{
    "url": "https://scp-wiki.wikidot.com/scp-6883",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\n5/6883\n LEVEL \n5/6883\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-6883\n\n\n\n\n\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEdifices adapted for the drastically changing nature of human activities and environments after SCP-6883. Not pictured are the remaining 6 billion individuals on the planet, smear marks, and cockroach droppings.\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nAs of September 15, 2025, SCP-6883 is deemed neutralized after the widespread application of the Ennui Protocol. Edifices and natural environments are to be remodeled to temporarily accommodate the new body structures and nature of human beings. A worldwide return to the standard human form is expected within three months.\n\n\n\n\n[ + | OUTDATED CONTAINMENT PROCEDURES]\n\n\n\n\n[ - | OUTDATED CONTAINMENT PROCEDURES]\n\n\n\n\nThe Czech Republic is to be monitored for manifestations of SCP-6883, while MTF Kappa-083 (\"Surrealist Catchers\") is mandated to track any SCP-6883-1 instances. Meanwhile, Foundation webcrawlers must focus on keywords such as 'human cockroach', 'vermin', 'mid-life crises', and 'metamorphosis'.\n\n\nPsychological counseling and interviews are to be provided to select victims, particularly Foundation personnel. A review of work ethics and standards in the Foundation is pending for Foundation personnel.\n\n\nUpdate (May 3, 2025):\n Containment Procedures are to be applied worldwide. All reports, publications, or posting of disappearances related to SCP-6883 must be removed from the Internet.\n\n\nUpdate (June 7, 2025):\n As per the orders of the Administrator, the Foundation is mandated to switch from combatting the spread of SCP-6883-1 to promoting and providing aftercare for affected individuals.\n\n\n\n\n[ - | OUTDATED CONTAINMENT PROCEDURES]\n\n\n\n\n\n\n\n\n\n\nDescription\n\n\nSCP-6883 refers to the spontaneous transfiguration of human individuals, generally workers and salary people, into human-sized entities resembling the American cockroach (\nPeriplaneta americana\n). It is mainly localized to 12 cities in the Czech Republic, particularly in Prague.\n\n\nThe primary victims of SCP-6883, designated SCP-6883-1, are individuals who suffer from moderate or severe depression, are overworked, and have experienced burnout episodes. Another common trait is that they have histories of failures, as well as traumatic events.\n\n\nSCP-6883 manifestations primarily occur at nighttime, when the victims have entered deep sleep. After approximately two hours of deep sleep, a cocoon will rapidly wrap around the subject, demanifesting after the individual wakes up, now a fully-turned SCP-6883-1 instance. Once converted, the individual will experience limited mobility and cognitive dissonance, although their sanity notably remains at a baseline level over long observation periods. Attempts to break the cocoons have unilaterally ended in failure. Noospheric, memetic, and psychological techniques are similarly ineffective in communicating with the victim.\n\n\nInterviews indicate that the dreams of SCP-6883-1 instances mainly occur from the first-person point of view and consist of crawling through a variety of landscapes, greeneries, and empty fields with intensified feelings of euphoria.\n\n\nMany instances have often described a Baroque-style castle overgrown with trees, referred to as SCP-6883-2. It is described as featuring towers composed of documents, papers, and office supplies. Notably, Foundation personnel report that this castle evoked strong nostalgia and longing. Upon entering SCP-6883-2, the subjects report experiencing a feeling of lightheadedness, which is followed by cessation of sleep.\n\n\nThey also report seeing SCP-6883-3, often described as 'building-sized piles of scrap and blocks' composed of foliage, machines, and several greeneries, that can assemble into a man'. SCP-6883-1 instances often express mild hostility upon discussion of SCP-6883-3, calling it an affront to their happiness. In reality, SCP-6883-3 refers to the 43,500 metric tons of metallic and organic blocks currently stored in Site-345, near the Alpine Mountains delineating Italy and Austria.\n\n\n\n\n\n\nAviatica Background Report\n\n\n\n\n\n\nGoI-503's logo since 1990.\n\n\n\n\n\n\nAnalysis indicates that SCP-6883 is connected with GoI-503 (\n\"Aviatica\"\n)\n.\nAn anomalous journalistic organization focused on publicity stunts and large-scale social change.\n, which in turn links back to the Administrator, a former reporter and journalist. As Aviatica is decentralized and composed of journalistic cells led by an officer called an Arch-editor, as well as its dealings with the anomalous world, regular contact with its constituents has been difficult to fully establish, although delegations are sent to entertain Aviatica's offers. Aviatica primarily compensates for its insufficient manpower and physical scope via the use of avian drones, robotics, software, and information-based deals.\n\n\nDue to Aviatica's connections with several high-profile news outlets and anomalous groups, the Foundation currently pursues a cordial working relationship with it as a source of information in the anomalous and occult in exchange for secrecy, protecting journalists and providing potential scoops. Meanwhile, both GoIs are receptive to inculcating each other's members.\n\n\nThe Administrator has approximately 10 years of service under Aviatica, before moving to the Foundation as an Agent. They have been involved in the highly classified EVNT-ALPINE-01, an Aviatican expedition to the Western parts of the Alpine Mountains to investigate an anomaly connected to SCP-6883, as well as a failed peace treaty involving several anomalous entities such as the \nlife-givers of the forest.\n\n\n\n\n\n\nO5-13 Interview-6883 Report\n\n\nO5-13, stationed in the Czech Republic, is one of the individuals affected by SCP-6883. On May 19, 2025, they were interviewed via an online meeting subjected to heavy memetic filters. Although O5-13 can no longer vocalize their thoughts, they were still able to perform tasks using a keyboard. The details of the conversation are provided below:\n\n\n\n\n[ + | O5-13 INTERVIEW]\n\n\n\n\n[ - | O5-13 INTERVIEW]\n\n\n\n\n\n\nBegin Log\n\n\n\n\nInterviewee:\n \nO5-13\n\n\nInterviewer:\n \nDoctor Sandford Gregorius\n (lead researcher, SCP-6883)\n\n\n\n\n\n\n\n\nDr. Gregorius\n:\n Good morning, Thirteenth Overseer.\n\n\nO5-13\n:\n to you gregor\n\n\nDr. Gregorius\n:\n It's nice seeing you nice and lively as always, Overseer. but the most pressing matter right now is your condition. A lot of people outside have become the same as you.\n\n\nDr. Gregorius\n:\n We were hoping you could help us out by sharing your feelings right now, your thoughts… anything you want to say could contribute to understanding this anomaly.\n\n\nO5-13\n:\n i woke up and i was by the bed\n\n\nO5-13\n:\n under the bed\n\n\nO5-13\n:\n i didn't really understand at first i didn't really react\n\n\nO5-13\n:\n i laid there\n\n\nO5-13\n:\n when you're in this position you don't really think anything is going to happen to you\n\n\nO5-13\n:\n i was at [REDACTED DUE TO SECURITY CONCERNS] you know how the rooms are and the wallpaper\n\n\nNo communication for a hundred and twenty seconds.\n\n\nDr. Gregorius\n:\n Is everything alright, Overseer? Do you feel like stopping here and maybe picking the interview up from where we left off another time?\n\n\nO5-13\n:\n i'm here i want to go on\n\n\nO5-13\n:\n it's the wallpaper\n\n\nO5-13\n:\n i feel fine however it was the disorientation that was killing me at first\n\n\nO5-13\n:\n you have woken up on the floor looking at the ceiling but you have never felt like this\n\n\nO5-13\n:\n the enormous room and the minuscule you\n\n\nO5-13\n:\n the ceiling looking like it's kilometers away\n\n\nO5-13\n:\n it's simply different\n\n\nO5-13\n:\n we all turned overnight both in the site and the town it's in\n\n\nO5-13\n:\n in the morning the scuttling was deafening\n\n\nO5-13\n:\n i felt it vibrating through me not heard it\n\n\nO5-13\n:\n you know why\n\n\nNo communication for a hundred seconds.\n\n\nDr. Gregorius\n:\n Overseer, could you tell us anything about the consequences of your… newfound physical limitations?\n\n\nO5-13\n:\n i didn't move until the task force found me\n\n\nO5-13\n:\n i was on my back\n\n\nO5-13\n:\n and now i don't move that much\n\n\nO5-13\n:\n i can't interact with my surroundings\n\n\nO5-13\n:\n there's no real reason to move i'm faster but everything is so extremely far\n\n\nO5-13\n:\n the alpha1 agent assigned to me provides me with what i need\n\n\nO5-13\n:\n maybe it's a vicious cycle\n\n\nO5-13\n:\n you're going to say i am digressing\n\n\nO5-13\n:\n i can't feel my limbs and my wings feel heavy very useless\n\n\nO5-13\n:\n i can't hear sounds and the only thing i can smell is raw meat and shit\n\n\nO5-13\n:\n there's a kaleidoscopic filter to my vision\n\n\nO5-13\n:\n positive thing is cockroaches can't really hyperventilate\n\n\nO5-13\n:\n physically i mean\n\n\nO5-13\n:\n i'm trying to adapt but it's going to take me a while\n\n\nO5-13\n:\n is that enough\n\n\nDr. Gregorius\n:\n Yes, Thirteen, that is perfect. How has your work been coming along? Have you delegated one of your people to carry out some tasks in your stead?\n\n\nO5-13\n:\n couldn't be elsewhere\n\n\nO5-13\n:\n one of our problems here was almost solved already\n\n\nO5-13\n:\n despite what some others think \nscp cs\n is strong enough to handle itself\n\n\nO5-13\n:\n their help has been invaluable so far\n\n\nO5-13\n:\n they don't need our supervision not to the current degree at least\n\n\nDr. Gregorius\n:\n What anyone other than yourself thinks is irrelevant, Thirteen. Let's drop this line of questioning, shall we? What about dreams? How has your sleep been?\n\n\nO5-13\n:\n back to the regularly scheduled sterility\n\n\nO5-13\n:\n i've slept dreamless sleeps every night save yesterday and the night i turned\n\n\nO5-13\n:\n don't feel particularly rested in the mornings but nothing out of the ordinary\n\n\nDr. Gregorius\n:\n That is not for you to determine, I'd say. Do you recall these two dreams you mentioned?\n\n\nO5-13\n:\n i don't\n\n\nNo communication for eighty-five seconds.\n\n\nDr. Gregorius\n:\n It doesn't work like this, Thirteen. Do you remember anything about these dreams? Everything is important when studying anomalies, come on.\n\n\nO5-13\n:\n the first dream was dull\n\n\nO5-13\n:\n i was crawling through a rice field, by the water\n\n\nO5-13\n:\n you know how rice fields are\n\n\nO5-13\n:\n it was hot i felt it on my wings\n\n\nO5-13\n:\n no i don't use them i don't know how to and don't want to. it was hot and humid and the field was empty\n\n\nO5-13\n:\n no people no animals not even crickets\n\n\nO5-13\n:\n everything was still and nothing made a sound\n\n\nO5-13\n:\n as i said dull\n\n\nO5-13\n:\n when i reached the end of the field i saw something at a short distance\n\n\nO5-13\n:\n a building like a castle or a medieval style house\n\n\nO5-13\n:\n considerably tall and large with half a dozen twisting towers protruding from its ceiling\n\n\nO5-13\n:\n it was made of some kind of smooth white stone\n\n\nO5-13\n:\n it reminded me of a ruined mansion i'd seen in tuscany back when i worked there\n\n\nO5-13\n:\n it felt out of place by the field\n\n\nO5-13\n:\n i moved closer\n\n\nO5-13\n:\n and that was how the dream ended\n\n\nO5-13\n:\n of yesterday's i recall little\n\n\nDr. Gregorius\n:\n Alright, shoot… Ah, sorry for my crudeness, it's just that I am particularly invested in the SCP-6883 case.\n\n\nO5-13\n:\n i can see that\n\n\nO5-13\n:\n yesterday i saw the castle thing again\n\n\nO5-13\n:\n i entered it\n\n\nO5-13\n:\n and that was the end of the dream\n\n\nO5-13\n:\n i'm sorry my work ended up piling up on your desk again\n\n\nO5-13\n:\n it wasn't meant to be this way\n\n\nO5-13\n:\n i'll have one of my most trusted go back to 01 to help you out\n\n\nDr. Gregorius\n:\n No need, and no need to be sorry. It's my duty and I will carry it out gladly. After all, one more project is nothing compared to the ones I'm already working on. You're a hard-working man, Harold, and the fact that you only took a break due to… extreme health concerns, to put it lightly, does you more than justice. That reminds me — you should take breaks more often.\n\n\nO5-13\n:\n it's your work just as it is mine\n\n\nDr. Gregorius\n:\n It'll be mine for a long while more. The stream of things we have to do changes and grows in size and might as time goes on, but you have already laid more than enough bricks in the dam to contain it.\n\n\nO5-13\n:\n so you say\n\n\nO5-13\n:\n still this is a temporary setback i hope\n\n\nO5-13\n:\n i'll think about what to do once i get back in the meantime\n\n\nO5-13\n:\n between now and what else i don't know but i'll think\n\n\nDr. Gregorius\n:\n I'd say we're reaching the end of the interview, so I'll proceed to ask the final question. Are you feeling better?\n\n\nO5-13\n:\n feeling better how\n\n\nDr. Gregorius\n:\n Better in general. Less stressed, getting better sleep, this kind of better.\n\n\nO5-13\n:\n i have not been able to work\n\n\nO5-13\n:\n i am unsatisfied with being in a body that is not my own\n\n\nO5-13\n:\n i am feeling not unwell\n\n\nO5-13\n:\n my condition is all but exceptional though i thought my reaction would be worse\n\n\nDr. Gregorius\n:\n That's \nnot terrible\n to hear, then. We are done, I believe.\n\n\nO5-13\n:\n one last thing\n\n\nO5-13\n:\n could i suggest you take some time off this\n\n\nO5-13\n:\n this interview alone lasted too much\n\n\nO5-13\n:\n everyone has limits\n\n\nDr. Gregorius\n:\n Different limits. If that is all, Thirteen, we can call it a day\n\n\nO5-13\n:\n this is all\n\n\nO5-13\n:\n take care gregor\n\n\nDr. Gregorius\n:\n You take care too, Harold.\n\n\n\n\n\n\nEnd Log\n\n\n\n\n[ - | O5-13 INTERVIEW]\n\n\n\n\n\n\n\n\n\n\nAviatica Report-6883\n\n\n\n\n\n\nOne of the residences of the Administrator, previously used for Aviatican activities two decades ago.\n\n\n\n\n\n\nFive days after O5-13's interview, the following recording was obtained via secret data recorders implanted inside the Administrator's brain, under the orders of five O5 members lead by O5-1. The Administrator was resting in their home in Venice, Italy, as they conversed with Mr. K., a former colleague and a high-ranking officer of GoI-503 (\"Aviatica\").\n\n\nThe following conversation was recorded:\n\n\n\n\n[ + | ADMIN-6883 REPORT]\n\n\n\n\n[ - | ADMIN-6883 REPORT]\n\n\n\n\n\n\n\n\nAVIATICA\n\n\n\n\n\n\nWith the Wings of Freedom, Rings the Bell of Progress\n\n\n\n\n\n\nBegin Log\n\n\n\n\nIndividuals Involved:\n \nMr. K.\n (Aviatica Arch-editor), \nDoctor Sandford Gregorius\n (Foundation Administrator)\n\n\n\n\n\n\n\n\nMr. K:\n (\nStanding on top of a pillar, adjusting his visor.\n) So Gregorius, nice to see ya 'gain. \nBeh\n, I suppose that you have been living quite a -\n\n\nDr. Gregorius:\n Get down from there, you idiot. You never learned from that damn sniper shot in Milan, huh? (\nSighs.\n)\n\n\nMr. K:\n (\nHis visor slightly flashes and beeps, as he frowns, whispering.\n) Ahh, how cold. Look, Gregor, it was your fault that the guys noticed me, since you were too jumpy for some action. You still owe me a beer for that, you know. (\nChuckles.\n)\n\n\nDr. Gregorius:\n Svejk was pestering me too much during that time. Said that we had to get the kind of news to give 'im shivers or something like that. Well…\n\n\nMr. K:\n Anyway, it's been some years already since that. How's your life as an admin?\n\n\nDr. Gregorius:\n Hmmn, (\nLights a cigarette.\n) About as good as the shit that occurred in Milan.\n\n\nMr. K:\n (\nPauses for five seconds. More beeping.\n) Ehh, even though it was a disaster that got burnt into your mind, Aviatica did get some data from that place. Or… (\nHis head turns around, beeping. He frowns\n). Or… are you referring to that promise?\n\n\nDr. Gregorius\n:\n \nTreba\n, you came here for that, no?\n\n\nThe pillar begins to rise up, bending and folding in several directions. Mr. K is standing unmovingly on it.\n\n\nMr. K:\n Of course, \nAdministrator\n. Well, no pressure on ya, just keeping tabs here and there. But well, don't you think that it's time to cha -\n\n\nDr. Gregorius\n:\n I can't, K. The Foundation is crippled by the same bureaucracy we saw everywhere. Throughout my 10-year tenure, nothing has practically changed. The same vicious cycle of papers to be filled, bureaucratic shit, pretty much anything that should be burnt under the sun. I can't do anything, not even my hopes for reforming everything, including the world, K. Even O5-13, the guy you wanted me to train, got consumed by it.\n\n\nThey sigh.\n\n\nDr. Gregorius\n:\n Damn it, K. I'm really bad with promises.\n\n\nMr. K:\n Hmmn, you couldn't handle it? Ahh, you were always the guy who said, \"I'm gonna turn this place upside-down!\" like a hotshot writer or somethin'.\n\n\nDr. Gregorius:\n It's as hard as meeting Leggere's deadlines, you know.\n\n\nMr. K:\n (\nChuckles.\n) Huh, those are pretty good times. Seeing you on the bench and noddin' around was something we used for bets. Anyway, let's get to the point now. Just three days earlier, some of Aviatica's top brass received info on ya, and since you did pretty much a lotta stuff for us, we thought about informing you.\n\n\nMr. K snaps his fingers. The pillar that they are standing on begins to duplicate itself, connecting to Dr. Gregorius' home via tubing, wiring, and avian sculptures. After five minutes, the Administrator's home begins to resemble Milan's Castello Sforzesco. Mr. K. sighs.\n\n\nDr. Gregorius:\n What are you yapping about?\n\n\nMr. K:\n To start with, Gregor, we only got sent to the Alps for a small expedition, with no shooting involved. (\nNarrows eyes.\n) You're prob' confusing the gun stuff with other places like Prague, Barcelona, or Caracas, or those blokes at Moscow… ah shit, we journalists are shot at too much. Anywa-\n\n\nDr. Gregorius:\n Look, don't start bullshitting me about my time in Avia-\n\n\nMr. K:\n Listen, we were sent there around 25 years ago to investigate the Castello. Not much happened there, except you being too jumpy. when exploring it. Remember it, Gregor.\n\n\nDr. Gregorius:\n Hmmn, that ca- that castle's ringing something in my mind. I am not sure why though.\n\n\nMr. K:\n Of course, Gregor. what's ringing in your mind must be the jokes we had about you fainting at the entrance of that place, saying something about 'changing the world as I promised to Crea' or something else. You know, when we found you, you were absolutely filled up with roaches coming from your mouth. We thought you died a bullshit death.\n\n\nDr. Gregorius:\n Crea… damn it, I never got to paying my respects to her.\n\n\nMr. K:\n What the hell are ya talkin' about, Gregor?\n\n\nDr. Gregorius:\n Crea. The newbie reporter who exploded into pieces back at the Castello. We almost saved her, just before the roaches ate her out of nowhere! (\nThe Administrator switches into a colder tone.\n)\n\n\nMr. K:\n Crea, ehh - that expedition required us veterans, ya know.\n\n\nDr. Gregorius:\n Oi, don't say that-\n\n\nA loud beeping sound is emitted from the visor of Mr. K.\n\n\nMr. K:\n Well, well, well, whoever is this Crea you're talking about, or your memories… well, I won't comment on them further. However, the thaumaturgic readings we got from ya back at the castle are almost similar to what you're scatterin' around in this place. That's the gist of it.\n\n\nDr. Gregorius:\n Look, K., I'm sorry, but you guys have a few screws loose. I have been functioning as an officer and an Administrator of the Foundation. \nTreba\n, at least most of the time. I just spent the rest of my free time getting drunk or enjoying cigars or whatever.\n\n\nMr. K:\n Oh well, investigating ya right now wouldn't lead to anything good. Look, Gregor, this is for our own sake. At that same place, at the Castello, something related to cockroaches is reappearing again. Better take note of it, you know, as our sources are just beginning to catch on. At the same time, you stink of the same readings involved with those roaches.\n\n\nDr. Gregorius:\n Cockroaches, huh. (\nAppears to be slightly shocked.\n) Alright, alright, I will keep in mind what you have said.\n\n\nMr. K:\n Also… one last thing. Don't stand too much on pillars. You might faint like you did in that castle.\n\n\n\n\nEnd Log\n\n\n\n\n[ - | ADMIN-6883 REPORT]\n\n\n\n\n\n\n\n\n\n\n\n\nAdministrator Behavioral Log\n\n\nThe Administrator transformed into an SCP-6883-1 instance five days following their conversation with Mr. K. The phrase 'MUTARE MUNDI' was engraved on their carapace.\n\n\nFootage involving the Administrator's behavior in the previous days has been analyzed after psychological investigations ordered by O5-1 has determined abnormal behavior on their part. The transcript of Log #55, which is the most notable due to its anomalous effects, is provided below. O5-13 do not recall the incidents that transpired in these logs after extensive psycho-memetic analysis.\n\n\n\n\n[ + | PSYCH-6883-01]\n\n\n\n\n[ - | PSYCH-6883-01]\n\n\n\n\n\n\nBegin Log\n\n\n\n\n\n\nThe Administrator's quarters after their transformation into an SCP-6883-1 instance. Note the presence of chairs, as ordered by them, for the sake of 'humanized' comfort.\n\n\n\n\n\n\n\n\nPersonnel Involved:\n \nSandford Gregorius\n (Foundation Administrator), \nO5-13\n\n\n\n\n\n\n\n\nThe two individuals scheduled a meeting behind closed doors, which was granted by the Ethics Committee. During the event, they were separated via a glass pane and were provided computers.\n\n\nO5-13\n:\n hey gregor. hows work in this room? O5-1 told us that its still a bit of a shock that you turned into a roach but hopefully things still work pretty fine\n\n\nDr. Gregorius:\n well, the books are there, the laptop for roaches is on that table, and pretty much everything else is in those closets.\n\n\nDr. Gregorius:\n my eyes, all of them, still take some time to adjust to the lighting and the fact that I get many images streaming into my head, but overall it's not a bad deal. i can see pitch-black stuff\n\n\nDr. Gregorius:\n i have also been feeling pretty well and happy not much angst over getting turned into a roach\n\n\nO5-13\n:\n having compound eyes does wonders. must be good for sore eyes due to work.\n\n\nO5-13 heaves its body, with its wings and carapace slightly buzzing.\n\n\nO5-13\n:\n its too bad coffee tastes like shit to us roaches\n\n\nDr. Gregorius:\n hmmn wasn't it the other way around with roaches in the coffee\n\n\nDr. Gregorius:\n I remember your story about nescafe and cockroaches in their ground coffee\n\n\nO5-13\n:\n probably\n\n\nO5-13\n:\n lets get to the point now\n\n\nO5-13\n:\n i have received news about o5-1's plans for us of retirement or containment\n\n\nO5-13\n:\n they have started by confining us to our room,\n\n\nO5-13\n:\n but at least we can still be useful to the foundatoin\n\n\nDr. Gregorius:\n seems like the perfect time to get rid of us.\n\n\nDr. Gregorius:\n can't exactly blame him, though, despite his ambitions. to climb the ranks h\n\n\nDr. Gregorius:\n he didn't… exactly trust me, even at the start. well, I was a journalist back then hahaha\n\n\nDr. Gregorius:\n also, the fact that the Administrator got turned into an insect\n\n\nDr. Gregorius:\n well, keeping that as a secret is bound to mess up stuff and security concerns.\n\n\n<\nBoth are silent for several seconds.\n>\n\n\nO5-13\n:\n hmmn mind if I tell you something about the foundation? I wanted to let this out\n\n\nDr. Gregorius:\n what's it about\n\n\nO5-13\n:\n do you ever feel like breaking the Veil\n\n\nO5-13\n:\n we spend so much burucracy tryin to maintain everything in secrecy\n\n\nO5-13\n:\n it stifled our dreams back then\n\n\nO5-13\n:\n you know\n\n\nO5-13\n:\n change the world and all\n\n\nDr. Gregorius:\n but it's too late now to break the viel.\n\n\nDr. Gregorius:\n anyway how did you plan to do it?\n\n\nO5-13\n:\n i wanted it to be somewhat gradual.\n\n\nO5-13\n:\n just like how leggere often taught us when we were setting up the magic cams and the bird drones so they don't squawk a lot on spy missions\n\n\nO5-13\n:\n I have a list or outline to do that and so far well err\n\n\nO5-13 rapidly flaps its wings, and raises one of its legs as a salute.\n\n\nO5-13\n:\n with the fondazione at helm we can guide everyone throughout the noosphere, maybe even tangle up with oneiroi\n\n\nO5-13\n:\n the sarkics, well, they can be dealt with easily.\n\n\nO5-13\n:\n serpents hand, aviatica, practically everyone\n\n\nO5-13\n:\n they can at least be on much better terms with us if we are more transparent\n\n\nO5-13\n:\n we can better protect the free ports, the antenelian pasages in milan\n\n\nO5-13\n:\n tenoktitlan's area in mexico\n\n\nO5-13\n:\n the guys at site-120 trying to fight off flesh gods\n\n\nO5-13\n:\n the weones at site-34 crying out 'SEKHO' as their battle cry, or say, company cheer, …. everyone, I think.\n\n\nO5-13\n:\n But then, those are just a pipe dream though\n\n\nO5-13 stomps their feet.\n\n\nDr. Gregorius:\n change like that is not working. aviaticas decade long calls for political reforms being jackshit, and even my own pare\n\n\nO5-13\n:\n wha\n\n\nDr. Gregorius:\n i have a question for you harold\n\n\nDr. Gregorius:\n wuld you oppose the foundation if we did something like whiplashing the world\n\n\nDr. Gregorius:\n of course no one will get hurt\n\n\nDr. Gregorius:\n but the veil would break up like restaurants' windows when we were gettin' shot at\n\n\nDr. Gregorius:\n its for like, the betterment of the world, you know\n\n\nO5-13\n:\n why are you asking that\n\n\nO5-13\n:\n It's not like we can do anything in this goddamn room hahahaha <\nQuickly goes silent.\n>\n\n\nO5-13\n:\n hmmn it's not a bad thought\n\n\nO5-13\n:\n but something that drastic is not something I really want\n\n\nO5-13\n:\n most of the time everything just gets fucked up\n\n\nO5-13\n:\n sure, the world changes, but more often than not, it turns into a world half-empty. Or half-full? you get the idea\n\n\nBoth are silent for several seconds.\n\n\nO5-13\n:\n so i will probably oppose something like that\n\n\nO5-13\n:\n more often than not, strings are being pulled behind the scenes, tangling and causing the events to crash\n\n\nO5-13\n:\n aviatica often fucked up doing that sort of thing, im quite surprised that our friends over there are still kickin\n\n\nO5-13\n:\n it's why I get the rationale of the Foundation.\n\n\nO5-13\n:\nwe just don't want to stir up so much trouble. We're methodical\n\n\nDr. Gregorius:\n hahh you truly learnt a lot of things from K, eh\n\n\nDr. Gregorius:\n I see what you mean\n\n\nDr. Gregorius:\n though I don't necessarily agree with the bureaucratic part\n\n\nDr. Gregorius:\n change is something that is not like a rash decision but\n\n\nO5-13\n:\n but?\n\n\nDr. Gregorius:\n what if its something that's already decades in the making\n\n\nAt this point, reality instability levels spike. The sentence 'I am beginning to remember now' manifests on the Administrator's carapace.\n\n\n\n\n\n\nEnd Log\n\n\n\n\nBegin Log\n\n\n\n\n\n\nThe interior of the church in Broumov. It was crushed by an assembled SCP-6883-3, based on the Administrator's visions.\n\n\n\n\n\n\n\n\nPersonnel Involved:\n \nSandford Gregorius\n (Junior Aviatica Reporter), \nMr. K\n (Aviatica Officer)\n\n\n\n\n\n\n\n\nA younger version of the Administrator is seated on the steps leading to the interior of a Baroque-style church in Broumov, Czech Republic. The church is unidentifiable and does not correspond to any known structure. However, it has a generally typical appearance with large spikes on its roof and a belfry tower nearby, save for massive overgrowth and foliage surrounding it. Meanwhile, a silhouette of a 100-meter-tall humanoid entity, SCP-6883-3, can be seen in the distance. The stomping of the entity can be heard, although the Administrator ignores it.\n\n\nAs he tries to stop a cockroach pestering him via his hands, the Administrator briefly enters the church. The song 'Waymaker' can be heard playing, while wooden automatons clad in navy blue and black, with armbands bearing the Aviatica logo, can be seen.\n\n\nA casket can be found near the altar, surrounded by wreathes of flowers such as chrysanthemum and calla lilies. Most people had left, as the service had apparently ended. The Administrator converses with one automaton whose face is significantly blurred who called him, although he sighs. The automatons breaks into cockroach shells.\n\n\nAfter 30 minutes, the service concludes. The people then leave, heading towards the cemetery. Everyone is grouped in knots of three or five.\n\n\nNow with the casket interred in the cemetery, Mr. K, one of the few individuals with an organic appearance, approaches him. They talk on a nearby bench.\n\n\nMr. K\n:\n Yo, Gregor. <\nWaves hand, as he takes a seat beside the Administrator. Both are silent for at least 30 seconds.\n> I'm sorry for your loss.\n\n\nSandford Gregorius:\n … Don't be so… ah well… <\nThe Administrator's hands curl up into balls, but then relax after a while.\n>\n\n\nMr. K\n:\n <\nLooks around.\n> At least she would have liked this weather. You know, the girl in red… what's her name aga - <\nTurns silent.\n> It's a good thing we managed to at least get her back.\n\n\nSandford Gregorius:\n …I suppose. It would have been somewhat cruel if, if she did not have the chance to at least see the damned sky. She often joked that it was so cloudy whenever she was in this godforsaken place. Even Britain showed her some of the sun, she said.\n\n\nMr. K\n:\n From the looks of it… that girl, you know, she seemed to have really seen a lot of places. Lots of memories. Though it's sad that she got hit by those fuckers.\n\n\nSandford Gregorius:\n Her parents, you know, even forgot their only daughter when I approached them about the funeral… those Fae… apparently, the Foundation had gotten 'em. Can't be sure where they are now exactly, or how they're rotting in a cell somewhere.\n\n\nMr. K\n:\n …Well, let's, let's just… wait. I think I remember something now about the girl. A very faint memory, I guess. Gregor, do you know the one about the pen? I remember seeing it in an in-depth investigation of Crea.\n\n\nSandford Gregorius:\n Hmmn… ah. The good ol' party trick Crea used to do. What of it?\n\n\nMr. K takes out several Faber-Castell pens, all of which are dotted with holes near the knib. He ties a chrysanthemum flower and a string to each pen, before throwing them into the sky. The pens shoot up like a rocket, scattering red, blue, and yellow water.\n\n\nMr. K\n:\n Compression… I never got tired of this trick.\n\n\nSandford Gregorius\n:\n I jogged my head a lot of times, and I think these pens saved us once. Don't exactly know where, but I remember them zipping through like firecrackers through a sea of…\n\n\nMr. K\n:\n Damned corporate beetle fairies. They had this stench that I can still smell up to now. When I remember it, the deal we tried to broker so that everyone - humans, faeries, fuck-ups, everything - could live in peace. Too bad we overstepped as journalists, so they say.\n\n\nSandford Gregorius\n:\n Beetles, huh? Crea used to be amazed by those. Back when we were kids, we used to get a very long tube or stick up, poke some trees in the middle of nowhere, and those beetles would fall. Then we scoop 'em up, or put them in a Tupperware container. (\nChuckles.\n) Then we would be content for the whole day, at least until the beetles would start a revolution and somehow get the hell out of the container.\n\n\nMr. K\n:\n Hmmn… it's amazing that you changed from that into a journo ready to throw flashbangs when needed.\n\n\nSandford Gregorius\n:\n Well… that carelessness makes people screw up so badly… fuck that.\n\n\nBoth are silent for at least three minutes. The visor of Mr. K beeps steadily and more rapidly.\n\n\nSandford Gregorius\n:\n Ah, I remember something else that Crea said. Always give the last straw, the \nposlední kapka\n, or something like that. Even if it takes your identity. For her, it was for the happiness of the people. As a journo… well, I once told her that sort of thinking is stupid. As journalists, we hang out with motherfuckers all the time. But you see… she told something else. Do everything, she said. Live like a goddamn adventuring reporter, you know? Something like that?\n\n\nThe Administrator wipes his eyes.\n\n\nShe also said some weird stuff like \"functionality transcends form and shape at all costs\", especially when we were comparing beetles and humans back then… ahhh. Damn it.\n\n\nMr. K\n:\n <\nSighs.\n> Oi, oi, oi. Don't keep it bottled up. I know being stoic is one of your things, but… but, ah.\n\n\nSandford Gregorius\n:\n Oh well. K… I have been thinking about something. A question boiling in my mind.\n\n\nMr. K\n:\n Hmm, what's it?\n\n\nSandford Gregorius\n:\n Aviatica, you know, has that sort of calm, suave stance on everything. Not so militaristic - a very hopeful group of journalist nerds pushing for reforms and shit. Something, something like Crea, you know? But… you see, do you think the day will come when something drastic, a whiplash, you know, is needed for this world?\n\n\nMr. K\n:\n Well… hasn't that been practiced pretty much everywhere? Most declarations of independence, 'round the world'. The Intelligentsia Uprising of the Free Ports. The Foundation-Aviatica Wars. Those times when the Philippines or pretty much the whole of Southeast Asia got fuckin' reset six times \nby our guys and a snake\n. Something like that, no? Well…\n\n\nSandford Gregorius\n:\n Well?\n\n\nMr. K\n:\n I don't really like those. The Philippines, for example, even if it got reset several times, still have nothing good enough occurring. Still a third world country, and in a state, you can't describe as 'better'. These events, you know, seem to bring more chaos than expected. I mean, sure, something good happens - would suck if that's not the case. In any case… <\nA phone rings.\n> Ah, something's come up. You ok if I leave ya here for a moment?\n\n\nSandford Gregorius\n:\n <\nFidgets for a few seconds, smoothening his suit.\n> Ah, sure.\n\n\nAfter a few minutes, the Administrator, now alone, begins to tear up, chuckling occasionally. The surroundings begin to drastically change, as he takes out a business card, labelled 'Castello'. It is shining, and the text on the card changes at a moment's notice.\n\n\nSandford Gregorius\n:\n Ah, damn it. At least those beetles brought something good to me. Crea… damn it, I won't fuck up this time. I remember everything now… why, why I of all the people of Aviatica, had been brought to the Foundation.\n\n\nA cockroach swarm then manifests, preying over the wooden automatons. Overgrowth of the trees and plants in the area also occurs, destroying the cemetery and making several buildings collapse in the vicinity. Meanwhile, the entity, now identified to be an amalgamation of SCP-6883-3, is closing into the Administrator, destroying the church in the process. The Administrator stands still, chuckling.\n\n\nThe land where the casket was buried begins to inflate and rumble, revealing a large cockroach. It obtains several massive gashes that leak liters of colorless blood and becomes paralyzed at the end as it fights SCP-6883-3, although it wins and manages to return SCP-6883-3 into pieces. The cockroach that was previously pestering the Administrator also grows in size, and devours him. The remains, composed of bone and tissue, begin to turn into smaller cockroaches that then swarm.\n\n\n\n\nEnd Log\n\n\n\n\n\n\nBegin Log\n\n\n\n\n\n\nA room located in SCP-6883-2.\n\n\n\n\n\n\n\n\nPersonnel Involved:\n \nSandford Gregorius\n (Just a normal cockroach), \nPOI-6883\n\n\n\n\n\n\n\n\nThe Administrator, still in human form, is in the middle of a medieval-style room, carrying a bulk of paperwork.\n\n\nAdministrator\n:\n Ahh, you damn idiot. Is this what you meant by a warm-up? Reviewing tax forms and documents for your daily life, ha?\n\n\nA shrill buzzing sound can be heard, followed by the laughter of a glasses-wearing woman in a long-sleeved shirt and culotte. The woman fixes her braided hair.\n\n\nAdministrator\n:\n Oi, you, what's with the get-up? After 20 years, this is what your fashion sense amounted to?\n\n\nPOI-6883\n:\n You really are quite rude, Gregor, even two decades into the future. Is it bad for a nature goddess to wear clothing like this? Yes, I represent roaches, but technically, I still am a goddess, and I have the power to wear anything I want. You know, you know, it's boring to just always wear white, or a carapace.\n\n\nAdministrator\n:\n You tell me. For starters, wearing wildly contrasting colors somewhat hurts my eyes. Two, the glass frames do not fit your jaws. Three, I don't think that this type of clothing is… \nconducive\n enough for things like human observation, like you always do.\n\n\nPOI-6883\n:\n Hmmn… human observation eh. You see, Gregor, I was trying to play a scenario with this clothing. A friendless, ordinary, college school girl - something like that and without my memories to boot. Well… it's not… <\nPOI-6883 becomes silent.\n> Well, it didn't turn out so bad? Dodged a few bullets here and there, and well… <\nPOI-6883's face considerably contorts, frowning.\n> the worst thing I suffered from was being splashed with Listerine. That hurts a lot for a roach.\n\n\nBoth of them turn silent, with the Administrator sighing.\n\n\nPOI-6883\n:\n Any- anyway, how was it? The 20-year overdue stay, iya, more like an illegal settlement, at the Foundation? Up to this day, I still can't believe I managed to wring in those heathens from the Forest to help us out despite our actual plan with them, so you better have good results, Gregor.\n\n\nAdministrator\n:\n …it wasn't what I had expected. Two whole decades of backbreaking work, bureaucracy, as I climbed through the ranks from an Agent to an Administrator. Few, lucky strokes, I guess. But I kept my end of the deal when I visited you at the Castello.\n\n\nThe Administrator snaps their fingers. The room dematerializes, and they and POI-6883 manifest in the observation room of Site-354, where SCP-6883-3's remains are contained under Class-A Protocols.\n\n\nPOI-6883\n:\n Ahh, so the mighty \nUomino\n has collapsed even under the Foundation's iron boots. If this wasn't only a vision, then I could mock him more effectively.\n\n\nAdministrator\n:\n \nCrea\n, when we found it in the Alps, it was already heavily broken down, though still functioning. Ahh, I wonder if it has a connection with a certain nature, nah, idiot goddess here. Anyway, we delivered a grand beating to it, so it broke down into pieces we stashed somewhere in those mountains and then called it a day. Also, it was still functioning with a massive amount of thaumaturgic energy, so we implemented some tubing and cables to drain it. We'll be going there anyway, after I dealt… <\nThe voice lowers.\n>\n\n\nAhhh, not exactly an easy thing to do, to be honest. \nTreba\n, if this thing wasn't attacked by those greenland inhabitants of… yore, well, the Italian and German branches would be in the dregs right now. <\nChuckles.\n>\n\n\nPOI-6883\n:\n Uomino… are you sure that It wouldn't be awakening anytime soon. It would suck if -\n\n\nAdministrator\n:\n Well, I'm confident it will work. <\nTakes out a cigarette.\n>\n\n\nPOI-6883\n:\n Alright, alright. Looks like our next targets are focused on the Forest, Gregor… I almost couldn't hold it in when they killed me just a year after we made a deal. It was your idea though - we cockroaches are hardy and will survive fools like those, but we wouldn't be able to meet again to provide… emotional growth for you, I suppose?\n\n\nAdministrator\n:\n Hmmn… '\"Functionality over form\", right, Crea? If you exterminated them, we wouldn't have… an energy source for our grand salvo, and the Foundation would just be pissed. This is a game of planning and waiting, after all, as well as setting bets far into the future.\n\n\nPOI-6883\n:\n Waiting, and waiting, and waiting… huh. You always made me wait, ever since we found each other as you ran away from your blazing village, Gregor. Those beetles - the Scarabei - were really a blight on the world, and it seems that based on your dreams and fabricated memories, they really got lodged into your mind. Then we separated, you know?\n\n\nAdministrator\n:\n I… ahh, I don't exactly know anymore. The stunts I pulled with my mind aren't particularly, well, good.\n\n\nPOI-6883\n:\n Haah, it's fine, it's fine. Then you joined Aviatica - full of journalists who knew nothing better to do but want a better world by releasing the truth. You instead had to worry about your backs being shot by mooks, and nothing of actual note, aside from the stunts, happened.\n\n\nThen I had you got to the Foundation as a final measure - I do apologize for perverting your ideals as a journalist. But it was all for a chance to see if you can still fix the world, and for the sake of finding \nUomino\n, that abomination. Ahh, I really forced a lot on you, haven't I? Still, you really… changed. Like a bleakened moth coming out of its cocoon.\n\n\nAdministrator\n:\n Nah… <\nSighs.\n> It's, it's fine, Crea. You don't need to worry too much about that. Anyway, since our last… trial, no, test has failed, well, it's time to draw the conclusion.\n\n\nWe will head to the forest using a Way I know in Venice. Then, we will proceed with the plan.\n\n\nPOI-6883\n:\n Ah, first thing. The Verwandlung. You haven't forgotten it, right?\n\n\nThe Administrator turns to POI-6883, appearing shocked for a few seconds, although they gradually relax.\n\n\nAdministrator\n:\n Is it… is it really needed?\n\n\nPOI-6883\n:\n Of course. You can't brace the full brunt of my capabilities, after all, even if you are already an Administrator. <\nChuckles.\n>\n\n\nAdministrator\n:\n Ahhh, alright, alright. I won't… I won't budge from it now, especially if it's the only way remaining… one last thing.\n\n\nPOI-6883\n:\n What's it?\n\n\nAdministrator\n:\n After implementing the \nEmergence\n all over humanity, are you sure you can make everyone at least happy, especially at work?\n\n\nPOI-6883\n:\n Hmnnn… of course. We nature goddesses don't renege on decade-old promises.\n\n\nA pentagram then manifests, with the Administrator and POI-6883 inside. POI-6883 hands over their eyeglasses to the Administrator, as several appendages sprout from their back The skin begins to turn brown and flake up, as they then devour the Administrator. A mass of bones, skin, and tissue are left behind.\n\n\nPOI-6883, now fully identical to an SCP-6883-1 instance aside from being 23 times the size, begins to amble forward; the vision of Site-354 collapses, reverting the surroundings into the medieval-style room. The abdomen of POI-6883 begins to inflate, causing the carapace to crack and leak fluids. Several cockroach swarms now appear at this point, surrounding POI-6883.\n\n\nPOI-6883's ootheca sac drops from its abdomen after leaking several liters of black and green fluid. This also causes an influx of eggs, one of which hatches into a white nymph, whose rapidly growing size is comparable to POI-6883's. It molts several times in a span of minutes, with the instars, or intervals in between, only taking 30 seconds at most. The logos of Aviatica and the SCP Foundation appear on its mature carapace.\n\n\nA massive rumbling can be heard, as SCP-6883-2 manifests in front of the two, which then promptly board it. At this point, the data recorders in the Administrator's mind cease to function after the stress of the metamorphosis.\n\n\n\n\n\n\nEnd Log\n\n\n\n\n[ - | PSYCH-6883-01]\n\n\n\n\n\n\n\n\n\n\nSCP-6883 Mandate of the Foundation\n\n\nSeveral cockroach swarm attacks were then reported near \nthe forest in extranormative space\n, with the loss of approximately 95 percent of \nall who have made it their abode\n. According to monitoring stations near \nthe field of names\n, a 20km wide, 150m-tall castle, referred to as SCP-6883-2, has manifested, with approximately 4,300,000 cockroaches of varying sizes enabling it to levitate. above \nthe greeneries in the chimneys\n. Meanwhile, \nthe socialites of the grounds\n attempted to evacuate from the SCP-6883-1 instances, although they incurred losses up to 90 percent.\n\n\nThaumaturgic presence in the \nno man's farland\n have dropped to negative levels - thaumaturgic responders have reported the loss of function with most of their equipment, as well as significant transformations of several MTF forces accompanying them into SCP-6883-1 instances. It is hypothesized that significant levels of thaumaturgic energy have been obtained from the \nthe stacks of greeneries\n.\n\n\nAfter destroying \nthe crux of the meadows\n, SCP-6883-2 has moved towards Venice in the span of two weeks. It then fixed its location, hovering over the city.\n\n\nThree days after the disappearance of the Administrator, 80 percent of all Foundation Sites worldwide around the world lost contact with SCiPNet, following reports of destruction due to thousand-strong cockroach swarms. Physical entry into the Sites has been practically rendered impossible due to dense foliage, barriers composed of cockroach carapaces, and castle-like edifices. Meanwhile, all of the O5 Council members, save for O5-13, are reported as missing.\n\n\nFive days afterward, a Foundation Class-1 mandate was signed by the Ethics Committee. The mandate, announced globally through public and Foundation's channels, is provided below:\n\n\n\n\n[ + | MANDATE-6883-01]\n\n\n\n\n[ - | MANDATE-6883-1]\n\n\n\n\n\n\nEMBRACE EMERGENCE\n\n\n\n\n\n\nWe represent the SCP Foundation, once dedicated to the mere goal of containing and studying anomalies and related phenomena. However, upon further introspection, the Foundation is now focused on featuring the real nature of everyone - human or not - and society - happiness.\n\n\nCurrently, the Foundation is setting up Provisional Sites, as well as mobile platforms, for transforming members of society into more productive, livelier, and happier lives with their emotions in mind. All citizens, including Foundation personnel, are welcomed.\n\n\nCommunication is encouraged between all involved sectors - let us just introduce ourselves to one another with our real selves - even if our selves will become \nnameless\n in the future as time clangs against our mediocrity and bureaucracy - and we will work together for the future of all. The Foundation flies and dies in the darkness for you to live happily in the light.\n\n\n- \nThe Administrator\n.\n\n\nSecure. Contain. Protect\n, for a Better Future.\n\n\n\n\n\n\n[ - | MANDATE-6883-1]\n\n\n\n\n\n\nFollowing this announcement, the Foundation has redesignated SCP-6883 as Thaumiel.\n\n\n\n\n\n\nFoundation Collapse Report\n\n\nOnly 12 percent of all active Foundation assets can combat SCP-6883. Led by O5-13, they evacuated to Switzerland, alongside members of Aviatica, led by Mr. K. Major Sites, such as Site-19, Site-24, and Site-120, are now compromised.\n\n\nFollowing the Foundation announcement, approximately 124,562,000 individuals worldwide, all of whom suffer from varying levels of depression and harbor feelings of mediocrity, have approached Provisional Sites set up by the Foundation over the past month to turn into SCP-6883-1 instances after undergoing thaumaturgic psychological techniques.\n\n\nAnalysis has only revealed that most of these individuals are only mildly affected by Foundation memetic agents and have come by their own volition. Meanwhile, more aggressive campaigns by the Foundation are focused on providing relief and purpose to citizens by turning them into highly-coordinated SCP-6883-1 instances.\n\n\nAfterward, these individuals are released back to their ordinary environments, with memetic agents normalizing their appearances. They display heightened levels of happiness, optimism, and productivity at work.\n\n\nAt the start, approximately 98,000 SCP-6883-related accidents occurred worldwide due to the lack of familiarity with cockroach-based functions. 11 Foundation Sites were then forcibly occupied by SCP-6883-1 instances, resulting in the release of 235 anomalies, all of which turn into deformed SCP-6883-1 instances. Due to freed Keter anomalies, many parts of the Americas and Asia have been obliterated. However, the world's population has not reacted negatively to the released entities or the incidents, and instead cheer and continue their daily routines.\n\n\n\n\n\n\nNotice from O5-13\n\n\nThe following message is the transcript of O5-13's emergency declaration following the near total collapse of the Foundation.\n\n\n\n\nWe are the last foundations of the Foundation, but we still have a plan. We will fight for humanity's form, this time with their happiness in mind.\n\n\nWe will commence Operation UOMINI to revive SCP-6883-3, also known as \"Uomino\". All remaining thaumaturgic personnel and equipment of the Foundation are to be immediately transported to Site-354 and the Alpine outposts to commence preparations for channeling conduits into SCP-6883-3.\n\n\n\n\n\n\n\n\n\"Man In High Castle\" Report\n\n\nApproximately 81 percent of humanity has been converted into SCP-6883-1 instances, with record-high advances in workplace productivity, scientific progress, and quality of life, according to a Foundation update report released by the Ethics Committee. Meanwhile, the Foundation and Aviatica has launched an expedition to Venice, in hopes of luring the Administrator to Bolzano or the Western Alps in order to initiate Operation UOMINI.\n\n\nO5-13 was included in the roster for the expedition after the development and successful testing of the V-2 Eckernacht Noospheric Apparatus, a cerebral microchip which allowed for telepathic communication with other individuals. They were chosen due to their familiarity with the Administrator, lessened hostility of SCP-6883-1 instances in their vicinity, and augmented flight capabilities.\n\n\n\n\n[ + | OPERATION UOMINI]\n\n\n\n\n[ - | OPERATION UOMINI]\n\n\n\n\n\n\nBegin Log\n\n\n\n\nPersonnel Involved:\n \nSandford Gregorius\n (SCP-6883-Ω), \nO5-13\n, \nMr. K\n\n\n\n\n\n\n\n\nWith the help of MTF Lambda-12 (\"Pest Control\"), MTF Nu-7 (\"Hammer Down\"), and MTF Beta-7 (\"Maz Hatters\"), an opening for O5-13 and Mr. K. was created to reach the bottom of the central spire of SCP-6883-2 and enter it. Using preliminary data obtained by Aviatica and the surviving members of the \nresidents of the land of green crucibles\n, they head down to the control room.\n\n\nSurveillance drones and data recorders attached to one of O5-13's compound eyes capture the interior of SCP-6883-2. Its walls are lined with the imagery of the following: a doctor prying out a tooth, red threads wrapped around a man, a serpentine-like entity carrying koalas, a man with a bird hat, a large clockwork machine, and a rebar sculpture.\n\n\nFurther murals in the upper levels display images of the Foundation and Aviatica logos and anomalies. There are images - a sheaf of papers, seven moons on the night sky, a telephone on a table, a manor, and several doves flying in the air. Foundation wartime sirens echo throughout SCP-6883-2.\n\n\nMr. K and O5-13 repel the attacking SCP-6883-1 instances as they run through the corridors. Several instances are benign and raise all of their legs as a sign of surrender. A few protect smaller instances. Mr. K, sighing and looking around, activates their PenShield.\n\n\nThey soon arrive at a wide octagonal room at the top of the tower - it has a single door.\n\n\nO5-13\n:\n behind you k there's some roaches comin <\nMauls one of them, as K shoots the incoming SCP-6883-1 instance.\n>\n\n\nMr. K\n:\n Alrighty, here we go. Now, it seems that Gregor holed up in this place as a sort of final fortress, so we'll not know what kind of fuckery he has in store here.\n\n\nO5-13\n:\n <\nSighs.\n> gregor prepare yourself. <\nTakes out a C4 amplified with a reality anchor and places it near the door.\n>\n\n\nMr. K\n:\n Oi, Harold, the hell are ya holdin'?\n\n\nO5-13\n:\n isnt the policy to go have a blazing entrance\n\n\nMr. K\n:\n Look, those guys inside would be alerted. Much better to attack in silence, ya know?\n\n\nMr. K hits the door, which then promptly activates a computerized voice, introducing itself as LIBERA.\n\n\nLIBERA\n:\n Please answer the following question. \"When does freedom ring?\"\n\n\nO5-13\n:\n Hmmnn…?\n\n\nLIBERA\n:\n Well, well, well. <\nSighs, and smokes a cigarette.\n> Good ol' Gregorius still hasn't forgotten his roots, after all, so he's still human in a weird sort of way. Judging from our memories back at Milan, Moscow, Medellin, Manila…\n\n\nO5-13\n:\n something based on his experiences from things like the aviatican crisis of 2001, i suppose? no, more like how he would think when it comes to these sort of things, and i remember him thinking like ya'…\n\n\nMr. K\n:\n <\nFrowning.\n> Well, let's try this. \"Freedom rings with a blazing entrance.\" <\nSticks another C4 on the door, and signals O5-13 to run for cover, as he leaps away from the door with PenShield at maximum power.\n>\n\n\nLIBERA\n:\n Access approved.\n\n\nMr. K\n:\n Eh?\n\n\nReality instability levels begin to spike, with Mr. K's and O5-13's Scranton Reality Anchors breaking apart. Their weaponry and most equipment, save for their armor, also demanifest. They are transported to a replica of the Site-19 Pavilion, which is generally reserved for spatial entities. Kant levels indicate that they are now out of phase with baseline reality.\n\n\nAdministrator\n:\n Yo, Harold and K.\n\n\nThe Administrator's appearance is a mix of cockroach and human forms, bleeding from several orifices, while a 50-meter-tall, bulging head, with one antenna missing, of a cockroach is located behind him.\n\n\nMr. K\n:\n What a haircut you got there, Gregor. Also, I guess that's Crea at the back?\n\n\nAdministrator\n:\n I suppose you came here to talk? Also, about Crea, don't talk like that 'bout her, K. She spent everything, banking on this one particular moment to empower the world for everyone for one simple trade-off - and it worked for once. She can only talk, so… if you aren't going to kill us \nyet\n, well, let's go talk then.\n\n\nO5-13\n:\n not as if theres any choice for us. you stripped us of our weapons after all\n\n\nAdministrator\n:\n Hahhh… look. We all have our principles. To start, if you weren't interfering, the world would have been much, much, much elevated to a considerably higher state. Look into this vision I prepared for you.\n\n\nAnother dimension shift occurs with all the individuals present in the Pavilion. They are transported over landscapes that show scenes from the daily lives of SCP-6883-1 cockroach instances. Note that the words \"Scene #X show over each landscape, with X being a number. These scenes are shown as they were in the vision.\n\n\nIn Scene #1, Venice is depicted. An SCP-6883-1 instance, garbed only in a hat and burgeoning clothes, can be seen flapping its wings as it uses its appendages to row a gondola. Accompanying it are another instance with only a ribbon on its prothorax, and several smaller instances. The song \"Fame un spritz\" and \"Sarde in Saor\" plays in the background. Several Venetian landmarks, such as the Ponte di Rialto and Santa Maria Gloriosa dei Frari, can be seen in the distance, albeit heavily modified with cockroach iconography.\n\n\nIn Scene #9, Site-19 is depicted in the middle of a containment breach involving \nSCP-682\n, which is now heavily modified with several antennae jutting out from several parts of its body as well as a flaking carapace. Cockroach swarms and SCP-6883-1 instances acting as Foundation personnel quickly subdue it in a eucalyptol and menthol bath\n1\n.\n\n\nScene #2, meanwhile, shows a normal family of SCP-6883-1 instances, enjoying a dinner of normal human food. The largest instance smacks one of the smaller entities due to its rowdiness.\n\n\nScene #4 shows Mr. K, the Administrator, O5-13, and Crea having a barbecue party, albeit with all of them now SCP-6883-1 instances.\n\n\nAdministrator\n:\n Images from the present and the future… or what could happen with our plan to make the world a happier place. Anomalies, even feared ones like 682, can be controlled, while those that escape during Emergence are quickly subdued. Functionality over form, you see.\n\n\nThe cockroach head behind the Administrator emits a low-pitch, bellowing sound, but does not move.\n\n\nAdministrator\n:\n Don't you think it will work now? <\nTheir skin flakes off, revealing a cockroach shell.\n> A small sacrifice of the human form, for the betterment of the soul, don't you think it's a valid idea? <\nSeveral appendages sprout from the arms of the Administrator.\n> The Foundation, with all of its unethical experiments performed on people like little girls, on the girl who cried pig… cannot sacrifice aesthetics for the sake of peace?\n\n\nMr. K\n:\n There are two problems, Gregor, with your plan. First, it is fuckin' difficult to get a haircut when you are roach, and I like my haircuts. <\nTaps his visor, which obscures most of his hair and head.\n> Second, who do you think are, Reporter Gregorius, to think about changing the world?\n\n\nAdministrator\n:\n Oi, wasn't all Aviatican reporters dreaming of -\n\n\nMr. K\n:\n In a way that makes sense and does not set any nasty precedents for the future Foundation. Imagine losing your human form - aesthetics is not something you should mock, Gregor, just 'cause you are aiming for functionality. Now, considering you made a deal with a goddess from who knows where, then that sets an even more dangerous precedent.\n\n\nYou can change the world if you ask the fairies. The Sarkics. The Broken God peeps, and sure, something good can happen if you take the right steps and with the right amount of luck. But who knows if the result, no matter how perfect it is, will work.\n\n\nHell, even with insane shark punchers, I think the world can change. Can't say whether it will be good though, but I bet 20 bucks that it's much better than roaches.\n\n\nNow, as for your wor… work ethics will change -\n\n\nAdministrator\n:\n Work ethic, huh… now we're talking work ethics with the admins. Look, that is the point of why I am here in the first -\n\n\nO5-13\n:\n gregor let me talk as your friend\n\n\nO5-13\n:\n youre burnin way too many bridges here\n\n\nO5-13\n:\n its a rash decision too in the end, though i admire that you took decades of planning for it\n\n\nAdministrator\n:\n Rash decision? Don't screw with me - <\nFlaps their wings.\n>\n\n\nO5-13\n:\n you always worked alone even with me available for advice\n\n\nO5-13\n:\n for 10 years\n\n\nO5-13\n:\n no\n\n\nO5-13\n:\n 20 whole fucking years\n\n\nO5-13\n:\n the foundation was built on the spirit of collaboration\n\n\nAdministrator\n:\n Hahh? Then what about that social climber, O5-1?\n\n\nO5-13\n:\n In your planning wasn't that how you also climbed up ranks\n\n\nO5-13\n:\n you never seemed to have friends as a result\n\n\nO5-13\n:\n except for those who managed to sneak aviatica in\n\n\nO5-13\n:\n as a result you were a workaholic cause how else can you perform\n\n\nO5-13\n:\n but you see, there's still a chance for us. for you. for the foundation\n\n\nO5-13\n:\n didnt i say that i also wanted to change the world but in smaller, more gradual steps?\n\n\nThe Administrator now appears angered, as more of his human skin flakes up. O5-13 and Mr. K back down. However, he then relaxes, with his human appearance quickly returning.\n\n\nAdministrator\n:\n Thank you for pointing that out… I guess, Harold. But you see…\n\n\nThe Administrator quickly reverts to their SCP-6883-1 form.\n\n\nAdministrator\n:\n That's another thing that I need to do in this new world. I paid too much for this opportunity, K and Harold. Crea too. The dignity of the Foundation. Everything, everything… everything, you see?\n\n\nMr. K\n:\n Oi, that's the sunk cost fallacy, Gregor. One of the first few things we learned at journ school.\n\n\nAdministrator\n:\n Journ school… do you think it matters now with the administrator of a truth-bending organization. For this new chance for a better world, I'm willing to -\n\n\nMr. K\n:\n I see, so you are prepared to even lose that part of yours. In the end, you know, Gregor <\nTakes out a Faber-Castell pen from a pencil case.\n>, if you remove the aspect of a journalist from yourself, don't you think that your actual identity will no longer exist?\n\n\nThink about it. Everything we talked about in these past few days, nay, even 20 years ago, was about you being a journo or you changing the world. Now… I guess you're just a man who blabs about changing the world… but nothing else.\n\n\nMr. K activates the pen - a disguised Scranton Reality Anchor - warping them back to SCP-6883-2. Then, Mr. K and O5-13 are beset by several cockroach swarms, although they protect themselves via their PenShields.\n\n\nMr. K\n:\n Alrighty. One last thing, Gregor, we and your pal Uomino will be waiting for ya at the Western Alps!\n\n\nAdministrator\n:\n Uomin…o? Shit, how the hell—\n\n\nMr. K launches himself into the air with the help of O5-13. His PenShield blocks any attacks from the SCP-6883-1 instances present in the area. He then throws the pencil, which then manifests into a reality anchor. Although the Administrator deactivates the anchor, it paralyzes them and all SCP-6883-1 instances. He lands near the window, signaling O5-13 to come near him.\n\n\nAdministrator\n:\n Oi, K <\nHolding the anchor\n>, it's quite admirable you bypassed my safety checks for anchors via pen but did you just seriously think that this -\n\n\nPOI-6883\n:\n Idio… take a closer lo—\n\n\nMr. K\n:\n <\nSalutes towards the Administrator and POI-6883, with their visor shining bright yellow.\n> Well, as Leggere often puts it, you should always leave a sort of gift at the house of the interviewee, particularly if they are an Otherworlder. Ciao! <\nSignals O5-13 to leave a drone for documentation, and then escape together. Before that. however, he throws another pen at the Administrator.\n>\n\n\nAfter O5-13 and Mr. K have escaped the castle and into Venice, the Administrator looks at the second pen. Their legs lose balance, as the effects of paralysis persist.\n\n\nPOI-6883\n:\n <\nSighs.\n> A double feint, huh. Well, well, well… that was…. a fine play from your frie… wasn't… it? As for this… well, the good ol' compression trick, huh. Should've… seen it comin'…\n\n\nThe pen begins to emit beeping sounds, as Kant levels start destabilizing rapidly around it as the remains of the anchor also react with it. The Administrator is still holding it, however, but they soon emit a shrill scream. The pen shoots up from their hand, emitting red, blue, and yellow powder, before culminating in a nuclear explosion that obliterates the room and destroys the drone.\n\n\n\n\n\n\nEnd Log\n\n\n\n\n\n\nFILED UNDER DOCUMENT TYPE TM-6883\n\n\n09/15/2025\n\n\nTimeline Log 6883-01\n\n\n\n\n— \nBEGIN LOG\n —\n\n\n00:00:25\n\n\nA small mushroom cloud dominates the Venetian landscape, destroying approximately 10 percent of the city. SCP-6883-2 is in a heavily damaged condition, with several spires, battlements, towers, and half of the bailey collapsing after the combination of the Aviatican nuclear pen attack and the reality anchor. Mr. K, seated on O5-13, is escaping from SCP-6883-2 with multiple cockroach swarms in pursuit. Telemetry data indicates that they are heading towards the Western parts of the Alpine Mountains.\n\n\n00:05:16\n\n\nA large, cockroach-like entity, designated SCP-6883-Ω, with deep gashes, manifests from the ruins of SCP-6883-2. It sports long trails of cockroach carapaces attached to its body. Mechanical tubing, wiring, cables, and tubes protrude out of its mesothorax and abdomen. Half of its prothorax, which corresponds to the head, is missing. Several florae, such as palm trees, azalea, and lilac, are rooted in the carapace. It then emits a shrill, hissing sound recorded to reach 140 decibels by an automatic Foundation outpost.\n\n\n00:15:21\n\n\nVia somersaults and dives, O5-13 and Mr. K evade the cockroach swarms, although one of the cockroaches stabs a leg into the arm of Mr. K. before being terminated. Meanwhile, reinforcements from the Alpine Squadron have arrived, firing a barrage of missiles that slow down SCP-6883-Ω, severely damaging it.\n\n\nMeanwhile, Aviatica's \nSCP-5630\n instances, which are thaumaturgically-enhanced bird drones, commit diving attacks on SCP-6883-Ω, delivering bombs. When severely damaged, they crash themselves into the now-bleeding carapace. They also explode into a black, sticky fluid upon contact with SCP-6883-Ω. The fluid has massively slowed down the entity due to its hardening properties.\n\n\nThrough time sinks and portable reality anchors, O5-13 and Mr. K manage to accelerate further.\n\n\n00:26:21\n\n\nOperation UOMINI Mission Control in Site-354 notifies O5-13 and Mr. K via noospheric links that 10 more minutes are needed to distract SCP-6883-Ω. At this point, Site-354 now loses significant amounts of energy. A black-out is expected after 10 minutes.\n\n\nMeanwhile, a combination of the Foundation and Aviatican dive-bombing attacks have crippled two legs of SCP-6883-Ω. However, 10,000-cockroach-strong swarms, several of which bear the Foundation logo, counter them.\n\n\n00:32:16\n\n\nSeveral missiles and nuclear weapons originating from the Austrian border, most likely due to the assimilated German branch, arrive at Site-354. These weapons are terminated via the still-functional PENTERN system along the Alps, although two of them hit Sites-350 and 352. Thaumaturgic mages not assigned to energy diversion repel the swarms of SCP-6883-1 instances via Ways and railguns.\n\n\n00:40:51\n\n\nO5-13 and Mr. K, now heavily injured, continue to resist the onslaught of SCP-6883-1 instances. As Mr. K's arm is no longer capable of wielding the gun, O5-13 has them rest and hang onto the carapace. O5-13 then wields a Gatling gun via its appendage, firing at the SCP-6883-1 instances while executing aerial maneuvers.\n\n\n00:46:11\n\n\nMission Control announces that it is now operating at emergency power. Operation UOMINI is considered a success, and every involved Foundation and Aviatican asset retreat to designated safehouses. A massive rumbling then begins as parts of the Austrian Alps crumble. SCP-6883-3 is now active.\n\n\nFormerly a pile of blocks and remains that assembled upon sufficient energy diverted to it, SCP-6883-3 is a 100-meter-tall humanoid entity, with distinctive 'hat' and 'cane' portions. It is primarily composed of a mix of mechanical and organic materials. Steam rises from several holes in its body while gears and twines operate to maintain body rigor. A loud beeping sound, followed by bird chips, originates from the upper portion.\n\n\nSCP-6883-Ω emits a shrill hiss as it flaps its wings and crashes into SCP-6883-3 to engage it.\n\n\n00:56:11\n\n\nSCP-6883-3 and SCP-6883-Ω viciously fight. SCP-6883-3, recovering from the battering ram attack earlier, knocks its cane into SCP-6883-Ω's compound eyes, which then shine from yellow to red. Meanwhile, SCP-6883-Ω stabs its appendages into SCP-6883-3's hat, tearing it, although SCP-6883-3 responds with a kick into SCP-6883-Ω's anal cercus. SCP-6883-3 launches a volley of punches and kicks, half of which SCP-6883-Ω counters.\n\n\nAs a result, SCP-6883-Ω's head bursts into pieces, although it continues to live and attack with substantial power.\n\n\n01:03:21\n\n\nRetaliating, 100,000-member-strong cockroach swarms bind SCP-6883's legs, causing it to crash into mountains. Its facade is chipped away by dive attacks and acidic secretions, although it soon recovers. Meanwhile, a massive pentagram, composed of SCP-6883-1 instances, manifests on the horizon. It launches projectiles similar to a cockroach nymph, pummeling SCP-6883-3.\n\n\nThe fight continues for 30 more minutes until SCP-6883-3 begins to collapse and disassemble. Meanwhile, SCP-6883-Ω leaks massive amounts of blood while its organs, such as the gastric caecea and the esophagus, have detached. However, it continues to move towards Site-354, emitting shrill cries. Aviatican and Foundation flight assets continue bombing it.\n\n\n01:27:59\n\n\nOn the verge of defeat, SCP-6883-Ω launches a 500km-wide pentagram into the sky, reviving all SCP-6883-1 instances neutralized by Foundation and Aviatica. However, most of these instances no longer attack and appear to act independently from SCP-6883-Ω.\n\n\n01:35:59\n\n\nThe now-exposed heart of SCP-6883-Ω contains the mutated, half-cockroach body of the Administrator. O5-13 and Mr. K leave their outpost to attack it, claiming to know the most effective means of neutralization. Upon arrival, they throw a modified reality anchor into it, shifting the three of them into a virtual landscape.\n\n\n— \nEND LOG\n —\n\n\n\n\n\n\nO5-13 and Mr. K manifest one hour later, unconscious. The following data was then obtained from O5-13's noospheric recorder. The recorder's organization of data is preserved in the following transcript, which is only composed of flashing text and sounds.\n\n\n\n\nFILED UNDER DOCUMENT TYPE NM-6883\n\n\n09/15/2025\n\n\nNoospheric Recorder Log 6883-01\n\n\n\n\n— \nBEGIN LOG\n —\n\n\nSound of shuffling papers and a printer in operation.\n\n\ngregor\n:\n Oi, Ka [[inaudible]], fix this news headline for me. We won't make it in time for our schoolpaper's deadline.\n\n\nka\n:\n <\nSounds of sipping and crinkling plates.\n> Can't people who wanna change the world do something as simple as fitting five words instead of nine into a headline? Don't you think he's an idiot, harold?\n\n\nharold\n:\n shut up for a moment. it's already difficult enough to layout the front page of our newspaper\n\n\ngregor\n:\n Oi, Ka, are you - <\ninaudible\n>\n\n\n\n\nKa\n:\n why the hell are you all here too? you lot werent reacting back then.\n\n\nGREgor\n:\n part-time jobs aren't easy to pass up for this thing. plus, its journo, so why not?\n\n\nHARold\n:\n <\nChuckles.\n> oi, gregor, don't tell me you're doing this for that girl under the tree? last time she extorted for like, 150 boyo. \nWampipti\n pesos, boyo. Don't tell me that in the future youre gonna be paid 150 for stupid shit like saving the -\n\n\nGREgor\n:\n look, it's just 150 pesos. It's not as if it will multiply - <\ninaudible\n>\n\n\n\n\nharOLD\n:\n ahh, this news article is so stupid to write. gregor, lemme have a sip of that pepsi\n\n\nkA\n:\n go buy one yourself. its just a bit over that block\n\n\ngreGOR\n:\n <\nChuckles.\n> looks like he got his ass welded into his chair\n\n\nharOLD\n:\n all of our asses are welded on these chairs and our lips on the laptops trying to publish a new volume for whoever is our audience. how the hell can we live a college life with this - [[inaudible]]\n\n\n\n\nA Czech graduation song plays in the background.\n\n\nKA\n:\n now were all finished with college hahahaha lets go to the shop to celebrate\n\n\nGREGOR\n:\n ahh wait HAROLD here still has to bust his ass confessing to that chick from brno\n\n\nHAROLD\n:\n oi, oi, oi, dont you think you also have something to say to marina over there\n\n\nKA\n:\n <\nChuckles.\n> ahhh. look at these nerds trying to confess. alrighty, time to get kicked in the ass bois [[Sounds of protest. After a few seconds, it becomes inaudible.]]\n\n\n\n\nThe Aviatican work anthem, \"To Let Freedom Wing\", plays.\n\n\nK\n:\n now now now in this stunt you have to follow the instructions given by leggere or else we gonna turn into birds at the end of this parade\n\n\nGregor\n:\n its not bad to be a duck or an owl you know\n\n\nHarold\n:\n a goose would do well too i think. <\nChuckles.\n>\n\n\nK\n:\n haahh you guys really aiming to be birds huh. you two are holding your signboards wrong\n\n\n\n\nShuffling papers.\n\n\nK\n:\n this is it, i guess?\n\n\nSandford Gregorius\n:\n …i fucking failed bigtime… you two. carry on for me. i have reverted everything else for ya. humanity's gonna be back on its own \ntwo\n feet. no longer roaches. carta blanca. i suppose it would be rude\n\n\nHarold Svoboda\n :\n …alright. i suppose its also almost time now. gregor - you said it earlier. you wanted the death of a journalist, right?\n\n\nSandford Gregorius\n:\n yea… not as an administrator. not a roach\n\n\nK\n:\n alright. goodbye <\nSound of a gun being loaded and fired.\n>\n\n\nA few seconds pass.\n\n\nSandford Gregorius\n:\n you idiot you misfired now the wall with the pretty flowers is wrecked\n\n\nK\n:\n huhh. you wanted me to give you that feeling of being shot back at milan, right? think, gregor, think about the phrase 'feeling only'.\n\n\nSandford Gregorius\n:\n ahh. i guess you're right… im sorry, K, harold. we made some stupid decisions back then, but mine alone messed up everything.\n\n\nK\n:\n i have a lot of things to answer for too you know. especially that time in the castle where i spewed nasty shit. ya see, i wasnt even correct. even if you only started with being a 'journalist' or someone who wanted to change the world, im very wrong in saying that you were only those things. i guess your experiences really molded you into what you are now. an idiot <\nChuckles.\n>\n\n\nSandford Gregorius\n :\n k you goddamn bastard. anyway… don't sweat that out. anyway, next time we meet\n\n\nHarold Svoboda\n:\n hmm?\n\n\nSandford Gregorius\n:\n make sure to provide me a new volume, new edition of aviatica and the foundation inquirer. at least give me the news if you change the world or something\n\n\nSandford Gregorius\n:\n three guys with different ways of changing the world, yet nothing happens and the worlds still a stupid world. but you guys are still here, so maybe it aint a stupid worl - ahh, im wrong. please forgive me.\n\n\nK\n:\n this idiot… ya really need to rest now. your deadlines passed, but ours havent\n\n\nHarold Svoboda\n:\n when we pass it, we're ready to tell ya what happened. hell, the likes of ya might even interfere hahahah\n\n\nSandford Gregorius\n:\n hahh. alright then, im signing off. you guys take the coms\n\n\n<\nA pen's nib breaking can be heard.\n>\n\n\n— \nEND LOG\n —\n\n\n\n\n\n\n\n\n[ - | OPERATION UOMINI]\n\n\n\n\n\n\n\n\nIn the aftermath, O5-13 is declared as the new Administrator, with Aviatican officers helming the O5 Council. Due to SCP-6883-Ω's death, neutralization of SCP-6883 is observed, with individuals in Northwest Italy and Austria gradually returning to their human forms. A worldwide return to the human form is expected after three months.\n\n\n\n\nFootnotes\n\n\n1\n. Active components of products like Listerine, often touted as a cockroach remover.\n\n\n\n\n\n\n\n\n« \nSCP-6882\n | SCP-6883 | \nSCP-6884\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6883\n\" by Veralta, Luke mcDonut, & TheBoxOfFun, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6883\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n humanity.png\n\n\nAuthor:\n driver Photographer\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/72334647@N03/30965211538/in/faves-188461882@N07/\n\n\n\n\n\n\nFilename:\n containmentroom.png\n\n\nAuthor:\n Steve Brand\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/steve_brand_photos/3055160161/in/faves-188461882@N07/\n\n\n\n\n\n\nFilename:\n kirche.png\n\n\nAuthor:\nHerbert Frank\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/72334647@N03/30965211538/in/faves-188461882@N07/\n\n\n\n\n\n\nFilename:\n castello.png\n\n\nAuthor:\nFan D\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/fand_photography/42085142582/in/faves-188461882@N07/\n\n\n\n\n\n\nName of the file:\n birb.png\n\n\nAuthor:\n erisma\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n The image has been created by its author for the purpose of all Avatica-related articles for Veralta, the creator of Avatica and a colleague of the author",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dr. Gregorius : Good morning, Thirteenth Overseer. O5-13 : to you gregor Dr. Gregorius : It's nice seeing you nice and lively as always, Overseer. but the most pressing matter right now is your condition. A lot of people outside have become the same as you. Dr. Gregorius : We were hoping you could help us out by sharing your feelings right now, your thoughts… anything you want to say could contribute to understanding this anomaly. O5-13 : i woke up and i was by the bed O5-13 : under the bed O5-13 : i didn't really understand at first i didn't really react O5-13 : i laid there O5-13 : when you're in this position you don't really think anything is going to happen to you O5-13 : i was at [REDACTED DUE TO SECURITY CONCERNS] you know how the rooms are and the wallpaper No communication for a hundred and twenty seconds. Dr. Gregorius : Is everything alright, Overseer? Do you feel like stopping here and maybe picking the interview up from where we left off another time? O5-13 : i'm here i want to go on O5-13 : it's the wallpaper O5-13 : i feel fine however it was the disorientation that was killing me at first O5-13 : you have woken up on the floor looking at the ceiling but you have never felt like this O5-13 : the enormous room and the minuscule you O5-13 : the ceiling looking like it's kilometers away O5-13 : it's simply different O5-13 : we all turned overnight both in the site and the town it's in O5-13 : in the morning the scuttling was deafening O5-13 : i felt it vibrating through me not heard it O5-13 : you know why No communication for a hundred seconds. Dr. Gregorius : Overseer, could you tell us anything about the consequences of your… newfound physical limitations? O5-13 : i didn't move until the task force found me O5-13 : i was on my back O5-13 : and now i don't move that much O5-13 : i can't interact with my surroundings O5-13 : there's no real reason to move i'm faster but everything is so extremely far O5-13 : the alpha1 agent assigned to me provides me with what i need O5-13 : maybe it's a vicious cycle O5-13 : you're going to say i am digressing O5-13 : i can't feel my limbs and my wings feel heavy very useless O5-13 : i can't hear sounds and the only thing i can smell is raw meat and shit O5-13 : there's a kaleidoscopic filter to my vision O5-13 : positive thing is cockroaches can't really hyperventilate O5-13 : physically i mean O5-13 : i'm trying to adapt but it's going to take me a while O5-13 : is that enough Dr. Gregorius : Yes, Thirteen, that is perfect. How has your work been coming along? Have you delegated one of your people to carry out some tasks in your stead? O5-13 : couldn't be elsewhere O5-13 : one of our problems here was almost solved already O5-13 : despite what some others think scp cs is strong enough to handle itself O5-13 : their help has been invaluable so far O5-13 : they don't need our supervision not to the current degree at least Dr. Gregorius : What anyone other than yourself thinks is irrelevant, Thirteen. Let's drop this line of questioning, shall we? What about dreams? How has your sleep been? O5-13 : back to the regularly scheduled sterility O5-13 : i've slept dreamless sleeps every night save yesterday and the night i turned O5-13 : don't feel particularly rested in the mornings but nothing out of the ordinary Dr. Gregorius : That is not for you to determine, I'd say. Do you recall these two dreams you mentioned? O5-13 : i don't No communication for eighty-five seconds. Dr. Gregorius : It doesn't work like this, Thirteen. Do you remember anything about these dreams? Everything is important when studying anomalies, come on. O5-13 : the first dream was dull O5-13 : i was crawling through a rice field, by the water O5-13 : you know how rice fields are O5-13 : it was hot i felt it on my wings O5-13 : no i don't use them i don't know how to and don't want to. it was hot and humid and the field was empty O5-13 : no people no animals not even crickets O5-13 : everything was still and nothing made a sound O5-13 : as i said dull O5-13 : when i reached the end of the field i saw something at a short distance O5-13 : a building like a castle or a medieval style house O5-13 : considerably tall and large with half a dozen twisting towers protruding from its ceiling O5-13 : it was made of some kind of smooth white stone O5-13 : it reminded me of a ruined mansion i'd seen in tuscany back when i worked there O5-13 : it felt out of place by the field O5-13 : i moved closer O5-13 : and that was how the dream ended O5-13 : of yesterday's i recall little Dr. Gregorius : Alright, shoot… Ah, sorry for my crudeness, it's just that I am particularly invested in the SCP-6883 case. O5-13 : i can see that O5-13 : yesterday i saw the castle thing again O5-13 : i entered it O5-13 : and that was the end of the dream O5-13 : i'm sorry my work ended up piling up on your desk again O5-13 : it wasn't meant to be this way O5-13 : i'll have one of my most trusted go back to 01 to help you out Dr. Gregorius : No need, and no need to be sorry. It's my duty and I will carry it out gladly. After all, one more project is nothing compared to the ones I'm already working on. You're a hard-working man, Harold, and the fact that you only took a break due to… extreme health concerns, to put it lightly, does you more than justice. That reminds me — you should take breaks more often. O5-13 : it's your work just as it is mine Dr. Gregorius : It'll be mine for a long while more. The stream of things we have to do changes and grows in size and might as time goes on, but you have already laid more than enough bricks in the dam to contain it. O5-13 : so you say O5-13 : still this is a temporary setback i hope O5-13 : i'll think about what to do once i get back in the meantime O5-13 : between now and what else i don't know but i'll think Dr. Gregorius : I'd say we're reaching the end of the interview, so I'll proceed to ask the final question. Are you feeling better? O5-13 : feeling better how Dr. Gregorius : Better in general. Less stressed, getting better sleep, this kind of better. O5-13 : i have not been able to work O5-13 : i am unsatisfied with being in a body that is not my own O5-13 : i am feeling not unwell O5-13 : my condition is all but exceptional though i thought my reaction would be worse Dr. Gregorius : That's not terrible to hear, then. We are done, I believe. O5-13 : one last thing O5-13 : could i suggest you take some time off this O5-13 : this interview alone lasted too much O5-13 : everyone has limits Dr. Gregorius : Different limits. If that is all, Thirteen, we can call it a day O5-13 : this is all O5-13 : take care gregor Dr. Gregorius : You take care too, Harold.",
        "\" SCP-6883 \" by Veralta, Luke mcDonut, & TheBoxOfFun, from the SCP Wiki . Source: https://scpwiki.com/scp-6883 . Licensed under CC-BY-SA .",
        "Filename: humanity.png Author: driver Photographer License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/72334647@N03/30965211538/in/faves-188461882@N07/",
        "Filename: containmentroom.png Author: Steve Brand License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/steve_brand_photos/3055160161/in/faves-188461882@N07/",
        "Filename: kirche.png Author: Herbert Frank License: CC BY 2.0 Source Link: https://www.flickr.com/photos/72334647@N03/30965211538/in/faves-188461882@N07/",
        "Filename: castello.png Author: Fan D License: CC BY 2.0 Source Link: https://www.flickr.com/photos/fand_photography/42085142582/in/faves-188461882@N07/",
        "Name of the file: birb.png Author: erisma License: CC BY-SA 4.0 Source: The image has been created by its author for the purpose of all Avatica-related articles for Veralta, the creator of Avatica and a colleague of the author"
    ],
    "title": "SCP-6883"
}