{
    "url": "https://scp-wiki.wikidot.com/scp-6889",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\n\n\nWARNING:\n\n\n\n\nDoWAC\n1\n is currently investigating possible secondary anomalous effects of SCP-6889, this document is to be considered misinformation until the investigation has concluded. Interaction with SCP-6889 is prohibited until this time.\n\n\n\n\n\n\nItem #:\n SCP-6889\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-6889 is located on a web server owned by Homloch Web Hosting in Omaha, Nebraska. Foundation personnel are to infiltrate Homloch Web Hosting and monitor SCP-6889 and any devices that access it.\n\n\nDescription:\n SCP-6889 is an internet forum found at the web address \nhttps://unxplainedxtranormal.cu/truths\n. Any post made to the /truths board from 3am to 4am local time will detail extensively the name, location, and description of a seemingly random anomaly, as well as the full name of the instigator of the post (regardless of the computer or account used), always bearing the following message:\n\n\n\n\nThis anonymous tip-off brought to you by /truths message board:\n\n\n\n\nThere is no obvious source of SCP-6889’s information, nor reason for its anomalous effects being limited to one hour per day. The anomalies described by SCP-6889 include those both unknown and known to the Foundation, often including greater detail than Foundation records. The anomalous effect manifests after a draft post is submitted to the forum. The post is immediately replaced by a new post containing the anomalous information (Designated SCP-6889-1).\n\n\nPrior to containment the public nature of SCP-6889 led to several incidents in which the general public became aware of, and subsequently came into contact with, uncontained anomalous phenomena. Fortunately the wording of SCP-6889-1 instances regarding Foundation-held anomalies were void of any information capable of triggering a ßK-Class \"Lifted Veil\" scenario\n2\n, \npossibly a measure to avoid Foundation web-sweepers\n. It is held that information supplied by SCP-6889 is factual and useful to the Foundation, as the 6889-1 instances regarding Foundation-held anomalies have been found to be accurate.\n\n\nRecovery:\n Initial attempts at containment involved the seizure of the physical server hosting SCP-6889, however upon bringing the server to Site-15 for testing it was found that all attempts to trigger SCP-6889’s effects resulted in the following message:\n\n\n\n\nError code 76533:\n ‘do not negotiate with terrorists’\n\n\n\n\nIn order to retain both SCP-6889’s potentially useful properties and Foundation security, the source code of the website was edited to require Level 5 security clearance for access to the /truths board, the host server was then returned to its original owners (Homloch Web Hosting, NE).\n\n\nSubsequent testing confirmed SCP-6889 had returned to normal behaviour.\n\n\nExperiment 6889-14:\n\n\n\n\nSubject:\n D-3094\n\n\nProcedure:\n Subject given access to computer peripheries connected to SCP-6889 at 03:21 local time, instructed to type and post a message in Spanish.\n\n\nResult/s:\n SCP-6889-1 instance appeared written in Spanish, detailed anomalous building cognizant with Unexplained Location UE-815582\n3\n.\n\n\n\n\nExperiment 6889-16:\n\n\n\n\nSubject:\n D-42265\n\n\nProcedure:\n Subject given access to computer peripheries connected to SCP-6889 at 12:52 local time, computer clock set to 03:30. Subject instructed to type and post words to favourite song.\n\n\nResult/s:\n SCP-6889-1 instance did not appear; post identical to subject input.\n\n\n\n\nExperiment 6889-143:\n\n\n\n\nSubject:\n Dr Finlay Braunholtz, Site-15 DoWAC Representative\n\n\nProcedure:\n Subject given access to computer peripheries connected to SCP-6889 at 03:10 local time, as requested for ‘important DoWAC business’. Subject typed and posted unrecorded message.\n\n\nResult/s:\n SCP-6889-1 instance detailing fail-safe protocol appeared; upon reading subject immediately halted experiment and made contact with DoWAC Director Conners.\n\n\n\n\n\n\n+ Addendum 6889-143-A\n\n\n\n\n- Addendum 6889-143-A\n\n\n\n\n\n\nSCP-6889-1 instance generated by Experiment 6889-143:\n\n\n\n\n\n\nFailsafe 42:\n ‘Found the Fed’\n\n\ndfлháфjΔзkmу\n\n\nThis message is an automated response to be displayed in the event the /truths board makes contact with an individual who knows themselves to be a paid concealer of the truth. This board is more than just an encyclopedia, the same methods it uses to acquire its forbidden information are used on the poster as well. And in the eventuality that the poster happens to be a member of some unknown thought police, the following protocol is enacted:\n\n\nThe string of characters at the beginning of this message were placed there in such a way that they have certain properties. The first person to read these letters will be tied by fate to the /truths board irreversibly, meaning that if the board is destroyed then the reader will be destroyed also.\n\n\nThis protocol was put in place to ensure that the truth remains accessible to anyone, Fed or no, lest one of said Feds spontaneously combusts. The methods by which /truths operates and I hide myself will not be revealed here, but know this, Feds:\n\n\nThe Truth will get out eventually.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. ‘Department of Web Anomaly Containment’\n\n\n2\n. The Foundation or anomalous become public knowledge.\n\n\n3\n. \nLog of Unexplained Locations\n\n\n\n\n\n\n\n\n« \nSCP-6888\n | SCP-6889 | \nSCP-6890\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "This anonymous tip-off brought to you by /truths message board:",
        "Error code 76533: ‘do not negotiate with terrorists’"
    ],
    "item": "SCP-6889",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-6889 is located on a web server owned by Homloch Web Hosting in Omaha, Nebraska. Foundation personnel are to infiltrate Homloch Web Hosting and monitor SCP-6889 and any devices that access it.",
    "description": "SCP-6889 is an internet forum found at the web address https://unxplainedxtranormal.cu/truths. Any post made to the /truths board from 3am to 4am local time will detail extensively the name, location, and description of a seemingly random anomaly, as well as the full name of the instigator of the post (regardless of the computer or account used), always bearing the following message:",
    "title": "SCP-6889"
}