{
    "url": "https://scp-wiki.wikidot.com/scp-6890",
    "all_text": "rating: \n+78\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6890\n - Tales of Terror\n\n\n\n\nGOOOOOOOOSEBUMMMMPS\n\n\nARF ARF ARF ARF ARF\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6890\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA still from \nTales of Terror\n's opening\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-43\n\n\nAllan J. McInnis\n\n\nLillian S. Lillihammer\n\n\nMTF Kappa-43 (\"The Mediators\")\n\n\n\n\n\n\n\n\n\n\n\n\nWhite Cross Studios, the locus of SCP-6890\n\n\n\n\n\n\nSpecial Containment Procedures:\n The exterior of White Cross Studios, which contains SCP-6890, has been blocked from public access. Civilian trespassers are to be amnesticized. Further exploration of SCP-6890 is prohibited until further notice.\n\n\nAll testing with SCP-6890-1 is to be recorded.\n\n\nDescription:\n SCP-6890 is a non-Euclidean, extra-dimensional space positioned between the ground and first floors of White Cross Studios, a soundstage in Saskatchewan, Canada. SCP-6890 is stark grey in color, and expands indefinitely in all directions. SCP-6890 is absent from any official documentation or schematic of the studio. A partially concealed trap door located underneath Stage-8 serves as its only point of access. The sole objects inside SCP-6890 are a podium made of lithified sediment, and on top of it, SCP-6890-1.\n\n\nSCP-6890-1 is a television typical of those manufactured in the late 1990s. A silver cross logo is placed in the center of the lower half of the object’s plastic casing. On its back is an engraved phrase, which has been reproduced below.\n\n\n\n\n\n\nA penance unpaid with deliverance prayed\n\nThe Father presides, the Children abide\n\nThe worth of a soul, the Prelate weighs\n\n\n\n\n\n\nSCP-6890-1 remains operational despite not being connected to a power source. When SCP-6890-1 is powered on, via use of a button in the left-hand corner of the object, it will play a previously unseen episode of Raymond Dillinger’s \nTales of Terror\n, a Canadian children’s horror anthology series that briefly aired on television from 1999 to 2000. SCP-6890-1 cannot be powered off until the episode is aired in its entirety. These episodes, designated SCP-6890-A, are similar in structure and style to the original program but differ in tone, most apparent in their incorporation of religious elements into the narrative and the character of the Prelate. Further information regarding the contents of SCP-6890-A can be found below.\n\n\nActors who appear within SCP-6890-A are 13 juvenile individuals, who also appeared throughout the show’s original, televised run in central, starring roles. Research into the identities of these individuals, including names, familial histories, or public records, has been unsuccessful.\n\n\nAddendum.6890.1:\n Program Overview\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\n\n\n\n\nA capture from \nTales of Terror\n, 1x06\n\n\n\n\n\n\nTales of Terror\n was a television program produced, directed, and written by Raymond Dillinger. The show followed an anthology format, with each episode telling the story of a child’s encounter with the supernatural, following the trend of middle-grade targeted horror media released in the 1990s. These episodes would follow a standard plot progression, before implementing an unexpected and often nonsensical “twist” ending as a climax. Two example episodes have been summarized below.\n\n\n\n\nSeason 1, Episode 6 - “The Big Top!”\n\nSarah Donner, a young girl struggling with a fear of bees, starts to suffer night terrors about a hive. Episode ends with a troupe of worker bees kidnapping Sarah and bringing her to a large cavern, and the reveal that she was a queen bee who had run away from the hive years ago, desperately trying to live a normal life as a human. Sarah transforms into a bee, and is forced onto the throne by a beekeeper.\n\n\n\n\n\n\nSeason 1, Episode 9 - “Camp Fear”\n\nEpisode focuses on a group of summer-campers who become stranded in the wilderness and stalked by what they believe is the ghost of a girl who was murdered at the camp years ago. In the end, it’s revealed that the campers are government agents, sent directly to apprehend the spirit and bring her into custody.\n\n\n\n\n\n\n\n\nA capture from \nTales of Terror\n, 1x09\n\n\n\n\n\n\nOf note is that the child actors portraying each respective protagonist throughout the show's 13 episode run are entirely unknown, and remain uncredited despite playing the episode’s main character. The likenesses of these actors are reproduced by SCP-6890-1 in SCP-6890-A.\n\n\nTales of Terror\n aired on Canadian television channel “YTV” for a single season and was critically panned during its run for poor acting, inexpensive production, and stale writing. The show was largely unpopular with its target audience, and quickly became forgotten. As a result, the show was not distributed on home media following its initial airing, and copies of the show are scarce. Attempts to contact Corus Entertainment, owners of YTV and presumably the distribution rights-holders of \nTales of Terror\n have been met with ignorance regarding the existence of the show and the whereabouts of its master recordings. Regardless, the Foundation has compiled a complete library of \nTales of Terror\n, and has concluded that the show is outwardly non-anomalous, and the contents of the episodes are unremarkable.\n\n\n\n\n\n\n\n\n\n\nAddendum.6890.2:\n White Cross Studios\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\nINFORMATION RELEASED WITH OSAT COOPERATION THROUGH ACT 232-E\n\n\nThe Foundation was alerted to the existence of SCP-6890 after an investigation into the disappearance of Raymond Dillinger, the show’s producer, by the Occult and Supernatural Activity Taskforce (OSAT) of the Royal Canadian Mounted Police. Dillinger, who has been designated PoI-6890, disappeared shortly following the show’s cancellation in 2000. An excerpt from an OSAT agent’s initial report on Dillinger and White Cross Productions has been included below.\n\n\n\n\nThe company’s history is murky, but standard given its small size. Produced multiple made-for-TV films throughout the 70s and 80s, all spearheaded by Dillinger. Nothing out of the ordinary about any of the productions, they more or less flew under the radar. Every commercial, every film, every television series, no matter how insignificant it may seem, is produced by a team of dedicated workers who pour dozens, if not hundreds of hours into their product. White Cross was one of thousands of unknown studios working below the surface of the mainstream. They never produced anything of their own until 1999, when Dillinger was asked to head the production of a children’s horror series. According to what we discovered, he was more than happy to finally take the creative lead on a project.\n\n\n\n\n\n\nUnfortunately, the history of Raymond Dillinger is more difficult to narrow down than his company. He was Victoria-born, white, male, and credited as a production assistant on more than 35 different films in the 1960s before founding White Cross and constructing an expensive studio complex in Saskatchewan. No family to speak of, no relationships, life outside of work completely unknown. There is one thing we learned from speaking to former colleagues though - Dillinger loved what he did, and was loved by those who worked with him. At least until the production of Tales.\n\n\n\n\nFollowing the cancellation, White Cross Productions folded, and the crew were absorbed into other production companies working in Canada. Equipment within White Cross Studios was sold, and the property remained untouched until 2003, when OSAT’s investigation yielded the discovery of SCP-6890. Excerpt follows.\n\n\n\n\nWe seized some excess docs. Stuff left in the filing cabinets and the desk drawers, even a few surveillance cameras. Only things ransacked here were the expensive film equipment, it seems. The site’s filled with costumes, props, all sorts of paraphernalia. They’re interesting enough, given what we already know about Dillinger, but don’t compare at all to the crawlspace. That’s what we’re calling it. Jen noticed it first, practically fell in. A section of the floor was offset, almost like a trap door pushed to the side, and in between the cracks was a gray light, peeking from between the interstice and the concrete. Extraspatial Anomaly RDIS-01, proper file attached below.\n\n\n\n\nInitial OSAT reports also mention SCP-6890-1 being incapable of powering on during its discovery. Following the disappearance of three OSAT agents during attempts to explore SCP-6890, the decision was made to transfer jurisdiction of the anomaly to the Foundation.\n\n\n\n\nSalaz, Hyder, and Molonti set out to give a preliminary check, investigate the perimeter, and see what we were dealing with. It was grey on grey for as far as the eye could see, but we wanted to know what was beyond that, if anything. Feeds blacked out at around 4 kilometers. They just kept walking the entire time, completely silent. We told them there was nothing out there, it could go on forever, but they didn’t listen. The comms went out completely, and they never came back. A few hours later, they turned on, and all we heard was what sounded like a smile, grinning slowly into our comms. If something’s down there, it was surprised to see us, and it was excited too. The skippers were called in after that.\n\n\n\n\nFollowing Foundation containment and seizure of relevant documents, investigation into SCP-6890 and 6890-1 was conducted. Foundation assets did not encounter issues when attempting to explore SCP-6890, but did not find necessary reason to do so extensively with the advent of SCP-6890-1’s anomalous properties, which manifested shortly after the OSAT left the site. Attempts to retrieve the three missing OSAT agents from SCP-6890 were met with failure. During exploration attempts, Foundation recording equipment detected bursts of white noise in the 160 to 190 kilohertz region, affecting all long-range communication attempts beyond the 2 kilometer radius surrounding SCP-6890-1. As such, further exploration has been discontinued.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.6890.3:\n SCP-6890-A Testing Log\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\n\n\n\n\nThe Prelate\n\n\n\n\n\n\nSCP-6890-1 began producing SCP-6890-A on 2003/11/10, during a routine inspection of the object. After powering the device on, several minutes of static and noise ensued before SCP-6890-A1 began to play. All instances were recorded, transcribed, and summarized.\n\n\nContent in instances of SCP-6890-A differ from the televised run of \nTales of Terror\n in significant ways. The cast of 13 unknown child actors who appeared in the original series are present in each instance of SCP-6890-A, whereas they only appeared in their respective episodes during the initial broadcast. These individuals are, aside from the Prelate, the only characters in SCP-6890-A. This emptiness is exacerbated by SCP-6890-A’s apparent low budget, as each episode takes place in what appears to be the same town, though this is not acknowledged within the show itself. There is heavy re-use of sets, props, and costumes from previous episodes, and production errors, such as the visibility of storage areas or filming equipment in certain scenes, are common. Furthermore, actors sometimes take up more than one role per episode, sometimes speaking to themselves or appearing multiple times in the same location. Their performances are markedly different from their acting in the original show, as the children appear more unsure of themselves, repeating lines, and frequently glancing offscreen to hurriedly apologize after a mistake.\n\n\nThe show’s format is unchanged, still being a horror anthology series, though SCP-6890-A incorporates heavy religious themes and messages into each instance. This is often provided by the “Prelate” character, an individual not present in the original series. The Prelate is a tall, red-robed entity with excessive boils covering its skin and a large, wide-brimmed hat. He is present in each SCP-6890-A instance, and attempts to “teach” the cast a moral lesson, which is often coupled with intensive punishment. These morals are outwardly religious, fashioning themselves after Catholic or sometimes Protestant teachings, but upon closer inspection, are nonsensical and unnecessarily cruel. Scenes in which characters are being “punished” by the Prelate are both graphic and lengthy, but often conclude with the main character thanking the Prelate, and promising to correct their behavior in the future. Injuries suffered by the characters are healed by the next SCP-6890-A instance, though scars, bruises, and other physical indications of suffering remain.\n\n\nThe first series of tests using SCP-6890-1, SCP-6890-A1 through SCP-6890-A4, are included below.\n\n\n\n\nInstance #:\n SCP-6890-A1\n\n\nEpisode Title:\n \nTo Find God is to Go Below\n\n\nSummary:\n Hannah Troy wins a contest to visit a movie studio. While there, she notices that a director is having trouble shooting his film, which is about a seance going wrong. Hannah prays to the Prelate, who arrives at the studio and orders that the director repent and turn to God. The director claims that he does not know how; in response, the Prelate points towards a previously unnoticed darkly-lit stairwell near a wall in the studio, stating that “God is beneath, in places seen only through his eyes.” The director descends the stairwell, and the episode cuts to a grey still for 7 minutes.\n\n\nWhen the picture is restored, the Director is filming scenes of the actors injuring one another, going so far as to force Hannah to remove her own eyes with a screwdriver, as she stayed at the studio beyond her curfew, disobeying the rules set by her parents. While the crew of the film are upset with the director’s change in behavior, the Prelate is satisfied, and rewards him by allowing him to achieve salvation. The child portraying the role of the director disappears and is not seen again in another SCP-6890-A instance. The blinded Hannah cries out, upset that she was not taken by the Prelate, stating that she’s suffered enough.\n\n\n\n\n\n\nInstance #:\n SCP-6890-A2\n\n\nEpisode Title:\n \nTo Walk With God is to Return Above\n\n\nSummary:\n Billy Hadder and his friends discover a hidden passage inside their school locker room after breaking in after-hours. It leads to a narrow, cramped cavern that extends downwards. At night, they dream of God calling to them, asking them to go back to the tunnel, as he crafted it specifically for his followers. The children are afraid, and attempt to block off the passage using spare gym equipment. Their teacher, the Prelate, catches them and forces the children to break each other's limbs for not only breaking into the locker room, but also disobeying the word of God and refusing to enter the passage. After the children are adequately punished, Billy Hadder kneels on his broken knees and repents before the Prelate. The Prelate determines that Billy is ready to “walk with the Lord” and forces him to crawl on his injured hands and knees into the hole, which closes after the two enter. Billy’s actor is not seen in any other SCP-6890-A instance following this episode.\n\n\n\n\n\n\nInstance #:\n SCP-6890-A3\n\n\nEpisode Title:\n \nTo Know God is to Abandon Man\n\n\nSummary:\n A group of students discover dinosaur fossils in the lot outside of their school. This prompts a surging interest in dinosaurs in the town as the students compile a complete skeleton to sell to a museum. On the day of the sale, the museum representative is none other than the Prelate, who reveals that the children had strayed from God’s teachings by believing in dinosaurs, and the bones were put there by the Prelate to test their faith. He states that God is “older and buried deeper” than any dinosaur. The children beg the Prelate for forgiveness, but are punished instead, as the dinosaur skeleton reanimates itself into a large, horned, humanoid creature and consumes them. The episode ends with the Prelate burying the bones of the children in a wooded location reminiscent of the area surrounding the exterior of White Cross Studios. He molds the bones into the form of fossilized dinosaur remains. He then removes a pelvic bone and resurrects one of the children, a young girl, whose flesh hangs from the bones of her broken skeleton.\n\n\nHe tells her that she has suffered adequately, and has earned salvation. The girl begins crying and thanks the Prelate. She asks why the Prelate has not healed her friend’s eyes\n1\n. The Prelate initially does not respond, and assures her that her friend will achieve salvation after she adequately atones for her sins, as she has committed more than anyone else according to his judgement. The girl understands, sinks into the ground, and is not seen in any other SCP-6890-A instance going forward.\n\n\n\n\n\n\nInstance #:\n SCP-6890-A4\n\n\nEpisode Title:\n \nTo Be God is to Consume His Glory\n\n\nSummary:\n Two brothers believe their town is under attack by werewolves after witnessing their neighbor transform into a beast and go off into town. This coincides with multiple disappearances of their friends. Eventually, a group of children confront the neighbor, who transforms into a monster in front of them. The Prelate enters, emerging from inside a cabinet, and tells the children that the monster is, in fact, a messenger of God. He explains further that they should not judge something as evil, because something outwardly evil may be God in disguise.\n\n\nThe Prelate orders the children to become one with God by consuming the monster’s flesh. To do this, the Prelate transforms the two brothers into similar looking creatures through a series of painful transformations. Once fully transformed, they are forced to consume the messenger-creature, and then their friends. After doing so, the Prelate takes the brothers outside of the house and into a forest. They are not seen again.\n\n\n\n\n\n\n\n\n\n\nAddendum.6890.4:\n Interview Log\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\nFoundation investigations into PoI-6890 resulted in interviewing multiple cast and crew members of \nTales of Terror\n and former White Cross Studios productions under the guise of a police investigation into Dillinger’s disappearance. An interview with Donald Harving, a production manager on \nTales of Terror\n and close associate of PoI-6890, has been transcribed below.\n\n\n\n\nDr. Marsen:\n Thank you for taking the time to sit down with us, Mr. Harving.\n\n\nHarving:\n Sure. Anything to shed some light on Raymond. He’s an unsung hero of the field.\n\n\nDr. Marsen:\n We’ve heard. Can you speak to Dillinger’s relationship with those who worked with him?\n\n\nHarving:\n Wonderful guy, the absolute best. Always made everyone feel welcome, always was approachable, really fostered a collaborative atmosphere in the best way. We were doing garbage for local broadcast stations, mostly, but it felt special. Some people light up a room by walking in, and Raymond was one of them.\n\n\nDr. Marsen:\n Are you aware of his background? His personal life?\n\n\nHarving:\n Not exactly, but I don’t think anyone was. He was a private guy, at least with that sort of thing. It didn’t matter though, we were too focused on the creative process to worry about things like that. Kind of applied to all of us.\n\n\nDr. Marsen:\n Hm. How would you describe Raymond leading up to his disappearance?\n\n\nHarving:\n Oh God, it was… it was awhile ago, but it was one of the worst periods of my life. I know others who would say the same thing. We were filming this kids’ show, this stupid kids’ show, based on some spooky books or something, I think. I’ve never seen a person change completely in such a short span of time before. I know I just talked him up, but the Raymond I knew was an entirely different person than the Raymond that worked on this show. Midway through production, it was like someone put a towel over the entire studio and twisted and wringed, making sure any joy that came from the job was dripping to the floor, day by day.\n\n\nIt was different, Raymond would come into work frustrated, started taking it out on the crew, which… he never did that before, ever. He threw coffee on a camera-girl after she screwed up a shot, which… thank God it had been sitting out for a few hours. Every day was a nightmare, and it was the first time Raymond had ever been in a position where he was producing his own work. Before, it was always someone else's. Maybe it went to his head? It’s not the version of him that I want to remember.\n\n\nDr. Marsen:\n He alienated his former friends completely, then?\n\n\nHarving:\n You could say that. He would spend all of his time in the basement, away from everyone else. That fucking basement, I don’t know if he set up an office there or… or what, but he’d go there alone. We’d leave and he’d still be down there, and when we came back the next day, he’d finally come up.\n\n\nDr. Marsen:\n Do you remember how Dillinger treated the cast of the show?\n\n\nHarving:\n Same as… same as he treated us, I think. Meltdowns, anger, threats. Religious, oh god the religious rants were something else. I almost forgot about those.\n\n\nMaybe he had some sort of spiritual reawakening on set or something, but he’d always talk about God, and how we were doing the Lord’s work. He never went to church though. He couldn’t have, when he was in the fucking basement all day. He was losing it, I think. The pressure of being responsible for every facet of production for the first time in his life. It was how he coped, probably.\n\n\nDr. Marsen:\n Do you remember any of the child actors involved in the production? Any incidents regarding them specifically?\n\n\nHarving:\n Of course, I… hm. It’s been so long that I don’t think I do. I never thought about it before, but no, no I don’t remember them. I don’t think they went on to do anything big, any of them. Raymond… right, now I remember. Raymond would scream at them for hours about their acting, saying it was wooden, or forcing them to reshoot certain scenes. Thought he was Kubrick or something, but these were just little kids, you know? We talked him down, tried to console some of the kids, but he was on a warpath.\n\n\nDr. Marsen:\n Filming guidelines require adult supervision of child actors while on set. How did their guardians respond to this?\n\n\nHarving:\n I can’t recall. I’d imagine it wasn’t good, but it happened so frequently that it makes me wonder; Why did no one stop him? Who would let their child get bossed around by that man?\n\n\nBut I’ve been in this business for half of my life, and the types of people who bring their children into it are scum. There are exceptions, as always, but they are scum. Learning to take the abuse is just part of the job for their future movie star. It’s better for them to learn that sooner than later.\n\n\nDr. Marsen:\n Would Raymond’s religious interests intersect with the writing of the show?\n\n\nHarving:\n Uh, I haven’t watched that crap, so I wouldn’t really know, but I do remember him being upset at the network forcing him to rewrite certain scripts. Actually, they might have rewritten parts for him. There was this one episode where he insisted on donning this ridiculous outfit and parading around to preach, or something. It’d end with the monster being Jesus in disguise or some \nbullshit\n he came up with after spending hours cooped up in the basement. We filmed some of it, but the higher ups said religious horror was wildly inappropriate for the target audience, so we scrapped it, obviously.\n\n\nDr. Marsen:\n Do you remember what happened to the footage?\n\n\nHarving:\n The Onset of the Prelate.\n\n\nDr. Marsen:\n Mr. Harving?\n\n\nHarving:\n That was the title. Raymond kept repeating it, over and over. The Onset of the Prelate.\n\n\n\n\nResearcher’s Note:\n \nInformation corroborates with other interviewed subjects. Former associates of PoI-6890 notice a decline in his health and a change in attitude during the production of Tales. Subjects do not recall the identities of child stars on the show, even when presented with photographs of them, but all mention PoI-6890 harboring resentment towards them and other cast members for reasons unclear. All subjects corroborate that PoI-6890 spent significant time in the studio's basement. Notably, White Cross Studios does not have a basement.\n\n\n\n\n\n\n\n\n\n\nAddendum.6890.5:\n SCP-6890-A Testing Log II\n\n\n\n\n+ Access Logs\n\n\n\n\n- Hide Logs\n\n\n\n\n\n\nInstance #:\n SCP-6890-A5\n\n\nEpisode Title:\n \nThe Flesh Can Be Cleaned Only Through Him\n\n\nSummary:\n Story follows a girl named Chloe\n2\n, who begins losing friends because she does not want to play a roleplaying game involving the wizards and magic, as it goes against her faith. Slowly, Chloe is coerced into playing the game by peer pressure. During a session, the group accidentally summons a demonic entity, who is revealed to be the Prelate in disguise. The Prelate burns the group of children, sans Chloe, for engaging in the occult, and practicing idolatry.\n\n\nAt this point, Foundation researchers experiment with the object by powering off SCP-6890-1. The object does not turn on for thirteen hours. When power is restored, the Prelate congratulates a boy for enduring the “cleansing fires”, and takes him away in a manner similar to previous tests. Chloe begs the Prelate to let her repent, stating that she feels ashamed for standing aside while others are performing their penance, but he leaves.\n\n\n\n\n\n\nInstance #:\n SCP-6890-A8\n\n\nEpisode Title:\n \nMen Can Be Judged Only Through Him\n\n\nSummary:\n Episode is devoid of plot and consists of the Prelate lecturing the remaining children in a church setting about Heaven, God, and the need to suffer in his name. The lecture specifically denounces abrahamic religions as heretical, and their god as a false one. The Prelate states that God is something all-consuming that, once found, can be harnessed to judge others through his will. He then asks the children where God can be found, to which they respond in unison with a phrase, reproduced below.\n\n\n\n\nGod lies in secret, forgotten, festering in a shallow grave. Where time cannot reach, and the blind cannot breach, his doors open for sons to see. Beneath the ground that man has laid, and words he sets in stone, he operates in a silence so few can ever know.\n\n\n\n\nThe Prelate removes a tile from the floor and asks for one of the children to step forward and throw themselves into the hole. A girl\n3\n volunteers herself, but the Prelate denies her, feeling she is not ready. The girl insists, but the Prelate warns that he will turn the cameras off, and they will be forced to go “off script”. This silences the girl.\n\n\nInstead, the Prelate picks two other girls, who lower themselves into the hole. The Prelate remarks that they will undergo “more pain than one should feel in a thousand lifetimes”. Seconds later, the two emerge, apparently unharmed, and embrace the Prelate. He takes them down the stairs, and they are not seen again.\n\n\n\n\n\n\n\n\n\n\nAddendum.6890.6:\n Recovered Documents\n\n\n\n\n+ Access Documents\n\n\n\n\n- Hide Documents\n\n\n\n\nThe following are documents recovered from the Foundation’s acquisition of White Cross Studios.\n\n\n\n\nI’ve been fielding complaints about you all month. I don’t know what’s happening over there, but I’ve seen the footage, you either tone that shit down, or I’ll take this higher.\n\n\nI reviewed the scripts for the second quarter of shooting, and we’ve determined that they’re not in line with what is acceptable to air on children’s television. We got Jackie to rewrite them, as you’ve demonstrated that you’re incapable of refraining from shoving this Sunday school bullshit into your work.\n\n\nAnd [ILLEGIBLE]]? That’s my daughter. She’s here because of me, and because you’re my friend. If you treat her the way you’re treating those other kids, I will make sure you never work again, Raymond.\n\n\nG.H\n\nWhite Cross Productions\n\n\n\n\n\n\n\n\nThe field of God beneath it all repents unwilling unworthy forever. Judgement never religious open my eyes open my eyes down there, going going. Going for ever. For ever. Found it there and never moved again for years until i found it there forever. Why here? Why anywhere? It had to be here. I will make sure they achieve salvation thank you thank you the lord our lord. I cannot taste with my own eyes but the eyes of the LORD and he is wrathful but oh so very forgiving yes. Thousand years. Before that. He is GOD. I am his PROPHET. The shepard will tend to his sheep the souls of the unwashed to wash the feet as his SON did for those to cleanse the pain with pain and mightful vengeance. Evil is real and it lurks in the body of every man who is unpurified by His word that extends and branches so far beneath under there under there. In here. You’re doing good.\n\n\nTo do:\n\n-film 1x06\n\n-replace pulleys\n\n-talk to jace re: new lights\n\n-negotiate flight with [ILLEGIBLE]\n\n-go beneath\n\n\n-partake in His cup\n\n\n-\n\n\n-\n\n\n-\n\n\n-so gracious of Him to choose me\n\n\n-beneath\n\n\n\n\n\n\n\n\n(The following is footage obtained from a surveillance camera active in the studio. No audio remains.)\n\n\nRaymond Dillinger and crew are filming a scene on the set of a living room. One of the child actors, a young boy seen in SCP-6890-A, appears to have trouble performing alongside two adult actors. They sit at a dinner table, and the boy throws his plate across the set.\n\n\nDillinger cuts the scene and takes a moment to view the footage. Two crew members sweep up the plate.\n\n\nDillinger signals to the crew. The boy is provided with a new plate. Scene is reshot.\n\n\nMidway through, Dillinger signals for the scene to be cut.\n\n\nDillinger approaches the boy and screams at him, frantically gesturing.\n\n\nThe boy and Dillinger continue to argue. Dillinger grabs the child’s hands and forces them to perform the sign of the cross. When he refuses, Dillinger takes the plate and smashes it over the boy’s head. He collapses. Dillinger turns to the crew and gestures again. He storms off the set to an unseen location. Crew members attend to the child.\n\n\n\n\n\n\n\n\n\n\nAddendum.6890.7:\n SCP-6890-A Testing Log III\n\n\n\n\n+ Access Logs\n\n\n\n\n- Hide Logs\n\n\n\n\nTests SCP-6890-A9 through SCP-6890-A12 have been reproduced below.\n\n\n\n\nSCP-6890-A9\n\n\nEpisode Title:\n \nThe Last to be Judged\n\n\nSummary:\n The young girl seen in previous tests confronts the Prelate, and asks why she has not been chosen to ascend. Her wounds have not healed, and her body is noticeably damaged in several places: her body is emaciated, limbs hang limp, a wrapping covers her eyes, there are severe burn marks and bruises on her skin, and her gait is staggered. The Prelate says that it is because he knows she still has much to atone for. The girl does not understand, and lists the hardships that she's suffered for God over the years. The Prelate says that God cares about her more than she could imagine, and asks if she is willing to undergo a final test for the Lord. The girl accepts.\n\n\n\n\n\n\nSCP-6890-A10\n\n\nEpisode Title:\n N/A\n\n\nSummary:\n Episode consists solely of shots of the town. Props are seen thrown together in the backs of storehouses, and locations seen throughout the show are boarded up. No audio is present.\n\n\n\n\n\n\nSCP-6890-A11\n\n\nEpisode Title:\n\n\nSummary:\n The Prelate grants \"salvation\" to the remaining children, sans the girl. When a boy asks about her, the Prelate says that she is still undergoing her penance.\n\n\n\n\n\n\nSCP-6890-A12\n\n\nEpisode Title:\n \nAscension\n\n\nSummary:\n The girl returns from a hole in the ground, battered and barely able to stand. She finds that the town is empty. Upon realizing that she's the last to be taken, she begins to cry. The Prelate appears and assures her that she has been forgiven. He takes her hand, and her injuries heal. The two walk to a well at the edge of town that extends downwards. The girl and the Prelate do not hesitate to jump in. They do so, and the episode cuts.\n\n\n\n\nFollowing the airing of SCP-6890-A12, SCP-6890-1 became unresponsive, and was reclassified as a neutralized component of SCP-6890.\n\n\n\n\n\n\n\n\nAddendum.6890.8:\n Spatial Alterations to SCP-6890\n\n\nOn 2004/1/12, SCP-6890 underwent a major spatial change, in which the grey coloration of the space disappeared entirely. As a result, visibility inside SCP-6890 became heavily impaired.\n\n\nDuring assessment, several researchers reported feeling compelled to leave the approved research area and explore the anomaly deeper. One such researcher, James Laden, disappeared into the depths of SCP-6890, prompting an immediate rescue effort. Due to difficulty communicating using radio in further parts of SCP-6890, Foundation Drone-SCFS-12 was released inside the anomaly with an automated flight path that would return to the research area after completing its exploration. A log of its findings has been transcribed below.\n\n\n\n\nDRONE REPORT\n\n\nSCFS-12\n\n\n- OPERATOR, MADISON GREENE, TECH.\n\n\n\n\nPOWER ON, SETTINGS CALIBRATED\n\n\nENTERING FLIGHT\n\n\nLEAVING RADIUS\n\n\nCOMMUNICATION FLATLINE.\n\n\nAUTOMATED NAVIGATION PATH ENGAGED\n\n\nNO VISUALS DETECTED. ENGAGING FRONTLIGHTS.\n\n\nFLIGHT STABLIZED.\n\n\nNO VISUALS DETECTED.\n\n\nNO VISUALS DETECTED.\n\n\nNO VISUALS DETECTED.\n\n\nNO VISUALS DETECTED.\n\n\nNO VISUALS DETECTED.\n\n\nOBJECT DETECTED.\n\n\nFootage does not show a discernible object.\n\n\nOBJECT DETECTED. IDENTIFICATION UNKNOWN.\n\n\nDrone begins descending, derailing its automated flight path.\n\n\nWARNING, AUTOMATED NAVIGATION DISENGAGED. AWAITING CORRECTION FROM OPERATOR.\n\n\nThe drone continues its descent. No objects are visible on screen.\n\n\nBEGINNING DESCENT.\n\n\nFootage does not show a discernible object.\n\n\n-25 METERS DESCENT.\n\n\nFootage does not show a discernible object.\n\n\n-50 METERS DESCENT.\n\n\n\n\n\n\nContext Unknown\n\n\n\n\n\n\nFootage does not show a discernible object.\n\n\n-75 METERS DESCENT.\n\n\nFootage does not show a discernible object.\n\n\n-100 METERS DESCENT.\n\n\nFootage does not show a discernible object.\n\n\nOBJECT DETECTED. CONCENTRATION OF AKIVA RADIATION DETECTED. UNKNOWN ENTITY. UNKNOWN ENTITY. UNKNOWN. UNKNOWN.\n\n\nFootage shows an indiscernible object.\n\n\nCONTACT LOST.\n\n\n\n\nFollowing five hours of inactivity, an undamaged SCFS-12 flew back to the research area with the above footage. Further exploration into SCP-6890 is postponed. Researcher Laden is considered lost.\n\n\nOn 2004/1/14, SCP-6890-1 powered on automatically, and displayed the following text on a white background.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This is presumably a reference to the child in the first test.\n\n\n2\n. The actress portraying Chloe also portrayed the character Hannah in SCP-6890-A1. A wrap covers her eyes, indicating that her ocular injuries have yet to heal.\n\n\n3\n. Portrayed by the same actress who played the “Hannah” and “Chloe” characters in previous tests.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6889\n | SCP-6890 | \nSCP-6891\n »",
    "addendums": [
        "Addendum.6890.1: Program Overview",
        "Addendum.6890.2: White Cross Studios",
        "Addendum.6890.3: SCP-6890-A Testing Log",
        "Addendum.6890.4: Interview Log",
        "Addendum.6890.5: SCP-6890-A Testing Log II",
        "Addendum.6890.6: Recovered Documents",
        "Addendum.6890.7: SCP-6890-A Testing Log III",
        "Addendum.6890.8: Spatial Alterations to SCP-6890\nOn 2004/1/12, SCP-6890 underwent a major spatial change, in which the grey coloration of the space disappeared entirely. As a result, visibility inside SCP-6890 became heavily impaired.\nDuring assessment, several researchers reported feeling compelled to leave the approved research area and explore the anomaly deeper. One such researcher, James Laden, disappeared into the depths of SCP-6890, prompting an immediate rescue effort. Due to difficulty communicating using radio in further parts of SCP-6890, Foundation Drone-SCFS-12 was released inside the anomaly with an automated flight path that would return to the research area after completing its exploration. A log of its findings has been transcribed below.\nFollowing five hours of inactivity, an undamaged SCFS-12 flew back to the research area with the above footage. Further exploration into SCP-6890 is postponed. Researcher Laden is considered lost.\nOn 2004/1/14, SCP-6890-1 powered on automatically, and displayed the following text on a white background."
    ],
    "documents": [],
    "notes": [
        "A penance unpaid with deliverance prayed The Father presides, the Children abide The worth of a soul, the Prelate weighs",
        "Season 1, Episode 6 - “The Big Top!” Sarah Donner, a young girl struggling with a fear of bees, starts to suffer night terrors about a hive. Episode ends with a troupe of worker bees kidnapping Sarah and bringing her to a large cavern, and the reveal that she was a queen bee who had run away from the hive years ago, desperately trying to live a normal life as a human. Sarah transforms into a bee, and is forced onto the throne by a beekeeper.",
        "Season 1, Episode 9 - “Camp Fear” Episode focuses on a group of summer-campers who become stranded in the wilderness and stalked by what they believe is the ghost of a girl who was murdered at the camp years ago. In the end, it’s revealed that the campers are government agents, sent directly to apprehend the spirit and bring her into custody.",
        "The company’s history is murky, but standard given its small size. Produced multiple made-for-TV films throughout the 70s and 80s, all spearheaded by Dillinger. Nothing out of the ordinary about any of the productions, they more or less flew under the radar. Every commercial, every film, every television series, no matter how insignificant it may seem, is produced by a team of dedicated workers who pour dozens, if not hundreds of hours into their product. White Cross was one of thousands of unknown studios working below the surface of the mainstream. They never produced anything of their own until 1999, when Dillinger was asked to head the production of a children’s horror series. According to what we discovered, he was more than happy to finally take the creative lead on a project.",
        "Unfortunately, the history of Raymond Dillinger is more difficult to narrow down than his company. He was Victoria-born, white, male, and credited as a production assistant on more than 35 different films in the 1960s before founding White Cross and constructing an expensive studio complex in Saskatchewan. No family to speak of, no relationships, life outside of work completely unknown. There is one thing we learned from speaking to former colleagues though - Dillinger loved what he did, and was loved by those who worked with him. At least until the production of Tales.",
        "We seized some excess docs. Stuff left in the filing cabinets and the desk drawers, even a few surveillance cameras. Only things ransacked here were the expensive film equipment, it seems. The site’s filled with costumes, props, all sorts of paraphernalia. They’re interesting enough, given what we already know about Dillinger, but don’t compare at all to the crawlspace. That’s what we’re calling it. Jen noticed it first, practically fell in. A section of the floor was offset, almost like a trap door pushed to the side, and in between the cracks was a gray light, peeking from between the interstice and the concrete. Extraspatial Anomaly RDIS-01, proper file attached below.",
        "Salaz, Hyder, and Molonti set out to give a preliminary check, investigate the perimeter, and see what we were dealing with. It was grey on grey for as far as the eye could see, but we wanted to know what was beyond that, if anything. Feeds blacked out at around 4 kilometers. They just kept walking the entire time, completely silent. We told them there was nothing out there, it could go on forever, but they didn’t listen. The comms went out completely, and they never came back. A few hours later, they turned on, and all we heard was what sounded like a smile, grinning slowly into our comms. If something’s down there, it was surprised to see us, and it was excited too. The skippers were called in after that.",
        "God lies in secret, forgotten, festering in a shallow grave. Where time cannot reach, and the blind cannot breach, his doors open for sons to see. Beneath the ground that man has laid, and words he sets in stone, he operates in a silence so few can ever know."
    ],
    "containment_procedures": "The exterior of White Cross Studios, which contains SCP-6890, has been blocked from public access. Civilian trespassers are to be amnesticized. Further exploration of SCP-6890 is prohibited until further notice.",
    "description": "SCP-6890 is a non-Euclidean, extra-dimensional space positioned between the ground and first floors of White Cross Studios, a soundstage in Saskatchewan, Canada. SCP-6890 is stark grey in color, and expands indefinitely in all directions. SCP-6890 is absent from any official documentation or schematic of the studio. A partially concealed trap door located underneath Stage-8 serves as its only point of access. The sole objects inside SCP-6890 are a podium made of lithified sediment, and on top of it, SCP-6890-1.",
    "title": "SCP-6890"
}