{
    "url": "https://scp-wiki.wikidot.com/scp-6895",
    "all_text": "This is a rewrite of \nClaire Walker\n does not match any existing user name\n's skip. Hope you guys enjoy reading it!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6895\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nesoteric\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-101\n\n\nManuel Ryes\n\n\nJones Marcel\n\n\nMTF ϰ-31 (\"Unigifters\")\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6895 accepting cookies baked by a local citizen\n\n\n\n\n\n\nSpecial Containment Procedures:\n1\n Due to the anomalous makeup of SCP-6895, confinement of the anomaly is deemed unfeasible for the time being. In order to obscure the nature of the specimen, a Foundation front company, \n'Stacy's Charity for the Poor\n', is to conduct annual charity events throughout numerous sizeable settlements throughout the United States, through the use of MTF ϰ-31 (\n\"Unigifters\"\n).\n\n\nMembers of ϰ-31 are to clothe themselves similarly to SCP-6895 as well as travel via the use of standard unicycles when facilitating individuals the anomaly targets. This is to ensure the continuous negotiation with SCP-6895, and thus, the secrecy of the Veil.\n\n\nDescription:\n SCP-6895 refers to an elderly humanoid male of non-descript build and height, self-identifying itself as \"Sir Nicholas\". The entity primarily manifests within various major cities across the United States during the night\n2\n of December 25\nth\n.\n\n\nThe specimen is typically seen emerging from a concealed area before traversing through the streets by riding a unicycle. Of note, SCP-6895 has also been reported to transport itself instantly from one location to another, though rarely utilizes this capability.\n\n\nSCP-6895's main abnormal quality is its ability to produce an array of objects. It achieves this by reaching behind itself and unknowingly 'pulling out' an item, despite possessing no storage unit on its back. Items fabricated by SCP-6895 are generally associated with the Christmas holiday, and also exhibit mild beneficial properties themselves, which serve to aid civilians in some way.\n\n\nThe entity presents these gifts to those who are currently undergoing certain negative situations, homeless persons, or individuals who are financially unstable.\n3\n The subjects SCP-6895 approaches do not question its motives or intentions, conversing to it as if they are greatly familiar with the specimen.\n\n\nIt is unclear how long SCP-6895 was active for prior to Foundation intervention.\n\n\n\n\nAddendum 6895.1 - Conversion Log:\n Transcribed below is a conversation between Dr. Jones Marcel and SCP-6895 several years into containment. By now, they are considerably acquainted with one another.\n\n\n\n\nDate:\n 25/12/21\n\n\nLocation:\n Local park in San Francisco, California.\n\n\nContext:\n Footage taken from security cameras.\n\n\n[BEGIN LOG]\n\n\nMarcel is seated in a bench, fidgeting his fingers and staring at the city streets. He sighs, before taking out his mobile device and searching it.\n\n\nSCP-6895 manifests off-camera and approaches Marcel, its unicycle by its side. The entity lightly taps on his shoulder and he turns around, startled to see SCP-6895. Marcel places his phone in his pocket.\n\n\n6895:\n Good evening, Marcel. Lovely weather we're having, don't you agree?\n\n\nMarcel:\n Oh, Nicholas. It's just you. Yes, it is nice. What're you doing here, anyways? Aren't you supposed to be with the other agents?\n\n\n6895:\n I thought I'd check up on our favorite researcher. Besides, shouldn't \nyou\n be with your family?\n\n\nMarcel:\n (\nChuckles\n) Don't worry, I've already visited my parents for a turkey dinner. I'm only taking a breather before heading back home.\n\n\n6895:\n Well, you must be cold if you're out here during Christmas night. Here, let me get you some eggnog to warm you right up.\n\n\nMarcel:\n Sure, I could use a drink.\n\n\nSCP-6895 reaches behind its back and, as expected, pulls out a bottle of eggnog. It presents it to Marcel, who thanks it. He opens the cap and gently blows before taking a sip.\n\n\n6895:\n (\nGestures\n) Would you mind if I sat here?\n\n\nMarcel:\n (\nDrinking\n) Hm? (\nGulps\n) Oh, yeah, sure. Be my guest.\n\n\n6895:\n Thank you.\n\n\nSCP-6895 takes a seat beside Marcel as it sets down its unicycle. It crosses its arms as the specimen looks off into the surrounding area. Civilians are conversing with one another, some holding food packages and wrapped presents. It sighs of relief.\n\n\n6895:\n Such a lovely night, as with every other Christmas night.\n\n\nMarcel:\n (\nInhales deeply\n) You can say that again.\n\n\nMarcel glares at SCP-6895 as it taps its foot, continuing to stare at the various citizens of the city. He takes a deep breath and straightens his coat.\n\n\nMarcel:\n Now, could you tell me why you're \nactually\n here?\n\n\n6895:\n I-I beg your pardon?\n\n\nMarcel:\n You heard what I said. The Nick I know wouldn't waste a moment of giving presents to the not-so-fortunate people in the States. It would make sense if he came to Marcel \nafter\n doing his job for the night, considering how long we've been acquainted.\n\n\n6895:\n Was… was it that obvious?\n\n\nMarcel:\n To me, at least.\n\n\nMarcel looks away.\n\n\nMarcel:\n Now, with that being said, could you tell me the truth? What did you want to say? Of course, I won't force you if you aren't comfortable. (\nMutters\n) I probably shouldn't be so blunt about it.\n\n\nSCP-6895 nervously laughs.\n\n\n6895:\n It's alright, Marcel. I should apologize for not being honest with you. I just… I haven't told you much about my past, haven't I?\n\n\nMarcel:\n No, you haven't. Is that what you wanted to discuss with me?\n\n\n6895:\n Yes, I didn't want to hide anything about myself, so I felt like I \nshould\n discuss it with you. (\nPause\n) Are you alright with that?\n\n\nMarcel:\n I'm alright if you're alright. I'm all ears.\n\n\n6895:\n Right, well… have you ever questioned why I do what I do? Why I go so far into making the lives of these people at least a little better? Did you ever wonder why I wanted to do these acts of kindness?\n\n\nMarcel:\n \nShould\n people have a reason to be kind?\n\n\n6895:\n No, but… for some people, yes.\n\n\n6895:\n You see, when I was younger, I was always fascinated by this magical holiday. People giving their loved ones all kinds of presents. It made me smile watching old Christmas movies about the absolute joy surrounding this gifting tradition.\n\n\nMarcel:\n Wait, so you \ndidn't\n believe in Santa?\n\n\n6895:\n Not necessarily. I believed in the gift of giving others, an opportunity to bring a smile to their faces. I often imagined myself as Santa, though, pretending to give the nice kids all the toys in the world while riding on a flying sleigh.\n\n\nMarcel:\n (\nSmirks\n) Is that so?\n\n\n6895:\n Yes, it was quite the pleasant experience… Imagine my shock when I realized I couldn't be able to spread that same joy to other people.\n\n\nMarcel:\n What do you mean?\n\n\nSCP-6895 looks above.\n\n\n6895:\n My family wasn't in the best spot in terms of money. We barely had enough to sustain ourselves, let alone others. Mother would care for me at home while father was working overtime as a factory worker. Even then, we could only barely manage through the day with what little we had.\n\n\n6895:\n I was devastated, to say the least. I always wanted to wrap and hand out neat, petite presents to our neighbors. But all I \ncould\n do is leave myself to think of the many kids who hadn't received a single gift for Christmas, which is supposed to be the most marvelous time of the year. I practically blamed myself for their disappointment.\n\n\nMarcel:\n (\nQuietly\n) That must be difficult for someone as young as you were. How did your parents react? Surely you must've told them about your feelings towards this.\n\n\n6895:\n They felt bad as well. Not for them, but for me as well, since their own child was having these thoughts, not being able to celebrate Christmas without this guiltiness propping up. They tried cheering me up, making me happy —\n\n\nMarcel:\n — but they couldn't afford making anyone else's day better.\n\n\n6895:\n (\nSighs\n) You took the words right out my mouth.\n\n\nMarcel:\n And how did you respond?\n\n\n6895:\n Honestly, it only added to the remorsefulness. Don't get me wrong, I appreciate their concern for me, but I just wanted them to direct their treatment to people who need it more than me. I'm sure there are those under no shelter who deserve it.\n\n\nMarcel:\n Then what did you decide to do?\n\n\n6895:\n (\nPause\n) To put it simply, I merely pushed myself to my goal: A future where I wouldn't resort to watching from a third-person view. I was gifted to give, and all I had to do is step forward.\n\n\n6895:\n I worked tremendously day and night, from dawn till dusk, to sustain the people sleeping out front. I didn't want to waste another day sitting around and ignoring them, without Santa to bless them a merry Christmas.\n\n\nMarcel:\n So basically, \nyou\n wanted to be that Christmas miracle, like in those old films you've mentioned?\n\n\n6895:\n (\nChuckles\n) I guess you could say that. Frankly, I sympathized with them.\n\n\nMarcel:\n (\nGrins\n) And look at you now, out here in the States, gifting people with treats and goodies, while riding on a unicycle.\n\n\n6895:\n I thought the people would be entertained if I was using a more… unique form of transportation.\n\n\nMarcel:\n Well you've surely garnered \ntheir\n attention.\n\n\nMarcel points to a small crowd by the park's entrance, waving to SCP-6895. One child has a unicycle by his side as he openly smiles at the entity. It waves back while laughing under its breath.\n\n\n6895:\n Oh, who would've thought?\n\n\nMarcel:\n You must be flattered to have people look up to you and your selfless deeds, especially the children. Seems like they're showing their gratefulness for what you've done.\n\n\n6895:\n Don't forget your agents, Marcel. They deserve some credit as well.\n\n\nMarcel:\n Of course, but who's the predecessor here?\n\n\nMarcel stretches before taking another sip.\n\n\nMarcel:\n Thank goodness they haven't caught on. We do appreciate your cooperation with the secrecy and all.\n\n\n6895:\n You're welcome.\n\n\nSCP-6895 inhales deeply, closing its eyes as it does so.\n\n\n6895:\n Well, I guess it's my cue to go. These presents won't hand \nthemselves\n, you know.\n\n\nMarcel:\n Let's hope they'll enjoy drinking this deliciously refreshing eggnog. This is the best I've ever had.\n\n\n6895:\n (\nSmiles\n) Thank you. It's my mother's personal recipe.\n\n\nMarcel:\n Really? Well, I'm sure she and your father are glad to see how far their son has come. I thought you might want to hear that.\n\n\n6895:\n Yes, they… they \nwould\n.\n\n\nMarcel:\n Oh (\npause\n) my condolences, Nicholas.\n\n\n6895:\n It's alright.\n\n\nSCP-6895 stands and proceeds to walk away.\n\n\nMarcel:\n You know, we'll be celebrating new years at 101 for managing to survive another decade protecting humanity. I might send you an invite if the higher-ups would allow it. Maybe I could even introduce you to some of my \nother acquaintances.\n\n\nSCP-6895 stops in its tracks.\n\n\nMarcel:\n Just thought I'd tell you this. Who knows, maybe Sir Nicholas here would love to participate in an event such as this.\n\n\nPause.\n\n\n6895:\n …You'd be right.\n\n\nSCP-6895 continues on its path before teleporting off-camera.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Da'aS Elyon anomalies cannot be contained, necessitating the public be led to believe it is non-anomalous.\n\n\n2\n. Specifically from 19:30 to 22:30 local time.\n\n\n3\n. How SCP-6895 is able to determine those under said criteria is currently unknown.\n\n\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3204\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-8245\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-6245\n \n(+65)\n \n•\n\n\n\n\n\n\nSCP-7245\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-7735\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+66)\n \n•\n\n\n\n\n\n\nSCP-7199\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-7538\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-5245\n \n(+51)\n \n•\n\n\n\n\n\n\nSCP-7156\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-6039\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-7657\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-6714\n \n(+104)\n \n•\n\n\n\n\n\n\nSCP-5358\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-6306\n \n(+57)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+140)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+54)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\nCritter Profile: Miss Cassandra!\n \n(+40)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSCiPTEMBER DOODLES\n \n(+23)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\nfading stars doodles (straight from my phone's sketchbook app)\n \n(+37)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\nfroot froggo :)\n \n(+42)\n \n•\n\n\n\n\n\n\nCollection Of Trolls (8999 Fanart)\n \n(+89)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\nCertified Criminal\n \n(+36)\n \n•\n\n\n\n\n\n\nCRACKHEAD: SCP-173 Fanart\n \n(+31)\n \n•\n\n\n\n\n\n\nCOMBUST: SCP-6057 Fanart\n \n(+22)\n \n•\n\n\n\n\n\n\nfart exchange gift for jim (7384 fanart)\n \n(+25)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6894\n | SCP-6895 | \nSCP-6896\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6895\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6895\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Santa\n\n\nName:\n Santa Claus?\n\n\nAuthor:\n Luca Venturi Oslo\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 6895.1 - Conversion Log: Transcribed below is a conversation between Dr. Jones Marcel and SCP-6895 several years into containment. By now, they are considerably acquainted with one another.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6895 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-6895 . Licensed under CC-BY-SA .",
        "Filename: Santa Name: Santa Claus? Author: Luca Venturi Oslo License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "1 Due to the anomalous makeup of SCP-6895, confinement of the anomaly is deemed unfeasible for the time being. In order to obscure the nature of the specimen, a Foundation front company, 'Stacy's Charity for the Poor', is to conduct annual charity events throughout numerous sizeable settlements throughout the United States, through the use of MTF ϰ-31 (\"Unigifters\").",
    "description": "SCP-6895 refers to an elderly humanoid male of non-descript build and height, self-identifying itself as \"Sir Nicholas\". The entity primarily manifests within various major cities across the United States during the night2 of December 25th.",
    "title": "SCP-6895"
}