{
    "url": "https://scp-wiki.wikidot.com/scp-6897",
    "all_text": "+ Show component code\n\n\n\n\n- Hide component code\n\n\n\n\n\n\n\n\n:root\n \n{\n\n        --\nsidebar-width-on-desktop:\n calc(var(--base-font-size) * (\n266\n / \n15\n))\n;\n        --\nbody-width-on-desktop:\n \n45.75\nrem\n;\n    \n}\n\n    \n@media\n \nonly\n \nscreen\n \nand\n (min-width: 56.25\nrem\n) \n{\n\n        \n#content-wrap\n \n{\n\n            \ndisplay:\n flex\n;\n            \nposition:\n initial\n;\n            \nflex-direction:\n row\n;\n            \nflex-grow:\n \n2\n;\n            \nwidth:\n calc(\n100\nvw - (\n100\nvw - \n100\n%\n))\n;\n            \nmax-width:\n \ninherit\n;\n            \nheight:\n \nauto\n;\n            \nmin-height:\n calc(\n100\nvh - var(--final-header-height-on-desktop, \n10.125\nrem))\n;\n            \nmargin:\n \n0\n var(--sidebar-width-on-desktop, \n13.6\nrem) \n0\n calc(var(--sidebar-width-on-desktop, \n13.6\nrem) * -\n1\n / \n2\n)\n;\n        \n}\n\n \n        \n#main-content\n \n{\n\n            \nposition:\n initial\n;\n            \nwidth:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-width:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-height:\n \n100\n%\n;\n            \nmargin:\n \n0\n \nauto\n;\n            \npadding:\n \n2\nrem \n1\nrem\n;\n        \n}\n\n \n        \n#page-content\n \n{\n\n            \nmax-width:\n min(\n90\nvw, var(--body-width-on-desktop, \n45.75\nrem))\n;\n        \n}\n\n \n        \n#side-bar\n \n{\n\n            \nposition:\n -webkit-sticky\n;\n            \nposition:\n sticky\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n0\n;\n            \ngrid-area:\n side-bar\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmin-width:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmax-height:\n \n100\nvh\n;\n            \npadding-right:\n \n2.5\nrem\n;\n            \npadding-left:\n \n0.5\nrem\n;\n            \noverflow-y:\n \nscroll\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-color \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                padding \n300\nms linear,\n                margin \n300\nms linear\n;\n            \nborder:\n \nnone\n;\n            \nborder-color:\n rgba(var(--swatch-tertiary-color, \n170\n, \n170\n, \n170\n), \n0.4\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n13.5\nrem) * -\n1\n - \n1\nrem)\n;\n            \ndirection:\n \nrtl\n;\n            \nscrollbar-width:\n \nthin\n;\n            -\nms-scroll-chaining:\n \nnone\n;\n                \noverscroll-behavior:\n contain\n;\n            \nscrollbar-color:\n \n                rgba(var(--swatch-primary-darker), \n0.1\n) /* Thumb */\n                rgba(var(--swatch-tertiary-color), \n0.05\n)\n; /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar-track\n \n{\n\n            \nbackground-color:\n rgba(var(--swatch-secondary-color, \n244\n, \n244\n, \n244\n), \n0.8\n)\n;\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-thumb\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-corner\n \n{\n\n            \nwidth:\n \n0.5\nrem\n;\n            \nborder-right-width:\n calc(\n100\nvw + \n100\nvh)\n;\n            \nborder-right-style:\n \ninset\n;\n            \nborder-color:\n \ninherit\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) \n{\n\n            \nmargin-right:\n \n2.25\nrem\n;\n            \npadding-right:\n \n0.25\nrem\n;\n            \noverflow-x:\n \nhidden\n;\n            \noverflow-y:\n \nauto\n;\n            \nborder-color:\n rgba(var(--swatch-primary-darker), \n1\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n1\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n1\nrem) - var(--sidebar-width-on-desktop, \n0\n))\n;\n            \nscrollbar-color:\n \n                rgba(\n170\n, \n170\n, \n170\n, \n1\n)  /* Thumb */\n                rgba(\n252\n, \n252\n, \n252\n, \n1\n)\n; /\n*\n \nTrack\n \n*\n/\n            \nscrollbar-color:\n \n                rgb(var(--swatch-primary-darker, \n170\n, \n170\n, \n170\n), \n1\n) /* Thumb */\n                rgb(var(--swatch-menubg-color, \n252\n, \n252\n, \n252\n), \n1\n)\n;  /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#main-content\n::\nafter\n \n{\n\n            \ncontent:\n \" \"\n;\n            \ndisplay:\n flex\n;\n            \nposition:\n \nfixed\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n1\nrem\n;\n            \nalign-items:\n \ncenter\n;\n            \njustify-content:\n \ncenter\n;\n            \nwidth:\n \n1\nrem\n;\n            \nheight:\n \n100\n%\n;\n            \nmax-height:\n \n100\n%\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nbackground:\n url(\"https://scp-wiki.wdfiles.com/local--files/component%\n3\nAcollapsible-sidebar/sidebar-tab.svg\")\n;\n            \nbackground-attachment:\n \nfixed\n;\n            \nbackground-repeat:\n \nno-repeat\n;\n            \nbackground-position:\n \ncenter\n \nleft\n \n1\nrem\n;\n            \nbackground-size:\n \n1\nrem \n12.875\nrem\n;\n            \npointer-events:\n \nnone\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nafter\n \n{\n\n            \nleft:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nwidth:\n \n0\nrem\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0\n;\n            \nbackground-position:\n \ncenter\n \nleft\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nfont-size:\n \n0\nem\n;\n        \n}\n\n \n        \n#main-content\n::\nbefore\n \n{\n\n            \ncontent:\n \" \"\n;\n            \nposition:\n \nabsolute\n;\n            \nz-index:\n \n9\n;\n            \ntop:\n var(--final-header-height-on-desktop, \n0\n)\n;\n            \nleft:\n \n0\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n14.5\nrem)\n;\n            \nheight:\n calc(\n100\n%\n - var(--final-header-height-on-desktop, \n0.688\nrem) - \n2.313\nrem)\n;\n            \nmargin-bottom:\n calc(var(--final-header-height-on-desktop, -\n2.313\nrem) * -\n1\n - \n2.313\nrem)\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0.5\n;\n            \nbackground-color:\n rgb(var(--swatch-alternate-color, \n0\n, \n0\n, \n0\n))\n;\n            \npointer-events:\n \nnone\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n + \n1\nrem)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nbefore\n \n{\n\n            \ntranslate:\n \n0\n;\n            \nopacity:\n \n0\n;\n        \n}\n\n \n        \n#side-bar\n \n.side-block\n \n{\n\n            \nmargin-top:\n \n1\nem\n;\n            \npadding-left:\n \n0.25\nem\n;\n            \nborder-right-width:\n \n0\nrem\n;\n            \nborder-left-width:\n \n0\nrem\n;\n            \nborder-radius:\n \n0\n;\n            \nbackground-color:\n rgb(\n0\n, \n0\n, \n0\n, \n0\n)\n;\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        \n#side-bar\n \n.scpnet-interwiki-wrapper\n \n{\n\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        /\n*\n \nPrint\n \nFriendly\n \nFormatting\n \nby\n \nEstrella\n \n*\n/\n        \nbody.print-body\n \n{\n \n            --\nsidebar-width-on-desktop:\n \n0\n; \n        \n}\n \n        \nbody.print-body\n \n#main-content\n::\nbefore\n,\n        \nbody.print-body\n \n#main-content\n::\nafter\n \n{\n \n            \ndisplay:\n \nnone\n; \n        \n}\n\n    \n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+130\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by Grigori Karpin\n\n\n\n\n\n\n\n\n\n\nrating: \n+130\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe building containing SCP-6897.\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nThe building containing SCP-6897 has been purchased by the Foundation through the \nDepartment of Procurement and Liquidation\n. Businesses previously renting office space in the building have been evicted or provided lease buyouts, and the building itself has been closed to the public.\n\n\nThe O5 Council is considering utilizing the property as a provisional Site, but until such a decision is made, the building is to appear condemned to the public.\n\n\n \n\n\n \n\n\nDescription\n\n\nSCP-6897 is an extradimensional space connected to a door in a nondescript office building in Irvine, California. This door is composed of particle board and covered in a false walnut veneer. The density of the door is 78 grams per cm\n3\n.\n1\n Despite this, the door does not resist opening, and does not put the resultant strain on the frame and hinges one would expect from such density. The door is locked with a 16-digit combination electronic mechanism with 26 keys. The keys feature variations on logos from Fortune 500 companies instead of letters, numbers or symbols. One of the logos is that of \nVikander-Kneed Technical Media\n (GOI-5889).\n\n\nEntrance to SCP-6897 is impossible without either the code or an individual already within the anomaly opening the door.\n2\n SCP-6897 resembles a non-anomalous professional building with cubicles, internal offices, and conference rooms. The boundaries of SCP-6897 have not been established to any specificity, as they cannot be observed on footage retrieved from visitors.\n\n\nIndividuals who enter SCP-6897 have noted that light and gravity do not follow the usual physical laws.\n3\n The sounds of fax machines, old modems, crackling fires, warped gong strikes, and low murmuring can be heard in every known area of SCP-6897. No source for these sounds has been identified.\n\n\nTo date, only two civilians have accessed the anomaly prior to the Foundation’s discovery, and both have shown complete resistance to amnestics. To maintain the Veil, these individuals have been held in a detainment center maintained by Foundation security services pending processing by the Ethics Committee.\n4\n\n\nDiscovery:\n\n\nIn late 2021, several reports to the Irvine Police Department noted the sound around the building was abnormally reduced.\n5\n After more than ten such reports, the local precinct tasked two police officers with investigating.\n\n\n\n\nThe following is a transcript of a recording dated 12 November, 2021 from the two responding officers’ body cameras. Both the officers and their cameras were later taken into Foundation custody.\n\n\n\n\n[The two police officers – Grimes and Hernandez – exit their vehicle and approach the building containing SCP-6897.]\n\n\nOfficer Grimes:\n \n[Activating her radio.]\n Central, Officer 843 and 758 reporting. We’re at 1611 Bristol responding to the… noise complaint, I guess?\n\n\nCentral:\n Roger.\n\n\nGrimes:\n I’m sorry. Can you repeat the complaints again?\n\n\nCentral:\n Uh, basically we’ve got various versions of “the area around the building is too quiet” but that doesn't make a lot of sense to me. Thing is the last one was from the captain’s wi–\n\n\nGrimes:\n Forget it, Central. I know what they meant.\n\n\n[Grimes and Hernandez look up as a commercial airliner flies low overhead on takeoff. There is very little noise on the recording.]\n\n\nHernandez:\n What the fuck?\n\n\nGrimes:\n I don’t know.\n\n\nHernandez:\n How you wanna handle this? Probably just a trick of acoustics.\n\n\nGrimes:\n Must be \nsome\n trick… I don’t know. We got sent out here, something is clearly happening. Least we can do is ask around the office.\n\n\n[Hernandez nods and heads towards the entrance. He stares up at the sky for a moment as he holds the door for Grimes and then, after shaking his head, follows her in.]\n\n\n[The following thirty minutes is redacted for brevity. The two officers ask at each of the offices in the building – consisting of medical practices, xray techs, labs, and several financial advisors – receiving no significant answers. Those asked noted the reduction in sound from the aircraft, which was said to be audible within the building prior to the last thirty days. No further information was given.]\n\n\n[The officers approach the elevator bank on the second floor.]\n\n\nGrimes:\n Alright, let’s get out of here.\n\n\nHernandez:\n But we haven’t checked with anyone on the third floor.\n\n\n[Grimes sighs and nods, hitting the button for the third floor in the elevator.]\n\n\nThe doors open on a long hallway. The shape of the hallway does not match the exterior dimensions of the building – the elevators are opposite a glass embankment looking out on the parking lot, but this floor plan stretches out into space that should be outside the boundaries of the structure. Neither officer notices. At the end of the dim hallway, nearly fifty meters long, is a single doorway illuminated by recessed lighting directly above the frame on the ceiling. Both officers proceed slowly down the corridor. Just as Grimes is about to knock on the door, it is opened quickly and a bright light shines through. Both officers shield their eyes due to the change in the light levels.]\n\n\nUnknown:\n Oh, thank goodness, we’ve been waiting for you. Come in! Come in!\n\n\n[A female figure stands in front of the bright light, only seen in silhouette.]\n\n\nGrimes:\n Ma’am, we’re here to investi–\n\n\nUnknown:\n Yes yes, forget all that, come in already!\n\n\n[Both officers enter through the open door and their body cameras adjust to the light levels revealing an office of nondescript design. The walls visible are clearly internal walls, not the exterior of the building. No visible windows appear on camera at any point.]\n\n\nGrimes:\n Ma’am, we need to ask you a few ques–\n\n\n[Grimes stops speaking as the woman comes into the camera’s view. The woman is dressed in a tailored, charcoal pant suit in three inch heels and with a ruffled blouse. She is also wearing her hair in a bob style over a bandage wrapped around her head, covering her eyes. Trails of blood seep from where the eye orbits would be placed, soaking through the bandage, and dripping down onto her suit jacket and blouse.]\n\n\nHernandez:\n Ma’am, do you need medical assistance? We can have an ambulance here within minutes.\n\n\nUnknown:\n Why?\n\n\nHernandez:\n Because of your eyes. You’re bleeding pretty profusely from your eyes.\n\n\nUnknown:\n Oh I don’t have eyes, so never you worry! Now, my name is Mari MacPhaerson and we’ve been waiting for you! Need to keep to a schedule when you’re producing media\nTM\n.\n6\n\n\nGrimes:\n \n[Clears her throat]\n I’m sorry, what media?\n\n\nMacPhaerson:\n Why, this media!\n\n\n[She waves her arm, beckoning towards the office and the many individuals working in cubicles. Each individual, some appearing human and others not\n7\n stand up from their cubicles and smile towards the officers. Digital effects are suddenly added to the footage: an unfolding pennant and fireworks, and then words play across the screen, perfectly framed. The footage loses its grain and aspect ratio and appears at 4k resolution.]\n\n\n\n\nGrimes:\n Oh fuck. Why can I see that?\n\n\nMacPhaerson:\n Well, recently, a lot of our fans have been asking for some behind-the-scenes action. Find out how the sausage is made, don’t ya know? And we thought, what better way than a guerrilla documentary? Flashy edits, some special effects, and a whole lot of that special attention only Vikander-Kneed can show a piece of media.\n\n\nGrimes:\n No, I meant why can I see this over my eyes?\n\n\nMacPhaerson:\n I wouldn't want to say, dear. We don't practice discrimination on the basis of disability, or career choice.\n\n\nGrimes:\n What do you mean?\n\n\nMacPhaerson:\n Let's get on with the tour!\n\n\n[The two officers and MacPhaerson are abruptly transported to somewhere else in the building. Grimes falls to her knees and vomits. MacPhaerson does not indicate she has noticed, simply staring directly into Hernandez’ body camera.]\n\n\nMacPhaerson:\n First stop, creative! As you know, we at Vikander-Kneed Technical Media are trying to bring about the Better Tomorrow\nTM\n through better media! And that all starts with creative.\n\n\n[Hernandez begins to sway, but as MacPhaerson turns away, she holds one hand up to his shoulder to steady him.]\n\n\nMacPhaerson:\n What you see before you is the heart and soul of VKTM creative: The T.H.I.N.K T.A.N.K.\n\n\n[MacPhaerson turns back to Hernandez’ body camera, crouches slightly and holds a hand up to her mouth before whispering.]\n\n\nMacPhaerson:\n I’d tell you what the acronym is for, but then I’d have to kill you.\n\n\n[She levels her bleeding orbits at the camera for nearly a full minute. Grimes continues to retch. Finally, MacPhaerson sighs and stands straight, turning towards Grimes.]\n\n\nMacPhaerson:\n Dear, are you planning on doing that for much longer? It’s just horribly disgusting and not in the way we usually like our media to involve.\n\n\n[MacPhaerson pats the back of the officer’s head a few times and then indicates the cubicles in front of her. When Hernandez bends to help Grimes up, MacPhaerson snaps her fingers and Hernandez is physically dragged towards her, perfectly framing her in front of the cubicles. Grimes has regained her feet and walks toward them, pulling out her night stick.]\n\n\nMacPhaerson:\n The thing you have to understand when you consider where media comes from, is inspiration. But that’s elusive, isn’t it? Where do all our best ideas come from? It’s one of the age old dilemmas for the artist. Well, we’ve solved that problem with T.H.I.N.K T.A.N.K.\n\n\n[Grimes raises her hand to strike the woman and MacPhaerson extends her arm, catching the night stick and pulling it away in a smooth motion. Grimes is physically pulled from her feet by the motion and thrown to the ground. MacPhaerson hands the night stick to a PA who has appeared from behind a cubicle.]\n\n\nMacPhaerson:\n Now here we see the first archival picture of the inaugural T.H.I.N.K T.A.N.K.!\n\n\n[Grimes is suddenly on her feet and placed in front of a framed picture.]\n\n\n\n\nMacPhaerson:\n Requiescat in pace.\n\n\n[MacPhaerson turns and indicates the cubicles in front of her.]\n\n\nMacPhaerson:\n But as you can see, we’ve improved a lot over the years!\n\n\n[Hernandez turns, panning across the cubicles. Seated in front of computers, their legs bound in chains and their necks restrained to the chair in iron bands, sit four individuals. They are editing footage, writing scripts, drawing and recording dialogue, respectively.]\n\n\nHernandez:\n Hey, you can’t keep these people locked up!\n\n\n[Hernandez reaches for his gun, but finds the holster empty. A PA quickly walks around the corner of a cubicle, holding two berretta pistols. Hernandez turns to look at Grimes and sees her holster is empty as well.]\n\n\nMacPhaerson:\n What do you mean? They love it here! They live creatively fulfilling jobs making the brilliant media Vikander-Kneed distributes.\n\n\nHernandez:\n But they’re chained up!\n\n\nMacPhaerson:\n That’s the dedication to their art.\n\n\nHernandez:\n There’s an iron bar around their throats!\n\n\nMacPhaerson:\n They know what they did.\n\n\nGrimes:\n \n[Walking up beside Hernandez]\n Hey, some of them look familiar.\n8\n\n\nMacPhaerson:\n No idea what you mean. Now let’s keep moving, we have a schedule to keep!\n\n\n[The three are suddenly in a cafeteria. Grimes sways on her feet, covering her mouth, but does not fall. Hernandez steadies his partner, as MacPhaerson stands over a table of food. Two PAs are rushing to set it as she waves them away. Neither of the PAs have mouths or ears.]\n\n\nMacPhaerson:\n Hungry?\n\n\nHernandez:\n No, we’re not hungry, whatever you’re doing is making her sick and I don’t feel great either. We came here to ask some questions and you’ve revealed any number of felonies, we’re going to have to arr–\n\n\nMacPhaerson:\n Here at Vikander-Kneed, we like to keep our employees well fed. There’s a full kitchen and three chefs on staff. Anything you could want, we’ve got.\n\n\nHernandez:\n We don’t care, we’re here to talk about the noise complaints.\n\n\nMacPhaerson:\n So, today we’ve got Thai. Pad see ew, it looks like. Mmmmm, love that black bean sauce.\n\n\nGrimes:\n Did you hear him? The noise complaints. Do you know anything about them?\n\n\nMacPhaerson:\n Why would anyone complain about less noise? That’s ridiculous.\n\n\nGrimes:\n Oh, so you do know something about it.\n\n\nMacPhaerson:\n Of course, I do. We had to do something about the noise, it was completely ruining our recordings.\n\n\nGrimes:\n What? How could you have had anything to do with it?\n\n\n[MacPhaerson touches her nose with her index finger and turns back to the food.]\n\n\nMacPhaerson:\n The secret to good media is keeping your staff fed and happy, and never letting them go home.\n\n\n[She laughs.]\n\n\nMacPhaerson:\n Oh my god, your faces. I’m kidding! They don’t have homes.\n\n\n[She sits down with a plate of pad see ew and begins to eat slowly. The two police officers say nothing but stand in such a way as to perfectly frame her against the backdrop of a giant Vikander-Kneed Technical Media logo painted on the wall. MacPhaerson continues to eat silently for twenty-four minutes and four seconds.]\n\n\n[MacPhaerson gets up and wipes her mouth with a napkin. She turns to the two officers.]\n\n\nMacPhaerson:\n You’re sure you don’t want any?\n\n\n[Suddenly, the two officers are moving again – prior to this the body cameras were steady, indicating no movement.]\n\n\nGrimes:\n Yes, we’re su– hey! How did you do that? I couldn’t move the whole time you were eating, just had to fucking watch.\n\n\nMacPhaerson:\n Such language! Guess we’ll edit that out in post. Not very professional camera operators, if I say so.\n\n\nHernandez:\n We’re not camera operators, we’re co–\n\n\nMacPhaerson:\n \n[Placing a finger on his mouth]\n Hush, we don’t like labels here. Now, on with the show!\n\n\n[She leads them out into corridor with several different conference rooms to either side, each filled with various humanoid entities having heated discussions.]\n\n\nMacPhaerson:\n Somewhere along the line, Vikander-Kneed’s fans have gotten the idea that we have some sort of political messaging. And I just want to state for the record: hogwash! We’re just a media company, trying to spread good content like any other!\n\n\n[Behind MacPhaerson, in one of the conference rooms, a male individual with glowing eyes and smoke coming out from underneath his shirt writes in bold letters on a whiteboard: CORPORATIONS ARE EVIL.]\n\n\n[MacPhaerson turns, looks into the room and then grabs a black curtain draped along the corridor, pulling it so it obscures the meeting room.]\n\n\n[Printed on the curtains is white text stating: “All views expressed by participants in the conference room do not reflect the opinions of Vikander-Kneed Technical Media. The views expressed are based on the individuals’ personal perspective, and neither Vikander-Kneed nor their affiliates are liable for any statements made within the confines of the conference room.”]\n\n\nMacPhaerson:\n Much better. Next stop: the Mail Room! Exciting!\n\n\n[The two officers follow MacPhaerson down the corridor and enter the mail room.]\n\n\nMacPhaerson:\n This is where the magic happens. Every piece of media we produce, we ship out through here.\n\n\nGrimes:\n You don’t \nhave a warehouse?\n\n\nHernandez:\n You don’t \ndistribute digitally?\n\n\nMacPhaerson:\n I didn’t understand a single word either of you just said.\n\n\n[MacPhaerson approaches a young woman bent over a rolling cart brimming over with physical media, including VHS tapes, CDs, cassette tapes, and floppy discs.]\n\n\nHernandez:\n Are you kidding with this?\n\n\nMacPhaerson:\n \n[She turns back to the officer, shrugging.]\n Which part?\n\n\nGrimes:\n Are those floppy discs?\n\n\nMacPhaerson:\n I don’t know the technical details, I’m with PR.\n\n\n[MacPhaerson moves back over the young woman.]\n\n\nMacPhaerson:\n Tell the nice folks at home what you do here every day.\n\n\n[The young woman looks into the camera, opens her mouth, and the recording is suddenly overlaid with the sound of a garbage disposal.]\n\n\nMacPhaerson:\n Oh, how fun! And do you enjoy it?\n\n\n[The young woman nods and opens her mouth, this time the sound of hundreds of flying insects can be heard on the recording.]\n\n\nMacPhaerson:\n Well, that’s great. How long have you worked here?\n\n\nUnknown woman:\n Six months.\n\n\nMacPhaerson:\n Sorry?\n\n\nUnknown woman:\n I said I’ve worked here six months.\n\n\nMacPhaerson:\n Didn’t catch that.\n\n\n[The young woman sighs, hangs her head and opens her mouth. The sound of a train tracks being driven over is heard.]\n\n\nMacPhaerson:\n Well, that’s wonderful. I hope you stay with us for years and years!\n\n\n[MacPhaerson turns back around and guides the two police officers out of the mail room. She leads them to the front door of SCP-6897 and opens it, showing the long dark hallway.]\n\n\n[Both officers are returned their weapons by the production assistant. MacPhaerson stands at the door, leaning on it and holding it open in one hand.]\n\n\nMacPhaerson:\n I just want to thank you both, it’s been very helpful. We’ve gotten a lot of good footage. I hope all of Vikander-Kneed’s many many fans are satisfied with this behind the scenes documentary!\n\n\nGrimes:\n I just…\n\n\nMacPhaerson:\n Yes?\n\n\nGrimes:\n I don’t know what the hell just happened, but were you serious about being responsible for dulling the sound of the planes outside?\n\n\nMacPhaerson:\n Yes, of course. Why would I lie?\n\n\nGrimes:\n Okay. Can you stop that? It’s causing people a lot of disorientation and we keep getting complaints.\n\n\nMacPhaerson:\n Absolutely not.\n\n\n[The door slams shut.]\n\n\n\n\n\n\nAfter the investigating officers reported the above events, embedded Foundation agents alerted their handlers. Both officers were detained and interviewed by Dr. Lillihammer of Site-43, given that Site’s \nde facto\n jurisdiction over anomalies connected to GOI-5889 (“\nVikander-Kneed Technical Media\n”). Noting the officers’ complete immunity to amnestics – and believing this to be a side effect of visiting SCP-6897 – Dr. Lillihammer suggested both be detained indefinitely as neither would be of any use to the Foundation.\n\n\nFurther access to SCP-6897 has proven entirely impossible, including unsuccessful attempts at demolishing portions of the building's exterior and several failed breaches using explosive ordinance. Following these attempts, Dr. Lillihammer knocked on the door to SCP-6897. After several minutes a note was slid under the door which has been reproduced below:\n9\n\n\n\n\n\n\n\n\nUpdate\n: The office was not, in fact, open.\n\n\n\n\n\n\n \n\n\nrating: \n+130\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The usual density of particle board tops out at .8 g/cm\n3\n.\n\n\n2\n. Foundation engineers attempted to breach the door to SCP-6897 with shaped explosive charges after conventional means were exhausted, which also failed.\n\n\n3\n. Light observed within the anomaly has no apparent source, instead seeming to hover around points of interest in an ambient manner. Objects – such as paper and pens – have been observed to float from one cubicle to another, and individuals note the absence of gravity in stairwells and elevator shafts – the latter containing no elevators and coated in rubber protective material allowing an individual to traverse up or down the shaft via handholds.\n\n\n4\n. Such detainment centers are maintained to preserve the Veil when amnestics are ineffective, and the individual is not a viable target of recruitment due to lack of beneficial skills.\n\n\n5\n. The office building lies directly under the path of a nearby airport’s runway, producing significant decibels every time a commercial airliner takes off.\n\n\n6\n. Recording did not actually register the phrase “TM” but invariably, transcripts have included it and the notation cannot be deleted for unknown reasons.\n\n\n7\n. A male individual with a metal snout shaped like an anteater's, a female individual with a digital clock instead of a mouth and bright blue skin, and a moose with three television screens instead of a head are but a few of those seen on camera.\n\n\n8\n. Facial recognition has identified the four individuals to a 85% certainty as Joss Whedon, Harvey Weinstein, Roman Polanski, and Bryan Singer.\n\n\n9\n. Despite the obvious laser printing evinced by the document, radiocarbon dating has established its production in 1905 (within a +/- 7 year margin of error).\n\n\n\n\n\n\n\n\n« \nSCP-6896\n | SCP-6897 | \nSCP-6898\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6897\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6897\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Office building\n\n\nAuthor:\n Laurie Avocado\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://www.flickr.com/photos/auntylaurie/16396792480/\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Empty Cubicles\n\n\nAuthor:\n Oregon Dept. of Transportation\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://www.flickr.com/photos/oregondot/49717469056/\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Dublin Prison\n\n\nAuthor:\n Tony Hisgett\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://www.flickr.com/photos/hisgett/221947325/\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n World map 3d\n\n\nAuthor:\n KCP4911\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://www.flickr.com/photos/29712230@N08/2861478881/\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: vintage paper texture\n\n\nAuthor\n: pinkorchid_too (Sandra)\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nlink",
    "addendums": [],
    "documents": [],
    "notes": [
        "Update : The office was not, in fact, open.",
        "\" SCP-6897 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-6897 . Licensed under CC-BY-SA .",
        "Filename: Office building Author: Laurie Avocado License: CC BY 2.0 Source: https://www.flickr.com/photos/auntylaurie/16396792480/ Additional Notes: Edited by Grigori Karpin",
        "Filename: Empty Cubicles Author: Oregon Dept. of Transportation License: CC BY 2.0 Source: https://www.flickr.com/photos/oregondot/49717469056/ Additional Notes: Edited by Grigori Karpin",
        "Filename: Dublin Prison Author: Tony Hisgett License: CC BY 2.0 Source: https://www.flickr.com/photos/hisgett/221947325/ Additional Notes: Edited by Grigori Karpin",
        "Filename: World map 3d Author: KCP4911 License: CC BY 2.0 Source: https://www.flickr.com/photos/29712230@N08/2861478881/ Additional Notes: Edited by Grigori Karpin",
        "Filename : vintage paper texture Author : pinkorchid_too (Sandra) License : CC BY 2.0 Source : link"
    ],
    "title": "SCP-6897"
}