{
    "url": "https://scp-wiki.wikidot.com/scp-6899",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6899\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\n\n\n\nSCP-6899 is housed in the minimum security containment wing of Site-17. At the onset of an Alpha Event, SCP-6899 is to be moved into the examination suite adjacent to their containment cell and medical staff are to be notified.\n\n\nThis medical suite is to maintain a supply of two-liters of type O-negative blood in order to triage Alpha Events.\n\n\n\n\nDESCRIPTION:\n\n\n\n\nSCP-6899 is an adult human male named Trent MacAffee, age 31. On an approximate 96-hour schedule, SCP-6899 begins an Alpha Event wherein they manifest and begin extruding a wooden splinter. These splinters have so far ranged in size from as small as 18 to as long as 45 centimeters, and have demonstrated properties identical to a species of white oak common to the Ohio River Valley. Extruded splinters have not exhibited any anomalous properties, and have been cataloged as instances of SCP-6899-1.\n\n\nDuring Alpha Events, SCP-6899 experiences periods of extreme physical duress characterized by a heart rate in excess of 140 beats per minute, blood pressure in excess of 150/90, profuse sweating, severe dystonia, and an apparent immunity to all sedatives and tranquilizers.\n\n\nWhen not undergoing an Alpha Event, SCP-6899 does not demonstrate any anomalous qualities.\n\n\nAfter thorough psychiatric evaluation, the subject has been either unwilling or is unable to provide any speculation or detail as to the specifics of their condition, or its origins. To date, SCP-6899 has proven resilient against standard Mnestic treatments, as well as both hynogogic and regression therapies.\n\n\n\n\nFILE UPDATE 2021-08-23:\n\n\n\n\nDuring a routine inventory of non-anomalous items, the total volume of SCP-6899-1 objects was cataloged and photographed. When presented with this information, the Senior Researcher assigned to SCP-6899 noted a correlation between the splinters and began an effort to recombine the components. This has resulted in the partial reconstruction (~40%) of the frame of a child's crib.\n\n\nWhen confronted with this information, SCP-6899 has provided no comment.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-6898\n | SCP-6899 | \nSCP-6900\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6899\n\" by ManyMeats, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6899\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6899 \" by ManyMeats, from the SCP Wiki . Source: https://scpwiki.com/scp-6899 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6899"
}