{
    "url": "https://scp-wiki.wikidot.com/scp-6900",
    "all_text": "Wherein the House of Stars celebrates their reunion.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n« \nFriends Of Us Never Die\n | SCP-6900-D: The House of Stars | \nSCP-8421: Ruler of Everything\n »\n\n\n\n\n\n\nrating: \n+140\n+\n–\nx\n\n\nCalibold\n\n\n\n\n\n\n \n\n\nSCP-6900-D — The House of Stars\n\n\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6900-D\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nDecommissioned\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA portion of the grove SCP-6900 is contained in.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6900 is contained in an extradimensional space accessible from a high-security vault in Site-19. This space consists of a 49-acre forest populated entirely with Scots pine trees, in order to obfuscate and protect the identity of the true SCP-6900. The location of SCP-6900 and maintenance of its containment unit is restricted exclusively to individuals with Level 5/6900-Alpha clearance.\n\n\nDescription:\n SCP-6900 is a single Scots pine tree (\nPinus sylvestris\n). In terms of its appearance, SCP-6900 is indistinguishable from other trees of its type.\n\n\nThe female pine cones which grow from SCP-6900 have a variety of anomalous effects. The seed scales, despite not being edible on a non-anomalous Scots pine, are edible and nutritious, and noted by test subjects for their high-quality taste. Consumption of these scales provides significant improvements to overall physical health, eliminating fatigue and weakness, and curing or strongly diminishing most illnesses. The stems of SCP-6900's cones are made entirely of diamond, and are surrounded by a thin layer of bark.\n\n\nSCP-6900 itself has an anomalous effect on those who maintain or care for it\n1\n. While within an approximately 10-kilometer radius of SCP-6900, affected individuals will experience strong positive enhancements to their strength, dexterity, skill, and mental health.\n\n\n\n\n\n\nAddendum 6900.1\n\n\n\n\nAn emergency assembly was called by Site-19's Director Barnes and MTF-Delta-12's Riley Parr regarding an apparent threat to SCP-6900's containment.\n\n\n\n\nIn attendance:\n\n\n\n\nDir. Adam Barnes: Director of Site-19\n\n\nDr. Julia Vaughn: Lead Researcher for SCP-6900\n\n\nCpt. Riley Parr: Captain of MTF Delta-12 (\"Burning Down The House\")\n\n\nDr. Carter Shalamov: Site-19's HMCL\n2\n\n\nDir. Calvin Bold: Director of the Decommissioning Department\n\n\nDet. Quinn Roscoe: Site-19's Chief of Investigation\n\n\n\n\n\n\nBarnes:\n Alright, let's begin the log. Thank you for coming, everyone.\n\n\nShalamov:\n What is this about, anyway? The memo did not provide much information.\n\n\nParr:\n I'm afraid that was necessary. This involves some recent leaks, and until we can determine the extent of those leaks, we can't risk information being lost.\n\n\nRoscoe:\n I thought we were getting together for chili night.\n\n\n[A few moments of silence. Shalamov sighs.]\n\n\nRoscoe:\n Fine, sorry. Didn't realize y'all hated jokes.\n\n\nBarnes:\n Anyway, in front of all of you is the current file for SCP-6900. If you'll take a moment to read it…\n\n\n[Everyone opens their files and reads through SCP-6900.]\n\n\nBold:\n Pretty short.\n\n\nVaughn:\n Not much to say about it. As for this meeting, director, why wasn't I briefed on this? If 6900 is relevant here, then I should be the first to know.\n\n\nParr:\n This is less about 6900 itself and more about— Well, Adam, why don't you start. With the beginning of all this.\n\n\nBarnes:\n \n[Nods]\n Right. Two weeks ago, the Site-19 secure database was breached, and an infiltrator was able to access all files for any clearance level. In particular, they downloaded all information relating to SCP-6900. Not just the standard file, but containment specs, reports, test logs, notes, et cetera. Naturally, we alerted Vaughn and anyone else involved, so most of you were already aware of this incident.\n\n\nBold:\n Makes sense. Did you find out who the infiltrator was?\n\n\nBarnes:\n Yes. The reason we didn't want to discuss this at first was because while we were able to partially determine their activity, we don't know the full extent of what they viewed, or whether or not they could do it again. We don't want them to catch on.\n\n\nShalamov:\n So who was the intruder?\n\n\nBarnes:\n \n[Clears throat]\n Parr, if you will.\n\n\n[Parr holds out a remote and turns on the conference room's projector.]\n\n\nParr:\n This is Dr. Giaco Capo, but some of you may know him by the name \"Game Master,\" a former member of the House of Stars.\n\n\n[The attendees display visible discomfort.]\n\n\nBold:\n Sorry, should I know what that is?\n\n\nParr:\n How— I forget you're fairly new. The House of Stars is an old Group of Interest that was active until about twelve years ago. Their main deal was pulling off big heists against anomalous groups. They hit a few Foundation targets, as well as the GOC, MC&D, basically any group with something valuable. My force, Delta-12, was assigned to them until they became inactive. We don't entirely know why they disbanded, but our best theory is that there was some kind of schism. After that, all of their members laid low.\n\n\nVaughn:\n Well, I assume that means Game Master is acting independently?\n\n\nParr:\n Not… quite. Two days after he infiltrated 19, we received intel that he was possibly working with another House member, who goes by \"Sheriff.\"\n\n\nRoscoe:\n So what? What's his goal here?\n\n\nParr:\n Two things. First, it's likely they're going after SCP-6900. But also… I believe he may be trying to reassemble the House of Stars.\n\n\n[Some outcry ensues amongst the attendees.]\n\n\nBarnes:\n We're not sure what the extent of this is. But we're keeping tabs on any possible members, and we'll be providing everyone with information on them. Our best course of action is to reinforce ourselves and SCP-6900.\n\n\n[Parr clears her throat.]\n\n\nBarnes:\n Unless worse comes to worst, of course.\n\n\nRoscoe:\n What's that supposed to mean?\n\n\nParr:\n Barnes is concerned with the potential loss of resources and personnel involved with stopping this, especially if things get deadly. Personally, I think it's worth the risk to try and stamp out the House now.\n\n\nBarnes:\n I'll be assisting with a proposal to decommission the House or 6900 if need be, especially if they keep coming back to try and take the item.\n\n\nBold:\n So that's why I'm here.\n\n\nBarnes:\n We wanted to make sure all relevant departments are in on this. That includes yours, Director.\n\n\nBold:\n There's certainly stipulations to destroy an anomaly if we can't keep it out of enemy hands. But the way you're referring to the House of Stars, it seems like there's only a few members.\n\n\nParr:\n Precisely the problem. We're prepared to deal with full-scale containment breaches and incursions, but the House is tricky. All of their members are able to elude capture, and they've demonstrated resounding success. And that's why we need 6900. As bait.\n\n\nVaughn:\n Hold on! I was \nnever\n consulted on this! 6900 is \nmy\n project, and I'm not letting you come in and blow it up!\n\n\nParr:\n Vaughn, this is more important than a single pine tree. And we're not completely certain if we'll even need to destroy it anyway.\n\n\nVaughn:\n But—!\n\n\nParr:\n Enough! \n[Hits table.]\n You don't know them like I do. They're dangerous, and we need to get rid of them while we have the chance.\n\n\n[Brief silence.]\n\n\nBold:\n Fine. I'll consider the request when it comes through.\n\n\nBarnes:\n One last thing. \n[Points to Roscoe]\n I want a thorough investigation while all this is going down. We have to catch anything suspicious.\n\n\nRoscoe:\n Yep, got it.\n\n\nParr:\n Alright then. Let's burn down the house.\n\n\n\n\n\n\n\n\nAddendum 6900.2\n\n\n\n\n\n\n\n\n\n\nCasefile 727-6900\n\n\nPoI-727-1 (\"Game Master\")\n\n\nPoI-727-2 (\"Sheriff\")\n\n\nPoI-727-4 (\"Chef\")\n\n\nPoI-727-7 (\"Tower of Babel\")\n\n\nPoI-727-9 (\"Forty\")\n\n\n\n\n\n\n\n\n\n\n\n\nCASEFILE 727-6900\n\n\nThis file contains information regarding the recent activities of GoI-727 (\"The House of Stars\") in regards to SCP-6900, specifically all members known to have been in contact with PoI-727-1 (\"Game Master\"). Access to this file without Level 5/6900-Beta clearance is forbidden.\n\n\nDue to the slightly variable appearances of GoI-727's members due to PoI-727-9's biokinetic capabilities, portraits rather than photographs have been included to best match the members' distinguishing features. All images have been created and provided by \nDr. Tinks\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGame Master.\n\n\n\n\n\n\nPoI-727-1 (\"Game Master\")\n\n\nAliases:\n Game Master, Dr. Giaco Capo\n\n\nStatus:\n \nWANTED\n\n\nDisturbance Level:\n \n2 (Low)\n\n\nThreat Level:\n \n2 (Low)\n\n\nAffiliation:\n House of Stars\n\n\nAnomalous Capabilities:\n Level III Tychokinesis\n\n\nOverview:\n Game Master is a 39-year-old human male. He claims to have graduated from the Massachusetts Institute of Technology with PhDs in statistics and physics\n3\n. He is a potent tychokinetic, giving him a high degree of probability manipulation. Limited analysis of these capabilities suggests that he may be host to a foreign entity which grants him these properties.\n\n\nGame Master is one of the founding members of the original House of Stars, alongside PoI-727-2 (\"Sheriff\"), -3 (\"King\"), and -4 (\"Chef\"). Game Master would often operate as the face of the House, utilizing a combination of connections, charisma, and his own anomalous abilities to push the House's agenda. When the House first disbanded, Game Master went into deep hiding and posed as a Foundation researcher named \"Giaco Capo.\" As \nSCP-040\n, another House member, had frequently used her own anomalous abilities to disguise Game Master and other members, he went unrecognized during his time at the Foundation.\n\n\nAfter several years, Game Master managed to attain unauthorized access to the Site-19 Secure Archives before fleeing the site (see file below). While fleeing, \nhe was able to steal SCP-963; it is believed he reconnected with Sheriff shortly afterwards.\n Currently, he is the primary instigator of the House of Star's ongoing reformation.\n\n\n\n\n[Location is Site-19 Secure Archives. Dr. Giaco Capo walks in and locks the door behind him. He walks to the central terminal and inserts a thumb drive into it. Analysis post-incident reveals that the thumb drive contained a program which would allow access into secure files without triggering any alarms or security protocols.]\n\n\n[Capo peruses the Level 5 secure files for several minutes, before reaching the SCP-6900 folder. After reading through the main file, he downloads the folder into his drive, activating Secure Contingency Protocol Alpha-3.]\n\n\nCapo:\n Oh. That's not good.\n\n\n[Capo removes the drive and places it into his pocket. He makes no effort to hurry as he looks around the room. Foundation agents can be heard on the other side of the entrance, attempting to access the room.]\n\n\nAgent:\n I can't get in, it's jammed!\n\n\n[Capo walks over to the nearest vent and climbs inside. He is able to make his way into the primary ventilation system and escape Site-19. While security protocols were in place to prevent unauthorized movement through the ventilation system, a previously unknown bug in the central security system prevented them from activating while Secure Contingency Protocol Alpha-3 was active. Shortly thereafter, security agents are able to breach the room.]\n\n\n\n\n\n\n\n\n\n\n\n\nSheriff.\n\n\n\n\n\n\nPoI-727-2 (\"Sheriff\")\n\n\nAliases:\n Sheriff\n\n\nStatus:\n \nWANTED\n\n\nDisturbance Level:\n \n3 (Moderate)\n\n\nThreat Level:\n \n4 (High)\n\n\nAffiliation:\n House of Stars\n\n\nAnomalous Capabilities:\n Level IV Telekinesis\n\n\nOverview:\n Sheriff is a human male with telekinetic capabilities, estimated to be between 35 and 40 years of age. His personal life is largely unknown, and he bears a reputation for being taciturn. In addition to his primary anomalous properties, he is in possession of the Everycloak and Everyblade, two artifacts capable of limited transformation into various clothing and weaponry, respectively.\n\n\nSheriff is one of the founding members of the House of Stars, and even worked privately alongside several of its to-be members before the House was officially established. While there is no evidence that the House possessed any kind of centralized leadership or hierarchy, it is believed that Sheriff was considered the \nde facto\n leader of the House.\n\n\nShortly after Game Master fled Site-19, him and Sheriff reconnected and began rebuilding the House. His activity remains largely unknown, save for a single log attached below. Game Master had made a single call to him from a payphone, which was flagged due to voice recognition and keyword triggering.\n\n\n\n\nGame Master:\n Sherf. It's me.\n\n\nSheriff:\n Where are you calling from?\n\n\nGM:\n A payphone. It's a long story, I know, they'll be able to listen in.\n\n\nSheriff:\n That was stupid of you.\n\n\nGM:\n I'm \nsorry\n. Listen, I'll get back home soon.\n\n\nSheriff:\n Why are you calling me?\n\n\nGM:\n I've been looking around. Luck's on my side, but even so, it's difficult.\n\n\nSheriff:\n Are there any updates?\n\n\nGM:\n Babel's in, although it took some persuasion to get them onboard. Chef's taken by the Coalition, he might be tough to bust out. Cheems tried to deconceptualize me the moment I knocked on his door, but we all saw \nthat\n coming. Fear and Panic were much friendlier about it, but they don't want to be involved anymore. Forty might be hard to get a hold of, and frankly I think you'll have better luck with her. As for Sam, she… well…\n\n\n[A few seconds of silence.]\n\n\nGM:\n \n[clears throat]\n she's gone.\n\n\nSheriff:\n Oh.\n\n\nGM:\n Leukemia. Her wife said she went peacefully. But damn.\n\n\n[Several moments of silence.]\n\n\nGM:\n It's been way too long. I should have been there.\n\n\nSheriff:\n We will see everyone else soon. I am sorry to hear about Sam.\n\n\nGM:\n Yeah. Anyway, I just… I thought you should know.\n\n\nSheriff:\n Yes.\n\n\nGM:\n I'll see you soon.\n\n\n\n\n\n\n\n\n\n\n\n\nChef.\n\n\n\n\n\n\nPoI-727-4 (\"Chef\")\n\n\nAliases:\n Chef\n\n\nStatus:\n \nCONTAINED\n \nWANTED\n\n\nDisturbance Level:\n \n1 (Minimal)\n\n\nThreat Level:\n \n2 (Low)\n\n\nAffiliation:\n House of Stars\n\n\nAnomalous Capabilities:\n None\n\n\nOverview:\n Chef is a non-anomalous 41-year-old human male, born in Switzerland. He has been engaging in criminal activity since the age of 14, both independently and amongst other groups. He is widely regarded as a particularly skilled criminal, to the point where anomalous individuals and groups began reaching out to him a few years into his career.\n\n\nDespite possessing no anomalous capabilities, Chef is widely regarded as one of the most dangerous members of the House of Stars, due to his skill, intellect, and overall aptitude. He is believed to be the mastermind behind most of their projects and heists.\n\n\nChef formally left the House shortly over a year before it officially dissolved, for unknown reasons. Shortly thereafter, he was detained by the Global Occult Coalition, where he remained in custody until recently.\n\n\n\n\nNote:\n The following file was provided by the Global Occult Coalition, upon request by the SCP Foundation.\n\n\n\n\n[Location is outside the entrance to Chef's cell. Two guards are sitting outside, listening to music.]\n\n\nGuard 1:\n Look, I don't care what my wife says, the Bruce Springsteen concert was \nnot\n a waste of money!\n\n\nGuard 2:\n I feel you man, I really do, but I'm gonna have to side with Cheryl on this one. Five \nhundred\n dollars? You've gotta be kidding!\n\n\nGuard 1:\n They were all sold out! Plus, this is the one time he was gonna be in the area. The folks on \nBrucebase\n all said it was a good idea, and that tickets would only get more expensive!\n\n\nGuard 2:\n But of all people, \nBruce Springsteen\n?\n\n\nGame Master:\n He's right, you know. He's really not worth it, even if you're a die-hard fan.\n\n\nGuard 2:\n Thank you!\n\n\n[Brief silence.]\n\n\nGuard 2:\n Wait, what?\n\n\n[Both guards are shot with darts from an unknown location, and promptly collapse. A metal tile floats off of the floor, and Game Master and Sheriff emerge.]\n\n\nGame Master:\n If we have time, can we steal this guy's concert ticket?\n\n\n[Sheriff does not respond. He faces the entrance and holds up his hands. The door shakes, and after a moment, it slowly removes itself and falls onto the ground. The two of them step inside.]\n\n\n[Feed switches to the cell's interior. Chef is seen on the other side of a reinforced glass wall. Game Master and Sheriff both step into the containment unit. Sheriff pulls out the Everyblade, which transforms into a pickaxe. He swings it at the glass, which shatters. Alarms begin sounding.]\n\n\nSheriff:\n Hello, Chef!\n\n\nChef:\n You two are a sight for sore eyes!\n\n\nGame Master:\n Good to see you too! Sorry for the alarms, no way around those!\n\n\nChef:\n Beats listening to Bruce Springsteen all day! So, what can I do for you two?\n\n\nSheriff:\n We need to leave, first!\n\n\nChef:\n Right! And then?\n\n\nGame Master:\n \n[Smiles]\n Isn't it obvious?\n\n\nChef:\n Yeah, yeah! Been a while since I had an actual House to stay in! You two look like you could use a plan!\n\n\nSheriff:\n Perhaps!\n\n\n[Two GOC agents enter the room. Sheriff's Everyblade transforms into a metal bat, and he knocks both agents unconscious.]\n\n\nChef:\n Let's get to it then!\n\n\n\n\n\n\n\n\n\n\n\n\nTower of Babel.\n\n\n\n\n\n\nPoI-727-7 (\"Tower of Babel\")\n\n\nAliases:\n Tower of Babel, Babel, Babel_Tower\n\n\nStatus:\n \nWANTED\n\n\nDisturbance Level:\n \n2 (Low)\n\n\nThreat Level:\n \n1 (Minimal)\n\n\nAffiliation:\n House of Stars, Spawnmasons\n\n\nAnomalous Capabilities:\n Level II Technokinesis, Type II Electromorphosis, \nType II Electrotallasis\n\n\nOverview:\n Tower of Babel exists primarily as a digital sapience, although it can physically manifest at will. When in its physical form, it takes the appearance of a dark-skinned human wearing a gold-and-blue robe. It wears a white headpiece seemingly modeled after the rook chess piece.\n\n\nTower of Babel joined the House of Stars some time after the Foundation initially encountered it, when it had attempted to hijack League of Legends servers and frame all players for tax fraud. There is little information on its time within the House or its relationships with other members.\n\n\nAfter the House disbanded, Tower of Babel joined 2b2t.org, the oldest anarchy server in Minecraft, under the username \"Babel_Tower.\" It had minimum engagement with the community aside from joining the Spawnmason faction and participating in their group events.\n\n\nShortly after reformation of the House of Stars began, Game Master joined 2b2t.org under the username \"GameMasterStar727.\" Due to 2b2t being a hotspot for anomalous online activity, several Foundation-run Minecraft accounts were present and logged the below conversation.\n\n\n\n\nGameMasterStar727 joined the game.\n\n\n<GameMasterStar727> Babel?\n\n\n<Losertown4> yoooo is fit on\n\n\n<Balllllllllllls> guys come to spawn\n\n\n<Babel_Tower> Hello.\n\n\n<wonderfulu> popbob is she, popbob says trans rights letsgoooo\n\n\n<Babel_Tower> Come to me.\n\n\n<Melvin_Dash> I condone violence.\n\n\n[Irrelevant logs removed.]\n\n\n<GameMasterStar727> Are you doing okay?\n\n\n<Mobslasher> oothathurtsccringe\n\n\n<GameMasterStar727> I'm glad to hear that.\n\n\n<_Hydrafrost_> Your mom is a L i b e r a l\n\n\nchiefstickiness burned to death.\n\n\n<GameMasterStar727> I know it's been a while. I'm sorry.\n\n\nkpopbob joined the game.\n\n\n<Losertown4> YOOOO IS THAT FIT\n\n\n<Losertown4> LETS GOOOOOO\n\n\n<GameMasterStar727> I understand that you're mad at me. We put up with it for too long. But we're done with that.\n\n\n<GameMasterStar727> *I\n\n\n<Willbo_Waggins> what are all of you even talking about\n\n\n<GameMasterStar727> I want to get back together. I miss what we had.\n\n\n<ChugJugLugMug> pro fortnite gamer moment\n\n\nWillbo_Waggins was slain by ChugJugLugMug using \nCRINGE NAE-NAE BABY\n.\n\n\n<Willbo_Waggins> bruh\n\n\n<GameMasterStar727> We need you. Please think about it?\n\n\n[Irrelevant logs removed.]\n\n\n<GameMasterStar727> ?\n\n\n<GameMasterStar727> Oh!\n\n\n<eEeEeEeEeEeLetterO> cring lmao suck my balls\n\n\nBabel_Tower left the game.\n\n\n<GameMasterStar727> Thank you.\n\n\nGameMasterStar727 left the game.\n\n\n\n\n\n\n\n\n\n\n\n\nForty.\n\n\n\n\n\n\nPoI-727-9 (\"Forty\")\n\n\nAliases:\n Forty, \nSCP-040\n\n\nStatus:\n \nCONTAINED\n \nWANTED\n\n\nDisturbance Level:\n \n4 (High)\n\n\nThreat Level:\n \n4 (High)\n\n\nAffiliation:\n House of Stars\n\n\nAnomalous Capabilities:\n Level V Biokinesis\n\n\nForty, designated as an SCP object under the number SCP-040, is a thirty-three-year-old female with biokinetic capabilities. She possesses some physical abnormalities, including bright pink hair and heterochromia; she is also blind in her left eye and particularly sensitive to burns and bruises.\n\n\nForty was initially recovered by the Foundation after a raid on GoI-009 (\"Keys to the Kingdom Christian Charter School for Gifted Youth\"). Upon initial recovery, her biokinetic capabilities were relatively limited. As she aged, however, she gradually became more powerful, as well as less compliant with Foundation containment. Eventually, she breached containment at the age of 16. Shortly thereafter, she was found to be working with the House of Stars.\n\n\nAfter the House divided, she began traveling abroad, remaining out of the public eye. She was able to elude capture for nine years until Foundation agents tracked her down and ambushed her. She was taken into containment, where she remained until recently.\n\n\n\n\n[Location is the SCP-040 containment unit. Forty is seen pacing the room when Sheriff enters. His Everycloak has taken the form of a Foundation uniform.]\n\n\nForty:\n I told you, I'm not—!\n\n\n[She turns to look at Sheriff and falls silent. She slowly steps forward.]\n\n\nForty:\n …Sherf?\n\n\nSheriff:\n Hello, Forty.\n\n\n[Forty hugs Sheriff.]\n\n\nForty:\n I've missed you! Holy crap, how have you been?\n\n\nSheriff:\n I have been fine. Are you alright?\n\n\nForty:\n Yeah. Bit bored, but yeah. \n[Brief silence]\n I'm thinking you're here to get me out? I appreciate it, but you would have come a long time ago if it was easy. What's going on?\n\n\nSheriff:\n Well, I did not do it alone, to say the least. We do not have much time, Babel is keeping us secure, but it will not last forever.\n\n\nForty:\n Who else is here?\n\n\nSheriff:\n Just me, but I got some help to get here.\n\n\nForty:\n Nice. What's the plan?\n\n\nSheriff:\n We're meeting at one of the old places. We've got Chef, Babel, and Game, and we're stealing an SCP.\n\n\nForty:\n No.\n\n\nSheriff:\n No?\n\n\nForty:\n I'm sorry, but I know where this is going. And it's no. Was this Game's idea? Sending you in?\n\n\nSheriff:\n Listen—\n\n\nForty:\n After all that? After Game, and, and—? You of \nall people\n should know how I feel about him after that!\n\n\nSheriff:\n It will not be the same, I promise. He'll never come back.\n\n\nForty:\n It's not even about him anymore! It's about Game \nstanding up\n for him! You think I can take that lying down?\n\n\nSheriff:\n I knew you would not. All I can say is that Game is sorry and that he misses you.\n\n\nForty:\n Look, I— I don't blame you for staying friends with him. And maybe I'm wrong to hold a grudge for this long. But it still hurts.\n\n\nSheriff:\n I know it does.\n\n\nForty:\n Then \nwhy\n do this? Why even bother? When you know—!\n\n\nSheriff:\n I missed you.\n\n\n[Brief silence.]\n\n\nForty:\n You? You \nmissed\n me?\n\n\nSheriff:\n Yes.\n\n\nForty:\n You mean it?\n\n\nSheriff:\n Yes.\n\n\nForty:\n Why now?\n\n\nSheriff:\n I did not want to risk it. You could have been hurt.\n\n\nForty:\n I— I see.\n\n\n[Long silence.]\n\n\nForty:\n I missed you too, you know. I didn't think you missed anyone though, especially not me.\n\n\nSheriff:\n I… understand. Why you would think that. And I wish I could say that it was my idea, but…\n\n\nForty:\n Game.\n\n\n[Sheriff nods. Forty sighs.]\n\n\nForty:\n Always the romantic, he was. Doesn't surprise me that he'd want to pull everyone back in again. \n[Brief silence]\n Does he mean it? About me? About being sorry?\n\n\nSheriff:\n He is ashamed. The past years have only made him feel more ashamed. And… I think he wants to make up for it. If you will give him that chance.\n\n\n[Long silence]\n\n\nForty:\n If you trust him… I'll give him one more chance. For your sake. Besides, he's not the only one I hold a grudge against. You said we're hitting these folks? \n[Gestures around her]\n\n\nSheriff:\n You will come with me?\n\n\nForty:\n Enemy of my enemy, I guess. Just as long as I get to kick Game in the balls a few times.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n+ ACCESS RESTRICTED TO PERSONNEL WITH LEVEL G727/5-ALPHA CLEARANCE +\n\n\n\n\n- ACCESS GRANTED -\n\n\n\n\n\n\n\n\nParr:\n So, how are you?\n\n\nBold:\n What do you want?\n\n\n[A few moments of silence.]\n\n\nBold:\n I'm fine, thank you. Mostly busy with work.\n\n\nParr:\n Glad to hear it.\n\n\nBold:\n Yeah. I'm gonna make a wild guess and say you didn't just want to get to know me.\n\n\nParr:\n I did my research, I know enough about you. But no, you're right, just business.\n\n\nBold:\n Sorry.\n\n\nParr:\n It's all good, all good. Listen, I've looked at your records. You've got a good head on your shoulders, and your department… Well, I'm glad to see someone taking the reins on that. Sometimes you have to cut your losses, especially in this business. It's part of why I wanted you in on the whole 6900 thing.\n\n\nBold:\n Oh. Um, thank you.\n\n\nParr:\n I'm being honest with you. But you're right, I'm not just here to get to know you better. I do need your help.\n\n\nBold:\n Naturally.\n\n\nParr:\n Listen. I've been running with the Foundation a long time. I've been chasing down the House for almost as long. I know them better than anyone. When I finally heard they'd disbanded… I was excited.\n\n\nBold:\n They caused you a lot of trouble.\n\n\nParr:\n That's the nice way of putting it. The House isn't all hell-bent on destruction, but I lost a few good teammates to them.\n\n\nBold:\n I'm… sorry to hear that.\n\n\nParr:\n Hearing they were back was… do you know what it's like? Finally thinking you've beaten something terrible, only for it to come back again? I think you do.\n\n\nBold:\n Why are you telling me all this?\n\n\nParr:\n Because I have a plan. I want the House gone. For good. And I'm planning on using 6900 to do so.\n\n\nBold:\n Ah. I see now. And you want me to just… authorize it?\n\n\nParr:\n You're a smart guy, from what I've seen. This is about saving lives, lives which are put at risk by letting the House run around all crazy.\n\n\nBold:\n And you thought your best course of action was to meet me in secret? Try and nudge me onto your side? Even if you could do that, there are rules and processes in place. This was your plan?\n\n\nParr:\n Not quite. I had more to offer, but you're right. Clearly the only way I can get through this is through bureaucracy. I'm sorry to bother you.\n\n\n[Sound of footsteps walking away.]\n\n\nBold:\n Wait.\n\n\n[A brief silence.]\n\n\nBold:\n You said you have something else?\n\n\nParr:\n Yeah, yeah. Some old things from the House they'll probably want back, I thought you might have interest in them. But it's not worth going over.\n\n\nBold:\n Hold on a moment.\n\n\n[Footsteps approach.]\n\n\nBold:\n Just… out of curiosity. What else did you have in mind?\n\n\n[Sound of paper being slid across a table. Bold inhales sharply.]\n\n\nBold:\n You're joking.\n\n\nParr:\n You recognize it.\n\n\nBold:\n You knew I would.\n\n\nParr:\n As I said, I did my research on you.\n\n\nBold:\n Where is this? Where did you find it?\n\n\nParr:\n Mm. I don't actually \nhave\n it. Game Master apparently took it to the Wanderers' Library at some point. But I did find a map to it, during one of our last raids on their holdouts.\n\n\n[Several seconds of silence.]\n\n\nParr:\n I need your help. We're both interested in taking them down. If they stay active, they'll be a threat. And if they decide to get \nthat\n back…\n\n\n[The sound of another paper being slid.]\n\n\nParr:\n This is a show of good faith that I'm giving this to you. All I ask is that you consider this. Please.\n\n\nBold:\n You said you have a plan?\n\n\nParr:\n Shalamov and I go way back. He's already put together the specs.\n\n\n[Another paper slides across the surface.]\n\n\nParr:\n Protocol 451. Vaughn is in charge, of course, but she can be overruled. We have the HMCL, and with you, we can likely push this through.\n\n\nBold:\n Very well. I'll… see what I can do.\n\n\nParr:\n Thank you. I very much appreciate it, and you won't regret this.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nten.pics.91-etis|senrab-mada#ten.pics.91-etis|senrab-mada\n, \nten.pics.91-etis|vomalahs-retrac#ten.pics.91-etis|vomalahs-retrac\n, \nten.pics.91-etis|nhguav-ailuj#ten.pics.91-etis|nhguav-ailuj\n, \nten.pics.91-etis|eocsor-nniuq#ten.pics.91-etis|eocsor-nniuq\n, \nten.pics.21-atled|rrap-yelir#ten.pics.21-atled|rrap-yelir\n\n\nFrom:\n \nten.pics.tped-moced|dlob-nivlac#ten.pics.tped-moced|dlob-nivlac\n\n\nSubject:\n SCP-6900\n\n\n\n\nTo all,\n\n\nThis is an official notice that upon review by the Decommissioning Department and the Security Department regarding recent activity by GoI-727 (\"The House of Stars\"), SCP-6900 will be placed under joint jurisdiction of myself and Site-19's HMCL, Carter Shalamov. Please field all questions and concerns to this email thread.\n\n\n— Dir. Calvin Bold, Decom. Dept.\n\n\n\n\n\n\n\n\nTo:\n \nten.pics.91-etis|senrab-mada#ten.pics.91-etis|senrab-mada\n, \nten.pics.tped-moced|dlob-nivlac#ten.pics.tped-moced|dlob-nivlac\n, \nten.pics.91-etis|vomalahs-retrac#ten.pics.91-etis|vomalahs-retrac\n, \nten.pics.91-etis|eocsor-nniuq#ten.pics.91-etis|eocsor-nniuq\n, \nten.pics.21-atled|rrap-yelir#ten.pics.21-atled|rrap-yelir\n\n\nFrom:\n \nten.pics.91-etis|nhguav-ailuj#ten.pics.91-etis|nhguav-ailuj\n\n\nSubject:\n Re: SCP-6900\n\n\n\n\nI would like to express my \nsevere\n disapproval with this motion. SCP-6900 itself possesses no threat to the Foundation whatsoever, and even considering its destruction is completely unnecessary. How will this in any way lead to the successful capture of the House of Stars? Why is this necessary?\n\n\nI am particularly disappointed in Dir. Bold. As I recall, your department was \nspecifically\n intended as a last-case scenario, and your sudden 180 to force its jurisdiction upon this project for no good reason is completely out of line.\n\n\n— Dr. Julia Vaughn\n\n\n\n\n\n\n\n\nTo:\n \nten.pics.91-etis|senrab-mada#ten.pics.91-etis|senrab-mada\n, \nten.pics.91-etis|vomalahs-retrac#ten.pics.91-etis|vomalahs-retrac\n, \nten.pics.91-etis|nhguav-ailuj#ten.pics.91-etis|nhguav-ailuj\n, \nten.pics.91-etis|eocsor-nniuq#ten.pics.91-etis|eocsor-nniuq\n, \nten.pics.21-atled|rrap-yelir#ten.pics.21-atled|rrap-yelir\n\n\nFrom:\n \nten.pics.tped-moced|dlob-nivlac#ten.pics.tped-moced|dlob-nivlac\n\n\nSubject:\n SCP-6900\n\n\n\n\nDr. Vaughn,\n\n\nWhile the actual properties and containability of SCP-6900 were certainly considered, they were not the only factors here. The Decommissioning Department and the Security Department have both agreed that the use of SCP-6900 as a form of bait in order to activate Protocol 451 (see attached file) is the most effective method of neutralizing the House of Stars.\n\n\nIntelligence provided by Captain Parr has also been highly useful, and has only furthered this decision. Should the House of Stars escape, they will more than likely make another attempt to capture the object, further risking loss of personnel and resources. This, along with other classified details, have cemented our choice here.\n\n\nThis was a difficult decision to make, but ultimately a necessary one. Protocol 451 is the best method of countering the anomalous properties of the House of Stars, particularly those speculated to trigger Protocol 451.\n\n\n— Dir. Calvin Bold, Decom. Dept.\n\n\n\n\n\n\n\n\nTo:\n \nten.pics.91-etis|senrab-mada#ten.pics.91-etis|senrab-mada\n, \nten.pics.tped-moced|dlob-nivlac#ten.pics.tped-moced|dlob-nivlac\n, \nten.pics.91-etis|vomalahs-retrac#ten.pics.91-etis|vomalahs-retrac\n, \nten.pics.91-etis|eocsor-nniuq#ten.pics.91-etis|eocsor-nniuq\n, \nten.pics.21-atled|rrap-yelir#ten.pics.21-atled|rrap-yelir\n\n\nFrom:\n \nten.pics.91-etis|nhguav-ailuj#ten.pics.91-etis|nhguav-ailuj\n\n\nSubject:\n Re: SCP-6900\n\n\n\n\nYour reasoning is flimsy at best, and I speculate that this decision was influenced either by personal or political biases. Rest assured I will be submitting complaints to the O5 Council and the Ethics Committee regarding this decision.\n\n\n— Dr. Julia Vaughn\n\n\n\n\n\n\n \n\n\n\n\n+ ACCESS RESTRICTED TO PERSONNEL WITH LEVEL G727/5-ALPHA CLEARANCE +\n\n\n\n\n- ACCESS GRANTED -\n\n\n\n\n\n\n\n\n[Loud bang.]\n\n\nParr:\n Oh, hello Roscoe.\n\n\nRoscoe:\n Parr. We need to talk.\n\n\nParr:\n Mm, what about?\n\n\nRoscoe:\n Well, I'm in charge of investigation around here. And believe it or not, I've got other jobs besides tracking down Ocean's Eleven. For instance— \n[Loud smack]\n —I also investigate internal affairs.\n\n\nParr:\n Right, like \nmissing ukuleles\n. Very important work.\n\n\nRoscoe:\n Insulting me is \nnot\n gonna help you.\n\n\nParr:\n Neither would flattery. That's for other folks.\n\n\nRoscoe:\n Like Bold?\n\n\nParr:\n I have no idea what you're talking about.\n\n\nRoscoe:\n Maybe take a look at these.\n\n\n[Brief silence]\n\n\nRoscoe:\n You forgot to completely purge those meeting room logs, you know.\n\n\nParr:\n Ah, thank you. I'll make a note of that.\n\n\nRoscoe:\n Well it won't help you now.\n\n\nParr:\n \n[Sighs]\n Please, have a seat.\n\n\n[Sound of chair sliding.]\n\n\nParr:\n Look. You don't understand. Most of you don't. I'm the only one with the proper experience with the House.\n\n\nRoscoe:\n What's your point?\n\n\nParr:\n Patience, I'm getting to it. Have a cookie.\n\n\nRoscoe:\n \n[Munching sounds]\n 'anks.\n\n\nParr:\n Trust me, I have a plan. Myself, Shalamov, Bold, we all know what we're doing.\n\n\nRoscoe:\n But Vaughn's right though. It's not \nnecessary\n.\n\n\nParr:\n \n[Shouting]\n Yes it—! \n[Clears throat]\n Yes it is. Like I said, you don't understand. This isn't just a one-off incident. The House is a scourge, and one I've spent too much time dealing with.\n\n\nRoscoe:\n You weren't able to beat them before. Right? Yeah, you… I don't think you did…\n\n\nParr:\n So why now? Because they're smaller and much too eager. And the Foundation's only grown. New resources, new technology.\n\n\nRoscoe:\n \n[Munching]\n Yeah…\n\n\nParr:\n For instance, amnestics and mnestics can now be administered orally, rather than just through injection. Did you know that?\n\n\nRoscoe:\n Is… is that so…\n\n\nParr:\n Yep. You're looking pretty tired though. You should maybe get going.\n\n\nRoscoe:\n Uh huh…\n\n\nParr:\n I'm glad we had this talk though! And I hope it'll encourage you to help me too, especially now that you've got a bit more faith in my plan. Besides, you're a good detective, and we still don't have everything figured out. Since there's nothing more to be learned here, maybe you should focus on the House. We can figure out their plan together.\n\n\nRoscoe:\n Sounds… sounds good.\n\n\nParr:\n Oh, one more thing.\n\n\nRoscoe:\n Huh?\n\n\nParr:\n The reason I'm going to beat them. I'm motivated. More than anything else, I want them gone. And no one will stop that. Do you understand?\n\n\nRoscoe:\n Yuh— Yep…\n\n\nParr:\n Have a good night then.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAddendum 6900.3\n\n\n\n\n\n\n[Location is Site-19's North Wing. Tower of Babel briefly manifests, alarming several personnel present. Two agents open fire at the entity, but it demanifests. Power to the North Wing is immediately lost, and backup generators activate. Alarms begin to sound. Lights remain off.]\n\n\nIntercom:\n Warning. We have intruders in the North Wing. Power has been lost. Please wait for personnel to respond.\n\n\n[Gunshots begin sounding. Several personnel shout.]\n\n\nChef:\n Nobody move!\n\n\n[Gunshots continue for several minutes before the lights turn on. The bodies of Sheriff and Chef are on the floor. Computer systems report a hostile program has been completely eliminated.]\n\n\n\n\n\n\n\n\n\n\nAccess point to SCP-6900's containment area.\n\n\n\n\n\n\n[Location is SCP-6900's extradimensional containment unit. The gateway to the containment unit opens and Game Master and Forty step through. Game Master pulls out a spinnable pointer.]\n\n\nGame Master:\n Wish me luck?\n\n\n[Forty rolls her eyes. Game Master spins the pointer and moves in the direction it points. After several minutes, he spins it again and moves in the direction it points. He repeats this process eight more times before stopping at the location of SCP-6900.]\n\n\nGame Master:\n There she is. Let's get cracking.\n\n\n[Game Master and Forty begin collecting branches and cones from SCP-6900.]\n\n\nParr:\n Well, well, well.\n\n\nGame Master:\n I was just thinking a well would look very pretty here! You have a good eye for landscaping, Parr.\n\n\n[The surveillance drone through which Captain Parr's voice is emanating emerges from the grove. Game Master and Forty both turn to look at it.]\n\n\nParr:\n Cute as always. And hello to you too, Forty.\n\n\nForty:\n Parr.\n\n\nGame Master:\n I'm very glad they called you in for this, Parr. Rebuilding the House wouldn't have been the same without you trying to burn it down.\n\n\n[Game Master and Forty begin walking back to the location of the gateway.]\n\n\nParr:\n I volunteered, actually.\n\n\nGame Master:\n I'm so glad you missed us too, babe. \n[He winks.]\n\n\nParr:\n What the hell? No. No! You think I \nmissed\n you?\n\n\nGame Master:\n I mean, you've probably been bored the last twelve years. Twelve? Twelve, yeah.\n\n\nForty:\n And also, you \nhave\n been watching us through a drone.\n\n\nParr:\n And for good reason. You two have just trapped yourselves in here.\n\n\nGame Master:\n Yep. We sure have. If only we'd seen this coming.\n\n\nForty:\n Is Babel ready?\n\n\nGame Master:\n They'd better be.\n\n\n[Game Master and Forty stop at the location of the entrance.]\n\n\nGame Master:\n Here's what's gonna happen. We're gonna take these tree parts, walk out of Site-19 with the rest of the House, and none of you will lay a finger on us.\n\n\nParr:\n And what makes you so sure of that?\n\n\nGame Master:\n I'd been in this Site for \nyears\n, figuring out all the ins and outs. I'm more familiar with this part of the Foundation than you are. This is my home turf.\n\n\nForty:\n What is taking Babel so long?\n\n\nParr:\n Well then, I guess it's time we open the curtains.\n\n\nGame Master:\n What are you talking about?\n\n\n[A screen flips down from the drone. Displayed on it is a hallway in Site-19, where the bodies of Sheriff and Chef can be seen.]\n\n\nForty:\n What is this?\n\n\nGame Master:\n No. No no no no no. You're lying.\n\n\nParr:\n There's really no point in lying. And we have Babel too. Go on, wait for them to show up.\n\n\nGame Master:\n This is ridiculous! Our plan was foolproof!\n\n\nParr:\n Are you joking? There were so many holes in it! It boiled down to \"distract the guards while we steal the tree.\"\n\n\nForty:\n Well, it is not over yet. We still have parts of the tree, and it will be difficult for you to retrieve it or kill us.\n\n\nParr:\n You say that now, but I have no plans on letting either of you live. You two are powerful, but neither of you can prevent this. No amount of luck will save you.\n\n\nGame Master:\n I can't believe this. This isn't happening.\n\n\nParr:\n It is! I've won! Do you hear me? I've \nwon\n!\n\n\n[Parr disengages from the drone's communications system. Protocol 451 begins activation sequence. Heat emission devices begin activating across the containment space.]\n\n\nGame Master:\n No.\n\n\nForty:\n \n[Leans down.]\n I am so sorry.\n\n\nGame Master:\n No, I'm sorry. \n[A tear falls down his face.]\n I'm sorry we fought, I'm sorry for letting it happen, I'm sorry we fell apart. I was so excited to see us back together and I was sloppy and now…\n\n\n[Forty hugs Game Master. Flames obscure the cameras.]\n\n\n\n\n\n\n[Location is Site-19 Central Surveillance Hub. Main feed shows the SCP-6900 containment unit. Parr disconnects from the communications array.]\n\n\nShalamov:\n Was that really necessary?\n\n\nParr:\n No. But it felt good.\n\n\n[The room watches as the grove within the containment area burns. Dr. Vaughn is seen crying. After a few moments, she exits the room.]\n\n\nBarnes:\n You're lucky this is working. I hate to lose all this, and if it were all for nothing…\n\n\nParr:\n No. I— \nWe\n won. The House was always a threat, and now that the only attempt at recreating it has been stamped out, all of their other former members will hide in the shadows.\n\n\n[Parr turns around and faces the other personnel, smiling.]\n\n\nParr:\n Thank you, all of you.\n\n\nRoscoe:\n As obsessed as you are with this… we did good.\n\n\nParr:\n \nYou\n did good in particular. Thank you so much, we never would have worked out their plan without you. And I'm especially grateful that you chose to trust me.\n\n\nRoscoe:\n Yeah…\n\n\n[Protocol 451 terminates, allowing for an unobstructed view of the containment area. The entire grove has been seemingly destroyed. Surveillance units begin scanning the area for any signs of life. After several minutes, results come up negative.]\n\n\n\n\nSCP-6900-D and the House of Stars have officially been declared Decommissioned.\n\n\n\n\n\n\nAddendum 6900.4\n\n\n\n\nA second assembly was called between some of the personnel involved in the GoI-727 termination operation.\n\n\n\n\nIn attendance:\n\n\n\n\nDir. Adam Barnes: Director of Site-19\n\n\nDr. Julia Vaughn: Lead Researcher for SCP-6900\n\n\nCpt. Riley Parr: Captain of MTF Delta-12 (\"Burning Down The House\")\n\n\nDet. Quinn Roscoe: Site-19's Chief of Investigation\n\n\n\n\n\n\nParr:\n So, what's all this about?\n\n\nVaughn:\n Oh, I think you know \nvery\n well what this is about.\n\n\nParr:\n A thank you? A congratulations? I helped stop one of the most dangerous criminal gangs from rising up again.\n\n\nVaughn:\n Oh, no. Don't you \ndare\n come in and act like you did \nus\n a favor. Don't pretend this wasn't some petty personal business.\n\n\nParr:\n Yeah, it was personal. Did you think it wasn't? The House was an enormous threat to us when it was active, and I made countless, \ncountless\n attempts at taking them down. And when they decided to rear their ugly head, I was the only one willing to put my foot down and say \"enough is enough.\" So yeah, \nyou're welcome\n. I saved all of you a hell of a lot of trouble.\n\n\nBarnes:\n I think the House wasn't the only one causing trouble here.\n\n\nParr:\n Oh \nplease\n. Y'all are still whining because I burnt down a \ntree\n?\n\n\nRoscoe:\n That, as well as endangering personnel, unauthorized use of amnestics, bribery, corruption, and so on.\n\n\nParr:\n What the hell are you talking about?\n\n\nVaughn:\n I told you I'd get the higher-ups involved, and I did. Roscoe, the EC, they've been on your case ever since our little incident. And we found some \npretty\n nice dirt on you.\n\n\nRoscoe:\n If you're going to be pulling some major protocol violations, it might be wise to destroy any evidence that they happened, even if they're only saved on a personal computer.\n\n\nParr:\n You went—!\n\n\nRoscoe:\n Consider it a favor returned, for the cookies you gave me the other day.\n\n\nBarnes:\n Not to mention colluding with Shalamov \nand\n Bold on this. Certainly both of them are going to have to answer some questions.\n\n\nVaughn:\n So please. Explain this to us. I'd \nlove\n to see you worm your way out of this.\n\n\nParr:\n It doesn't even matter! None of the rest of you cared, and you wouldn't have cared until the House started hitting harder! What would have been next? 500? Amnestic production? An 001 proposal?\n\n\nVaughn:\n There were a hundred other ways to handle this! Why did Protocol 451 even have to destroy 6900, huh?\n\n\nParr:\n As we said in the plan, it was to prevent—\n\n\nVaughn:\n Any chance of escape or survival through sheer luck, yeah, yeah. Personally, I think you just wanted to kill what they were going for for good measure.\n\n\nBarnes:\n This is an absolutely gross violation of protocol, and I will \npersonally\n see to it that there is disciplinary action taken.\n\n\nRoscoe:\n And for what it's worth, all your logs have been uploaded to the 6900 database along with the other relevant House files, for good measure. There's no hiding this.\n\n\nParr:\n Fine! Fine! Demote me, fire me, put me on whatever Keter Duty was back in the day, I don't care. I did the right thing in the end, and none of you—!\n\n\n[Intercom beeps, signaling an emergency message. Barnes turns it on.]\n\n\nBarnes:\n What do you want?\n\n\nMelvin Dash:\n Sir, this is the forensics team, we've got something to report.\n\n\nBarnes:\n I'm busy, call—!\n\n\nDash:\n This is urgent, sir. You'll want to hear this.\n\n\nBarnes:\n Fine. What?\n\n\nDash:\n We were performing DNA analysis on Chef's and Sheriff's bodies. And, um— we found a match.\n\n\nRoscoe:\n They were smoking? Unbelievable.\n\n\n[Brief silence.]\n\n\nRoscoe:\n Tough crowd. Anyway, a match. Isn't that what we expected?\n\n\nDash:\n Right, but they don't match, um, previous DNA samples of either of them.\n\n\nVaughn:\n What do you mean?\n\n\nDash:\n They're matching with two of our agents.\n\n\nParr:\n \nWhat?\n\n\nDash:\n And there's more. Sheriff— well, Agent Fielding, there's some sort of device in here. We don't know what it is, so we're trying not to disturb it, but we're gonna start running scans any moment now.\n\n\nVaughn:\n What does this mean?\n\n\nBarnes:\n I think this means… the House isn't all burnt down.\n\n\nParr:\n No. That's impossible!\n\n\nDash:\n Sir! Sir! We've got a problem here, it—!\n\n\n\n\nAt this point, the device implanted in Agent Fielding's chest activated, releasing a powerful electromagnetic pulse across Site-19, disabling power entirely. Despite the presence of numerous backup power generators, they all failed to activate.\n\n\nDuring this, there was significant activity within SCP-6900-D's former containment area. Due to it being an extradimensional space, power was still active, and security footage was able to be retrieved.\n\n\n\n\n[The gateway to the containment area opens. Two unidentifiable agents walk into the area.]\n\n\nAgent 1:\n \n[Shouting]\n All clear!\n\n\n[For a few seconds, nothing happens. Suddenly, the ground begins shaking more and more violently, and after a few moments, a fissure opens up in the ground.]\n\n\n[Game Master and Forty emerge from the ground. Shortly after stepping out of the fissure, Forty collapses. Game Master catches her.]\n\n\nGame Master:\n That took a lot out of him.\n\n\nAgent 2:\n He'd better be alright.\n\n\n[The agents take off their masks, revealing themselves to be Chef and Sheriff. Sheriff scowls at Game Master before taking hold of Forty, who wakes up.]\n\n\nForty:\n That is a very handsome face.\n\n\nGame Master:\n Glad y'all are okay. I assume Babel's still kicking?\n\n\nChef:\n As I planned, they were able to pull a switch on whatever tech wizards they have here, leaving them to keep the backup power from going on. How about all of you?\n\n\nGame Master:\n \n[Holds up a pouch and pulls out a handful of cones and branches.]\n We're golden. I think Parr's out of touch, honestly. Of course, my terrific acting skills managed to save the day.\n\n\nForty:\n This man is a horrible actor. He oversold everything so terribly. We are very lucky Parr was too excited to figure it out.\n\n\nGame Master:\n Hey, let me take the win on this.\n\n\nChef:\n We don't have long. But first, ah, Forty?\n\n\nSheriff:\n Right, but first.\n\n\n[Sheriff kicks Game Master in the crotch.]\n\n\nGame Master:\n \n[Screaming]\n\n\n[Sheriff lifts his hands towards Forty. Their bodies start shifting, until Sheriff has taken on the appearance of Forty, and Forty has taken on the appearance of Sheriff.]\n\n\nSheriff:\n This feels much better, thank you.\n\n\nChef:\n \n[Tosses a Foundation uniform to Game Master.]\n Put this on. We still need to get out.\n\n\n[Game Master puts the uniform on. Sheriff's Everycloak transforms into a similar uniform.]\n\n\nGame Master:\n Getaway time?\n\n\nChef:\n \n[Grins]\n Getaway time.\n\n\n\n\nThe House of Stars presumably managed to escape during the chaos caused by the power loss. Investigation into their current whereabouts is ongoing.\n\n\n\n\n\n\nAddendum 6900.5\n\n\n\n\n\n\n\n\nTo:\n \nten.pics.21-atled|rrap-yelir#ten.pics.21-atled|rrap-yelir\n\n\nFrom:\n \nten.pics.91-etis|senrab-mada#ten.pics.91-etis|senrab-mada\n\n\nSubject:\n Disciplinary Action, House of Stars\n\n\n\n\nDear Agent Parr,\n\n\nFollowing deliberation by the Ethics Committee and Site-19 Internal Affairs, we have reached a conclusion regarding your case.\n\n\nYour actions, committed to pursue a blatantly petty and personal agenda, are so extreme we cannot avoid disciplinary action. However, we also recognize that you have highly necessary experience and knowledge of the House of Stars, and with their reemergence, we require such knowledge, and we cannot simply terminate your employment or even remove you from MTF Delta-12.\n\n\nAs such, we have decided to pursue disciplinary action while still keeping you active as captain of MTF Delta-12. Considering the lengths you went to destroy the House of Stars, we believe this to be a punishment for you, while also utilizing your experience to assist in thwarting the House's efforts. Naturally, this won't be the only action we take. Delta-12 will be significantly reduced in size, and placed directly under the supervision of myself; additionally, you will also be reporting to Dr. Julia Vaughn, until you manage to retrieve what the House stole from SCP-6900-D. In a nutshell, this is you cleaning up the mess you helped make.\n\n\nLastly, the following postcard was recently delivered to Site-19. I believe it is intended for you, and I hope it motivates your efforts.\n\n\n— Dir. Adam Barnes\n\n\n\n\n\n\n+ Open File? +\n\n\n\n\n- Hide File? -\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Such as through watering it, providing nourishment, keeping it free of predators or parasites, etc.\n\n\n2\n. Hazardous Materials Containment Liaison\n\n\n3\n. While this claim remains dubious, he possesses extensive knowledge of both subjects.\n\n\n\n\n\n\nrating: \n+140\n+\n–\nx\n\n\n\n\n+ More by Calibold +\n\n\n\n\n- More by Calibold -\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n— SCP Articles —\n\n\n\n\nSCP-8421\n — Ruler of Everything\n\n\nSCP-8228\n — Here's To You, Mrs. Robinson\n\n\nSCP-7178\n — A Thief In The Night\n\n\nSCP-7179\n — E is for Eternity\n\n\nSCP-6469-D\n — A BABY?????\n\n\nSCP-2082\n — \nElephas cryophilus\n\n\nSCP-6156\n — Oh, Doug!\n\n\nSCP-6579-D\n — The Detective Killer\n\n\nSCP-6900-D\n — The House of Stars\n\n\nSCP-5277\n — What Can Go Wrong\n\n\nSCP-5363-D\n — Controlled Containment\n\n\nSCP-3482\n — fine mayor posters campaign by dado\n\n\nSCP-5156\n — monke\n\n\nDirector Bold's Proposal-J\n — \"Guys, please don't read our SCPs 🥺\"\n\n\nSCP-2693\n — Fell Into The Well, Fell Into The Well, Fell Into The Deep Dark Well\n\n\nSCP-5559-D\n — The Great Ambrose Bake-Off!\n\n\nSCP-3448-J\n — Should Have Taken Him Sleeping\n\n\nSCP-4456-D\n — No One Expects The Spanish Decommission!\n\n\nSCP-4745\n — Spooky Scary Snowman\n\n\nSCP-4645\n — Blackmailing Computer\n\n\n\n\n— Tales —\n\n\n\n\nParamax Connection\n\n\nOpusConfidant Wiki - SCP-4645 - Threatini\n\n\nDiary Of An Existential Kid\n\n\nResponsible Promotion\n\n\nFriends Of Us Never Die\n\n\nTruth Lies\n\n\nA Team You Can (Maybe) Trust\n\n\nHappy Father's Day\n\n\nMission: Decommission\n\n\nA Bold Choice\n\n\nI Am Become Death\n\n\nUlysses B. Donkman and the Heinous Hitman\n\n\nIt's Beginning to Look a Lot Like Eldritch\n\n\nChapter One - The End\n\n\n\n\n— GoI Formats —\n\n\n\n\nManifest 476: Vanishing Galleon\n\n\nThe Book Of Mathisi, Chapter 1: The Parable Of The Three Princes\n\n\nLTE-8686-Yellow-Kewpie\n\n\nUIU File: 2001-023\n\n\n\n\n— Other —\n\n\n\n\nCustomizable ACS Add-On Ver. 1.9.1 Guide\n\n\nDecommissioning Department Hub\n\n\nFortune Favors\n\n\nDecommissioning Dept. Theme\n\n\nCustomizable ACS Add-On Ver. 1.9.1\n\n\nMega Cool Author Page Tool Ver. 1.4.0\n\n\nCalibold's Mega Cool Alternate SCP Logos Page\n\n\nCalibold's Mega Cool Art Page\n\n\n\n\n— Co-Authored —\n\n\nTaste The Rainbow\n (\nfeat.\n Luxaiko)\n\n\nAbraka David's Proposal\n — A Peak Behind the Curtain (\nfeat.\n many other authors)\n\n\nSCP-7400\n — Your Honor, League of Legends (\nfeat.\n Sherf)\n\n\nI, Hub\n (\nfeat.\n many other authors)\n\n\nResurrection: New Faces\n (\nfeat.\n Grigori Karpin, Nagiros, and redredred)\n\n\nSCP-5545\n — 𝙰 𝙱 𝙽 𝙾 𝚁 𝙼 𝙰 𝙻 𝙸 𝚃 𝚈 (\nfeat.\n Yossipossi)\n\n\nSCP-194\n — Thank You For Your Cooperation (\nfeat.\n CityToast)\n\n\n— Foreign —\n\n\nDirector Bold's Proposal\n — Language\n\n\nSCP-LA-II\n — Fruit\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nFriends Of Us Never Die\n | SCP-6900-D: The House of Stars | \nSCP-8421: Ruler of Everything\n »\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6899\n | SCP-6900-D | \nSCP-6901\n »\n\n\n\n\n\n\n\n\n\n\nThe House of Stars\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6900-D\n\" by Calibold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6900\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Pine%20Tree%20Grove.jpg\n\n\nName:\n Meenikunno maastikukaiteala\n\n\nAuthor:\n Ruta Badina\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Meenikunno_maastikukaiteala.jpg\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/Game%20Master.jpg\n\n\nName:\n Game Master\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/Sheriff.jpg\n\n\nName:\n Sheriff\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/Chef.jpg\n\n\nName:\n Chef\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/Tower%20of%20Babel.png\n\n\nName:\n Tower of Babel\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/Forty.jpg\n\n\nName:\n Forty\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Gateway.jpg\n\n\nName:\n Titterten Tunnel Erschwil February 2020 image 4\n\n\nAuthor:\n Gestumblindi\n\n\nLicense:\n CC-by-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Titterten_Tunnel_Erschwil_February_2020_image_4.jpg\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Postcard.png\n\n\nName:\n Pinus sylvestris, Larvik, Norway\n\n\nAuthor:\n Arnstein Rønning\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Pinus_sylvestris,_Larvik,_Norway.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6900-D \" by Calibold, from the SCP Wiki . Source: https://scpwiki.com/scp-6900 . Licensed under CC-BY-SA .",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Pine%20Tree%20Grove.jpg Name: Meenikunno maastikukaiteala Author: Ruta Badina License: CC-by-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Meenikunno_maastikukaiteala.jpg",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/Game%20Master.jpg Name: Game Master Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/Sheriff.jpg Name: Sheriff Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/Chef.jpg Name: Chef Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/Tower%20of%20Babel.png Name: Tower of Babel Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/Forty.jpg Name: Forty Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Gateway.jpg Name: Titterten Tunnel Erschwil February 2020 image 4 Author: Gestumblindi License: CC-by-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Titterten_Tunnel_Erschwil_February_2020_image_4.jpg",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Postcard.png Name: Pinus sylvestris, Larvik, Norway Author: Arnstein Rønning License: CC-by-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Pinus_sylvestris,_Larvik,_Norway.jpg"
    ],
    "containment_procedures": "SCP-6900 is contained in an extradimensional space accessible from a high-security vault in Site-19. This space consists of a 49-acre forest populated entirely with Scots pine trees, in order to obfuscate and protect the identity of the true SCP-6900. The location of SCP-6900 and maintenance of its containment unit is restricted exclusively to individuals with Level 5/6900-Alpha clearance.",
    "description": "SCP-6900 is a single Scots pine tree (Pinus sylvestris). In terms of its appearance, SCP-6900 is indistinguishable from other trees of its type.",
    "title": "SCP-6900-D"
}