{
    "url": "https://scp-wiki.wikidot.com/scp-6901",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n72.86%\n\n(+51)\n\n\n27.14%\n\n(-19)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-6901\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nIRRELEVANT \n\n\n\n\n\n\nDISRUPTION CLASS:\n AMIDA\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-01\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Michael Clarke\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Eliza Terris\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-6901\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n IRRELEVANT\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n AMIDA\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-01\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Michael Clarke\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Eliza Terris\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nAs SCP-6901 has already exhibited its effects on reality as a whole, containment is unnecessary. Further investigation into SCP-6901, led by Head Researcher Eliza Terris, is ongoing.\n\n\n\n\nDescription:\n\nSCP-6901 refers to certain elements of the concept of 'nature'; more specifically, it refers to their apparent removal from baseline reality. The full extent of SCP-6901's effects is yet to be determined, and the discovery of the circumstances behind the event of its removal (designated SCP-6901-1) is considered high priority.\n\n\nThe concept of 'nature', while not inherently anomalous, has been designated SCP-6901-A due to its association with SCP-6901.\n\n\n\n\nDiscovery:\n\nSCP-6901 was discovered on 24/8/57, following the discovery of numerous errors within Site-01 as reported by Harpocrates.aic, an \nArtificial Intelligence Construct (AIC)\n responsible for monitoring information within Site-01's database, and flagging any detected discrepancies.\n\n\nHarpocrates.aic reported the presence of hundreds of billions of errors within Site-01's database that had been present for an unknown period of time. These errors had gone unnoticed due to strong antimemetic properties\n1\n, only recently detectable due to Harpocrates.aic's recent update to v5.6, which featured breakthrough technology for the detection of antimemes.\n\n\nOf the large amounts of erroneous data that was detected, only ~5% was feasibly translatable, while the excess is impossible to transcribe with current technology. As of 27/10/57, ~7% of the translatable data has been deciphered, 99% of which is corrupted beyond recognition or otherwise impossible to understand. Of the legible 1% that has been translated, a brief list can be found below of findings related to SCP-6901\n2\n:\n\n\nCurrent Definitional Components of SCP-6901-A:\n\n\n\n\nThe basic or inherent features, character, or qualities of something.\n\n\nThe innate or essential qualities or character of a person.\n\n\nInborn characteristics as an influence on or determinant of personality.\n\n\n[ARCHAIC] A person of a specified character.\n\n\n\n\nCurrent Affected Definitional Components of SCP-6901-A:\n\n\n\n\nThe innate or essential qualities or character of a person or [DATA MISSING]\n\n\nInborn or [DATA MISSING] characteristics as an influence on or determinant of personality\n\n\nThe phen[DATA MISSING]cal world collectively, including plants\n3\n, [DATA MISSING]ther features and products of the Earth, as opposed to human or human creations\n\n\nThe physical for[DATA MISSING]nd regulating the phenomena of the world.\n\n\n\n\nDiscovered Concepts Related to SCP-6901:\n\n\n\n\n'Plant' - unknown concept.\n\n\n'Biology' - the examination and study of the 'physiology' of a human entity.\n\n\n'Physiology' - the study of how living organisms or 'bodily parts' function.\n\n\n'Bodily Parts' - unknown in the context of 'physiology'\n\n\n'Genetics' - the study of 'inhereited traits', passed down via [DATA MISSING].\n\n\n'Inherited Traits' - unknown concept related to 'genetics'.\n\n\n'DNA' - an abbrevation of the term 'Deoxyribonucleic Acid'. It is currently unknown what the purpose of this substance was.\n\n\n\n\n\n\n\n\nAddenda\n4\n\n\n\n\n\n\n\n\n+ Addendum 1 (3/11/57): Eliza Terris - Personal Observations on SCP-6901 +\n\n\n\n\n- Close -\n\n\n\n\n\n\nThe thing about SCP-6901 is that no-one knows exactly what it is. Sure, we know that it's related to the concept of 'nature', but that's not exactly helpful when the data behind SCP-6901 doesn't exist. We know, effectively, nothing, and that's terrifying. Terrifying because we were totally unaware of the deliberate removal of very specific parts of a concept for who knows how long? Cycles? Septs? Months? Maybe, God forbid, years?\n\n\nThe amount of errors Harpocrates detected in Site-01 a couple months ago was more than the total sum of all errors that we've experienced over the course of Foundation history, including during the Blackout in 2026. Billions upon billions of terabytes of missing data, computer faults, glitches. Corrupted information that we were overlooking every cycle, hidden away from us. We've been sitting on what is possibly one of the greatest losses of information we've ever seen, and we had no idea.\n\n\nWhat the hell was removed? Why only these specific sections? What's so important about 'genetics' and 'plants' that they had to be expunged from existence? But most pressing of all,\n who \nerased 'nature' from existence? And is this an isolated incident, or are we living in a world that's more missing information than isn't?\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 2 (5/11/57): Data Surveillance Stream - Site-01 Secure Information Monitoring +\n\n\n\n\n- Close -\n\n\n\n\n\n\nRetrieving Data Stream, please hold…\n\n\nData Stream retrieved! Playing…\n\n\n\n\n<EliTer & TimOer are monitoring>\n\n\n<EliTer has left, TimOer monitoring>\n\n\n<MacO'Re joins TimOer>\n\n\n<MacO'Re & TimOer are monitoring>\n\n\n<MacO'Re & TimOer are talking>\n\n\n<MO'R: \"Is she… is she doing okay? Eliza's been looking pretty stressed recently…\">\n\n\n<TO: \"I- I don't know. I told her to go talk to someone, but I'm not sure if she did.>\n\n\n<MO'R: \"I'm… worried about her.\"\n>\n\n\n<TO: \"Me too.\">\n\n\n<MacO'Re & TimOer are silent>\n\n\n<MO'R & TO simultaneously:\n\n\nMO'R: \"Is-\"\n\n\nTO: \"If-\">\n\n\n<MacO'Re & TimOer are briefly silent>\n\n\n<MO'R: \"You go first.\">\n\n\n<TO: \"Look, I trust you, okay? So this stays between us, okay?\">\n\n\n<MO'R: \"Okay.\">\n\n\n<TO: \"About Eliza… I think it's because of what happened. During the Blackout. She lost people. And now, after so much time thinking she was secure, seeing this? Errors everywhere in what's supposed to be the most secure server we have? Data that's been missing for goodness knows how long? It's not surprising that she's reacting like this—\">\n\n\n<EliTer joins TimOer & MacO'Re>\n\n\n<ET: \"Upload in five, people. Let's get to work.\">\n\n\n<TimOer & MacO'Re are silent.\n\n\n<ET: \"Did I… interrupt something?\n (ET sighs) \nI can delay the update for a couple of minutes—\">\n\n\n<MO'R: \"There's- there's no need. Let's get going.\">\n\n\n<EliTer & TimOer & MacO'Re are working on the Harpocrates v5.7 update>\n\n\n<Five minutes pass, the update is finished>\n\n\n<ET: \"Okay, prepare for upload.\">\n\n\n<TO & MO'R: \"Got it.\">\n\n\n<EliTer & TimOer & MacO'Re begin uploading the patch into Harpocrates>\n\n\n<Two minutes pass, and the update finishes installing>\n\n\n<ET: \"Alright then. Our work's done. I'll leave you two to whatever you were doing before I got here.\">\n\n\n<MO'R & TO simultaneously:\n\n\nMO'R: \" That would be nothing, then.\"\n\n\nTO: \"W-what? We weren't…\">\n\n\n<Both TimOer & MacO'Re are interrupted by several error notifications from Harpocrates.aic>\n\n\n<HRP.aic: \n\"Corrupt Data detected within patch software. Please hol-hol-hol-hol-d-d-d-d-d—\"\n>\n\n\n<ET: \"What? What happened?!\">\n\n\n<EliTer & TimOer & MacO'Re are searching the v5.7 update package for errors>\n\n\n<TO: \"Found the problem. A line of code.\">\n\n\n<ET: \"No shit.\">\n\n\n<TO: \"That's not all. It's a part of SCP-6901. We just uploaded a piece of SCP-6901 into Harpocrates.\">\n\n\n<MO'R: \"Wait, what? I thought you said it was a line of code?\">\n\n\n<TO: \"It is.\">\n\n\n<MO'R:\" Uhhhh…\">\n\n\n<ET: \"Tim, any idea what its purpose is?\">\n\n\n<TO: \"Looking into that now. You guys search for any possible secondary errors.\">\n\n\n<EliTer & MacO'Re are looking for errors within Harpocrates.aic's v5.7 update package>\n\n\n<TimOer is examining the uploaded portion of SCP-6901>\n\n\n<Harpocrates.aic reactivates, apparently free of error, without input from EliTer, MacO'Re, or TimOer>\n\n\n<HRP.aic: \n\"Software update successfully installed. New function available: Consciousness Detection System. Would you like to execute?\n\">\n\n\n<MO'R: \"Uhhhhh?\">\n\n\n<ET: \"Goddammit. Goddammit!\">\n\n\n<TO: \"Eliza—?\">\n\n\n<ET: \"Execute the function, Harpocrates!\">\n\n\n<MO'R: \"Eliza! Did you seriously just get Harpocrates to execute a function from SCP-6901?! Are you crazy?\">\n\n\n<HRP.aic: \n\"Executing function. Total lifeforms detected on Earth: 5 871 920 102. Non-physical beings detected: 5 871 920 098. Physical beings detected: 4.\"\n>\n\n\n<There is silence.>\n\n\n<ET: \"What the fuck?\">\n\n\n\n\nConcluding Notes:\n Following the events of this Surveillance Stream, Harpocrates.aic crashed, leaving much sensitive Foundation data vulnerable and unregulated. Despite the combined efforts of computational engineers and RAISA Operatives, Harpocrates.aic could not be reactivated for 45 hours, where immediately following this period it reactivated without input, apparently free of any data corruption.\n\n\nNotably, the Consciousness Detection System remained functional even after the crash, and uses yielded inconsistent results in regard to the number of physical entities it detected as present on Earth (varying between 0 and 150000). Further results are to be recorded in hopes of finding an observable pattern, and should be considered inaccurate until proven otherwise.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 3.1 (12/12/57): SCP-6901 Data Update - SCP-6901-1 (Historical and Human Differences) +\n\n\n\n\n- Close -\n\n\n\n\n\n\nOn the 10/12/57, SCP-6901 researchers managed to decode a large section of data in a remarkably short period of time (approximately 1500% faster than expected) due to significantly less informational corruption (the possible relevance of this is still under question) than other sections of SCP-6901.\n\n\nAll recovered information details the state of the Earth (and the Foundation) prior to the occurrence of SCP-6901-1, numerous scientific discoveries and information, and history dating back to the Foundation's founding in 1891. According to this information, SCP-6901-1 occurred on 12/3/22, and retroactively altered history to align with SCP-6901, such that SCP-6901 had been present for an indeterminate, but presumably extremely long, period of time.\n\n\n\n\n\n\nSummary of Human/Anomalous Comparisons - Pre- and Post-SCP-6901-1 Earth (compiled by Lead Researcher Eliza Terris)\n\n\n\n\nNOTE: Full list of definitions can be found in Document.6901.D. For ease of access, conventionally unknown words are outlined with apostrophes, and will link to the associated entry in Document.6901.D. Words that are currently totally unknown are marked with curly brackets {}, while words that are unknown only in the context of SCP-6901 are marked with square brackets [].\n\n\nHumanity was a primarily physical life form (as opposed to an informational one that exists within Earth's collective psychospace), and existed alongside other physical lifeforms known as {plants} and {animals}. We required {food}, 'water', 'air', and {sleep}, to survive, and would die if our physical bodies lacked any of the previous or sustained extensive damage, rather than simply fading after roughly 100 years.\n\n\nWe [evolved] from a more primitive physical state into a more advanced one over a long period of time, instead of gaining consciousness and the ability to thought-shape gradually. [Reproduction] was the primary method of propagation, rather than through a collective effort between two participants to manifest a new consciousness (known colloquially as \"macking\").\n\n\nWe measured time through the movements of the Sun as opposed to the presence of the Radiance from just beyond our plane of existence. Whether these measurements of time being identical is just a coincidence, or something more, is under question.\n\n\nOur population was spread across the Earth and divided into 'countries', most of which had a unique language/dialect, social and societal customs, and human 'physical characteristics'. We lived mostly separately as opposed to unified within psychospace.\n\n\nThe Foundation operated out of physical sites stationed in various locations around the world and physically contained anomalies within the same sites, as opposed to the current Foundation, which operates in secluded, conventionally unreachable areas of psychospace, and contains anomalies within specially constructed areas of higher metaphysical existence.\n\n\n'Mobile Task Forces' (MTFs) were responsible for operations requiring the use of force, especially for location-bound or escaped anomalies. These have remained mostly unchanged within the current Foundation.\n\n\n'Groups of Interest' (GoIs) have remained mostly present, but several changes have occurred. The 'Global Occult Coalition' (GOC) has, based on analysis of data of activity and operating procedure, reappeared as the 'Overseers of the Veil'. The 'Church of the Broken God' currently consists of two sects (the dominant 'Shattered Transcendents' and the 'Church of Maxwellism'), the latter of which existed before SCP-6901-1, while the other major sects ('The Broken Church' and the 'Cogwork Orthodoxy') ceased to exist.\n\n\nThe concept of 'Sarkism', and thus the Sarkic GoI, ceased to exist upon the advent of SCP-6901-1 due to its conceptual reliance upon {flesh}, as did Ambrose Restaurant, which dealt in {food}.\n\n\nA full list of affected GoIs and changes thereof can be found within Associated Document.6901.G.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 3.2 (12/12/57): SCP-6901 Data Update - SCP-6901-1 (Earthen/Material Differences) +\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\nSummary of Earthen/Material Comparisons - Pre- and Post-SCP-6901-1 Earth (compiled by Lead Researcher Eliza Terris)\n\n\n\n\nEarth could be separated into four dominant physical realms: 'land' (areas of a 'solid' material known as the 'ground' made of {mineral particles}, {organic materials}, 'air', 'water', and 'living organisms'), 'ocean' (large amounts of 'water', a 'liquid' that covered Earth's 'surface' and surrounded areas of 'land'), 'air' (a general term for the 'atmosphere': large amounts of 'gases' that were held in place by Earth's 'gravity' that allowed humans and other lifeforms to survive, and 'polar caps' (or 'poles', which were located at the top and bottom of the Earth and made primarily of 'ice', a solid form of water).\n\n\nThese were referred to as the 'lithosphere', 'hydrosphere', 'atmosphere', and 'cryosphere' respectively, and were essential parts of Earth's 'natural environment' that sustained 'life'. All four of these have received significant alteration due to SCP-6901, based on observations utilising SCP-██ and SCP-███ to interact with the physical world since █/█/13.\n\n\nThe current lithosphere is constructed of an unknown 'metal' approximately 100 'kilometres' 'deep'. Attempts to investigate below this 'depth' without physically descending have resulted in failure, and to date there have been no successful physical incursions to this depth. The majority of the outer surface of the lithosphere is 'smooth' and 'flat', save for large (ranging from 1 - 3 km\n5\n in 'diameter' and 300 - 1500m\n6\n deep), roughly 'circular' 'excavations'.\n\n\nThese excavations are marked with flat 'concentric' 'rings' every 20 - 70m of depth from the surface, invariably connected by a singular, 'sloping' pathway that leads to the excavation's 'floor'. The individual rings lead into the lithosphere itself and continue for approximately 100m before terminating abruptly, their purpose is unknown.\n\n\nThe floors of the excavations are occupied by large (10m in diameter), flat, 'domes' atop 20m tall 'poles'. The poles extend for an unknown distance into the lithosphere, and the purpose of the structures are unknown.\n\n\nThe current hydrosphere takes the form of enormous masses of 'tubing' and 'pipes', lined with thousands of 'openings' for the purpose of absorbing atmospheric gases for an unknown purpose. Methods of investigation have revealed that this system is extremely complex, and every pipe leads towards a 'chamber' of indeterminate dimensions at a depth of approximately 15 km. So far, no physical incursions have been successful in reaching a depth of below 100m.\n\n\nThe current atmosphere is comprised of mostly 'hydrogen', which is regulated by a presumably anomalous mechanism that functions through the employment of large (30m x 30m x 30m), 'cubic' arrays of 'machinery'. These arrays are situated approximately 15km above Earth's surface, and are constructed in a 'gridlike' network wherein each array is 50km apart from surrounding instances.\n\n\nThe purpose of these arrays is to keep the atmosphere intact around the Earth through the utilisation of a poorly understood anomalous process that prevents the movement of atmospheric 'particles' in specific circumstances. The exact parameters of this process are unknown.\n\n\nThe current cryosphere exists as a series of small (ranging from 2 - 30cm\n7\n), 'crystalline' structures constructed of an unknown, 'dark grey' material, positioned apparently randomly at heights ranging from 1 - 300 metres above Earth's surface at the 'north' and 'south' 'poles' of the planet. Based on the presence of thaumaturgical symbols on all recorded instances, the purpose of these structures was to open a gateway to an unknown location; both of these structures are currently inactive.\n\n\nThe mechanisms behind the function of the 'Sun', namely, how it has been able to sustain 'nuclear fusion' on such as large scale for an extended period of time and how it has not collapsed under the weight of its own gravity despite its artificial nature (based on metal structures being observed extending from below its surface) remains undiscovered. The reasoning behind the absence of other 'planets' is also unknown.\n\n\nThe history behind the Sun's and the Earth's construction is totally unknown.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 4 (5 - 30/3/58): Eliza Terris - Diary Entries +\n\n\n\n\n- Close -\n\n\n\n\n\n\n5/3/58\n\n\nI had a vision last pitch. The Radiance had set, and I set out back home. As I travelled, people swirled around, basking in its dying brightness. Families sat together, children laughed. I stayed, just for a little while, catching the last of the light before the world turned from lucent to pitch. And I headed home once again, to the familiar emptiness that was as much company to me as children to parents. \nIt's too goddamn late for me to get a family now\n\n\nAs I settled down for my cyclic meditation, I felt a presence. Not so much in any particular place, but all around me. I sensed… no ill intent that I remember, but as much as I would like to say that I looked outwards to face it bravely, that would be a lie. Damn near fled before I realised that I couldn't move, which of course scared me even more, but it took away the choice of succumbing to fear before I acted on it.\n\n\nSo when I looked, I wasn't home anymore. I was… somewhere. It was dark, and I could feel something… what's the word… wind! Yes, wind rushing all around me at speed. All I could hear was it howling around me. And then, there was a blinding flash of light and a terrifying crack, and I could briefly see what surrounded me.\n\n\nMassive pillars of cloud surrounded me on all sides, churning and swirling in a turbulent vortex. Sheets of dark grey rain lashed and flew as dark shards of ice reflected the lightning in strangely beautiful ways while scything through the inky air of the storm. No, this wasn't a storm, this was a fucking tempest. Even as I was blinded by the flash of lightning, I saw the surrounding air seperate into tongues of flame that spiralled away into the columns of moving cloud.\n\n\nAs I watched the storm's carnage from within, I became aware of the presence once again, this time behind me. I could feel it watching me in fascination, but what it found fascinating about me I couldn't discern. So, knowing I has no other choice, I turned to face it.\n\n\n'It' turned out to be a pair of yellow orbs that crackled with electricity, looking at me curiously. How I could tell is beyond me, but I could nonetheless. When I tried to speak, I found that I couldn't, and could only watch as the orbs moved closer to me. They tilted slightly upon directly meeting my gaze, and it was then I heard its words.\n\n\n\"We will see you, soon.\" \nIt said, and suddenly the vision was over. I… I don't know what it means. Am I going crazy? Is this some anomaly we've never seen before? I really don't know. I might tell Tim tomorrow, he may be able to tell me more about this. He likes this kind of thing.\n\n\n6/3/58\n\n\nNormal day today. \nDidn't\n Forgot to tell Tim about the vision. \nThere's always tomorrow.\n\n\n7/3/58\n\n\nNothing happened today. Must've just been my tired-ass mind a couple days ago then.\n\n\n[EXTRANEOUS ENTRIES REDACTED]\n\n\n10/3/58\n\n\nIt happened again. When I was meditating, I felt another presence, and again, I couldn't move. When I looked, all I could see was a flurry of white, and nothing else. All I could hear was the wind whipping through me.\n\n\nSuddenly, I the swirling whiteness dissipated, and I saw a roughly spherical, angular contruct of ice moving about on a bed of more whiteness, surrounding by rotating rings of large ice shards. It was oddly beatiful as it danced about on the frozen winds around it. And again, I felt a presence behind me, and again I turned around.\n\n\nA pulsating, shifting mass of ice stared at me, and I stared at it back (how did I know it was staring? No idea, just like last time). Again, I tried to speak, but I could not, and as it drew closer I could hear it whisper.\n\n\n\"We will see you soon.\" \nIt said, and then it was over. I… don't understand what's happening to me. I should get someone onto this.\n\n\n[EXTRANEOUS ENTRIES EXPUNGED]\n\n\n19/3/58\n\n\nAgain. It fucking happened again. Didn't even get time to get in position before I couldn't move, so I just opened my eyes straight away to see whatever the fuck was being shown to me.\n\n\nThis time, I was within a large chamber, so large that I couldn't make out the walls or ceiling. There was liquid on the floor, about 30 cm deep, dark in colour, while green pillars stretched above. More liquid ran from above, and the sound of water splashing echoed around me. Again, I felt a presence behind me.\n\n\nThis time, it took the form of a human from before the occurence of SCP-6901-1. It was… fascinating, to say the least, but the replacement of its lower half with a pile of unknown substances made it harder to make that connection. It moved closer, and I heard it sing.\n\n\n\"We will see you soon.\" \nIt sang, and then the vision stopped. I don't get it. I don't fucking understand. Why me? Why now? What does all of this mean?\n\n\n[EXTRANEOUS ENTRIES EXPUNGED]\n\n\n30/3/58\n\n\nIt happened again. Didn't even have to shut my sight off before the vision started. This time, I heard the sound of banging and the crackling of flames, and when I looked, I was in a carvern.\n\n\nGreat, metal machines pounded away at the ground below, heating it and illuminating a series of white-hot crevices around the impact point. Tunnels led away in all directions, and sparkling objects in many colours shimmered on the ceiling, floor, and walls. Again, the presence appeared behind me.\n\n\nWhen I turned around, I didn't bother trying to talk, just simply stared at the creature in front of me. A bulbous body, covered in a cracked, hard, light brown substance, with a small head that terminated in a pair of shining grey spikes at the front. The body was attached to eight long protrusions, which moved with speed and grace, pulling the thing forward to me.\n\n\n\"We will see you soon.\" \nIt chittered, and the vision ended. \"We will see you soon.\" When? Who? Why? I'm tormented by this phrase, every night. When is 'soon'? I just… I don't know how much longer I can take this. I'm going insane. I… I don't know what to do anymore.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 5 (14/4/58): Incident 6901.1 +\n\n\n\n\n- Close -\n\n\n\n\n\n\nOn 16/4/58, regularly scheduled testing of Harpocrates.aic's Consciousness Detection System yielded consistent results of 4 physical organisms. The O5 Council were notified, and after a vote of 11 in favour and 2 against, a physical incursion was approved into Earth. However, upon descending into physical space, all three Physical Reconnaissance Vehicles were immediately met with an onslaught of heavy rain and 'hail', quickly being destroyed.\n\n\nAs Lead Researcher Eliza Terris has taken indefinite temporary leave for personal reasons, Senior Researcher Mackenzie O'Reilly has been selected to lead investigations into Incident 6901.1.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 6 (14/4/58): Eliza Terris - Diary Entry +\n\n\n\n\n- Close -\n\n\n\n\n\n\n14/4/58\n\n\nIts name was \"Blits\". The orbs. That's what it called itself. And now…\n\n\nIt started this morning. I was in my home, and suddenly, I wasn't. I was back in the tempest from earlier. The sounds of rain, lightning, and the howling of wind were deafening, and the clouds were seething violently. In the eye of the storm, I saw everything. And then, lightning cracked, and everything stopped. The clouds ceased their incessant movement. The rain stalled and stopped in midair. The winds were silenced.\n\n\nIn this newfound calm, I saw them. Creatures of wind, cloud, and lightning, stirring the storm, playing and revelling in its chaos. There were so many. \nThey were so small.\n I was fascinated as they leapt and flew through the storm effortlessly, without care, creating a perfect storm as they did.\n\n\nAs I watched them frolic, I felt the presence behind me once again. I turned to face it, and found it watching the creatures as well. I could feel the love in its gaze, before it slowly turned back towards me and spoke.\n\n\n\"My children.\" \nIt said, glancing back towards the creatures playing in the clouds. It looked back towards me expectantly. To my surprise, I found I could speak.\n\n\n\"Your… children?\" \nI said, confused.\n\n\n*Indeed. All of them are my children, born from my will and essence.\" \nIt said. It glanced back at its children proudly, and then looked back towards me.\n\n\n\"But what… what are you?\" \nI asked.\n\n\n\"I am what you humans called a 'primordial spirit'. My realm was of air and cloud, and I allowed all on Earth to breathe and live.\" \nIt answered.\n\n\n\"What happened to you?\"\n\n\nThe eyes crackled with lightning as the voice responded:\n \"I, along with my children, was erased from existence. There was no prior warning, no time to prepare. We were there, and then we were not. I still do not understand why or how this occurred.\"\n\n\nI was shocked, but mostly angry. Angry and disgusted at whomever had tried to remove the these mesmerising creatures from existence.\n \"So, if you were expunged from reality,\" \nI asked,\n \"how are you here now?\"\n\n\nThe creature looked at me sadly.\n \"I do not know myself, but I'd like to think our collective will was strong enough to bring us back, even if only temporarily.\"\n\n\n\"Temporarily?\"\n\n\n\"Yes,\" \nit answered,\n \"temporarily. We don't have much time. We're already fading away once again.\"\n\n\nEven as I looked, I noticed the clouds losing their opaqueness, the raindrops slowly vanishing into nothingness.\n\n\n\"But- but what do you want me to do? \nWhat\n can I do? Please, tell me!\" \nI begged. I didn't want to see these strangely majestic creatures vanish once again.\n\n\nThe creature looked at me pityingly.\n \"I'm sorry, but I there is nothing you can do. Not now. I simply wanted to bring my children back to play amongst the clouds one final time. But,\" \nit continued,\n \"there's something special about you. I don't know how, but I think you may be the key to bringing us back.\"\n\n\nAround us, the storm was dissipating and spiralling tighter. I could see the children of the entity looking at us questioningly.\n\n\n\"But before we disappear once again, I would like to bestow upon you two things.\" The creature said. \"The first is my name, \nBlits\n. Speak it when you are in need, and it shall charge you with my will.\" \nAs it spoke, Blits' form began to lose its radiance, and the crackling of electricity grew fainter.\n\n\n\"The second gift I shall give to you is my sight. It shall guide you through even the most violent of tempests without harm. \nIt said, and suddenly it moved into me. I was briefly overrun with a blinding light, before my vision went back to normal, and I once again stared at Blits' fading form.\n\n\nI was overwhelmed with emotion and sadness. I didn't want to see Blits and its children go, but there was nothing I could do but watch as they slowly began to disappear.\n \"I swear, I will bring you back.\" \nI said, full of resolve.\n\n\nEven as the storm collapsed and Blits vanished, I felt it gazing at me with pride. And then, I was back at home, left with a name, the sight of a dead spirit, and the will to solve the mystery behind SCP-6901.\n\n\nI had four visions, and this was the first. I await the next three.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 7 (19/4/58): Eliza Terris - Diary Entry +\n\n\n\n\n- Close -\n\n\n\n\n\n\n18/4/58\n\n\nHer name was Farfroyrn.\n\n\nJust like last time, I was in my home when suddenly I wasn't. All around me was a swirling whiteness, and the wind whistled through, carrying pale flakes in twisting currents. As I moved forward, the whiteness slowly dispersed, and I found myself staring at the construct of ice as it swept though flurries of ivory particulate, heading towards me.\n\n\nThe orbiting fragments of ice reflected a pale blue light that shone brilliantly from the angular, roughly spherical edifice, creating a dizzying, strobing effect of refracted light across the area. As it swayed in a smooth, flowing dance, I felt the presence behind me, and turned around to face it.\n\n\nA swirling mass of alabaster and ice surrounded a crystalline structure, and it spoke. \"I am the queen of this place,\"\nshe explained,// \"and that there is my castle.\" \nShe shone a pale blue light in the direction of the swaying construct.\n\n\nShe told me of how she was another 'primordial spirit', and that her domain was the frost and ice of the world, a symbol of rigidity, immovability, stillness and resolve. Her people, like Blits', were erased without warning, and she believed that it was her stubbornness and resolve that allowed her to come back, if only temporarily.\n\n\n\"There's a ball in there right now.\" \nShe said, again looking towards the castle.\n \"My final act as queen for not my subjects, but my people. My \nfamily\n. I'd like them to have a final dance before we become lost to this world once again.\"\n\n\nThere was sadness in her voice as a whiteness began to encroach on the area from all sides, slowly growing towards the centre. She looked at me once again as I asked how I could help, at all, in any way, and that Blits had appeared to me earlier.\n\n\n\"You, you're special for some reason, you know that? Blits probably told you that you're somehow connected to all of this, and it's right, I can feel it.\" \nShe said.\n \"So I'll give you my name, and one other gift to help you on your quest.\"\n\n\nHer name was Farfroyrn, and she gave me her core to strengthen my resolve and to never buckle under pressure.\n \"When you bring us back, I'll hold a ball for you.\" \nShe said, looking at me proudly as the whiteness finally consumed the whole area. I had a brief vision of dark grey, crystalline structures with glowing writing losing their brightness, and then I was back home.\n\n\nTwo more to go. I //will\n unravel the mystery of SCP-6901! For Blits. For Farfroyrn.//\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 8 (27/4/58): Eliza Terris - Diary Entry +\n\n\n\n\n- Close -\n\n\n\n\n\n\n27/4/58\n\n\nHis name was Vaserfal.\n\n\nI appeared within the chamber, feeling the water splash around below me. I could see waterfalls of liquid falling from above in a cascading current, catching the soft green light that emanated from the walls. Water flowed everywhere, from above, down below, splitting and merging and splashing all around. Again, I felt a presence, and I turned around to face it.\n\n\nIt was human-like from the lower half upwards, a shade of shifting greens and blues, while the lower half downwards was a cascade of flowing sparkling water.\n \"I am the prince of the flows.\" \nHe said.\n \"Welcome to my domain.\"\n\n\nHe told me that, like the others, he was erased without warning, and found himself here from what he believed to be the inevitability of the flow of existence.\n \"Us, my siblings and the spirits of rivers from around the world, we're together right now. As one for our final moments.\"\n\n\nI again asked what I could do, and again I was refuted.\n \"You cannot help us now, but I know that you're the key to solving this. Like the others before me, I shall bestow upon you two gifts.\" \nHe told me his name, Vaserfal, and he gifted me current and flow, to\n \"Flow around all obstacles, and to be at peace.\" \nHe said.\n\n\nEven as he said this, the water stopped flowing, and rapidly drained away. The last I saw of him was his smile as he slowly retreated down a pipe, and then I was back at home once again.\n\n\nFor Blits. For Farfroyrn. For Vaserfal.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 9 (8/5/58): Eliza Terris - Diary Entry +\n\n\n\n\n- Close -\n\n\n\n\n\n\n8/5/58\n\n\nSer name was Shteyn.\n\n\nI appeared within the ground, seeing machines pump and the Earth grow hot. All around me gems glittered, and I could feel the ground shaking around me, moving, shifting. I turned around one final time to face the creature.\n\n\nJust like in my vision, it was covered in a cracked, brown, hard substance, and it had eight, long, thick protrusions emerging from its body. It claimed to be another 'primordial spirit', the ruler of the ground and Earth.\n\n\nThe machines slowed down as I talked to sim, where it said that its children were basking in the heat of the Earth's core for a final time, warming their souls before their departure into the unknown.\n\n\n\"I know that you're the key to fixing this,\" \nSe said,\n \"So I shall bestow upon you my name, and one more gift.\" \nSer name was Shteyn, and they gifted me the warmth the core, to forever keep my soul comfortable.\n\n\nThe machines finally stopped, and the orange flow of heated metal disappeared as I reappeared within my home.\n\n\nI //will //solve this. I swear it.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\n+ Addendum 10 (17/5/58): SCP-6901 - Data Update +\n\n\n\n\n- Close -\n\n\n\n\n\n\nOn 17/5/58, the following file was decrypted from within SCP-6901.\n\n\nItem #: SCP-6901\n\n\nObject Classification: Uncontainable\n\n\nSecondary Classification: Ignosi\n\n\nSpecial Containment Procedures: SCP-6901 is to be contained by the use of PROTOCOL GREEN VEIL.\n\n\nPROTOCOL GREEN VEIL refers to the use of numerous SCP objects\n8\n to remove certain elements of the concept of 'nature' from reality. This Protocol has been approved for use by the Ethics Committee in a majority vote.\n\n\nDescription: SCP-6901 is an mostly unknown entity conceptually linked to certain aspects of nature. SCP-6901 is totally uncontainable, and will arrive on Earth at 12/3/22, causing Earth's destruction.\n\n\nIt is believed that the execution of PROTOCOL GREEN VEIL will remove SCP-6901 from existence as well, saving the Earth from certain destruction.\n\n\nFollowing the discovery of this file, Lead Researcher Eliza Terris exited Site-01, and her location is currently unknown. The recovery of Lead Researcher Eliza Terris is currently of high priority.\n\n\n\n\n\n\n- Close -\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Whether this is an ordinary consequence of 'nature' being expunged from existence — or something else entirely — is still in question.\n\n\n2\n. Note that the documentation of relevant information is largely incomplete, and inaccuracies may therefore be present\n\n\n3\n. Unknown concept, presumably as a consequence of SCP-6901.\n\n\n4\n. Following Incident 6901-14-EJT-CO, several documents not present in the original version of this file (most notably personal Diary Entries and certain Data Surveillance Streams) have been added for information prosperity and later analysis.\n\n\n5\n. Shortened form of 'kilometres'.\n\n\n6\n. Shortened form of 'metres'.\n\n\n7\n. Shortened form of 'centimetres'.\n\n\n8\n. See Lead Researcher Eliza Terris for a full list.\n\n\n\n\n\n\n\n\n« \nSCP-6900\n | SCP-6901 | \nSCP-6902\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6901\n\" by TheAlienBaby, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6901\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6901 \" by TheAlienBaby, from the SCP Wiki . Source: https://scpwiki.com/scp-6901 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "As SCP-6901 has already exhibited its effects on reality as a whole, containment is unnecessary. Further investigation into SCP-6901, led by Head Researcher Eliza Terris, is ongoing.\n\nDescription:\nSCP-6901 refers to certain elements of the concept of 'nature'; more specifically, it refers to their apparent removal from baseline reality. The full extent of SCP-6901's effects is yet to be determined, and the discovery of the circumstances behind the event of its removal (designated SCP-6901-1) is considered high priority.",
    "title": "SCP-6901"
}