{
    "url": "https://scp-wiki.wikidot.com/scp-6904",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\nItem #:\n SCP-6904\n\n\nObject Class:\n Artifact\n\n\nContainment Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6904 is to be stored in a standard Safe-class containment locker with physical, biological and memetic countermeasures. No artillery of any kind is to be stored near SCP-6904. Usage of SCP-6904 must undergo approval by the on-duty HMCL supervisor.\n\n\nTesting may only take place in a specialized chamber, fitted with a layer of padding separated from the chamber's architecture by at least ten centimeters. Under no circumstances may SCP-6904 be used outdoors.\n\n\nDescription:\n SCP-6904 is a cast-iron artillery cannon, approximately five meters long from one end to the other. The exact historical significance of SCP-6904 is unconfirmed, but secondary sources assert that SCP-6904 dates back to the 15th century and was used in the Siege of Orléans.\n1\n\n\nIf SCP-6904 is loaded with ammunition and fired, the first solid object that SCP-6904 strikes will vanish from reality. This process occurs in a short enough interval of time that it cannot be observed with scientific instruments, and no residue is left behind. It is unclear how SCP-6904 distinguishes between objects, as it will sometimes demanifest whole objects or only partial ones, such as an arm.\n\n\nWhile SCP-6904 can be loaded and fired with any ammunition, different ammunition types have different success rates. So far, the most reliable have been cast-iron cannonballs; however, success has also been achieved using buckshot. The powder used to fire SCP-6904 appears to have no effect on the result.\n\n\nOn recovery, SCP-6904 was fitted with a targeting mechanism, timer and several electromagnets. These have been removed without consequence.\n\n\nAdditional Notes:\n\n\n\n\nTarget:\n A block of concrete weighing approximately 1,000 kg.\n\n\nAmmunition:\n A smoothbore cast-iron cannonball.\n\n\nResult:\n SCP-6904 was lit and the ball successfully struck the block, which proceeded to vanish.\n\n\nNotes:\n Minimal concrete residue was left behind, likely from personnel moving the block into the room.\n\n\n\n\n\n\nTarget:\n A crash test dummy. SCP-6904 was aimed towards its torso.\n\n\nAmmunition:\n A smoothbore cast-iron cannonball.\n\n\nResult:\n The cannonball struck the chest of the dummy. While the dummy's torso vanished as the concrete block did in the previous test, the dummy's appendages and head remained. The remaining parts fell to the floor after the chest disappeared.\n\n\nNotes:\n Closer inspection revealed that both of the dummy's shoulders disappeared as well. While the left femur disappeared, the right one did not. It is unknown why SCP-6904 did not affect the right femur.\n\n\n\n\n\n\nTarget:\n A crash test dummy. SCP-6904 was aimed towards its torso.\n\n\nAmmunition:\n Grapeshot stored in a canvas bag.\n\n\nResult:\n N/A. Projectile missed the target entirely.\n\n\nNotes:\n Grapeshot struck the back wall of the testing chamber, causing it to disappear. All five testing personnel suffered injuries due to falling seven meters onto the testing chamber below.\n\n\n\n\n\n\nHMCL Note:\n I'm not approving any more tests for SCP-6904 for the time being. I believe that there is nothing more to learn about SCP-6904, nor Oblix, through testing. The primary objective is to ensure SCP-6904 does not fall into enemy hands. SCP-6904 best serves that purpose in the center of Site 19, not in a testing chamber.\n\n\n- \nDr. Luke Wentworth, HMCL Supervisor, Site 19\n\n\n\n\n\n\n\n\nOnly known photograph of SCP-6904 prior to classification.\n\n\n\n\n\n\nOrigin:\n The non-anomalous form of SCP-6904 was purchased by Oblix Public Broadcasting CEO Timothy Peters in 1952 at auction. Mr. Peters selected the cannon primarily due to its historical significance, believing that this yielded higher rates of success at creating anomalies.\n\n\nAfter its purchase, Peters and a team of mercenary scientists\n2\n were able to imbue SCP-6904 with its anomalous properties. Originally, they believed that SCP-6904 actually applied a multiplicative effect on impact. Its anomalous properties were only conclusively elucidated during Foundation experimentation.\n\n\nAddendum 01:\n Meeting of the Foundation Leadership and Directorate Executive Committee (FLADE)\n\n\nSCP-6904 originally came to the Foundation's attention during an investigation into Oblix's activities. At this point, several shell companies associated with known Groups of Interest were being monitored by the Foundation. This investigation found a number of purchases made by Oblix, as well as cargo being shipped to addresses owned by Peters' shell companies.\n\n\nThe Foundation Covert Anomaly Recovery Division (CARD) initially deployed an undercover agent into Oblix's operations in order to elucidate further information. Six months after deployment, Agent Horn revealed the existence of SCP-6904 to his supervisor, Director Stanley, who brought it to the rest of the Foundation.\n\n\n\n\n<Begin Log>\n\n\n<Extraneous information expunged.>\n\n\nO5-1:\n Next, Director Stanley would like to share a discovery made during an undercover mission.\n\n\nStanley:\n Thank you. My division, CARD, has been investigating Oblix Public Broadcasting for the past six months.\n\n\nBridge:\n Oblix? Isn't that the network with \nThe Honeymooners\n?\n\n\nBeaver:\n Didn't they go to court a year ago for that antitrust lawsuit?\n\n\nStanley:\n Precisely. Earlier, the Corporate Relations Division flagged Oblix for making suspicious purchases. We've sent an undercover operative into their organization, and they've found evidence that Oblix has created an anomaly.\n\n\nO5-3:\n What kind?\n\n\nStanley:\n It's a modified 15th-century artillery cannon, with the ability to destroy nearly anything. It's already been tested on buildings; it's unclear what its true purpose is.\n\n\nBridge:\n Before we go chasing after America's largest radio station, do you have any proof?\n\n\nStanley:\n Our agent found documentation for the cannon, and a videotape with testing footage. He will send it to us posthaste.\n\n\nRump:\n What are they trying to do? What does a broadcasting company need artillery for?\n\n\nStanley:\n We have a good idea. Do you remember the Maihana Hotel?\n\n\nO5-9:\n The Japanese hotel that collapsed in on itself?\n\n\nBeaver:\n My people investigated Maihana and found nothing suggesting that it was anomalous.\n\n\nStanley:\n I wouldn't be so sure. The office of the Prime Minister just handed this phone call to the FBI. I'll play the recording.\n\n\nPeters <Recording>:\n Good afternoon, Kishi. I wanted to know if you'd considered tendering your resignation yet. Fifteen hundred people died in Mahana, and I think the country would be disappointed in you if you let that happen again. See you in three days.\n\n\nBridge:\n What?\n\n\nMagruder:\n He's using it to blackmail the Prime Minister? Why?\n\n\nStanley:\n I did some research. Oblix has been trying to expand into Japan since the 1940s, but Kishi has been stifling them.\n\n\nRump:\n Three days?\n\n\nO5-3:\n This is unacceptable. We need that cannon in our possession, ASAP.\n\n\nDaniels:\n I can start having Corporate Relations apply pressure to Oblix.\n\n\nMagruder:\n No, no. They'll just move it around. If they think the authorities know about the cannon, we'll never see it again until they kill fifteen hundred more people.\n\n\nO5-6:\n In any case, we need to contain the cannon. CARD should extract it.\n\n\n<Pause.>\n\n\nStanley:\n Any particular reason?\n\n\nMagruder:\n I agree with Stanley. Our guys could knock down Oblix like it's paper mâché.\n\n\nO5-6:\n You already have an undercover agent in Oblix's organization, so your personnel must know Oblix better than any other division here.\n\n\nBridge:\n I agree with O5-6. CARD should be able to get the cannon into our hands as quickly as possible and without any fuss.\n\n\nStanley:\n Yes, yes, we can do that. But only if Director Rump is willing to temporarily transfer Agent Patrick Katzin to the mission.\n\n\nMagruder:\n What?\n\n\nRump:\n With all due respect, there's a reason why Katzin works for the Security Division now.\n\n\nStanley:\n Agent Katzin has an unparalleled record in industrial sabotage. If this operation needs to go smoothly, Katzin will provide his much-needed expertise.\n\n\nMagruder:\n Don't you have your own guys for that?\n\n\nRump:\n You can borrow him. It's your funeral.\n\n\nStanley:\n Fantastic.\n\n\nO5-3:\n Director Rump will transfer appropriate personnel to CARD in order to assist CARD in an extraction operation.\n\n\nO5-1:\n Before we end this meeting today, Site Director Grandstaff will speak about the anomaly that's affected the \nBovinae\n family for the past two weeks.\n\n\n<End Log>\n\n\n\n\nAddendum 02:\n Mission Blank Void\n\n\nOn March 3rd 1967, CARD Agents Katzin and Singer were deployed to a private island complex where it was believed SCP-6904 was stored. During the mission, the agents maintained periodic radio contact with CARD Director Stanley. The radio contact is documented below.\n\n\n\n\n<Begin Log>\n\n\nKatzin:\n This is Hansel, reporting that we've reached the witch's house, over.\n\n\nStanley:\n Understood. What is your current status?\n\n\nKatzin:\n We have not yet been seen. My sea legs are coming back. Where do I meet Agent Hor- Gretel?\n\n\nStanley:\n Gretel is currently posing as security for a ballroom dance on the main floor of the mansion. Pretend to be culinary staff in order to get in. From there, make your way down to the laboratory.\n\n\nKatzin:\n Understood. Do I have the clearance necessary to use knockout gas on any guards that I encounter?\n\n\nStanley:\n Emergency situations only. Avoid guards if at all possible.\n\n\nKatzin:\n Understood.\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\nKatzin:\n This is Hansel, we need support.\n\n\nStanley:\n What do you need?\n\n\nKatzin:\n The mansion has a keycard system required for entry, and I told their security that we'd gone on a walk and forgotten our passes. He's currently calling the catering company to confirm our employment.\n\n\nStanley:\n What is the company's name?\n\n\nKatzin:\n Siebe's Speciality Catering. He's currently dialing the number.\n\n\nStanley:\n Someone from the Communications Division is intercepting his call.\n\n\nSinger:\n Was that you? He just slammed down the phone and cursed the bad island cabling.\n\n\nStanley:\n We just intercepted his phone call. Don't say that I never did anything for you.\n\n\nKatzin:\n He's calling again.\n\n\nStanley:\n What is he doing now?\n\n\n<Radio silence.>\n\n\nStanley:\n Hansel, what is he doing now?\n\n\nKatzin:\n Sorry, I needed to get to a quiet place. Your agents confirmed our employment. He criticized us for being irresponsible and told us to get back to work.\n\n\nStanley:\n Ten-four.\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\nKatzin:\n This is Hansel, reporting. Over.\n\n\nStanley:\n Tell me about new developments, over.\n\n\nKatzin:\n We've found security footage of his laboratory, over.\n\n\nStanley:\n Tell me more, over.\n\n\nKatzin:\n Horn took us down to the hub room, where all of the wiring goes. We found security tape, and we see the lab that the cannon, SCP-6904, is in. Over.\n\n\nStanley:\n Fantastic. Do you have a plan to extract it? Over.\n\n\nKatzin:\n There's more. The cannon's integrated into a device that looks like a railgun. Next to that is a map they hung on the wall. It's covered with X's in certain places. Over.\n\n\nStanley:\n Is Peters planning targeted attacks? Over.\n\n\nSinger:\n We believe so. Over.\n\n\nKatzin:\n I've identified a route that will allow me to enter the lab chamber, box up the skip, and leave with minimal chance of seeing security. Over.\n\n\nStanley:\n Excellent work as always, Katzin. Over.\n\n\nKatzin:\n Report back to you later. Over and out.\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\nKatzin:\n This is Hansel, we're beginning extraction. I am submitting our strategy for your approval. Over.\n\n\nStanley:\n Understood, send it on over. Over.\n\n\nKatzin:\n I've disguised myself as a \"handler\". With Daniels giving Peters pressure, Peters thinks that he's being investigated by the FBI, right? Over.\n\n\nStanley:\n I'd think so, over.\n\n\nKatzin:\n I'll pretend that I'm moving SCP-6904 to a \"safe house\". The cover should allow me to leave with SCP-6904 without being noticed. Over.\n\n\nStanley:\n That's risky. What's your backup plan? Over.\n\n\nKatzin:\n Gretel is close by. As a security guard, he can confirm my story. Over.\n\n\nStanley:\n I approve. Update me with your progress. Over.\n\n\nKatzin:\n Ten-four. Over and out.\n\n\n<Radio silence.>\n\n\nStanley:\n Hansel, what is your current status? Over.\n\n\n<Radio silence.>\n\n\nStanley:\n Hansel, please respond as soon as possible. Over.\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\nKatzin:\n This is Katzin, please report. We're coming back to the platform\n3\n, and we need a bomb defusion squad ASAP. I repeat, we need a bomb defusion squad ASAP.\n\n\nStanley:\n I hear you, I've called Site-39. Describe your situation, over.\n\n\nKatzin:\n Horn is dead. We have the skip, but it's on a timer to fire itself. I can't defuse it. Over.\n\n\nStanley:\n Understood. Were you intercepted? Over.\n\n\nKatzin:\n Time is of the essence, we're on our way back to the boat, over.\n\n\nStanley:\n Tell me what's going on, over.\n\n\nStanley:\n Hansel, are you there? Over.\n\n\nStanley:\n Katzin, answer me! Over.\n\n\nKatzin:\n We're on the boat. There are ten minutes left on the clock. Send out a helicopter. Over and out.\n\n\n<End Log>\n\n\n\n\nAddendum 03:\n Investigation into Oblix Public Broadcasting\n\n\nShortly after Mission Blank Void was conducted, a full expeditionary force was deployed to Peters' private island. The complex was found to be stripped bare of useful documentation or potential anomalous artifacts. Evidence of shredding and burning documents was found throughout. No further Oblix or mercenary personnel were found on the island.\n\n\nInvestigation into Oblix Public Broadcasting commenced after the island search. Oblix executives denied any knowledge of Peters' conspiracy, save for three who have yet to be located.\n\n\nMr. Peters has vanished and has not been found since. He has since been classified as PoI-4848 and is believed to still be at large.\n\n\nAddendum 05:\n Interview Log\n\n\n\n\nINTERVIEW LOG\n\n\n<Begin Log>\n\n\nKatzin:\n I quit.\n\n\nStanley:\n I'm aware, but you called this meeting. Say what you have to say.\n\n\nKatzin:\n I realized that I should say something before the amnestic regimen really starts kicking in.\n\n\n<Pause.>\n\n\nKatzin:\n Even now, it's all turning into a blur. But I remember one thing distinctly.\n\n\nStanley:\n What do you know?\n\n\nKatzin:\n He's planning on coming back.\n\n\nStanley:\n How do you know?\n\n\n<Katzin sighs.>\n\n\nKatzin:\n This is why I can't do this anymore. The Foundation doesn't take it seriously anymore. It's all politics now.\n\n\nStanley:\n Katzin—\n\n\nKatzin:\n It wasn't money. It was his ideology, that he wanted to conquer the world with. He'd give up by now if it was all for money.\n\n\nStanley:\n What?\n\n\nKatzin:\n This isn't over yet.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Siege of Orléans was a battle that occurred during the Hundred Years' War between France and England, and served as the first major military victory for the French army.\n\n\n2\n. Foundation expansion into Asia led to the disestablishment of several smaller Groups of Interest. Members of these groups that evaded capture often worked for hire for other Groups or, in this case, for powerful individuals.\n\n\n3\n. Mission Blank Void was headquartered on an abandoned oil rig that a Foundation front company purchased prior.\n\n\n\n\n \n\n\n\n\n« | \nTEAM M:I\n | \nDead Reckoning\n »\n\n\n\n\n\n\n\n\n« \nSCP-6903\n | SCP-6904 | \nSCP-6905\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6904\n\" by notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6904\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cannon.jpg\n\n\nName:\n Fort Alcatraz Cannon\n\n\nAuthor:\n DestinationFearFan\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 01: Meeting of the Foundation Leadership and Directorate Executive Committee (FLADE)\nSCP-6904 originally came to the Foundation's attention during an investigation into Oblix's activities. At this point, several shell companies associated with known Groups of Interest were being monitored by the Foundation. This investigation found a number of purchases made by Oblix, as well as cargo being shipped to addresses owned by Peters' shell companies.\nThe Foundation Covert Anomaly Recovery Division (CARD) initially deployed an undercover agent into Oblix's operations in order to elucidate further information. Six months after deployment, Agent Horn revealed the existence of SCP-6904 to his supervisor, Director Stanley, who brought it to the rest of the Foundation.",
        "Addendum 02: Mission Blank Void\nOn March 3rd 1967, CARD Agents Katzin and Singer were deployed to a private island complex where it was believed SCP-6904 was stored. During the mission, the agents maintained periodic radio contact with CARD Director Stanley. The radio contact is documented below.",
        "Addendum 03: Investigation into Oblix Public Broadcasting\nShortly after Mission Blank Void was conducted, a full expeditionary force was deployed to Peters' private island. The complex was found to be stripped bare of useful documentation or potential anomalous artifacts. Evidence of shredding and burning documents was found throughout. No further Oblix or mercenary personnel were found on the island.\nInvestigation into Oblix Public Broadcasting commenced after the island search. Oblix executives denied any knowledge of Peters' conspiracy, save for three who have yet to be located.\nMr. Peters has vanished and has not been found since. He has since been classified as PoI-4848 and is believed to still be at large.",
        "Addendum 05: Interview Log\n\n"
    ],
    "documents": [],
    "notes": [
        "Target: A block of concrete weighing approximately 1,000 kg. Ammunition: A smoothbore cast-iron cannonball. Result: SCP-6904 was lit and the ball successfully struck the block, which proceeded to vanish. Notes: Minimal concrete residue was left behind, likely from personnel moving the block into the room.",
        "Target: A crash test dummy. SCP-6904 was aimed towards its torso. Ammunition: A smoothbore cast-iron cannonball. Result: The cannonball struck the chest of the dummy. While the dummy's torso vanished as the concrete block did in the previous test, the dummy's appendages and head remained. The remaining parts fell to the floor after the chest disappeared. Notes: Closer inspection revealed that both of the dummy's shoulders disappeared as well. While the left femur disappeared, the right one did not. It is unknown why SCP-6904 did not affect the right femur.",
        "Target: A crash test dummy. SCP-6904 was aimed towards its torso. Ammunition: Grapeshot stored in a canvas bag. Result: N/A. Projectile missed the target entirely. Notes: Grapeshot struck the back wall of the testing chamber, causing it to disappear. All five testing personnel suffered injuries due to falling seven meters onto the testing chamber below.",
        "HMCL Note: I'm not approving any more tests for SCP-6904 for the time being. I believe that there is nothing more to learn about SCP-6904, nor Oblix, through testing. The primary objective is to ensure SCP-6904 does not fall into enemy hands. SCP-6904 best serves that purpose in the center of Site 19, not in a testing chamber. - Dr. Luke Wentworth, HMCL Supervisor, Site 19",
        "<Begin Log> <Extraneous information expunged.> O5-1: Next, Director Stanley would like to share a discovery made during an undercover mission. Stanley: Thank you. My division, CARD, has been investigating Oblix Public Broadcasting for the past six months. Bridge: Oblix? Isn't that the network with The Honeymooners ? Beaver: Didn't they go to court a year ago for that antitrust lawsuit? Stanley: Precisely. Earlier, the Corporate Relations Division flagged Oblix for making suspicious purchases. We've sent an undercover operative into their organization, and they've found evidence that Oblix has created an anomaly. O5-3: What kind? Stanley: It's a modified 15th-century artillery cannon, with the ability to destroy nearly anything. It's already been tested on buildings; it's unclear what its true purpose is. Bridge: Before we go chasing after America's largest radio station, do you have any proof? Stanley: Our agent found documentation for the cannon, and a videotape with testing footage. He will send it to us posthaste. Rump: What are they trying to do? What does a broadcasting company need artillery for? Stanley: We have a good idea. Do you remember the Maihana Hotel? O5-9: The Japanese hotel that collapsed in on itself? Beaver: My people investigated Maihana and found nothing suggesting that it was anomalous. Stanley: I wouldn't be so sure. The office of the Prime Minister just handed this phone call to the FBI. I'll play the recording. Peters <Recording>: Good afternoon, Kishi. I wanted to know if you'd considered tendering your resignation yet. Fifteen hundred people died in Mahana, and I think the country would be disappointed in you if you let that happen again. See you in three days. Bridge: What? Magruder: He's using it to blackmail the Prime Minister? Why? Stanley: I did some research. Oblix has been trying to expand into Japan since the 1940s, but Kishi has been stifling them. Rump: Three days? O5-3: This is unacceptable. We need that cannon in our possession, ASAP. Daniels: I can start having Corporate Relations apply pressure to Oblix. Magruder: No, no. They'll just move it around. If they think the authorities know about the cannon, we'll never see it again until they kill fifteen hundred more people. O5-6: In any case, we need to contain the cannon. CARD should extract it. <Pause.> Stanley: Any particular reason? Magruder: I agree with Stanley. Our guys could knock down Oblix like it's paper mâché. O5-6: You already have an undercover agent in Oblix's organization, so your personnel must know Oblix better than any other division here. Bridge: I agree with O5-6. CARD should be able to get the cannon into our hands as quickly as possible and without any fuss. Stanley: Yes, yes, we can do that. But only if Director Rump is willing to temporarily transfer Agent Patrick Katzin to the mission. Magruder: What? Rump: With all due respect, there's a reason why Katzin works for the Security Division now. Stanley: Agent Katzin has an unparalleled record in industrial sabotage. If this operation needs to go smoothly, Katzin will provide his much-needed expertise. Magruder: Don't you have your own guys for that? Rump: You can borrow him. It's your funeral. Stanley: Fantastic. O5-3: Director Rump will transfer appropriate personnel to CARD in order to assist CARD in an extraction operation. O5-1: Before we end this meeting today, Site Director Grandstaff will speak about the anomaly that's affected the Bovinae family for the past two weeks. <End Log>",
        "<Begin Log> Katzin: This is Hansel, reporting that we've reached the witch's house, over. Stanley: Understood. What is your current status? Katzin: We have not yet been seen. My sea legs are coming back. Where do I meet Agent Hor- Gretel? Stanley: Gretel is currently posing as security for a ballroom dance on the main floor of the mansion. Pretend to be culinary staff in order to get in. From there, make your way down to the laboratory. Katzin: Understood. Do I have the clearance necessary to use knockout gas on any guards that I encounter? Stanley: Emergency situations only. Avoid guards if at all possible. Katzin: Understood. <End Log>",
        "<Begin Log> Katzin: This is Hansel, we need support. Stanley: What do you need? Katzin: The mansion has a keycard system required for entry, and I told their security that we'd gone on a walk and forgotten our passes. He's currently calling the catering company to confirm our employment. Stanley: What is the company's name? Katzin: Siebe's Speciality Catering. He's currently dialing the number. Stanley: Someone from the Communications Division is intercepting his call. Singer: Was that you? He just slammed down the phone and cursed the bad island cabling. Stanley: We just intercepted his phone call. Don't say that I never did anything for you. Katzin: He's calling again. Stanley: What is he doing now? <Radio silence.> Stanley: Hansel, what is he doing now? Katzin: Sorry, I needed to get to a quiet place. Your agents confirmed our employment. He criticized us for being irresponsible and told us to get back to work. Stanley: Ten-four. <End Log>",
        "<Begin Log> Katzin: This is Hansel, reporting. Over. Stanley: Tell me about new developments, over. Katzin: We've found security footage of his laboratory, over. Stanley: Tell me more, over. Katzin: Horn took us down to the hub room, where all of the wiring goes. We found security tape, and we see the lab that the cannon, SCP-6904, is in. Over. Stanley: Fantastic. Do you have a plan to extract it? Over. Katzin: There's more. The cannon's integrated into a device that looks like a railgun. Next to that is a map they hung on the wall. It's covered with X's in certain places. Over. Stanley: Is Peters planning targeted attacks? Over. Singer: We believe so. Over. Katzin: I've identified a route that will allow me to enter the lab chamber, box up the skip, and leave with minimal chance of seeing security. Over. Stanley: Excellent work as always, Katzin. Over. Katzin: Report back to you later. Over and out. <End Log>",
        "<Begin Log> Katzin: This is Hansel, we're beginning extraction. I am submitting our strategy for your approval. Over. Stanley: Understood, send it on over. Over. Katzin: I've disguised myself as a \"handler\". With Daniels giving Peters pressure, Peters thinks that he's being investigated by the FBI, right? Over. Stanley: I'd think so, over. Katzin: I'll pretend that I'm moving SCP-6904 to a \"safe house\". The cover should allow me to leave with SCP-6904 without being noticed. Over. Stanley: That's risky. What's your backup plan? Over. Katzin: Gretel is close by. As a security guard, he can confirm my story. Over. Stanley: I approve. Update me with your progress. Over. Katzin: Ten-four. Over and out. <Radio silence.> Stanley: Hansel, what is your current status? Over. <Radio silence.> Stanley: Hansel, please respond as soon as possible. Over. <End Log>",
        "<Begin Log> Katzin: This is Katzin, please report. We're coming back to the platform 3 , and we need a bomb defusion squad ASAP. I repeat, we need a bomb defusion squad ASAP. Stanley: I hear you, I've called Site-39. Describe your situation, over. Katzin: Horn is dead. We have the skip, but it's on a timer to fire itself. I can't defuse it. Over. Stanley: Understood. Were you intercepted? Over. Katzin: Time is of the essence, we're on our way back to the boat, over. Stanley: Tell me what's going on, over. Stanley: Hansel, are you there? Over. Stanley: Katzin, answer me! Over. Katzin: We're on the boat. There are ten minutes left on the clock. Send out a helicopter. Over and out. <End Log>",
        "INTERVIEW LOG <Begin Log> Katzin: I quit. Stanley: I'm aware, but you called this meeting. Say what you have to say. Katzin: I realized that I should say something before the amnestic regimen really starts kicking in. <Pause.> Katzin: Even now, it's all turning into a blur. But I remember one thing distinctly. Stanley: What do you know? Katzin: He's planning on coming back. Stanley: How do you know? <Katzin sighs.> Katzin: This is why I can't do this anymore. The Foundation doesn't take it seriously anymore. It's all politics now. Stanley: Katzin— Katzin: It wasn't money. It was his ideology, that he wanted to conquer the world with. He'd give up by now if it was all for money. Stanley: What? Katzin: This isn't over yet. <End Log>",
        "\" SCP-6904 \" by notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-6904 . Licensed under CC-BY-SA .",
        "Filename: cannon.jpg Name: Fort Alcatraz Cannon Author: DestinationFearFan License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6904",
    "object_class": "Artifact",
    "containment_procedures": "SCP-6904 is to be stored in a standard Safe-class containment locker with physical, biological and memetic countermeasures. No artillery of any kind is to be stored near SCP-6904. Usage of SCP-6904 must undergo approval by the on-duty HMCL supervisor.",
    "description": "SCP-6904 is a cast-iron artillery cannon, approximately five meters long from one end to the other. The exact historical significance of SCP-6904 is unconfirmed, but secondary sources assert that SCP-6904 dates back to the 15th century and was used in the Siege of Orléans.1",
    "title": "SCP-6904"
}