{
    "url": "https://scp-wiki.wikidot.com/scp-6906",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6906\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All civilians and unauthorized personnel are prohibited from the property where SCP-6906 is located. A Foundation agent residing in the neighboring property is to monitor SCP-6906. As a precautionary measure, Foundation personnel tasked with the surveillance of SCP-6906 are to be rotated on a bi-weekly basis.\n\n\nAll entrances to SCP-6906 are to remain locked at all times outside Foundation investigation.\n\n\nDescription:\n SCP-6906 is the designation given to a residential building located in the outskirts of Lloydminster, Canada. SCP-6906 exhibits the anomalous property of inducing feelings of indifference and lack of emotion in any human inside it over time, usually leading to catastrophic cases of apathy.\n\nThe severity of these effects seems entirely dependent on the overall time spent within, low levels of exposure having caused no lasting effects, while systematical, prolonged exposure proving potentially fatal.\n\n\nThe cellar floor of SCP-6906 houses a dark patch of unidentified matter\n1\n which resembles a cavity leading under the foundations of SCP-6906. Closer inspection has revealed it to be an extremely thin layer of congealed viscous matter. All attempts to extract samples, or provide lighting to the cavity have failed. The connection between SCP-6906-1 and SCP-6906, if any, is currently poorly understood.\n\n\nDiscovery:\n SCP-6906 and its anomalous properties were discovered as a result of a suspected home invasion murder. The residents of the house, a family of 4, were discovered dead in their respective beds, with signs of sustained malnutrition present on the bodies.\n\n\nThe Foundation began investigation when the local police officers involved in the case seemed to experience suspiciously similar cases of mental fatigue and disinterest in their work simultaneously. A coverup story of CO poisoning was made to explain the death of the family, and full containment was established on 17/10/2020.\n\n\nAddendum 6906/1:\n\n\nThe following are excerpts found in the diary of Lucas Green, one of the former residents of SCP-6906.\n\n\n\n\n13/9/2020\n\n\nMom and dad are fighting again. It seems I've been writing more and more just to distract myself from the sadness. They scream at each other more than they talk, and I hear every single word no matter how much I try to concentrate, and so does the family next door. I feel so ashamed. I'm scared of mom getting hurt too.\n\nThe worst of all is how this is affecting Ellie. She stopped going to soccer practice a couple weeks back, she's just hiding in her room most of the time. I think the parents of her friends have told them not to come over too. I don't blame them, who'd send their kids here anyway with them screaming here.\n\nI'm so damn tired of this fighting. I used to dread the idea of mom and dad getting divorced, now I wish they'd just do it instead of driving down the entire family. It's just all anger, sadness and fear. Feeling absolutely nothing would be better than just this day after day.\n\n\n\n\n\n\n\n\n21/9/2020\n\n\nI finally did it. Ellie's crying for the third day in a row now. I just screamed at my parents to either work this out like functional people, or just put an end to this marriage.\n\nThey haven't screamed at each other since then, it's mostly just silence. And somehow it feels worse. Ellie is sleeping in my room until I know this house is safe. I'm just tired.\n\n\n\n\n\n\n\n\n24/9/2020\n\n\nToday I realized it's Wednesday. I missed 3 days of school, and no-one has even asked about me. No-one gives a shit about me.\n\nMy school, my parents. All this is just delaying the inevitable, and I'm tired of it. I need to be alone.\n\n\n\n\n\n\n\n\n27/9/2020\n\n\nThis house is finally dead quiet. No-one is angry or sad or scared. Why am I not relieved? The girl that lives here, I forgot. What's her name again?\n\nDear diary, I'm tired of giving a fuck. This is fine, I think this is what I wanted.\n\n\n\n\n\n\n\n\n28/9/2020\n\n\nI'm tired. Who isn't though?\n\n\n\n\n\n\nAddendum 6906/2: Containment Update\n\n\nOn 19/11/2020 Foundation agent Iris Meyer, currently tasked with the surveillance of SCP-6906 failed to carry out the weekly report required as part of their surveillance tasks on SCP-6906. She was found to display apathetic behavior towards her duties, and was promptly replaced. Special Containment Procedures were updated accordingly.\n\n\nThe subsequent investigation into SCP-6906 revealed the presence of vocalizations emanating from SCP-6906-1. A total of 4 different voices belonging to what are assumed to be human beings have been recognized producing vocalizations of seemingly random nature, indicating states of differing emotions in irregular patterns. The source of these voices has thus far been unresponsive to any external stimuli.\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nNo new messages\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Phillips\n\n\nFrom:\n Researcher Grant\n\n\nSubject:\n Geological findings\n\n\n\n\n\n\nThe team has thoroughly inspected the ground beneath SCP-6906, and it's safe to say there's absolutely nothing out of the ordinary there. GPR\n2\n would detect anything larger than a dead cat, let alone people or a cavern. Should there be a physical passageway underground similar to what it looks like, it would no doubt intersect with the plumbing and gas piping which are clearly still operational.\n\n\nRegarding SCP-6906-1: for a second I thought someone was looking back at me from down there, though thinking back it was probably my reflection. The place got my mind running. You ever heard someone having the time of their life while someone else is crying their eyes out? Pure, unrestrained emotion. It's faint and distant, but if you concentrate you can hear them just fine.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Designated SCP-6906-1.\n\n\n2\n. Ground-penetrating radar.\n\n\n\n\n\n\n\n\n« \nSCP-6905\n | SCP-6906 | \nSCP-6907\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6906\n\" by SphereFinale, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6906\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6906/1:\nThe following are excerpts found in the diary of Lucas Green, one of the former residents of SCP-6906.",
        "Addendum 6906/2: Containment Update\nOn 19/11/2020 Foundation agent Iris Meyer, currently tasked with the surveillance of SCP-6906 failed to carry out the weekly report required as part of their surveillance tasks on SCP-6906. She was found to display apathetic behavior towards her duties, and was promptly replaced. Special Containment Procedures were updated accordingly.\nThe subsequent investigation into SCP-6906 revealed the presence of vocalizations emanating from SCP-6906-1. A total of 4 different voices belonging to what are assumed to be human beings have been recognized producing vocalizations of seemingly random nature, indicating states of differing emotions in irregular patterns. The source of these voices has thus far been unresponsive to any external stimuli."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6906 \" by SphereFinale, from the SCP Wiki . Source: https://scpwiki.com/scp-6906 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All civilians and unauthorized personnel are prohibited from the property where SCP-6906 is located. A Foundation agent residing in the neighboring property is to monitor SCP-6906. As a precautionary measure, Foundation personnel tasked with the surveillance of SCP-6906 are to be rotated on a bi-weekly basis.",
    "description": "SCP-6906 is the designation given to a residential building located in the outskirts of Lloydminster, Canada. SCP-6906 exhibits the anomalous property of inducing feelings of indifference and lack of emotion in any human inside it over time, usually leading to catastrophic cases of apathy.\nThe severity of these effects seems entirely dependent on the overall time spent within, low levels of exposure having caused no lasting effects, while systematical, prolonged exposure proving potentially fatal.",
    "title": "SCP-6906"
}