{
    "url": "https://scp-wiki.wikidot.com/scp-6909",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-6909\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nKETER \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-6909\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n KETER\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImitation antique (\nShushen Searches for Weiwu\n) in the style of the Tang Dynasty, inspired by SCP-6909, created in 1991.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Foundation webcrawlers for keywords pertaining to SCP-6909 should to be monitored. Websites containing SCP-6909 should be taken down, and physical manifestations that are not in Foundation containment should be destroyed. Civilian subjects aware of SCP-6909 should be amnestisized.\n\n\nCurrent confirmed iterations of SCP-6909 include:\n\n\n\n\nNi-Pur and Snefru\n\n\nVernon and Alexandre (see Addendum 02)\n\n\nTakeru and Jinaya\n\n\nVagesh and Nirjar (see Addendum 01)\n\n\nShushen and Weiwu\n\n\nAbayomi and Fawaz\n\n\nAskuwheteau and Mingan\n\n\n\n\nCopies of literature and art depicting SCP-6909 is stored in a locker in Site-168. Digital archives are available for testing for personnel above Level 2 clearance. All personnel involved with SCP-6909 should have undergone training to have Cognitive Resistance Value (CRV) of at least 5.\n\n\nDESCRIPTION:\n SCP-6909 is a self-propagating memetic narrative structure, which typically takes the form of a story or fable. SCP-6909 is a textual anomaly, which alters printed material and digital files by inserting itself into the medium by replacing a portion of the affected works. SCP-6909 typically affects mythological anthologies or translations of folklore, and have been observed in many languages.\n\n\nThe narrative of SCP-6909 takes the form of a fable with a moral lesson for the reader. While iterations of SCP-6909 vary across cultural spheres, consistent elements of the story include the physical description of the two central figures, the description of the vanquished beasts, and the subsequent disappearance of one figure, and cyclical nature.\n\n\nSubjects without proper memetic inoculation that come across SCP-6909 typically believe that SCP-6909 is an ancient myth that they have previously heard before, typically from parents or grandparents. The memetic effect is retained through various ways of reproduction, if key elements of the narrative is intact; this includes further oral or textual retellings, or visual depictions in art.\n\n\nIt is believed that SCP-6909 typically spread through textual reproduction. While visual reproductions of SCP-6909 have been found, this has found not to be a result of memetic compulsion, but merely a side effect.\n\n\nWhile the origin of SCP-6909 is unknown, earliest record of SCP-6909 originated from the comparative literature departments of several universities, starting in the 1980s. The Foundation noticed this discrepancy when a number of comparative literature studies independently \"discovered\" a previously unknown story within several cultural spheres. As there were no historical text or art depicting the stories, and the highly similar narrative structure between different iterations, the Foundation realized a possible narrative hazard and discovered the memetic effect afterwards.\n\n\nBecause the memetic effect of SCP-6909 is non-hazardous, it has made it difficult to determine the spread of SCP-6909. Oral tradition has become the most common form of spread for SCP-6909 after the Foundation began its containment efforts.\n\n\n \n\n\n \n\n\n\n\n\n\nWARNING FROM THE MEMETICS DEPARTMENT\n\n\n\n\nPlease do not read the following addenda without proper memetic inoculation and understanding of SCP-6909. Personnel of CRV of less than 5 are forbidden from reading further.\n\n\n\n\n\n\n \n\n\n \n\n\nADDENDUM 6909-1 — Textual Example\n\n\nThe following is a text from a purported translation of the \nVamana Purana\n produced by Rutgers University in 1992, which contains the following SCP-6909 insertion. Due to the late discovery of this instance of SCP-6909, this story has been found to be spread by several families and schools that practice Hinduism, used as a fable used to teach young boys important life lessons.\n\n\n \n\n\n\n\nIn the valley of Vindhyachal,\n\nthe land was plagued by foul beasts.\n\nThere were two companions that travel the land,\n\nSlaying beasts in the valley;\n\nThe Great Yoddha and his companion.\n\n\nTheir names were Nirjar and Vagesh.\n\nNirjar, the Great Yoddha,\n\nwas a seasoned and proud warrior,\n\nof strength and skill of a hundred men.\n\n\nVagesh was his companion:\n\nVagesh carried the warrior's belongings\n\nand tended to the warrior's horses.\n\n\nThe people of Vindhyachal cheered for Nirjar.\n\n'Yoddha! Yoddha!' They called him, meaning 'great warrior'\n\n\nNirjar and Vagesh would travel the land,\n\nthe warrior slaying beasts while the companion hides.\n\nWhen Nirjar collects the head of the slain beast,\n\nVagesh holds the satchel.\n\nWhen Nirjar drinks and celebrates with the townspeople,\n\nVagesh sits in the back and watches.\n\nWhen Nirjar beds the courtesans,\n\nVagesh tends and feeds the horses.\n\n\nOne day as the townpeople toast Nirjar,\n\nNirjar sees Vagesh quietly drinking in the corner.\n\n\nNirjar asks Vagesh, \"My comrade, what troubles you so?\"\n\nDo you not feel the joy of the people around us?\"\n\nVagesh replies, \"Yes, Great Yoddha, I feel their joy\n\nBut that grateful celebration is for you;\n\nI do not have the strength of a hundred men like you.\n\nYou lift up men and women with your bravery,\n\nWhen they sing, they sing of you.\n\nI will never have your strength,\n\nEven though I have followed you for many years.\n\nI watch your attacks and learn your methods,\n\nYet I cannot lift even your sword;\n\nfor my weakness burdens me.\"\n\n\nNirjar, the Great Yoddha, did not say anything,\n\nbut he heard his companion's words and understood his despair.\n\n\nDeep into the night, as Vagesh rested,\n\nNirjar quietly took a small rock under the starry night,\n\nand slipped it into his own satchel.\n\n\nAs the two travel the land, Nirjar would\n\nadd another rock into his own satchel every few days\n\nVagesh, unaware, continues to carry.\n\n\nAs Nirjar continued the vanquish foul beasts,\n\nVagesh would imitate at the sides;\n\nAs Nirjar talked during their travels,\n\nVagesh listens to his advice;\n\nAs Nirjar sleeps,\n\nVagesh practices swinging his weapon,\n\ndeep into the night.\n\n\nOne day as Vagesh washes Nirjar's belongings by the river,\n\na foul reptilian beast sneaks near.\n\n\"Oh Great Yoddha, Where are you!\"\n\nBut Nirjar does not come to his rescue.\n\n\nThe fearsome beast leapt\n\nattempted to bite Vagesh\n\nVagesh sees Nirjar's sword,\n\nAnd in one swing, slays his first beast.\n\nNirjar, hidden behind trees, smiles\n\nAnd empties his satchel of rocks,\n\nWalks away and leaves Vagesh behind.\n\n\nVegesh does not know any of this,\n\nand as he catches his breath he sees the slain beast's body;\n\nas he has seen Nirjar do so many times,\n\nVagesh decapitates the foul beast.\n\n\"Oh Great Yoddha! I have been fortunate\n\nWhere are you?\"\n\n\nBut Nirjar has disappeared,\n\nNever to be seen again in the Vindhyachal valley.\n\n\nVagesh rides into a new town,\n\nin search of Nirjar.\n\nThe people welcome him -\n\n\"Oh Great Yoddha! Oh Great Yoddha!\"\n\n\n\"I am not the Great Yoddha,\" Vagesh said.\n\n\n\"If you are not the Great Yoddha,\n\nhow did you slay this beast?\"\n\n\n\"I am not the Great Yoddha,\" Vagesh said.\n\n\"I am not worthy of the title.\"\n\n\n\"You have slain the foulsome beast,\" the people say\n\n\"You are the Great Yoddha.\"\n\n\n\"I am not the Great Yoddha,\" Vagesh said.\n\n\"I have only slain one beast.\n\nI am looking for the true Great Yoddha, my friend Nirjar.\"\n\n\n\"Perhaps yesterday you are not the Great Yoddha.\n\nBut that does not mean you are not the Great Yoddha today.\"\n\n\nVagesh looked into the crowd,\n\nSaw the adoration in their faces\n\nAnd realized what Nirjar has done.\n\n\nVagesh raises the beasts head,\n\nAnd the town cheered,\n\nClamoring for the newest hero.\n\n\nVagesh did not forget about Nirjar,\n\nyet no one knows his whereabouts.\n\nThe land is too treacherous,\n\nfor even the greatest warriors.\n\n\nA meek young man approaches Vagesh,\n\n\"I am not a warrior, but I desire to become one.\n\nLet me be your companion, Great Yoddha,\n\nAnd we shall vanquish the lands.\"\n\n\nVagesh sees the frail young man,\n\nAnd knew what Nirjar would do;\n\nHe gladly let the young man ride,\n\nFinally knowing why Nirjar disappeared.\n\n\nThe two set off into the wild,\n\nthe Great Yoddha and his companion.\n\n\n\n\n \n\n\nADDENDUM 6909-2 — Artistic Example\n\n\nVisual depictions of SCP-6909 are also common, but there have been no known compulsion effect; most visual depictions come in the form of children's books, or paintings made for specific cultural events.\n\n\nThe following image is obtained from a Canadian copy of a children's book in 2019 (\"Vernon and Alexandre\"), blocked for publishing after the discovery of SCP-6909 influence.\n\n\n\n\n\n\n+ Attached file\n\n\n\n\n- Close\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-6909 example.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-6908\n | SCP-6909 | \nSCP-6910\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6909\n\" by Joreth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6909\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n final_luxaiko.png\n\n\nAuthor:\n \nLuxaiko\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nThe SCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6909 \" by Joreth, from the SCP Wiki . Source: https://scpwiki.com/scp-6909 . Licensed under CC-BY-SA .",
        "Filename: final_luxaiko.png Author: Luxaiko License: CC BY-SA 3.0 Source Link: The SCP Wiki"
    ],
    "title": "SCP-6909"
}