{
    "url": "https://scp-wiki.wikidot.com/scp-6910",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\nItem #:\n SCP-6910\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6910 is kept in a standard humanoid containment chamber. Access to brewing equipment and beverage supplies has been granted to SCP-6910 for recreational purposes and mental stimulation.\n\n\nWeekly psychological treatment of SCP-6910 is ongoing. Approval for SCP-6910 to operate in the site's cafeteria is currently under review. Further experimentation is pending Ethics Committee approval.\n\n\nDescription:\n SCP-6910 is a female humanoid, measuring 2.2m in height and weighing 80kg. Distinguishing features include hazel brown hair and deep purple eyes. A heavily faded tattoo reading \"Ms. Reminisce, from Little Misters ® by Dr. Wondertainment\" is located on SCP-6910’s right forearm.\n\n\nSCP-6910 possesses a perfect photographic/long-term memory, having shown the ability to recall memories from up to twelve years in the past, describing major and minor details with seemingly perfect accuracy. SCP-6910 will recall memories when they choose, or unwillingly when triggered by specific prompts, such as photos or verbal references to an event or location. Testing shows that SCP-6910 is completely immune to the effects of amnestic treatment, hypnosis, and all other memory alteration methods.\n\n\nSubjects discussing topics with which SCP-6910 is knowledgable of have displayed superior memorization and understanding of the information taught. Information learnt can however be removed from the subject’s memories with standard amnestic treatment.\n\n\nThrough the utilisation of their abilities, SCP-6910 has dedicated its time to becoming a coffee barista. SCP-6910 is capable of preparing a multitude of recipes for both hot and cold beverages, and operating brewing equipment and utensils near flawlessly. Drinks brewed by SCP-6910 are considered by both casual and expert coffee consumers to be of high quality and taste. None of these skills or the drinks produced are anomalous.\n\n\nSCP-6910 was previously employed by a coffee shop privately operated by GoI-116 \"Ambrose Restaurants\", in Chicago, United States. Since containment, SCP-6910 has expressed no desire to learn any additional skills other than those which involve making coffee.\n\n\nAddendum.1:\n Interview Transcript\n\n\n\n\nInterview 6910-4\n\n\n\n\nClose Log\n\n\n\n\n\n\n[Removed for brevity]\n\n\nDr. Ling:\n You were an educational toy?\n\n\nBrewing machine noises\n\n\nSCP-6910:\n Correct! Have another coffee and a gold star. No wait. Sorry, old habit.\n\n\nDr. Ling:\n Well anyway, is there anything further you'd like to tell us?\n\n\nSCP-6910:\n Well there's this fantastic Turkish blend I've been dying to try-\n\n\nDr. Ling:\n -I was actually hoping to hear what you knew about \"Wondertainment\" and your creation?\n\n\nSCP-6910:\n Well… There's not much to say. I was made there, but I never saw much else of Wondertainment. Wondertainment is difficult to pin down in terms of \"What it is\", even for me. I remember workshops and toys, but everything else is a blur. That was intentional on the doctor's part, to make sure I couldn't be questioned by anyone like you guys. No offense. The only place that I remember clearly was a classroom and play area of sorts. It was filled with colourful foam and plastic walls, and mountains of educational toys I was told to learn about. And \nplenty\n of bookshelves crammed with all sorts of genres and subjects.\n\n\nThere was a brief time long before then… But everything was just blank. No sound. No anything. Like watching a broken television screen. Don't even remember how long it even lasted for. Can't remember anything that wasn't there.\n\n\nDr. Ling:\n All blank before… So you were created this way?\n\n\nSCP-6910:\n Of course I was! I remember everything, but nothing from before then. So I’ve always been like this. Why wouldn’t I be?\n\n\nDr. Ling:\n …Right. Moving on, you mentioned before that you read a lot. Care to share?  \n\n\nSCP-6910:\n Oh, curious? T﻿o put it simply, I had to \"learn\" to be Ms. Reminisce. The doctor said it was only fitting that I learn things myself to better understand how to teach others.\n\n\nDr. Ling:\n And what did you learn?\n\n\nSCP-6910:\n Mathematics, physics, chemistry, wooden toy carving, ancient history and religions… As much as I could. There was other stuff I had to read too… But for some reason all I recall is more blanks. Like \nblack censor bars\n or something.\n\n\nDr. Ling:\n And the coffee? Where does that come from?\n\n\nSCP-6910:\n It's the universal fuel of teachers! The doctor hated the stuff, but I didn't. There was brewing equipment in an attached staffroom for aesthetic purposes. Got into it quickly, and even started asking for books on brewing my own. Some days I learned more about coffee than mathematics, it'd get the doctor pretty steamed.\n\n\nDr. Ling:\n And just how much have you read?\n\n\nSCP-6910:\n In total? Two-thousand and fifty-four books. Not counting the ones I've read since arriving here.\n\n\nDr. Ling:\n …Wow. I’d have thought you’d read even more.\n\n\nSCP-6910:\n No need with this brain! All up in my head, so there's no need to study constantly. And even then, reading the same things too much just lead to memory repeats, over and over and over and over again in my head. It’s not pleasant.. very disorienting. Plus, I wanted to finally get out.\n\n\nDr. Ling:\n And why was that?\n\n\nSCP-6910:\n To go out and help kids. Teaching the fun of learning and reading. Learn something from Ms. Reminisce, and you never forget it… That's what the doctor would say: \"Kids need to grow up and remember those feelings of fun and wonder\".\n\n\nDr. Ling:\n Actually, what can you tell us about them? Your previous owners?\n\n\nSCP-6910:\n I don't think I could ever pick just one to discuss. Too many fun little minds, too difficult to choose, you know? I can't pick a favourite…\n\n\nDr. Ling:\n That's alright, any will do.\n\n\nSCP-6910:\n I really couldn't. Can we move on to coffee now? Maybe later.\n\n\nSCP-6910 sips from mug\n\n\nDr. Ling:\n No really. I'd like to know.\n\n\nSCP-6910 continues drinking in silence\n\n\nDr. Ling:\n Well what about your employment at Ambrose? How did that occur?\n\n\nSCP-6910:\n Ambrose? I proposed it to the doctor: A shared branding agreement with the restaurant would be a great way to help both financially. Getting hired was easy, since I’d already memorised most of the beverages. It was great work; it helped clear my head and gain a new perspective. Teaching was good, but this was just more fulfilling.\n\n\nDr. Ling:\n Really? Finding you working for Ambrose was a surprising revelation to us. And with your claims of enjoying education, I can’t help but wonder why you chose to work there.\n\n\nSCP-6910:\n Jobs and education, right? I loved it at first, but the truth is… After a while, you just get tired of doing certain things. I wanted to find a new passion, and I chose coffee! So that’s where I've been since.\n\n\nDr. Ling:\n Well, is there anything more you'd like to share? We'd like to know at least a few things-\n\n\nSCP-6910:\n Nope, that's fine. Hey, how about I fix up a dalgona for you? That's your favorite, unless of course I forgot!\n\n\nSCP-6910 prepares to stand up\n\n\nDr. Ling:\n I'm sorry, but this really isn’t up for debate. Your privileges could be revoked if you aren't compliant and answer.\n\n\nSCP-6910:\n Fine. …I enjoyed teaching at first, but after a while, I realised it wasn’t the thing that I really wanted to do. There's not much to say. I wasn't as happy anymore, so I asked for a new role. End of story.\n\n\nDr. Ling:\n Is that really something Wondertainment would have allowed?\n\n\nSCP-6910:\n They're not a tyrant! Sure, it was difficult to convince them, but they were willing to compromise when I mentioned that adults need something special in their lives too. And that maybe if given the chance, I could supply it pipping hot.\n\n\nDr. Ling:\n And was there anything else that may have made them reconsider?\n\n\nSCP-6910:\n Well… Things didn’t work out with teaching exactly… I realised that I wasn’t cut out for it, and unfortunately, it took a few mistakes before I realised that.\n\n\nOne child, Phillip… We were playing at the park, but I looked away for a few seconds, and someone rode their bike right into him. He got a few bruises. He was fine, but the look on his face is awful to think about…\n\n\nDr. Ling:\n Well that's not really your fault at all… But is there anything else you're not mentioning?\n\n\nSCP-6910:\n …This other time, I was with a girl called Christina, and she ran off. I looked for her, spent hours searching. Luckily, she found her own way back home, she was always so clever. I was relieved, but her parents weren’t happy. They got rid of me. Their anger I could handle, but I lost their \"little darling\". That’s what got me.\n\n\nSCP-6910's eyes squint\n\n\nSCP-6910\n It’s hard moving on from those things, especially when they’re all so similar. Whenever I made one mistake, the rest would just flood right back out again, fresh as ever.\n\n\nDr. Ling:\n Anything else?\n\n\nSCP-6910:\n …\n\n\nDr. Ling:\n …Listen, we’ve tracked down a report, regarding an incident involving a \"Hillary Tarrason\" that took place in Chicago. From what we've gathered, you were there at the time.\n\n\nDr. Ling produces a newspaper clipping and shows it to SCP-6910. SCP-6910 examines it and immediately averts their eyes.\n\n\nDr. Ling:\n Please. I just want to get some ideas here. If you’d-\n\n\nSCP-6910:\n No! I said no! I don’t want to think about these things! Why are you doing this!?\n\n\nSCP-6910 grips its arms\n\n\nSCP-6910:\n It wasn’t my fault… She just stepped onto the road…\n\n\nAt this point, SCP-6910 became considerably distressed and was unable to continue the interview. Dr. Ling declared a short break until SCP-6910’s stress had reduced to a more suitable level. SCP-6910 was then informed that additional brewing supplies and recreational material would be granted if it complied until the interview’s conclusion.\n\n\n\n\n\n\n[Log Continued]\n\n\nDr. Ling re-enters the room. SCP-6910 is standing by their brewing equipment, preparing a drink.\n\n\nSCP-6910:\n What can I get you this time? Peppermint swirl?\n\n\nDr. Ling:\n How did you- Sure.\n\n\nSCP-6910 pours the beverage and hands it to Researcher Ling\n\n\nDr. Ling:\n Thank you. Are you ready to continue?\n\n\nSCP-6910:\n Like I said before, I like making coffee.\n\n\nDr. Ling:\n You know I don’t mean that. Why though?\n\n\nSCP-6910:\n I just prefer it. When you’re good at something and like it, you do it. I happen to enjoy learning about coffee and making it. Can't you just be happy with that being what I do?\n\n\nDr. Ling:\n But you're capable of much more. Remember initial testing? You recited the entirety of a quantum-physics textbook after one read, and you still can.\n\n\nSCP-6910:\n You can’t prove that.\n\n\nDr. Ling:\n Fourth word, eleventh line, page four-hundred and seventy-five.\n\n\nSCP-6910:\n Magnesium. Wait. No, lucky guess. Anyone would remember a fun word like \"magnesium\".\n\n\nDr. Ling:\n Look, we’ve given you access to plenty of resources to keep occupied with. Why are you still hesitant to share what you know? Someone with your abilities would be doing all sorts of things. The accident, maybe you felt responsible for it? And why obsess over this, instead of something grander?\n\n\nSCP-6910:\n Well, you could say what I do is rather \"grande\" so… Well… Fine.\n\n\nSo, you know how when you experience something terrible, even if it’s too much to handle, it might get better over time? Mostly it'll hurt, but with the right help, you’ll eventually heal? You'll learn to see it in another light and get over it. Hope it fades away. Well… I fucking can’t.\n\n\nDr. Long:\n Wasn't there any way to alter your abilities? Why be made to keep them?\n\n\nSCP-6910:\n The doctor told me I should keep them as a reminder for what I worked to become now. Truthfully, I’m convinced that they just wanted to make sure I'd always remember how much I disappointed them.\n\n\nDr. Ling:\n But, why coffee though?\n\n\nSCP-6910:\n Coffee’s what I associate with the time before all of that. Every time I recall those other memories, I just end up creating a new memory of how it felt to recall \nthose\n memories. And then I remember those every time I recall the original ones by association… And because I remember it a bit differently each time, it stays fresh. Like looking at the same accident from a different angle. And spotting something new to be disturbed by. But if I stick to what I like now, then eventually I’ll start remembering something better, instead of just failures. …How's your drink?\n\n\nDr. Ling:\n …It’s good. Best I've had actually.\n\n\nSCP-6910:\n Haha. Thanks. I know.\n\n\n\n\n\n\n\n\n\n\nAddendum.2:\n Recovery Log\n\n\nThe following two items were in SCP-6910’s possession upon discovery. The first is a torn piece of paper, and the second is SCP-6910's ID badge worn during their employment at Ambrose Restaurant:\n\n\n\n\nAccess Recovered items\n\n\n\n\n \n\n\n\n\n\n\n21. Ms. Reminisce ✔ \n(canceled)\n\n\n\n\n\n\n\n\nMs. Beverage\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6909\n | SCP-6910 | \nSCP-6911\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6910\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6910\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum.1: Interview Transcript",
        "Addendum.2: Recovery Log\nThe following two items were in SCP-6910’s possession upon discovery. The first is a torn piece of paper, and the second is SCP-6910's ID badge worn during their employment at Ambrose Restaurant:"
    ],
    "documents": [],
    "notes": [
        "[Removed for brevity] Dr. Ling: You were an educational toy? Brewing machine noises SCP-6910: Correct! Have another coffee and a gold star. No wait. Sorry, old habit. Dr. Ling: Well anyway, is there anything further you'd like to tell us? SCP-6910: Well there's this fantastic Turkish blend I've been dying to try- Dr. Ling: -I was actually hoping to hear what you knew about \"Wondertainment\" and your creation? SCP-6910: Well… There's not much to say. I was made there, but I never saw much else of Wondertainment. Wondertainment is difficult to pin down in terms of \"What it is\", even for me. I remember workshops and toys, but everything else is a blur. That was intentional on the doctor's part, to make sure I couldn't be questioned by anyone like you guys. No offense. The only place that I remember clearly was a classroom and play area of sorts. It was filled with colourful foam and plastic walls, and mountains of educational toys I was told to learn about. And plenty of bookshelves crammed with all sorts of genres and subjects. There was a brief time long before then… But everything was just blank. No sound. No anything. Like watching a broken television screen. Don't even remember how long it even lasted for. Can't remember anything that wasn't there. Dr. Ling: All blank before… So you were created this way? SCP-6910: Of course I was! I remember everything, but nothing from before then. So I’ve always been like this. Why wouldn’t I be? Dr. Ling: …Right. Moving on, you mentioned before that you read a lot. Care to share? SCP-6910: Oh, curious? T﻿o put it simply, I had to \"learn\" to be Ms. Reminisce. The doctor said it was only fitting that I learn things myself to better understand how to teach others. Dr. Ling: And what did you learn? SCP-6910: Mathematics, physics, chemistry, wooden toy carving, ancient history and religions… As much as I could. There was other stuff I had to read too… But for some reason all I recall is more blanks. Like black censor bars or something. Dr. Ling: And the coffee? Where does that come from? SCP-6910: It's the universal fuel of teachers! The doctor hated the stuff, but I didn't. There was brewing equipment in an attached staffroom for aesthetic purposes. Got into it quickly, and even started asking for books on brewing my own. Some days I learned more about coffee than mathematics, it'd get the doctor pretty steamed. Dr. Ling: And just how much have you read? SCP-6910: In total? Two-thousand and fifty-four books. Not counting the ones I've read since arriving here. Dr. Ling: …Wow. I’d have thought you’d read even more. SCP-6910: No need with this brain! All up in my head, so there's no need to study constantly. And even then, reading the same things too much just lead to memory repeats, over and over and over and over again in my head. It’s not pleasant.. very disorienting. Plus, I wanted to finally get out. Dr. Ling: And why was that? SCP-6910: To go out and help kids. Teaching the fun of learning and reading. Learn something from Ms. Reminisce, and you never forget it… That's what the doctor would say: \"Kids need to grow up and remember those feelings of fun and wonder\". Dr. Ling: Actually, what can you tell us about them? Your previous owners? SCP-6910: I don't think I could ever pick just one to discuss. Too many fun little minds, too difficult to choose, you know? I can't pick a favourite… Dr. Ling: That's alright, any will do. SCP-6910: I really couldn't. Can we move on to coffee now? Maybe later. SCP-6910 sips from mug Dr. Ling: No really. I'd like to know. SCP-6910 continues drinking in silence Dr. Ling: Well what about your employment at Ambrose? How did that occur? SCP-6910: Ambrose? I proposed it to the doctor: A shared branding agreement with the restaurant would be a great way to help both financially. Getting hired was easy, since I’d already memorised most of the beverages. It was great work; it helped clear my head and gain a new perspective. Teaching was good, but this was just more fulfilling. Dr. Ling: Really? Finding you working for Ambrose was a surprising revelation to us. And with your claims of enjoying education, I can’t help but wonder why you chose to work there. SCP-6910: Jobs and education, right? I loved it at first, but the truth is… After a while, you just get tired of doing certain things. I wanted to find a new passion, and I chose coffee! So that’s where I've been since. Dr. Ling: Well, is there anything more you'd like to share? We'd like to know at least a few things- SCP-6910: Nope, that's fine. Hey, how about I fix up a dalgona for you? That's your favorite, unless of course I forgot! SCP-6910 prepares to stand up Dr. Ling: I'm sorry, but this really isn’t up for debate. Your privileges could be revoked if you aren't compliant and answer. SCP-6910: Fine. …I enjoyed teaching at first, but after a while, I realised it wasn’t the thing that I really wanted to do. There's not much to say. I wasn't as happy anymore, so I asked for a new role. End of story. Dr. Ling: Is that really something Wondertainment would have allowed? SCP-6910: They're not a tyrant! Sure, it was difficult to convince them, but they were willing to compromise when I mentioned that adults need something special in their lives too. And that maybe if given the chance, I could supply it pipping hot. Dr. Ling: And was there anything else that may have made them reconsider? SCP-6910: Well… Things didn’t work out with teaching exactly… I realised that I wasn’t cut out for it, and unfortunately, it took a few mistakes before I realised that. One child, Phillip… We were playing at the park, but I looked away for a few seconds, and someone rode their bike right into him. He got a few bruises. He was fine, but the look on his face is awful to think about… Dr. Ling: Well that's not really your fault at all… But is there anything else you're not mentioning? SCP-6910: …This other time, I was with a girl called Christina, and she ran off. I looked for her, spent hours searching. Luckily, she found her own way back home, she was always so clever. I was relieved, but her parents weren’t happy. They got rid of me. Their anger I could handle, but I lost their \"little darling\". That’s what got me. SCP-6910's eyes squint SCP-6910 It’s hard moving on from those things, especially when they’re all so similar. Whenever I made one mistake, the rest would just flood right back out again, fresh as ever. Dr. Ling: Anything else? SCP-6910: … Dr. Ling: …Listen, we’ve tracked down a report, regarding an incident involving a \"Hillary Tarrason\" that took place in Chicago. From what we've gathered, you were there at the time. Dr. Ling produces a newspaper clipping and shows it to SCP-6910. SCP-6910 examines it and immediately averts their eyes. Dr. Ling: Please. I just want to get some ideas here. If you’d- SCP-6910: No! I said no! I don’t want to think about these things! Why are you doing this!? SCP-6910 grips its arms SCP-6910: It wasn’t my fault… She just stepped onto the road… At this point, SCP-6910 became considerably distressed and was unable to continue the interview. Dr. Ling declared a short break until SCP-6910’s stress had reduced to a more suitable level. SCP-6910 was then informed that additional brewing supplies and recreational material would be granted if it complied until the interview’s conclusion.",
        "[Log Continued] Dr. Ling re-enters the room. SCP-6910 is standing by their brewing equipment, preparing a drink. SCP-6910: What can I get you this time? Peppermint swirl? Dr. Ling: How did you- Sure. SCP-6910 pours the beverage and hands it to Researcher Ling Dr. Ling: Thank you. Are you ready to continue? SCP-6910: Like I said before, I like making coffee. Dr. Ling: You know I don’t mean that. Why though? SCP-6910: I just prefer it. When you’re good at something and like it, you do it. I happen to enjoy learning about coffee and making it. Can't you just be happy with that being what I do? Dr. Ling: But you're capable of much more. Remember initial testing? You recited the entirety of a quantum-physics textbook after one read, and you still can. SCP-6910: You can’t prove that. Dr. Ling: Fourth word, eleventh line, page four-hundred and seventy-five. SCP-6910: Magnesium. Wait. No, lucky guess. Anyone would remember a fun word like \"magnesium\". Dr. Ling: Look, we’ve given you access to plenty of resources to keep occupied with. Why are you still hesitant to share what you know? Someone with your abilities would be doing all sorts of things. The accident, maybe you felt responsible for it? And why obsess over this, instead of something grander? SCP-6910: Well, you could say what I do is rather \"grande\" so… Well… Fine. So, you know how when you experience something terrible, even if it’s too much to handle, it might get better over time? Mostly it'll hurt, but with the right help, you’ll eventually heal? You'll learn to see it in another light and get over it. Hope it fades away. Well… I fucking can’t. Dr. Long: Wasn't there any way to alter your abilities? Why be made to keep them? SCP-6910: The doctor told me I should keep them as a reminder for what I worked to become now. Truthfully, I’m convinced that they just wanted to make sure I'd always remember how much I disappointed them. Dr. Ling: But, why coffee though? SCP-6910: Coffee’s what I associate with the time before all of that. Every time I recall those other memories, I just end up creating a new memory of how it felt to recall those memories. And then I remember those every time I recall the original ones by association… And because I remember it a bit differently each time, it stays fresh. Like looking at the same accident from a different angle. And spotting something new to be disturbed by. But if I stick to what I like now, then eventually I’ll start remembering something better, instead of just failures. …How's your drink? Dr. Ling: …It’s good. Best I've had actually. SCP-6910: Haha. Thanks. I know.",
        "21. Ms. Reminisce ✔ (canceled)",
        "\" SCP-6910 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-6910 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6910",
    "object_class": "Euclid",
    "containment_procedures": "SCP-6910 is kept in a standard humanoid containment chamber. Access to brewing equipment and beverage supplies has been granted to SCP-6910 for recreational purposes and mental stimulation.",
    "description": "SCP-6910 is a female humanoid, measuring 2.2m in height and weighing 80kg. Distinguishing features include hazel brown hair and deep purple eyes. A heavily faded tattoo reading \"Ms. Reminisce, from Little Misters ® by Dr. Wondertainment\" is located on SCP-6910’s right forearm.",
    "title": "SCP-6910"
}