{
    "url": "https://scp-wiki.wikidot.com/scp-6921",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6921\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6921 is held within a reinforced hangar located at Site-19. Observation of SCP-6921 is to be done remotely to prevent external interface during behavioral study.\n\n\nTo further study its behavior, small mammals are to be released within its cell on a bi-weekly basis.\n\n\nDescription:\n SCP-6921 refers to a 4m tall spherical automaton composed of common metal alloys and complex circuitry. SCP-6921 is suspended by 35 mechanical appendages resembling elongated human arms. These limbs are incredibly dexterous; housing an abundant amount of joints to help it traverse environments and track prey. They have been documented extending far beyond what their design would suggest. Directly on top of 6921’s sphere lies an inoperable hatch, as well as a retractable input chamber directly beneath. X-ray analysis of SCP-6921’s interior has revealed the deceased remains of Jesse B. Court.\n\n\nWhenever SCP-6921 locates organic matter\n1\n, it will begin navigating towards it. Upon arrival, it will use its appendages to forcefully tear the matter into small segments, where\n\nthe remains will be inserted into a retractable lower compartment. Periodically, SCP-6921 will expel matter out of this compartment due to the excess of matter gathered.\n\n\nSCP-6921 will remain dormant when not in the presence of suitable organic material.\n\n\nAddendum:\n 16 video recordings were successfully recovered from Jesse’s personal computer. The following are the archived video files transcribed in numerical order:\n\n\n\n\n\n\n\n\nVIDEO LOGS 1-16\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\n(01)\n untitled.mp4\n\n\n\n\nRecording begins with Jesse sitting at his dining room table\n\n\nJesse:\n My therapist suggested this was a healthy way to cope with trauma- God, this is embarrassing. Hello, my name is Jesse Court. I’m 33 and a retired mechanical engineer.\n\n\nViolent coughing followed by sniffling\n\n\nJesse:\n I’ve always had a fascination with machinery, like cars and stuff. Which is great since I'm right next to a junkyard, best seat in the house. I fortunately inherited my aunts property after she passed, which entitles me to 1.3 acres of woodland, right in Camden. Even with all of this, I've found myself in a pretty shitty living situation. Been workin’ under the table for a dead-end newspaper company, which on top of disability checks is just barely getting me by. Few years back, I sustained major head trauma after falling through some floor boards. As embarrassing as that is.\n\n\nJesse forcefully clasps his hands together.\n\n\nJesse:\n Ever since then, I’ve had subsisting migraines. Like nails being driven into my skull. The real kicker is how easily nauseated I become. Lose balance pretty easy.\n\n\nJesse slowly lifts himself out of his chair, before attempting to walk in a straight line. Jesse loses balances and falls, where a glass object audibly breaks.\n\n\nJesse:\n You get used to it.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(02)\n fuckthis.mp4\n\n\n\n\nJesse:\n It’s time to take initiative. For far too long I’ve wasted my days, counting them down until I drop dead. Not anymore. Starting from now, eighty percent of my life insurance will be going towards a device I’ve had in the works. A machine that will eliminate the need for reliance, a machine that will make me walk normally again. This over here is the first iteration of my machine.\n\n\nJesse positions the camera towards the wall, where 3 forked, mechanical limbs are shown hung up along the wall.\n\n\nJesse:\n Although being my first, this prototype has amazing functionality; extremely dexterous. Observe.\n\n\nThe automated limbs begin suspending themselves towards Jesse in unison.\n\n\nJesse:\n Creepy, I know. But this is the first step towards something life changing.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(03)\n progress1.mp4\n\n\n\n\nJesse:\n Hey, it’s been a minute. For the past week or so, I’ve been fiddling with various concepts.\n\n\nThe camera is positioned downward towards his desk, where various blueprints depicting unidentified devices are shown.\n\n\nJesse:\n Almost there. Haven’t been this happy in a while, feel productive. I feel so close to finally accomplishing my dream. Even been having dreams about it, creating something just… life changing. It’s hazy to remember, but it’s enough to keep me motivated. I’m even sleep talking, my wife’s caught me going on and on about random incoherent computer jargon. My infatuation scares even me sometimes, ha-ha.\n\n\nJesse appears visually agitated as his son attempts to walk inside of his garage.\n\n\nJesse:\n Junior, if I have to tell you one more time to not enter the garage during my work hours, I’m gonna freak the fuck out.\n\n\nJesse’s son quickly closes the door. Jesse sighs and rubs his eyes before leaning back in his chair.\n\n\nVIDEO END\n\n\n\n\n \n\n\n\n\n(04)\n progress2.mp4\n\n\n\n\nJesse:\n Due to the lack of funding for the project, my generous family have decided to contribute what little they have to make this possible. Got only a months worth of spending money, so I gotta be quick. The latest installment of the device, behold, The Traverser!\n\n\nJesse rips down a tarp to reveal a circular frame, suspended by 8 mechanical appendages.\n\n\nJesse:\n It may not look like much at first. However…\n\n\nJesse struggles to get into the device, losing balance 3 times.\n\n\nJesse:\n There we are! Now, apart of what makes this device so special is its pattern recognition. If my pages of coding are correct, It should stabilize with ease. Now, it functions by absorbing inf-\n\n\nThe locomotion begins rapidly moving towards the garage door, before violently slamming into it. Jesse is forcefully ejected, lays sprawled out, motionless\n\n\nJesse:\n …Jesus Christ.\n\n\nJesse groans as he attempts to stand\n\n\nJesse:\n This… is huge. You’re so close to being done. It may not look like it, but I’m ecstatic. Y-you’re gonna be a big helper someday. Heh, you got me real good though. God-\n\n\nJesse hunches over in pain.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(05)\n untitled.mp4\n\n\n\n\nVideo starts with a visually exhausted Jesse, with bloodshot eyes\n\n\nJesse:\n Is this thing on? I’m not sure what happened. Under no circumstances can my family know, they’ll think I’m crazy. They’d be right to think so. It’s, what, 2:43 in the morning? Just woke up and found myself surrounded by THIS.\n\n\nJesse repositions the camera, where 3 disassembled vehicles and other miscellaneous objects are scattered in his driveway.\n\n\nJesse:\n I must be going fucking insane. I have no idea what I’m doing at this point. Are… are these the junkyard cars? How did I even manage to do this? Was I drugged? I mean, what the fuck is even this supposed to be?\n\n\nJesse holds up an unidentifiable device, with various screws and LEDs protruding out of it’s base, which he forcefully flings at a wall.\n\n\nJesse:\n Hands are covered in sores and blisters, so it seems I’ve been busy.\n\n\nStrained laughter is heard, followed by crying. Jesse struggles to sprint towards the machine, which is equipped with new parts, and begins forcefully tearing off the new additions.\n\n\nJesse:\n Why is this happening to me?\n\n\nThe lights inside of his house begin to turn on.\n\n\nJesse:\n Shit.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(06)\n untitled.mp4\n\n\n\n\nJesse:\n Took a few days off after the incident. Spent some quality time with the wife and kids. It’s been forever since we did something as a family. It was refreshing being away from the workbench for awhile.\n\n\nJesse’s attitude changes, becomes visually distressed as he leans in closer toward the camera.\n\n\nJesse:\n (Lowers voice) But even still, I can’t stop thinking about it. It’s been lingering in the back of my mind. You know, I examined some of the janky parts that were found on my machine. They serve legitimate purpose. One part acted as coolant, one helped with stabilization, and one made a deafening “beep” whenever an object was in its proxy. Not to mention it’s equipped with these newly installed limbs. It’s all far beyond my technology. Either some big-brain hack put these parts on my machine, or…\n\n\nProlonged silence\n\n\nJesse:\n It’s only logical that I’m assembling it inside of this… delirium. Perhaps I’m looking at this all wrong. God- I need a drink.\n\n\nJesse leans out of frame and begins speaking to an individual, presumably his son\n\n\nJesse:\n Hey Junior, could you grab me a beer? Junior?\n\n\nsilence\n\n\nJesse:\n JUNIOR!\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(07)\n noclue.mp4\n\n\n\n\nJesse:\n Woke up to this.\n\n\nOutside of Jesse’s window lays a semi constructed SCP-6921, which lays idle on his backyard.\n\n\nJesse:\n (Sigh) Thought I’d finally get a normal night of sleep. Christ.\n\n\nJesse moves downstairs towards the entrance of the backyard, where he cautiously approaches.\n\n\nJesse:\n …Magnificent.\n\n\nJesse picks up a small rock and gently tosses it at SCP-6921’s body. A muffled echo rings out.\n\n\nJesse:\n I seem to have…\n\n\nJesse’s face contorts in confusion.\n\n\nJesse:\n …some idea of what I’m doing? Hell, if I could build something of this magnitude, maybe it’s a blessing in disguise. Let’s just see where I’m going with this. Heh, I truly lost my-\n\n\nSentence abruptly stops. Jesse slowly moves away from the device.\n\n\nJesse:\n I think one of its tentacles moved.\n\n\nJesse slowly approaches the inactive SCP-6921, and hastily tarps it over with a bedsheet before running inside.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(08)\n untitled.mp4\n\n\n\n\nThe automaton lays idle on his backyard. 5 minutes pass before the camera is dropped. Jesse is presumably intoxicated.\n\n\nJesse:\n Move. C’mon, move. Don’t tell me I’m hallucinating… There’s NO way. God- I know what I saw. Either YOU moved, or I’m losing my mind. Here.\n\n\nJesse repositions the camera, where he reluctantly nudges one of its appendages with his foot.\n\n\nJesse:\n Gonna leave this here. Hopefully you do something interesting.\n\n\nJesse returns inside, where he begins having an inaudible argument with his family, screaming prominently. The camera is left facing towards the inactive SCP-6921 for 3 hours before its battery runs out.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(09)\n untitled.mp4\n\n\n\n\nJesse:\n Wife and kids are staying at their grandparents house for a few. My infatuation with this thing is starting to cost me everything.\n\n\nVoice begins to tremble.\n\n\nJesse:\n I wish she would just listen. Came outside the morning after- you know, after I took apart those cars, and lied through my teeth in front of my family. “Yeah, probably some robbers.” I told them. However, I cannot excuse yesterday’s outburst. My daughter tried to get close to the damn thing, and I completely flew off the handle.\n\n\nJesse begins fidgeting his hands, looking downward.\n\n\nJesse:\n Just… scolding her, more so than any reasonable person would. “Do you have any idea the dangers this robot could possess? What if it stabs your eyes out in front of your screaming mother?” Blah, blah, blah. Stuff like that. The way they looked at me… with fear in their eyes. It shatters my soul. You know the worst part? The fact-\n\n\nJesse quickly looks over his shoulder.\n\n\nJesse:\n You heard that too right?\n\n\nJesse remains still while looking towards the backyard. A noticeable scrapping becomes audible.\n\n\nJesse:\n Motherfucker!\n\n\nHe hastily picks up his camera before sprinting out of his home. As he approaches SCP-6921, it lays in the same position it had been in originally.\n\n\nJesse:\n I FUCKING HEARD YOU. I HEARD YOU.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(10)\n untitled.mp4\n\n\n\n\nRecording takes place on a handheld recording device which has yet to be recovered. Jesse is profusely panting while the camera is positioned towards his back patio, where quick movements are audible.\n\n\nJesse:\n Oh my god.\n\n\nJesse begins speaking under his breath.\n\n\nJesse:\n I can hear it moving out there. Son of a bitch woke me up. Little frightened if I’m being honest. Got a knife incase I have to gut the damn thing, if that’ll do anything.\n\n\nMetal scrapping intensifies.\n\n\nJesse:\n Goddamn it’s noisy. Alright, here we go. 3…2…1.\n\n\nJesse barges through the door, where SCP-6921 jerkingly moves backwards attempting to flee. It rams itself forcefully into the wall, where it hoists itself into the corner of the room. Jesse begins yelling at SCP-6921, where it then begins wrapping its appendages around itself. After 3 minutes, both Jesse and SCP-6921 remain motionless.\n\n\nJesse:\n You… you coward away. What are you, scared?\n\n\nJesse begins slumping downward before losing consciousness. SCP-6921 begins slowly navigating towards Jesse.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(11)\n untitled.mp4\n\n\n\n\nCamera quality has worsened. Video recorded in Jesse’s living room, which is notably unkempt.\n\n\nJesse:\n Hello everyone, sorry for the wait.\n\n\nProlonged silence.\n\n\nJesse:\n This infatuation with the machine cost me everything. Haven’t seen my wife and kids for awhile, nor have they bothered trying to communicate with me. Sometimes… I wish I never went down this path. I was so fundamentally lonely… I’m ashamed to admit I had some pretty dark thoughts. That was until I met you.\n\n\nCamera is positioned towards an open window, where SCP-6921 is seen outside with multiple appendages inside the house. SCP-6921 navigates one of its appendages towards Jesse, where it firmly shakes his hand.\n\n\nJesse:\n You have no idea how much you mean to me. You’re gonna do great things someday. How rude of me, I haven’t introduced you yet. Ladies and gentlemen, I’d like you to meet my buddy Son! Son sure is a smart cookie. Son, go grab me a beer.\n\n\nSCP-6921 quickly maneuvers it’s limb around piles of clothes and trash. It returns, strongly gripping a crushed beer can.\n\n\nJesse:\n I haven’t really looked into it all that much- why he can do the things he does- I’m glad to have an acquaintance though. Makes the house less desolate. Few nights ago, when I first found him, I was in such a state of panic that I blacked out. Next thing I knew, I woke up on my patio with this bugger staring at me.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(12)\n untitled.mp4\n\n\n\n\nRecorded outside. SCP-6921 is seen multiple times wandering throughout Jesse’s backyard.\n\n\nJesse:\n Decided to go with em’ out back, just to show him around the property. Little bunny rabbit, not more than 3 or 4 pounds came frolicking through my wife's garden. Without a second thought, Son just… bolted towards the poor thing. At first I was thinking he was gonna give me it as a gift. But then, he began tearing the poor thing up. Shoved its bits into itself like it was second nature.\n\n\nJesse looks noticeably agitated towards SCP-6921, who begins rooting various plants.\n\n\nJesse:\n Son wanted me to go in him. He uh, he pointed with one of his arms towards a hatch that popped open on his head. Freaked me out so I obviously declined. I know he doesn’t have a face but he seemed… oddly disrespected. Tomorrow, I’ll look more into this newly found behavior.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(13)\n untitled.mp4\n\n\n\n\nJesse is only barely visible, his voice having a noticeable echo.\n\n\nHello everyone. I’ve been observing Son’s hunting capabilities. He’s shown exceptional hunting prowess; great speed and reaction time. He began inserting his findings into a small “mouth” beneath him, and like the first time, he suggested I go into the hatch. Not wanting to offend him again I obliged, albeit reluctantly. Check this out.\n\n\nJesse begins chewing on something not visible.\n\n\nJesse:\n Oh, sorry.\n\n\nJesse pounds 3 times against a metallic surface before a hatch opens above him, illuminating the interior. Jesse consumes a dark red discus-shaped food item.\n\n\nJesse:\n For what it is, it’s pretty tasty. If I built him, it should probably be safe enough to eat. You couldn’t tell this apart from something you’d purchase in a frozen food aisle honestly. He’s quite the little chef.\n\n\nThe camera is positioned around the interior of SCP-6921, which appears mostly hollow. A rectangular slit is present on one of the walls. Suddenly, shrieking is audible from outside the automaton.\n\n\nJesse:\n Shit. Looks like he got another cat. But look, this is a good demonstration.\n\n\n5 minutes after, directly above the slit, an orange glow intensifies behind the wall, illuminating the silhouette of an interconnecting system of wires. A high-pitch whistling is prominent throughout the process. After the orange light dissipates, another food item is dispensed through the slit onto Jesse’s cupped hands.\n\n\nJesse:\n Isn’t any better than my normal cooking.\n\n\nJesse laughs before struggling to exit the interior. SCP-6921 uses its appendages to carefully remove Jesse. After removal, SCP-6921 begins jumping around.\n\n\nJesse:\n Thanks Son.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(14)\n untitled.mp4\n\n\n\n\nJesse:\n I finally understand the reasoning behind Son. Well, perhaps not fully. I believe it was constructed to serve a greater purpose, something infinitely more than a simple walking aid. It's clear to me that its sole purpose is maintaining my survival. Complete self reliance. It cleans the house, repaints the walls, gives me company… hell, even cooks for me. I'm glad to have a friend like him during these times. I still struggle to see where this… subconscious impulse to create things far beyond my normal capabilities came from. It's an anomaly. Maybe the angels really have listened to my prayers.\n\n\nJesse smiles.\n\n\nJesse:\n I’m a little worried about the legality of the machine. I mean- a device this complex, well beyond the technology of anything I've seen before, would be taken confiscated I'd imagine. I’ve worked too hard to have my device surrendered to the government or stolen. For now, until I’m absolutely sure it will be safe, Son will remain on my property, where it’s safely shielded by fencing and trees. I think he understands as well.\n\n\nVIDEO END\n\n\n\n\n\n\n \n\n\n\n\n(15)\n untitled.mp4\n\n\n\n\nVideo recorded on a handheld device from Jesse's upstairs window, overlooking 4 police officers which stand directly outside his front door late at night.\n\n\nOfficer:\n Mr. Court? This is the Camden City Police Department. Open up.\n\n\nJesse curses under his breath before walking downstairs towards the entrance. He hesitantly opens the front door and is greeted by multiple officers.\n\n\nJesse:\n I'm recording for my safety.\n\n\nOfficer:\n Mr. Court? You are under arrest for trespassing on private property as well as multiple counts of theft.\n\n\nJesse:\n This is ridiculous. Sir, are you aware that I’m physically disabled? How would I ever be able to preform such a feat?\n\n\nOfficer:\n We initially thought you couldn't, but after further investigation it seems you're the only viable suspect. We have evidence that suggests you were at the scene. Put your hands behind your back.\n\n\nJesse:\n Fuck… Alright, fine. But please officer, just give me five minutes. I have to take care of something urgent.\n\n\nThe officer wedges his boot in between the door and doorframe, preventing it from shutting.\n\n\nOfficer:\n Put your hands behind your back.\n\n\nJesse:\n You don't know what you're doing! Get away from me!\n\n\nJesse begins wrestling the officer to the floor. 3 more enter and forcefully remove Jesse from his house, pinning him on the pavement while still gripping the recording device. Jesse audibly groans in pain as he’s injured.\n\n\nOfficer:\n You have the right to remain silent. Anything you say could be used against you in a court of law.\n\n\nJesse:\n SON! If you can hear me, go into the woods until this whole thing is over! I'll find you again I promise.\n\n\nOfficer:\n Search the property for another individual and take them in for questioning, presumably a child.\n\n\nJesse:\n No- officer… I'm talking about my dog. I don't want you sending him away to the pound or some shit.\n\n\nOfficer:\n Son's an awfully weird name for a dog.\n\n\nRight before entering the vehicle, the cops and Jesse stop in unison.\n\n\nOfficer:\n …Uh. What the hell is this supposed to be?\n\n\nSCP-6921 is suspended inanimately on the houses roof, hoisted by its appendages at precarious angles. The officer detaining Jesse disregards him as he runs towards the car.\n\n\nOfficer:\n Gotta radio this in. Get in the car.\n\n\nSCP-6921 lunges downward towards the officers, crushing one beneath its limbs. The impact causes Jesse and the men to lose their balance.\n\n\nOfficer:\n Open fire!\n\n\nMultiple gunshots are fired at SCP-6921. SCP-6921 remains undisturbed as it carefully dissects the officer’s corpse, inserting the removed tissue into itself. Upon completion, SCP-6921 lunges towards another officer, and begins amputating them. Screaming and welching are prominent throughout the process. Jesse attempts to sprint into the surrounding wilderness, but is suspended midair by SCP-6921 limbs. He begins being slowly hoisted inside of the hatch. Bullets ricochet across SCP-6921’s surface.\n\n\nJesse:\n Put me down right now! You have to obey my orders!\n\n\nJesse is shoved forcefully inside of SCP-6921; the hatch shutting behind him. Trying to escape, Jesse begins kicking and scratching the interior of SCP-6921 to no avail. Muffled screams ring out for some time before abruptly ending. The sound of rapid traversal on woodland becomes audible for the rest of the recording. 5 minutes later, an orange light illuminates Jesse’s fearful expression. Another food-item is dispensed through the slit.\n\n\nJesse:\n What… what the fuck are you trying to make me eat? Oh God…\n\n\nExtensive vomiting followed by maniacal hysteria.\n\n\nJesse:\n You call this helping?! What the fuck have you done? You- you killed that man! Ripped his fucking head off his shoulders.\n\n\nJesse exhales slowly, 10 minutes pass. He begins speaking towards SCP-6921 the way he had prior to this event.\n\n\nJesse:\n Just listen, okay? Let me out. I’ll be safe, I promise. Those men are gone now.\n\n\nSCP-6921 abruptly stops for 15 minutes, unresponsive to Jesse’s pleas to allow him out. SCP-6921 begins moving once more.\n\n\nJesse:\n I know you think this is right- but this is no way to live. Just let me out, alright?. Think this through, let’s just go back to the house. You can play out back and cook me up some of your delicious meals. Perhaps you could even meet the family. What do you say, son? …Son? Are you even listening to me? Answer me God damnit!\n\n\nAudible sounds of gurgled screeching are audible outside of SCP-6921.\n\n\nJesse:\n What was that?\n\n\nVIDEO END\n\n\n\n\n \n\n\n\n\n(16)\n sorry.mp4\n\n\n\n\nVideo starts within complete darkness. Jesses voice is notably shaky\n\n\nJesse:\n It’s been an hour… my calls are getting blocked somehow and the battery’s almost drained. However, I've successfully managed to upload a recording onto my computer after repetitively trying, at least that’s what it’s saying on my phone. Hopefully this gets through.\n\n\nCoughing, followed by a loud thud.\n\n\nJesse:\n My name is Jesse Court, and I doubt I'm gonna be coming out anytime soon. To my wife and children, I'm sorry. I should’ve never neglected you all. My selfishness is what led me here. I should've been there for you guys. I love you all.\n\n\nMuffled sounds of rapid movement are heard from inside. Jesse struggles to speak.\n\n\nJesse:\n The officers injuring me must’ve triggered something inside of Son. He’s been reverted to his basic primary function, ensuring my safety. I’m not sure if he’s ever gonna let me out.\n\n\nJesse quietly laughs before presumably striking the hatch.\n\n\nJesse:\n Despite having created the machine, I’m unsure of how to destroy it. Hell, Its battery could last at thousand years for all I know. Light it on fire, douse it in water, electricity, just- do whatever you can to kill it. I… I want out. Find a way. Please.\n\n\nVIDEO END\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiscovery:\n Residents of Camden, Michigan had contacted emergency services after multiple sightings of SCP-6921 had been sighted on the outskirts of the town. Upon investigation, field agents discovered multiple recently damaged homes belonging to victims.\n\n\nA CCTV camera installed outside of a suburban house 2 kilometers from the site had successfully captured the whereabouts of SCP-6921, where it was seen hoisted against the building.\n\n\nSURVEILANCE LOG\n\n\n\n\nDATE:\n 01/27/19\n\n\nNOTE:\n N/A\n\n\n\n\n[BEGIN LOG]\n\n\n1:46 AM:\n SCP-6921 extends its appendages through multiple windows behind the home\n\n\n1:48 AM:\n Various food items are removed from the home, such as frozen vegetables and pantry items. It then inserts these foods into its lower compartment. SCP-6921 returns its appendages and begins navigating southeast towards the entrance of the building.\n\n\n2:01 AM:\n SCP-6921 remains stationary for 5 minutes, occasionally twitching and recoiling its limbs.\n\n\n2:06 AM:\n SCP-6921 raises one of its appendages and begins lightly tapping on the front door. The house's lights turn on. SCP-6921 violently extends 4 of its limbs through the house's transom windows, where it forcefully removes a woman. It begins violently removing segments of the woman’s abdomen into its lower compartment.\n\n\n2:08:\n After fully dismembering and inserting the woman into itself, SCP-6921 releases itself from the building and enters the surrounding wilderness.\n\n\n\n\n\n\n\n\n« \nSCP-6920\n | SCP-6921 | \nSCP-6922\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It has been documented preferring live, able-bodied organisms.",
    "addendums": [
        "Addendum: 16 video recordings were successfully recovered from Jesse’s personal computer. The following are the archived video files transcribed in numerical order:"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-6921 is held within a reinforced hangar located at Site-19. Observation of SCP-6921 is to be done remotely to prevent external interface during behavioral study.",
    "description": "SCP-6921 refers to a 4m tall spherical automaton composed of common metal alloys and complex circuitry. SCP-6921 is suspended by 35 mechanical appendages resembling elongated human arms. These limbs are incredibly dexterous; housing an abundant amount of joints to help it traverse environments and track prey. They have been documented extending far beyond what their design would suggest. Directly on top of 6921’s sphere lies an inoperable hatch, as well as a retractable input chamber directly beneath. X-ray analysis of SCP-6921’s interior has revealed the deceased remains of Jesse B. Court.",
    "title": "SCP-6921"
}