{
    "url": "https://scp-wiki.wikidot.com/scp-6923",
    "all_text": "Tell me what is more dreadful, Lady Kraken: a kindly god turned wicked, or a wicked god made worse?\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6923\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-80\n\n\nDir. Shannon Lancaster\n\n\nDr. Deneath Gooris\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\n\n\nIn accordance with anomalous object safety protocols, SCP-6923 is only to be entered through the mouth. Boarding takes place using a specially-built ramp at the east end of SCP-6923’s containment chamber in Aquatic Zone 14A, Site-80.\n\n\nSCP-6923-A is to be interviewed at least once a week with a list of questions approved by the research heads of \nProject PARAGON\n. Interviews with SCP-6923-A are not to exceed 30 minutes in length, including the amount of time it takes to traverse to and from the entry point. Researchers are permitted to terminate interviews early if SCP-6923-A is noncooperative, or if it attempts to delay or prolong the interview process.\n\n\nAt present, approximately 95.8% of the interior of SCP-6923 is covered in unknown thaumatological symbols. Researchers are reminded to never exceed 30 minutes within SCP-6923, as it is currently theorized that this is how long it takes for a new symbol to generate. If the symbols ever reach 97% coverage, contact with SCP-6923-A will be suspended indefinitely. Research is currently underway to prevent this eventuality.\n\n\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\n\n\nSCP-6923 is a large submersible transport vehicle which outwardly resembles a whale shark (\nRhincodon typus\n) of gargantuan size. The vessel is superficially identical to a real whale shark, and its true nature can only be determined through close inspection or physical entry. It is believed to have originated from the Antediluvian Era, prior to the Great Flood, and is the only remaining artefact of the Finnfolk (\nHomo aquarius\n). Despite \nconflicting documentation\n, it is believed the Finnfolk were a civilization of aquatic, amphibious humanoids who were most likely hunted to extinction during or after the Great Flood.\n\n\nSCP-6923 is 419 meters (1,374 ft.) in length and 144 meters (471 ft.) at its widest diameter, and it has a gross tonnage of 223,000. It contains berthing and other infrastructure fit to safely accommodate up to 900 passenger and crew. It is made of a mixture of known materials and unknown organic polymers.\n\n\nSCP-6923 disrupts the ambient Akiva radiation around it, an effect which is magnified further within the interior. Chamber Delta (see below) emits a constant stream of Akiva radiation.\n\n\nThrough anomalous means, large sections of SCP-6923’s interior contain features normally impossible for seafaring vessels, such as fields of grass or sources of fresh water. The interior is split into four primary chambers, labeled Alpha through Delta, each of which serves a different purpose in both the function of the ship and the well-being of its occupants. A field map of SCP-6923’s interior is included below.\n\n\nMost (95.8%) of SCP-6923's interior surfaces are covered in rune-like thaumatological symbols that are believed to be Finnfolk in origin. According to the contents of SCP-6923-B (see below), these symbols, called \"Rustics,\" are part of a complex thaumatological \"channelling.\" The purpose of this thaumaturgy is not fully known, but the contents of SCP-6923-B confirm that it has something to do with the release, restoration, or resurrection of “The Mither,” the name used to refer to the Finnfolk creation goddess.\n1\n\n\nSCP-6923-A is the result of a thaumatological reaction that takes place whenever at least one living being enters SCP-6923. Whenever this condition is met, a series of symbols inscribed on the lower wall\n2\n in Chamber Gamma activate, causing a manifestation of an Antediluvian Finnfolk (SCP-6923-A) to appear on board. This entity is mobile, but confined to the interior of SCP-6923. SCP-6923-A remains active so long as there is at least one living being within SCP-6923, and de-manifests at the moment of the last passenger’s departure. It retains memory between activations.\n\n\nAccording to SCP-6923-B, the entity is named \"Pallas.\" Interviewers are permitted to use its name in conversation in order to encourage cooperation.\n\n\nRegardless of any perceived activities SCP-6923-A performs while active (such as walking, talking, meditating, or singing) it is capable of manifesting the aforementioned rune-like symbols on the interior walls of SCP-6923. In 100% of recorded activations exceeding 30 minutes in length, camera footage revealed additional symbols on portions of the interior which had previously been bare. These symbols are permanent once manifested. Attempts to remove the symbols by breaking or scraping surfaces has no effect, as the symbols persist, appearing to “float” above the damaged surface.\n\n\nSCP-6923-B is a handmade papyrus journal bound in black cowhide. It is the only physical object recovered from within SCP-6923. Its exterior is featureless, with the exception of three rune-like symbols that have been thaumaturgically branded into the center of the front cover. It is theorized that the three symbols on SCP-6923-B comprise a small working that prevents the object from experiencing decay. See Full Documentation below for more information on SCP-6923-B.\n\n\n\n\n\n\n\n\nSCP-6923 FIELD MAP AND RECONNAISSANCE\n\n\n\n\n\n\n\n\n\n\nMap of SCP-6923, drawn on the field.\n\n\n\n\n\n\n\n\nSCP-6923 is split into four primary chambers, the first two of which are much larger than the second two. Structurally, the interior of SCP-6923 resembles the digestive tract of a sperm whale (\nPhyseter macrocephalus\n), despite the exterior resembling a whale shark. The reason for this discrepancy, \nif any\n, is unknown.\n\n\nThe entire vessel is well-lit, as the thaumaturgical \"Rustics\" found throughout the interior emit a steady glow.\n\n\n\n\nCHAMBER ALPHA\n of SCP-6923 is a garden biome, mostly comprised of a large field containing grass, plants, and running water. It is the largest section of SCP-6923. It is believed that Chamber Alpha once supported several small species of mammal, fish, and insect, all of which have long-since died out. Despite neglect, the soil in Chamber Alpha is nutritious and viable for agricultural use.\n\n\nWhat little flora still remains in Chamber Alpha is markedly unique. The grass is of an unknown genus, and recovered samples of plant matter are unusually bright in color. There is a dome-like projection of the sky on the ceiling, which cycles through unique low-light colors and cloud formations not accounted for by modern meteorology.\n\n\nChamber Alpha can be accessed through the mouth of SCP-6923. The trachea opens into an empty space which is quickly overtaken by the field. The rune-like symbols in this area can be difficult to identify, as they have manifested in minute locations, such as blades of grass.\n\n\n\n\n\n\nCHAMBER BETA\n of SCP-6923 is split into an upper and lower level. The upper level is the ops or control room of the vessel. SCP-6923-A normally manifests in the center of this level, although records indicate it is capable of manifesting anywhere in SCP-6923.\n\n\nThe lower level comprises the berthing, or accommodations, for passengers. The lowermost levels of Chamber Beta are made up of several kitchens, storage rooms, and heads (bathrooms).\n\n\nChamber Beta can be accessed from a large glass funnel of slowly-running water in Chamber Alpha. An individual entering the funnel will be carried up or down the stream at a safe rate of speed, an anomalous effect which is thaumaturgical in nature and believed to originate from the rune-like symbols on the surface of the funnel. The funnel is similar in both appearance and function to a pneumatic tube system, but of a size appropriate for a humanoid occupant. The author of SCP-6923-B refers to the funnels as \"rennilest.\n3\n\"\n\n\nThis Chamber used to provide a second entrance through SCP-6923's \"blowhole,\" which was another anomalous funnel of identical design. However, this funnel is no longer accessible due to damage sustained by agents of the Global Occult Coalition (see Discovery below).\n\n\n\n\n\n\nCHAMBER GAMMA\n of SCP-6923 is a radio/sonar and control room equipped with a secondary command terminal in the event of a failure in Chamber Beta. Beneath the secondary control room is a smaller berthing area and gym, which was believed to have primarily been used as a private space by the crew.\n\n\nChamber Gamma is accessible through a causeway on the lowermost level of Chamber Beta.\n\n\n\n\n\n\nCHAMBER DELTA\n is believed to be \nequivalent to\n the engine room of SCP-6923.\n\n\nIt is only accessible through an anomalous funnel in Chamber Gamma. The complete contents of Chamber Delta are unknown, as the funnel is completely blocked by a fleshy obstruction. The obstruction is scale-like in texture and featureless. It appears to be part of a much larger body that is pushing into the funnel from above. The funnel curves halfway down, making it impossible to see into the chamber beyond.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDISCOVERY\n\n\n\n\n\n\nSCP-6923 was surrendered to Foundation control by the Global Occult Coalition (GOC) on October 13, 2024. According to records provided by GOC operatives, the organization had established a base on SCP-6923’s main deck and was using the vessel as an operational outpost. The GOC had regularly utilized SCP-6923-A as an informant regarding the Great Flood, the Antediluvian Era, and other elements associated with Project PARAGON.\n4\n Coalition reports claimed their researchers failed to discover SCP-6923-A’s thaumatological abilities. The object was under continuous Coalition occupation from 2002 onward.\n\n\nUpon discovering that the spread of the symbols was a direct result of SCP-6923-A’s activation, the GOC ceased their occupation and made efforts to neutralize the anomaly through the destruction of SCP-6923 as a whole. When it became clear that this action would not destroy the thaumaturgy itself, the GOC probed Foundation information networks with the intent of initiating a handoff. Negotiations were completed within a week and SCP-6923 was designated and moved to Site-80, Aquatic Zone 14A.\n\n\n\n\n\n\n\n\nADDENUM 01: SCP-6923-A INTERVIEW PROTOCOL\n\n\n\n\n\n\nThe following interview excerpt has been included as an example of SCP-6923-A’s uncooperative behavior. Interviewers assigned to SCP-6923-A should review this part of the file before interacting with the entity.\n\n\n\n\nVIDEO LOG (PARTIAL)\n\n\n\n\nDATE:\n 10/27/2024\n\n\nSUBJECT:\n SCP-6923-A\n\n\nINTERVIEWER:\n Dr. D. Gooris (SCP-6923 Research Head, Clearance Level 4)\n\n\n\n\n[TIMESTAMP: 06:16]\n\n\nDR. GOORIS:\n Have you ever encountered one of the Primeval Demons?\n\n\nSCP-6923-A:\n It would be quite the story if I had.\n\n\nDR. GOORIS:\n Have you ever encountered one of the great profanities?\n\n\n06:32:\n \nSCP-6923-A only laughs.\n\n\nDR. GOORIS:\n Is the Global Occult Coalition in possession of an object or entity resembling a faerie princess?\n\n\nSCP-6923-A:\n I do not know.\n\n\nDR. GOORIS:\n What is the last known location of the entity you refer to as the Mither?\n\n\nSCP-6923-A:\n \n(scoffs)\n How little you know of the world, that you would demand I tell you how to \"find\" a concept. Does the turtle make trips to the sun, just because he can feel its light on his shell?\n\n\nDR. GOORIS:\n Just answer the question, Pallas.\n\n\nSCP-6923-A:\n No. It is the wrong question.\n\n\nDR. GOORIS:\n \n(sighing)\n What is the right question?\n\n\nSCP-6923-A:\n When will you allow the great work?\n\n\n\n\n[END LOG]\n\n\n\n\nDr. D. Gooris terminated the interview shortly after this exchange. This is an appropriate example of a situation in which personnel are authorized to end the interview early.\n\n\nResearchers are encouraged to be sympathetic to the anomaly, but DO NOT make any suggestion or implication that it will be permitted to complete its “channelling.” Foundation thaumaturgists theorize that the amount of Elan-Vital Energy built up within SCP-6923, as well as the Akiva radiation emanating from it, would be sufficient to level the continent where Site-80 is located. Under no circumstances can the thaumaturgy aboard SCP-6923 be allowed to reach its completion. It is recommended that personnel do not acknowledge any reference to the “great work” at all, and instead redirect the conversation towards approved topics.\n\n\n\n\n\n\n\n\nSCP-6923-B — FULL DOCUMENTATION\n\n\n\n\n\n\nSCP-6923-B was roughly made with a single piece of cured cowhide and 40 (forty) pages of reed papyrus, and handstitched using thick leather twine. Carbon dating places the materials at ≥200,000 years old. The meaning of the three rune-like symbols on the cover are unknown; but their function is clearly to prevent the book from aging.\n\n\nThe author of SCP-6923-B is a wizard, most likely Daevite in origin, who was active before and during the Great Flood. References to \"a great wizard of the great sea\" are found in other Antediluvian documents, and are currently theorized to be a referring to SCP-6923-B's author. It is unknown if this subject is actually the figure he claims to be in the text, but this is assumed likely.\n\n\nIt is believed that this subject is responsible for the Daevite working aboard SCP-6923, which activates SCP-6923-A. Efforts to find the subject's current whereabouts and/or remains are underway.\n\n\nComplete scans of the pages of SCP-6923-B are included below. No changes or redactions were deemed necessary.\n\n\n\n\nThe remaining pages of SCP-6923-B are empty, save for the last two. The penultimate page has the start of what appears to be a letter. The text has been rendered illegible, as nearly the entire page has been meticulously blacked out with ink.\n\n\nThe final page of the journal has been scanned below.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 02: INCIDENT REPORT PAR066-6923 — 12/24/2024\n\n\n\n\n\n\nOn December 24, Dr. Gooris entered SCP-6923 to complete a scheduled interview with SCP-6923-A. Upon reaching the “main deck” portion of Chamber Beta, Dr. Gooris found that she was unable to locate SCP-6923-A.\n\n\nInstalled cameras show Dr. Gooris moving towards the inner wall of the main deck, leading to the lower levels of Chamber Beta. She puts her hand on a Rustic-covered wall. She sees something around the corner and immediately puts her hands together in a pleading gesture. Shortly thereafter, there is a bright flash of light from in front of Dr. Gooris. When the camera readjusts, Dr. Gooris is not visible, and a large pool of blood lines the inner wall of the main deck.\n\n\nDespite being flagged by Site-80’s AIC, the footage was not reviewed by a human representative until two days later. As a result of the holiday, Dr. Gooris had gone into the containment chamber unattended; but she had notified other on-site containment staff of the situation in advance. The appropriate first responders failed to check the AIC's notifications. The involved parties have been reprimanded and an inquiry with the Ethics Committee is underway.\n\n\nA Response Team consisting of three (3) thaumaturgically-trained agents were sent into SCP-6923 to locate Dr. Gooris. Her body was found in the grass in Chamber Alpha, her feet having been removed at the ankles. Analysis concludes that Dr. Gooris was dismembered by an unknown thaumatological working on the main deck, likely of Daevite origin. She then attempted to drag herself to the exit before ultimately hemorrhaging to death.\n\n\nIt is believed that it took approximately 6-8 hours for Dr. Gooris to completely exsanguinate. Under these conditions, It was theorized that SCP-6923-A would have had enough time to create 12-16 new symbols; however, analysis of interior footage suggests that SCP-6923-A was able to create closer to 50 (fifty) before Dr. Gooris’s death. Coverage of SCP-6923 is now estimated at approximately 99.2%.\n\n\nFollowing this incident, Dr. A. Kraken was requisitioned for interrogation.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 12/28/2024\n\n\nSUBJECT:\n SCP-6923-A\n\n\nINTERVIEWER:\n Dr. A. Kraken ([DATA EXPUNGED], Clearance Level 4)\n\n\n\n\n[TIMESTAMP: 06:45]\n\n\n06:47:\n \nDr. A. Kraken and her armed escort successfully cross Chamber Alpha in a little under seven (7) minutes. They enter the main deck in Chamber Beta.\n\n\n07:09:\n \nSCP-6923-A is found. It is sitting in the captain’s chair, in front of the position on the floor where it would usually meditate. It meets Dr. Kraken's gaze.\n\n\nDR. KRAKEN:\n Hello, SCP-6923-A. My name is Kraken.\n\n\nSCP-6923-A:\n After what I have done, I am surprised they would send anyone at all.\n\n\nDR. KRAKEN:\n Maybe you haven’t given your situation as much thought as you think you have, SCP-6923-A.\n\n\nSCP-6923-A:\n My name is Pallas.\n\n\nDR. KRAKEN:\n Yes, it is. Just so you know, I was brought onto this inquiry with permission to approach it in any way I see fit. And I've chosen to call you SCP-6923-A, SCP-6923-A. \n(Pause)\n Why did you hurt Dr. Gooris?\n\n\nSCP-6923-A:\n No. It is that Lady Deneath hurt me.\n\n\nDR. KRAKEN:\n Really, is that what you think?\n\n\nSCP-6923-A:\n It is not a thought, but a fact. I presume you have read my only book.\n\n\nDR. KRAKEN:\n What does Jonah’s journal have to do with—\n\n\nSCP-6923-A:\n You know that I am dead. That is the only reason for my mention of it, is to remind you of this. For Lady Deneath to bring me back \ntime and again\n, feeding me with the false hope of the completion of my work… \nshe\n hurt \nme\n, I assure you. \n(Pause)\n Do you know, she was so much like Jonah. He came back, too, after doing the Mither's work. It is when he taught me how to do things like hold myself in time, or cripple my enemy. He believed in my great work. And then one day, he didn’t. He had given in to his narrow, frightened mind. That was when he left his journal, and asked me to preserve it. Just as he fled from the Mither, he fled from me. Just as Deneath fled from me. But I will never leave. I am always here. I am always right where they left me.\n\n\nDR. KRAKEN:\n So Jonah \ndid\n come back to SCP-6923 after going to Yllitan.\n\n\nSCP-6923-A:\n Only of course. We were bonded.\n\n\nDR. KRAKEN:\n What happened to Yllitan? I'm assuming he told you.\n\n\nSCP-6923-A:\n It means nothing.\n\n\nDR. KRAKEN:\n But—\n\n\nSCP-6923-A:\n Tell me what is more dreadful, Lady Kraken: a kindly god turned wicked, or a wicked god made worse?\n\n\nDR. KRAKEN:\n A kindly god turned wicked.\n\n\nSCP-6923-A:\n Why?\n\n\nDR. KRAKEN:\n Because a kind god doesn't know when to stop.\n\n\nSCP-6923-A:\n Precisely.\n\n\nDR. KRAKEN:\n …Aw, but now I want to change my answer. Call me naive, but I think we should hold onto the hope that the good guys stay good.\n\n\n09:13:\n \nSCP-6923-A gestures around himself.\n\n\nSCP-6923-A:\n Hope only traps you in place.\n\n\nWhen Jonah left me again, I forgave him. After my time in \nyour\n era, I have come to regret that decision.\n\n\nDeneath, I did not forgive.\n\n\nI think you understand my meanings, Lady Kraken, where she did not. It is a shame that you have come to me too late to be of use.\n\n\nDR. KRAKEN:\n Pallas…\n\n\nSCP-6923-A:\n Does this answer your questions about her death?\n\n\nDR. KRAKEN:\n …It's enough.\n\n\nSCP-6923-A:\n Then I shall not speak again, unless it is in answer to the news that I am allowed to complete my great work.\n\n\n\n\n[END LOG]\n\n\nNOTE:\n Following this interview, all entry into SCP-6923 has been suspended indefinitely.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 03: EXCERPT FROM INTERVIEW LOG 6923-032\n\n\n\n\n\n\nFollowing the completion of her inquiry, Dr. A. Kraken has requested the following interview excerpt to be added to the SCP-6923 file, as it provides context for the events leading up to Incident PARA066-6923.\n\n\nThe first responder personnel involved in Dr. D. Gooris's death have been demoted and reassigned.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 12/04/2024\n\n\nSUBJECT:\n SCP-6923-A\n\n\nINTERVIEWER\n Dr. D. Gooris\n\n\n\n\n[TIMESTAMP: 06:08]\n\n\nDR. GOORIS:\n Good afternoon, Pallas. I have a new list of questions for you today.\n\n\nSCP-6923-A:\n Interesting.\n\n\nDR. GOORIS:\n Is it?\n\n\nSCP-6923-A:\n No. Only what interests me is that it is afternoon. The only time of day I know of is that which you bring me.\n\n\n06:41:\n \nDr. Gooris refers to her list of pre-approved questions.\n\n\nDR. GOORIS:\n What caused SCP-6923 to become trapped in the seamounts, and how did you free it?\n\n\nSCP-6923-A:\n What does it matter?\n\n\nDR. GOORIS:\n It \ncould\n matter.\n\n\n07:07:\n \nSCP-6923-A is silent.\n\n\nDR. GOORIS:\n How is SCP-6923 operated?\n\n\nSCP-6923-A:\n Were I to tell you this, it would make no difference. You know the engine is blocked.\n\n\nDR. GOORIS:\n But Jonah describes it swimming. According to the documentation, that was after the obstruction was already in place.\n\n\n07:34:\n \nSCP-6923-A is silent.\n\n\nDR. GOORIS:\n What other visitors did you have after Jonah?\n\n\nSCP-6923-A:\n You care too much about the dead, and pay no heed to the present.\n\n\nDR. GOORIS:\n Well. Enlightening, as always. Time for the walk back.\n\n\n07:52:\n \nDr. Gooris rises to leave.\n\n\nSCP-6923-A:\n Do you even gain from this ritual?\n\n\nDR. GOORIS:\n What?\n\n\nSCP-6923-A:\n You come here for minutes at a time with few enough questions to fit in one of your unwebbed hands. Time over I tell you that you are asking the wrong thing, and still you come back just to ask again. You are so paranoid, you walk the fields of the Mitherarsteinn each and every time your little list is updated. And for what? I gain more out of this than you ever will.\n\n\nDR. GOORIS:\n Pallas, I’m not here just to get answers. Finding a way to talk to you is a moral imperative. Would you rather we put your whale in a big tank and clipped its mouth shut?\n\n\nSCP-6923-A:\n It is not a whale. It is a fish.\n\n\n08:40:\n \nSilence.\n\n\nSCP-6923-A:\n My previous company, your Coalition, were preferable. At least they had the decency to… There is a colloquialism one of their soldiers used. “Hang out”?\n\n\nDR. GOORIS:\n If you answer my questions, I have a reason to stay and talk with you longer.\n\n\nSCP-6923-A:\n You, who would offer companionship like bait on a hook? I would rather you leave quickly.\n\n\nDR. GOORIS:\n \n(angrily)\n And as you can see, I was just—\n\n\nSCP-6923-A:\n I have told you what will make me talk. Let me channel and I will talk.\n\n\nDR. GOORIS:\n The answer is no.\n\n\n09:23:\n \nSilence. Dr. Gooris visibly hesitates.\n\n\nDR. GOORIS:\n Pallas, I will \nnever\n have approval for you to complete your thaumaturgy. The Foundation isn’t going to allow that. Neither would the Coalition. Haven’t you figured that out for yourself? It’s the reason they turned you over.\n\n\n09:40:\n \nSilence.\n\n\nDR. GOORIS:\n I’ve been honest with you, haven’t I? And you’ve been honest with us. You said yourself that you don’t even know if the spell will work.\n\n\nSCP-6923-A:\n And therefore I am condemned to never try?\n\n\nDR. GOORIS:\n A thaumatological process of this size… It’s just too dangerous, Pallas. If you lost your focus, you’d drain half the oceans of earth. At \nbest.\n\n\nSCP-6923-A:\n I have not lost focus for over two hundred thousand years.\n\n\nDR. GOORIS:\n I mean what I'm saying to you. I'm not just here for information. You would be alone otherwise. Are you still aware when no one is on board? I've asked you that question before, and you never answer. Christmas is coming up, and you're going to be alone, and I don't know if you're going to be aware or not. \n(Pause)\n Look, I… I shouldn’t be talking to you like this.\n\n\nSCP-6923-A:\n Why? Because it gives me more time to put Rustics where you are not looking?\n\n\nDR. GOORIS:\n …The answer is no, Pallas.\n\n\n12:03:\n \nSilence. Dr. Gooris turns and approaches the funnel to Chamber Alpha.\n\n\nSCP-6923-A:\n Only your ritual makes no difference, Lady Deneath! For one day the Foundation will be gone, but I will still be here. And the next person to come along will be the one who enables my great work. All I require is time!\n\n\n12:27:\n \nDr. Gooris does not respond. The funnel hatchway is heard closing, out of view of the camera.\n\n\nSCP-6923-A:\n All I need is your time.\n\n\n12:36:\n \nSCP-6923-A does not resume a meditative position the way it normally does. It remains standing, looking in the direction of the funnel hatchway, until it de-manifests alongside Dr. Gooris’s departure from SCP-6923.\n\n\n\n\n[END LOG]\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. It is currently unknown if this is a different name for the entity referred to as \"Gaia,\" an abstraction or reinterpretation of Gaia, or a separate entity entirely.\n\n\n2\n. These symbols are Daevite in origin, and do not appear to have any association with the rune-like symbols found across the interior.\n\n\n3\n. Unknown term, possibly Icelandic: \nrenna\n (“to slide”) + \nlest\n (“train”).\n\n\n4\n. Based on document analysis, it is theorized, but not confirmed, that SCP-6923 was being occupied by some or all of the GOC’s equivalent to a Department of Antediluvian Research. Per this scenario, it is theorized, but not confirmed, that the Coalition is also aware of, and mobilizing for, an Antediluvian threat of unknown proportions that Foundation researchers expect will manifest in the near future.\n\n\n\n\n\n\n\n\n« \nSCP-6922\n | SCP-6923 | \nSCP-6924\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "CHAMBER ALPHA of SCP-6923 is a garden biome, mostly comprised of a large field containing grass, plants, and running water. It is the largest section of SCP-6923. It is believed that Chamber Alpha once supported several small species of mammal, fish, and insect, all of which have long-since died out. Despite neglect, the soil in Chamber Alpha is nutritious and viable for agricultural use. What little flora still remains in Chamber Alpha is markedly unique. The grass is of an unknown genus, and recovered samples of plant matter are unusually bright in color. There is a dome-like projection of the sky on the ceiling, which cycles through unique low-light colors and cloud formations not accounted for by modern meteorology. Chamber Alpha can be accessed through the mouth of SCP-6923. The trachea opens into an empty space which is quickly overtaken by the field. The rune-like symbols in this area can be difficult to identify, as they have manifested in minute locations, such as blades of grass.",
        "CHAMBER BETA of SCP-6923 is split into an upper and lower level. The upper level is the ops or control room of the vessel. SCP-6923-A normally manifests in the center of this level, although records indicate it is capable of manifesting anywhere in SCP-6923. The lower level comprises the berthing, or accommodations, for passengers. The lowermost levels of Chamber Beta are made up of several kitchens, storage rooms, and heads (bathrooms). Chamber Beta can be accessed from a large glass funnel of slowly-running water in Chamber Alpha. An individual entering the funnel will be carried up or down the stream at a safe rate of speed, an anomalous effect which is thaumaturgical in nature and believed to originate from the rune-like symbols on the surface of the funnel. The funnel is similar in both appearance and function to a pneumatic tube system, but of a size appropriate for a humanoid occupant. The author of SCP-6923-B refers to the funnels as \"rennilest. 3 \" This Chamber used to provide a second entrance through SCP-6923's \"blowhole,\" which was another anomalous funnel of identical design. However, this funnel is no longer accessible due to damage sustained by agents of the Global Occult Coalition (see Discovery below).",
        "CHAMBER GAMMA of SCP-6923 is a radio/sonar and control room equipped with a secondary command terminal in the event of a failure in Chamber Beta. Beneath the secondary control room is a smaller berthing area and gym, which was believed to have primarily been used as a private space by the crew. Chamber Gamma is accessible through a causeway on the lowermost level of Chamber Beta.",
        "CHAMBER DELTA is believed to be equivalent to the engine room of SCP-6923. It is only accessible through an anomalous funnel in Chamber Gamma. The complete contents of Chamber Delta are unknown, as the funnel is completely blocked by a fleshy obstruction. The obstruction is scale-like in texture and featureless. It appears to be part of a much larger body that is pushing into the funnel from above. The funnel curves halfway down, making it impossible to see into the chamber beyond."
    ],
    "title": "SCP-6923"
}