{
    "url": "https://scp-wiki.wikidot.com/scp-6925",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\nGreenGolem\n\n\n\n\n\n\nWritten by \nGreenGolem\n.\n\n\n\n\n+ Thanks Critters!\n\n\n\n\n- Golem\n\n\n\n\nThanks to \npeppermint_legos\n and \nGlassAutomaton\n on the IRC channels!\n\n\nAnd of course, thanks to my teammates \nwinkwonkboi\n and \nDeadcanons\n for making this possible.\n\n\nThis piece would not have been the same without them.\n\n\n\n\n\n\n\n\n\n\n+ Author Commentary\n\n\n\n\n- Author Commentary\n\n\n\n\nI loved the idea of AEED being used to make anomalies more complacent with Foundation command, so I made a little comedy piece about a potential superweapon that doesn't actually want to be stolen from Foundation command.\n\n\n\n\n\n\n\n\nFor more content from me, check out my \nAuthor Page\n!\n\n\n\n\n\n\n\n\nItem #:\n SCP-6925\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6925 is to be kept at high-security Site-183, in a standard humanoid accommodation chamber within a sector currently under the supervision of the Anomalous Entity Engagement Division (AEED).\n\n\nSpecial privileges given to SCP-6925 include:\n\n\n\n\nA diary for logging SCP-6925's day-to-day life.\n\n\nA video game console (With a budget of 20$ monthly to spend on video games).\n\n\nSeveral jigsaw puzzles.\n\n\nA domestic cat (On the condition that SCP-6925 will be assigned the duty of caretaking)\n\n\n\n\nThe budget for the security of SCP-6925 is to be increased by 75% of the standard AEED provided anomaly budget. The standard Mobile Task Force unit for the AEED, Omicron-20 (\"Lovebirds\"), is to be set on high alert about possible breaches into SCP-6925's containment cell.\n\n\nDescription:\n SCP-6925 is a 1.6m tall humanoid entity, with the name \"Matthew McHayward\". SCP-6925 possesses no physical differences to humans, apart from its skin, which is a bright purple. SCP-6925 is currently cooperative and non-hostile with SCP Foundation personnel.\n\n\nSCP-6925 possesses a natural, full immunity to all audio and visual Foundation cognitohazards that have been presented to it.\n1\n Memetic cognitohazards not directly created by the Foundation produce standard reactions.\n\n\nInvestigations into the origin of SCP-6925 trace its anomalous effects back to GoI-003 (\"Chaos Insurgency\"), where SCP-6925 was the result of an experiment with the goal of creating an artificial anomaly capable of bypassing Foundation cognitohazards protecting important database files.\n\n\nAddendum 6925.1:\n Timeline of events\n\nSCP-6925 posed a unique danger, in that it rendered Foundation database security ineffective on its own. This provided unique opportunities to stage breaches. These events are placed here in chronological order.\n\n\n\n\n12/5/2020\n: The first facility breach by GoI-003 that was later traced back to SCP-6925, occurring at Site-53.\n2\n\n\n1/3/2021\n: Database leak, resulting in 3GB of classified documents being obtained by GoI-003. At this given point in time, the source of the leak was unknown to Foundation personnel.\n\n\n1/17/2021\n: A Mobile Task Force unit had a skirmish with forces from an unknown foreign group during their training and exercise time. An estimated 45 casualties occurred, and the unit was forced to fall back to their designated site. The perpetrators were not traced and captured, however, it is believed due to the coordination and planning of the group as well as how close this incident was to the database leak, that this was connected in some way.\n\n\n17 entries omitted.\n\n\n6/5/2021:\n After an interrogation of several captured Chaos Insurgency agents, the presence of SCP-6925 was confirmed, and further investigations corroborated this. Funding into ORDER\n3\n was increased by 125% until apprehension of SCP-6925 was completed.\n\n\n6/15/2021:\n Skirmishes between Foundation personnel and Chaos Insurgents, alongside subsequent leaks of information to outsiders, resulted in various outside GoI's accessing information about SCP-6925. Coverups were attempted, however yielded minimal results.\n\n\n\n\nDuring a raid on a facility controlled by the Chaos Insurgency, several anomalous items, including SCP-6925, were apprehended by the Foundation on 7/1/2022. In order to insure that SCP-6925 does not fall into the possession of foreign Groups of Interests again, it was placed into the partial jurisdiction\n4\n of the AEED.\n\n\nAddendum 6925.2:\n Theft attempts\n\nSeventeen breaches by foreign GoI's have been documented over the course of SCP-6925's containment. A sample of one of the breach attempts are documented here.\n\n\n\n\nForeword:\n Breach by the Serpent’s Hand on 2/23/2022 at 11:52 PM, where members were successful in bypassing security and breaching into SCP-6925's containment chamber for a period of time.\n\n\n\n\n[BEGIN LOG]\n\n\nThe lights are off and a SCP-6925 is seen laying in the covers. A banging sound is heard on the door of the containment chamber.\n\n\n6925:\n \n[Muttering to himself]\n hmmm…?\n\n\nThe door is broken through and three robed figures storm the room. An alarm starts to ring and a red flashing light goes off within the chamber.\n\n\n6925:\n …What?\n\n\nThe robed figures grab hold of SCP-6925, and begin attempting to carry them away.\n\n\n6925:\n H-Hey, easy on the merchandise!\n\n\nSCP-6925 begins struggling and wailing, until the infiltrators drop them to the ground.\n\n\n6925:\n Now, what the hell are y'all doing here?\n\n\nROBED FIGURE 1 (RF1):\n What does it \nlook\n like we're doing? We're here to break you out of here.\n\n\n6925:\n The only thing \nyou're\n doing here is leaving to go on your way to whatever star wars convention you came from.\n\n\nRF3:\n Okay, okay, we look funny, we get it. Now come along, we are trying to help you here.\n\n\n6925:\n If you really want to help me, you can get me something at the cafeteria. It's taco Tuesday!\n\n\nRF2:\n Listen, it's clear they've been tampering with your memories to make you more complacent with authority. You need to come with us!\n\n\n6925:\n Wow, that's crazy.\n\n\nRF1:\n Are you even listening to us?\n\n\n6925:\n Yeah, yeah, I hear you. I need a second opinion, give me a second.\n\n\nRF1:\n …second opinion?\n\n\nSCP-6925 walks over to the side of the room and bangs on the wall.\n\n\n6925:\n YO, PHIL!\n\n\nADJACENT ANOMALY (AA)\n: \n[Muffled through the wall]\n WHAT?!\n\n\n6925:\n SOME MORE WEIRDOS HAVE COME TO TRY TO STEAL ME!\n\n\nAA:\n DID YOU TRY TO TAKE THEM TO THE FOOD COURT?!\n\n\n6925:\n YEAH BUT THAT DIDN'T WORK!\n\n\nAA:\n HA! SUCKS TO BE YOU!\n\n\nRF3:\n This is ridiculous, how can you be okay with something like this?\n\n\n6925:\n What do you mean? Here we get three free meals a day, a bunch of video games and shit, and we have a game night every Friday. You think I \nwant\n to go and pay taxes?\n\n\nRF1:\n But in the library you also-\n\n\n6925:\n In the library? You do what? \nRead\n? If you're anything like those other guys, you'll just throw me in a cold cell.\n\n\nRF3:\n Bu-\n\n\nThe second robed figure pushed the third robed figure to the side with a frustrated face and steps forward.\n\n\nRF2:\n Screw it, we've wasted enough of our time here, and agents are soon to arrive. You're coming with us whether you like it or not.\n\n\nThe second robed figure pulls out a stun baton and prepares to attack SCP-6925. But before he is able to do anything, personnel from Omicron-20 run into the room and terminates the intruders. The cat hisses and runs to the opposite side of the room, with SCP-6925 slowly walking over to comfort it.\n\n\n6925:\n Took y'all long enough, you were late this time. Can you get some janitors to clean this mess up or whatnot?\n\n\n[END LOG]\n\n\n\n\nAddendum 6925.2:\n Diary entry\n\n\n\n\n2/3/22\n\n\nSome weird dudes broke into my room and said I needed to come with them because I was being jailed, and now I have a bloodstain in my carpet that won't wash out. I'm not going through that shit again, I just want to stay here and eat some snacks for fucks sake.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It additionally has full immunity to all memetic cognitohazards manufactured by the Foundation after SCP-6925's containment.\n\n\n2\n. Non-dangerous anomaly containment site.\n\n\n3\n. A project with the directive of infiltrating GoI-003 sites with the goal of apprehending anomalies.\n\n\n4\n. The AEED operation of maintaining SCP-6925 security is currently being supervised by the Oversight Committee.\n\n\n\n\n\n\n\n\n« \nSCP-6924\n | SCP-6925 | \nSCP-6926\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6925\n\" by GreenGolem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6925\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6925.1: Timeline of events SCP-6925 posed a unique danger, in that it rendered Foundation database security ineffective on its own. This provided unique opportunities to stage breaches. These events are placed here in chronological order.\nDuring a raid on a facility controlled by the Chaos Insurgency, several anomalous items, including SCP-6925, were apprehended by the Foundation on 7/1/2022. In order to insure that SCP-6925 does not fall into the possession of foreign Groups of Interests again, it was placed into the partial jurisdiction 4 of the AEED.",
        "Addendum 6925.2: Theft attempts Seventeen breaches by foreign GoI's have been documented over the course of SCP-6925's containment. A sample of one of the breach attempts are documented here.",
        "Addendum 6925.2: Diary entry\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6925 \" by GreenGolem, from the SCP Wiki . Source: https://scpwiki.com/scp-6925 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6925",
    "object_class": "Safe",
    "containment_procedures": "SCP-6925 is to be kept at high-security Site-183, in a standard humanoid accommodation chamber within a sector currently under the supervision of the Anomalous Entity Engagement Division (AEED).",
    "description": "SCP-6925 is a 1.6m tall humanoid entity, with the name \"Matthew McHayward\". SCP-6925 possesses no physical differences to humans, apart from its skin, which is a bright purple. SCP-6925 is currently cooperative and non-hostile with SCP Foundation personnel.",
    "title": "SCP-6925"
}