{
    "url": "https://scp-wiki.wikidot.com/scp-6926",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6926\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\neshu\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6926\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Annual containment efforts of SCP-6926 is primarily managed using Foundation web crawlers designed to track social media reports of its activities.\n\n\n\n\n\n\nSCP-6926 following acquisition of a minibike (Florida, United States)\n\n\n\n\n\n\nReports of anomalous phenomena caused by SCP-6926 are to be tracked and witnesses are to be amnesticized appropriately.\n\n\nDescription:\n SCP-6926 is a humanoid entity resembling a balding, elderly male with a short white beard. SCP-6926 always appears dressed in a manner somewhat resembling traditional depictions of Santa Claus, with additional articles of clothing worn in cold weather.\n\n\nAreas within a twenty-five mile radius of SCP-6926 experience the following phenomena:\n\n\nEnvironmental:\n\n\n\n\nDecrease in local temperatures; enough to sustain the presence of ice and snow.\n\n\nThe appearance of partially drunk alcoholic beverages within local homes.\n\n\n\n\nPhenomena displayed in humans:\n\n\n\n\nIncreased fatigue and idleness. Often causing subjects to remain sleeping longer than usual.\n\n\nThe inability to keep track of time consistently throughout the day.\n\n\nSevere headaches in subjects that drank alcohol the previous day, no matter how minimal the amount consumed.\n\n\nFeelings of melancholy and regret (Reasons vary between subjects).\n\n\n\n\nAdditionally, SCP-6926 has displayed various anomalous abilities, including instant teleportation between locations, manipulation and control of ice and snow, inducing alcoholic intoxication through physical contact, and the manifestation of holiday themed/related beverages (Eggnog, Irish-cream, Coca-Cola). SCP-6926 only uses these abilities to aid itself in its annual activities.\n\n\nSCP-6926 manifests annually on the 26th of December in countries that celebrate the holiday “Boxing Day”. During such times SCP-6926 will travel between locations that have hosted social gatherings the night prior, specifically those containing uneaten foodstuffs and beverages leftover from the night before. While there, SCP-6926 will take part in recreational activities such as drinking, eating, and general relaxation. SCP-6926 will de-manifest at 12:00am local time on December 27th.\n\n\nDiscovery Log:\n Local phenomena resulting from SCP-6926’s anomalous properties were first detected in the village of ██████, England, on December 26th 1995. Due to the sudden drastic change in local weather, Foundation agents in the area were dispatched to investigate. SCP-6926 was discovered traveling between pubs in the area, joined by civilians partaking in a pub-crawl that had begun the previous night. Interviews with witnesses revealed SCP-6926 had become heavily intoxicated over the night, during which they made various references to a confidential event that took place on \nSeptember 22nd the same year\n.\n\n\nInterview Log:\n The following is an improvised interview that was recorded following SCP-6926’s sudden manifestation at Site-17’s annual employee boxing day gathering in 1996.\n\n\n\n\nFoundation personnel can be heard talking to one another over the sound of music. The room goes silent and the music stops, as personnel notice the presence of SCP-6926. Loud crunching can be heard from SCP-6926. Researcher Agnew approaches.\n\n\nResearcher Agnew:\n Wow. Um, excuse me? Who’re you?\n\n\nSCP-6926:\n Hi. What’s up? I’m Santa Claus.\n\n\nResearcher Agnew:\n Yeah… Um, what are you doing here?\n\n\nSCP-6926 continues eating cookies\n\n\nSCP-6926:\n Eating right now.\n\n\nResearcher Agnew:\n Right. Any particular reason you’re here though?\n\n\nSCP-6926:\n Food. You want some?\n\n\nResearcher Agnew:\n No thanks. \nResearcher Agnew gestures to personnel to alert security.\n\n\nResearcher Agnew:\n So you’re Saint Nick then?\n\n\nSCP-6926:\n No. I’m Santa Claus. Well, not today at least. It’s my day off.\n\n\nResearcher Agnew:\n You don’t seem quite jolly enough to be Santa Claus.\n\n\nSCP-6926 picks up a can of coke and notices that it is warm. Frost forms around the can and SCP-6926 smiles.\n\n\nSCP-6926:\n I don’t care.\n\n\nResearcher Agnew:\n You know, it’s strange. When I was a kid, I didn’t believe in Santa.\n\n\nSCP-6926 looks at researcher Agnew. SCP-6926 takes a sip of coke.\n\n\nSCP-6926:\n You’re an idiot.\n\n\nResearcher Agnew:\n Any other business?\n\n\nSCP-6926:\n Probably finish off here. Go someplace else. You’re kinda bringing down the mood here buddy.\n\n\nSecurity personnel enter the room and approach SCP-6926. Both restrain SCP-6926 and escort them into the hallway. Shortly afterwards, both security personnel begin to stupor and suddenly collapse onto the floor. SCP-6926 re-enters the room.\n\n\nResearcher Agnew:\n Hey! What’re you-\n\n\nSCP-6926 grabs a bottle of whisky from a nearby table.\n\n\nSCP-6926:\n Haha. Lightweights.\n\n\nSCP-6926 disappears\n\n\n\n\n\n\n\n\n« \nSCP-6925\n | SCP-6926 | \nSCP-6927\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foundation personnel can be heard talking to one another over the sound of music. The room goes silent and the music stops, as personnel notice the presence of SCP-6926. Loud crunching can be heard from SCP-6926. Researcher Agnew approaches. Researcher Agnew: Wow. Um, excuse me? Who’re you? SCP-6926: Hi. What’s up? I’m Santa Claus. Researcher Agnew: Yeah… Um, what are you doing here? SCP-6926 continues eating cookies SCP-6926: Eating right now. Researcher Agnew: Right. Any particular reason you’re here though? SCP-6926: Food. You want some? Researcher Agnew: No thanks. Researcher Agnew gestures to personnel to alert security. Researcher Agnew: So you’re Saint Nick then? SCP-6926: No. I’m Santa Claus. Well, not today at least. It’s my day off. Researcher Agnew: You don’t seem quite jolly enough to be Santa Claus. SCP-6926 picks up a can of coke and notices that it is warm. Frost forms around the can and SCP-6926 smiles. SCP-6926: I don’t care. Researcher Agnew: You know, it’s strange. When I was a kid, I didn’t believe in Santa. SCP-6926 looks at researcher Agnew. SCP-6926 takes a sip of coke. SCP-6926: You’re an idiot. Researcher Agnew: Any other business? SCP-6926: Probably finish off here. Go someplace else. You’re kinda bringing down the mood here buddy. Security personnel enter the room and approach SCP-6926. Both restrain SCP-6926 and escort them into the hallway. Shortly afterwards, both security personnel begin to stupor and suddenly collapse onto the floor. SCP-6926 re-enters the room. Researcher Agnew: Hey! What’re you- SCP-6926 grabs a bottle of whisky from a nearby table. SCP-6926: Haha. Lightweights. SCP-6926 disappears"
    ],
    "item": "SCP-6926",
    "object_class": "Euclid",
    "containment_procedures": "Annual containment efforts of SCP-6926 is primarily managed using Foundation web crawlers designed to track social media reports of its activities.",
    "description": "SCP-6926 is a humanoid entity resembling a balding, elderly male with a short white beard. SCP-6926 always appears dressed in a manner somewhat resembling traditional depictions of Santa Claus, with additional articles of clothing worn in cold weather.",
    "title": "SCP-6926"
}