{
    "url": "https://scp-wiki.wikidot.com/scp-6928",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nContains references to self-harm and suicide, homophobic slur, and dark themes.\n\n\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6928\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Location has been closed off to the public. Relocate trespassers to Site-33.\n\n\nDescription:\n SCP-6928 is a small ballroom located in the Colonial Mews Guest House (Oklahoma City, Oklahoma, USA). It operated as a dance club, arts venue, and visual/musical artist residency from 1977-1986 before closing due to lack of funds.\n\n\nSubjects who enter SCP-6928 suffer great headaches, stomach pain, and vomiting, with the severity believed to be influenced by the individual's mental fortitude. Weak-willed subjects may experience an intense, days long bout of food poisoning while stronger ones only a migraine. However, all subjects experience negative thoughts which intensify the longer they remain within SCP-6928. One senior researcher, after just an hour and twenty minutes, reported feeling suicidal (\"…a very tough hook in my head. It dragged out some insecurities I thought I had overcome years ago.”). Sudden bursts of emotion are also common: some subjects began screaming and punching the walls, others were overcome with grief and collapsed to the floor, six felt an \"infinite hollowness\" in their chests, and one spent ten minutes running in a circle and jumping up and down in apparent ecstasy — all while experiencing the physical symptoms.\n\n\nFollowing containment, researchers carried out hyper-sensitive motion/███████████ tests of SCP-6928. Those tests revealed that SCP-6928 contains the apparitions of 399 human beings which are all rushing around the center of the room at a high speed. These apparitions bear the appearance of their living selves at the time of their deaths although heavily decayed. Their faces are contorted in expressions of pain, pleasure, sadness, disgust, or fury. Many have limbs or patches of skin or chunks of the face missing. Rot is near-universal. The apparitions appear to have some material properties with one another as they have been observed climbing, shoving, pulling, pushing, kissing, copulating, and fighting with one another, but as a whole they are immaterial and blend together into a single large whirling mass. Seven of the documented entities were found to be unresponsive.\n\n\nAfter preliminary tests were finished, a second round of more advanced testing was carried out. A key question researchers were hoping to answer was whether the apparitions present were sentient or, if they were, entirely aware of what they were doing. The last test of this round as of the time of writing involved a researcher trained in psychography\n1\n entering SCP-6928 with a 200-page notebook and observing what words and pictures the apparitions would produce.\n\n\nThe journal was filled in under half an hour. Researchers were later able to identify thirteen main authors although some passages contain as many as forty-one. Further analysis of the passage can be found in \nDocument 6928-A\n upon request.\n\n\nTranscribed below is a section taken from page 85.\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\nYaou were wrong sugar honey do u wanna dance with me? swipe my guns with ur sugar teeth and take my time down along my back. its a new I’d dy emy hair if I could but he’d get pissed if I did. TYeah they’re not hte worst but they’re alwo not hte best but I mean at the same time I’m also not hte best. I wanna meet u halfway. I wanna examine you I think you’re just being pathetic. You’re screaming but you’re YOU NEVER GET ME ANYMOREnot saying anything. You’re just in love with your YOU’RE THE ONLY ONE THAT DID.own noise. It’s better to slice your throat now out of your own volition than it is to have it cut All of my protections are goneby a pig screaming into the void and I feel sorry for you, but so is everyone else.Nothing matters but see me naked, wet, alone — for everything I truly amleast we were born close enough analyze you like the worst kind of person you;ve ever met. Stomach gas. Time trap. stom ach trap. time trap. -If they won’t let you come home to mecan we sleep together again in your crappy apartment? do you still do that? we have to tell the cops about it, dont we? I dunno. I don’t careabout what the copsyou’re so innocent, you know that? Sooo innocent- you’re so innocenti hate myself i never knew-i hatemyself i hateyoui hateeverything-i’m sorry-THE COMMUNISTS SAID THEY’D FUCKING PROTECT ME.\n\n\nwhy are you focused on that? Why are you focused on the black I don’t wanna see what they do if reagan gets electedThey’re gonna kill us man. We fought so fucking hard and nwo we’re just fuI feel like a complete failure to all of my heroes. I feel like I bent to power instead of fighting it. I sold-IloveyouIknowitshardandweregoingtodie-out. You make me feel like I’m alive.can’t you just look at me? Can’t you just focus on us right now in this momthis fuckin smack is going in my head. my hands are in my fucking head. im gonna die soon, honey, im sorry im dying i took it— oh my god please help me jesus please — I don’t wanna live to be twenty-one I can’t leave am i going to do, man.what-you-are-you-are-you-are-you-are-you-are-youthis fucking country don’t know what to say to get them to just leave me the fuck alone IFTHE WORLD WERE REALLY RIGHT THERE’D BE A WHITE GENOCIDEkill all of them, but it’s too late. I was born too late to do any of that I HATE YOU ALLi just want to fucking burn everything down and eat everything alive and you know fuck it imma buy a stake in my favorite band..-thestruggledoesntmatterbutiloveyou-You were not here you were not one of usOne day you’re gonna see that we weren’t meant to die. I ain’t got no more money, but I’m happy kinda and I haven’t used in a few weeks.I WISH I’D DONE IT WHEN I WAS TENit’s challenging, but I feel so lucky to tryI’M TOO OLD TO DO IT NOWI’m never gonna have peace of mind, butI’M TOO WEAK AND PATHETIC. I don’t mind as long as I have you.THEY'RE GONNA FUCKING KILL ME.I’ve been thinking about what I’m going to name my children\n\n\n. .. .. . fonlywegottobeangelsyoudloveme, yeahi loveyoutoo. .… . \n \n . .\n\n\nAll of my heroes aredead I’d do anything. I’d stop beingadyke I'd be a woman againdead and all I can do is choose how I dieYou’re an inspiration to me every day.pent up anger and rage from living’d get a suburban home and a job and kidsnobody else loves you i was alone in a room that was alone in a home alone in a block alone in a loner cointry in a lonely I feel so gross. just-keep breathing you saidpart of the universe. the worst kind of person you;ve ever met-I know you don’t think you’re good and you don’t deserve the life you were given by God but I need you to understand thatI DON'T THINK I WOULD DATE YOU— you fucking are. I love you, I love you so fucking much-i'm not gonna die of old age Even if you were a ghost. that's why i hate Even if nobody else loves youbeing alive. i know and your family doesn’t love youi'm not gonna fade away, i'm gonna be snuffed . and your friends don’t talk to you, I love you. I’llyou never loved me love you for all of them. I’ll love you for the whole world. You don't deserve to die. You don't deserve suicide.\n\n\noutaying there watching you. i think this is itIlove- i think the world is endingit’sokayIloveyouIalwayshaveIloveyouIloveyouIloveyou\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. \nPsychography\n is the practice of an individual allowing one or more spectral entities to partially inhabit their body for a set amount of time. This is commonly used to allow communications (either verbally or through writing) between the living and the deceased.\n\n\n\n\n\n\n\n\n« \nSCP-6927\n | SCP-6928 | \nSCP-6929\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6928\n\" by redredred, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6928\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "The journal was filled in under half an hour. Researchers were later able to identify thirteen main authors although some passages contain as many as forty-one. Further analysis of the passage can be found in Document 6928-A upon request.\nTranscribed below is a section taken from page 85.\n"
    ],
    "notes": [
        "Yaou were wrong sugar honey do u wanna dance with me? swipe my guns with ur sugar teeth and take my time down along my back. its a new I’d dy emy hair if I could but he’d get pissed if I did. TYeah they’re not hte worst but they’re alwo not hte best but I mean at the same time I’m also not hte best. I wanna meet u halfway. I wanna examine you I think you’re just being pathetic. You’re screaming but you’re YOU NEVER GET ME ANYMOREnot saying anything. You’re just in love with your YOU’RE THE ONLY ONE THAT DID.own noise. It’s better to slice your throat now out of your own volition than it is to have it cut All of my protections are goneby a pig screaming into the void and I feel sorry for you, but so is everyone else.Nothing matters but see me naked, wet, alone — for everything I truly amleast we were born close enough analyze you like the worst kind of person you;ve ever met. Stomach gas. Time trap. stom ach trap. time trap. -If they won’t let you come home to mecan we sleep together again in your crappy apartment? do you still do that? we have to tell the cops about it, dont we? I dunno. I don’t careabout what the copsyou’re so innocent, you know that? Sooo innocent- you’re so innocenti hate myself i never knew-i hatemyself i hateyoui hateeverything-i’m sorry-THE COMMUNISTS SAID THEY’D FUCKING PROTECT ME. why are you focused on that? Why are you focused on the black I don’t wanna see what they do if reagan gets electedThey’re gonna kill us man. We fought so fucking hard and nwo we’re just fuI feel like a complete failure to all of my heroes. I feel like I bent to power instead of fighting it. I sold-IloveyouIknowitshardandweregoingtodie-out. You make me feel like I’m alive.can’t you just look at me? Can’t you just focus on us right now in this momthis fuckin smack is going in my head. my hands are in my fucking head. im gonna die soon, honey, im sorry im dying i took it— oh my god please help me jesus please — I don’t wanna live to be twenty-one I can’t leave am i going to do, man.what-you-are-you-are-you-are-you-are-you-are-youthis fucking country don’t know what to say to get them to just leave me the fuck alone IFTHE WORLD WERE REALLY RIGHT THERE’D BE A WHITE GENOCIDEkill all of them, but it’s too late. I was born too late to do any of that I HATE YOU ALLi just want to fucking burn everything down and eat everything alive and you know fuck it imma buy a stake in my favorite band..-thestruggledoesntmatterbutiloveyou-You were not here you were not one of usOne day you’re gonna see that we weren’t meant to die. I ain’t got no more money, but I’m happy kinda and I haven’t used in a few weeks.I WISH I’D DONE IT WHEN I WAS TENit’s challenging, but I feel so lucky to tryI’M TOO OLD TO DO IT NOWI’m never gonna have peace of mind, butI’M TOO WEAK AND PATHETIC. I don’t mind as long as I have you.THEY'RE GONNA FUCKING KILL ME.I’ve been thinking about what I’m going to name my children . .. .. . fonlywegottobeangelsyoudloveme, yeahi loveyoutoo. .… . . . All of my heroes aredead I’d do anything. I’d stop beingadyke I'd be a woman againdead and all I can do is choose how I dieYou’re an inspiration to me every day.pent up anger and rage from living’d get a suburban home and a job and kidsnobody else loves you i was alone in a room that was alone in a home alone in a block alone in a loner cointry in a lonely I feel so gross. just-keep breathing you saidpart of the universe. the worst kind of person you;ve ever met-I know you don’t think you’re good and you don’t deserve the life you were given by God but I need you to understand thatI DON'T THINK I WOULD DATE YOU— you fucking are. I love you, I love you so fucking much-i'm not gonna die of old age Even if you were a ghost. that's why i hate Even if nobody else loves youbeing alive. i know and your family doesn’t love youi'm not gonna fade away, i'm gonna be snuffed . and your friends don’t talk to you, I love you. I’llyou never loved me love you for all of them. I’ll love you for the whole world. You don't deserve to die. You don't deserve suicide. outaying there watching you. i think this is itIlove- i think the world is endingit’sokayIloveyouIalwayshaveIloveyouIloveyouIloveyou",
        "\" SCP-6928 \" by redredred, from the SCP Wiki . Source: https://scpwiki.com/scp-6928 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6928",
    "object_class": "Safe",
    "containment_procedures": "Location has been closed off to the public. Relocate trespassers to Site-33.",
    "description": "SCP-6928 is a small ballroom located in the Colonial Mews Guest House (Oklahoma City, Oklahoma, USA). It operated as a dance club, arts venue, and visual/musical artist residency from 1977-1986 before closing due to lack of funds.",
    "title": "SCP-6928"
}