{
    "url": "https://scp-wiki.wikidot.com/scp-6936",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\nThe following article is a part of the \nAnd Every Time We Meet Again\n storyline. Whilst you can read it on its own, it's highly recommended you read the previous installments to get this article in its fullest.\n\n\n\n\n\n\n\n\nrating: \n+82\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCiPNET FILE CLEARANCE NOTIFICATION\n\n\nPlease note: regardless of user clearance, as per RAISA Director Maria Jones' Emergency Clearance Override Order, the following file is only available to three individuals within the SCiPNET Database: Dir. Maria Jones, Dr. Alistair Vemhoff, and Dr. Daniel Asheworth\n.\n\n\n\n\n\n\n\n\n> ACCESS PERMISSIONS CHANGED PER MARIA JONES' CREDENTIALS FROM WITHIN OVERWATCH COMMAND: NEW ACCESS PERMISSIONS AVAILABLE.\n\n\n> THE FOLLOWING FILE IS ONLY AVAILABLE TO THE FOLLOWING SCiPNET USERS: O5-9. THERE ARE NO EXCEPTIONS TO THIS RULE.\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6936\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nembla\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArchived Special Containment Procedures:\n \nSCP-6936 is to be contained within the lowest level crypts within \nSCP-5292\n due to their inassessibility to anyone without direct permission from the three individuals that can access this file and SCP-5292-2, who has been bound with a Death Oath\n1\n to ensure protocol abidance. All other ways of containment / sharing of information regarding SCP-6936 or its contents is strictly forbidden and is punishable by immediate termination.\n\n\nRevised Special Containment Procedures:\n SCP-6936 is stored within O5-9's personal office within Overwatch Command, where she is to ensure she is the only individual with access to it.\n\n\nDescription:\n SCP-6936 is SCP-5292-1248, also referred to as \"Kodex Tenebra\" by its cover, an ancient tome collectively written by a total of approximately 56 different authors over the course of its ~200 000 year existence.\n2\n In 10 183 pages and 203 different languages, it describes numerous extremely complex thaumaturgic rituals that are not recorded or otherwise described in any known esoteric texts. Upon reading any entry in SCP-6936, all individuals inevitably and universally agree that the contents of the entries are \"disgusting and unforgivable.\"\n3\n The only irregularity to this rule is its first page, which, after translation, reads:\n\n\n\n\n\n\nBury your past, bury your sins; run from what you've done as best as you can.\n\n\nThe universe will always find a way to pay you back for what you're about to do.\n\n\nNo matter the intention.\n\n\n\n\n— The first to ever forget this lesson\n\n\n\n\n\n\n\n\nThe significance of this is unknown.\n\n\nDiscovery:\n SCP-6936 was discovered on 02/05/1982. Despite the Foundation being aware of SCP-5292 for 66 years,\n4\n due to the remote location of the item relative to the rest of the library, it wasn't discovered until a deep exploration mission was requested by Dr. Vemhoff to access the lowest levels of the library. Within the crypts situated at the lowest levels of the location, SCP-6936 was discovered within a small, separated room, protected by numerous spells concealing its existence and disallowing entry. When questioned about it, SCP-5292-2\n5\n answered it was \"a prison, meant to contain the instructions to the worst sins a man can commit, hidden so that nobody would ever use them again,\" later describing the tome in full detail.\n\n\nDue to its properties, the two discoverers of SCP-6936, Dr. Asheworth and Dr. Vemhoff, did not report the incident to the remainder of \nSite-120\n staff, instead choosing to contact Dir. Jones directly to avoid potential misuse. The crypt was re-sealed again with the help of extremely complex rituals weaved by Dr. Asheworth; undoing them would require an intervention from a Class XII theologically-ontokinetic entity.\n\n\nOn \n06/09/1985\n, the seal was broken again, resulting in O5-9 acquiring the tome.\n\n\nAddendum 6936.1:\n SCP-6936 Excerpts and Test Log\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nPage Number:\n 429-435\n\n\nSpell Name:\n \"Extratemporal torture of the soul, ad infinitum\"\n\n\nSpell Description:\n Via the creation of an extratemporal environment, the ritual allows for a targeted individual to undergo an infinite cycle of torture.\n\n\nAdditional Notes:\n Page 435 was found to contain vomit mixed with blood\n6\n on top of itself.\n\n\n\n\n\n\nPage Number:\n 829-834\n\n\nSpell Name:\n \"Renaissance of the Elysians\"\n\n\nSpell Description:\n Allegedly designed to resurrect individuals dead for over a year, \"pulling their souls from Elysium directly into the corpus once more.\" A warning in large red text is attached to the introduction of the spell, warning readers that the spell should not be conducted on individuals who have not been deceased for the aforementioned period of time.\n\n\nAdditional Notes:\n The actual instructions of how to conduct the spell are ripped out; \nreasons for this\n remain unknown.\n\n\n\n\n\n\nPage Number:\n 2013-2016\n\n\nSpell Name:\n \"Retroactive removal\"\n\n\nSpell Description:\n Unknown\n\n\nAdditional Notes:\n Attempts to read any of the pages containing information regarding this spell universally result in observers reporting the inability to comprehend the text, instead interpreting it as the following: \"\nOne time\n is already too much. I ain't allowing it to happen again.\" Mnestic and anti-memetic treatments have failed to provide any different results.\n\n\n\n\n\n\nPage Number:\n 3500-3509\n\n\nSpell Name:\n \"Permanent treatment of soul torture-induced sickness\"\n\n\nSpell Description:\n According to its description, upon being applied, the ritual heals \"wounds\" apparently created by soul torture; it doesn't elaborate what these wounds or their symptoms are.\n\n\nAdditional Notes:\n The entire page is over-written by the repetition of an identical note, written in a thick red font: \"DOESN'T WORK WITH TWO.\"\n\n\n\n\n\n\nPage Number:\n 4923-4926\n\n\nSpell Name:\n \"Curse removal\"\n\n\nSpell Description:\n When properly executed, the spell is supposed to remove all curses, negative auras, and prophecies from the targetted individual.\n\n\nAdditional Notes:\n Underneath the instructions, a faint message can be seen: \"The first page was right.\"\n\n\n\n\n\n\nPage Number:\n 5271-5278\n\n\nSpell Name:\n \"Forcing of obedience\"\n\n\nSpell Description:\n Designed to establish control over a target's mind for a short period of time, during which the caster has total control over the target, allowing for the evasion of mental and thaumaturgic blocks.\n\n\nAdditional Notes:\n Page is visibly damaged; scans indicate the act was performed by an individual excreting both Akiva radiation\n7\n and possessing human DNA. Damage was done in an erratic manner, with the only evidence aside from the damage done was a visibly rushed note on the page: \"Doesn't work with Death Oaths.\"\n\n\n\n\n\n\nPage Number:\n 7182-7184\n\n\nSpell Name:\n \"Soul separation\"\n\n\nSpell Description:\n When properly executed, the spell allows to separate one of the souls from a two-soul body.\n\n\nAdditional Notes:\n See the following recording.\n\n\n\n\n[BEGIN LOG]\n\n\nThe log begins, showing a dark room. Despite the poor lighting, a feminine figure standing near a table filled with thaumaturgic and alchemical apparatus can be seen. A large opened tome is laying near them, with scraps of paper and notes present on it. The woman is chaotically mixing ingredients together, each time looking at the pages of the book before making a move. Each time she does so, however, she expresses visible disgust at the words written in the book. She is visibly angry, making numerous mistakes as she goes on, having to repeat some of the steps numerous times. She swears, but continues the ritual.\n\n\nAfter 20 minutes of action, she pours a liquid she received from a ritual invisible due to the lighting into a flask. She adds a couple of identified items into the mix, and puts the container on a green flame burning atop alchemical apparatus. Mixing its insides with a long item of unknown purpose, after 3 minutes of cooking, she once again pours the liquid into another container; this time, a cup.\n\n\nAfter consulting with the book again, she grimaces at its sight, and quickly drinks the liquid. Starting to cough, she drops the cup on the floor, shattering it. Rather than remaining on the ground, the shards formed by the destruction suddenly start to float as a red aura encompasses them. She starts to cough again, this time harder, wiping blood from her chin formed by the cough, and the shards once again fall to the floor. The sound emitted by shattered porcelain is accompanied by the woman's increasing screams.\n\n\nShe falls on her knees and eventually on the ground, trying to grab onto any item on the ground with her hands. She screams and spasms in agony as a red aura fills her body; said aura then flickers, as if it was turning on and off. She lets out a panicked shout as she tries to stand up, grabbing the desk with one of her hands. She opens her mouth, as if she was to vomit, and from within her, a vaguely humanoid, transparent, and white entity can be seen emerging. As it is about to exit her body through her widely-extended mouth, it is suddenly pulled back into the woman as a burning red aura fills the room again.\n\n\nThe woman screams in frustration, trying to fully stand up. Seconds later, she collapses again, and hits the ground numerous times in anger. She starts to crawl towards the exit, starting to cough violently again. Seconds later, however, she is suddenly lifted from the ground by an unknown force. She closes her eyes, and upon re-opening them, they start to glow with a bright, red light.\n\n\nAs the individual screams again, all glass present within the room, including the camera, shatters. The recording ends.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nPage Number:\n 10 184-10 194\n\n\nSpell Name:\n \"Destruction of final seals\"\n\n\nSpell Description:\n Spell specifically designed to destroy the \nFifth Seal\n; scripture is unfinished, with large portions of text crossed out, removed, or burnt.\n\n\nAdditional Notes:\n N/A, research on aforementioned spell deemed unfeasible due to the skill required to conduct ritual, the scripture itself being incomplete, and that it is the most recent entry in SCP-6936.\n\n\n\n\nThe full list of all SCP-6936 excerpts can be found \nhere\n.\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum 6936.1:\n SCP-6936-associated Interviews\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nDate:\n 10/09/1985\n\n\nInterviewed:\n SCP-5292-2\n\n\nInterviewer:\n O5-9\n\n\n\n\n[BEGIN LOG]\n\n\nO5-9 enters a small room containing only a table and two chairs, one of which is occupied by SCP-5292-2. It is bound by translucent chains and a red aura. The other chair is empty. The Overseer coughs up blood on her way to the chair, leaning on the walls of the room for support. She is visibly angry, grimacing the entire time.\n\n\nNine reaches for the chair as a faint red light begins to fill her eyes. She snaps out of it with a slap and seats herself on the empty chair. She coughs, grabbing onto the table. She is visibly tired; her body, or at least whatever part of it is visible, is covered in scars and other injuries. O5-9 does not seem bothered in the slightest by her actions.\n\n\nO5-9:\n I've done everything. I've done everything, you piece of shit. \n<cough>\n Everything. I've listened to your stupid book, giving it what it wanted. Why doesn't it work? Why?!\n\n\nHer screams are accompanied by a low rumble that dislodges dust from the ceiling of the room..\n\n\nSCP-5292-2:\n \n<scoffs>\n You're stupid if you think you listened to it. You're stupid if you think you listened to \nme\n. You did \nnothing\n. You \nachieved nothing\n, you disgusting sack of blasphemous shit.\n\n\nNine hits the table with her left fist, but is stopped by the coughing starting again. She wipes the blood from her chin, but continues.\n\n\nSCP-5292-2:\n \n<chuckling:>\n You're growing weak, \nPha'h-fael\n. Looks like your host isn't as good as you thought her to be, isn't she?\n\n\nO5-9:\n Shut… up! Just… \n<coughing:>\n why doesn't it work?! I made this goddamned book my fucking own, I… I fed it, I did everything; but nothing works. W-hy?!\n\n\nSCP-5292-2:\n Because you're never meant to know. That's your course.\n\n\nO5-9:\n W… What?\n\n\nSCP-5292-2:\n Your book isn't sapient, no, but it's smart. It knows what you want to achieve, and there's a limit to what it allows. And, above all, the book likes irony; your irony is exactly that — the fact that the only person capable of creating your little spell is the one you so desperately want out of yourself.\n\n\nNine grabs the book and opens it on page 10 194. She starts to examine it carefully, but gets more and more frustrated as she continues doing so.\n\n\nO5-9:\n Just… \n<cough>\n tell me how to—\n\n\nShe starts to cough again, her nose starting to bleed.\n\n\nSCP-5292-2:\n No. That's beyond my will.\n\n\nO5-9:\n I'll fucKING KILL Y—\n\n\nNine extends her hand, and SCP-5292-2 starts to levitate. It begins to choke as the woman starts to smile. Halfway through, however, she collapses on the ground, letting the other fall on the ground. She starts to bleed from all orifices as she tries to stand up, only for the fluid to stain the ground. She stands up again, trying to re-initiate the grasp on the other entity, but the moment she extends her hand, her expression suddenly changes to a much calmer and more disoriented one.\n\n\nO5-9:\n How… How close are they?\n\n\nSCP-5292-2:\n Close.\n\n\nO5-9:\n I don't think I'll manage to stop her from learning the spell any longer. She… She's getting stronger, and—\n\n\nSCP-5292-2:\n You need to try. Just for a little longer.\n\n\nO5-9:\n But… what if it won't be enough?\n\n\nSCP-5292-2:\n It has to.\n\n\nO5-9:\n I—\n\n\nNine collapses on the ground again, her eyes all red. She clenches her fist and she starts to scream with the other tone. This continues for twenty seconds as she unclenches said fist. She stands up with great difficulties. Upon fully regaining control, she continues to cough, but smiles widely.\n\n\nO5-9:\n So that's what's been going on. Funny thing, that little whore. Won't be for long, though.\n\n\nAt this time, the Overwatch Command alarm boots up, with the room suddenly starting to blink with a red emergency light. Nine looks around in shock as she grabs SCP-6936 from the table.\n\n\nOverwatch Command Security:\n WARNING! FATAL OVERWATCH COMMAND SECURITY BREACH IMMINENT!\n\n\nO5-9:\n No, no no no no no. There was supposed to be more time, I—\n\n\nSCP-5292-2:\n Looks like the cavalry's arrived. It's over.\n\n\nO5-9:\n You fucking wish.\n\n\nSCP-5292-2:\n Oh, I wish I wished. I know it. \nHe's\n there.\n\n\nO5-9:\n He's \nnothing\n when compared to me. I'll… I'll destroy that little insolent worm the moment I destroy the Fifth Seal like he'd never been there, I—\n\n\nSCP-5292-2:\n \n<laughs>\n Oh, you can \ntry\n. There's nothing you can do to avoid you two clashing.\n\n\nO5-9:\n Wha—\n\n\nSCP-5292-2:\n Because \nhe'd used it too\n. \n<pointing towards the book with its head:>\n The Codex. With good intentions, to be sure, ages ago, but he did it too. And that's the punishment for both of you.\n\n\nO5-9:\n …What?\n\n\nSCP-5292-2:\n \n<chuckling, weakly:>\n And the first page is always right, and we both know it.\n\n\nO5-9 screams in agony as she starts to cough again. She spits on the floor angrily and starts to levitate above the ground as her red aura fills the room again. With a move of her hand, the ceiling explodes, and she starts to cough again. As she ascends through the roof, her eyes, now filled with determination, start to glow with a dense red. The feed disconnects.\n\n\n[END LOG]\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nWARNING! FATAL OVERWATCH COMMAND SECURITY BREACH IMMINENT!\n\n\n\n\nWARNING! FATAL OVERWATCH COMMAND SECURITY BREACH IMMINENT!\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nOverwatch Command Security Notice\n\n\n10/09/1985, 13:24\n\n\n\n\n\n\nAt 13:24 local time, a group consisting of approximately 1024 individuals (including humans, Fae, and \nChildren of the Night\n) were observed approaching the building of Overwatch Command. How they were aware of its location or how they knew how to overpass all of the thaumaturgic rituals and anomalous items concealing its location remains unknown; all camera outposts were successively deactivated before action could be taken in their respective observation areas.\n\n\nThe group was quickly identified as the recently formed anti-Foundation rebellion, and defensive measures were activated. Seconds later, however, all of them were compromised via the usage of thaumaturgic and ontokinetic weaponry and personnel used by the group.\n\n\nCurrently, Overwatch Command is extremely vulnerable, being at risk of a siege by hostile parties while completely unprotected.\n\n\nImmediate action from the Administrator is required.\n\n\n\n\n \n\n\n\n\n> O5-9, YOUR INTERVENTION IS REQUIRED IMMEDIATELY. OVERWATCH COMMAND WILL BE OVERTAKEN IF YOU DO NOT RESPOND WITH IMMEDIATE FORCE. PROTOCOL THOUSANDTH DAWN IS ONLY 99% FINISHED, THIS INFRACTION MIGHT STOP ITS CONCLUSION.\n\n\nclose\n\n\n> O5-9, IF YOU DO NOT RESPOND NOW, THE ENTIRE FOUNDATION WILL BE AT RISK. DO YOU UNDERSTAND?\n\n\n…\n\n\n…\n\n\n…\n\n\nfocus-output: protocol-thousandth-dawn-activation\n\n\nfocus-output: all-available\n\n\n…\n\n\n…\n\n\n…\n\n\n> SYSTEM NOTIFICATION: PROTOCOL THOUSANDTH DAWN PROPERLY LOADED. MAY THE BEAST ROAR LIKE IT WAS DESTINED TO, FOR THE TIME HAS COME.\n\n\ndeactivate: overwatch-command cover-protocol\n\n\ndeactivate: overwatch-command security-systems\n\n\nopen: overwatch-command doors-all\n\n\ndisplay-message: \"Come in, let's get it done with. No need to make this longer than it needs to be.\"\n\n\n> ARE YOU SURE? YOU CANNOT UNDO THESE COMMANDS ONCE EXECUTED.\n\n\n…\n\n\n…\n\n\n…\n\n\nyes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. A thaumaturgic ritual binding a person to respect a previously given oath, with the punishment for intentionally breaking it being immediate death.\n\n\n2\n. Data obtained by Dr. Alistair Vemhoff, lead of the SCP-5292-1 translation project, suggests the tome wasn't merely co-written, but each of its new owners that obtained the item added their discoveries to it. If all of them did so willingly or were somehow persuaded by the item itself to do so remains currently unknown due to the intentional lack of research by the Foundation.\n\n\n3\n. Or a variation therefor.\n\n\n4\n. SCP-5292 was discovered on 13/01/1916.\n\n\n5\n. The spectral bookkeeper of SCP-5292.\n\n\n6\n. DNA analysis revealed that it contained the material from O5-9 and another unknown female individual.\n\n\n7\n. Energy excreted by deific entities or objects of faith.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6120\n\n\n\n\n\n\nAnd Every Time We Meet Again\n\n\n\n\n\n\n\n\n\n\n\n\nWhen the Sun Sets For Its Thousandth Time\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRalliston's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5572\n \n(+168)\n \n•\n\n\n\n\n\n\nSCP-6872\n \n(+145)\n \n•\n\n\n\n\n\n\nSCP-8572\n \n(+29)\n \n•\n\n\n\n\n\n\nSCP-8372\n \n(+154)\n \n•\n\n\n\n\n\n\nSCP-5659\n \n(+273)\n \n•\n\n\n\n\n\n\nSCP-6072\n \n(+120)\n \n•\n\n\n\n\n\n\nSCP-6483\n \n(+155)\n \n•\n\n\n\n\n\n\nSCP-0110-J\n \n(+233)\n \n•\n\n\n\n\n\n\nSCP-6772\n \n(+85)\n \n•\n\n\n\n\n\n\nSCP-5672\n \n(+42)\n \n•\n\n\n\n\n\n\nSCP-6789\n \n(+334)\n \n•\n\n\n\n\n\n\nSCP-7600\n \n(+208)\n \n•\n\n\n\n\n\n\nSCP-7472\n \n(+127)\n \n•\n\n\n\n\n\n\nRalliston's Proposal\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-5936\n \n(+105)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nCarroll #022: The Last Stand\n \n(+30)\n \n•\n\n\n\n\n\n\nIsle Unto Thyself\n \n(+43)\n \n•\n\n\n\n\n\n\nLet the Maze of My Design Carry You On\n \n(+30)\n \n•\n\n\n\n\n\n\nProject Proposal 2049-154: \"Echoes\"\n \n(+50)\n \n•\n\n\n\n\n\n\nThe Ninth Archangel\n \n(+41)\n \n•\n\n\n\n\n\n\nThe Edge of All Light\n \n(+49)\n \n•\n\n\n\n\n\n\nEverchase\n \n(+62)\n \n•\n\n\n\n\n\n\nunVeiled: David Hunt on Galileo, the First Civilian Off-World Settlement\n \n(+50)\n \n•\n\n\n\n\n\n\nProject Proposal 2008-041: \"The Spark to Raise the World Ablaze\"\n \n(+47)\n \n•\n\n\n\n\n\n\nthe most important thing in the world\n \n(+44)\n \n•\n\n\n\n\n\n\nEchoes of Shattered Erikesh\n \n(+22)\n \n•\n\n\n\n\n\n\nPROJECT GRANT: Martian Stormpiercer\n \n(+21)\n \n•\n\n\n\n\n\n\nFor Crimes Uncommitted\n \n(+28)\n \n•\n\n\n\n\n\n\nWhat's Up With All the Reality Benders? — A Demographic Overview of Global Ontokinetic Prevalence\n \n(+84)\n \n•\n\n\n\n\n\n\nA Baptism of Fire\n \n(+42)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPublic Release of OPERATION: WITNESS Materials\n \n(+167)\n \n•\n\n\n\n\n\n\nArtwork: Witches on the Moon\n \n(+44)\n \n•\n\n\n\n\n\n\nRalliston's Authorpage\n \n(+209)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6935\n | SCP-6936 | \nSCP-6937\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6936\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6936\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ontologonew\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\nFilename:\n Embla.svg\n\n\nAuthor:\n \nShineShadowD\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nlink",
    "addendums": [
        "Addendum 6936.1: SCP-6936 Excerpts and Test Log",
        "Addendum 6936.1: SCP-6936-associated Interviews\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6936 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6936 . Licensed under CC-BY-SA .",
        "Filename: ontologonew Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: link",
        "Filename: Embla.svg Author: ShineShadowD License: CC BY-SA 3.0 Source Link: link"
    ],
    "description": "SCP-6936 is SCP-5292-1248, also referred to as \"Kodex Tenebra\" by its cover, an ancient tome collectively written by a total of approximately 56 different authors over the course of its ~200 000 year existence.2 In 10 183 pages and 203 different languages, it describes numerous extremely complex thaumaturgic rituals that are not recorded or otherwise described in any known esoteric texts. Upon reading any entry in SCP-6936, all individuals inevitably and universally agree that the contents of the entries are \"disgusting and unforgivable.\"3 The only irregularity to this rule is its first page, which, after translation, reads:",
    "title": "SCP-6936"
}