{
    "url": "https://scp-wiki.wikidot.com/scp-6945",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\nSYTYCFanon & GregJChudley\n\n\n\n\n\n\nSCP-6945- The Ruler of the Kingdom Formerly Known as the Site-78 Break room\n\n\nFanon's Author Page\n\n\n\n\n\n\n\n\n\n\nWelcome to Midwest Command Human Resources\n\n\nPlease enter your credentials:\n\n\n\n\n>USER: Jbaxter\n\n>PASS: * * * * * * * * * * * * * *\n\n\n\n\nCredentials accepted.\n\n\nWelcome, John. How can I help you today?\n\n\n\n\n>open_case SCP-6945\n\n\n\n\nBringing up relevant files\n\n\n\n\n\n\nSite-78 Budgetary Meeting 12/06/22\n\n\nPersonnel Present:\n\n\nSite-78 Department Head of Parabiological Sciences, Arms and Equipment, Maria Johnston\n\n\nSite-78 Department Head of MAUDE, Gregory Chudley\n\n\nMidwest Command Heads of Human Resources, John and Deborah Baxter\n\n\n\n\n[Recording start]\n\n\nJohn:\n Alright it is 0930 on Tuesday the… twelfth. All requested individuals have arrived for the meeting. State your names for the recording. John Baxter.\n\n\nDeborah:\n Deborah Baxter.\n\n\nMaria:\n Maria Johnston.\n\n\nGregory:\n Do we really need to do this? It’s just a budgetary meeting.\n\n\nJohn and Deborah:\n Yes.\n\n\nGregory:\n *sighs* Gregory Chudley.\n\n\nDeborah:\n Now that the formalities have been taken care of, what did you want to discuss?\n\n\nResearcher Chudley reaches down into a briefcase and pulls out a manilla folder.\n\n\nGregory:\n We are formally requesting a budget increase for future containment efforts for SCP-6945.\n\n\nJohn and Deborah exchange looks.\n\n\nJohn:\n Alright, what are your terms?\n\n\nResearcher Johnston fingers open the manilla folder and pulls out a spreadsheet before clearing her throat.\n\n\nMaria:\n We are asking for a 16% increase in funding towards our security detail for the room it's contained in. We also request an increase in cameras monitoring the room from to get a better coverage of the room’s interior within the room to monitor everything the anomaly is doing, as well as staff to operate the cameras.\n\n\nJohn:\n I suppose those terms are acceptable. Anything else?\n\n\nMaria:\n Well, we were also hoping for-\n\n\nGregory:\n We need a Scranton Reality Anchor.\n\n\nJohn:\n What do you mean you need a Scranton Reality Anchor? Every site has the budget for at least one. What happened to it?\n\n\nMaria:\n We were never given the money. We were told when active containment operations at Site-78 began that we'd get a grant for them. Money never showed.\n\n\nDeborah:\n Are you implying that Midwest Command never sent the funds? Don't be silly. Our department would never misplace a substantial sum of money.\n\n\nMaria:\n Misplace? No. Reassign to somewhere you deem more important? That sounds more likely to me but were not here to argue about the past. If you just take a look at the document, you'd understand-\n\n\nJohn and Deborah's mouths turn to a frown.\n.\n\n\nDeborah:\n We have. If you are formally requesting we read through the document alongside the authors in order to fully understand your reasoning, however, well…\n\n\nShe looks to John.\n\n\nDeborah:\n I suppose we can allow that.\n\n\nMaria:\n Wonderful! If you’ll open up to the beginning of the document…\n\n\n\n\n \n\n\n\n\n+ Open SCP-6945 File?\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6945\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-78\n\n\nLeah Richter\n\n\nMaria Johnston\n\n\nOmega-45 (\"Street Samurai\")\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6945 is currently contained within the break room of Site-78’s Parabiological Sciences Department. All personnel must formally announce their intentions of entering the break room to SCP-6945. All site personnel must store their lunches and other snacks within the break room,\n\n\nPersonnel are allowed to converse with SCP-6945 and are allowed haggle to get lower prices on the food stored in the break room’s fridge.\n\n\nUntil a method can be devised to put SCP-6945 in a proper containment cell, efforts must be made to convince SCP-6945 to remain within the break room and not attempt to “annex” other areas of Site-78 into its “domain”.\n\n\nDescription:\n SCP-6945 is a 1.37 meters tall bipedal humanoid. The proportion of its body resembles a human child, except its head is proportionally larger, and the ears are pointed. SCP-6945 resembles and self-identifies as a “Goblin”, commonly seen in fantasy literature. The entity calls itself “Scratneck the Terrible” and claims to be from another world, one that the Foundation has not documented. The anomaly has currently claimed the break room within Site-78’s Parabiological Science department as the “Kingdom of Scratneck\" and acts as if it is its ruler.\n\n\nAs “Ruler” of the break room, SCP-6945 imposes taxes on food, beverages, and snack items kept within it, as well as determining who may come and go. This has proven to be a nuisance to Site-78’s staff who have suggested other methods of eating on their lunches. However, SCP-6945 has expressed that it will leave the break room to establish another kingdom with more compliant subjects if the room was to remain vacant.\n\n\nDespite other alternatives such as storing food in personal office spaces or going off site for lunch, Site-78’s personnel have acquiesced to the anomaly’s demands in order to keep it contained within the breakroom until SCP-6945 can be brought under proper containment. Because the full extent of SCP-6945's anomalous abilities is currently unknown, it may be possible for it to cause either a broken veil scenario or an SK-Class Dominance Shift scenario if allowed to expand its \"kingdom\" outside Site-78.\n\n\nSCP-6945’s uncontainable nature stems from a collection of thaumaturgical objects within its possession. It is unknown how many are currently in the possession of SCP-6945 but at least a dozen have been seen in possession of the anomaly via camera footage. The current objects known to the Foundation are as follows.\n\n\n\n\n\n\nFoundation Designation\n\n\nSCP-6945's chosen name\n\n\nDescription\n\n\n\n\n\n\nSCP-6945-A\n\n\nThe Staff of Dispel Person\n\n\nA gnarled wooden staff. Appears to have the ability to relocate multiple people to nearby rooms. The targets must be visible to the user for -A to take effect.\n\n\n\n\n\n\nSCP-6945-B\n\n\nCloak of Invulnerability\n\n\nAppears to make SCP-6945 impervious to physical harm.\n\n\n\n\n\n\nDiscovery:\n It had been discovered shortly after the construction of Site-78 in 2012 that a region with a hume level of ten points below baseline was located approximately inside the Parabiological Sciences department. This discrepancy in hume level did not appear to have any ill effects on people within it and was therefore disregarded as another minor anomaly within Chugwater, Wyoming.\n\n\nThis would lead it to be the location of a breach in reality, occurring on 25-5-2022 at 11:37 as SCP-6945 appeared within the break room of Site-78’s Parabiological Science department. Written below is a transcript of the break room’s single security camera during the appearance of SCP-6945.\n\n\n\n\n[Cryptozoology Researcher Reginald Whitlock enters the break room at 1135. He goes to the fridge, pulls out an “I Believe” labeled Bigfoot lunch box.]\n\n\n[A swirling flame erupts from the corner of the break room, illuminating it in a deep red light.]\n\n\nReggie:\n What the shit?!\n\n\n[A greenish-brown figure appears from the swirling flame, garbed in an oversized red cloak and a large wooden staff in its hand.]\n\n\nSCP-6945:\n FINALLY, A WORLD RIPE FOR PLUNDERING! WITH THE POWERS TO WARP AND SHAPE THIS REALITY TO MY DEMANDS, I SHALL MAKE THIS MY DOMAIN!\n\n\nReggie:\n What the- Who the- How the-\n\n\nSCP-6945:\n SILENCE, FOOLISH MORTAL! YOU SHALL OBEY MY EVERY COMMAND OR ELSE YOU SHALL FACE THE WRATH OF SCRATNECK THE TERRIBLE! NOW… OBEY!\n\n\nSCP-6945 begins to laugh maniacally.\n\n\nReggie:\n Come on, in front of my salad?\n\n[END LOG]\n\n\n\n\nFollowing SCP-6945's appearance within our reality, Site Security arrived to apprehend it. The anomaly’s refusal to comply led security officers to engage it with their firearms, which had no effect as their bullets merely bounced off of its cloak. The Entity then utilized SCP-6945-A to send all of the officers into the Site’s Cafeteria.\n\n\nThe entity was classified as SCP-6945 and several further attempts by MTF forces to overwhelm the anomaly with sheer numbers ended in failure. It appeared that merely touching the anomaly caused SCP-6945-A to relocate the attacker, even if SCP-6945-A was no longer in the hands of its owner.\n\n\nAfter several days of Foundation Staff refusing to pay SCP-6945 to retrieve their lunches, SCP-6945 spoke of expanding its kingdom to find people who would pay its taxes. In response, Site-78 Director Leah Richter drafted the current containment procedures to avoid a potential containment breach.\n\n\n\n\n- Close\n\n\n\n\n\n\n \n\n\n\n\nMaria:\n After this point, the anomaly took full control over the breakroom and turned our lives into a living hell.\n\n\nGregory:\n My Moth-Man lunch box has been trapped in there for almost two weeks now. I miss his little beady eyes every day.\n\n\nJohn:\n Well, I see why you may be frustrated at that, but it doesn’t really seem to me to need any major increases in any budgetary limits.\n\n\nGregory:\n You haven’t seen the security logs from the day after.\n\n\nJohn:\n Security logs? Plural?\n\n\nGregory:\n It was rough for everybody.\n\n\nDeborah:\n Yes, well, I’m certain having a little ghoul in your break room-\n\n\nGregory:\n Goblin.\n\n\nDeborah:\n Excuse me?\n\n\nGregory:\n It is a goblin. Ghouls are, y’know, like… \nghoulish\n.\n\n\nDeborah:\n Is that supposed to mean something to me or are you just saying words?\n\n\nGregory:\n Come on, you know. Ghouls are all… fleshy… and gray. Goblins are all green or brownish and scream a lot and-\n\n\nMaria:\n Chudley, now is NOT the time.\n\n\nGregory:\n Come on, I can’t just LET her challenge me on my goblin lore and trivia-\n\n\nMaria:\n Greg. Just. Pull out the security logs.\n\n\nGregory:\n (mutters something under his breath, defeated)\n\n\n\n\n\n\n[Begin Log]\n\n\n[Resarcher Jerry Johanssen is seen within the breakroom speaking to SCP-6945.]\n\n\nSCP-6945:\n \nIncomprehensible screeching\n.\n\n\nJerry:\n Calm down, little buddy. No need to get so heated.\n\n\nSCP-6945:\n (Spit flies out of SCP-6945’s mouth onto Researcher Johannsen) SILENCE, YOU UNADULTERATED CUR! YOU WILL REFER TO ME ONLY AS “YOUR HOLINESS”, “MY LORD”, OR “THE INSATIABLE SCRATNECK”! NOW PAY YOUR TAXES, FOOL.\n\n\nJerry:\n Taxes? You think I work in Wyoming because I want to pay taxes?\n\n\nSCP-6945:\n IF YOU SHAN’T PAY THE TAX, THEN YOU PAY THE CONSEQUENCES. YOU SHALL FEEL THE PAIN OF TEN THOUSAND STARS EXPLODING AT ONCE. ENJOY YOUR ETERNAL TORMENT, YOU INSOLENT BOOB!\n\n\nSCP-6945 grabs Researcher Johannsen by the arm, and his lab coat’s sleeve transmutes into a brown liquid. Researcher Johannsen begins to cry out in pain as the brown liquid runs off his arm, scorching his epidermis. SCP-6945 laughs maniacally\n\n\n[End Log]\n\n\n\n\n\n\nMaria:\n See? This is exactly what we need it for! Who knows what kind of artifacts it might have underneath that cloak? Just because it hasn’t harmed anyone YET, doesn’t mean it won’t! It literally declared itself as a reality bender.\n\n\nJohn and Deborah whisper something to each other for a moment before turning back to Researchers Johnston and Chudley. John clears his throat.\n\n\nJohn:\n Well, we see your… valid concerns around the situation. However…\n\n\nDeborah:\n We had a situation with the Pataphysics department last month that unfortunately tied up our remaining free SRAs. Classified research, I’m sure you understand.\n\n\nGregory:\n Classified to two department heads? That’s bullshit! You’re just trying to trick us with bureaucratic malarkey to prevent our departments from getting the proper budgeting!\n\n\nMaria:\n Chudley.\n\n\nGregory:\n How the hell do you expect us to get anything done if we can’t even stay in the same room as the anomaly without risk of banishment? This is ridiculous!\n\n\nMaria:\n Chudley! That’s enough.\n\n\nResearcher Johnston turns to John and Deborah.\n\n\nMaria:\n We highly implore you to reconsider. Please.\n\n\nDeborah:\n We’re sorry. We need more to go off of than a egomaniacal boast. This is out of our range of options. Until circumstances worsen, all we can approve is increased security.\n\n\nJohn:\n Meeting adjourned.\n\n\n[END RECORDING]\n\n\n\n\n \n\n\n\n\n+ (1) New Email Message. Open?\n\n\n\n\n- Close\n\n\n\n\n\n\nTo:\n \nten.picS|retxaBnhoJ#ten.picS|retxaBnhoJ\n, \nten.picS|retxaBharobeD#ten.picS|retxaBharobeD\n\n\nFrom:\n \nten.picS|XxXiarumasecitnerppaXxX#ten.picS|XxXiarumasecitnerppaXxX\n\n\nCC:\n \nten.picS|notgnildduhCeniamreJsucirogerG#ten.picS|notgnildduhCeniamreJsucirogerG\n\n\nSubject:\n 6945 Complications\n\n\n\n\nGood Afternoon,\n\n\nFollowing multiple incidents regarding SCP-6945, Researcher Chudley and I would like to request a follow-up meeting in regard to the budget of the containment for SCP-6945. Attached below is an addendum to the documentation of SCP-6945. Please respond with a date of your earliest convenience.\n\n\nMuch regards,\n\nResearcher Maria Johnston\n\nHead of Parabiological Sciences, Arms and Equipment\n\n\nAttachments (1)\n\n\nSCP-6945 Addendum 1.txt\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n \n\n\n\n\n+ Open File Attachment?\n\n\n\n\n- Close\n\n\n\n\n\n\nAddendum 6945.01:\n SCP-6945 Extortion Attempt\n\n\nOn 23-6-2022, SCP-6945 demanded to speak with an emissary from “The Greater Lands of Skip” in regard to “concessions” for his Kingdom with the threat that he would expand his control past the break room. As head of Parabiological Sciences, Maria Johnston spoke with SCP-6945 in an attempt to defuse the situation.\n\n\n\n\n[Begin Log]\n\n\nMaria Johnston enters the Break room. SCP-6945 is sitting on a make shift throne of empty boxes, plates, and plasticware.\n\n\nMaria:\n Hello, 6945. Lorri gave me your missive, what can I do for y-\n\n\nSCP-6945:\n SILENCE, MORTAL! YOU SHALL SPEAK WHEN ADDRESSED BY YOUR RULER. UNDERSTOOD?\n\n\nMaria:\n Y-yes, sire.\n\n\nSCP-6945:\n FIRST ORDER OF BUSINESS, WHY IS IT THAT THE COLD BOXES IN THE THRONE ROOM CONTAIN ONLY FOLIAGE? I CANNOT EAT THAT. DO YOU WANT YOUR GLORIOUS LEADER TO STARVE? I MUST EXPAND OUR BORDERS SO I CAN ACCESS CREATURES TO HUNT AND EAT.\n\n\nMaria:\n Expand? There’s no need for that. The lands of Chugwater are filled with scores of tiny creatures. Perhaps some rats will do?\n\n\nSCP-6945:\n DO YOU SUGGEST WE SEND HUNTER-GATHERERS IN ORDER TO OBTAIN SOME OF THESE… RATS?\n\n\nSCP-6945 pulls out a basketball-sized crystal orb from its cloak and begins staring into it, stroking its chin.\n\n\nMaria:\n Do you… not know what a rat is?\n\n\nSCP-6945 looks up at Researcher Johnston with an angry expression.\n\n\nSCP-6945:\n ARE YOU QUESTIONING THE INFINITE KNOWLEDGE OF YOUR INCREDIBLE OVERLORD?\n\n\nMaria:\n Of course not. If the rats are to enter your borders, you are free to have them.\n\n\nSCP-6945 looks back down upon the crystal orb.\n\n\nSCP-6945:\n GOOD. I NEED YOU TO GATHER THREE OF YOUR MOST TRUSTED ALLIES TO FORM A HUNTING PARTY IN ORDER TO GATHER ENOUGH SUSTENANCE FOR MY KINGDOM.\n\n\nMaria:\n Is there anything you can offer us in return? This relationship can’t be just give and no take, sire.\n\n\nSCP-6945:\n VERY WELL. YOUR HUNTERS CAN EACH CHOOSE ONE OF THE SLAIN CREATURES IN ORDER TO TAKE HOME FOR THEMSELVES. I UNDERSTAND THAT THEY MUST EAT TOO.\n\n\nMaria:\n While I’m sure our hunters would enjoy that, we are all good on food. Perhaps you could tell me about what other magic items you’ve brought from your land?\n\n\nSCP-6945:\n WHAT TRICKERY ARE YOU ATTEMPTING? I WOULD NOT BE SO FOOLISH AS TO GIVE AWAY MY SECRETS. I SHOULD BANISH YOU FOR EVEN ATTEMPTING TO SWINDLE ME!\n\n\nMaria:\n I’m just trying to ensure a good trade relationship between our kingdoms. Duchess Richter feels that you are in a sense… squatting.\n\n\nSCP-6945:\n SQUATTING? IF SHE MEANS TO INSULT MY GLORY IN SUCH A WAY, THEN SHE MUST BE PREPARED FOR THE CONSEQUENCES. NOW BEGONE!\n\n\nSCP-6945 raises its staff and light emanates from it. When the light vanishes, Researcher Johnston is no longer in the room.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n \n\n\n\n\nSite-78 Budgetary Meeting #2 12/07/22\n\n\nPersonnel Present:\n\n\nSite-78 Department Head of Parabiological Sciences, Arms and Equipment, Maria Johnston\n\n\nSite-78 Department Head of MAUDE, Gregory Chudley\n\n\nMidwest Command Heads of Human Resources, John and Deborah Baxter\n\n\n\n\n[Begin Log]\n\n\nJohn:\n Johnston, Chudley, it is good to see you both agai- Johnston, what is that all over you?\n\n\nMaria:\n Oh, this?\n\n\nJohnston raises her arms up, she appears to be covered in soot.\n\n\nMaria:\n This is from the 12th siege of Hallway 6B. I got too close to one of my bouncing ball grenades. Had to send that little bastard flying back into the breakroom because SOMEONE wouldn’t allow us to have an SRA.\n\n\nDeborah:\n You detonated \nSCP-6952\n based explosives on site? Johnston, that is a violation of-\n\n\nMaria:\n I don’t want to hear it. Richter has authorized my department to use every method at our disposal to contain SCP-6945. We’re at war now.\n\n\nJohn:\n I beg your pardon?\n\n\nGregory:\n At the beginning of the month, he sent a scroll with a declaration of war. Now he’s been launching consistent attacks to annex Hallway 6B. Johnston and the Street Samurai just barely managed to keep him from taking it 30 minutes ago.\n\n\nJohn:\n Well it sounds like you all have everything under control. I assume this is to request an order for an SRA?\n\n\nGregory:\n Yes, please. That hallway leads to my department and the last thing I need is a Goblin with delusions of grandeur putting on the \nworld's unluckiest pair of jorts\n.\n\n\nDeborah:\n That would be quite unfortunate, Chudley, but our hands our tied. We just sent the last of the extra funds for your site a few weeks ago for a plasma weaponry project.\n\n\nChudley looks over at Johnston.\n\n\nMaria:\n …Yes. You did. And those weapons were useless against -6945's reality warping.\n\n\nDeborah:\n Now you can see why we don't have any funds to spare for an SRA, perhaps you should have thought about your current issues rather than yet another weapons project.\n\n\nGregory:\n God, this is such horeseshit.\n\n\nMaria:\n Wait, Chudley, can you pull out Addendum 02 for me, please?\n\n\nGregory:\n Yeah, sure.\n\n\n\n\n\n\nAddendum 6945.02:\n Updated list of SCP-6945-X instances + Damage Reports\n\n\n\n\n\n\nFoundation Designation\n\n\nSCP-6945's chosen name\n\n\nDescription\n\n\n\n\n\n\nSCP-6945-C\n\n\n“Ring of Lock Doors”\n\n\nA small, golden ring, inlaid with gemstones. Has the anomalous property of locking any door that leads into the room that SCP-6945 is in.\n\n\n\n\n\n\nSCP-6945-D\n\n\n“Force Crossbow of Exhaustion”\n\n\nA wooden hand crossbow that does not require bolts. When fired, an arrow manifests and is released. Does not physically harm the target in any way. However, it does instantly expel all air from their lungs forcefully.\n\n\n\n\n\n\nSCP-6945-E\n\n\n“Glove of Transformation\"\n\n\nA glove made of black and red silks. SCP-6945 claims that it can transmute matter into any form that it chooses but has thus far only been known to transform matter into gravy.\n\n\n\n\n\n\nAs of 12/7/22, the “war” between SCP-6945 and Site-78 has injured several personnel and has cost an estimated 90 to 95 thousand dollars. A list of these expenses are included below. No monetary amount has been provided as they are still being tallied and added to the previous estimation.\n\n\n\n\nMedical Bills\n\n\n\nAgent \nMichaela Avalerra\n of MTF-Omega 45 experienced extreme anaphylactic shock when teleported face-first into a garlic souffle.\n\n\nNine Security officers received second-degree burns from their weapons being converted into gravy.\n\n\nSixteen researchers had to undergo asthma breathing treatments due to contact with SCP-6945-D.\n\n\n\n\n\n\n\n\n \n\n\n\n\nCleaning\n\n\n\nBetween the 1st and 6th sieges, approximately sixty gallons of gravy were generated from sudden transmutation.\n\n\n“The Gravy Flood of the Sixth Siege” flooded the Department of MAUDE\n1\n which is still being power washed.\n\n\nRepairs to walls and ducts from the detonation of explosives.\n\n\n\n\n\n\n\n\n \n\n\n\n\nEquipment replacement\n\n\n\nSix hundred gauss rounds, twelve bouncing ball grenades, thirteen Adamantite blades.\n\n\nAn unknown amount of Mundane and Uneventful paperwork.\n\n\nAn estimated 27 Mundane Artifacts have been permanently stained brown due to prolonged exposure to gravy.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nJohn and Deborah pull their eyes up from the document.\n\n\nJohn:\n Ninety…. THOUSAND?\n\n\nDeborah:\n WHY WEREN’T WE INFORMED OF THIS?\n\n\nMaria:\n We’ve been trying to reach you for weeks. If you would have just picked up the phone and scheduled this meeting earlier, we wouldn’t be in this mess.\n\n\nChudley:\n And if you would have given us the approval for an SRA in the FIRST meeting, we wouldn’t have had to go this far over budget to begin with!\n\n\nJohn:\n We may have erred, yes. But you have to understand that Midwest Command has its priorities. You’ve gotten by in the past with little to no resources and now Site-78 has over twenty anomalies within its care.\n\n\nJohn pauses.\n\n\nJohn:\n You have to understand, fifteen thousand dollars for an SRA is a lot of money to grant a site of your size.\n\n\nGregory:\n And ninety thousand dollars isn’t? How much money in damages does our facility have to go through before you approve a fifteen thousand dollar budgetary increase for a single SRA? A million dollars? Two? Five? And what if we start having actual casualties? How many HR meetings with injured foundation staff due to YOUR negligence of funding? How many-\n\n\nJohn:\n WE GET IT.\n\n\nGregory:\n And?\n\n\nJohn:\n We, uh…\n\n\nDeborah:\n We’ll approve the budget increase for an SRA. Some money will need to be shuffled around but we will make it work. Meeting adjourned.\n\n\n\n\n \n\n\n\n\nAttention: A new addition to the SCP-6945 file has just been uploaded to the database. Display file?\n\n\n\n\n/display\n\n\n\n\n\n\n\n\n \n\n\nAddendum 6945.03:\n Capture\n\n\nOn 15/7/22, one Scranton Reality Anchor arrived at Site-78 which was placed inside of the Parabiological Science Department and turned on. Agents of MTF-Omega 45 were sent in the breakroom to apprehend SCP-6945. The anomaly found that its items were no longer effective, allowing for the capture and containment of the anomaly inside of a standard containment cell.\n\n\nThe following interview was performed by Researcher Maria Johnston following capture.\n\n\n\n\n[Begin Log]\n\n\n[SCP-6945 is seated in front of Researcher Johnston. A large welt can be seen on top of its bald green head.]\n\n\nMaria:\n How are you feeling, SCP-6945? I hope you're adjusting to ruling your very own cell in our dungeon.\n\n\nJohnston appears to hold back a snicker.\n\n\nSCP-6945:\n RELEASE ME! I SHALL NOT BE AWAY FROM MY KINGDOM FOR LONG.\n\n\nMaria:\n It was never your kingdom! It was the place where I had my lunch. You made me pay twenty bucks for my \nMountain Dew Kickstart\n and now I'm getting my \nfucking refund\n.\n\n\nSCP-6945:\n I SHOULD HAVE CHARGED YOU A THOUSAND GOLD, WITCH! IF IT WEREN’T FOR THAT INFERNAL MACHINE YOU USED TO DAMPEN MY POWER, YOU WOULD BE THE ONE GROVELING!\n\n\nMaria:\n That’s what they all say. Now, if you wouldn’t mind. I have some questions for you and there’s no weaseling out of these. Got it?\n\n\nSCP-6945:\n I DID NOT ESCAPE MY LAST REALM IN ORDER TO BE SUBJUGATED IN ANOTHER. BEGONE!\n\n\nMaria:\n You were subjugated in your previous realm? Could you elaborate on that? What was this place called?\n\n\nSCP-6945:\n DID YOU NOT HEAR ME? I REFUSE TO TALK TO SUCH A LOWLY-\n\n\nJohnston reaches into a container by her side and pulls a cooked rat from it. She tosses it on the ground in front of SCP-6945.\n\n\nMaria:\n Not even for fresh meat? There's more where that came from if you answer my Duchess's questions.\n\n\nSCP-6945:\n I SUPPOSE I CAN GIVE INTO THOSE DEMANDS.\n\n\nSCP-6945 picks up the rat and consumes it before speaking.\n\n\nSCP-6945:\n I KNOW NOT OF THE NAME OF THE LAND I COME FROM. I WAS A SIMPLE SCAVENGER FOR A CRUEL ORC WARLORD. HE HAD NO RESPECT FOR HIS SUBJECTS. THIS IS WHY I CAME HERE.\n\n\nMaria:\n But how did you get here?\n\n\nSCP-6945:\n I KEPT MANY TRINKETS FROM MY MASTER. I HOPED ONE DAY TO FIND SOMETHING I COULD USE TO OVERTHROW HIM. BUT INSTEAD I CAME ACROSS A SCROLL ONE DAY. IT CONTAINED A SPELL THAT GRANTED IT'S READER ONE WISH. I WISHED TO BE TRANSPORTED TO A REALM WHERE I COULD BE GRANTED MY OWN KINGDOM TO RULE.\n\n\nMaria:\n I see. But why not take pity on us as subjects? It seems to me that you were acting as cruel as your former master. Most of us can only afford to pay for that food once, y’know.\n\n\nSCP-6945:\n BUT WHAT ABOUT POOR SCRATNECK? HOW ELSE WAS I SUPPOSED TO ACQUIRE MONETARY CURRENCY? I DON'T WANT TO SCAVENGE FOR OTHERS AGAIN!\n\n\nMaria:\n Our world is a little bit different than yours. Workers have the right to 30-minute break for lunch. Something you decided to make harder for us.\n\n\nSCP-6945:\n I MADE SKIP WORKERS SUFFER LIKE SCRATNECK?\n\n\nSCP-6945 is quiet for a moment.\n\n\nSCP-6945:\n I MAY HAVE GONE A LITTLE TOO FAR. IT MATTERS NOT NOW. I HAVE LOST MY KINGDOM.\n\n\nMaria:\n I promise we won’t treat you as badly as your previous boss. You’ll have to be kept within this cell, we’ll make sure you have food and water. No greens right?\n\n\nSCP-6945:\n IS THIS “CELL” AN IMPORTANT AREA?\n\n\nJohnston remains silent for a moment.\n\n\nMaria:\n …Yes. It’s the cell for SCP-6945, the most dangerous anomaly in our little kingdom. In fact, the whole world could end if he ever got out.\n\n\nSCP-6945 stares into his crystal orb, implanted within the table.\n\n\nSCP-6945:\n WELL… PERHAPS DUTCHESS RICHTER AND MYSELF COULD DRAFT A TREATY TO… ALLOW THIS CHAMBER TO CONSTITUTE MY KINGDOM. NO MORE UNJUST TAXATION ON YOUR CONSUMABLES.\n\n\nMaria:\n Well what is a containment cell other than a room to take a break from a world that might reject you? In that way, it’s similar to your previous kingdom.\n\n\nSCP-6945:\n I SUPPOSE THAT IS TRUE. WHEN CAN NEGOTIATIONS BEGIN?\n\n\nMaria:\n Well, you’ve answered what questions I have. I’ll communicate to the Duchess about your treaty.\n\n\nSCP-6945:\n RETURN TO ME WITH THE TREATY. I SHALL SIGN IT SO LONG AS THE TERMS ARE FAIR. FOR BOTH PARTIES.\n\n\nMaria:\n Alright. Just no more gravy.\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Mundane Artifacts and Uneventful Data Evaluation\n\n\n\n\n\n\n\n\n« \nSCP-6944\n | SCP-6945 | \nSCP-6946\n »",
    "addendums": [
        "Addendum 6945.03: Capture\nOn 15/7/22, one Scranton Reality Anchor arrived at Site-78 which was placed inside of the Parabiological Science Department and turned on. Agents of MTF-Omega 45 were sent in the breakroom to apprehend SCP-6945. The anomaly found that its items were no longer effective, allowing for the capture and containment of the anomaly inside of a standard containment cell.\nThe following interview was performed by Researcher Maria Johnston following capture.\n"
    ],
    "documents": [],
    "notes": [
        ">USER: Jbaxter >PASS: * * * * * * * * * * * * * *",
        ">open_case SCP-6945",
        "/display"
    ],
    "containment_procedures": "SCP-6945 is currently contained within the break room of Site-78’s Parabiological Sciences Department. All personnel must formally announce their intentions of entering the break room to SCP-6945. All site personnel must store their lunches and other snacks within the break room,",
    "description": "SCP-6945 is a 1.37 meters tall bipedal humanoid. The proportion of its body resembles a human child, except its head is proportionally larger, and the ears are pointed. SCP-6945 resembles and self-identifies as a “Goblin”, commonly seen in fantasy literature. The entity calls itself “Scratneck the Terrible” and claims to be from another world, one that the Foundation has not documented. The anomaly has currently claimed the break room within Site-78’s Parabiological Science department as the “Kingdom of Scratneck\" and acts as if it is its ruler.",
    "title": "SCP-6945"
}