{
    "url": "https://scp-wiki.wikidot.com/scp-6950",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n \n\n\n\n\n\n\nItem #:\n SCP-6950\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\n\"Wendy's Road\"\n\n\n\n\n\n\nSpecial Containment Procedures:\n The roadside section dubbed \"Wendy’s Road\" within █████, England is to be monitored bi-weekly between the hours of 11:55PM and 12:05AM by no more than three patrolling security personnel.\n\n\nSecurity personnel are to report any sightings of SCP-6950. If such an event occurs, they are to follow standard protocol for interacting with incorporeal humanoid entities. Personnel must dress plainly and appropriately for nighttime weather, as not to arouse suspicion.\n\n\nDescription:\n SCP-6950 is an incorporeal humanoid resembling a young woman with shoulder length blonde hair, dressed in a white sweater and skirt (See additional documentation describing spectral entities of a similar nature\n1\n for further information).\n\n\nSCP-6950 will manifest bi-weekly at exactly 12:00AM on an indiscriminate night, walking along an uninhabited section of roadside, dubbed by locals as “Wendy’s Road”, outside █████, England. SCP-6950 will de-manifest if no vehicles pass by before 12:01AM. If a vehicle does arrive, SCP-6950 will display a hand signal as if attempting to flag its driver for a lift. As of writing, no reported persons have stopped to pick up SCP-6950 either out of fear or disinterest.\n\n\nDiscovery Log:\n Local legends predating SCP-6950’s discovery describe a young woman (Wendy Williams) of similar age having committed suicide twenty-five years ago, nearby the location. The road was given the title \"Wendy’s Road\" by locals after several eyewitnesses claimed to have spotted a \"spectre\" resembling a young woman on multiple occasions. Additional sightings became less frequent overtime, causing the local legend to eventually fade into near obscurity.\n\n\nSCP-6950 was reported following a sudden number of additional sightings twenty-five years later.\n\n\nLittle is currently known about the extent of SCP-6950’s anomalous properties or the reason for its sudden resurfacing. Excavation of Wendy William’s remains for further study is under consideration.\n\n\nAddendum:\n During bi-weekly monitoring of Wendy’s Road, personnel witnessed a car drive by, containing SCP-6950 in the passenger seat. The vehicle was tracked the following day to Craig Spritner, a local civilian who claimed to be unfamiliar with the local legend.\n\n\nCraig Spritner explained that he had picked up SCP-6950 and dropped it off near a local cemetery two miles away. Upon arriving back home, Mr. Spritner found a tattered white sweater on his front seat, containing strands of blonde hair.\n\n\nSCP-6950 did not manifest at Wendy’s Road the following midnight. It was instead reported two miles away at a rest area Burger King. Agent Simmons was sent to investigate.\n\n\nInterview Log:\n\n\n\n\nAgent Simmons:\n Excuse me. May I speak to you?\n\n\nSCP-6950:\n Oh hey, it’s you guys. The creepy stalkers.\n\n\nAgent Simmons:\n No! We- I was just confused about why you’re here.\n\n\nSCP-6950:\n …I’m hungry?\n\n\nAgent Simmons:\n But you’re incorporeal. A ghost, aren’t you?\n\n\nSCP-6950 visibly takes a bite out of its double cheeseburger\n\n\nSCP-6950:\n They do it in \"Ghostbusters\". It’s easy.\n\n\nAgent Simmons:\n Ok then… But you moved from your original placement. What made you leave?\n\n\nSCP-6950:\n I told you. I was hungry.\n\n\nAgent Simmons:\n No! I mean, why did you stop haunting \"Wendy’s Road\"?\n\n\nSCP-6950:\n Haunting? I wasn’t haunting it. I was walking to a friend’s place and tried to get a lift. No luck though, everyone shits their pants whenever they get a glimpse of me. Normally I wear all white to stand out more in the dark, so much for that.\n\n\nAgent Simmons:\n Then who were you trying to visit?\n\n\nSCP-6950 stares blankly for several seconds\n\n\nSCP-6950:\n …Wendy.\n\n\nAgent Simmons:\n …Are you telling me that you’re not the spirit of Wendy Williams, the girl who died while hitchhiking twenty-five years ago?\n\n\nSCP-6950:\n No. I died last year. Fucking Covid…\n\n\nAgent Simmons:\n So she haunts the cemetery instead?\n\n\nSCP-6950:\n No, she lives there. She’s a fucking ghost.\n\n\nAgent Simmons pulls out the sweater recovered from Craig Spritner’s car\n\n\nAgent Simmons:\n This sweater then. Does it hold any sort of significance, or symbolic meaning relating to your death?\n\n\nSCP-6950 stares at the sweater\n\n\nSCP-6950:\n Oh shit, my sweater! Forgot about that.\n\n\n\n\nSCP-6950 left the Burger King with the sweater shortly after, before de-manifesting. As Agent Simmons did not ask SCP-6950 for a name, its former identity has yet to be determined. The cashier who had witnessed the event was later amnesticized.\n\n\nRevision of SCP-6950’s containment procedures is underway.\n\n\n\n\nFootnotes\n\n\n1\n. \nSCP-1337\n, \nSCP-1401\n, and \nSCP-2539",
    "addendums": [
        "Addendum: During bi-weekly monitoring of Wendy’s Road, personnel witnessed a car drive by, containing SCP-6950 in the passenger seat. The vehicle was tracked the following day to Craig Spritner, a local civilian who claimed to be unfamiliar with the local legend.\nCraig Spritner explained that he had picked up SCP-6950 and dropped it off near a local cemetery two miles away. Upon arriving back home, Mr. Spritner found a tattered white sweater on his front seat, containing strands of blonde hair.\nSCP-6950 did not manifest at Wendy’s Road the following midnight. It was instead reported two miles away at a rest area Burger King. Agent Simmons was sent to investigate."
    ],
    "documents": [],
    "notes": [
        "Agent Simmons: Excuse me. May I speak to you? SCP-6950: Oh hey, it’s you guys. The creepy stalkers. Agent Simmons: No! We- I was just confused about why you’re here. SCP-6950: …I’m hungry? Agent Simmons: But you’re incorporeal. A ghost, aren’t you? SCP-6950 visibly takes a bite out of its double cheeseburger SCP-6950: They do it in \"Ghostbusters\". It’s easy. Agent Simmons: Ok then… But you moved from your original placement. What made you leave? SCP-6950: I told you. I was hungry. Agent Simmons: No! I mean, why did you stop haunting \"Wendy’s Road\"? SCP-6950: Haunting? I wasn’t haunting it. I was walking to a friend’s place and tried to get a lift. No luck though, everyone shits their pants whenever they get a glimpse of me. Normally I wear all white to stand out more in the dark, so much for that. Agent Simmons: Then who were you trying to visit? SCP-6950 stares blankly for several seconds SCP-6950: …Wendy. Agent Simmons: …Are you telling me that you’re not the spirit of Wendy Williams, the girl who died while hitchhiking twenty-five years ago? SCP-6950: No. I died last year. Fucking Covid… Agent Simmons: So she haunts the cemetery instead? SCP-6950: No, she lives there. She’s a fucking ghost. Agent Simmons pulls out the sweater recovered from Craig Spritner’s car Agent Simmons: This sweater then. Does it hold any sort of significance, or symbolic meaning relating to your death? SCP-6950 stares at the sweater SCP-6950: Oh shit, my sweater! Forgot about that."
    ],
    "item": "SCP-6950",
    "object_class": "Euclid",
    "containment_procedures": "The roadside section dubbed \"Wendy’s Road\" within █████, England is to be monitored bi-weekly between the hours of 11:55PM and 12:05AM by no more than three patrolling security personnel.",
    "description": "SCP-6950 is an incorporeal humanoid resembling a young woman with shoulder length blonde hair, dressed in a white sweater and skirt (See additional documentation describing spectral entities of a similar nature1 for further information).",
    "title": "SCP-6950"
}