{
    "url": "https://scp-wiki.wikidot.com/scp-6951",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains graphic descriptions of homicide and injury.\n\n\n\n\n\n\n\n\nrating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n-\n\n\nItem #:\n SCP-6951\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The city of Miami, Florida is to be extensively monitored for results of the SCP-6951 phenomenon, which are then to be collected and studied. A full understanding of biology in SCP-6951-1 instances is to be achieved, so that living SCP-6951-1 instances can be rehabilitated and give witness testimony into the activities of Greazeburger Incorporated and Greazeburger Earth.\n\n\nDescription:\n SCP-6951 is a phenomenon where deceased or critically injured employees of Greazeburger Incorporated (henceforth designated as SCP-6951-1) and its subsidiary, Greazeburger Earth, manifest within the city limits of Miami, Florida. Recovered SCP-6951-1 instances tend to exhibit signs of attempted or successful homicide, in addition with injuries associated with inter-dimensional travel\n1\n.\n\n\nAddendum:\n\n\n\n\n+ Documented SCP-6951-1 Instances\n\n\n\n\n- [CLOSE FILE]\n\n\n\n\n\n\n\n\nDate Recovered\n\n\nSCP-6951-1 Identity\n\n\nDiscovery Details\n\n\nAdditional Notes\n\n\n\n\n\n\n27/9/21\n\n\nUnknown\n\n\nFound in a dumpster behind a fast-food location, this SCP-6951-1 instance was flagged for potential anomalous properties when autopsy discovered eight additional organs not present in normal human biology. Foundation involvement discovered the instance’s relation to Greazeburger after testing revealed a near-identical genetic match with Roger Greaze.\n\n\nShortly after, the Greazeburger Investigation Team successfully filed these events for SCP status, and the documentation of SCP-6951 began.\n\n\n\n\n\n\n14/10/21\n\n\nRoger Greaze\n\n\nDuring the investigation of a fire that severely damaged an abandoned building in Miami, Florida, the corpse of Roger Greaze was discovered seated at a meeting table along with a monogrammed, metallic suitcase and typewriter. While the fire had been extinguished for several days before the investigation occured, Roger Greaze had only recently expired before their discovery, as they had evidently remained seated for multiple days following the infliction of numerous third-degree burns before succumbing to infection and sepsis. Identified by their suitcase and papers within, Roger’s official position was a stenographer tasked with the transcription of corporate meetings at Greazeburger Earth.\n\n\nBeginning with the fire’s outbreak and continuing up to the exact time of their death, Roger had been transcribing their internal monologue as well as their current medical state through the use of their typewriter. \nThe events that led up to the outbreak of the fire were not recovered\n.\n\n\n\n\n\n\n1/11/21\n\n\nWestley Greaze\n\n\nDiscovered on Miami Beach, Westley Greaze had been wrapped in various layers of clear packing tape and forcefully locked within a heavy, rolling luggage container before being thrown into the ocean. Bystanders attempted to resuscitate the SCP-6951-1 instance, but were unsuccessful.\n\n\nWhile recovered SCP-6951-1 instances often possessed little belongings, a hidden pocket was discovered within Westley’s suit jacket containing holy water, a wooden stake coated with a dried, unidentified substance loosely resembling mustard in smell and appearance, and a waterlogged piece of paper containing six tally marks.\n\n\n\n\n\n\n25/12/21\n\n\nRandolph Greaze\n\n\nFound deceased after suddenly manifesting in the parking lot of the Miami Walmart Supercenter, and was identified through a nametag and an unfinished resumé for non-Greazeburger employment that had been forced into their trachea.\n\n\nAn autopsy investigation had discovered that their cause of death was most likely asphyxiation through choking. The body of Randolph Greaze is currently held within cold storage at a site devoted to medical research.\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 3/1/22:\n On 3/1/22, Greazeburger Earth CEO Martin Greaze (POI-792) was discovered in an alleyway adjacent to the Greazeburger-commandeered Miami Walmart Supercenter after the noise of various gunshots had alerted Foundation staff covertly employed at the location. Despite receiving numerous gunshot wounds to the back of their head, POI-792 was responsive for several minutes before expiring. A transcription of their testimony and subsequent death is available below:\n\n\n\n\n+ Martin Greaze Recovery Log\n\n\n\n\n- [CLOSE FILE]\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 3/1/22\n\n\nNOTE:\n While additional Foundation staff attempted to close off the alleyway from civilian view and amnesticize the witnesses, Martin Greaze conversed with the agent accompanying him.\n\n\n\n\nPOI-792:\n Ah, Greazus, they really need to work on their aim.\n\n\nAgent Marigold:\n Holy shit, how the hell is it still speaking?\n\n\nPOI-792:\n Yeah, I’m a little surprised myself honestly. Usually this doesn’t happen.\n\n\nFive seconds of silence pass within the alleyway.\n\n\nPOI-792\n What’s with you people? You need to lighten up, this isn’t a funeral yet.\n\n\nAgent Marigold:\n Right. Uh. Not exactly used to having a businessman with red pudding for a head talking to me. What is your name?\n\n\nAgent Marigold visibly gags.\n\n\nPOI-792:\n You can read my nametag same as I can’t, pal. I don’t have eyes anymore but I can still tell you don’t exactly have an excuse.\n\n\nAgent Marigold:\n You’re Martin Greaze?\n\n\nPOI-792:\n Yup, that’s my name. Don’t wear it out because I don’t have \nchampion and claimer of titles from the deep groves\n insurance.\n\n\nAgent Marigold:\n Yikes. How’d you end up like this?\n\n\nPOI-792:\n Well, plain and simple, I had a magazine emptied into my skull.\n\n\nAgent Marigold:\n Yeah, well, we can see that- I mean, what events led up to the shooting?\n\n\nPOI-792:\n Now you’re just talking too seriously. This just happens once in a while, and you’re acting like you’re watching somebody dying.\n\n\nAgent Marigold:\n You mean, you’re not bleeding out right now and not talking out of a lump of raw hamburger?\n\n\nPOI-792:\n Of course I’m not dying, stupid. I don’t know what they taught you in basic training, but once in a while you just have to have that little hint of rebellion removed, ya know?\n\n\nAgent Marigold:\n Uh. Elaborate on that, please.\n\n\nPOI-792:\n Well, lemme put it this way. Ever have thoughts about just dropping it all, quitting your job, and moving out to the countryside?\n\n\nAgent Marigold:\n Not particularly, no.\n\n\nPOI-792:\n Good for you, you’re showing admirable loyalty to your employer. We’d give you a nice little gift basket for that. Next question, would you go up to your boss and ask for a raise?\n\n\nAgent Marigold:\n I’m paid pretty well as it is, but who wouldn’t want to go for a raise?\n\n\nPOI-792:\n Ugh. There’s always one of them. We here at Greazeburger really, really don’t like it when the employees get… self-assertive…\n\n\nPOI-792:\n You see here, uh, Agent So-And-So, Greazeburger’s a family. A real big family. And families should never, ever fight. How do you stop a fight, fellow content employee?\n\n\nAgent Marigold:\n Well, I’d make both sides talk about their frustrations so an agreement could be made.\n\n\nPOI-792:\n Yeah, and you said ‘both’. There wouldn’t be any fights if there was only one side, and that’s what we’re doing here. We fire the employees who might start a bit of a feud in the Greazeburger family, that’s how you keep the family happy.\n\n\nAgent Marigold:\n Is ‘firing’ a euphemism for something?\n\n\nPOI-792:\n Of course not! What do we look like, barbarians? We’re all from the same bloodline, it’s really, really easy to just make a copy of a rebellious worker when they’re first hired and fill them in after the original is fired. Like, super easy. Maybe takes five minutes, tops.\n\n\nAgent Marigold:\n So, you clone workers who want fairer treatment and then fire them? Doesn’t that seem a little… evil?\n\n\nPOI-792:\n Of course not? How could it be evil if everyone wants to do it? I’d bet my blood-soaked suspenders that whatever primitive, backwards, and unrefined followers of the Holy Corporate Need you have down here would do the same thing if they were smart enough to.\n\n\nAgent Marigold:\n That just seems exceptionally evil.\n\n\nPOI-792:\n Nonsense! Evil is just crime you can’t monetize, it’s no longer illegal when you make money.\n\n\nAgent Marigold:\n I don’t exactly know how to respond to that, but alright.\n\n\nPOI-792:\n We’re making a fuckton of money by the way, so we can’t be evil. That’s how it works.\n\n\nAgent Marigold:\n So, if you just fire workers, what are you doing here like this?\n\n\nPOI-792:\n Nah, I just submitted my resignation. You know how it is, worrying that you have a little too much concern for the underlings and you’re starting to feel something warm and fuzzy inside for some people you thought you never cared about, so I just took the easy way out, quit, and let the new Martin Greaze take my position. I made the choice to end up this way, and as long as the River of Greaze flows, I’m sure other people here will.\n\n\nAgent Marigold:\n What’ll happen to you?\n\n\nPOI-792:\n I’d guess I have maybe three minutes or so remaining, it’s not really my concern. I know the new Martin’s already been briefed about my history and has no doubt completed the paperwork I hadn’t finished, so there’s not really anything left to do other than talk.\n\n\nAgent Marigold:\n Right. But here’s the thing. Firing and resignation to you mean murder, and what, you just replace them with a clone?\n\n\nPOI-792:\n Of course not! What do you think this is, a charity? We only clone important family members, like me. The rest we just dispose of.\n\n\nAgent Marigold:\n What’s with that? If you can just replace people that easily, why bother with the killing?\n\n\nPOI-792:\n That’s how we tie up loose ends, we don’t want the troublesome ones coming back to be a thorn in our sides.\n\n\nAgent Marigold:\n Doesn’t it seem excessive to dump them on Earth and then kill them?\n\n\nPOI-792:\n Unfortunately, we’re taking all the right precautions. Most of us have all kinds of crazy whatsits and alterations added that give all kinds of odd properties. We don’t exactly have a database for what gets installed in who, and telling whether Jimbo Greaze or Jimmy Greaze had the Turbo Flesh Gator Regenerator Refrigerator Inator is basically impossible.\n\n\nAgent Marigold:\n And your point?\n\n\nPOI-792:\n Well, firing them on Earth, or firing them first and then dumping them on Earth is our way of making sure they don’t come back to bite us on the butt. If you know some of your targets might be almost invincible, it’s best to include an extra layer of security to help you sleep at night.\n\n\nAgent Marigold:\n So, stranding them in a foreign dimension is just an additional layer of security?\n\n\nPOI-792:\n Yup! And all this is to prevent the absolute worst outcome, the-.\n\n\nPOI-792 chokes, and regurgitates a yellow, opaque mucus onto the pavement.\n\n\nPOI-792:\n \nUck\n. We really, really don’t want a-\n\n\nAgent Marigold:\n Come on, spit it out!\n\n\nPOI-792:\n The absolute last thing we want is a-\n\n\nPOI-792 begins to whisper to Agent Marigold.\n\n\nPOI-792:\n U…u….union.\n\n\nPOI-792 begins to convulse violently as they begin emitting large quantities of smoke. Agent Marigold attempts to cover the smoke with their jacket, but fails as POI-792 suddenly explodes in a shower of yellow bile and bursts into blue flame.\n\n\nAgent Marigold:\n Holy fuck!\n\n\nAdditional Foundation agents rush into the alleyway, and find the burning remnants of POI-792, as well as the unharmed Agent Marigold, who is covered in bile and blood.\n\n\nAgent Marigold:\n Urgh. We’ll need to call Kensing about this, and maybe get a towel.\n\n\n\n\n\n\n\n\n\n\nDue to POI-792’s testimony regarding genetic duplication abilities, POI-792 is still considered active. Investigation into the rehabilitation of SCP-6951-1 instances is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Dislocated joints through sudden stretching or pulling, ruptured blood vessels and injuries caused through decompression sickness, damage to the respiratory system caused by exposure to a vacuum, and blunt force trauma through falling-related injuries.\n\n\n\n\n\n\n\n\n« \nSCP-6950\n | SCP-6951 | \nSCP-6952\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6951\n\" by Kensing, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6951\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6951 \" by Kensing, from the SCP Wiki . Source: https://scpwiki.com/scp-6951 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6951",
    "object_class": "Euclid",
    "containment_procedures": "The city of Miami, Florida is to be extensively monitored for results of the SCP-6951 phenomenon, which are then to be collected and studied. A full understanding of biology in SCP-6951-1 instances is to be achieved, so that living SCP-6951-1 instances can be rehabilitated and give witness testimony into the activities of Greazeburger Incorporated and Greazeburger Earth.",
    "description": "SCP-6951 is a phenomenon where deceased or critically injured employees of Greazeburger Incorporated (henceforth designated as SCP-6951-1) and its subsidiary, Greazeburger Earth, manifest within the city limits of Miami, Florida. Recovered SCP-6951-1 instances tend to exhibit signs of attempted or successful homicide, in addition with injuries associated with inter-dimensional travel1.",
    "title": "SCP-6951"
}