{
    "url": "https://scp-wiki.wikidot.com/scp-6954",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nHAPPY BIRTHDAY, PEDAGON!\n\n\n\n\nMore by Grigori Karpin\n\n\n \n\n\nMore by Prismal\n\n\n\n\n\n\n\n\n\n\nrating: \n+72\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/6954\n LEVEL \n3/6954\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-6954\n\n\nObject Class: Neutralized\n\n\n\n\n\n\n\n\n\n\n\n\nDisneyland's Matterhorn, 2 July 1990\n\n\n\n\n\n\nSpecial Containment Procedures\n:\n\n\nSCP-6954 is neutralized. Following the amnesticization of witnesses involved in the events relayed within this file, no further containment activities are necessary.\n\n\n \n\n\n\n\n+ Archived Containment Procedures\n\n\n\n\n- Close\n\n\n\n\nThrough cooperation with Disney executives, Disneyland will be effectively closed for the duration of SCP-6954. A public announcement will be made to the effect that recent lightning storms have damaged the power infrastructure in the park and widespread repairs are needed. In the event SCP-6954 continues longer than expected, another cover story will be disseminated. Foundation personnel will assume the role of security staff to keep any members of the public out of the park.\n\n\n \n\n\n\n\n\n\n\n\n\n\nDescription\n:\n\nSCP-6954 was an Extranormal Event comprising of an anomalous assault on a theme park in Anaheim, California owned by the Disney Company. In August 1989, Disney had entered into negotiations with Jim Henson Productions for exclusive production rights for the Muppets property. On December 13, 1990, Disney announced that those negotiations had come to an end without a positive result. Officially, these negotiations primarily failed due to the untimely death of Jim Henson at age fifty-three, on May 16, 1990, as a result of organ failure due to streptococcal toxic syndrome. Unofficially, the negotiations failed due to the events that took place after Henson’s death.\n\nAt this point, the anomalous entities known as the Muppets\n1\n had been contained with assistance from Jim Henson Productions staff and Henson himself for several decades.\n2\n\n\n\n\n\n\n\n\nUnofficial Memorial at Jim Henson Productions\n\n\n\n\n\n\nDate\n: 01/06/1990 @ 20:00 local time.\n\n\nPersonnel present\n: Agent Frank Oz, embedded Foundation personnel.\n\n\n\n[Numerous Muppet entities are present in an auditorium reserved for public facing events for the production company. Images of Henson working with the Muppets over the last several decades play in a slideshow projected against an upright screen towards the back of the stage. Kermit the Frog stands behind an appropriately sized podium, speaking to the crowd of Muppets.]\n\n\nKermit\n: We’re here to remember Jim and all the things he’s given to us over the years. Anyone who wants to come up here and speak is welcome. For myself, I just wanted to say that I wouldn’t have a career without Jim. Like so many of us here, Jim discovered me and gave me a chance. And even though he was a genius, he was never anything but supportive of any choices I would make in front of the camera. He was more than a boss; he was my friend. I’ll miss you, Jim.\n\n\n[Kermit walks off stage rubbing his eyes and sits next to Miss Piggy. Kermit whispers to her but she shakes her head and holds a handkerchief to her nose, blowing it dramatically. Fozzie Bear is the next to go to the podium. Before speaking he turns and looks towards the screen for a moment then adjusts the microphone causing feedback.]\n\n\nFozzie\n: I’m not on my best game here. I can’t even summon the energy for a wocka wocka. \n[Entity puts its face into its hands and cries for sixty seconds.]\n Sorry, I know we’re all feeling it hard today. The news was such a shock to me as I’m sure it was to everyone else, I’ve just been in a daze these past few weeks. Kermit said it better than I ever could. Miss you, Jim. Don’t know what we’re going to do without you.\n\n\n[Over the next few minutes several more Muppets get up and say their goodbyes. Finally, Rizzo the Rat gets up and moves behind the podium.]\n\n\nRizzo\n: Look, I miss him too, but none of ya talking about the big 'ol elephant in the room.\n\n\n[The assembled Muppets turn to look at Mr. Snuffleupagus.]\n\n\nMr. Snuffleupagus\n: Don't look at me, I'm a snuffleupagus!\"\n\n\nGonzo\n: I don't see any elephants, Rizzo.\n\n\nRizzo\n: I mean a figurative elephant!\n\n\nGonzo\n: I don't see any figurative elephants either.\n\n\nKermit\n: What do you mean, Rizzo?\n\n\nRizzo\n: The reason Jim died.\n\n\nSam the Eagle\n: He had a medical condition that caused his organs to fail.\n\n\nDr. Bunsen Honeydew\n: Toxic shock syndrome.\n\n\nRizzo\n: Sure, sure, I know that. But what made him get sick in the first place?\n\n\nSam the Eagle\n: Germs.\n\n\nDr. Bunsen Honeydew\n: \nStreptococcus pyogenes.\n\n\nRizzo\n: No, no no! It was stress! He was so stressed over these damn negotiations with them Disney goombas, he worked himself to death!\n\n\nKermit\n: Come on, Rizzo. We’re here to remember our friend, let’s not get off to–\n\n\nRizzo\n: Disney killed our boss! They already have endless money with their cartoons and movies and theme parks. But they just had to control our stuff too! We all saw it; Jim was suffering for all this time. He was pushed to give up the production rights of our movies and shows. And Jim knew that to do that, he’d have to tell them what we really are. And that tore him up! Not to mention he’d lose control over the future productions we could do. So instead, he suffered through, under pressure to take the money and desperate not to. That’s the reason he died.\n\n\nGonzo\n: I was just telling Camilla that he looked bad, like he wasn’t sleeping.\n\n\nCamilla\n: Bawk bawk begawk, begawk gawk gawk!\n\n\nScooter\n: Yeah, and a couple weeks ago, he told me that he was really worried about the negotiations.\n\n\nRizzo\n: He aged ten years in the last few months and that’s the only thing that makes sense. The negotiations made him sick, and Disney killed him.\n\n\n[Agent Oz stands up and addresses the crowd.]\n\n\nAgent Oz\n: Look, folks, I think we should all calm down. This doesn’t go anywhere good.\n\n\nRizzo\n: Why don’t you shut up, pig? You just want us to keep quiet so you can keep us a secret.\n\n\nMiss Piggy\n: As a pig I take offense to that! We're much more high class than these \njanitors\n.\n\n\nAgent Oz\n: There’s no need for that.\n\n\nBeaker\n: Meep meep. Meep meep meep!\n\n\nDr. Bunsen Honeydew\n: I concur with my colleague; this is a serious allegation!\n\n\nDr. Teeth\n: Hey man, those cats at Disney are like real bad news. Big companies want to control all the media, someone should like do something, man.\n\n\nGonzo\n: Have you seen some of the stuff they’re proposing as part of this deal?\n\n\nRizzo\n: What?\n\n\nGonzo\n: They want to take our likenesses and use them for a year in Disneyland. Like the mouse and crew will “take a vacation” and they’ll have out of work actors parading around the park in costumes of us!\n\n\nDr. Teeth\n: I don’t like that, man. That’s like stealing our soul.\n\n\nRizzo\n: I certainly didn’t agree to that! Kermit, did you know about this?\n\n\nKermit\n: I know the folks at Disney wanted to do something like that.\n\n\nGonzo\n: Know what they’re calling it? Muppetland.\n\n\nRizzo\n: \nUgh\n, fuck that. What are we gonna do about it?\n\n\nKermit\n: What can we do?\n\n\nRizzo\n: We can march into their offices and let it be heard that we do not want to be the Mouse’s next set of toys!\n\n\nAgent Oz\n: That is not going to happen!\n\n\n[The doors to the auditorium loudly crash open and a humanoid figure dramatically enters.]\n\n\nUnknown figure\n: You think that’s enough? They killed Henson, sure enough as they put a bullet in his head. You think those company execs are gonna do a damn thing if you perform some impromptu protest?\n\n\nAgent Oz\n: \n[Speaking quietly into his radio.]\n Control, I think we have a problem here.\n\n\nRizzo\n: Who the hell are you?\n\n\nThe Colonel\n: I’m the Colonel.\n\n\n[The Muppets all stand and turn towards this new figure. The entity appears to be a humanoid Muppet of average size with monochrome white skin and brown hair in a crew cut. Its oblong face has two adjacent black eyes and a teardrop shape nose bordered by a tidy thick mustache above its mouth. Its skin and clothes move in such a way to indicate synthetic materials. A black shoulder patch is visible on the entity’s right shoulder with an insignia depicting three crescent moons.]\n\n\nKermit\n: This is invitation only, sir.\n\n\nColonel\n: Oh, I got my invitation right here. \n[Pats the rifle he is cradling in his arms.]\n Besides, you could say I’m an old friend of your boss.\n\n\nRizzo\n: So, James, what are you suggesting we do?\n\n\nAgent Oz\n: Is everyone ignoring the fact that this man is carrying a gun?\n\n\nColonel\n: Look, Agent – Yeah, I know you’re an agent of the Foundation – Why don’t you leave this to the professionals?\n\n\nAgent Oz\n: Professional soldiers?\n\n\nColonel\n: Bingo. Rat boy, yeah you, I suggest we take the fight to them directly. And frog boy, you look real shocked, but if a crocodile came into your lily pond down home on the swamp while you’re playing a banjo or whatever, would you just bend over and let it get at you?\n\n\nKermit\n: Well, I think I’d try to see if we could find a mutual understand–\n\n\nColonel\n: Hell, no, you wouldn’t! You don’t talk to an angry crocodile busting into your house looking for a meal! You put the barrel of a shotgun in it’s mouth and pull the trigger.\n\n\n[The Colonel jumps up on the stage and holds its arms out.]\n\n\nColonel\n: Muppets! I say it is time to take back control!\n\n\nRizzo\n: What did you have in mind?\n\n\nColonel\n: I say we march on down to their headquarters and take it! They wanted to control you, with a hostile negotiation. Work you to the bone using your likeness while their golden goose takes a pansy ass vacation. So, let’s show them how it feels to have someone force their way into your home and throw around some muscle. The old-fashioned American way.\n\n\nSam the Eagle\n: Let’s say for a moment we think you’re right, what are we supposed to do about it? We aren’t exactly intimidating.\n\n\nColonel\n: Don’t you worry about that.\n\n\n[Nearly forty humanoid drones walk into the auditorium. The closest one to James gets down on one knee and its chest cavity opens up revealing a Muppet sized cockpit seat.]\n\n\nColonel\n: These are already equipped with lethal and less-than-lethal ammunition loaded into the canons modded into the arms. Semi-automatic fire from the left arm, and a sonic cannon in the right arm which will stun and discombobulate the fuck outta any of Disney’s soldiers.\n\n\nAgent Oz\n: What soldiers? They’re a media company.\n\n\n[The Colonel looks at Oz with eyes narrowed.]\n\n\nColonel\n: Listen, pal, I don’t like when civilians get involved in military operations. I’ve got this, ok?\n\n\nAgent Oz\n: Who in the hell are you?\n\n\n[The Colonel raises his right arm and a sonic weapon is deployed, creating feedback on the recording. After the static clears, Agent Oz is on the ground clutching his head.]\n\n\nRizzo\n: Ha! Take that, pig. So, we take over their corporate headquarters?\n\n\nColonel\n: What? No. We take over that theme park. They even got a castle! We move in after hours, neutralize the security staff and reinforce the gates so no one can get in. Then those bastards will know we mean business.\n\n\nColonel\n: Are you going to let these mouse worshipers take your essence for their profit?\n\n\nMany Muppets\n: NO!\n\n\nColonel\n: Are you going to say to the world, it doesn’t matter if Jim Henson died for these negotiations? To say, the Muppets only care about the financial goals of the Disney corporation?\n\n\nMany Muppets\n: NO!\n\n\nColonel\n: Then get in these battle suits and let’s kick down the mouse’s door!\n\n\n[A resounding cry is heard from the Muppets present. Many fists are raised in the air.]\n\n\n\n\nEnd of Log\n\n\n\n\n\n\n\n\n\n\n \n\n\nAt 01:00 local time on 02/06/1990, Disneyland came under attack by over forty humanoid synthetic entities.\n\n\n\n\n\n\n\n\nMuppet assault on Disneyland\n\n\n\n\n\n\nDate\n: 02/06/1990 @ 01:00 local time.\n\n\n\n01:00\n – The last employees other than security staff exit the park through employee entrances. The gates to Disneyland are secured.\n\n\n01:01\n – Numerous synthetic battle suits, designed to look roughly human but with uncanny facial features, approach the gates to the park.\n\n\n01:02\n – Three of the synthetic entities raise their left arms and fire lethal ammunition at the center-most gate, blowing it off its hinges. The remaining battle suits walk through the now open gates and begin firing their sonic cannons at the security staff rushing towards the gates.\n\n\n01:06\n – Several altercations occur simultaneously: a small group of security officers fire their weapons at two of the battle suited entities – which show no damage from the small arms fire – and then collapse after the entities use their sonic cannons; at the same instant, the Colonel and Kermit are arguing in front of the gates directly before a stylized flowerbed in the shape of the famous mouse. The Colonel begins to animatedly raise his arms and punctuates with one fist pounding into the other open palm. Kermit argues in response but the Colonel turns towards the flower plot and fires his lethal ammunition, causing a small explosion eradicating the mouse’s image. Kermit shakes his head and storms off.\n\n\n01:15\n – As numerous armored hostiles carry neutralized security personnel through the gates, Rizzo and several other Muppet rats are painting over the Disneyland entrance marquee in black.\n\n\n01:20\n – The last of security personnel are deposited outside the gates, with one of the entities welding the gates shut while another is wrapping the gate and nearby fences in razor wire. Rizzo and the other rats have finished painting over the marquee with a sloppy “MUPPETLAND.”\n\n\n01:35\n – The Colonel supervises the Muppets in their battle suits planting C4 and mines around the entrance gate. An automatic weapon of unknown pattern sits on a tripod at the top of the incline that used to house the mouse portrait flower bed.\n\n\n\n\n\n\n\n\n \n\n\nIn the following hour, several calls to emergency numbers by local residents and businesses were intercepted by the Foundation and the callers amnesticized. Agent Oz had arranged for a taskforce to be mobilized so the area could be locked down, detaining the security staff for medical treatment – all were neutralized non-lethally – and amnesticized.\n\n\nAt 02:00, the following broadcast was transmitted from within the park to every local receiver in the area, specifically targeting the local news agencies.\n\n\n\n\n\n\n\n\nPirated Broadcast\n\n\n\n\n[The synthetic entity calling itself the Colonel is standing in front of green banner with a hastily scrawled “MUPPETS SHALL NEVER SURRENDER” message in yellow spray paint. Standing beside the entity on either side is Fozzie Bear, wearing a belt of grenades across its chest and holding an AK-47, and Miss Piggy holding a shotgun.]\n\n\nColonel\n: Recently a titan was lost to us. Jim Henson died tragically and is mourned by his friends and family. But what led up to that death, you may ask. Over months of grueling negotiations, the Disney company has tried to take control of the production rights of Jim Henson Productions. Disney wants to control the Muppets. What do we think of that?\n\n\nMiss Piggy\n: Burn the bastards down!\n\n\nFozzie\n: Wocka Wocka!\n\n\nColonel\n: That’s right, we’re not taking it lying down. We’ve taken decisive action to secure the headquarters of this monstrous corporate beast, shut down their operations and barred the gates. I am speaking to you now from the inside of their most advanced fortifications, Sleeping Beauty’s Castle. We will not allow Disney’s gluttonous ambition to operate unchecked for one more second. No one will enter this park as long as we hold it. Any who try will die by our hands.\n\n\n[The Colonel bends down so the camera is directly in his face.]\n\n\nColonel\n: And if any Agents are watching, you want this to be over as soon as possible, right? Get us what we want. Disney’s complete capitulation and the severed head of Walt Disney delivered by sunrise on July 1, or we demolish this castle.\n\n\nMiss Piggy\n: His head? That’s a bit much.\n\n\nFozzie\n: I can’t even think of a joke that’s so dark.\n\n\nColonel\n: We talked about this, we need to project strength and determination. They won’t respect anything else. I have lots of experience with insurgencies and military operations, trust me.\n\n\n[Indecipherable speech is heard from off camera.]\n\n\nColonel\n: What? We’re still on? Well shut it down!\n\n\n\n\n\n\n\n\n \n\n\nFoundation personnel retrieved all recordings of the broadcasts received at local media outlets and amnesticized the staff who had received them. Agent Oz scheduled an emergency meeting with Disney corporate executives.\n\n\n\n\n\n\n\n\nMeeting with Disney Executives\n\n\n\n\n\n\nDate\n: 02/06/1990 @ 03:30 local time.\n\n\nPersonnel present\n: Agent Frank Oz, embedded Foundation personnel\n\n\n\n[Several disheveled corporate executives are present in a conference room at Disney Headquarters in Burbank, California. Agent Oz stands at the head of the table in front of an overhead projector.]\n\n\nAgent Oz\n: We really appreciate you folks coming out so early in the morning.\n\n\nMichael Eisner\n:\n3\n What’s this about, Frank? We’ve just been getting reports of some sort of assault on the park.\n\n\nAgent Oz\n: I know, that’s part of why I wanted to speak with you. This is going to go fast, and I’m sorry for the high learning curve.\n\n\n[Agent Oz begins the slideshow on the projector, with an SCP Foundation logo present on screen. A warning is at the bottom of the screen that all first time viewers will be bound to silence through memetic means.]\n\n\nAgent Oz\n: Many of you know me as a puppeteer and actor, but what you don’t know is that for the last few decades, I have been an embedded agent for the Foundation. We secure, contain, and protect the anomalous. Without going into a lot of detail, suffice it to say that the anomalous is anything that defies classification under our current scientific understanding. This definition is wide, as you can imagine, but that’s about the only unifying concept we can apply to the anomalous.\n\n\nFrank Wells\n:\n4\n Sorry, I’m exhausted but what the fuck does this have to do with park?\n\n\n[Agent Oz starts shuffling through images on the slide show, revealing images of the main Muppets.]\n\n\nAgent Oz\n: My primary responsibility is to contain these anomalous individuals.\n\n\nMichael Eisner\n: What individuals? Those are the Henson puppets.\n\n\nFrank Wells\n: Oh, come on.\n\n\nMichael Eisner\n: What?\n\n\nFrank Wells\n: He’s going to tell us that the Muppets are alive.\n\n\nAgent Oz\n: I am.\n\n\n[Oz turns to a cart with a tv and VHS player, turning it on. Excerpts from the memorial begin to play. Oz lets the video play out while the executives watch then shuts it off.]\n\n\nFrank Wells\n: Jesus.\n\n\nMichael Eisner\n: That’s not trick photography, is it?\n\n\nAgent Oz\n: No.\n\n\nFrank Wells\n: Okay, let’s say we believe you. The Muppets are alive and have formed a paramilitary occupation of Disneyland. What do you want us to do?\n\n\nAgent Oz\n: We’ve got a cover story that we’ll push to the media, about electrical storms wrecking the power infrastructure. What we need you both to do is back this up. Without explaining the real situation. To be completely clear, we’ve included memetics into this presentation, so you won’t be able to speak about it to anyone but me anyway.\n\n\nFrank Wells\n: I’m not even going to ask you what that is. Okay. We maintain this story until what?\n\n\nAgent Oz\n: Until we’re able to resolve the situation.\n\n\n\n\n\n\n\n\n \n\nOver the next four weeks, six different stealth insertion mobilizations of task force personnel were repelled. Each time the task force agents were deposited outside the main gates with only two serious injuries. The combat capabilities of the enhancement drone chassis piloted by the Muppets made them nearly impossible to neutralize by conventional means. The battle suits moved significantly faster than an unenhanced human being, and the sonic weaponry overwhelmed noise cancelling headgear provided to the teams.\n\nAerosolized pharmacological options would have been ineffective against the Muppets, not to mention inadvisable because of the location of the park nestled amongst other businesses and residential neighborhoods.\n\n\nOn 30/06/1990, with only twenty four hours before the deadline issued by the entity calling itself James, and with urging from Disney executives, Agent Oz attempted to negotiate the park’s release.\n\n\n\n\n\n\n\n\nNegotiations\n\n\n\n\n[Agent Oz stands on the roof of a Foundation SWAT van with a bullhorn, facing the barricaded entrance to Disneyland.]\n\n\nAgent Oz\n: Hello, I’d like to speak to Kermit. It’s time we worked this out.\n\n\n[One of the mobile battle suits walks to the barricade, the chest opening up to reveal Rizzo the Rat.]\n\n\nRizzo\n: That you, pig?\n\n\nAgent Oz\n: Can we not do this? Get Kermit.\n\n\nRizzo\n: Kermit ain’t in charge out here.\n\n\nAgent Oz\n: Is he in there, or not?\n\n\n[Rizzo turns away muttering to himself. Five minutes later, the Colonel appears at the barricades.]\n\n\nColonel\n: Evening, Agent Oz.\n\n\nAgent Oz\n: I asked to speak to Kermit. Is he in there?\n\n\nColonel\n: He’s right here.\n\n\n[One of the battle suits walks up behind the Colonel and waves its arm.]\n\n\nAgent Oz\n: Can you at least confirm that you’re Kermit.\n\n\nColonel\n: Why don’t you talk to me, Agent?\n\n\nAgent Oz\n: Fine. Can we discuss terms here?\n\n\nColonel\n: We gave our terms, did the suits at Disney deliver?\n\n\nAgent Oz\n: You seriously want Walt Disney’s head?\n\n\nColonel\n: You bet your ass.\n\n\nAgent Oz\n: It’s buried, son. With the rest of his body.\n\n\nColonel\n: Sure, it is. You’ve sent in your goons half a dozen times. Not a single casualty on our end. Even been super nice and not killed a single one of ‘em. I’m being incredibly generous here. Give us the head and a public statement from Disney Executive that they won’t be pursuing the negotiations any longer, and we will vacate this park.\n\n\nAgent Oz\n: This isn’t how negotiations usually go.\n\n\nColonel\n: This. Is. Not. A. Negotiation. We are making our demands. You will either meet them or repercussions will follow.\n\n\n[The Colonel starts moving away from the barricade. Agent Oz yells after it.]\n\n\nAgent Oz\n: What repercussions? Hey! I’m talking to you! What repercussions?\n\n\n\n\nEnd of Log\n\n\n\n\n\n\n\n\n\n\n \n\nThe deadline came and went, with the Disney Executive board refusing to even consider the demands. On 2 July, 1990, a Foundation helicopter was circling the park and noticed the Matterhorn ride had undergone a significant change.\n\nThe entire structure had been hue shifted to appear neon green. Spelled out on the walkway leading to the ride’s entrance in large block letters was the message: “SURRENDER DISNEY! WE HAVE THE FORTITUDE OF RIGHTEOUSNESS, IT’S NOT EASY BEING GREEN IS IT?”\n\n\nAgent Oz made sure to declare to the local airports that Disney was a no fly zone and had several agents tasked with monitoring the media coverage if any. Up until this point, the closure of Disneyland had little attention from the nightly news.\n\n\nMichael Eisner began calling Agent Oz every other day to receive a direct update.\n\n\n\n\n\n\nEisner\n: Do you have any idea how much money we’re losing keeping the park shut like this?\n\n\nAgent Oz\n: I don–\n\n\nEisner\n: MILLIONS. Fix it.\n\n\nAgent Oz\n: Sir, I don’t know what you expect me to do.\n\n\nEisner\n: Fix it or whatever deal we had to keep things quiet goes up in smoke.\n\n\nAgent Oz\n: You can’t just–\n\n\nEisner\n: Son, I will fucking bury you. Fix it.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nLog of Mobile Task Force Insertion Action\n\n\n\n\n\n\nDate\n: 08/07/1990 @ 20:00 local time.\n\n\nPersonnel present\n: Agent Frank Oz, along with a squad of Mobile Task Force personnel.\n\nForeword\n: Oz and the other agents were equipped with prototype electromagnetic pulse generators in order to neutralize the battle suits being piloted by the Muppets.\n\n\n\n\n20:00\n – Oz and the other agents breach the park’s perimeter.\n\n\n20:11\n – Foundation personnel engage with the first instances of battle suits, neutralizing three but losing one of the EMP generators in the engagement.\n\n\n20:15\n – Oz disables another five Muppets wearing the battle suits. The agents approach Sleeping Beauty’s Castle which had been identified as the Colonel’s operating base.\n\n\n20:17\n – The team breaches the castle and finds the Colonel holding court among Muppets wearing the battle suits. EMP generators are deployed neutralizing the Muppets but having no apparent effect on the Colonel.\n\n\n20:18\n – Foundation agents open fire on the Colonel with conventional weaponry who’s body is barely damaged by the fusillade. The Colonel begins attacking the agents hand to hand, neutralizing each within minutes.\n\n\n20:20\n – Agent Oz and the Colonel stand at opposite sides of the passage within Sleeping Beauty’s Castle. The Colonel raises its right arm readying to hit the agent with the sonic weapon. Simultaneously, a sonic boom is heard outside of the castle, shaking the walls and all glass within a half mile. A loud voice can be heard:\n\n\nUnknown\n: COLONEL JAMES HENSON, COME OUT WITH YOUR HANDS – OR WHATEVER YOU HAVE MODDED INTO YOUR FRAME TO SERVE AS EXTREMITIES – UP IN THE AIR.\n\n\n20:21\n – The Colonel fires the sonic weapon at Agent Oz, neutralizing him and then walking outside.\n\n\n20:22\n:\n5\n A large obfuscated object hovers above the castle.\n\n\nColonel\n: What do you want?\n\n\nUnknown\n: YOU ARE NOT AUTHORIZED TO BE OPERATING IN THIS THEATER. RETURN TO THE BARRACKS FOR DEBRIEFING IMMEDIATELY.\n\n\nColonel\n: No, I’ve got these idiots right where I want them.\n\n\nUnknown\n: THAT WASN’T A REQUEST.\n\n\n[A tightly focused energy beam emits from the object’s undercarriage and pierces the Colonel’s head, burning down the center of its body until the two halves split and fall to the cobbles on the bridge leading to Sleeping Beauty’s Castle. The remains begin to spark, before igniting. The unknown object repositions itself so it is roughly pointed at Agent Oz’ comatose body.]\n\n\nUnknown\n: APOLOGIES ABOUT THAT, WE’LL MAKE SURE HE IS SANCTIONED BEFORE BEING RETURNED TO ACTIVE DUTY. LET US KNOW IF WE CAN MAKE IT UP TO YOU. YOU ARE WATCHED. YOU ARE PROTECTED. YOU ARE LOVED.\n\n\n[The unknown object floats up away from the camera’s view.]\n\n\n\n\nEnd of Log\n\n\n\n\n\n\n\n\n\n\n \n\nIn the aftermath of the above event, the Muppets were rounded up and their battle suits confiscated.\n6\n The Muppets demanded their terms be met, although Kermit – who was being held within the castle during most of the time – and Miss Piggy clarified that they never really wanted to receive the head of Walt Disney.\n\nAgent Oz mediated the negotiations between Eisner and the Muppets, eventually leading to the withdrawal of Disney’s offer to purchase the production rights.\n\n\nThe technology on display exhibited by the Colonel’s resources, and the object which destroyed it, has not been found. Investigation into the origins of the unidentified flying object which resolved the matter is ongoing.\n\n\nThe Matterhorn had to be completely repainted.\n\n\n \n\n\n \n\n\nrating: \n+72\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-6953\n | SCP-6954 | \nSCP-6955\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6954\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6954\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n The Matterhorn seen from Domhutte (Valais)\n\n\nAuthor:\n Zacharie Grossen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource\n: \nLink\n\n\nAdditional Notes:\n Edited by Grigori Karpin\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Animate entities that resemble puppets and stars of movies/television under Jim Henson’s direction.\n\n\n2\n. The agreement between Henson and the Foundation stipulated that the Muppets’ anomalous nature would be hidden from the general public and ninety-five percent of the Henson organization. This involved amnesticization and embedding Foundation agents to act as puppeteers within the company.\n\n\n3\n. Disney CEO.\n\n\n4\n. Disney Chief Operating Officer.\n\n\n5\n. Footage originates from security cameras on the premises, therefore no sound is present and the quality is subpar.\n\n\n6\n. All forty suits self-destructed within two hours of being contained, injuring three people. A charred note was left with the remains stating “WE FORGOT THESE, SORRY ABOUT THAT. WON’T HAPPEN AGAIN.”",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6954 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-6954 . Licensed under CC-BY-SA .",
        "Filename: The Matterhorn seen from Domhutte (Valais) Author: Zacharie Grossen License: CC BY-SA 3.0 Source : Link Additional Notes: Edited by Grigori Karpin"
    ],
    "title": "SCP-6954"
}