{
    "url": "https://scp-wiki.wikidot.com/scp-6956",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nMan, did this hurt to write.\n\n\n\n\n⚠️ \nContent warning:\n This article contains transphobia as well as mentions of abuse and suicidal ideation.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n77.59%\n\n(+45)\n\n\n22.41%\n\n(-13)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nSCP-6956 one month prior to containment\n1\n\n\n\n\n\n\nItem #:\n SCP-6956\n\n\nClearance:\n Level 2 (Restricted)\n\n\nObject Class:\n Euclid\n\n\nDisruption Class:\n 1/Dark\n\n\nRisk Class:\n 1/Notice\n\n\nSpecial Containment Procedures:\n SCP-6956 is to be kept in a standard humanoid containment chamber. SCP-6956 is not to be given any drugs used for feminizing hormone therapy\n2\n outside of testing to limit its anomalous effects.\n\n\nDescription:\n SCP-6956 is a male anomalous humanoid of Georgian descent and Canadian origin. SCP-6956 was formerly known as George Lomidze. When SCP-6956 is exposed to drugs used for feminizing hormone therapy, it becomes capable of altering features of its own body, such as fingernail length, hair length and color, and the color of its iris. SCP-6956 has not yet been capable of altering its body beyond what is theoretically obtainable by non-anomalous humans, whether due to genetics or personal grooming. SCP-6956 remains able to alter its body for the effective duration of the drug used. Afterward, it will revert to its prior form and be unable to alter its body anomalously until again provided with drugs used for feminizing hormone therapy.\n\n\nDiscovery:\n Foundation webcrawler \"Crom\" alerted the Foundation to the presence of a potential anomaly, citing the following interaction on messaging platform Discord.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBlåhaj Enjoyer (She/Her)\n\n\nToday at 3:49 PM\n\n\n\n\nSo i just took my hrt\n3\n for the first time\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMamaBear (she/them)\n\n\nToday at 3:49 PM\n\n\n\n\nHell yeah, girl!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBlåhaj Enjoyer (She/Her)\n\n\nToday at 3:50 PM\n\n\n\n\nBut some weird stuff is happening\n\nThanks \n@MamaBear (she/them)\n\nLike, is estrogen supposed to make you see things?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMamaBear (she/them)\n\n\nToday at 3:50 PM\n\n\n\n\nNo? You should probably sit down.\n\nWhat shit are you seeing?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMamaBear (she/them)\n\n\nToday at 3:52 PM\n\n\n\n\nYou still there \n@Blåhaj Enjoyer (She/Her)\n?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBlåhaj Enjoyer (She/Her)\n\n\nToday at 3:53 PM\n\n\n\n\nYeah, sorry. I just got lost looking at… myself, i guess\n\nIm seeing like, changes to my body. Like i swear just saw my eye change color just now.\n\nIts weird tho, cause it kinda feels like i can control it?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMamaBear (she/them)\n\n\nToday at 3:54 PM\n\n\n\n\nI dont think that sounds alright…\n\nMaybe you should call poison control?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBlåhaj Enjoyer (She/Her)\n\n\nToday at 3:54 PM\n\n\n\n\nYour probably right.\n\n..g poison control\n\n.g poison control\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCrowbot\n\n\nToday at 3:54 PM\n\n\n\n\n@Blåhaj Enjoyer (She/Her)\n: \nhttps://www.poison.org/\n - Poison Control: Contact Poison Control right away if you suspect a poisoning. Help is available online with webPOISONCONTROL or by phone at 1-800-222-1222.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6956's call to poison control was redirected to the Foundation, and Foundation agents transported SCP-6956 and its estrogen prescription to Site-65. SCP-6956 was kept in a provisional containment chamber overnight, awaiting the arrival of Dr. Morgan Reese.\n4\n Overnight, SCP-6956's effects subsided, causing it to revert to its original form.\n\n\nPersonal Log Entry 6956-1:\n The night of SCP-6956's initial containment, it used a provided journal to create the following personal log.\n\n\n\n\nJuly 1\n2\n3\nth\n\n\n\nI'm still shaking. I can still hear the bang. My heart skipped a beat. I wanted to scre\ne\na\nm. I couldn't move. I thought I was gonna die. I wanted to run. I should've \nran\n run.\n\n\n\nWhen I got here I was literally shaking so much. I thought this place was some kinda wa\ne\nr\ne\nhouse. Am I being trafficked? But the room is so nice, so that doesn't make any sense…..\n\n\n\nI've gotta be high \nor\n, dreaming, or both. This can't be real, right? But I've looked in the mirror, like, 30 times. 31, now. Maybe this is real? Still, why do I keep checking, even if this isn't real? This nightmare clearly isn't ending any time soon. I guess I keep doing it because of it. like, because I look different. I look in the mirror and wonder who is staring back. I wonder who that woman looking back at me is. Then I realize who it really is. It feels unreal. More unreal than the rest of this. It feels normal. I can finally look in the mirror for once and say \"That's me. That's really me.\"\n\n\n\n\nInterview 6956-1:\n The following interview log excerpt was conducted that morning after SCP-6956's initial containment.\n\n\n\n\nVIDEO LOG\n\n\n\n\nPARTICIPANTS:\n Lead Researcher Morgan Reese, George Lomidze (SCP-6956)\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-6956 is sitting at the table in the interview room. Dr. Reese can be heard outside.\n\n\nReese:\n \n(Muffled)\n This him?\n\n\nDr. Reese enters the room holding SCP-6956's file and sits across from SCP-6956.\n\n\nReese:\n George Lomidze, it's a pleasure to meet you. My name is Dr. Reese. I need to confirm some things about you if that'd be alright.\n\n\nSCP-6956:\n That's alright, but I-\n\n\nReese:\n I understand you have a lot of questions, and rest assured, you'll have time to get an answer. Just need to get the formalities done first. So, you are George Lomidze, also known as \"Blåhaj Enjoyer\", 29 years old, male, living at 432 Thornbrook Way, Unit 394, correct?\n\n\nSCP-6956:\n That sounds mostly right, but the name and gender are wrong.\n\n\nReese:\n \n(Raising an eyebrow)\n Your name is not George Lomidze?\n\n\nSCP-6956:\n Please stop saying that name.\n\n\nReese:\n I'm sorry if I'm causing you some sort of discomfort. Would you prefer Mr. Lomidze?\n\n\nSCP-6956:\n I'm trans, ok! I- I'm a woman and my name is Ash- Ashley. If you were able to figure out where I lived, how'd you miss that?\n\n\nDr. Reese looks through SCP-6956's file and shakes their head.\n\n\nReese:\n In that case, I must apologize. It doesn't seem like it's been legally changed, so, unfortunately, your \nlegal\n name and \nlegal\n gender will have to remain on our documents.\n\n\nSCP-6956 remains silent.\n\n\n[END LOG]\n\n\n\n\nADDITIONAL NOTES:\n Dr. Reese proceeds to explain what the Foundation is and its goals. SCP-6956 remains relatively silent for the remainder of the interview. Dr. Reese was informed of SCP-6956's estrogen prescription prior to the interview, however, they claimed to have forgotten.\n\n\n\n\nPersonal Log Entry 6956-2:\n Following Interview 6956-1, SCP-6956 created the following log.\n\n\n\n\nJuly 14\nth\n\n\n\nThe dysphoria hit hard this morning. I was almost excited to look in the mirror. Then I stopped. God, how stupid am I? Of co\nu\nrse this wasnt real. I guess I \nwas\n am still hoping it wasn't just a dream.\n\n\n\nI barely got my bearings before the interview started. The interviewer, Dr….. something with an r. Whatever, they were an asshole. I don't understand how they forgot. Unless they didn't forget……\n\n\n\n\nResearch Team Meeting 6956-1:\n As SCP-6956's research team has recently formed, Junior Researcher Maxwell Harris felt it necessary to acquaint themselves with their superior. The following is a log taken from Dr. Reese's office.\n\n\n\n\nVIDEO LOG\n\n\n\n\nPARTICIPANTS:\n Lead Researcher Morgan Reese, Junior Researcher Maxwell Harris\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Reese can be seen working at their desk. A knocking sound can be heard.\n\n\nReese:\n Come in.\n\n\nThe office door opens and Dr. Harris enters the office.\n\n\nReese:\n \n(Standing up)\n Oh, you must be the junior they were talking about. Name's Reese.\n\n\nDr. Reese outstretches their hand, which Dr. Harris shakes.\n\n\nHarris:\n Mine's Max. It'll be a pleasure working with you. Never worked with anomalous physiology before. Got any pointers?\n\n\nReese:\n \n(Returning to their seat and gesturing to the chair across the table)\n Easier than it looks, but you gotta know the rules of the body to be able to tell when they're being broken.\n\n\nHarris:\n Probably a good thing that I used to teach anatomy before I came here.\n\n\nDr. Harris chuckles.\n\n\nHarris:\n So I did some reading up on 6956's file. Have we been able to figure out if the HRT is anomalous?\n\n\nReese:\n Doesn't seem to be, but the analysis should be done before we have a testing session with him in a few hours.\n\n\nHarris:\n Right, right. \n(Standing up)\n Well, I look forward to it. Oh and, uh, it's her.\n\n\nReese:\n \n(Placing their palm on their forehead)\n I keep forgetting. I really need to get that down.\n\n\nHarris:\n \n(Moving toward the door)\n Oh, it's fine. I mess up pronouns all the time, too. All that matters is that we try. Well, I'll see you later, Reese.\n\n\n[END LOG]\n\n\n\n\nTesting Session 6956-1:\n The following log excerpt details SCP-6956's first testing session.\n\n\n\n\nVIDEO LOG\n\n\n\n\nPARTICIPANTS:\n Lead Researcher Morgan Reese, Junior Researcher Maxwell Harris, George Lomidze (SCP-6956)\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-6956 waits in the testing chamber. Dr. Harris enters the chamber.\n\n\nSCP-6956:\n You're not Dr. Re… what's their name?\n\n\nHarris:\n Doctor Reese, and no, I am not. I'm Doctor Harris. \n(Dr. Harris outstretches their hand)\n You're Geo- \nAshley\n Lomidze, right?\n\n\nSCP-6956 shakes Dr. Harris' hand.\n\n\nSCP-6956:\n Ash is fine.\n\n\nHarris:\n Ash it is. We'll be beginning testing shortly. Dr. Reese is just grabbing some lab results.\n\n\nSCP-6956:\n \n(Turning away)\n Oh, ok.\n\n\nHarris:\n What's wrong?\n\n\nSCP-6956:\n It's just that they deadnamed\n5\n me a lot earlier.\n\n\nHarris:\n Yeah, I read the file. They didn't mean to.\n\n\nSCP-6956:\n I mean, I guess…\n\n\nDr. Reese enters the testing chamber.\n\n\nHarris:\n Speaking of…\n\n\nReese:\n \n(Nodding)\n Dr. Harris, George.\n\n\nSCP-6956:\n \n(Flatly)\n Ashley.\n\n\nReese:\n There I go again. It takes me a while to get used to names.\n\n\nHarris:\n Well, how'd the estrogen test out?\n\n\nReese:\n Baseline. Which means that you \n(Looking at SCP-6956)\n are an anomaly.\n\n\nHarris:\n Well then, let me get the pill for test one.\n\n\nHarris exits the testing chamber.\n\n\nSCP-6956:\n Are you doing it on purpose?\n\n\nReese:\n Doing what, Mr. Lomidze?\n\n\nSCP-6956:\n Just now. You keep misgendering or deadnaming me.\n\n\nReese:\n Well, as I said before, I'm not the fastest at adapting to the usage of different names.\n\n\nSCP-6956:\n You met me \nyesterday\n. Listen, if you're gonna be phobic, quit the fucking cat-and-mouse game you have going here.\n\n\nReese:\n You do understand your position here, right?\n\n\nSCP-6956:\n The hell do you mean?\n\n\nReese:\n You are making a serious accusation against one of, no, \nthe best\n physiologist the Foundation has. I have \nyears\n of experience in the field, and you have 2 days in containment. It is clear your gender is linked to your anomaly and I am trying to learn more about it. If you would cooperate, it would make both of our lives easier.\n\n\nSCP-6956 does not respond.\n\n\nDr. Harris enters the testing chamber holding a small pill jar and a glass of water.\n\n\nHarris:\n Sorry I kept you two waiting.\n\n\nReese:\n That's quite alright, Dr. Harris. Now, Lomidze, this is an estrogen dosage that is planned to last for 5 minutes. Even if you are able, you are not to alter your body unless directed, do you understand?\n\n\nSCP-6956 nods. Dr. Reese gestures to Dr. Harris, who gives SCP-6956 the pill jar, which contains one capsule. SCP-6956 opens the jar and places the capsule in its mouth. SCP-6956 then takes the glass of water held by Dr. Harris and swallows the capsule using it.\n\n\nReese:\n Are you able to alter your body?\n\n\nSCP-6956:\n \n(Shaking their head)\n It took a minute the first time.\n\n\n30 seconds pass.\n\n\nSCP-6956's hair begins growing in length.\n\n\nReese:\n You were not instructed to alter your hair length!\n\n\nSCP-6956:\n Sorry, sorry. It just kinda happens.\n\n\nSCP-6956's hair begins receding to its initial length. Various other parts of SCP-6956's body begin to slowly alter, but quickly return to their original state.\n\n\nHarris:\n You seem to be having a hard time maintaining a constant form.\n\n\nReese:\n Were you able to keep your body from changing easier when you were in front of a mirror?\n\n\nSCP-6956:\n I think so, but that might've been 'cause I'd already changed myself to look like what I wanted to.\n\n\nHarris:\n And what did that look like, if you could try to mimic it?\n\n\nSCP-6956 closes its eyes and furrows its brow. SCP-6956's body begins changing in several ways at once, including, but not limited to, increasing its hair length, development of breast tissue, and removal of facial blemishes.\n\n\nSCP-6956 opens its eyes.\n\n\nSCP-6956:\n I thi- what the…\n\n\nSCP-6956's voice was of a higher pitch than previously observed.\n\n\n\n\n\n\nSCP-6956 following Test One\n\n\n\n\n\n\nSCP-6956:\n \n(Examining themselves)\n I think this is what I looked like.\n\n\nSCP-6956 is visibly elated.\n\n\nReese:\n Dr. Harris, ready the androgen blockers for test two.\n\n\nHarris:\n \n(Exiting the testing chamber)\n On it.\n\n\nSCP-6956:\n Can I keep taking this? Like, as a prescription?\n\n\nReese:\n We'll have to see.\n\n\n[END LOG]\n\n\n\n\nADDITIONAL NOTES:\n SCP-6956's capabilities were tested for the remainder of the session.\n\n\n\n\nResearch Team Meeting 6956-2:\n The morning following Testing Session 6956-1, SCP-6956's research team held a meeting in order to draft SCP-6956's file. The following is an excerpt from the meeting.\n\n\n\n\nVIDEO LOG\n\n\n\n\nPARTICIPANTS:\n Lead Researcher Morgan Reese, Junior Researcher Maxwell Harris\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Reese and Dr. Harris sit across from each other in Dr. Reese's office.\n\n\nHarris:\n -too hard on her?\n\n\nReese:\n They accused me of a serious offense, which I don't take lightly.\n\n\nHarris:\n Alright, I guess that makes sense, but you did come off a bit maliciously forgetful.\n\n\nReese:\n The hell does that even mean?!\n\n\nHarris:\n Ok, um, let's move on to… the description! How about \"SCP-6956 is a female anomalous huma-\"\n\n\nReese:\n Don't you feel calling them female may cause security concerns?\n\n\nHarris:\n Uh, well, how about \"transgender female\"? It'd help lower confusion in the event of a breach.\n\n\nReese:\n That still might not work. What if during a breach, we find two people matching their description? An examination of the gonads may be necessary, and that description may cause confusion.\n\n\nHarris:\n First off, that's disgusting. Secondly, we aren't cavemen, we could take a blood sample. Thir-\n\n\nReese:\n I have one word for you, Max, one word: clones.\n\n\nHarris:\n There is no way there is a such thing as an opposite-sex clo- \n(They pause)\n There are opposite-sex clones, aren't there?\n\n\nDr. Reese nods.\n\n\nHarris:\n \n(Rubbing their forehead)\n How the hell is their blood the same, though..? Don't overthink this, Max. All right, I guess that's a fair point, but what about 6956's anomalous abilities? They could just alter themselves beyond recognisability, \nincluding\n their gonads.\n\n\nReese:\n That's a whole 'nother can of worms you're opening.\n\n\nDr. Harris has a confused expression.\n\n\nReese:\n Before I even get into \nwhy\n they shouldn't be permitted to use their anomalous properties, if they \nwere\n able to, that would be an even bigger security problem. You saw how drastically they can change their body and voice. They could impersonate someone to get out.\n\n\nHarris:\n Well how about an implanted GPS chip? That'd make IDing them a lot easier.\n\n\nReese:\n \n(Shaking their head)\n Haven't you noticed this place is built like a hospital? Why do you think we all have pagers? \n(They hold up their pager)\n Cell service in here is shit. We'd only be able to tell where they were if they were already outside, and I'd hope they explained how important the veil is in basic training.\n\n\nHarris:\n Ok, ok, sure. If they got out, recontainment \nmight\n be a little more difficult if we list them as female. But that's a \nmassive\n if. They don't seem to be that keen on even trying.\n\n\nReese:\n Better safe than sorry.\n\n\nHarris:\n I mean, I guess that makes sense. So, what, we just aren't going to give them HRT?\n\n\nDr. Reese nods.\n\n\nHarris:\n And what, we're just gonna watch them fall into a depressive slump from dysphoria?\n6\n\n\nReese:\n We don't know that.\n\n\nHarris:\n What are you on about? We have two separate diagnoses of dysphoria.\n\n\nReese:\n From civilians. It is clear as day that 6956's anomaly is manipulating their perception of their gender identity.\n\n\nHarris:\n There are people with dysphoria that aren't anomalies, what about them?\n\n\nReese:\n I'm talking about 6956, not all people.\n\n\nHarris:\n Ok, but 6956's anomaly only manifested after they started HRT.\n\n\nReese:\n Diseases cause some symptoms before their major symptoms manifest. Anomalies are no different.\n\n\nHarris:\n But what if it isn't? What if they \nare\n trans? What if, Reese?\n\n\nReese:\n Then they can go to a Foundation psychologist to get a diagnosis. They'll factor in the anomalous properties in their diagnosis.\n\n\nHarris:\n Reese, you know how long the waitlist for a psychologist is.\n\n\nReese:\n Hey, don't look at me. If you want it expedited, you'll have to take it up with the psych board.\n\n\nHarris:\n Y'know what? Fuck it. I've seen, no, not just seen, I've been close to people as I slowly watch them fall into depression from dysphoria. I just stood there on the sidelines, trying to comfort them, knowing my efforts wouldn't pull them out of it, but trying anyway. We aren't letting the mental health of an anomaly fall just because they can't accept the two diagnoses. They should accept it until refuted because otherwise, anomalies, like 6956, can suffer. I'm chartering a flight to Stockholm tonight. \n(Standing up)\n The psych board has to listen.\n\n\nReese:\n \n(Standing up)\n Max, the psych board isn't just going to listen to you because you show up and ask to be heard.\n\n\nHarris:\n Well I'll get them to. I'm not standing on the sidelines anymore. Not today, not ever.\n\n\n[END LOG]\n\n\n\n\nADDITIONAL NOTES:\n SCP-6956's current containment procedures and description were drafted following this meeting. Dr. Harris departed for Stockholm the following morning.\n\n\n\n\nPersonal Log Entry 6956-2:\n The morning following Research Team Meeting 6956-2, SCP-6956 created the following log.\n\n\n\n\nJuly 16\nth\n\n\n\nY'know, I kinda wish I'd never taken HRT. Maybe my life would've been better. I wouldn't even be here if I didn't take it. Taking HRT was like doing \nhard\n drugs. I had a mom\nm\nent where I felt like I was on top of the world, like when I passed for the first time. Felt like I could fly. But now that its gone….. I don't know if my dysphoria has ever been this bad. I used to think about transition goals, but now it seems like transitioning IS the goal. God, I miss when things were no\n\n\n\n\nSCP-6956 was interrupted prior to finishing its personal log.\n\n\nInterview 6956-2:\n Following Dr. Harris's departure for the Foundation Psychological Board, Dr. Reese conducted an interview with SCP-6956. Dr. Reese requested, and was permitted, use of an interrogation chamber.\n7\n The following interview took place.\n\n\n\n\nVIDEO LOG\n\n\n\n\nPARTICIPANTS:\n Lead Researcher Morgan Reese, George Lomidze (SCP-6956)\n\n\n\n\n[LOG REDACTED]\n\n\n\n\nADDITIONAL NOTES:\n \n\"Due to its graphic content, as well as the preservation of Dr. Reese's image, Interview 6956-2 has been redacted. Access will only be granted to members of SCP-6956's research team.\"\n\n\n\n\n-Foundation Ethics Committee\n\n\n\n\n\n\nResearch Team Meeting 6956-3:\n Following Interview 6956-2's addition to SCP-6956's file, Dr. Harris chartered a flight to return to Site-65 having not yet met with the Foundation Psychological Board. The following log was taken from Dr. Reese's office.\n\n\n\n\nVIDEO LOG\n\n\n\n\nPARTICIPANTS:\n Lead Researcher Morgan Reese, Junior Researcher Maxwell Harris\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Reese is working at their desk. The door to their office is violently opened and Dr. Harris enters.\n\n\nReese:\n You're ba-\n\n\nNote that all dialogue from Dr. Harris is to be assumed to be shouted unless otherwise stated.\n\n\nHarris:\n No no no no, shut the \nfuck up\n! What the \nhell\n were you thinking, or were you not?\n\n\nReese:\n Max, calm do-\n\n\nHarris:\n No Reese, fuck you! Do you feel nothing, \nnothing\n, for what you did?\n\n\nReese:\n \n(Increasing in volume)\n Max, I was just doing my job.\n\n\nHarris:\n Like hell you were! You asked for a fucking torture room!\n\n\nReese:\n \n(Loudly)\n Interrogation chamber! I needed to test a theory I've been developing.\n\n\nHarris:\n Your \"theory\" needed testing? You lying bitch! You just wanted an excuse to yell at Ash for being trans!\n\n\nNote that all dialogue from Dr. Reese after this point is to be assumed to be shouted unless otherwise stated.\n\n\nReese:\n You would accuse me of bigotry? \nYou\n? You clearly don't understand who I am. I am the-\n\n\nHarris:\n I don't give a shit who you are! I gave you the benefit of the doubt, but clearly, I was wrong! I reread all the logs. Since you fucking met her, you've never even used her name! Hell, you haven't even said \ntransgender\n! Then you decide to try to pound into their head that they're a man?\n\n\nReese:\n Their gender ide-\n\n\nHarris:\n The hell they're trans because of some anomalous-ness!\n\n\nReese:\n Then explain how they still claim to be female!\n\n\nHarris:\n Because that's how it \nfucking works\n! You don't make a trans person cis by pounding it into their head for \n3 fucking hours\n! That's how you push a trans person to- to- I can't even fucking say it! \n(Tearing up)\n The fuck do you even have against them?\n\n\nReese:\n They are a result of a problem that I intend to fix!\n\n\nHarris:\n What fucking problem?\n\n\nReese:\n The problem is that they are repulsed by being viewed as their \nactual\n gender!\n\n\nHarris:\n Dysphoria? You did this because they have fucking \ndysphoria\n? Look at the fucking science! Brains are so different they use fucking multi-dimensional space to describe it between genders. At some point, a mismatch between the brain and body is bound to happen, and it has, and then you get dysphoria!\n\n\nReese:\n That is my point! What you call a mismatch, I call an error, a mistake, a \ndefect\n that can be fixed.\n\n\nDr. Harris's face displaces a series of emotions, beginning with surprise before transitioning into sadness until finally showing anger.\n\n\nHarris:\n \n(Quieter)\n You sick fuck, burn in hell. I quit.\n\n\nDr. Harris removes their name badge and throws it at Dr. Reese, who dodges it.\n\n\nDr. Harris leaves Dr. Reese's office, moving through the small crowd that has gathered. They leave in the direction of the containment sector.\n\n\n[END LOG]\n\n\n\n\nADDITIONAL NOTES:\n Dr. Harris subsequently proceeded to enter SCP-6956's containment chamber without prior authorization from Dr. Reese. They approached SCP-6956, who was lying silently in their bed, with a slightly damp pillow in their grasp. Dr. Harris proceeded to tell SCP-6956 \"I'm so sorry. I know that means nothing after what you've been through, but I'm sorry. I failed you. I shouldn't have let this happen to you. You didn't deserve this. I- I- I don't know what to say other than I'm sorry, Ash.\" Dr. Harris was subsequently detained by security personnel.\n\n\n\n\n\n\nETHICS COMMITTEE MANDATE #4169\n\n\nDue to recent events regarding SCP-6956 and its research team, the Ethics Committee has decided to intervene. Due to their expertise in anomalous physiology, Dr. Morgan Reese's employment has not been terminated. Instead, it has been decided that Dr. Reese be reassigned and a new lead researcher for SCP-6956 is to be chosen. Additionally, Dr. Reese is to be required to take the Foundation's three-week Diversity and Inclusion training program. SCP-6956 is to be offered amnestic treatment. Due to understaffing issues, SCP-6956 will not be able to receive any form of psychological assistance, including therapy or diagnostic services. Actions regarding Dr. Maxwell Harris have been deferred to Site-65's disciplinary team.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSECURE CONTAIN PROTECT\n\n\nBooting…\n\n\nWelcome to SCiPNet. Please enter your credentials.\n\n\nUSERNAME:\noN92-nd)m=Δ\n\n\nPASSPHRASE:\n************\n\n\nADMINISTRATIVE PERMISSIONS GRANTED\n\n\n./alert -external harrismaxwell\n\n\nPlease enter the content of your alert below.\n\n\n\n\nGreetings Doctor Harris. Who I am is classified, so let's focus on you. I've been keeping an eye on SCP-6956's handling and, by proxy, your handling of it. Your behavior toward your superior as well as your breach of SCP-6956's containment chamber has been documented. Regardless, your general behavior and attitude toward SCP-6956's case have not gone unnoticed. I know you want to help anomalies like 6956 and make sure things like Interview 6956-2 never happen again, so I will offer you this choice: There is a position within the Foundation where you can help anomalies in the way you seek. You will receive a knock on your door tomorrow where you will be asked \"Yes or No\". I implore you to consider my offer.\n\n- Foundation Administrative Personnel\n\n\n\n\nAn alert has been sent to Maxwell Harris's computer.\n\n\n./alert 6956\n\n\nPlease enter the content of your alert below.\n\n\n\n\nGreetings Ashley. You don't know me, but I know you. I'm one of the top administrative personnel at the Foundation. Ironically, the higher you get in the Foundation, the more suspicious messing with things down low becomes, so let's keep this between us, alright? I've been monitoring your treatment from the beginning because, to be honest, I saw a younger version of myself in you. I remember when they took me from my home and threw me in a cell. I remember the researcher constantly deadnaming me in interviews and tests. I remember them constantly trying to \"fix\" me. I remember the cold steel of a syringe piercing my skin and knowing that there was nothing I could do as my vision faded. I remember crying in the bathroom every morning. I remember it all so clearly.\n\n\nBut do you want to know the most important thing I remember? I remember standing up, looking in the mirror, wiping away the tears, and repeating the same few words. Heat from fire, fire from heat. I still say it every morning to remember the one thing they can't take from me. They can't take the real me away. I know you feel like your life will never move past this. I know this because I felt it too. While I can't promise that things will only be easier from here, I can promise you this: Even when things are hard and life feels torturous, there will always be a light at the end of the tunnel. Always live for tomorrow. Always.\n\n- Number 7\n\n\n\n\nAn alert has been sent to SCP-6956's television.\n\n\n./leave\n\n\nSigning out…\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to SCP-6956 self-altering capabilities, an image prior to the initial manifestation of its anomaly has been used.\n\n\n2\n. Such as estrogen or androgen blockers.\n\n\n3\n. Though typically referring to hormone replacement therapy, when used in the context of the LGBT community, it refers to a drug used for feminizing or masculinizing hormone therapy.\n\n\n4\n. Dr. Reese is the Foundation's leading expert on anomalous physiology.\n\n\n5\n. Deadnaming is the act of referring to a transgender person by a name they used prior to identifying as such, referred to as a dead name.\n\n\n6\n. Gender dysphoria occurs when there is a conflict between the sex you were assigned at birth and the gender with which you identify. This can create significant distress.\n\n\n7\n. The primary difference between an interview room and an interrogation chamber is that the latter is designed in a more brutalist manner in order to create a discomforting atmosphere.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6955\n | SCP-6956 | \nSCP-6957\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6956\n\" by Angryman22, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6956\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Ashley.jpg\n\n\nAuthor:\n Yuri Samoilov\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/103414654@N05/10591115146\n\n\n\n\n\n\n\n\n\n\nFilename:\n shark.jpg\n\n\nAuthor:\n Christian Frank\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://flic.kr/p/2nGkEPT\n\n\n\n\n\n\n\n\n\n\nFilename:\n TransBear.jpg\n\n\nAuthor:\n Chris Rycroft and Tony Hisgett\n\n\nLicense:\n Both CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/193316968@N06/52668185715\n and \nhttps://www.flickr.com/photos/37804979@N00/1414227832\n\n\n\n\n\n\n\n\n\n\nFilename:\n Crom.jpg\n\n\nAuthor:\n Kristel Jeuring\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/40000424@N03/3964447862\n\n\n\n\n\n\n\n\n\n\nFilename:\n AshleyToo.jpg\n\n\nAuthor:\n Chris Gilmore\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://flic.kr/p/9VBhDs",
    "addendums": [],
    "documents": [],
    "notes": [
        "Greetings Doctor Harris. Who I am is classified, so let's focus on you. I've been keeping an eye on SCP-6956's handling and, by proxy, your handling of it. Your behavior toward your superior as well as your breach of SCP-6956's containment chamber has been documented. Regardless, your general behavior and attitude toward SCP-6956's case have not gone unnoticed. I know you want to help anomalies like 6956 and make sure things like Interview 6956-2 never happen again, so I will offer you this choice: There is a position within the Foundation where you can help anomalies in the way you seek. You will receive a knock on your door tomorrow where you will be asked \"Yes or No\". I implore you to consider my offer. - Foundation Administrative Personnel",
        "Greetings Ashley. You don't know me, but I know you. I'm one of the top administrative personnel at the Foundation. Ironically, the higher you get in the Foundation, the more suspicious messing with things down low becomes, so let's keep this between us, alright? I've been monitoring your treatment from the beginning because, to be honest, I saw a younger version of myself in you. I remember when they took me from my home and threw me in a cell. I remember the researcher constantly deadnaming me in interviews and tests. I remember them constantly trying to \"fix\" me. I remember the cold steel of a syringe piercing my skin and knowing that there was nothing I could do as my vision faded. I remember crying in the bathroom every morning. I remember it all so clearly. But do you want to know the most important thing I remember? I remember standing up, looking in the mirror, wiping away the tears, and repeating the same few words. Heat from fire, fire from heat. I still say it every morning to remember the one thing they can't take from me. They can't take the real me away. I know you feel like your life will never move past this. I know this because I felt it too. While I can't promise that things will only be easier from here, I can promise you this: Even when things are hard and life feels torturous, there will always be a light at the end of the tunnel. Always live for tomorrow. Always. - Number 7",
        "\" SCP-6956 \" by Angryman22, from the SCP Wiki . Source: https://scpwiki.com/scp-6956 . Licensed under CC-BY-SA .",
        "Filename: Ashley.jpg Author: Yuri Samoilov License: CC BY 2.0 Source Link: https://www.flickr.com/photos/103414654@N05/10591115146",
        "Filename: shark.jpg Author: Christian Frank License: CC BY 2.0 Source Link: https://flic.kr/p/2nGkEPT",
        "Filename: TransBear.jpg Author: Chris Rycroft and Tony Hisgett License: Both CC BY 2.0 Source Link: https://www.flickr.com/photos/193316968@N06/52668185715 and https://www.flickr.com/photos/37804979@N00/1414227832",
        "Filename: Crom.jpg Author: Kristel Jeuring License: CC BY 2.0 Source Link: https://www.flickr.com/photos/40000424@N03/3964447862",
        "Filename: AshleyToo.jpg Author: Chris Gilmore License: CC BY-SA 2.0 Source Link: https://flic.kr/p/9VBhDs"
    ],
    "item": "SCP-6956\nClearance: Level 2 (Restricted)",
    "object_class": "Euclid\nDisruption Class: 1/Dark\nRisk Class: 1/Notice",
    "containment_procedures": "SCP-6956 is to be kept in a standard humanoid containment chamber. SCP-6956 is not to be given any drugs used for feminizing hormone therapy2 outside of testing to limit its anomalous effects.",
    "description": "SCP-6956 is a male anomalous humanoid of Georgian descent and Canadian origin. SCP-6956 was formerly known as George Lomidze. When SCP-6956 is exposed to drugs used for feminizing hormone therapy, it becomes capable of altering features of its own body, such as fingernail length, hair length and color, and the color of its iris. SCP-6956 has not yet been capable of altering its body beyond what is theoretically obtainable by non-anomalous humans, whether due to genetics or personal grooming. SCP-6956 remains able to alter its body for the effective duration of the drug used. Afterward, it will revert to its prior form and be unable to alter its body anomalously until again provided with drugs used for feminizing hormone therapy.",
    "title": "SCP-6956"
}