{
    "url": "https://scp-wiki.wikidot.com/scp-6957",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\nBy Marcelles D. Raynes\n\n\n\n\nItem #:\n SCP-6957\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Witnesses to SCP-6957 during its brief appearance on Earth are to be amnesticized. As SCP-6957 has relocated to an unknown region of space beyond civilian space observation stations, further containment procedures of SCP-6957 are unnecessary.\n\n\nDescription:\n SCP-6957 is a sapient space-faring organism resembling a disembodied tongue, twelve kilometers in circumference, which entered Earth's atmosphere on 4 July 2307. SCP-6957 remained partially submerged in the Pacific Ocean for approximately seventy-two hours before ascending into Earth's atmosphere and subsequently leaving the planet's orbit. The cause of this is unknown.\n\n\nAddendum 6957.1:\n On 3 August 2307, SCP-6957 established a one-way communication channel with Earth's deep space communication relays that was intercepted by the Galactic Foundation. The message it sent has been transcribed below.\n\n\n\n\nTo whom it may concern,\n\n\nI am a Gormetian culinary expert of the highest calibur, hailing from the Ramsey System of the Plastic Galaxy. You know me by many names: Killgaroth, Consumer of Worlds; Killmonger, Consumer of Worlds; The World Eater, Consumer of Worlds; or Johnathan.\n\n\nMy clientele have hired me specifically for my exquisite pallet and measure of character, as I am well regarded for my excellent taste when it comes to devouring worlds. A visit from me is a blessing. To exist in the micro-biome of a Gormetian such as I is the highest achievement any well respecting sapient race should experience.\n\n\nEarth, however, will not receive the glory of my consumption, nor that of my clientele.\n\n\nYour atmosphere is an assault to the senses. Overloaded with a horrid amalgamation of sweet and salty that do nothing to compliment each other. Quite frankly, penetrating the planet's ocean was a refreshing reprieve from the air, although only momentarily.\n\n\nYour oceans, by the stars, your oceans. What good is there other than the fact that it's liquid? If you can even \ncall\n that liquid. The stentch, rotten to the core. The aquatic life are both hostile and rude, and the flavor. I shudder to reflect on the flavor.\n\n\nThis simply will not do. There is far too much seasoning on Earth. You will rectify this immediately, and I return in another cycle to re-assess the dish. Do well not to fuck it up.\n\n\n\n\nAddendum 6957.2:\n On 3 August 2310, SCP-6957 returned to Earth, remaining suspended above the Pacific Ocean for forty-eight hours before ascending out of the atmosphere.\n\n\n\n\nTo whom it may concern,\n\n\nI gave you explicit instructions \nnot\n to fuck it up. Somehow you've made an overcooked, over seasoned, dish raw.\n\n\nI would like to re-interate for emphasis.\n\n\nYour planet has gone from cooked to raw.\n\n\nHow in the universe did you even manage that?\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6957\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6957\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6957.1: On 3 August 2307, SCP-6957 established a one-way communication channel with Earth's deep space communication relays that was intercepted by the Galactic Foundation. The message it sent has been transcribed below.",
        "Addendum 6957.2: On 3 August 2310, SCP-6957 returned to Earth, remaining suspended above the Pacific Ocean for forty-eight hours before ascending out of the atmosphere."
    ],
    "documents": [],
    "notes": [
        "To whom it may concern, I am a Gormetian culinary expert of the highest calibur, hailing from the Ramsey System of the Plastic Galaxy. You know me by many names: Killgaroth, Consumer of Worlds; Killmonger, Consumer of Worlds; The World Eater, Consumer of Worlds; or Johnathan. My clientele have hired me specifically for my exquisite pallet and measure of character, as I am well regarded for my excellent taste when it comes to devouring worlds. A visit from me is a blessing. To exist in the micro-biome of a Gormetian such as I is the highest achievement any well respecting sapient race should experience. Earth, however, will not receive the glory of my consumption, nor that of my clientele. Your atmosphere is an assault to the senses. Overloaded with a horrid amalgamation of sweet and salty that do nothing to compliment each other. Quite frankly, penetrating the planet's ocean was a refreshing reprieve from the air, although only momentarily. Your oceans, by the stars, your oceans. What good is there other than the fact that it's liquid? If you can even call that liquid. The stentch, rotten to the core. The aquatic life are both hostile and rude, and the flavor. I shudder to reflect on the flavor. This simply will not do. There is far too much seasoning on Earth. You will rectify this immediately, and I return in another cycle to re-assess the dish. Do well not to fuck it up.",
        "To whom it may concern, I gave you explicit instructions not to fuck it up. Somehow you've made an overcooked, over seasoned, dish raw. I would like to re-interate for emphasis. Your planet has gone from cooked to raw. How in the universe did you even manage that?",
        "\" SCP-6957 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-6957 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6957",
    "object_class": "Neutralized",
    "containment_procedures": "Witnesses to SCP-6957 during its brief appearance on Earth are to be amnesticized. As SCP-6957 has relocated to an unknown region of space beyond civilian space observation stations, further containment procedures of SCP-6957 are unnecessary.",
    "description": "SCP-6957 is a sapient space-faring organism resembling a disembodied tongue, twelve kilometers in circumference, which entered Earth's atmosphere on 4 July 2307. SCP-6957 remained partially submerged in the Pacific Ocean for approximately seventy-two hours before ascending into Earth's atmosphere and subsequently leaving the planet's orbit. The cause of this is unknown.",
    "title": "SCP-6957"
}