{
    "url": "https://scp-wiki.wikidot.com/scp-6959",
    "all_text": "rating: \n+179\n+\n–\nx\n\n\n \n\n\n\n\n\n\nA standard Touhou Plush doll resembling SCP-6959\n\n\n\n\n\n\nItem #:\n SCP-6959\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6959 is to be kept in a vacuum sealed chamber suspended by 2 surrounding electromagnets, kept charged by a constant supply of power. Generators are to be inspected every two days for faults.\n\n\nThe object's containment cell is constructed of steel-reinforced concrete, with the only entrance to the cell being a secure airlock requiring clearance 4 or above permission to be opened. Any unauthorized entrance detected within the cell will be met with immediate termination to prevent a containment failure. Any testing performed on SCP-6959 must be authorized by Site Director Roerens.\n\n\nDescription:\n SCP-6959 resembles a Fumo Plush doll of the character Cirno from the video game \"Embodiment of Scarlet Devil\". SCP-6959 has no discernable aesthetic differences from any factory-made doll apart from lacking a tag. The object's makeup consists entirely of strange matter, displaying all hypothesized characteristics associated with the substance. It is currently unknown how SCP-6959 came to have its current appearance; research regarding its origin in space and how it came to be on a collision course with Earth is ongoing.\n\n\nSCP-6959 presents a significant danger to Earth as any matter it comes into contact with will undergo an instant conversion and be added to SCP-6959's mass; it is hypothesized that SCP-6959 could completely convert the earth within 5 hours of initial contact resulting in an XK-Class End-Of-The-World scenario. Due to the properties of strange matter, efforts to destroy or cause cellular decay in SCP-6959 have proved useless, and research suggests SCP-6959 could only be permanently removed if jettisoned into a black hole or through the use of paradimensional anomalies.\n\n\nDiscovery:\n The earliest record of SCP-6959's existence was a routine NASA drone's report on 2/17/09, it was determined to be on a collision course with the Earth. Foundation efforts were requested and SCP-6959 was successfully inserted into a temporary containment unit on 3/11/22. No origin point for SCP-6959's travel has been determined, further research is pending.\n\n\n\n\nClearance level 4 detected. Welcome Dr. Roerens. Would you like to access SCP-6959 with elevated clearance?\n\n\n\n\n[Y]\n\n\n\n\n\n\n\n\nA photo of RX J1856-3754 taken before fusion event\n\n\n\n\n\n\nItem #:\n SCP-6959\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nNO CHANGES FROM LOWER CLEARANCE REVISION.\n\n\nDescription:\n SCP-6959 resembles a Fumo Plush doll of the character Cirno from the video game \"Embodiment of Scarlet Devil\". SCP-6959 has no discernable aesthetic differences from any factory-made doll apart from lacking a tag. The object's makeup consists entirely of strange matter, displaying traits previously hypothesized with the substance. SCP-6959 originated from the fusion of neutron stars RX J1856.5−3754 and JT J17855.2-3752, strangelets expunged during the process formed into SCP-6959, which subsequently came to be on a collision course with Earth. Through the use of procedure Merlin-184, it has been confirmed that SCP-6959 is non-anomalous. Despite this, due to the events outlined in Addendum 6959-A and a unanimous vote from the O5 Council, SCP-6959 will not be classified with an -EX appendage. Information regarding the true nature of SCP-6959 is not to be disclosed to anyone below Level 4 clearance.\n\n\nDespite its lack of anomalous characteristics, SCP-6959 still presents a significant danger to Earth, as any matter it comes into contact with will undergo an instant conversion to SCP-6959's mass. It is theorized that SCP-6959 may have the ability to thoroughly convert the Earth within five hours of initial contact, resulting in an XK-Class End-Of-The-World Scenario. Due to the properties of strange matter efforts to destroy or cause cellular decay in SCP-6959 have proved useless. Research suggests SCP-6959 could only be permanently removed if jettisoned into a black hole or through the use of paradimensional anomalies.\n\n\nAddendum 6959-A:\n The following is a series of events following the research efforts of Site Director Evan Roerens and Temporary Co-Site Director Everett Chalmers in relation to SCP-6959. Dr. Roerens was given supervision of experiments regarding SCP-6959 with Dr. Chalmers being assigned to documentation and interpreting information regarding the object.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Everett Chalmers\n\n\nFrom:\n Dr. Evan Roerens\n\n\nSubject:\n SCP-6959 Assignment\n\n\nDate:\n 3/13/22\n\n\n\n\n\n\nGood morning Chalmers,\n\n\nGlad to see we're going to be working together again, it's been a while hasn't it? Seems I've been given authority over experiments with SCP-6959, you'll be documenting our results and overseeing the SCP file. Since we've only recently gotten this thing contained I'd say it'd be best for us to not jump the gun here. How about we get a plan drafted out and start tests on Tuesday?\n\n\nBest,\n\nEvan\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Evan Roerens\n\n\nFrom:\n Dr. Everett Chalmers\n\n\nSubject:\n Re: SCP-6959 Assignment\n\n\nDate:\n 3/13/22\n\n\n\n\n\n\nGood morning as well,\n\n\nSeems we are working again, I think the last time was in 2009? Sometime around then, I hope the years have treated you well. Your plan sounds good, I'll be seeing you soon and we can begin!\n\n\nRegards,\n\nEverett\n\n\n\n\n\n\n\n\n\n\n\n\n3/14/22 Test Log 6959-A\n\n\n\n\n\n\nTEST-1\n\n\n\n\n\n\n\n\nProcedure\n\n\nA small amount of hydrochloric acid is poured onto SCP-6959 using an automated dropper.\n\n\n\n\n\n\nResults\n\n\nThe acidic solution was immediately absorbed into SCP-6959's mass; the object sustains no damage.\n\n\n\n\n\n\nTEST-2\n\n\n\n\n\n\n\n\nProcedure\n\n\nAn automated flamethrower is used on object.\n\n\n\n\n\n\nResults\n\n\nGasses from the fire are immediately absorbed into SCP-6959's mass; the object sustains no damage.\n\n\n\n\n\n\nConclusion\n\n\nIt is hypothesized that SCP-6959 either adheres to its indestructable properties, or simply absorbs particles too rapidly to sustain damage.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Everett Chalmers\n\n\nFrom:\n Dr. Evan Roerens\n\n\nSubject:\n Results\n\n\nDate:\n 3/14/22\n\n\n\n\n\n\nResults from our tests haven't given us much, we can't damage it and the rate at which it converts matter is staggering. Our best guess currently is possibly some reality-bending shenanigans. I'm ordering some Anchors from Site-84 they should get here tomorrow. If you have any suggestions my ears are open.\n\n\nThank you,\n\nEvan\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Even Roerens\n\n\nFrom:\n Dr. Everett Chalmers\n\n\nSubject:\n Re:Results\n\n\nDate:\n 3/14/22\n\n\n\n\n\n\nWe'll probably see fruit from the reality anchors, this wouldn't be the first time some bender decided to play a practical joke. If those don't work out try to see if it's some kind of cognitohazard, it could be fucking with us to think it looks a way it actually doesn't. I've had similar assignments to this one, they start out mysterious and spooky, but once you figure out what's going on behind the scenes all their secrets spill out like a unclogged dam! We'll have this one in the bag in no time.\n\n\nBest, \n\nEverett\n\n\n\n\n\n\n\n\n\n\n\n\n3/14/22 Test Log 6959-B\n\n\n\n\n\n\nTEST-1\n\n\n\n\n\n\n\n\nProcedure\n\n\nMultiple Scranton Reality Anchors are placed within the containment cell.\n\n\n\n\n\n\nResults\n\n\nNo observed change in the object.\n\n\n\n\n\n\nTEST-2\n\n\n\n\n\n\n\n\nProcedure\n\n\nResearcher with a high Cognitive Resistance Value is tasked with describing SCP-6959.\n\n\n\n\n\n\nResults\n\n\nResearcher's description aligns with those of less resistant peers.\n\n\n\n\n\n\nConclusion\n\n\nSCP-6959 has no discernable reality-bending or memetic effect.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Everett Chalmers\n\n\nFrom:\n Dr. Evan Roerens\n\n\nSubject:\n Lack of results\n\n\nDate:\n3/15/22\n\n\n\n\n\n\nGood morning,\n\n\nReluctantly we've made no progress understanding 6959, no reality-bending nor memetic hazards have been identified. We're going to have to start looking elsewhere for information on the object. Try getting into contact with some field agents, let's start with interviewing the people involved with the actual doll's creation.\n\n\nBest, Evan.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP FOUNDATION AGENT AUTOMATIC ASSIGNMENT REPORT\n\n\n\n\n\n| \nDETAILS:\n Due to a lack of progress regarding SCP-6959 research Foundation units will be investigating those involved with the production of Fumo Dolls. Agents will be equipped with hidden recording devices and earpieces with Dr. Chalmers issuing orders.\n\n| \nPERSONNEL INVOLVED:\n Two agents embedded into popular gaming news website \"Kotaku\", Director Everett Chalmers.\n\n| \nDATE:\n 3/18/22\n\n| \nTASK:\n Agents will be asking questions under the premise of a news article related to the sudden spike in popularity of Touhou and Fumo Dolls.\n\n[[INTERVIEW SUMMARY ONE]]\n\n\nINTERVIEWED:\n Members of the Doujin Circle \"ANGELTYPE\"\n.\nThe Circle is responsible for the original design of the Fumo doll, partnering with the company \"Gift\" in order to produce them. Notably, the first design was of a different character.\n\n\n<01:00>:\n Agents begin the interview, directions from Chalmers lead them to question the creation of the Fumo design and its inspiration.\n\n\n<01:45>:\n Discussion regarding the origin of the design has yielded nothing, Chalmers orders direction of the conversation towards the character Cirno.\n\n\n<01:55>:\n Interviewed are trying to steer the conversation towards other topics. Agents attempt to get further info potentially related to SCP-6959 but fail.\n\n\n<02:00>:\n Interviewed have no knowledge related to the assignment. Agents are ordered to conclude the interview.\n\n\n[[INTERVIEW SUMMARY TWO]]\n\n\nINTERVIEWED:\n Designer and Manufacturer of the first Cirno doll produced.\n\n\n<05:00>:\n Interview begins, Agents question the creative process of the design and how it was created.\n\n\n<05:45>\n: Agents continue to press interviewed about the doll, interviewed are starting to question why they're so interested in a \"silly-looking doll\".\n\n\n<06:10>:\n Discussion has yielded nothing, Chalmers orders use of interrogative tactics.\n\n\n<07:00>:\n Interviewed are becoming increasingly uncomfortable, Chalmers orders Agents to pressure them more.\n\n\n<07:45>:\n Interviewed have no knowledge of value relating to the assignment. The interview is canceled.\n\n\n[[INTERVIEW SUMMARY THREE]]\n\n\nINTERVIEWED:\n Creator of Touhou, Jun'ya Ōta\n\n\n<10:00>:\n Interview begins, Agents are ordered to direct the conversation to Embodiment of Scarlet Devil under the premise that it is their favorite in the series.\n\n\n<10:30>:\n Discussion has yielded nothing, Agents direct the conversation towards the character of Cirno and the creative process of designing the character.\n\n\n<11:30>:\n Jun'ya has explained the creative process in detail and is trying to steer the interview towards other topics.\n\n\n<12:15>:\n After multiple failed attempts to get any more details regarding things related to SCP-6959 Chalmers orders the Agents to engage in Enhanced Interrogation. The order is momentarily challenged but the Agents follow through nonetheless.\n\n\n<13:30>:\n Nothing has been yielded.\n\n\n<13:35>:\n Assignment canceled, subject amnesticized.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Everett Chalmers\n\n\nFrom:\n Dr. Evan Roerens\n\n\nSubject:\n Field Agents\n\n\nDate:\n 3/19/22\n\n\n\n\n\n\nEverett,\n\n\nWhat the hell is wrong with you? Do you really think ordering the torture of an innocent man was acceptable? I understand being frustrated with the lack of progress, really I get it. That doesn't give you the excuse to do what you did.\n\n\nHave you considered that we're just dealing with an -EX in the making here? Nothing we've thrown at it has gotten us anything, none of the people who could have something to do with this have anything worthwhile to give us. All the usual things that could suggest some anomalous fuckery haven't been ticked, none of the data we've got shows us anything other than some strange quirk of physics.\n\n\nKind regards, Evan.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\nDr. Evan Roerens\n\n\nFrom:\n Dr. Everett Chalmers\n\n\nSubject:\n Re: Field Agents\n\n\nDate:\n 3/19/22\n\n\n\n\n\n\nEvan,\n\n\nWe are part of the Foundation, our job is to save humanity from anomalies while keeping them and ourselves out of public knowledge. SCP-6959 could potentially destroy the entire Earth, if it takes torturing a man to get some info regarding it then that is what I'll do. Report me to the ethics committee if you want. He was amnesticized and given some medical treatment, no harm done in the end.\n\n\nI know physics isn't your thing but this isn't a \"quirk\" of it, the ramifications of this thing being nonanomalous are catastrophic. Strange matter is theorized to have existed at the beginning of the universe, it's thought to be the perfect state of matter. I refuse to believe some nonsense that this is somehow natural. I know you like to act superior in your emails and shit, but I'm not gonna let you strongarm me into denying basic facts of science.\n\n\nUnkind regards, Everett.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Everett Chalmers\n\n\nFrom:\n Dr. Evan Roerens\n\n\nSubject:\n Re: Re: Field Agents\n\n\n\n\n\n\nLook, I won't report you to the Committee unless you pull something like that again. That being said while I know physics isn't my strong suit I also know that we've hit a roadblock with this project. We've learned nothing and we're getting desperate judging by your little outburst with the field agents. I've got one last idea, the people in the Thaumaturgy research wing at Site 72 have cooked up this procedure they've called \"Merlin-184\", they managed to seize some Serpent's Hand documents and reverse engineered a spell that will determine whether something is anomalous or not, I'll link the document here.\n\n\nRegards, Evan.\n\n\n\n\n\n\nProcedure Merlin-184\n\n\n\n\nRequirements:\n A camera, 5 candles, red chalk, a bladed object\n\n\n \n\n\nStep 1.\n Take a photograph of the object you wish to test.\n\n\n \n\n\nStep 2.\n Using the chalk draw a question mark surrounded by a circle on a floor, the type of surface doesn't matter as long as the chalk isn't displaced by it.\n\n\n \n\n\nStep 3.\n Place the candles in a pentagon around the circle.\n\n\n \n\n\nStep 4.\n Place the photograph in the middle, cut yourself with the bladed object and bleed on the photograph.\n\n\n \n\nIf all steps have been followed one of two events will occur.\n\n\n \n\n\nAll the candles are immediately and anomalously lit, if this occurs the object has anomalous properties.\n\n\n \n\n\nNone of the candles are lit, if this occurs the object has no anomalous properties\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Evan Roerens\n\n\nFrom:\n Dr. Everett Chalmers\n\n\nSubject:\n Re: Re: Re: Field Agents\n\n\nDate:\n 3/19/22\n\n\n\n\n\n\nMerlin-184? Really? Is this a fucking fantasy book now? Since when are we utilizing magic to solve our issues here?\n\n\nCondescending regards, Everett.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Everett Chalmers\n\n\nFrom:\n Dr. Evan Roerens\n\n\nSubject:\n Re: Re: Re: Re: Field Agents\n\n\nDate:\n 3/19/22\n\n\n\n\n\n\nIf you have a better idea I'm all ears, if you don't then I'm messaging the department and we're gonna test this because we have nothing else to go off of.\n\n\nAnnoyed regards, Evan.\n\n\n\n\n\n\n\n\n\n\n\n\n3/21/22 TEST LOG-6959-C\n\n\n\n\n\n\nTEST 1\n\n\n\n\n\n\n\n\nProcedure\n\n\nMerlin-184\n\n\n\n\n\n\nResults\n\n\nNo candles are lit.\n\n\n\n\n\n\nConclusion\n\n\nSCP-6959 has been confirmed to possess no anomalous traits, -EX classification pending.\n\n\n\n\n\n\n\n\n\n\nDirector Roerens has requested SCP-6959 be classified as -EX with further research into strange matter pending.\n\n\n\n\n\n\nDirector Chalmers has rescinded the previous request.\n\n\n\n\n\n\nDirector Roerens has requested SCP-6959 be classified as -EX with further research into strange matter pending.\n\n\n\n\n\n\nDirector Chalmers has rescinded the previous request.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Evan Roerens\n\n\nFrom:\n Dr. Everett Chalmers\n\n\nSubject:\n -EX\n\n\nDate:\n 3/22/22\n\n\n\n\n\n\nThere is no way in hell we are making this thing an -EX, there is no conceivable fucking way this thing is somehow nonanomalous. It's a goddamn anime plushy that came from space and is made of strange matter, whatever magic you used has got to be bullshit because I know what I'm talking about when I say this thing is anomalous.\n\n\nEverett\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Everett Chalmers\n\n\nFrom:\n Dr. Evan Roerens\n\n\nSubject:\n Re: -EX\n\n\nDate:\n 3/22/22\n\n\n\n\n\n\nThere is no evidence to the contrary, everything points to this being natural. We've detected no reality-bending, no cognitive effects, none of the people we've interviewed know a thing and on top of that, we used magic and still it points to a lack of anomalies. I'm gonna talk directly with the O5's tomorrow about reclassifying this thing, if you have anything to say about that you can come to my office.\n\n\nBest, Evan\n\n\n\n\n\n\n\n\n\n\n\n\nThe following is a transcript from CCTV recording of Director Roerens's office\n\n\n\n\nDATE:\n 3/23/22\n\n\n\n\n\n\nBEGIN TRANSCRIPT\n\n\n\n\n\n\n[Dr. Roerens is seen typing at his computer]\n\n\n[Dr. Chalmers enters the room, looking slightly disheveled]\n\n\nDr. Chalmers:\n What the fuck do you think you're doing?\n\n\n[Dr. Roerens is startled by Chalmers' sudden entry]\n\n\nDr. Roerens:\n Fucking Christ, you scared the hell out of me. What do you want?\n\n\nDr. Chalmers:\n I \nwant\n to know what the fuck you think you're doing try to classify 6959 as Explained.\n\n\nDr. Roerens:\n Are you still upset about this? I told you already, there's no evidence to the contrary.\n\n\nDr. Chalmers:\n No evidence? Have you looked at the damn thing? Here, I've got a replica right here for you.\n\n\n[Chalmers produces a Fumo Doll matching the appearance of SCP-6959]\n\n\nDr. Roerens:\n You bought one? Aren't those things 500 dollars?\n\n\nDr. Chalmers:\n That's beside the point, take a good long look at it. You're telling me this could somehow resemble something independently created out of the fusion of two Neutron Stars?\n\n\nDr. Roerens:\n It's the working theory with what we have.\n\n\nDr. Chalmers:\n Are you serious? You're fucking delusional, how the hell did you manage to get this job if you're capable of believing something like this.\n\n\nDr. Roerens:\n Calm down, there's no ne-\n\n\n[Chalmers cuts off Roerens and begins speaking louder]\n\n\nDr. Chalmers:\n Calm down!? You're suggesting that this fucking anime doll somehow existed during the big bang, the entire creation of the universe somehow coinciding with it!\n\n\nDr. Roerens:\n We have nothing else to go off of, that's the only theory with evidence behind it. You read my email.\n\n\nDr. Chalmers:\n So what then!? Did Ōta somehow subconsciously get influenced to create a character resembling it!? Did its exact design get imprinted onto the minds of the designers!? Is God pulling some fucking prank on us? One so powerful and divine nothing we can do can reveal the punchline?\n\n\nDr. Roerens:\n We don't know.\n\n\nDr. Everett:\n The ramifications of it being nonanomalous are too heavy for you to be acting so nonchalant, were we destined to recreate it? Have we succeeded as a species now? Are you suggesting that everything we've done is pointless or something? Has every moment past the creation of the doll been a disappointment to some fucking Touhou Deity!?? Is that what you're fucking implying right now?\n\n\nDr. Roerens:\n …Maybe?\n\n\n[Both Doctors pause for thirty seconds]\n\n\nDr. Chalmers:\n Are you suggesting that the perfect state of matter, the result of matter that existed at the beginning of the universe….is an Anime plushy?\n\n\nDr. Roerens:\n …..Yes?\n\n\n[Dr. Chalmers picks up an office chair and throws it at Dr. Roerens, the doctors fight for a moment before security arrives to apprehend Chalmers.]\n\n\n\n\n\n\nEND TRANSCRIPT\n\n\n\n\n\n\n\n\n\n\n\n\nSTATEMENT FROM O5 COUNCIL\n\n\n\n\n\nGood morning,\n\nAfter taking into consideration the events that transpired between Dr. Roerens and Dr. Chalmers, the Council has unanimously voted to not only deny reclassification to explained for the time being, but to also refrain from releasing info regarding SCP-6959 to the public.\n\n\nThe object will not be classified -EX until it is more properly understood and information regarding it can be conveyed in a way to prevent personnel from having an episode similar to Dr. Chalmers.\n\n\nDr. Chalmers himself is currently undergoing psychiatric evaluation, he will be denied access to SCP-6959 documentation for the time being.\n\n\nThank you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6958\n | SCP-6959 | \nSCP-6960\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6959\n\" by MrBonesWildRide, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6959\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Fumofumofumofumofumo.jpg\n\n\nAuthor:\n Renafox\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://sketchfab.com/3d-models/project-cirno-fumo-3d-scan-efd2a7f4dbf048c1a18438db7f86c4b9\n\n\n\n\n\n\nFilename:\nRX J1856.5-3754.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://chandra.harvard.edu/photo/2002/0211/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6959 \" by MrBonesWildRide, from the SCP Wiki . Source: https://scpwiki.com/scp-6959 . Licensed under CC-BY-SA .",
        "Filename: Fumofumofumofumofumo.jpg Author: Renafox License: CC BY 4.0 Source Link: https://sketchfab.com/3d-models/project-cirno-fumo-3d-scan-efd2a7f4dbf048c1a18438db7f86c4b9",
        "Filename: RX J1856.5-3754.jpg Author: NASA License: Public Domain Source Link: https://chandra.harvard.edu/photo/2002/0211/"
    ],
    "item": "SCP-6959",
    "object_class": "Safe",
    "containment_procedures": "NO CHANGES FROM LOWER CLEARANCE REVISION.",
    "description": "SCP-6959 resembles a Fumo Plush doll of the character Cirno from the video game \"Embodiment of Scarlet Devil\". SCP-6959 has no discernable aesthetic differences from any factory-made doll apart from lacking a tag. The object's makeup consists entirely of strange matter, displaying traits previously hypothesized with the substance. SCP-6959 originated from the fusion of neutron stars RX J1856.5−3754 and JT J17855.2-3752, strangelets expunged during the process formed into SCP-6959, which subsequently came to be on a collision course with Earth. Through the use of procedure Merlin-184, it has been confirmed that SCP-6959 is non-anomalous. Despite this, due to the events outlined in Addendum 6959-A and a unanimous vote from the O5 Council, SCP-6959 will not be classified with an -EX appendage. Information regarding the true nature of SCP-6959 is not to be disclosed to anyone below Level 4 clearance.",
    "title": "SCP-6959"
}