{
    "url": "https://scp-wiki.wikidot.com/scp-6962",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\n\n\n\n\nITEM #:\n\n\n6962\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nSAFE \n(PENDING)\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n SCP-6962 is to be kept in Site-32's high value containment sector. Any requests for the item's testing or use must first be approved by Site Director Fraise.\n\n\nDescription:\n SCP-6962 is a 30 cm tall stuffed doll, designed to look like a red wizard donning an eyepatch\n1\n, kept inside a square plastic container. When held, SCP-6962 allows its wielder to detonate any item within viewing distance, to varying degrees of success.\n\n\nAddendum 6962.1 - Testing Logs:\n\n\nThe following is a list of tests done to discern SCP-6962's anomalous capabilities and limitations. The tests, unless otherwise specified, were performed in Site-32's testing rooms, with a D-Class being told to attempt to detonate the specified item, and the relevant researchers overseeing.\n\n\n\n\nSupervising Researchers:\n Junior Researcher Osmond\n\n\nTested Object:\n A graphite pencil.\n\n\nResults:\n The pencil explodes from its center, sending shards of graphite and wood across the room.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Osmond\n\n\nTested Object:\n A square-meter metal cube.\n\n\nResults:\n The top of the cube loudly pops, as if an air bubble burst underneath it, causing a loud metallic noise. The involved D-Class refused to continue testing.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Osmond, Researcher Brown\n\n\nTested Object:\n A malfunctioning fridge, brought from the site's cafeteria.\n\n\nResults:\n Flames erupt from inside of the fridge as the fridge door flies at the observation window, cracking it. The inside of the fridge is molten and black. \nLet's not do more tests on big metal objects. - Researcher Brown\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Osmond, Researcher Brown\n\n\nTested Object:\n A page, written on with ink. The D-Class was told to attempt and detonate the text itself.\n\n\nResults:\n The ink explodes, leaving large dark soot marks on the page and some smoke.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Osmond, Researcher Brown\n\n\nTested Object:\n A house of cards.\n\n\nResults:\n A singular card explodes. The house falls weakly on the table.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Osmond, Researcher Brown\n\n\nTested Object:\n A house of cards, this time instructed to view the house as a collective rather than multiple individual cards.\n\n\nResults:\n The cards loudly pop from the top to the bottom, each burning in the air before hitting the ground.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Osmond, Junior Researcher Hadar, Researcher Brown\n\n\nTested Object:\n The D-Class was instructed to detonate a memory from another D-Class's mind, who was also in the observation room.\n\n\nResults:\n After a few minutes of futility, one of the second D-Class's hairs lit on fire. \nOk so abstract concepts are a no-go. - Junior Researcher Hadar\n\n\n\n\n\n\n[EXTRANEOUS TESTS REMOVED FOR BREVITY]\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Hadar, Researcher Brown, Researcher Zhu, Researcher Schmidt\n\n\nTested Object:\n Water inside of a sealed container.\n\n\nResults:\n The water instantly turned into gas. Due to the expansion of space, the container broke, sending some shards towards the D-Class.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Hadar, Researcher Brown, Researcher Zhu, Researcher Schmidt\n\n\nTested Object:\n SCP-6962\n\n\nResults:\n This test was done without permission following the previous test's results. The item did not detonate. Instead, a loud pop was heard from the D-Class's hand, leaving a scorch mark. \nUnsure if it was the SCP protecting itself, or just the tester messing it up. - Researcher Brown\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n SCP-6962\n\n\nResults:\n Test declined. \nIf it works you just blew up a perfectly good research item. No. - Site Director Fraise\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky\n\n\nTested Object:\n The air inside of a helium balloon.\n\n\nResults:\n The balloon quickly inflated to near-bursting size, before quickly returning to the previous state.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky\n\n\nTested Object:\n The knot of the helium balloon.\n\n\nResults:\n The knot popped, sending the balloon flying across the room.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky\n\n\nTested Object:\n The knot of another helium balloon, refilled by Senior Researcher Barsky.\n\n\nResults:\n The knot popped, sending the balloon flying across the room.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky\n\n\nTested Object:\n The knot of another helium balloon, refilled by Senior Researcher Barsky.\n\n\nResults:\n The knot popped, sending the balloon flying across the room.\n\n\n\n\n\n\nSupervising Researchers:\n Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky, Senior Researcher Ibanez\n\n\nTested Object:\n The knot of another helium balloon, refilled by Senior Researcher Barsky.\n\n\nResults:\n The knot popped, sending the balloon flying across the room.\n\n\n\n\n\n\n[EXTRANEOUS TESTS REMOVED FOR BREVITY]\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n The knot of another helium balloon, refilled by Senior Researcher Barsky.\n\n\nResults:\n Following Barsky's eighth walk to the storage room in twelve minutes, Site Director Fraise inquired as to the reasoning for it. Following that, testing was stopped for the day, with the Site Director requesting to be personally notified regarding any subsequent test. \nLook, I get it, explosions are fun, but we're here to work. - Site Director Fraise\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n A newspaper's headlines.\n\n\nResults:\n Test Declined. \nWe've already seen how it interacts with written information previously. We should look into concepts we haven't interacted with, if they even exist. - Site Director Fraise\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n A separate detonation, caused by a block of C4.\n\n\nResults:\n Test Declined. \nWhether or not the two interacted would be somewhat imperceptible, and be too expensive for any potential gains. - Site Director Fraise\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n A graphite pencil.\n\n\nResults:\n Test Declined. \nYou already did that. - Site Director Fraise\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n SCP-████, currently housed in Site-32.\n\n\nResults:\n Test Declined. \nIs this a joke to you all? - Site Director Fraise\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n A cloud.\n\n\nResults:\n Test Denied. \nAlright, enough is enough. We already know how SCP-6962 interacts with water. We know how it interacts with clusters of items. We know how it interacts with gas. There is absolutely, positively, certainly no need to cause what will likely be the most egregious breaking of the veil proposed in my entire tenure as site director. I don't get what about this item is making you all turn into schoolchildren, but please - we're more professional than this. - Site Director Fraise\n\n\n\n\n\n\nSupervising Researchers:\n \nN/A\n\n\nTested Object:\n Site Director Fraise's desk.\n\n\nResults:\n Test Denied. \nTesting is suspended until further notice. - Site Director Fraise\n\n\n\n\nAddendum 6962.2 - Transcript:\n\n\n\n\nVIDEO LOG\n\n\nDATE:\n 2019/06/21\n\n\nNOTES:\n This log is of an impromptu discussion between Site Director Fraise and Researcher Brown, the latter of which was assigned to SCP-6962's testing.\n\n\n\n\n(Site Director Fraise can be seen sitting in his office chair, flipping through mountains of paper laid at his desk. A large, beige fan can be seen on the floor, spinning and occasionally sending a piece of paperwork into the air.)\n\n\n(Knocks are heard on the door.)\n\n\nFraise:\n \"Come in.\"\n\n\n(Researcher Brown opens the door, standing at the office's door.)\n\n\nBrown:\n \"Hey man, how are you?\"\n\n\n(Fraise wordlessly gestures at his paperwork.)\n\n\nFraise:\n \"Could be better.\"\n\n\nBrown:\n \"Yeah, wow. Director promotion brought you nothing but trouble, huh?\"\n\n\nFraise:\n \"For the most part yeah. But there's the plus side, too. You know, a nicer office, the ability to set my own schedule, the- the fan that only \nsometimes\n stops working…\"\n\n\nBrown:\n \"We really gotta fix the AC unit.\"\n\n\nFraise:\n \"\nYeah.\n Half my paperwork is about that, actually.\"\n\n\nBrown:\n \"No shit?\"\n\n\nFraise:\n \"Mmhm, the Foundation loves nothing more than needless bureaucracy.\"\n\n\nBrown:\n \"Haha, yeah, yeah…\"\n\n\n(Both parties stare at eachother silently for a few moments.)\n\n\nBrown:\n \"So, you know, my birthday's coming up tomorrow-\"\n\n\nFraise:\n \"Oh, happy birthday!\"\n\n\nBrown:\n \"- and - Oh? Oh yeah thanks, it's li- wow it's in 42 minutes isn't it?\"\n\n\nFraise:\n \"Yeah, late shifts are the worst.\"\n\n\nBrown:\n \"Yep, yep. So, me and the guys wanted to do something a little more… uh, exciting I guess? Something a- a little more unorthodox than just going down to the bar again and ordering an oversized pint from a glass they didn't wash-\"\n\n\nFraise:\n \"You want to test 6962.\"\n\n\nBrown:\n \"Yes.\"\n\n\nFraise:\n \"No.\"\n\n\nBrown:\n \"Oh come on Jack, it's been- you know how much we l- it's my birthday man, cut me some slack.\"\n\n\nFraise:\n \"I can offer you the very luxurious \"wordlessly looking at it from a distance and admiring its beauty\" package, if you'd prefer.\"\n\n\nBrown:\n \"Ever since the cloud thing you've been on our asses about it-\"\n\n\nFraise:\n \"Can't believe you guys thought that was a good idea.\"\n\n\nBrown:\n \"-and, ok, like, listen I get it right, but let us just do \none\n test on the thing, alright? We'll do it indoors, we'll do it on some- I'll do it on a wet tissue, just this one, please.\"\n\n\nFraise:\n \"\nListen,\n I know why you guys want to run tests on it again, and do- let's not pretend it's for actual science, right, you wanna see shit explode, and trust me I would love nothing more than to blow up half the site when I'm bored, but every test like this gets the higher ups breathing down my neck.\"\n\n\nBrown:\n \"The higher ups?\"\n\n\nFraise:\n \"The council, dumbass.\"\n\n\nBrown:\n \"O5 council?\"\n\n\nFraise:\n \"No, the council for internal decoration, of course the O5s.\"\n\n\nBrown:\n \"Oh shit.\"\n\n\nFraise:\n \"Yeah. In February you guys ran more tests on this stupid jar-filler than you did on everything else in the site combined. At this point I need to justify and explain anything you guys do with that thing, and-\" \n(Fraise again gestures at his paperwork,)\n \"I don't have time to do this shit anymore, man.\"\n\n\n\n\n(Fraise rubs his face for a bit, as the fan starts stuttering.)\n\n\nFraise:\n \"Listen, please just do anything else. Go to six flags if you want, I can probably get it signed off easier, just leave the stupid thing alone, alright?\"\n\n\nBrown:\n \"Yeah, yeah, ok I got it, sorry about it.\"\n\n\nFraise:\n \"No it's- it's alright. I just can't see any more paper on my desk or else I'll have an aneurysm.\"\n\n\nBrown:\n \"Gotcha. Sorry to bother ya man, I'll tell you what we decide on.\"\n\n\nFraise:\n \"Yeah, have fun.\"\n\n\n(Brown turns around to leave the room.)\n\n\nFraise:\n \"Hey wait wait wait hold on wait on hold a second there.\"\n\n\n(Brown stops and turns his head around.)\n\n\nBrown:\n \"'sup?\"\n\n\nFraise:\n \"…What's uh- wh- what's that thing in your pocket there?\"\n\n\nBrown:\n \"Huh? Oh, that. Adam got me a new phone case, one of those otterboxes. Apparently it can survive being dropped from a plane.\"\n\n\nFraise:\n \"It's pretty damn big for a phone case.\"\n\n\nBrown:\n \"Mmhm.\"\n\n\n(The two stare at eachother wordlessly for a few moments. The fan turns off.)\n\n\nFraise:\n \"\nSigh\n, fuckin-\"\n\n\n(Fraise gets up and starts hitting the side of the fan, while Brown heads out the door.)\n\n\n(The fan resumes work, and Fraise sits down.)\n\n\n(About 13 seconds pass.)\n\n\n(Light flashes from under the door, as a loud explosion can be heard from down the hall.)\n\n\nFraise:\n \"Oh you have got to be fucking-\"\n\n\n\n\nAddendum 6962.3 - Internal Memo:\n\n\nFollowing multiple security incidents surrounding SCP-6962 and general researcher unprofessionalism, SCP-6962 was given to Site-81's Memetics Department for study and potential reclassification.\n\n\n\n\nFROM:\n Site-81 Memetics Department\n\n\nTO:\n Site Director Jackson Fraise\n\n\nTOPIC:\n Re: Status on SCP-6962\n\n\n\n\nHello Jackson!\n\n\nAs per your request, we have looked at the item that's been causing you so much trouble. We've ran it through every test under the sun, and gotten that this item is completely non-memetic. It doesn't make people anomalously interested in it, make people talk about it, create erraticism, cause compulsions, nada. Whatever is going on in your site is entirely non-anomalous. Might wanna talk to your researchers.\n\n\nFor the sake of certainty, however, we'll be running the item through a few more tests. Should be back at yours in a week, tops.\n\n\n\n\nHead of Memetics,\n\n\nNoah Blank\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Presumably, the item is meant represent the character of Megumin, from the television show 'Konosuba: God's Blessing on This Wonderful World.'\n\n\n\n\n\n\n\n\n« \nSCP-6961\n | SCP-6962| \nSCP-6963\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6962\n\" by OptimisticLucio, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6962\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6962.1 - Testing Logs:\nThe following is a list of tests done to discern SCP-6962's anomalous capabilities and limitations. The tests, unless otherwise specified, were performed in Site-32's testing rooms, with a D-Class being told to attempt to detonate the specified item, and the relevant researchers overseeing.",
        "Addendum 6962.2 - Transcript:",
        "Addendum 6962.3 - Internal Memo:\nFollowing multiple security incidents surrounding SCP-6962 and general researcher unprofessionalism, SCP-6962 was given to Site-81's Memetics Department for study and potential reclassification."
    ],
    "documents": [],
    "notes": [
        "Supervising Researchers: Junior Researcher Osmond Tested Object: A graphite pencil. Results: The pencil explodes from its center, sending shards of graphite and wood across the room.",
        "Supervising Researchers: Junior Researcher Osmond Tested Object: A square-meter metal cube. Results: The top of the cube loudly pops, as if an air bubble burst underneath it, causing a loud metallic noise. The involved D-Class refused to continue testing.",
        "Supervising Researchers: Junior Researcher Osmond, Researcher Brown Tested Object: A malfunctioning fridge, brought from the site's cafeteria. Results: Flames erupt from inside of the fridge as the fridge door flies at the observation window, cracking it. The inside of the fridge is molten and black. Let's not do more tests on big metal objects. - Researcher Brown",
        "Supervising Researchers: Junior Researcher Osmond, Researcher Brown Tested Object: A page, written on with ink. The D-Class was told to attempt and detonate the text itself. Results: The ink explodes, leaving large dark soot marks on the page and some smoke.",
        "Supervising Researchers: Junior Researcher Osmond, Researcher Brown Tested Object: A house of cards. Results: A singular card explodes. The house falls weakly on the table.",
        "Supervising Researchers: Junior Researcher Osmond, Researcher Brown Tested Object: A house of cards, this time instructed to view the house as a collective rather than multiple individual cards. Results: The cards loudly pop from the top to the bottom, each burning in the air before hitting the ground.",
        "Supervising Researchers: Junior Researcher Osmond, Junior Researcher Hadar, Researcher Brown Tested Object: The D-Class was instructed to detonate a memory from another D-Class's mind, who was also in the observation room. Results: After a few minutes of futility, one of the second D-Class's hairs lit on fire. Ok so abstract concepts are a no-go. - Junior Researcher Hadar",
        "[EXTRANEOUS TESTS REMOVED FOR BREVITY]",
        "Supervising Researchers: Junior Researcher Hadar, Researcher Brown, Researcher Zhu, Researcher Schmidt Tested Object: Water inside of a sealed container. Results: The water instantly turned into gas. Due to the expansion of space, the container broke, sending some shards towards the D-Class.",
        "Supervising Researchers: Junior Researcher Hadar, Researcher Brown, Researcher Zhu, Researcher Schmidt Tested Object: SCP-6962 Results: This test was done without permission following the previous test's results. The item did not detonate. Instead, a loud pop was heard from the D-Class's hand, leaving a scorch mark. Unsure if it was the SCP protecting itself, or just the tester messing it up. - Researcher Brown",
        "Supervising Researchers: N/A Tested Object: SCP-6962 Results: Test declined. If it works you just blew up a perfectly good research item. No. - Site Director Fraise",
        "Supervising Researchers: Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky Tested Object: The air inside of a helium balloon. Results: The balloon quickly inflated to near-bursting size, before quickly returning to the previous state.",
        "Supervising Researchers: Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky Tested Object: The knot of the helium balloon. Results: The knot popped, sending the balloon flying across the room.",
        "Supervising Researchers: Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky Tested Object: The knot of another helium balloon, refilled by Senior Researcher Barsky. Results: The knot popped, sending the balloon flying across the room.",
        "Supervising Researchers: Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky Tested Object: The knot of another helium balloon, refilled by Senior Researcher Barsky. Results: The knot popped, sending the balloon flying across the room.",
        "Supervising Researchers: Junior Researcher Hadar, Researcher Brown, Researcher Schmidt, Senior Researcher Barsky, Senior Researcher Ibanez Tested Object: The knot of another helium balloon, refilled by Senior Researcher Barsky. Results: The knot popped, sending the balloon flying across the room.",
        "[EXTRANEOUS TESTS REMOVED FOR BREVITY]",
        "Supervising Researchers: N/A Tested Object: The knot of another helium balloon, refilled by Senior Researcher Barsky. Results: Following Barsky's eighth walk to the storage room in twelve minutes, Site Director Fraise inquired as to the reasoning for it. Following that, testing was stopped for the day, with the Site Director requesting to be personally notified regarding any subsequent test. Look, I get it, explosions are fun, but we're here to work. - Site Director Fraise",
        "Supervising Researchers: N/A Tested Object: A newspaper's headlines. Results: Test Declined. We've already seen how it interacts with written information previously. We should look into concepts we haven't interacted with, if they even exist. - Site Director Fraise",
        "Supervising Researchers: N/A Tested Object: A separate detonation, caused by a block of C4. Results: Test Declined. Whether or not the two interacted would be somewhat imperceptible, and be too expensive for any potential gains. - Site Director Fraise",
        "Supervising Researchers: N/A Tested Object: A graphite pencil. Results: Test Declined. You already did that. - Site Director Fraise",
        "Supervising Researchers: N/A Tested Object: SCP-████, currently housed in Site-32. Results: Test Declined. Is this a joke to you all? - Site Director Fraise",
        "Supervising Researchers: N/A Tested Object: A cloud. Results: Test Denied. Alright, enough is enough. We already know how SCP-6962 interacts with water. We know how it interacts with clusters of items. We know how it interacts with gas. There is absolutely, positively, certainly no need to cause what will likely be the most egregious breaking of the veil proposed in my entire tenure as site director. I don't get what about this item is making you all turn into schoolchildren, but please - we're more professional than this. - Site Director Fraise",
        "Supervising Researchers: N/A Tested Object: Site Director Fraise's desk. Results: Test Denied. Testing is suspended until further notice. - Site Director Fraise",
        "VIDEO LOG DATE: 2019/06/21 NOTES: This log is of an impromptu discussion between Site Director Fraise and Researcher Brown, the latter of which was assigned to SCP-6962's testing. (Site Director Fraise can be seen sitting in his office chair, flipping through mountains of paper laid at his desk. A large, beige fan can be seen on the floor, spinning and occasionally sending a piece of paperwork into the air.) (Knocks are heard on the door.) Fraise: \"Come in.\" (Researcher Brown opens the door, standing at the office's door.) Brown: \"Hey man, how are you?\" (Fraise wordlessly gestures at his paperwork.) Fraise: \"Could be better.\" Brown: \"Yeah, wow. Director promotion brought you nothing but trouble, huh?\" Fraise: \"For the most part yeah. But there's the plus side, too. You know, a nicer office, the ability to set my own schedule, the- the fan that only sometimes stops working…\" Brown: \"We really gotta fix the AC unit.\" Fraise: \" Yeah. Half my paperwork is about that, actually.\" Brown: \"No shit?\" Fraise: \"Mmhm, the Foundation loves nothing more than needless bureaucracy.\" Brown: \"Haha, yeah, yeah…\" (Both parties stare at eachother silently for a few moments.) Brown: \"So, you know, my birthday's coming up tomorrow-\" Fraise: \"Oh, happy birthday!\" Brown: \"- and - Oh? Oh yeah thanks, it's li- wow it's in 42 minutes isn't it?\" Fraise: \"Yeah, late shifts are the worst.\" Brown: \"Yep, yep. So, me and the guys wanted to do something a little more… uh, exciting I guess? Something a- a little more unorthodox than just going down to the bar again and ordering an oversized pint from a glass they didn't wash-\" Fraise: \"You want to test 6962.\" Brown: \"Yes.\" Fraise: \"No.\" Brown: \"Oh come on Jack, it's been- you know how much we l- it's my birthday man, cut me some slack.\" Fraise: \"I can offer you the very luxurious \"wordlessly looking at it from a distance and admiring its beauty\" package, if you'd prefer.\" Brown: \"Ever since the cloud thing you've been on our asses about it-\" Fraise: \"Can't believe you guys thought that was a good idea.\" Brown: \"-and, ok, like, listen I get it right, but let us just do one test on the thing, alright? We'll do it indoors, we'll do it on some- I'll do it on a wet tissue, just this one, please.\" Fraise: \" Listen, I know why you guys want to run tests on it again, and do- let's not pretend it's for actual science, right, you wanna see shit explode, and trust me I would love nothing more than to blow up half the site when I'm bored, but every test like this gets the higher ups breathing down my neck.\" Brown: \"The higher ups?\" Fraise: \"The council, dumbass.\" Brown: \"O5 council?\" Fraise: \"No, the council for internal decoration, of course the O5s.\" Brown: \"Oh shit.\" Fraise: \"Yeah. In February you guys ran more tests on this stupid jar-filler than you did on everything else in the site combined. At this point I need to justify and explain anything you guys do with that thing, and-\" (Fraise again gestures at his paperwork,) \"I don't have time to do this shit anymore, man.\" (Fraise rubs his face for a bit, as the fan starts stuttering.) Fraise: \"Listen, please just do anything else. Go to six flags if you want, I can probably get it signed off easier, just leave the stupid thing alone, alright?\" Brown: \"Yeah, yeah, ok I got it, sorry about it.\" Fraise: \"No it's- it's alright. I just can't see any more paper on my desk or else I'll have an aneurysm.\" Brown: \"Gotcha. Sorry to bother ya man, I'll tell you what we decide on.\" Fraise: \"Yeah, have fun.\" (Brown turns around to leave the room.) Fraise: \"Hey wait wait wait hold on wait on hold a second there.\" (Brown stops and turns his head around.) Brown: \"'sup?\" Fraise: \"…What's uh- wh- what's that thing in your pocket there?\" Brown: \"Huh? Oh, that. Adam got me a new phone case, one of those otterboxes. Apparently it can survive being dropped from a plane.\" Fraise: \"It's pretty damn big for a phone case.\" Brown: \"Mmhm.\" (The two stare at eachother wordlessly for a few moments. The fan turns off.) Fraise: \" Sigh , fuckin-\" (Fraise gets up and starts hitting the side of the fan, while Brown heads out the door.) (The fan resumes work, and Fraise sits down.) (About 13 seconds pass.) (Light flashes from under the door, as a loud explosion can be heard from down the hall.) Fraise: \"Oh you have got to be fucking-\"",
        "FROM: Site-81 Memetics Department TO: Site Director Jackson Fraise TOPIC: Re: Status on SCP-6962 Hello Jackson! As per your request, we have looked at the item that's been causing you so much trouble. We've ran it through every test under the sun, and gotten that this item is completely non-memetic. It doesn't make people anomalously interested in it, make people talk about it, create erraticism, cause compulsions, nada. Whatever is going on in your site is entirely non-anomalous. Might wanna talk to your researchers. For the sake of certainty, however, we'll be running the item through a few more tests. Should be back at yours in a week, tops. Head of Memetics, Noah Blank",
        "\" SCP-6962 \" by OptimisticLucio, from the SCP Wiki . Source: https://scpwiki.com/scp-6962 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6962 is to be kept in Site-32's high value containment sector. Any requests for the item's testing or use must first be approved by Site Director Fraise.",
    "description": "SCP-6962 is a 30 cm tall stuffed doll, designed to look like a red wizard donning an eyepatch1, kept inside a square plastic container. When held, SCP-6962 allows its wielder to detonate any item within viewing distance, to varying degrees of success.",
    "title": "SCP-6962"
}