{
    "url": "https://scp-wiki.wikidot.com/scp-6967",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\nItem #:\n SCP-6967\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6967 is to be kept in a standard locker within Site-42. No personnel are allowed to touch SCP-6967 unless permitted otherwise by the Site Director for testing purposes. All personnel who handle SCP-6967 are to wear full body protective suits in the event that the object must be removed from its containment. Those who do not follow the directions above will be reprimanded, given that they are not terminated by the SCP.\n\n\nDescription:\n SCP-6967 is a superhero doll. Upon the chest and cape of SCP-6967 are standard hazard symbols. Whenever a sapient organism comes in direct contact with the object they will instantaneously be teleported into the atmosphere, directly above the position they were previously in. The subject who touched SCP-6967 will then begin their rapid descent towards the ground. After nearly 10 minutes the subject will impact the ground, which invariably leads to death in all cases.\n\n\nWhenever an organism is teleported, SCP-6967 will stay behind on the surface it was resting upon previously, and has proven to be impervious to damage coming from falling subjects it has transported. However, SCP-6967’s anomalous effects do not inhibit individuals from moving it, provided that their body does not touch the object directly (i.e. skin contact).\n\nIt is unknown how SCP-6967 teleports subjects who come into contact with it, however research has revealed that the object may have some level of understanding of its actions, as no efforts thus far to stop the termination of those under SCP-6967’s effect have been successful due to anomalous means. The origins as well as the motivations of the SCP, if any, are as of yet undetermined.\n\n\nAddendum 6967.01:\n Test logs\n\n\n\n\nShow Test Logs\n\n\n\n\nHide Test Logs\n\n\n\n\nThe following logs are of the experiments conducted using SCP-6967\n\n\n\n\n[BEGIN TEST LOGS]\n\n\nAction:\n\nD-Class equipped with a radio and microphone instructed to touch object\n\n\nResult:\n\nD-Class fell from the atmosphere screaming and refusing to cooperate with researchers. Subject terminated on impact\n\n\nAction:\n\nD-Class equipped with radio, microphone and parachute instructed to touch object\n\n\nResult:\n\nD-Class’ parachute malfunctions and is unable to be deployed. D-Class panics and states they feel as though a hand is blocking the AAD\n1\n Subject terminated on impact\n\n\nAction:\n\nD-Class equipped radio, microphone and experimental jetpack instructed to touch object\n\n\nResult:\n\nD-Class reports jetpack is being tampered with by an unknown force before plummeting towards the ground. D-Class struggles to regain control of the device, however the straps securing the subject are destroyed and the D-Class is removed from the jetpack. Subject terminated on impact\n\n\n[END TEST LOGS]\n\n\n\n\nAs of now testing for SCP-6967 has ceased indefinitely.\n\n\n\n\n\n\n\n\nAddendum 6967.02:\n Discovery\n\nSCP-6967 was discovered July 15, 2006 in ██████, Texas when a Foundation agent embedded within the local law enforcement received a call notifying the police of two brutal killings caused by an alleged “invisible monster”. Agent Linedecker and his partner arrived on the scene to find viscera and human parts strewn across a 15 meter radius of an abandoned oil rig site. The following messages were sent to Foundation staff from Linedecker to request the aid of MTF Epsilon-6 shortly after arriving on the scene:\n\n\n\n\nShow Discovery Thread\n\n\n\n\nHide Discovery Thread\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Linedecker:\n help neED HELP NOW SEND MF ASS AP\n\n\nAgent Linedecker:\n SEND MTF ASAP* SORRY. PLS HURRY THERE IS BLOOD EVERYWHERE ITS FUCKNG INDIVISIBLE\n\n\nFoundation Respondant:\n Stay calm, we will arrive with help soon, what is the anomaly you’re dealing with and how severe is the situation?\n\n\nAgent Linedecker:\n INVISIBLE* SRY. IT TOOK MY MAN IN ITS POCEKT DIMENSON AND\n\nFUCKING SPIT OUT HIS GUTS AND BLOOD HURRY URGETN\n\n\nAgent Linedecker:\n SEND THE VILAGE IDIOTS OR SOME THONGS\n\n\nFoundation Respondant:\n Sending Mobile Task Force your way, hang in there.\n\n\nAgent Linedecker:\n SOMETHING* SRRY. HURRY KETER\n\n\nAgent Linedecker:\n ACTION FIGURE? wtf\n\n\nFoundation Respondant:\n Is that another typo?\n\n\nFoundation Respondant:\n Agent Linedecker?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 6967.03:\n MTF Epsilon-6 arrived heavily armed to contain the presumed highly aggressive and threatening anomaly exactly 9 minutes after the last message was sent. The following transcript of SCP-6967’s retrieval was recovered by Agent Trevors’s communication device’s recording of the events that unfolded.\n\n\n\n\nShow Retrieval Transcript\n\n\n\n\nHide Retrieval Transcript\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Trevors:\n Okay team, this is where our guy’s phone was last trackable, it’s gotta be where the anomaly is.\n\n\nAgent Rasmus:\n No shit this is the place, look at the fuckin blood! Whatever did this is a mean sum’ bitch I’ll tell you that much right now!\n\n\nAgent Trevors:\n Let’s just hope it hasn’t gotten into a more densely populated area yet, I don’t think I can handle anything more weighing on my conscience.\n\n\nAgent Hodder:\n So then where the hell did the damn thing go? Shouldn’t there be bloody footprints at the very least?\n\n\nAgent Rasmus:\n Dispatch said the monster’s probably invisible, and if I had to guess, we’re probably not lucky enough to have it run away cowering from us just like that. Ya’ ask me and I’d say the thin-\n\n\nA loud scream cut short by a splattering sound can be heard over the microphone. It is presumed that Agent Linedecker was under the effect of SCP-6967. All MTF members curse in confusion as this unfolds\n\n\nAgent Hodder:\n The hell just happened? What the fuck where did it go?\n\n\nAgent Trevors:\n Get your gear switched on now, we gotta be able to see it coming or we’re next!\n\n\nThe agents activate the Foundation headgear provided with the intention of detecting invisible anomalies through heat vision. They mutter to themselves frantically about wiping off the blood covering the lenses\n\n\nAgent Hodder:\n I-I still can’t see the thing! What do we do? It’s gonna kill us any minute! Guys! I don’t want to die! Guys!\n\n\nAgent Rasmus:\n Shut the fuck up! Jesus, you act all tough with your fingerless gloves and stupid fucking music just shut UP we gotta hear the thing coming!\n\n\nAgent Trevors:\n Both of you knock it off. Look at the center of the remains! There’s something inorganic there!\n\n\nAgent Rasmus:\n Is that uh…\n\n\nAgent Hodders:\n A fucking toy? Did this thing kill a kid here no fucking way man that’s fucked up-\n\n\nAgent Rasmus:\n Hodder shut up! I’m gonna shoot it, it’s too damn shady!\n\n\nAgent Trevors\n He’s right! This might be the source of this all, there’s no way that doll would just be there unscathed, right? Rasmus stay back, it might be some kind of anomalous bomb!\n\n\nAgent Trevors throws a rock from the ground directly at SCP-6967, which is unaffected apart from falling on its side\n\n\nAgent Rasmus:\n Notta bomb, so one thing left to do. Move outta the way!\n\n\nRunning is heard, as Rasmus approaches the object rapidly\n\n\nAgent Rasmus screams angrily, sounds of him slide-kicking the figure over with his boot, causing it to fly away a short distance\n\n\nAgent Rasmus:\n \nHeavily breathing\n Okay, now… it’s cool to git…\n\n\nAgent Trevors:\n Quickly, contain that toy before the monster comes back! If it’s not anomalous then that thing is still out there!\n\n\nTrevors and Hodder can be heard rushing over to SCP-6967\n\n\nAgent Trevors:\n Okay, let's get this thing bac-\n\n\nAgent Hodder\n Give me that, man! I’m not as big a pussy as you guys think!\n\n\nAgent Hodder bends down to grab the object\n\n\nAgent Trevors:\n Wait! Hodder your glov-\n\n\nAgent Hodder disappears as his fingers presumably touched the object\n\n\nSilence for 8 seconds\n\n\nAgent Rasmus:\n Hodder! Hodder where the fuck did you go? You fuckin’ idiot why’d you listen to me!?\n\n\nRasmus continues to scream for a few minutes, Trevor stays silent\n\n\nAgent Trevors:\n Rasmus, listen to me, we can’t make contact with that thing, it’s gotta be a direct touch that activates its anomalous ability. Let’s finish this and get back home before anything else happens.\n\n\nAgent Rasmus:\n What about Hodder? Is he gonna end up getting torn apart by that thing’s fucking stand or something? I can’t leave him! We can’t leave him to die!\n\n\nAgent Trevors:\n Look, Rasmus, I wouldn’t leave him if there was a chance he survives this thing, but what can we do? Just sit here? If we die this mission will all be in vain!\n\n\nAgent Rasmus:\n Asshole, you’re the one with the skin theory right? Put that shit away in a bag or somethin’ and then there’s no more threat!\n\n\nSilence for 3 seconds\n\n\nAgent Trevors:\n Alright, if this toy is the source of all of this, then the least we can do is see if Hodder can escape this thing.\n\n\nRasmus lets out a sigh of relief and soon after, Trevors can be heard zipping up a bag\n\n\nAgent Trevors:\n Alright, that does it. Now we wait?\n\n\nAgent Rasmus:\n I know Hodders' ass would do the same for us..\n\n\nSilence for the next 3 minutes\n\n\nAgent Rasmus:\n Looks like he’s not gonna be coming out of wherever he was taken anytime soon.\n\n\nAgent Trevors:\n Does that mean you’re ready to go?\n\n\nSilence for 4 seconds\n\n\nAgent Trevors:\n Let’s just wait a little longer, Rasmus. If this thing hasn’t activated yet then I don’t think it’ll be a problem anyt-\n\n\nStatic crackles suddenly as the two intercoms' range connect back with Hodders'\n\n\nSnippets of screaming can be heard growing louder and as time passes the scream cuts out from connection less and less\n\n\nAgent Rasmus:\n Hodder? Is that you? Where are you? Hodder?\n\n\nAgent Trevors:\n Hodder, if you can hear me tell us what’s going on?? Are you okay?\n\n\nThe screaming dies and is replaced with the sound of rushing wind and sobs\n\n\nAgent Hodder:\n G-guys… I'm scared.. I’m sorry…\n\n\nAgent Trevors:\n What's happening to you?!\n\n\nAgent Hodder:\n \nthrough sobs\n I’m falling. I’m falling from so high, and I'm getting so close now… I’m gonna die, aren’t I? Just like the others?\n\n\nAgent Rasmus:\n Hey you pussy, you’re gonna be just fine just let us know where you are and we can figure this out! Don’t give up on me like this! You hear me?!\n\n\nAgent Hodder:\n You know it’s kind of beautiful… the view of it all… this town… it’s people….\n\n\nOnly rushing wind can be heard\n\n\nAgent Trevors:\n Hodder… you’re gonna make it out okay. We called for backup… they’ll be here to catch you with some anomaly…\n\n\nAgent Rasmus:\n \nstrained voice\n you piece of shit… don’t die on me like this…\n\n\nAgent Hodder:\n …You know that album I was trying to get you guys to listen to…? The ████ ███████ one? That's almost all I can hear up here…\n\n\nAgent Hodder:\n Hey…\nsniffling\n I think I can actually see you guys from here… I guess this is goodbye Trevors… goodbye Ari…. I'm sorry…\n\n\nAgent Trevors:\n Rasmus, look out!\n\n\nAgent Hodder impacts the ground and sounds of gore are heard splattering onto the two remaining agents\n\n\nAgent Ari Rasmus weeps softly\n\n\nAgent Trevors:\n Rasmus… let’s get out of here.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nNote from Site Director\n\nI have received many requests to conduct more experiments upon SCP-6967 since we ceased testing. The answer is no. If I hear about any potential tests from any of you on this project again, you’ll be the one falling out of the sky.\n\n\n-\nSite Director Nickolas\n\n\n\n\nFootnotes\n\n\n1\n. Automatic Activation Device.\n\n\n\n\n\n\n\n\n« \nSCP-6966\n | SCP-6967 | \nSCP-6968\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6967\n\" by theHamiltoe, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6967\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6967.01: Test logs",
        "Addendum 6967.02: Discovery SCP-6967 was discovered July 15, 2006 in ██████, Texas when a Foundation agent embedded within the local law enforcement received a call notifying the police of two brutal killings caused by an alleged “invisible monster”. Agent Linedecker and his partner arrived on the scene to find viscera and human parts strewn across a 15 meter radius of an abandoned oil rig site. The following messages were sent to Foundation staff from Linedecker to request the aid of MTF Epsilon-6 shortly after arriving on the scene:",
        "Addendum 6967.03: MTF Epsilon-6 arrived heavily armed to contain the presumed highly aggressive and threatening anomaly exactly 9 minutes after the last message was sent. The following transcript of SCP-6967’s retrieval was recovered by Agent Trevors’s communication device’s recording of the events that unfolded."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6967 \" by theHamiltoe, from the SCP Wiki . Source: https://scpwiki.com/scp-6967 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6967",
    "object_class": "Safe",
    "containment_procedures": "SCP-6967 is to be kept in a standard locker within Site-42. No personnel are allowed to touch SCP-6967 unless permitted otherwise by the Site Director for testing purposes. All personnel who handle SCP-6967 are to wear full body protective suits in the event that the object must be removed from its containment. Those who do not follow the directions above will be reprimanded, given that they are not terminated by the SCP.",
    "description": "SCP-6967 is a superhero doll. Upon the chest and cape of SCP-6967 are standard hazard symbols. Whenever a sapient organism comes in direct contact with the object they will instantaneously be teleported into the atmosphere, directly above the position they were previously in. The subject who touched SCP-6967 will then begin their rapid descent towards the ground. After nearly 10 minutes the subject will impact the ground, which invariably leads to death in all cases.",
    "title": "SCP-6967"
}