{
    "url": "https://scp-wiki.wikidot.com/scp-6971",
    "all_text": "+ Show component code\n\n\n\n\n- Hide component code\n\n\n\n\n\n\n\n\n:root\n \n{\n\n        --\nsidebar-width-on-desktop:\n calc(var(--base-font-size) * (\n266\n / \n15\n))\n;\n        --\nbody-width-on-desktop:\n \n45.75\nrem\n;\n    \n}\n\n    \n@media\n \nonly\n \nscreen\n \nand\n (min-width: 56.25\nrem\n) \n{\n\n        \n#content-wrap\n \n{\n\n            \ndisplay:\n flex\n;\n            \nposition:\n initial\n;\n            \nflex-direction:\n row\n;\n            \nflex-grow:\n \n2\n;\n            \nwidth:\n calc(\n100\nvw - (\n100\nvw - \n100\n%\n))\n;\n            \nmax-width:\n \ninherit\n;\n            \nheight:\n \nauto\n;\n            \nmin-height:\n calc(\n100\nvh - var(--final-header-height-on-desktop, \n10.125\nrem))\n;\n            \nmargin:\n \n0\n var(--sidebar-width-on-desktop, \n13.6\nrem) \n0\n calc(var(--sidebar-width-on-desktop, \n13.6\nrem) * -\n1\n / \n2\n)\n;\n        \n}\n\n \n        \n#main-content\n \n{\n\n            \nposition:\n initial\n;\n            \nwidth:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-width:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-height:\n \n100\n%\n;\n            \nmargin:\n \n0\n \nauto\n;\n            \npadding:\n \n2\nrem \n1\nrem\n;\n        \n}\n\n \n        \n#page-content\n \n{\n\n            \nmax-width:\n min(\n90\nvw, var(--body-width-on-desktop, \n45.75\nrem))\n;\n        \n}\n\n \n        \n#side-bar\n \n{\n\n            \nposition:\n -webkit-sticky\n;\n            \nposition:\n sticky\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n0\n;\n            \ngrid-area:\n side-bar\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmin-width:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmax-height:\n \n100\nvh\n;\n            \npadding-right:\n \n2.5\nrem\n;\n            \npadding-left:\n \n0.5\nrem\n;\n            \noverflow-y:\n \nscroll\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-color \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                padding \n300\nms linear,\n                margin \n300\nms linear\n;\n            \nborder:\n \nnone\n;\n            \nborder-color:\n rgba(var(--swatch-tertiary-color, \n170\n, \n170\n, \n170\n), \n0.4\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n13.5\nrem) * -\n1\n - \n1\nrem)\n;\n            \ndirection:\n \nrtl\n;\n            \nscrollbar-width:\n \nthin\n;\n            -\nms-scroll-chaining:\n \nnone\n;\n                \noverscroll-behavior:\n contain\n;\n            \nscrollbar-color:\n \n                rgba(var(--swatch-primary-darker), \n0.1\n) /* Thumb */\n                rgba(var(--swatch-tertiary-color), \n0.05\n)\n; /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar-track\n \n{\n\n            \nbackground-color:\n rgba(var(--swatch-secondary-color, \n244\n, \n244\n, \n244\n), \n0.8\n)\n;\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-thumb\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-corner\n \n{\n\n            \nwidth:\n \n0.5\nrem\n;\n            \nborder-right-width:\n calc(\n100\nvw + \n100\nvh)\n;\n            \nborder-right-style:\n \ninset\n;\n            \nborder-color:\n \ninherit\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) \n{\n\n            \nmargin-right:\n \n2.25\nrem\n;\n            \npadding-right:\n \n0.25\nrem\n;\n            \noverflow-x:\n \nhidden\n;\n            \noverflow-y:\n \nauto\n;\n            \nborder-color:\n rgba(var(--swatch-primary-darker), \n1\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n1\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n1\nrem) - var(--sidebar-width-on-desktop, \n0\n))\n;\n            \nscrollbar-color:\n \n                rgba(\n170\n, \n170\n, \n170\n, \n1\n)  /* Thumb */\n                rgba(\n252\n, \n252\n, \n252\n, \n1\n)\n; /\n*\n \nTrack\n \n*\n/\n            \nscrollbar-color:\n \n                rgb(var(--swatch-primary-darker, \n170\n, \n170\n, \n170\n), \n1\n) /* Thumb */\n                rgb(var(--swatch-menubg-color, \n252\n, \n252\n, \n252\n), \n1\n)\n;  /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#main-content\n::\nafter\n \n{\n\n            \ncontent:\n \" \"\n;\n            \ndisplay:\n flex\n;\n            \nposition:\n \nfixed\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n1\nrem\n;\n            \nalign-items:\n \ncenter\n;\n            \njustify-content:\n \ncenter\n;\n            \nwidth:\n \n1\nrem\n;\n            \nheight:\n \n100\n%\n;\n            \nmax-height:\n \n100\n%\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nbackground:\n url(\"https://scp-wiki.wdfiles.com/local--files/component%\n3\nAcollapsible-sidebar/sidebar-tab.svg\")\n;\n            \nbackground-attachment:\n \nfixed\n;\n            \nbackground-repeat:\n \nno-repeat\n;\n            \nbackground-position:\n \ncenter\n \nleft\n \n1\nrem\n;\n            \nbackground-size:\n \n1\nrem \n12.875\nrem\n;\n            \npointer-events:\n \nnone\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nafter\n \n{\n\n            \nleft:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nwidth:\n \n0\nrem\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0\n;\n            \nbackground-position:\n \ncenter\n \nleft\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nfont-size:\n \n0\nem\n;\n        \n}\n\n \n        \n#main-content\n::\nbefore\n \n{\n\n            \ncontent:\n \" \"\n;\n            \nposition:\n \nabsolute\n;\n            \nz-index:\n \n9\n;\n            \ntop:\n var(--final-header-height-on-desktop, \n0\n)\n;\n            \nleft:\n \n0\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n14.5\nrem)\n;\n            \nheight:\n calc(\n100\n%\n - var(--final-header-height-on-desktop, \n0.688\nrem) - \n2.313\nrem)\n;\n            \nmargin-bottom:\n calc(var(--final-header-height-on-desktop, -\n2.313\nrem) * -\n1\n - \n2.313\nrem)\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0.5\n;\n            \nbackground-color:\n rgb(var(--swatch-alternate-color, \n0\n, \n0\n, \n0\n))\n;\n            \npointer-events:\n \nnone\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n + \n1\nrem)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nbefore\n \n{\n\n            \ntranslate:\n \n0\n;\n            \nopacity:\n \n0\n;\n        \n}\n\n \n        \n#side-bar\n \n.side-block\n \n{\n\n            \nmargin-top:\n \n1\nem\n;\n            \npadding-left:\n \n0.25\nem\n;\n            \nborder-right-width:\n \n0\nrem\n;\n            \nborder-left-width:\n \n0\nrem\n;\n            \nborder-radius:\n \n0\n;\n            \nbackground-color:\n rgb(\n0\n, \n0\n, \n0\n, \n0\n)\n;\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        \n#side-bar\n \n.scpnet-interwiki-wrapper\n \n{\n\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        /\n*\n \nPrint\n \nFriendly\n \nFormatting\n \nby\n \nEstrella\n \n*\n/\n        \nbody.print-body\n \n{\n \n            --\nsidebar-width-on-desktop:\n \n0\n; \n        \n}\n \n        \nbody.print-body\n \n#main-content\n::\nbefore\n,\n        \nbody.print-body\n \n#main-content\n::\nafter\n \n{\n \n            \ndisplay:\n \nnone\n; \n        \n}\n\n    \n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+12\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n Contains Gore\n\n\nImages can be enlarged by hovering over.\n\n\n\n\n\n\n\n\nrating: \n+12\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\nNotice from The Ethics Committee\n\n\nThis file may be used for training purposes or references on how not to break ethics, research, and safety codes within the Foundation. The document will be censored on a case-by-case basis depending on its purpose and the clearance level of personnel.\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-6971\n\n\nLEVEL\n \n4/6971\n\n\n\n\n\n\nCLASS:\n \nSköll\n1\n⠀\n\n\nsecret\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nekhi\n\n\n\n\nSpecial Containment Procedures:\n Since the events of Addendum 6971.7 the prior Special Containment Procedures have become obsolete. However, since the anomaly does not fulfill all requirements to be considered neutralized or other standard containment classes by standard protocol, it was given the arguably controversial classification \"Sköll\".\n\n\nSince it's reclassification, additional information on SCP-6971's status is considered high priority by default. Its location is to be directly monitored by Foundation satellites or any other means deemed necessary.\n\n\nStaff without adequate clearance whose work needs to take the effects of SCP-6971 into account are to be told that its current enclosure is a malfunctioning prototype, that the effects can be neglected, and are under no circumstances be given the complete file of the anomaly under their current clearance level.\n\n\n\n\n\n\n▶ Open Archived Special Containment Procedures ◀\n\n\n\n\n▼ Close Archived Special Containment Procedures ▼\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6971 is to be kept submerged in the modified RBMK reactor on Site-47.\n2\n Heat resistant and waterproof tubes and sensors must be directly inserted into the bloodstream or respective organs of SCP-6971 to regulate his nutritional intake and monitor his bodily functions. Oxygen must be applied through a mask at all times to force SCP-6971 to breathe or keep it in a numb, unconscious, or otherwise docile state with the combination of anesthetics.\n\n\nPersonnel must wear full standard protective gear when working on Site-47 unless otherwise specified. When adjusting anything related to or in the immediate vicinity of the RBMK reactor, or having any type of contact with SCP-6971, personnel must wear a type 1 hazmat suit to prevent them from developing radiation-induced burns, poisoning, or other medical conditions. The provided hazmat suits need to be rinsed down before and after use and are to be disposed of in a nuclear waste barrel. All personnel needs to work in rotation to prevent overexposure to radioactive radiation.\n\n\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-6971 refers to the fifth individual that was registered as D-8660, Matteus Manninen, permanently aged 33. Prior to its re-discovery on Site-47, it was presumed dead after a submarine attack on Foundation Cargo Shipments by an at the time unknown party.\n3\n\n\nSCP-6971 is constantly emitting heat and radioactive radiation. Both are known to fluctuate in intensity depending on its emotional state. As a side effect of its properties, personnel from Site-47 has been diagnosed significantly more with severe medical diseases in the past than the average site.\n4\n\n\n\n\nThe current state of Site-47.\n\n\n\n\nHistory:\n SCP-6971 initially was the designation for what is now officially branded Site-47. On 22/03/1976, the Foundation found a nuclear plant in ████████. No prior descriptions were found in Foundation records nor documents of the government bodies of the area. MTF-Rho-12 \"Doorknockers\" was ordered to investigate and dispose of any threat if deemed necessary. Prepared for hostile contact, they entered the premises and were met with gunfire.\n\n\nAfter successfully taking over the nuclear plant, a cleaning unit was sent in and discovered severely lacking infrastructure near the RBMK reactor. All personnel that had entered the premises was taken into quarantine and a parameter was enforced. After 12 days all guards had succumbed to radiation poisoning and the bodies were cremated together with the corpses from the initial shootout. However, it was noted that Geiger–Muller counters did not show high levels of radiation whilst near the deceased. It was hypothesized that the quarantined personnel was terminated or died from other anomalous effects, neither had been confirmed at the time. Site-47 was later repurposed by the Foundation as a power source for ██ sites after several audits.\n\n\nAddendum 6971.1:\n Medical Evaluations on Site-47\n\n\nIn 1978 an increasing trend of used vacation days and sick leave by personnel of Site-47 was discovered. An investigation from outside Site-47 showed that documented medical evaluations were being tampered with. Due to the size of fraudulent documentation on the health of personnel, matters were escalated to the Ethics Committee. After interviewing near all personnel on-site and separate medical evaluations, the following report was released;\n\n\n\n\n\n\nREPORT FROM THE ETHICS COMMITTEE\n\n\n\n\n\nIt has come to our attention that personnel on Site-47, or rather SCP-6971, take significantly more sick leave than their colleagues on other locations. After separate medical evaluations, they have been diagnosed with several symptoms, often chronic in nature, that are related to overexposure to radiation. A full list is available below. Please, check your own condition and make contact with your medical office if you recognize any of the listed symptoms.\n\nIt is unknown if this is a long-term or newly developed effect/defect of the anomaly. The results of this investigation will be expanded upon in the future. Specific statistics are not yet released as not all data has been confirmed and the situation continues to evolve. Due to the severity of the situation, staff will begin to deviate from protocol effective immediately.\n\n\nAny concerns can be directly sent to the Communication Department or your supervisor who will send it forward to us. Anonymity is optional, although not recommended in case of medical issues.\n\n\n\n\n\n\nSymptoms\n\n\n\n\n\n\nChronic headaches or migraines\n\n\nChronic nausea, vomiting, a numbing or losing taste, or a newly developed eating disorder\n5\n\n\nChronic nosebleeds\n\n\nLosing consciousness on active duty at least twice in the last 6 months\n\n\nPermanent (radiation) burns formed without contacting open fire or other heat sources.\n\n\nDevelopment of any form of cancer whilst working on SCP-6971, substantial or complete hair loss, or change of hair colour\n\n\nDevelopment of cataract whilst working on SCP-6971\n\n\nDevelopment of cardiovascular issues whilst working on SCP-6971\n\n\nDevelopment of irreversible damage in DNA or genetic defects whilst working on SCP-6971\n\n\n\n\nAdditionally, the medical issues were confirmed able to be hereditary as there were ██ reported cases of children being born terminally ill, stillborn, or with congenital defects. Please, report any new pregnancy to your medical office as fast as possible.\n\n\nAt the time of writing the estimated number of deaths is ███ and counting.\n\n\n\n\n\n\nImmediate changes in protocol\n\n\n\n\n\nPersonnel is to operate at minimum capacity on rotating shifts as SCP-6971 cannot be turned off for the safety of other sites, as this could lead to mass containment breaches. Personnel is also to participate in a mandatory medical evaluation as well as repeated sessions. Compensation, treatment, time off, transfers, early retirement, and disability benefits will be given accordingly.\n\nAs all official documents are currently being investigated for fraud, personnel must file and bring their medical reports in person going onward if possible. Additionally, audits will be held more regularly.\n\n\n \n\n\n\n\n- The Ethics Committee\n\n\n\n\n\n\n \n\n\n\n\nThe investigation team at the RBMK reactor.\n\n\n\n\nAfter issuing the report, the RBMK reactor was inspected for leakages and defects. Evidence that the core of the reactor differed from the standard design of RBMK reactors was found. Site director Dr. Thomas Mallory claimed he was unaware of this fact. This caused the Foundation to doubt his nuclear engineering degree and other certificates. After arranging a search through his desk, home, and personal belongings that lasted multiple days, several recovered notes refuted his innocence by confirming the reactor was not modified as planned after taking over Site-47. However, it did not reveal the current state of the reactor or possessed other relevant information. Dr. Mallory was taken into custody whilst still on-site. Because of the number of inconsistencies and the scale of the problem affecting multiple sites, the O5 made the situation an agenda item.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\nO5-2:\n So my fellow ladies and gentlemen, with that done, I think we can move on to the next topic.\n\nO5-3:\n This is about… a nuclear plant and its site director? I'm way too busy if it's just another energy crisis somewhere. I thought we were supposed to discuss something about medical stuff the Ethics Committee addressed?\n\n\nO5-10:\n Well, this \n\"energy crisis\"\n just might happen over a lot of sites placed around the entirety of Central Europe. Also-\n\n\nO5-3:\n Central Europe isn't really where a lot of my stuff is located but don't all sites have a temporary backup?\n\n\nO5-10:\n That they do Three, do you happen to have the medical data on hand?\n\n\nO5-3:\n Yes, I d-\n\n\nO5-10:\n Then, \nplease\n shut up, look at the report in the appendix, and check the damn cause. Or do I have to take on two council seats?\n\n\nA few pages are flipped.\n\n\nO5-3:\n Oh… OH! That son of a b-\n\n\nO5-7:\n Enough chitchat, do we have any additional information? Has there been an update from interrogating him or something?\n\n\nO5-8:\n Director Mallory, hasn't made any comments on the situation. I assume the man is counting on an accomplice or someone from a third party. Covering something of this scale isn't exactly easy on one's resources.\n\n\nO5-5:\n Can't we do a separate investigation or a scan for the reactor's profile?\n\n\nO5-6:\n As far as I know the location in question is in my area so I will have to assign some-\n\n\nO5-11:\n Six, like hell we are gonna let a warmonger like you decide stuff given how much you care about people their condition or surviving in general. Let's hand it over to the Ethics Committee because they are already hawking the situation as we speak. Besides, if eight is right, we have more problems than we first assumed.\n\n\nAt this point the conversation becomes repetitive. Questions come up but further details cannot be confirmed. Several minutes omitted for brevity.\n\n\nO5-4:\n Look, this has been going on for too long. We need to get to our next point fast. Let's just put the damn thing out for a few hours, let the other sites run on the other infrastructures and backups, and send a man or two down to check what's happening.\n\n\nO5-1:\n Agreed, next meeting we need to talk about the dependency of sites on one shared component as well. A team should draft protocols and guidelines for new sites immediately.\n\n\nThe Council successfully votes and moves on to the next topic, [REDACTED].\n\n\n\n\n<End Log>\n\n\n\n\n\n\nDr. Ralph Dolgan, an employee trusted by both the O5-Council and the Ethics Committee, was appointed to investigate the current state of the reactor. The reactor was shut off for an eight-hour window. On his own authority, Dr. Dolgan asked several technicians to check the surface for defects immediately. They did not find anything out of protocol but claimed to hear a distant static voice over their radio transmitters regardless of the used frequency. Whereof Two technicians claimed it resembled a faint screaming. After the eight-hour window, this phenomenon ceased to exist.\n\n\nThree days later, whilst testing the electrical circuits, one elevator showed a small loss of current ranging between 4 to 6 mA. Because of this, the residual current ELCB\n6\n should have turned itself off automatically. However, several electricians reported that this was not the case. They were ordered to open and redraw the schematics of the elevator. Instead of finding all the components, they found out that the elevator's schematics were inaccurate when they found an extension leading down several meters.\n\n\nFearing for further radiation leakage and dependency on the electricity for several sites, there was no time to transfer an MTF to Site-47. Realizing the gravity of the situation, two qualified technicians, Larry Armstrong, and Jake Bernhard, volunteered to go down, investigate, and seal the elevator shaft whilst it was still running. After putting on the correct personal protective equipment, mechanically disabling the elevator, and signing several documents, they went down to investigate. Log available below.\n\n\nAddendum 6971.2\n O5-Council Excerpt\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\nJ. Bernhard:\n Reached the bottom Larry, you can repel down.\n\nL. Armstrong:\n I can see that, it's just a couple meters down, not some fifty meters.\n\n\nJ. Bernhard:\n Sure, got it. Just following protocol, who knows where this thing leads.\n\n\nL. Armstrong:\n \nLands.\n Well, that there probably leads somewhere closer to the reactor.\n\n\nJ. Bernhard:\n And that's exactly why we need to follow the procedures. This entire site is currently in some paperwork hell and this is gonna make things probably even \nmore\n complicated. \nSighs.\n Now, help me with this door.\n\n\nL. Armstrong:\n Sure.\n\n\nSeveral minutes are needed to open the door. V. Penelope, a third technician, standing watch above as a safety measure, lowered a small platform as a temporary elevator and evacuation route.\n\n\nL. Armstrong:\n Fuck, that was a strong seal. This shit is like a submarine hatch.\n\n\nJ. Bernhard:\n Well, this hall- No, small and fucked up corridor is probably leading us somewhere next to the core.\n\n\nL. Armstrong:\n I'm gonna contact Dolgan. \nClick.\n\n\nL. Armstrong:\n \n[To Dr. Dolgan]\n Hey Ralph, there is a small way further in but I'm not gonna sit a few hours in high radiation and wait for a decision. How about you guys give us five minutes and we get the hell out of here? \nClick.\n\n\nDr. Dolgan:\n I'll give you 90 seconds once you enter since you already opened the door just close it when you leave. Put in anything you deem worthy of research into your tool case if applicable, you can leave common tools behind. Don't forget to record with bodycams for footage. We're definitely gonna seal this up for the next couple of days or weeks.\n\n\nJ. Bernhard:\n You heard the man, 90 seconds it is.\n\n\nBernhard and Armstrong both walk in the corridor and after a corner makes place for an even longer hallway with two flickering lights. There are two doors on each side of the hall and at the end a sealed door with a porthole. Both fasten their pace, steel shoe tips echo in the hall.\n\n\nJ. Bernhard:\n I'm going to the door at the end straight ahead of us. The board is likely there and I might get some footage of the specifics as well.\n\n\nL. Armstrong:\n You sure? That's where the reactor is supposed to-\n\n\nJ. Bernhard:\n If we don't get that info today, then who knows when, if at all.\n\n\nL. Armstrong:\n Then you better get checked first when we surface. \nBreathes.\n I think I only got time to check the info on the doors and quickly scan one room. Then we're out.\n\n\nJ. Bernhard:\n Roger that.\n\n\nArmstrong quickly gets footage from all four doors, which are labeled as standard storage rooms, and enters the one he checks last, which appears to house cooled containers. He takes the logbooks and ring binder by default present at the right of the door, shoves them in his tool case, and manages to take the closest container from a shelf before leaving and closing the door.\n\n\nL. Armstrong:\n I got some stuff. Let's get out, time's ticking.\n\n\nBernhard is looking through the porthole and does not appear to have heard his colleague.\n\n\nL. Armstrong:\n HEY! We got to go!\n\n\nJ. Bernhard:\n Huh? Ah, yes!\n\n\nBoth run back to the entrance. Bernhard takes the container from Armstrong who after leaving first closes the door after Bernhard gets out. Both drop their recovered items on the ground and begin to seal the door.\n\n\nL. Armstrong:\n So, what was that?\n\n\nJ. Bernhard:\n What do you mean?\n\n\nL. Armstrong:\n I mean the hesitation. What the hell was that? Are you insane?\n\n\nJ. Bernhard:\n Ah that, I guess I was out of it for a moment.\n\n\nL. Armstrong:\n Well, I hope you got a good explanation for that when they review our footage. Damn it, man! They would have ordered me to leave you behind.\n\n\nJ. Bernhard:\n \nSmirks.\n I wouldn't worry about that. Things are gonna get even messier, but probably not for us.\n\n\nL. Armstrong:\n So what did you see, the electrical grid? A defect in the core? Did you even see the core?\n\n\nJ. Bernhard:\n Oh yeah, I definitely saw it…\n\n\nL. Armstrong:\n Saw what?\n\n\nJ. Bernhard:\n D-Class…\n\n\nL. Armstrong:\n Wha- D-Cla-\n\n\nJ. Bernhard:\n The core is a goddamn D-Class.\n\n\nL. Armstrong:\n \nPause.\n Oh, Lord…\n\n\n\n\n<End Log>\n\n\n\n\n\n\nThe Footage was successfully uploaded into the Foundation databank and reviewed. J. Bernhard's recording of the core showed a spherical cell filled with water where instead of fuel rods, a D-Class with an oxygen mask, several catheters, feeding tubes, and sensors on its body was chained up. Its orange overall was slightly faded in colour but the imprinted number, D-8660, was identified. Checking the number did at first not match due to the new designation of it on a Latin-American woman. However, the container recovered by L. Armstrong contained several blood samples that matched with one of the prior wearers of the number, Matteus Manninen. The archived file is available below.\n\n\nAddendum 6971.3\n SCP-6971's D-Class File\n\n\n\n\n\n\nFILE D-8660-5\n7\n\n\n\n\n\n\n\n\nImage not found in archives.\n\n\n\n\n\n\nIdentification and General Information\n\n\nName:\n Matteus Manninen\n\n\nAge:\n 33†\n \nNationality:\n Finnish\n\n\nAcquisition into Foundation custody:\n Citizen with memories of the containment breach from SCP-████ on ██/██/████. Was taken into custody against his will due to the unexpected immunity against amnestics.\n\n\nBehavioral and Testing Evaluation\n\n\nMostly neutral or helpful. Has resentment from being taken into custody, but does not make things harder than they should be as long as he is treated decently. Good test subject for safe and most non-harmful euclid class anomalies. Good with cleaning up failed tests in group.\n\n\nTesting history:\n With 13 successfully completed tests or testing periods to his name, fairly experienced. Shows better results with humanoïd anomalies than with objects or misformed entities. Testing with sentient non-humanoïd anomalies should ideally be verbal only on first contact.\n\n\nAdditional Information:\n Due to immunity for amnestics, only applies for testing under clearance level 4 \"Secret\" after gaining approval from three personnel members of that level or higher.\n\n\nCause of Death\n\n\nOn 22 September 1970 during transfer via cargo ship to another site for testing, was killed alongside all 232 other casualties by the impact of a nuclear torpedo.\n\n\nThe investigation of the attack was discontinued after four years. The perpetrator and motives remain unidentified to date.\n\n\n\n\nThe samples were sent to the nearest immunology, hematology, and genetics laboratory, MEDLab 8, for further research. The file of SCP-6971 got rewritten due to inaccuracy and misrepresentation of the anomaly. Research in seized documents was performed simultaneously.\n\n\nA copy from the file above was taken out of the D-class archive, digitalized, and added to the Collection of Active Anomaly Information.\n8\n Whilst waiting for results of the blood analysis, the Ethics Committee approved the construction of a second and more modernized RBMK reactor that would take over the existing function and infrastructure relying on SCP-6971. Three days after this decision, MEDLab 8 reported that their first results could not explain the anomalous phenomena.\n9\n The Ethics Committee granted Dr. Dolgan's request for an interview with Dr. Mallory, who had been stripped of his function as site director before being transferred to an isolated D-Class Cell.\n\n\n\n\nInterviewed:\n Dr. Thomas Mallory\n\n\nInterviewer:\n Dr. Ralph Dolgan\n\n\n<Begin Log>\n\n\nDr. Dolgan comes in, throws his clipboard on the table, and a small clattering sound fills the room. Dr. Mallory adjusts his position, making his handcuffs clink.\n\n\nDr. Mallory:\n I guess these aren't coming off soon, huh.\n\n\nDr. Dolgan sighs. Mallory smirks.\n\n\nDr. Dolgan:\n You are a real asshole, you know that?\n\n\nDr. Mallory:\n An asshole, but a valuable one.\n\n\nDr. Dolgan:\n Why are you so relaxed?\n\n\nDr. Mallory:\n Because you can't do shit to me. I'm the only one that knows what's going on, I'm the only backup when it comes down to it. My hands may be dirty but my desks are clean, I wonder what you've found so far.\n\n\nDr. Dolgan:\n What we've found so far? \n[Slightly louder]\n What we've found so far?!\n\n\nDr. Mallory:\n You might find bits and pieces but you'll never get the whole picture. Now begin your questioning, this should be some good entertainment.\n\n\nDr. Dolgan:\n \n[under his breath]\n Son of a-\n\n\nDr. Dolgan pulls a chair back, sits down, takes the clipboard, and clicks his pen.\n\n\nDr. Dolgan:\n \nSighs.\n Dr. Mallory, you've been charged with breaking nearly all procedures, the endangerment of all levels of personnel and civilians of multiple sites, and to a certain extent the secrecy we maintain in regards to the public, alongside a multitude of other charges that currently still exceed your past authority. Do you have anything to say before we go further?\n\n\nDr. Mallory:\n Just that I know the lines and charges, I used to run a site, I'm as you would say corrupt, not stupid. No, I'm not gonna confess either. \nSmirks.\n\n\nDr. Dolgan:\n Can you tell me anything about the reactor or the D-Class that is present within?\n\n\nDr. Mallory:\n I see you found out about that, but not too surprising really. No, I will not disclose anything about that.\n\n\nDr. Dolgan:\n We found several blood samples from the individual. Are there samples after you put him on the electrical circuit?\n\n\nDr. Mallory:\n If you know how to take that, please let me know. I would love to hear your results.\n\n\nDr. Dolgan:\n \nOh, I'm sure you do.\n\n\nDr. Dolgan takes a photograph. A team of 14 people is visible in front of the steps of Site-47. Several heads have a red cross on them.\n\n\nDr. Dolgan:\n Do you have anything to say about this photo?\n\n\nDr. Mallory:\n It was just one of the teams under my command what about it? You can look into the records yourself.\n\n\nDr. Dolgan scribbles something on his clipboard and takes another photo out.\n\n\nDr. Dolgan:\n What about this one?\n\n\nDr. Mallory:\n Okay, I see this is the card your playing. What are you getting at?\n\n\nDr. Dolgan:\n \nPuts down a third photo.\n What about this one?\n\n\nDr. Mallory:\n It's another team, some of them were good researchers but that's it. Served their purpose.\n\n\nSilence returns. Dr. Dolgan takes out an envelope and undoes the seal.\n\n\nDr. Mallory:\n Oh, some hard evidence?\n\n\nDr. Dolgan empties the contents by letting all photos fall and scatter on the table.\n\n\nDr. Dolgan:\n ███ dead. ███ dead confirmed, ███ dead and counting! Still. Fucking. Counting. And don't get me started on the terminally ill.\n\n\nDr. Mallory:\n \nSmirks.\n Mad that I'm not one of them? Go big, or go home, Dolgan. They were expendable, janitors, agents, researchers, and especially that D-Class. But he ain't dead yet, isn't he?\n\n\nDr. Dolgan calmly steps closer to Mallory and grabs his collar.\n\n\nDr. Dolgan:\n \n[Coldly]\n You've been behind this whole thing. I bet you made this site with a higher-up since everything was up to our standards. Convenient, isn't it, for some plant in the middle of nowhere? You got rid of the initial agents and cleaning crew, and you knew those blood samples do not explain shit.\n\n\nDr. Mallory:\n Well, well… That are some big accusations \nfor something you can't confirm\n. But of course, I deny all of it.\n\n\nDr. Dolgan:\n \n[whispering]\n That's just a matter of time. And when we do, perhaps the Ethics Committee might just turn its head and put you in the new reactor.\n\n\nDr. Mallory:\n Building a reactor takes years, sometimes even decades, and since the first one already hasn't been maintained correctly by my people for a while it won't be long until things go south. Better get building Dolgan. I'd recommend you'd ask the best nuclear engineer to help you a hand, but I think I rather sit this one out, so I can watch and learn.\n\n\nDolgan pushes Mallory slightly into the back of his chair before letting his grip loose. He walks outside the door and signs in two guards.\n\n\nDr. Dolgan:\n Then learn you will. Better get used to the orange suit, Mallory. That way you might even learn some basic human decency again.\n\n\nDr. Mallory:\n No, goodbye? At least give the rest of the site my greetings and thanks for their hard work.\n\n\nDr. Dolgan:\n God, you disgust me.\n\n\n<End Log>\n\n\nClosing Statement:\n Dr. Dolgan put in a request to make an additional team of nuclear engineers. A few days later, a notion was put in to preemptively decide the fate of SCP-6971 when the construction was done.\n\n\n\n\nThe latter was put on hold until the final results from the medical lab came in. Before that happened, on 17 October 1978, a static screaming could be heard softly over any type of transceiver in the control room and in circa a 100-meter radius of the reactor as SCP-6971 had regained a more conscious status. Sensors revealed it could not be put into a more passive or immobilized state anymore without feeling its surroundings due to the past long-term usage of narcotics. Attempts to communicate with the anomaly were made, to no avail. Logs available below.\n\n\nAddendum 6971.4\n First Communication Logs\n\n\n\n\nInterviewed:\n SCP-6971, Matteus Manninen\n\n\nInterviewer:\n Dr. Dolgan\n\n\nAdditional information:\n Static noise has been minimized but could not be completely removed. The original recordings are available for researchers trying to minimize interference in the future.\n\n\n\n\n<Begin Log>\n\n\nSCP-6971:\n Let me out! Let me out! You're boiling me alive! Please, make it stop! \nIncomprehensible screaming.\n\n\nDr. Dolgan:\n If you can hear us, please try to use the speakers again.\n\n\nSCP-6971:\n Let me out!\n\n\nDr. Dolgan:\n Can you hear us?\n\n\nSCP-6971:\n You put me here! You put me- \nScreaming.\n Why?! WhyaaaAAAAAHHHHHHHH!\n\n\nThe screaming continues. Several alarms loudly can be heard.\n\n\nDr. Dolgan:\n You are releasing a lot of radiation, I understand you are in pain but please for everyone's sake if you have any sort of control over this-\n\n\nSCP-6971:\n MALLORY! WHY DID YOU TORPEDO US?! MALLORY!\n\n\nThe radiation begins to interfere with the speakers, only static noise comes through.\n\n\nDr. Dolgan:\n \n[To personnel]\n Someone get the catheters for the anesthetics and give that man a dose. Now!\n\n\nResearcher:\n But doctor, then we need to go down in the elevator shaft that-\n\n\nDr. Dolgan:\n Get someone and all the tools you might need, or this entire place will go off!\n\n\nResearcher:\n Sure, but doctor, where are you going?\n\n\nDr. Dolgan:\n I'm going to tear someone a new one.\n\n\n<End Log>\n\n\n\n\n\n\nDr. Mallory and several other colleagues next to their finished rocket booster.\n\n\n\n\nSCP-6971 was deemed unable to engage in dialogue and it was confirmed that SCP-6971's emotional and physical pain enhanced its state of instability, causing more fluctuations and severe risks to personnel on-site. Dr. Dolgan reported the link with the torpedo incident from 22 September 1970 to the Ethics Committee. After reviewing footage, the technicalities, and the silhouette of the torpedo, it was successfully identified as a Foundation weapon from a separate department. More specifically, the size and rear end formation looked very similar to a specific rocket booster Dr. Mallory had worked on prior to the incident. At the time of writing and for precautionary measures, it was assumed that SCP-6971 may develop new effects or increase their intensity in the foreseeable future.\n\n\nSince this event, it is assumed that SCP-6971 can emit, absorb, or manipulate wavelengths to interfere, weaken, and send signals from communication or interconnected devices.\n10\n It is hypothesized that SCP-6971 cannot disrupt observations of cosmic radiation or other wavelengths of external sources with 84% certainty.\n\n\nOperators and a small coordination crew had to prevent a shutdown of the site due to an alarmingly high amount of errors from the sites depending on the electrical net. Stronger narcotics were administered to SCP-6971, to the displeasure of the Ethics Committee who hesitantly gave approval due to the lack of alternatives. However, whilst it kept the anomaly in a docile state, it did not result in a complete unconscious status anymore. Containment specialists began working towards new procedures to prevent cases of dubious containments in the future.\n\n\nAddendum 6971.5\n Final Genetic Report\n\n\n\n\n\n\nGENETIC ANALYSIS REPORT\n\n\n\n\n\n\nSummary:\n Results have shown the presence of radioactive plutonium under the form of the \n239\nPu isotope in the molecular structure of the DNA of SCP-6971. Further observation showed that SCP-6971 is able to make this component on its own but the cellular processes responsible for this are yet unclear.\n\n\n\n\n\nConfirmed Genetic Mutations and Defects\n\n\n\n\n\n\n{$caption}\n\n\n\n\nDNA-Analysis showed that the DNA of SCP-6971 DNA carries a purine nucleotide base that includes the radioactive plutonium-239 isotope (\n239\nPu) and replaces guanine (G) whose stability is heavily modified by Methylation.\n11\n Because of this SCP-6971 is theoretically possible to become circa 3.700 years of age.\n12\n\n\nAttached to this file is the structure of GMP\n13\n with plutonium instead of the expected 2 hydrogen atoms after successful isolation by researchers.\n\n\nDNA fingerprinting\n14\n has proven difficult since enzymes are easily broken down due to its effects and gel electrophoresis with UV-lamps does not result in visualization.\n\n\nConclusion:\n We believe it is impossible to analyze SCP-6971 further or neutralize it without killing it due to technological restrictions.\n\n\n\n\nAfter all documentation was gathered and investigations for the most part finished, the O5-Council made SCP-6971 a topic again for their next meeting, the excerpt is available below.\n\n\n\n\n<Begin Log>\n\n\nO5-2:\n So, I think we can move on to the next thing on our agenda. Unless anyone wants to bring in additional documentation?\n\n\nThe Council members are putting papers back into their folders, a few sip from their drinks before the room goes quiet.\n\n\nO5-8:\n I believe the next thing is a request on Site-47? Or is this about more ongoing or evolving issues at hand there?\n\n\nO5-10:\n Let's see. \nFlips page.\n Euh… Ah, yes! We need to talk about the engineering team, a new reactor, and what to do with the anomaly after stuff settles down.\n\n\nO5-7:\n That was SCP-6971, wasn't it?\n\n\nO5-10:\n Yes, that is the allocated number. With ███ current files of other anomalies linked due to the risk of breach from a power outage.\n\n\nO5-1:\n Honestly, I'm not sure stuff there can be \"settled down\".\n\n\nO5-8:\n Well, we have some backup generators and extra security so we would be able to do compartmentalization and lock hostile creatures in halls if necessary.\n\n\nO5-5:\n But that is not a long-term solution and might bring personnel in danger. I've already approved on-site construction for solar panels and wind turbines for ease in the future. Being able to generate their own power, even if not completely is beneficial.\n\n\nO5-4:\n About the engineering team, we might do some relocating of personnel too to cover some positions, others might need some extra schooling though.\n\n\nO5-8:\n We have good people in physics to spare. Maybe let some partially learn on the job or have supporting functions. How big do they want this team?\n\n\nO5-3:\n Just a couple of people, like a small cell. Might be a cool side-project for any of us to invest in, to be honest. Definitely not hard to meet the requirements.\n\n\nO5-11:\n I have a question about this new reactor, it is just going to be the same model as the first one, right? The problem is the duration, not the resources, so if we deal with the anomaly would it be possible to still use or rebuild what is left of the original?\n\n\nO5-2:\n I'm for full decommissioning of the first one and see how it goes from there. I do not have a permanent solution for the anomaly but I think building additional power sources would be great since the infrastructure allows for it.\n\n\nO5-10:\n Yeah, I'm with Two on this one. I am not against extra stuff being built but I want to see radioactive stuff being removed and some good clean up. However, I have no idea how to get the anomaly out of the core in a stable, let alone efficient or safe, manner.\n\n\nO5-1:\n Speaking of clean-up, Mallory needs to get rid of. I mean, adjusting rocket boosters to make an attempted Eigenweapon and taking down our own ships is quite bad. One of us had to vouch for him.\n\n\nO5-8:\n Yeah, he probably got rid of some bad stuff and then got in this unexpected series of events. Getting rid of personnel on his undiscovered site, the responsible MTF, and the cleaning crew also is very concerning how it happened under our noses. Who knows what else people got away with?\n\n\nO5-6:\n I can call in an MTF on him as we speak. My personnel is rather \nswift\n in taking someone and putting them in an oven or something to get rid of. Even if that seems a bit much for someone that is now a D-Class.\n\n\nO5-7:\n Still, a D-Class that was a corrupt site director. And even worse, one that was good at being both.\n\n\nO5-12:\n Ok, ok, we got quite the idea for some of these loose ends and how to prevent some shit. The only thing now left is the anomaly, does anyone have a proposal on what we can do with it? We cannot take it out, or risk taking it out in our current situation.\n\n\nO5-5:\n Did the Ethics Committee have details about this? Additional investigations are quite a waste of time.\n\n\nO5-8:\n I agree with Five here, we should get statements from the engineer and personnel from site-47 with experience.\n\n\nO5-3:\n Let's stay updated on this and get this on the agenda on a regular basis. I think the proposed things should be implemented for now, but we also have to get through this meeting.\n\n\nO5-Council:\n Aye.\n\n\n<End Log>\n\n\n\n\n\n\nThe second reactor before its first usage.\n\n\n\n\nThe suggestion for the engineering team was approved. All members except two were relocated to Site-47. The other two were scouted by talent acquisition. A separate resource shipping policy, a separate prevention advisor were appointed.\n\n\nThe development of the reactor and fuel rods went according to plan. Copying and modernizing the surface proved to be challenging within the first budget. Several tests to differ from this design were made, but simulations showed too much instability, difficult transitions, and loss of energy to the used infrastructure.\n\n\nReactor one stayed in operation, although the screaming of SCP-6971 did continue to take over frequencies used for communication and speakers in the building it resided. Extra mandatory check-ups were assigned to personnel.\n\n\nMultiple sites were granted funds to provide them with projects for green energy. Two sites were connected to a new geothermal plant, and one was connected to a nearby dam. Other sites did not find alternatives that would fully provide them with sufficient electricity.\n\n\nDr. Mallory was taken and interrogated by agents of O5-6. Further interrogation did not provide extra details, motives, or other information. O5-6 has not shared information, apart from that \"Lose ends had been taken care off\" or that \"It is not in our best interest anymore\".\n\n\nAddendum 6971.6:\n Second O5-Council Excerpt\n\n\n\n\n<Begin Log>\n\n\nO5-9:\n And that brings us to- Uh, wait a bit… Ah, SCP-6971!\n\n\nO5-4:\n Ok, what is the good news?\n\n\nO5-9:\n Well, the development of the second reactor goes smooth, although connecting it proves to be difficult. The complete blueprint for the surface of the reactor is drawn but still needs to be constructed.\n\n\nO5-1:\n I also read they started the decommissioning, isn't it still functioning as we speak?\n\n\nO5-7:\n I made them clean up as much as possible, the structures and equipment are already on-site. Decontamination is also being prepared for but there needs to be a new procedure, of which the approval drags on.\n\n\nO5-3:\n I mean you could veto it, or take your authority to speed it up.\n\n\nO5-11:\n The problem sits in the medical check-ups and rotating personnel, it works but you can only work so fast if you don't want people to die \nagain\n. It would make for fewer briefings though.\n\n\nO5-5:\n Ok, so what about the anomaly? We still haven't decided that.\n\n\nO5-6:\n Well, why don't we put it in the ground like all nuclear waste. It will die and the radiation will no longer be a problem as well.\n\n\nO5-2:\n You can't guarantee that. It's like you never even read the basic garbage disposal methods for nuclear waste. This thing is potent as hell. We aren't talking about one radioactive waste barrel. This is a full reactor with an individual that has literal plutonium in its genes.\n\n\nO5-10:\n The problem with this anomaly is that we are currently still too reliant on it for our own good, it can't control its effects even if we could communicate with it, and anesthesia and amnestics both won't do the job anymore.\n\n\nO5-12:\n Well at least we know it can't escape.\n\n\nO5-6:\n See, ain't so bad, isn't it? Just bury it, not \nthat\n fucked up of a solution to do.\n\n\nO5-4:\n I know you have a tendency to do fucked up shit with D-Class, but this one in particular has been boiled alive for years and caused huge problems whilst being tightly secured and without exploding. Even if we would bury it, moving the reactor will just result in another medical disaster. And that isn't even the worst-case scenario.\n\n\nO5-10:\n And then there is another issue, even if it doesn't get buried and we get it out, ideally speaking of course. How the hell would we make a customized cell? How do we deal with its discharges, with its effects on humans, and which area with an unknown radius are we going to abandon for this thing alone?\n\n\n05-8:\n \nAhem.\n If I may… I have a suggestion, but it is a long shot.\n\n\nThe Council becomes silent.\n\n\n05-8:\n As I said, it is a long shot, and nobody will probably like it, but it is probably a lesser evil or concern this way. I think O5-6 does have a point of putting it in isolation…\n\n\nThe Council murmurs.\n\n\nO5-6:\n Honestly, if anyone would back me up here today, I didn't think it'd be you of all people.\n\n\nO5-12:\n So you want to put it in the ground?\n\n\n05-8:\n No, instead of looking down, I'm looking up.\n\n\nO5-4:\n \nFixes posture.\n Go on.\n\n\n05-8:\n I assume some of you may know about the existence of radioisotope thermoelectric generators?\n\n\nO5-10:\n You mean the battery things used in satellites and probes?\n\n\n05-8:\n Yes, typically RTG's, or as some of you may know them RITEG's, do not have any moving parts so we could build the existing reactor into one by making some modifications. The only downside I can think of is that they normally use the \n238\nPu isotope instead of the \n239\nPu one.\n\n\nO5-4:\n Ah, stability and predictability issues might form when it's been running for a while.\n\n\n05-8:\n Exactly. We can simulate the outcome of course but there is no guarantee.\n\n\nO5-5:\n Well, if it doesn't work out we'll have an explosion in space and we put it out of its misery. As far as I know, it has been begging for that for ages. This idea isn't exactly the best, but it is way better than the alternatives.\n\n\nO5-2:\n Just to be clear, we are essentially just blasting SCP-6971 into space to get rid of it, by making it the actual battery of the vessel?\n\n\nO5-8:\n If you put it that simply, then yes.\n\n\nThe Council is silent.\n\n\nO5-10:\n Fuck it, we've had worse proposals. Let's vote.\n\n\nO5-Council:\n Aye.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nIn Favor\n\n\nAbstained\n\n\nAgainst\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\n\n\nVoting result: \nApproved Unanimously\n\n\n\n\n\n\nConclusion:\n O5-8's proposal was accepted. The Ethics Committee, whilst not completely happy with the outcome, agreed and did not wish to comment further.\n\n\n\n\n\n\nReactor two as seen from the surface.\n\n\n\n\nAs planned, reactor two was taken into commission. On 14 December 1983, the fuel rods were lowered, and after 72 hours without any outliers, trends, or other inconsistencies, reactor one was taken off the grid. The engineering team of Dr. Dolgan was separated after a short celebration. Most of them gained senior positions on another site or became auditors.\n\n\nTo prevent further difficulties in the future, the Foundation made a request form wherein new sites may opt for their preferred energy source after approval from the respective authorities. All sites also must be able to produce and store their own energy to be able to run on 100% capacity for at least one week. The yearly budget for repairs was also raised.\n\n\n\n\nThe original reactor during its decommissioning.\n\n\n\n\nAs per vote, the reactor of SCP-6971 was further decommissioned and rebuilt to a probe with it functioning as its RTG. To prevent public sightings of the probe, antimemetics were applied to the surface of the spacecraft as censoring with an AI might have suffered from interference by excess radiation.\n\n\nAn orbit around Jupiter was chosen since Jupiter was known to have trapped radiation\n15\n which could aid in hiding and maneuvering the probe if there were unforeseen side-effects or accelerated decay.\n\n\nAfter the launch of the probe, a crater was left on Site-47 where to date radiation still lingers. A parameter was set up which personnel under no circumstance are allowed to enter. Regulations for personal protective equipment and medical check-ups were adjusted overall but are currently still stricter than the average site. A memorial for all the deceased personnel of Site-47 was set up.\n\n\nAddendum 6971.7:\n Update to Orbital Trajectory\n\n\nOn 21 April 1987, after failing to track the probe of SCP-6971 for 3 consecutive days, it was officially deemed off course. Other probes and telescopes with memetic filters failed to observe it. It is generally accepted that from the moment of its disappearance, SCP-6971 has interfered with sensors, commands, and other controls of the probe directly even though it originally knew nothing about operating its vessel. 17 hours after the official status changed, a message came in through all speakers of Site-47.\n\n\n\n\n\n\nTell Mallory that even if I have to nuke myself from orbit, one day I'm coming down for him.\n\n\n\n\n\n\nWhether SCP-6971 is moving away from or towards Earth and if it can steer the probe is currently unknown.\n\n\n\n\n\n\n« \nSCP-6970\n | SCP-6971 | \nSCP-6972\n »\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSirslash47's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5927\n \n(+44)\n \n•\n\n\n\n\n\n\nSCP-5843\n \n(+105)\n \n•\n\n\n\n\n\n\nSCP-6983\n \n(+75)\n \n•\n\n\n\n\n\n\nSCP-5623\n \n(+208)\n \n•\n\n\n\n\n\n\nSCP-5651\n \n(+92)\n \n•\n\n\n\n\n\n\nSCP-5857\n \n(+121)\n \n•\n\n\n\n\n\n\nSCP-649\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-5449\n \n(+147)\n \n•\n\n\n\n\n\n\nSCP-5849\n \n(+37)\n \n•\n\n\n\n\n\n\nSCP-5939\n \n(+38)\n \n•\n\n\n\n\n\n\nSCP-6143\n \n(+45)\n \n•\n\n\n\n\n\n\nSCP-6701\n \n(+35)\n \n•\n\n\n\n\n\n\nSCP-5839\n \n(+69)\n \n•\n\n\n\n\n\n\nSCP-7717\n \n(+109)\n \n•\n\n\n\n\n\n\nSCP-6991\n \n(+75)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSpace Cadet Semantics\n \n(+20)\n \n•\n\n\n\n\n\n\nIt's Better To Burn Out, Than To Fade Away\n \n(+34)\n \n•\n\n\n\n\n\n\nA Josie Holiday\n \n(+32)\n \n•\n\n\n\n\n\n\nAd Fundum Universum, Ad Fundum\n \n(+23)\n \n•\n\n\n\n\n\n\nFrom syllables to lines to imagination\n \n(+32)\n \n•\n\n\n\n\n\n\nThe Great Escape of 6767 and Coffee Snake Art\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSirslash47's Personnel File\n \n(+72)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6971\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6971\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n RBMK reactor from Ignalina ArM.jpg\n\n\nName:\n RBMK1.jpg\n\n\nAuthor:\n Argonne National Laboratory\n\n\nDate:\n 18 January 2008\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional info:\n The source also says the image was edited by; Editor: ArtMechanic. I wanted to credit here as well.\n\n\n\n\n\n\n\n\nFilename:\n RIAN archive 305011 Leningrad nuclear power plant.jpg\n\n\nName:\n RBMK2.jpg\n\n\nAuthor:\n Alexey Danichev / Алексей Даничев\n\n\nDate:\n 4 April 2008\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional info:\n The source also asked to attribute like this;\n\n\nAttribution: RIA Novosti archive, image #305011 / Alexey Danichev / CC-BY-SA 3.0\n\nRIA Novosti (Russian International News Agency) provided this as part of a cooperation project.\n\n\n\n\n\n\n\n\nFilename:\n Trojan Nuclear Power Plant.jpg.JPG\n\n\nName:\n TrojanPlant.jpg\n\n\nAuthor:\n \nTobin\n (Flickr profile link)\n\n\nDate:\n 20 May 2006, 18:40:13\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n, \nFlickr\n\n\nAdditional info:\n The image in draft was originally a Belgian nuclear plant but starting from 28/01/2022 that image (or any from those plants and nuclear storages) would be breaking the law due to my (the federal Belgian) government. Really sad, but please take this into account if you try to search nuclear power plant images in the future.\n\n\n\n\n\n\n\n\nFilename:\n Containment destruction.jpg\n\n\nName:\n Containment.jpg\n\n\nAuthor:\n Nuclear Regulatory Commission (NRC)\n\n\nDate:\n Unknown\n\n\nLicense:\n public domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Mercury-Redstone booster at MSFC with officials.jpg\n\n\nName:\n Booster.jpg\n\n\nAuthor:\n NASA\n\n\nDate:\n circa 1961\n\n\nLicense:\n public domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional information:\n I added black bars over the eyes as an edit.\n\n\n\n\n\n\n\n\nName:\n Logo.png\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional information:\n Did not find the specifics but taken from \nSCP-4182\n since it was the best logo for this usage.\n\n\n\n\n\n\n\n\nFilename:\n AKW Zwentendorf - Steuerrungseinheit der Brennstäbe (P1060442) (7988584153).jpg\n\n\nName:\n AKW.jpg\n\n\nAuthor:\n Gregor Tatschl from Österreich\n\n\nDate:\n 29 June 2011, 00:00\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Guanosinmonophosphat protoniert.svg\n\n\nAuthor:\n NEUROtiker\n\n\nDate:\n 19 April 2008\n\n\nLicense:\n public domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nUsed for:\n Molec.png, the image of the molecule in this article. Edits made in paint by me \nSirslash47\n. I release Molec.png under the CC BY-SA 3.0 Licensing as per the wiki rules. If this attribution is unclear or incorrect let me know. (Since normal molecules can't be copywrited and are public domain by default.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Anomaly is in a continuous state of unpreventable destruction, decay, escape, or another process that will result in either neutralization, indefinite breach, or both.\n\n\n2\n. Reaktor Bolshoy Moshchnosti Kanalnyy or High-power Channel-type Reactor, a Russian type of graphite reactor with minimal amounts of cooling water.\n\n\n3\n. See Addendum 6971.4\n\n\n4\n. See Addendum 6971.4 and 6971.1 respectively\n\n\n5\n. Developed whilst working on SCP-6971 and lasted more than 3 weeks.\n\n\n6\n. Earth Leakage Circuit Breaker\n\n\n7\n. The file of the current D-8660 is FILE D-8660-8.\n\n\n8\n. Abbreviated as CAAI\n\n\n9\n. Apart from anomalous properties, the blood was checked on the amount of metals, lipids, proteïns, auto- and isotypes of anti-bodies, red and white blood cell count, white blood cells per type (for example lymphocytes), platelet count and coagulation, enzymes, vitamins, hormones, and other non-specific metabolites.\n\n\n10\n. It is unclear but highly suspected that SCP-6971 has intercepted or at least received messages that were classified.\n\n\n11\n. A process that replaces a hydrogen atom (H) with a methyl (CH\n3\n) group which is frequently used on Cytosine, the respective pyrimidine nucleobase that binds with guanine, to prevent point mutations, frameshifts (side-ways movement of one string in double-strand DNA or dsDNA), and degradation.\n\n\n12\n. Starting from the half-life of \n239\nPu (24.100 years), calculations showed that after 3.700 years the DNA might not be stable enough for SCP-6971 to survive.\n\n\n13\n. Abbreviation for the nucleotide Guanosine monophosphate\n\n\n14\n. A laboratory technique also known as DNA profiling. It is used to analyze the genome for specific genes for example in parentage testing.\n\n\n15\n. Charged particles in its magnetosphere.",
    "addendums": [
        "Addendum 6971.1: Medical Evaluations on Site-47\nIn 1978 an increasing trend of used vacation days and sick leave by personnel of Site-47 was discovered. An investigation from outside Site-47 showed that documented medical evaluations were being tampered with. Due to the size of fraudulent documentation on the health of personnel, matters were escalated to the Ethics Committee. After interviewing near all personnel on-site and separate medical evaluations, the following report was released;\nAfter issuing the report, the RBMK reactor was inspected for leakages and defects. Evidence that the core of the reactor differed from the standard design of RBMK reactors was found. Site director Dr. Thomas Mallory claimed he was unaware of this fact. This caused the Foundation to doubt his nuclear engineering degree and other certificates. After arranging a search through his desk, home, and personal belongings that lasted multiple days, several recovered notes refuted his innocence by confirming the reactor was not modified as planned after taking over Site-47. However, it did not reveal the current state of the reactor or possessed other relevant information. Dr. Mallory was taken into custody whilst still on-site. Because of the number of inconsistencies and the scale of the problem affecting multiple sites, the O5 made the situation an agenda item.\nDr. Ralph Dolgan, an employee trusted by both the O5-Council and the Ethics Committee, was appointed to investigate the current state of the reactor. The reactor was shut off for an eight-hour window. On his own authority, Dr. Dolgan asked several technicians to check the surface for defects immediately. They did not find anything out of protocol but claimed to hear a distant static voice over their radio transmitters regardless of the used frequency. Whereof Two technicians claimed it resembled a faint screaming. After the eight-hour window, this phenomenon ceased to exist.\nThree days later, whilst testing the electrical circuits, one elevator showed a small loss of current ranging between 4 to 6 mA. Because of this, the residual current ELCB 6 should have turned itself off automatically. However, several electricians reported that this was not the case. They were ordered to open and redraw the schematics of the elevator. Instead of finding all the components, they found out that the elevator's schematics were inaccurate when they found an extension leading down several meters.\nFearing for further radiation leakage and dependency on the electricity for several sites, there was no time to transfer an MTF to Site-47. Realizing the gravity of the situation, two qualified technicians, Larry Armstrong, and Jake Bernhard, volunteered to go down, investigate, and seal the elevator shaft whilst it was still running. After putting on the correct personal protective equipment, mechanically disabling the elevator, and signing several documents, they went down to investigate. Log available below.",
        "Addendum 6971.2 O5-Council Excerpt\nThe Footage was successfully uploaded into the Foundation databank and reviewed. J. Bernhard's recording of the core showed a spherical cell filled with water where instead of fuel rods, a D-Class with an oxygen mask, several catheters, feeding tubes, and sensors on its body was chained up. Its orange overall was slightly faded in colour but the imprinted number, D-8660, was identified. Checking the number did at first not match due to the new designation of it on a Latin-American woman. However, the container recovered by L. Armstrong contained several blood samples that matched with one of the prior wearers of the number, Matteus Manninen. The archived file is available below.",
        "Addendum 6971.3 SCP-6971's D-Class File\nThe samples were sent to the nearest immunology, hematology, and genetics laboratory, MEDLab 8, for further research. The file of SCP-6971 got rewritten due to inaccuracy and misrepresentation of the anomaly. Research in seized documents was performed simultaneously.\nA copy from the file above was taken out of the D-class archive, digitalized, and added to the Collection of Active Anomaly Information. 8 Whilst waiting for results of the blood analysis, the Ethics Committee approved the construction of a second and more modernized RBMK reactor that would take over the existing function and infrastructure relying on SCP-6971. Three days after this decision, MEDLab 8 reported that their first results could not explain the anomalous phenomena. 9 The Ethics Committee granted Dr. Dolgan's request for an interview with Dr. Mallory, who had been stripped of his function as site director before being transferred to an isolated D-Class Cell.\nThe latter was put on hold until the final results from the medical lab came in. Before that happened, on 17 October 1978, a static screaming could be heard softly over any type of transceiver in the control room and in circa a 100-meter radius of the reactor as SCP-6971 had regained a more conscious status. Sensors revealed it could not be put into a more passive or immobilized state anymore without feeling its surroundings due to the past long-term usage of narcotics. Attempts to communicate with the anomaly were made, to no avail. Logs available below.",
        "Addendum 6971.4 First Communication Logs\nSCP-6971 was deemed unable to engage in dialogue and it was confirmed that SCP-6971's emotional and physical pain enhanced its state of instability, causing more fluctuations and severe risks to personnel on-site. Dr. Dolgan reported the link with the torpedo incident from 22 September 1970 to the Ethics Committee. After reviewing footage, the technicalities, and the silhouette of the torpedo, it was successfully identified as a Foundation weapon from a separate department. More specifically, the size and rear end formation looked very similar to a specific rocket booster Dr. Mallory had worked on prior to the incident. At the time of writing and for precautionary measures, it was assumed that SCP-6971 may develop new effects or increase their intensity in the foreseeable future.\nSince this event, it is assumed that SCP-6971 can emit, absorb, or manipulate wavelengths to interfere, weaken, and send signals from communication or interconnected devices. 10 It is hypothesized that SCP-6971 cannot disrupt observations of cosmic radiation or other wavelengths of external sources with 84% certainty.\nOperators and a small coordination crew had to prevent a shutdown of the site due to an alarmingly high amount of errors from the sites depending on the electrical net. Stronger narcotics were administered to SCP-6971, to the displeasure of the Ethics Committee who hesitantly gave approval due to the lack of alternatives. However, whilst it kept the anomaly in a docile state, it did not result in a complete unconscious status anymore. Containment specialists began working towards new procedures to prevent cases of dubious containments in the future.",
        "Addendum 6971.5 Final Genetic Report\nAfter all documentation was gathered and investigations for the most part finished, the O5-Council made SCP-6971 a topic again for their next meeting, the excerpt is available below.\nThe suggestion for the engineering team was approved. All members except two were relocated to Site-47. The other two were scouted by talent acquisition. A separate resource shipping policy, a separate prevention advisor were appointed.\nThe development of the reactor and fuel rods went according to plan. Copying and modernizing the surface proved to be challenging within the first budget. Several tests to differ from this design were made, but simulations showed too much instability, difficult transitions, and loss of energy to the used infrastructure.\nReactor one stayed in operation, although the screaming of SCP-6971 did continue to take over frequencies used for communication and speakers in the building it resided. Extra mandatory check-ups were assigned to personnel.\nMultiple sites were granted funds to provide them with projects for green energy. Two sites were connected to a new geothermal plant, and one was connected to a nearby dam. Other sites did not find alternatives that would fully provide them with sufficient electricity.\nDr. Mallory was taken and interrogated by agents of O5-6. Further interrogation did not provide extra details, motives, or other information. O5-6 has not shared information, apart from that \"Lose ends had been taken care off\" or that \"It is not in our best interest anymore\".",
        "Addendum 6971.6: Second O5-Council Excerpt\nAs planned, reactor two was taken into commission. On 14 December 1983, the fuel rods were lowered, and after 72 hours without any outliers, trends, or other inconsistencies, reactor one was taken off the grid. The engineering team of Dr. Dolgan was separated after a short celebration. Most of them gained senior positions on another site or became auditors.\nTo prevent further difficulties in the future, the Foundation made a request form wherein new sites may opt for their preferred energy source after approval from the respective authorities. All sites also must be able to produce and store their own energy to be able to run on 100% capacity for at least one week. The yearly budget for repairs was also raised.\nAs per vote, the reactor of SCP-6971 was further decommissioned and rebuilt to a probe with it functioning as its RTG. To prevent public sightings of the probe, antimemetics were applied to the surface of the spacecraft as censoring with an AI might have suffered from interference by excess radiation.\nAn orbit around Jupiter was chosen since Jupiter was known to have trapped radiation 15 which could aid in hiding and maneuvering the probe if there were unforeseen side-effects or accelerated decay.\nAfter the launch of the probe, a crater was left on Site-47 where to date radiation still lingers. A parameter was set up which personnel under no circumstance are allowed to enter. Regulations for personal protective equipment and medical check-ups were adjusted overall but are currently still stricter than the average site. A memorial for all the deceased personnel of Site-47 was set up.",
        "Addendum 6971.7: Update to Orbital Trajectory\nOn 21 April 1987, after failing to track the probe of SCP-6971 for 3 consecutive days, it was officially deemed off course. Other probes and telescopes with memetic filters failed to observe it. It is generally accepted that from the moment of its disappearance, SCP-6971 has interfered with sensors, commands, and other controls of the probe directly even though it originally knew nothing about operating its vessel. 17 hours after the official status changed, a message came in through all speakers of Site-47.\nWhether SCP-6971 is moving away from or towards Earth and if it can steer the probe is currently unknown."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6971 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-6971 . Licensed under CC-BY-SA .",
        "Filename: RBMK reactor from Ignalina ArM.jpg Name: RBMK1.jpg Author: Argonne National Laboratory Date: 18 January 2008 License: Public Domain Source Link: Wikimedia Commons Additional info: The source also says the image was edited by; Editor: ArtMechanic. I wanted to credit here as well.",
        "Filename: RIAN archive 305011 Leningrad nuclear power plant.jpg Name: RBMK2.jpg Author: Alexey Danichev / Алексей Даничев Date: 4 April 2008 License: CC-BY-SA 3.0 Source Link: Wikimedia Commons Additional info: The source also asked to attribute like this; Attribution: RIA Novosti archive, image #305011 / Alexey Danichev / CC-BY-SA 3.0 RIA Novosti (Russian International News Agency) provided this as part of a cooperation project.",
        "Filename: Trojan Nuclear Power Plant.jpg.JPG Name: TrojanPlant.jpg Author: Tobin (Flickr profile link) Date: 20 May 2006, 18:40:13 License: CC BY-SA 2.0 Source Link: Wikimedia Commons , Flickr Additional info: The image in draft was originally a Belgian nuclear plant but starting from 28/01/2022 that image (or any from those plants and nuclear storages) would be breaking the law due to my (the federal Belgian) government. Really sad, but please take this into account if you try to search nuclear power plant images in the future.",
        "Filename: Containment destruction.jpg Name: Containment.jpg Author: Nuclear Regulatory Commission (NRC) Date: Unknown License: public domain Source Link: Wikimedia Commons",
        "Filename: Mercury-Redstone booster at MSFC with officials.jpg Name: Booster.jpg Author: NASA Date: circa 1961 License: public domain Source Link: Wikimedia Commons Additional information: I added black bars over the eyes as an edit.",
        "Name: Logo.png License: CC BY-SA 3.0 Additional information: Did not find the specifics but taken from SCP-4182 since it was the best logo for this usage.",
        "Filename: AKW Zwentendorf - Steuerrungseinheit der Brennstäbe (P1060442) (7988584153).jpg Name: AKW.jpg Author: Gregor Tatschl from Österreich Date: 29 June 2011, 00:00 License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: Guanosinmonophosphat protoniert.svg Author: NEUROtiker Date: 19 April 2008 License: public domain Source Link: Wikimedia Commons Used for: Molec.png, the image of the molecule in this article. Edits made in paint by me Sirslash47 . I release Molec.png under the CC BY-SA 3.0 Licensing as per the wiki rules. If this attribution is unclear or incorrect let me know. (Since normal molecules can't be copywrited and are public domain by default.)"
    ],
    "containment_procedures": "SCP-6971 is to be kept submerged in the modified RBMK reactor on Site-47.2 Heat resistant and waterproof tubes and sensors must be directly inserted into the bloodstream or respective organs of SCP-6971 to regulate his nutritional intake and monitor his bodily functions. Oxygen must be applied through a mask at all times to force SCP-6971 to breathe or keep it in a numb, unconscious, or otherwise docile state with the combination of anesthetics.",
    "description": "SCP-6971 refers to the fifth individual that was registered as D-8660, Matteus Manninen, permanently aged 33. Prior to its re-discovery on Site-47, it was presumed dead after a submarine attack on Foundation Cargo Shipments by an at the time unknown party.3",
    "title": "SCP-6971"
}