{
    "url": "https://scp-wiki.wikidot.com/scp-6977",
    "all_text": ".\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6977\n - \nWhatever Happened to Officer Big Mac?\n\n\n\n\nAuthored by J Dune, GremlinGroup, and Elenee FishTruck\n\n\nMCDONALDS WILL MAKE YOU FAT\n\n\nTHEY SERVE BIG MACS\n\n\nTHEY SERVE QUARTER-POUNDERS\n\n\nTHEY WILL PUT POUNDS ON YOU\n\n\nROCK 'N' ROLL MCDONALDS\n\n\nROCK 'N' ROLL MCDONALDS\n\n\nROCK 'N' ROLL MCDONALDS\n\n\nROCK 'N' ROLL MCDONALDS\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+120\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \nmentions of child consumption\n.\n\n\n\n\n\n\n\n\nrating: \n+120\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6977\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe retrieval site of SCP-6977\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nArea-179\n\n\nDir. Joseph Barrow\n\n\nResearcher Julia Dunn\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6977\n\n\n\n\n\n\nSpecial Containment Procedures:\n A remote surveillance system monitors SCP-6977’s containment cell. Children may not enter Area-179 unaccompanied.\n\n\nPer \nAddendum 6977.2\n, investigation into anomalous activity from the McDonalds corporation is a top priority.\n\n\nDescription:\n SCP-6977 is a McDonald's Playland Officer Big Mac Climber, a playground attraction resembling former McDonald’s mascot Officer Big Mac\n1\n. Children may climb into the “head”, via a small entrance on the back of the tubular base, and peer out the bars of the attraction as if in a jail cell.\n\n\nSCP-6977 displays signs of sapience. The anomaly moves the top portion of its head autonomously when communicating with children under 9 years of age. Individuals over 9 cannot perceive SCP-6977’s speech. When the top half of SCP-6977’s head descends, the bars remain static, piercing the structure's upper \"bun\". The anomaly expresses pain from the punctures, though all wounds inflicted heal over time.\n\n\nSCP-6977 attempts to lure children it communicates with into its head for consumption. Objects inside SCP-6977's head will disappear upon the head’s complete closure and a varyingly long mastication period, leaving behind only minor viscera.\n\n\nFoundation personnel discovered SCP-6977 after the disappearance of 6-year-old Jagjit Dhiman at a McDonald's PlayPlace in Lancaster, Pennsylvania. The attraction had remained at the location without notice for 30 years prior, besides minor reports from children at play of pained groans and wheezes. Foundation investigators believe it only gained the ability to move its head when its bars had deteriorated enough.\n\n\nAddendum 6977.1:\n Initial Interview Log\n\n\nAfter ascertainment of SCP-6977’s anomalous properties, Dr. Dunn brought her child, seven-year-old Elizabeth Dunn, to Area-179 for an interview with the anomaly. The younger Dunn acted as transcriber.\n\n\n\n\n(Dr. Dunn and two armed guards escort Elizabeth Dunn into SCP-6977’s containment cell. SCP-6977’s head starts moving.)\n\n\nSCP-6977:\n A CHILD! A TASTY CHILD FOR ME TO EA-\n\n\nDunn:\n \n(Gasps)\n You \ndo\n talk!\n\n\nSCP-6977:\n I TALK, YES, I DO TALK! I’M A FUN TALKING BURGER! WHY DON’T YOU CRAWL INSI-\n\n\nDunn:\n I can’t. Mommy told me to ask you some questions and then I can get a treat.\n\n\nSCP-6977:\n I- OH FUCK. FUCK, NO, NOT HERE.\n\n\nDunn:\n What does fu-\n\n\nSCP-6977:\n I EAT \nONE\n GODDAMN CHILD AND I GET SENT TO THE CONTAINMENT FREAKS! FUCK! YOU'RE ALL THE WORST!\n\n\n(Brown fluid leaks from where metal bars pierce the top half.)\n\n\nDunn:\n That’s mean, Mr. Burger!\n\n\nSCP-6977:\n FUCK YOU! GODDAMN DELICIOUS SACK OF ORGANS! I JUST WANT TO EAT SOME \nBONES\n.\n\n\nDunn:\n Y- You said you eat \nchildren\n?\n\n\nSCP-6977:\n I’D EAT SOME MORE IF I WASN’T A KIDDY ATTRACTION. I ATE TWELVE KIDS A DAY IN MY PRIME. SUCH HALCYON DAYS.\n\n\nDunn:\n I don’t even know who you are, Mr. Burge-\n\n\nSCP-6977:\n I’M OFFICER BIG MAC, DAMN IT. THIS IS HORRIBLE. GODDAMN DOUBLE-CROSSING WHITE FACE \nWHORE\n. HE COULD EAT TWENTY OF THE SUCKERS IN TEN MINUTES.\n\n\nDunn:\n Who?\n\n\nSCP-6977:\n YOU KNOW THE ONE. DON’T SAY HIS NAME, HE COULD BE LISTENING.\n\n\nDunn:\n O- OK. I just wanted to ask you some questions. Question number one: How did you gain sa- say-peence…\n\n\nDr. Dunn:\n Sapience, sweety.\n\n\nDunn:\n Sapience.\n\n\nSCP-6977:\n I DON’T KNOW! LONG AS I’VE LIVED? WHAT KIND OF QUESTION IS THAT? I CAN TELL YOU, THIRTY GODDAMN YEARS AS A POLE NEARLY MADE ME \nLOSE\n SAPIENCE. \nFUCK\n, I NEED A LIMB.\n\n\nDunn:\n Question number two-\n\n\nSCP-6977:\n JUST LET ME HAVE THEM. THEY’RE RIGHT THERE, DANGLING IN FRONT OF ME. JUICY JUICY FLOPPERS.\n\n\nDunn:\n You can't eat me, Mr. Burger! How do you even grow a burger head, anyways?\n\n\nSCP-6977:\n Y- YOU GROW FROM A BURGER PLANT. WHERE ELSE WOULD YOU GROW FROM?\n\n\nDunn:\n Are you born with a body?\n\n\nSCP-6977:\n NO, IT’S A \nPLANT\n, YOU- IT SNAPS OFF THE STALK AND THE LIMBS SPROUT OUT LA-\n\n\nDunn:\n Do you eat burgers?\n\n\nSCP-6977:\n NO, YOU PSYCHO! \n(Sighs)\n THIS IS WHY THEY GOT RID OF KIDS FROM THERE. WELL, THAT AND THE WHOLE “NO WITNESSES” THING. STUPID SCRUMPTIOUS BASTARDS.\n\n\nDunn:\n From where?\n\n\nSCP-6977:\n \nYOU\n KNOW. “YOU” BEING THE PERSON READING THIS FILE. YOU KNOW MORE THAN ANYONE ELSE. I'M NOT RISKING IT MYSELF. 1977, NEVER FORGET!\n\n\nDunn:\n Well, it was, uh, nice talking to you! I have to go now. Bye!\n\n\nSCP-6977:\n NO, DON’T GO, I’LL TELL YOU EVERYTHING YOU NEED TO KNOW. I SWEAR IT! I’M TELLING YOU-\n\n\nDunn:\n If you tell me the name of the place, I'll, uh, give you the biggest child I can.\n\n\nSCP-6977:\n \n(Gasps)\n FOR ME? RIPE? PLUMP?\n\n\nDunn:\n All those words.\n\n\nSCP-6977:\n OH THANK \nFUCK\n, I'LL TELL YOU ALL YOU NEED TO KNOW ABOUT MCDONALDLAND.\n\n\nDunn:\n OK!\n\n\n(Dunn and attendees leave the cell.)\n\n\nSCP-6977:\n HEY, WAIT! OH, MOTHER OF FUCK. JUST FEED ME, DAMN IT! I’M A GOOD COP!\n\n\n\n\nAs a reward for aiding containment efforts, Elizabeth Dunn’s request for a Burger King meal was approved, subsidized by the containment budget.\n\n\n\n\nAddendum 6977.2:\n Collected Documents\n\n\nFollowing \nAddendum 6977.1\n, Area-179 filed a RAISA inquest for mentions of “McDonaldland”. No uploaded Foundation Intranet documents were found. Further requests, emphasizing the concerning nature of SCP-6977's awareness of the Foundation and a lack of other McDonald's-based anomalies on-record, led to RAISA searching its physical archives. Three documents were found.\n\n\n\n\nContainment Proposal\n\n\nSubmitted 10/19/1976\n\n\nAbstract\n\n\nWith the raid against Nx-191 (\"McDonaldland\") imminent, the Foundation requires an inconspicuous and reasonable cover story for the nexus' sudden disappearance. We propose a faux legal battle between Sid & Marty Krofft and the McDonald's Corporation. In such a case, Sid & Marty Krofft would sue McDonald's for plagiarizing characters from the TV series \nH.R. Pufnstuf\n in their McDonaldland advertising campaign. McDonald's losing such a case would reasonably result in a drastic altering or haulting of the McDonaldland campaign. We would requisition professional actors to play the parts of representatives from both companies, advertising agents, and judges. In recompense for false legal proceedings, via our contacts with \nHenson Associates, Inc.\n, we would provide Sid & Marty Krofft with financial assistance.\n\n\nPlease contact the NXMCD-Site-25 Office of Containment Proposals for a full copy.\n\n\n\n\n\n\nSite-25 Memo\n\n\nIn preparation for the raid on Nx-191, please attend sessions on nomenclative detachment. It is imperative that PoI-982 is not referred to by name.\n2\n\n\n\n\n\n\nTranscript of Found Video Tape (Labeled “send to 25”)\n\n\n\n\n(Heavy video distortion. Tape clears to a shaky perspective, hiding behind a wooden crate bearing a Golden Arches logo on its side. Operator appears located inside a massive warehouse; the purple walls bear the same golden insignia. Giant hamburgers with wheels and motor controls line the sides.)\n\n\n(The camera blurs and zooms in. Two figures, a burger-headed humanoid (\"Officer Big Mac\") and PoI-982 (“██████ ████████”), stand in the frame’s center. Big Mac backs away from PoI-982 with his hands up in defense. PoI-982 steadily approaches.)\n\n\nBig Mac:\n \n(Sobbing)\n It was never about downsizing, was it?\n\n\nPoI-982:\n Listen, Mac, it’s nothing personal. I already did the same thing with McCheese.\n\n\nBig Mac:\n We’re on the same side!\n\n\nPoI-982:\n You’re a good cop, Mac. Too good. Can’t risk snitches, now can we?\n\n\n(Officer Big Mac backs against a hamburger car, placing his hands on the top bun.)\n\n\nBig Mac:\n I can help you, ██████. I ca-\n\n\n(PoI-982 snaps their fingers. Tape picks up a cracking sound. Officer Big Mac's body conjoins as a blue, tubular base, immobilizing him.)\n\n\nBig Mac:\n DAD, PLEASE!\n\n\n(The perspective zooms out and moves from the scene as the camera picks up a metallic scraping sound. A red gloved-hand grazes by the lens before the video turns off.)\n\n\n\n\nThere is no current Site-25. The former Site-25's supposed location, according to historical listings, is currently occupied by a McDonald’s franchise.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The primary law enforcement in McDonaldland, Featured in commercials until a rebranding exercise in 1985.\n\n\n2\n. No PoI-982 exists in Foundation records.\n\n\n\n\n\n\n\n\nYou Might Also Like...\n\n\n\n\nCollapse Recommendations\n\n\n\n\n\n\nSCP-4844\n — \nLast Man Standing\n, by \nTyGently\n\n\nSCP-4357\n — \nSlimelord\n, by \nLiterallyMechanical\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6976\n | SCP-6977| \nSCP-6978\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6977\n\" by Elenee FishTruck, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6977\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mcdonalds.jpg\n\n\nName:\n McDonald's\n\n\nAuthor:\n Mike Mozart\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n officer_mac.jpg\n\n\nName:\n Officer big mac playground.jpg\n\n\nAuthor:\n Jonathan McIntosh\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Per Addendum 6977.2 , investigation into anomalous activity from the McDonalds corporation is a top priority.",
        "Addendum 6977.1: Initial Interview Log\nAfter ascertainment of SCP-6977’s anomalous properties, Dr. Dunn brought her child, seven-year-old Elizabeth Dunn, to Area-179 for an interview with the anomaly. The younger Dunn acted as transcriber.",
        "Addendum 6977.2: Collected Documents",
        "Following Addendum 6977.1 , Area-179 filed a RAISA inquest for mentions of “McDonaldland”. No uploaded Foundation Intranet documents were found. Further requests, emphasizing the concerning nature of SCP-6977's awareness of the Foundation and a lack of other McDonald's-based anomalies on-record, led to RAISA searching its physical archives. Three documents were found.\nThere is no current Site-25. The former Site-25's supposed location, according to historical listings, is currently occupied by a McDonald’s franchise.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6977 \" by Elenee FishTruck, from the SCP Wiki . Source: https://scpwiki.com/scp-6977 . Licensed under CC-BY-SA .",
        "Filename: mcdonalds.jpg Name: McDonald's Author: Mike Mozart License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: officer_mac.jpg Name: Officer big mac playground.jpg Author: Jonathan McIntosh License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "A remote surveillance system monitors SCP-6977’s containment cell. Children may not enter Area-179 unaccompanied.",
    "description": "SCP-6977 is a McDonald's Playland Officer Big Mac Climber, a playground attraction resembling former McDonald’s mascot Officer Big Mac1. Children may climb into the “head”, via a small entrance on the back of the tubular base, and peer out the bars of the attraction as if in a jail cell.",
    "title": "SCP-6977"
}