{
    "url": "https://scp-wiki.wikidot.com/scp-6979",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\n \n\n\n\n\nThreat Level:\n Orange\n\n\n\n\n\n\n\n\nAftermath of an SCP-6979 attack. Victim blurred.\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Due to SCP-6979’s nature, full containment has yet to be achieved. Assigned task force STF Chi-18 (\"Idai-na-Aniki\"\n1\n) is to monitor its designated area for sudden, short-lived spikes of Hume levels\n2\n, Akiva radiation\n3\n and Landa particles\n4\n, dispatching an assigned team if readings match those of SCP-6979 to carry out clean-up duties. The cover story of a serial killer is to be disseminated through the public, with survivors interrogated then amnesticized.\n\nDescription:\n SCP-6979 is a selectively corporeal humanoid entity that periodically manifests within the Greater Tokyo Metropolitan Area. SCP-6979 appears as a tall, pale woman with long, black hair dressed in a uniform characteristic of Japanese office women. It wears a surgical mask covering its mouth, and is regularly seen carrying a red umbrella, regardless of the weather.\n\n\nSCP-6979 manifests during the night, following a set pattern of actions:\n\n\n\n\nSCP-6979 will manifest near a subject and walk toward them so its encounter will occur in an area with no direct witnesses.\n5\n If SCP-6979 is carrying an umbrella, it will always be carrying it in its right hand.\n\n\nSCP-6979 will ask the subject \"Am I pretty?\". If the subject replies in the negative or reacts negatively to its presence, SCP-6979's left hand will grow into sharp claws, eviscerating the subject before demanifesting within the next 5 to 10 seconds. The attack always results in the subject's death, and the demanifestation causes sharp fluctuations in local Hume levels, the release of Akiva radiation, as well as Landa particles.\n\n\nIf the subject replies in the affirmative, SCP-6979 will use its left hand to remove its surgical mask, revealing injuries to the corners of its mouth that reach up to its ears. SCP-6979 will then ask \"Am I still pretty?\". If the subject replies in the negative or reacts negatively, they will be killed in the same way as described in step 2, with SCP-6979 demanifesting shortly afterwards.\n\n\nIf the subject replies affirmatively a second time instead, SCP-6979 will instead smile, thanking the subject before using its claws to cut the subject's cheeks, giving them similar injuries to its own. It will then demanifest as usual.\n\n\n\n\nNo change has ever been documented from this set of actions, except in step 4; when thanking a subject, different phrases have been documented. Whether this demonstrates sentience is still under consideration.\n\n\n\n\n\n\n\n\nEarliest known depiction of SCP-6979 by illustrator Hayami Shungyōsai, dating back to 1801.\n\n\n\n\n\n\nDiscovery:\n The first recorded attack attributed to SCP-6979 occurred in July of 1979. However, information compiled by the defunct \nImperial Japanese Anomalous Matters Examination Agency (IJAMEA)\n describes a similar entity manifesting as far back as the 17th century. The description of its appearance indicates changes in clothing to reflect the era, and that its attacks seemed to only frighten people before demanifesting.\n\n\nSCP-6979 events were first believed to be the work of a serial killer, sensationalized by the media as part of Japan’s urban legend surge during the decades of 1970 and 1980. It wasn’t until 1982 that emerging detection technology allowed for proper classification as an anomalous entity. By then, SCP-6979 had become a popular urban legend, the entity being known as the \"Kuchisake-onna\" (口裂け女, \"Slit-Mouthed Woman\"), different iterations of its legend spreading across Japan. These were allowed to propagate, as they obscured SCP-6979’s authenticity. This measure was taken after several failed attempts at containing SCP-6979: Due to its erratic nature, it’s impossible to predict the time and location of its manifestations. Research into means of containment continued until 1992, freezing after the 1991 Japanese economic bubble burst.\n\n\nResearch resumed in 2013 as part of Project Kakurenbo.\n6\n To circumvent SCP-6979’s unpredictable nature, GoI-551 (\n\"Shūshū-In\"\n)\n7\n was contacted to arrange a precognition ritual to ascertain the entity’s next appearance. The process was successfully carried out in 2014/04/18, and the resulting information was quickly taken into account to formulate the following plan:\n\n\n \n\n\n\n\nPROBLEM\n\nSCP-6979 is set to appear in 3-chōme-25 Sakura, Setagaya, Tokyo (35°38'26.9\"N 139°38'22.5\"E) on the 25th of June at 3:38 AM, 68 days from now. While ample time, the unknown physical capabilities of the entity point that care must be taken while carrying out the following plan, applying the knowledge acquired through previous failed attempts at capture. While the Shūshū-In ritual has been effective in the past, the Administrative Committee would prefer not to rely on outsider methods. This, coupled with the necessity of the Ethics Committee approving its usage would mean failure would most likely freeze the operation for a considerable amount of time.\n\nThe main issue with SCP-6979 itself is its immaterial nature, which allows it to manifest and demanifest in short periods of time. This, mixed with the difficulty of reaching it in time makes the anomaly extremely difficult to contain.\n\n\n \n\n\nSOLUTION\n\nDuring previous attempts, it was discovered SCP-6979 is susceptible to reality alterations, through the use of reality absorbing ammunition.\n8\n While ineffective, the ammunition’s trajectory changed by several degrees, showing refractive properties. At the time, reality stabilizing technology was limited to machinery requiring previous assembly; due to SCP-6979’s traits, this couldn’t be relied on. Now that the location and time of its next attack is known, an array of no less than 3 Lang-Scranton Reality Stabilizers (LSRS) will be positioned around the perimeter, and will be activated upon contact with SCP-6979.\n\nRegarding contact with the entity, the street will be closed earlier during the day, and a D-class employee will be taken to the area to become the subject of the attack. No less than three members of Rho-12 (\"Yōkai Batch\") will be positioned around the perimeter, with an operator coordinating the process.\n\nThe D-class will be equipped with a PPI\n9\n stimulating collar, and will be given a series of questions to ask SCP-6979, to keep it engaged, and to test the entity’s sentience if possible. Must be discouraged from replying to any question it may arise in the affirmative or negative.\n10\n\nRho-12 members will be equipped with Type-96 prosopagnosic goggles\n11\n, which have proven somewhat effective in delaying SCP-6979’s response to outside intervention, and rifles with three types of ammunition:\n\n\n\n\nTranquilizing darts, as primary ammunition.\n\n\nReality dispersing rounds, to be used if LSRS and/or darts prove ineffective.\n\n\nPurifying rounds, to be used as a last resort.\n12\n\n\n\n\n \n\n\nKNOWN ISSUES\n\nThere is a considerable chance that the plan delineated here ends up in failure, due to the many unknown traits possessed by SCP-6979. Were it to go awry, the primary goal of the mission will be to minimize damage, with the secondary goal of gathering as much information as possible with the assets at hand.\n\n\n \n\n\n\n\nLetisya Çağlayan, Head of Engineering, Project Kakurenbo\n\n\n\n\n\n\n\n\nAddendum SCP-6979.1:\n The plan described on the previous proposal was confirmed to be able to be carried out, and went into effect on the day of the manifestation, at 3:00 AM. A log of the operation through D-41210's feed can be accessed below:\n\n\n\n\nSCP-6979 Operation-2014/06/25\n\n\n\n\n- Close collapsible\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 2014/06/25, 03:15 AM JST\n\n\nOverseeing operator:\n Kyoko Ishida, STF Chi-18\n\n\nField agents:\n D-41210 / R12-1 / R12-2 / R12-3 / R12-4 / R12-5\n\n\nTechnicians:\n T-01 / T-02 / T-03\n\n\n\n\n[BEGIN LOG]\n\n\nNote: Extraneous dialogue has been removed.\n\n\nR12-4:\n We have visual confirmation of SCP-6979.\n\n\nR12-3\n There she is, yeah. Goggles are working as intended. She's slowly moving towards subject. Prepare for encounter.\n\n\nD-41210:\n Alright. (\nSubject taps foot for a few seconds before SCP-6979 is seen entering the frame through a nearby alleyway\n) I see her. Um, visual confirmation.\n\n\nOvOp:\n D-41210, do you need assistance with the dialogue prepared-\n\n\nD-41210:\n No, no, there's no need. I got this.\n\n\nOvOp:\n Alright. Start the stabilizers.\n\n\n(\nSCP-6979 is seen slowly approaching the subject until it is a few meters from them. Entity is carrying an umbrella and looking down at D-41210. A low whirring sound can be heard as the LSRS are turned on. SCP-6979 doesn't seem to notice this.\n)\n\n\nSCP-6979:\n Am I pretty?\n\n\nD-41210:\n (\nNods\n) Yes, yes you are.\n\n\n(\nSCP-6979 moves its free hand to remove its mask, revealing its mouth injuries. A short static noise is heard, later confirmed to be D-41210's collar activating.\n)\n\n\nSCP-6979:\n Am I still pretty?\n\n\nD-41210:\n Um. Mind if I ask you a few questions?\n\n\n(\nSCP-6979 blinks, its expression remaining neutral for a couple seconds, remaining in place. It intently stares at D-41210.\n)\n\n\nD-41210:\n Um.\n\n\nOvOp:\n D-class, proceed. 12-2, prepare your shot.\n\n\nD-41210:\n You have been recognized as the Kuchisake-onna by many. Is this your real name?\n\n\n(\nSCP-6979 blinks again, before taking a step back. It takes another, then begins demanifesting.\n)\n\n\nD-41210:\n Welp.\n\n\nOvOp:\n 12-2, take the shot. 12-1, 3 and 4, prepare yours.\n\n\n(\nA shot is seen hitting SCP-6979, but goes through its body, deviating by 8 degrees and hitting the pavement. SCP-6979 turns towards 12-2. Demanifestation continues uninterrupted, its lower body having disappeared by then.\n)\n\n\nOvOp:\n Fuck. 12-4, 12-1, take the shot. 12-2, prepare yours.\n\n\n(\nTwo more shots go through SCP-6979, passing through. Reality dispersing round deviates while the tranquilizer doesn't, both falling onto the pavement. SCP-6979's head, upper torso and forearms are the only body parts not having disappeared by then.\n)\n\n\nOvOp:\n The Reality Stabilizers are working, right?\n\n\nT-02:\n Yes, yes they are. They don’t appear to be affecting her.\n\n\nOvOp:\n \nFuck.\n 12-2, take the shot. Everyone else, prepare yours. T-04, start the SRA.\n\n\nT-04:\n On it.\n\n\nD-41210:\n …\n\n\n(\nThrough the feed, D-41210 is seen approaching SCP-6979, attempting to grab its hand. They seem to succeed, an extra spike in local Hume levels appearing on counters. As a last shot goes through SCP-6979's head, it finishes demanisfesting, at which point D-41210's arm begins disappearing. A second static noise is heard.\n)\n\n\nD-41210:\n Oh.\n\n\nOvOp:\n Wait, you- 12-4, take a shot at D.\n\n\nD-41210:\n Wai, wait, that’st-\n\n\n(\nA round impacts D-41210, knocking them down. A third static noise is heard, then a fourth. Groans can also be heard, coming from the D-class.\n)\n\n\nR12-4:\n Round hit, but isn't working. D-class is vanishing.\n\n\nOvOp:\n What do you- Fuck, alright. 12-\n\n\n(\nLoud static fully blocks audio. 3 seconds later, the video feed abruptly cuts.\n)\n\n\n\n\n\n\n\n\n\n\nThrough other cameras available, D-41210 was confirmed to have been impacted by the round, the round going through them, similar to the shots taken at the entity. D-41210 vanishes in similar fashion to SCP-6979, despite the 3 LSRS in operation.\n\n\nThe operation was considered a failure, and D-41210 was assumed MIA until 46 minutes later when the feed returned, showing D-41210 having manifested 2 km south from their previous location. They were taken to Site-50's infirmary where it was confirmed they were uninjured, their PPI collar missing. During a post-mission investigation, it was noticed that D-41210's camera had been recording after their disappearance due to a redundant system installed into it. Notable fragments from this feed have been transcribed below:\n\n\n\n\nSCP-6979 Exploration Log/Fragments\n\n\n\n\n- Close collapsible\n\n\n\n\n\n\n<0:00:00>\n\n\n(\nD-41210 is heard grunting, still on the ground. He appears to be in a similar location, the only notable differences being the area being of a strong red tint, with the buildings around having changed into Machiya houses.\n13\n)\n\n\nD-41210:\n Agh… That… That was a real bullet, wasn’t it? You could have used the darts, you know?\n\n\n(\nD-41210 sits up to check on their injuries, which aren't present. They then notice the ground under them is black and grainy. They put their hand down and grab some of it, realizing it's some sort of soot-like substance.\n)\n\n\nD-41210:\n What the…\n\n\n(\nD-41210 looks up, then screams as they notice SCP-6979, who is now dressed in a traditional shiroshōzoku\n14\n with much longer hair, sharp claws instead of hands. Its mouth has been turned vertically, now extending from where its right eye used to be, down its chin and neck, and into its chest, disappearing under its kimono. Its left eye seems to have partially morphed with its right one, mixing into a single organ. The umbrella it carried is now made of red paper, with several holes on it. D-41210 quickly covers their mouth, stopping their scream. They seem to be trembling, SCP-6979 approaching them.\n)\n\n\nSCP-6979:\n What did you just do?\n\n\nD-41210:\n Sorry, I wasn’t… D-don’t kill me, please.\n\n\n(\nD-41210 is still trembling, SCP-6979 tilting its head, crouching to stare at them directly, the entity standing at roughly two meters away. D-41210 inhales sharply and begins hitting their PPI collar, which has stopped working. SCP-6979 notices this.\n)\n\n\nSCP-6979:\n I’m not gonna kill you. (\nPoints at the collar\n) What’s that artifact? Is that how you got in here?\n\n\nD-41210:\n Eh, no no, it’s…\n\n\n(\nD-41210 trails off before tapping their earpiece a couple times. They receive no response.\n)\n\n\nD-41210:\n It, uh, it makes it so I don't get scared by you and end up getting killed. It doesn’t seem to be working anymore.\n\n\nSCP-6979:\n (\nBlinks in apparent surprise before poking the collar\n) So that is how you survived the Kuchisake-onna's attack… Did you build this apparatus?\n\n\nD-41210:\n Eh, no, it- It was given to me.\n\n\nSCP-6979:\n Who built it?\n\n\nD-41210:\n The, uh, government?\n\n\n(\nSCP-6979 appears to react negatively to this, pointing its claw at D-41210’s neck.\n)\n\n\nSCP-6979:\n Leave. Now.\n\n\n(\nD-41210 hurriedly gets up, taking several steps back.\n)\n\n\nD-41210:\n Alright, sure thing! Just, uh, if you could guide me to the exit, that- That’d help a lot.\n\n\nSCP-6979:\n There is no exit but death. You should know this.\n\n\nD-41210:\n Oh. Uh. Let’s not do that then.\n\n\n(\nSCP-6979 stares at D-41210, D-class chuckling nervously at the glare. After 18 seconds pass, D-41210 steps back, lowering its claw.\n)\n\n\nSCP-6979:\n Do not follow me.\n\n\n(\nSCP-6979 turns around and begins walking away from the area.\n)\n\n\nD-41210:\n W-wait, I’m- (\nStops, then begins tapping their earpiece.\n) Hey, uh, anyone out there?\n\n\n(\nNo answer. 4 seconds pass.\n)\n\n\nD-41210:\n Crap. Hey, uh, I don't know if you can hear me but uh… I'm somewhere else, it's… It's off. Looks like the same place I was in but… Older. Much older. You know those period drama films? Sort of… Sort of like that. It’s also really, really red… Is, uh, is there anything that causes light to turn red?\n\n\n(\nNo answer. 6 seconds pass.\n)\n\n\nD-41210:\n Yeah, this isn't working. Um, I… I think I'm going to follow the Kuchisake-onna. I don't like this place, but she didn’t, like, outright kill me and, uh, she said not to follow her but… Something tells me you'd want me to follow her regardless so… Yeah, I'm gonna do that. If you can hear me, please get me out of here.\n\n\n(\nD-41210 stops speaking and, after a few moments of hesitation, runs after SCP-6979.\n)\n\n\n\n\n\n\n \n\n\n\n\n<0:08:33>\n\n\n(\nD-41210 has been following after SCP-6979. They reach a small park with trees covered in black leaves. SCP-6979 sits down on a bench next to it, closing its eye.\n)\n\n\nSCP-6979:\n I explicitly told you against following me.\n\n\nD-41210:\n (\nTakes a step back, startled\n) Oh, uh, sorry, it’s… It’s just that-\n\n\nSCP-6979:\n Stop stuttering and get to the point.\n\n\nD-41210:\n (\nStops momentarily before continuing\n) I’m not familiar with, well, with this place. I’m also supposed to follow you, I think.\n\n\nSCP-6979:\n You think? (\nOpens its eye\n) You do not sound threatening in the slightest, soldier.\n\n\nD-41210:\n I’m not here to threaten you.\n\n\nSCP-6979:\n Lies. What other reason would a pet of the Emperor have for coming here?\n\n\nD-41210:\n Me coming here wasn’t part of the plan. We were trying to stop you from killing people on uh, the other side.\n\n\nSCP-6979:\n Am I a monster to be stopped now? For mere dozens of lives?\n\n\nD-41210:\n I, uh, yes? It’s- Even a single life is-\n\n\nSCP-6979:\n Is what? (\nGets up from its seat\n) Don’t you dare reproach me for what your filthy ilk caused. Bad deeds are punish themselves- Nay, to say a hundred victims is punishment for your actions would be an insult to the suffering you’ve inflicted upon Mamonokai.\n15\n\n\nD-41210:\n (\nTakes a few steps back\n) I… I’m sorry, I have no idea what you’re talking about.\n\n\nSCP-6979:\n You know not of the massacre?\n\n\nD-41210:\n Massacre? I… No?\n\n\nSCP-6979:\n (\nBlinks, before laughing\n) Of course you wouldn’t know… How could the people of the Land of the Kami ever commit such atrocities…\n\n\n(\nSCP-6979 stares at D-41210 again, crossing its arms before starting to walk away again\n)\n\n\nSCP-6979:\n Follow me. I will present you the sins of the Yamato.\n16\n\n\nD-41210:\n Oh, a-alright.\n\n\n(\nD-41210 stares at the entity as it walks out the park, following shortly after.\n)\n\n\n\n\n \n\n\n\n\n<0:24:11>\n\n\n(\nAfter several minutes of walking, SCP-6979 and D-41210 stop in front of a 1930s era vending machine, picking some drinks.\n)\n\n\nSCP-6979:\n So you don’t know what Mamonokai is? No one does?\n\n\n(\nD-41210 shakes their head.\n)\n\n\nSCP-6979:\n Have we been erased? This easily pushed into the Lethe?\n\n\nD-41210:\n Was Mamonokai uh, a known thing out there?\n\n\nSCP-6979:\n Known? Mamonokai was the complement to your world, to Dakusei.\n17\n The world of myths to your world of culture. Two inextricably entwined truths, feeding off each other in harmony… Until your ilk took that away. They tortured us, used us, killed us, then closed off Mamonokai, leaving us to rot.\n\n\nD-41210:\n Oh, um… I’m… I’m sorry.\n\n\nSCP-6979:\n Don’t apologize. You’re not at fault for the crimes of your predecessors. Ignorant, you may be, but ignorance out of indoctrination rather than out of maliciousness can be helped by opening one’s eyes.\n\n\nD-41210:\n And that’s what you’re doing now.\n\n\nSCP-6979:\n Correct.\n\n\nD-41210:\n Why, if I may ask? I mean, I don’t really mind, it’s just… Well-\n\n\nSCP-6979:\n Stop stuttering.\n\n\n(\nSCP-6979 sighs, throwing its drink can into a nearby garbage bin.\n)\n\n\nSCP-6979:\n I’ve… I’ve been suffering, for many years now, wandering aimlessly through the burnt remains of what I called home, taking on a murder beast’s identity on your Dakusei to be able to survive. After so long, I finally meet another person, a dog of ‘His Majesty the Emperor’, and not even they know what happened here… What they’ve done.\n\n\n(\nSCP-6979 stops momentarily.\n)\n\n\nSCP-6979:\n I want- No, I need you to know. Else my pain; the pain of my people would be for naught, truly forgotten, like your Tenno wishes to. So follow me, and stop asking questions. They’ll be answered in due time.\n\n\n(\nSCP-6979 continues walking, D-41210 following after once more.\n)\n\n\n\n\n\n\n \n\n\n\n\n<0:39:47>\n\n\n(\nSCP-6979 and D-41210 have been walking through a dilapidated area for 5 minutes. They reach an empty lot with a building made of concrete nearby.\n)\n\n\nD-41210:\n This place looks… Different.\n\n\nSCP-6979:\n Of course it does: It was made by your government, when they came here to conscript us… Actually, it was made by us, because why would the Imperial Army sully their pristine hands with manual labor?\n\n\n(\nD-41210 follows after SCP-6979, looking over an empty crate, IJAMEA’s ensign with the words ‘Property of the Empire of Great Japan’ on it. SCP-6979 is standing over the empty lot.\n)\n\n\nSCP-6979:\n This is where the Yōkai Battalion was trained to fight for the Emperor. Whoever survived the training was shipped away, towards Manchukuo. Many left, none returned.\n\n\nD-41210:\n This is what you wanted me to see?\n\n\nSCP-6979:\n I refuse to accept that your ilk has forgotten. Rather, I will not allow them to. You will have to return, so you will tell your government of this place. If they have changed, as you say…\n\n\n(\nSCP-6979 falls silent.\n)\n\n\nSCP-6979:\n I… I don’t know. They can’t fix anything… But recognition would be the bare minimum. If they learn of the mistakes they should have already been aware of, then it… It would not make me happy, but…\n\n\n(\nSCP-6979 falls silent again, staring at D-41210.\n)\n\n\nD-41210:\n I’ll let them know. Besides… (\nTaps camera\n) This thing here might have recorded this entire trip so…\n\n\nSCP-6979:\n Recorded?\n\n\nD-41210:\n Oh, uh… Like… Like a telegraph but for photographs? Does that make any sense?\n\n\nSCP-6979:\n Somewhat, yes.\n\n\n(\nSCP-6979 stands silently before walking over to the concrete building, sitting down next to it. D-41210 follows after. No words are spoken for over a minute.\n)\n\n\nD-41210:\n Um, so…\n\n\nSCP-6979:\n I don’t want to talk. I need… I need time to think.\n\n\nD-41210:\n Oh, a-alright! Sorry about that.\n\n\nSCP-6979:\n It’s fine. Just… Just leave, actually. I wish to be alone… And you have to return to your people and tell them what I’ve shown you.\n\n\nD-41210:\n Right. So that, uh, that means dying, no?\n\n\nSCP-6979:\n I will make it as painless as I possibly can. You deserve it.\n\n\nD-41210:\n That’s… That’s not really that comforting.\n\n\nSCP-6979:\n I tried. (\nGets up\n) Ready?\n\n\nD-41210:\n I… (\nInhales sharply, the feed showing they're shaking\n) Sure. Sure, why not. Better sooner than-\n\n\n(\nSCP-6979 strikes at D-41210 with its claw, decapitating them. Before their head touches the ground, static obscures the feed. Five seconds later, D-41210 is standing nearby Kaminoge Station, having returned from SCP-6979’s realm.\n)\n\n\n\n\n\n\n\n\n\n\nFollowing this event, it was decided that information regarding SCP-6979 was incomplete, making this document outdated. A proposal was submitted to the Classification Committee, and a new revision of the document was produced.\n\n\n\n\n\n\n\n\n\n\nAccess latest revision\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 偉大な兄弟 (\"Big Brother\") is a Stationary Task Force positioned in Site-50, tasked with monitoring the Greater Tokyo Metropolitan Area in search of anomalous phenomena, as well as mobilizing other forces in surveying, containment and clean-up procedures.\n\n\n2\n. Level of reality in a designated area; used when referring to deviations from baseline reality.\n\n\n3\n. Type of radiation directly correlated to the amount of religious faith within an entity or area.\n\n\n4\n. Anomalous particles known to contaminate measurements of Akiva radiation. Their exact function and relation to Akiva radiation is currently unknown.\n\n\n5\n. It's worth noting that 'direct witnesses' refers to people who could walk in on the situation as it's happening. While SCP-6979 attacks people in areas where no such event can occur, it seems to be unaware of recording devices, appearing in camera feed on 12 occasions. These feeds have been used to document most of its behavior, as only 4 out of its 87 confirmed attacks have resulted in surviving subjects.\n\n\n6\n. Project with the objective of focusing on all Foundation research neglected during Japan’s Lost Decade (1991-2001).\n\n\n7\n. 蒐集院 (\"Collecting Agency\") is an organization that collects and catalogues anomalous items, as well as providing services of divination and exorcism across Japan since the year 765. Due to their support of the Foundation's mission, as well as their help in research and containment of several anomalies, they have been allowed to continue their work under Foundation supervision.\n\n\n8\n. Ammunition composed of organic material that absorbs and stores small quantities of excess reality. At the time used to incapacitate reality bending entities, they have phased out of use since.\n\n\n9\n. Prepulse Inhibition, phenomenon in which a small prepulse inhibits a stronger pulse. Mechanism is used by the nervous system to adapt to strong, but previously encountered stimuli.\n\n\n10\n. Part of the Kuchisake-onna legend describes that replying with anything but a 'yes' or 'no' can lead to a conversation with the creature. There is no proof this has ever been attempted.\n\n\n11\n. Outdated headset capable of scrambling one’s facial identity through the use of memetic pattern display. Modern equivalents use different scrambling methods, and thus cannot be assumed to be reliable.\n\n\n12\n. Ammunition blessed by kannushi priests, used during exorcisms.\n\n\n13\n. Traditional wooden townhouses, common in Japanese cities since the Heian period. (794-1195)\n\n\n14\n. Traditional white kimono common in Shinto and Chinese Buddhism for rituals. Also used to dress the deceased before burial.\n\n\n15\n. 魔物界 (\"World of Demons/Spirits/Apparitions\"), name SCP-6979 uses to refer to the dimension it resides in.\n\n\n16\n. Referring to the Yamato people, the dominant ethnic group in Japan. Could also refer to the Japanese Imperial Family.\n\n\n17\n. 濁世 (\"World of Man/Impurity''), name SCP-6979 uses to refer to our reality. Term is also used in Chinese Buddhist literature.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6978\n | SCP-6979 | \nSCP-6980\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6979\n\" by Maxyfran73, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6979\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Kuchisake onna attack\n\n\nAuthor:\n \nMaxyfran73\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n created using the image below\n\n\n\n\n\n\nFilename:\n Narrow street at night in Naples, Italy (approx. GPS location) (PPL1-Corrected) julesvernex2.jpg\n\n\nAuthor:\n Jules Verne Times Two\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Shungyosai_Tayu-no-kao.jpg\n\n\nAuthor:\n Hayami Shungyōsai (速水春暁斎)\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n mamonokai\n\n\nAuthor:\n \nMaxyfran73\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n created using the image below\n\n\n\n\n\n\nFilename:\n Shiota-tsu,_Saga,_Japan.JPG\n\n\nAuthor:\n Mixtures\n\n\nLicense:\n CC BY 3.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n 田中八幡宮_-_panoramio.jpg\n\n\nAuthor:\n tertrerouge\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6979 \" by Maxyfran73, from the SCP Wiki . Source: https://scpwiki.com/scp-6979 . Licensed under CC-BY-SA .",
        "Filename: Kuchisake onna attack Author: Maxyfran73 License: CC BY-SA 4.0 Source: created using the image below",
        "Filename: Narrow street at night in Naples, Italy (approx. GPS location) (PPL1-Corrected) julesvernex2.jpg Author: Jules Verne Times Two License: CC BY-SA 4.0 Source: Wikimedia Commons",
        "Filename: Shungyosai_Tayu-no-kao.jpg Author: Hayami Shungyōsai (速水春暁斎) License: Public Domain Source: Wikimedia Commons",
        "Filename: mamonokai Author: Maxyfran73 License: CC BY-SA 3.0 Source: created using the image below",
        "Filename: Shiota-tsu,_Saga,_Japan.JPG Author: Mixtures License: CC BY 3.0 Source: Wikimedia Commons",
        "Filename: 田中八幡宮_-_panoramio.jpg Author: tertrerouge License: CC BY-SA 3.0 Source: Wikimedia Commons"
    ],
    "description": "SCP-6979 is a selectively corporeal humanoid entity that periodically manifests within the Greater Tokyo Metropolitan Area. SCP-6979 appears as a tall, pale woman with long, black hair dressed in a uniform characteristic of Japanese office women. It wears a surgical mask covering its mouth, and is regularly seen carrying a red umbrella, regardless of the weather.",
    "title": "SCP-6979"
}