{
    "url": "https://scp-wiki.wikidot.com/scp-6981",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6981:\n Moon Pyramid\n\n\nAuthor:\n \nAn Engineer\n\n\nImages:\n \n\"Mare Serenitatis & Mare Imbrium\"\n by Dilshan R Jayakody is licensed under CC BY-SA 2.0. \n\"Apollo 17 Tracy's Rock\"\n by Max Braun is licensed under CC BY-SA 2.0.\n\n\nComments:\n Sci-fi with a bit of humor? Yes, please! Hopefully you enjoyed it.\n\n\nOther works (no author page yet):\n\n\nSCP-5741\n Marshmallow and Madness\n\n\n\n\n\n\n\n\nrating: \n+20\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6981\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOverview of Mare Serenitatis, with approximate location of SCP-6981 marked.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nLunar Area 32\n\n\nC. Hourdoon\n\n\nM. Dabolsky\n\n\nGamma-4 (\"Blondebeard's Crew\")\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the recent rediscovery of SCP-6981, information is limited regarding the structure. A 5 km buffer zone is to be established around SCP-6981. Lunar Outpost 2 is to be established to facilitate containment and research efforts into SCP-6981. Any Satellite imaging of SCP-6981 is to be altered.\n\n\nDescription:\n SCP-6981 is a structure in the Taurus–Littrow valley on the southeastern edge of Mare Serenitatis, superficially resembling the pyramids of Ancient Egypt. Inscribed on the exterior of SCP-6981 are various thaumaturgical symbols, the majority of which symbolize \"protection\" or \"defence\". Both the symbols and the exterior walls of SCP-6981 appear to have suffered significant damage. Chemical analysis of SCP-6981 samples shows the material used to construct SCP-6981 contains various organic materials not present in the lunar soil.\n\n\n\n\nHistory:\n Records indicate SCP-6981 was first discovered by Astronauts Eugene Cernan and Harrison Schmitt during the Apollo 17 mission on 12/11/1972. Upon hearing of the report, NASA immediately contacted the Foundation. Due to limited Foundation resources at the time, and the low threat and inert nature of SCP-6981, the discovery was simply scrubbed from the mission. The Foundation contacted all major space agencies and ordered no landings to take place in the area of SCP-6981.\n\n\n\n\n\n\nImage captured of SCP-6981 by the crew of Apollo 17.\n\n\n\n\n\n\nOn 09/18/2021, Researchers Carl Herran and Mikhail Dabolsky were on a Research Expedition to the Northern Massif to gather samples of lunar rock. The area had previously been unexplored by Foundation assets. Audio of the sighting of SCP-6981 is available below.\n\n\n\n\nLevel 2/6981 Clearance required to view\n\n\n\n\n- Clearance Confirmed, accessing log...\n\n\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\nThe camera on Dabolsky's suit turns on. He is seated in the passenger seat of the LTV. Herran drives the LTV up a hill.\n\n\nDabolsky:\n So, how is your sister doing?\n\n\nHerran:\n Last I heard, she was doing fine. The doctors said she had pneumonia, though.\n\n\nDabolsky:\n I'm sorry to hear that. Did you ask for a transfer back to Earth so you could see her?\n\n\nHerran:\n A few weeks ago, yeah. But it has to be approved by the Director and HR back home, so it's gonna take a while.\n\n\nThe LTV crests the ridge. Herran stops it. Both Herran and Dabolsky dismount the LTV and grab equipment.\n\n\nDabolsky:\n Right, what's first on the list for today?\n\n\nHerran:\n Nothing specific, really. Take some samples of interesting rocks, I guess.\n\n\nDabolsky:\n (chuckles) Not much of a geologist, eh Carl?\n\n\nHerran:\n Nah. I hate rocks. Boring as hell. Xenobiology is way more interesting. What about you?\n\n\nDabolsky:\n Ontokinetics, specifically Thaumaturgy.\n\n\nHerran:\n Huh. Why do they need a wizard on the moon?\n\n\nDabolsky:\n I'm not a wizard, Carl. I know the theory, but I can't do a working. And after they found out I couldn't do any of the shit they were asking me to do, they booted me off here as a \"Thaumaturgical Symbols Specialist\". (sigh) May as well be the resident moon bitch. What about you, Carl? You've been here much longer than I have, yet here you are doing such a menial task.\n\n\nHerran:\n I… I lost a bet with Patrice.\n\n\nDabolsky:\n The 73-year-old Senior Researcher? You lost a bet to an ancient artefact? What was it about?\n\n\nHerran:\n (sigh) Football. I said the Giants would win, but the Washington… the Washington… what the hell even is their mascot now? Ah, anyways, Washington beat the Giants by 1. Lost 100 bucks too, and she got to pick what I would do next. And now, instead of relaxing in the common room and flirting with the hot blonde from accounting, I'm out here picking up some fucking space rocks.\n\n\nDabolsky:\n (whistling) Damn. Hmm, this one looks interesting. What do you think, Carl?\n\n\nDabolsky motions to Herran. Herran comes over and inspects the rock.\n\n\nHerran:\n It… It just.. looks the exact same as all the other rocks? Just take a sample of it so we can get this over with, please.\n\n\nDabolsky:\n Sounds good.\n\n\nHerran leaves the frame to the right. Dabolsky uses a scoop to pick up a sample of the rock. He leans down to deposit it in the bag.\n\n\nDabolsky:\n Alright, that's one down. How are you doing over there, Carl?\n\n\nNo response.\n\n\nDabolsky:\n Carl?\n\n\nDabolsky looks up. Herran is near a large rock outcrop. SCP-6981 is in the background. Dabolsky moves over to Herran.\n\n\nHerran:\n Dabolsky, am I seeing things, or is that a space pyramid?\n\n\nDabolsky:\n It's a space pyramid.\n\n\nHerran:\n (sigh) My transfer is fucked.\n\n\n\n\nEND LOG\n\n\n\n\nAfterword:\n The pair returned to Area-32 and reported the sighting. The current rotation of MTF Gamma-4 (\"Blondebeard's Crew\") were dispatched to set up an Outpost on the Northern Massif. Researchers Herran and Dabolsky were sent to the Outpost to lead the Research effort.\n\n\n\n\n\n\n\n\n\n\n\n\nAddenda\n\n\nAddendum 1: Exploration Log 6981\n\n\n\n\n\n\nLevel 3/6981 Clearance required to view\n\n\n\n\nClearance confirmed, accessing log...\n\n\n\n\n\n\nForeword:\n Approval for exploration of the interior of SCP-6981 was given 5 days after the initial discovery. MTF Nu-11 (\"Space Marines\")\n1\n were designated as QRF, with mission command located at Outpost 2.\n\n\n\n\n\n\nExploration Log 6981-1\n\n\nDate:\n 09/23/2021\n\n\nExploration Team:\n EXPLORATION TEAM A - (\"Tomb Raiders\")\n\n\nSubject:\n Exploration of SCP-6981's interior.\n\n\nTeam Leads:\n Commander A. Ford, MTF Gamma-4, Squad A.\n\n\nTeam Members:\n Sergeant L. Kuipers, Researcher C. Herran, Researcher M. Dabolsky, Private X. Wähner\n\n\n\n\nBEGIN LOG\n\n\nThe camera turns on. Point of view is M. Dabolsky. The expedition team is shown making their way towards SCP-6981 down a steep hill. Members of Gamma-4 carry X-15 plasma rifles, as well as EVA packs. The team pauses at the entrance to SCP-6981, a large grey door, as they attempt to make entry.\n\n\nCommander Ford:\n Command, this is Team Lead. We are at the base of the SCP-6981, attempting to make an entry. How copy?\n\n\nCommand:\n We got you loud and clear, lead. Once you enter 6981, it is likely we will lose comms with you. Your data recorders should work through the walls. A reminder that if you aren't out in an hour or so, we will send Nu-11 in after you. Good luck.\n\n\nHerran:\n That's comforting. \"Don't worry guys, we will send in some people to grab your bodies, once the aliens have torn you to shreds.\"\n\n\nDabolsky:\n Don't be such a pessimist, Carl. Maybe the aliens inside are nice, and we will be the first to make contact.\n\n\nHerran:\n You ever watch the movie Aliens? Yeah, this is giving me that kind of vibe right now… Did any of you MTF guys bring a flamethrower by chance?\n\n\nKuipers:\n You think we have that kind of budget? Fat chance. Can you two go figure out how to get inside? Space is fucking cold, y'know.\n\n\nFord:\n I second that.\n\n\nHerran:\n Okay, okay. Sheesh. Just make sure nothing sneaks up and kills us.\n\n\nDabolsky and Herran search the wall for a way to activate the door. Nothing is found.\n\n\nDabolsky:\n Well, shit. No button on the wall to press.\n\n\nHerran:\n Yeah, no shit. 50,000-year-old pyramids aren't exactly the pinnacle of technology. Any other ideas? Wait. What about the symbols?\n\n\nDabolsky:\n What symbols?\n\n\nHerran:\n The one's on the pyramid. Do you have to say some magic words or shit?\n\n\nDabolsky:\n Worth a try. (clearing throat) \nOpen, sesame!\n\n\nNothing happens.\n\n\nDabolsky:\n (sigh) Fuck.\n\n\nHerran:\n That's what they taught you in magic school? Shit, I could do that. Well, guess that's a wrap folks. No tomb raiding the space pyramid today-\n\n\nWähner:\n Look! The symbols! They are glowing!\n\n\nHerran:\n What?\n\n\nThe door begins to open. Herran and Dabolsky retreat from the door. The symbols above the pyramid are shown glowing a bright blue hue. The door opens to reveal a corridor leading to another door, appearing to be in much better condition.\n\n\nHerran:\n Holy shit. Guess it worked. Nice job.\n\n\nDabolsky:\n Thanks.\n\n\nThe team activate their flashlights and proceed into the corridor, with the unarmed researchers in the middle of the formation.\n\n\nHerran:\n Do you have to say \nClose, Sesame\n, too-\n\n\nThe sound of the door behind the team closing is heard. The door makes a loud thud upon closing, apparently startling Researcher Herran.\n\n\nFord:\n Command, comm check, do you read?\n\n\nCommand:\n \n(Unintelligible response. Interference is heavy.)\n\n\nFord:\n So, they can hear us, but we can't hear them. Fantastic.\n\n\nFord turns to the team. A hissing noise can be heard in the background.\n\n\nFord:\n Team, from this point on, we are on our own. Start your watches, we have an hour to explore this place. If we meet any unknowns, do not engage unless they do. Worst comes to worst, we get the fuck out. Understood?\n\n\nKuiper:\n Understood.\n\n\nWähner:\n Understood.\n\n\nDabolsky:\n Got it.\n\n\nHerran:\n Yep.\n\n\nSeveral beeps can be heard as team members start their timers. A grinding noise is heard as the door begins to open.\n\n\nEND LOG\n\n\n\n\n\n\n\n\nExploration Log SCP-6981-2\n\n\n\n\nBEGIN LOG\n\n\nAll members of Gamma-4 point their X-15 rifles at the door. The door opens to reveal a lush jungle landscape, with a roaring waterfall on the right-hand side. A bird-sized avian entity with large, butterfly-like wings, and multiple luminous eyes lands on Researcher Dabolsky. The entity looks at the camera, pecking at it with ant-like incisors, making chirping as it does so.\n\n\nDabolsky:\n (panicking) Get it off, get it off!\n\n\nHerran:\n Shoo, flying ant! Fuck off!\n\n\nSergeant Kuipers strikes the entity with the butt of his rifle. The avian entity shrieks and then departs. The team moves into the interior of SCP-6981. Temperature recorders on the team's suits display the temperature at 35 °C. The door closes behind them. As the camera pans up to the ceiling, several lights embedded into the ceiling are seen, presumably causing the temperature difference.\n\n\nHerran:\n (whistles) Wow. This place is beautiful.\n\n\nDabolsky:\n Apart from the flying abominations, yes.\n\n\nFord:\n Wait one. (\nFord withdraws a lighter from her pack. She can ignite it, confirming the presence of oxygen in the chamber.\n) Commander, we have oxygen. Considering the heat, I think it would be wise to take off our helmets.\n\n\nFord:\n Agreed.\n\n\nAll members of the team take off their helmets.\n\n\nFord:\n Dabolsky, Herran, what's the first objective?\n\n\nHerran:\n Well… Uhm… I guess we just go directly ahead.\n\n\nKuipers:\n Sounds good to me.\n\n\nDabolsky:\n (exhaling) Hopefully the aliens have air conditioning…\n\n\nSeveral minutes of extraneous footage skipped. The team continues into the jungle, leaving behind markers to the exit. They continue to document more unknown creatures inside SCP-6981, all of which are non-hostile. The team proceeds into what appears to be a control room, with semi-transparent glass allowing viewing of the jungle below.\n\n\nDabolsky:\n Huh. Aliens do have air conditioning after all.\n\n\nHerran:\n Yes, Dabolsky, another galactic mystery solved. Let's see if they kept any samples…\n\n\nDabolsky inspects what appears to be a stone terminal. Inscribed on the terminal are lines of indecipherable symbols. As he places his hand on the terminal, the symbols flash a bright orange and turn into readable English.\n\n\nDabolsky:\n And instant translation? Whoever built this thing was definitely advanced. But why did they leave?\n\n\nHerran:\n Question is, how did they get life from their home planet to here? That would be almost impossible, unless…\n\n\nDabolsky:\n Unless the life here is native. Or, was native.\n\n\nHerran:\n Mikhail, you're a fucking genius! Take some pictures of that and let's go!\n\n\nDabolsky withdraws a camera from his pack. He takes several pictures of the stone tablet. He then joins the rest of the team outside.\n\n\nEND LOG\n\n\n\n\n\n\n\n\nExploration Log SCP-6981-3\n\n\n\n\nBEGIN LOG\n\n\nThe team is proceeding back towards the exit, following the markers they have left behind.\n\n\nHerran:\n I can't believe we were the first one's to find extraterrestrial life! Obviously, we won't be famous, veil and all that, but I can't wait to shove this in Patrice's face!\n\n\nDabolsky:\n This place is very intriguing. I'm still amazed at the durability of the structure. You would think that a place this old would-\n\n\nA muffled rumbling sound can be heard. The team pauses.\n\n\nDabolsky:\n What was that?\n\n\nThe rumbling is audible again, at a noticeably higher volume. All entities within the jungle begin to flee at high speed past the team.\n\n\nFord:\n Let's make this quick, people! We need to-\n\n\nThe camera swivels to show the ground behind the team heaving upwards. A massive, worm-like entity with leathery flesh emerges from the hole. It turns its mouth to the team, revealing many teeth. It makes a roaring like vocalization, appearing to be hostile.\n\n\nHerran:\n HOLY SHIT! RUN!\n\n\nKuipers:\n FIRE!\n\n\nThe team begins to run towards the exit, with the MTF members firing at the worm entity while fleeing. Little damage is done to the entity, as it appears to become enraged, knocking down several trees. Dabolsky turns and flees. The sound of the entity burrowing into the ground is heard, and moments later it emerges to the team left, smashing back into the ground a moment later.\n\n\nFord:\n COMMAND, DO YOU READ? WE ARE BEING CHASED BY A PANTHEON\n2\n CLASS ENTITY! WE NEED THE SPACE MARINES NOW!\n\n\nCommand:\n (\nUnintelligible. Mission logs reveal Nu-11 was dispatched, as the mission time limit expired.\n)\n\n\nThe entity continues to chase the team. Private Wähner is knocked off her feet when the entity knocks a tree down on her. Internal biometrics recorder suggests she has suffered a broken leg. Kuipers goes to assist her.\n\n\nKuipers:\n Come on kid, I'm not letting you die!\n\n\nWähner:\n Leave me, Sergeant. I can't move. I'll distract it while you run to the exit.\n\n\nKuipers:\n No. We are getting you out, that's an order!\n\n\nKuipers attempts to lift the tree but is unable to. The worm entity emerges from the ground to his right, meters away.\n\n\nWähner:\n Sergeant, run.\n\n\nWähner pulls the pin on one of her fragmentation grenades and begins firing at the entity. The rest of the team flee. Wähner is presumably killed by the entity, as it stops chasing the team. The team reaches the exit.\n\n\nHerran:\n Oh my god, Dabolsky, say the magic words already!\n\n\nDabolsky:\n \nOpen, sesame!\n\n\nThe door opens. The team runs inside. The hostile entity begins to head towards them at high speed.\n\n\nDabolsky:\n \nClose, sesame!\n\n\nNothing happens.\n\n\nHerran:\n For the love of all that is holy, \nClose, sesame!\n\n\nThe door slowly closes. The entity crashes into it, knocking significant chunks of the door loose.\n\n\nFord:\n Helmets on, now!\n\n\nThe team quickly put on their helmets. The entity continues to attack the door.\n\n\nAll:\n \nOpen, sesame!\n\n\nThe door opens, revealing MTF Nu-11 outside. Multiple spacecraft, as well as heavily armed ground vehicles, surround SCP-6981. The team runs from the building towards a waiting MTF Nu-11 squad.\n\n\nNu-11 Commander Ringels:\n What's going on? Are you alright?\n\n\nFord:\n Worm.\n\n\nRingels:\n What-\n\n\nThe door leading into SCP-6981 is shown flying overhead at a high velocity. The camera turns around to reveal the hostile entity emerging from SCP-6981. Beams of blue tracer fire impact the entity as the Exploration Team flees. The ARC cannon on one of the ground vehicles belonging to the Nu-11 fires, impacting the hostile entity on the upper portion. The round appears to be highly successful, severely damaging the entity. The thaumaturgical symbols begin to glow again, as the entity ceases hostile behaviour and returns within SCP-6981. The damaged doors appear to levitate, and slowly begin floating back together, appearing to repair themselves. The glowing stops. All activity from SCP-6981 ceases.\n\n\n\n\nThe exploration team regroup at Outpost 2 for debriefing. The camera from the suit is laying on a desk, face down, so only the audio portion was recorded.\n\n\nKuipers:\n Why… oh god.. why?\n\n\nFord:\n You did all you could, Sergeant. We completed the mission.\n\n\nKuipers:\n Yes, but at what cost? We should have left that thing alone.\n\n\nHerran:\n If it's any reconciliation, the samples and photographs we gathered of 6981 will help us understand it tremendously.\n\n\nDabolsky:\n Your friend saved us. We will all remember her, I promise.\n\n\nCommander Ringel and the Researcher running Command during the Exploration enter the room. The camera runs out of battery shortly afterwards.\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2 unread messages attached. View?\n\n\n\n\nViewing attachments...\n\n\n\n\n\n\n\n\n\n\nTo:\n cherran@scipnet\n\n\nCC:\nmdabolsky@scipnet\n\n\nFrom:\n chourdoon@scipneta32\n\n\nSubject:\n Reassignment\n\n\n\n\n\n\nThis is an official notice from Area-32 administration: Your request for transfer has been approved. Both of you are heading to Site-95. The shuttle leaves at 01:00 hours from Dock B. Don't miss it. Thank you for your hard work at Area-32. We wish you the best of luck in your careers.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n chourdoon@scipneta32\n\n\nFrom:\n cherran@scipnet\n\n\nSubject:\n Re:Reassignment\n\n\n\n\n\n\nThank you, sir. It's been quite a wild ride up here, and I enjoyed every second of it.\n\n\nOne more thing. I was intending to put this on the SCP-6981 file, but I won't be able to log in since my email was changed. I attached a transcript we put together of the tablet in SCP-6981.\n\n\n\n\nTo those who came from Eris, we welcome you. Throughout time, as you grew, we watched you from this place above. Our people cheered as you took your first steps into the light, out of that dark place you were born in. We rejoiced in having finally found another people, who could feel as we did, with which we could share the universe. We created Mora\n3\nto watch over you, and on Mora, we put everything our culture could produce. We could not wait until the day our two people would finally meet.\n\n\nThat day will never come. As our people grew, so did our greed. No longer was it about exploring the stars; no, it was about foolish material things. Of rocks and iron, metal and glass. When others didn't get what they wanted, they took. Xaankaik wanted it all to himself, and when others opposed him, he created a weapon to destroy this world. Countless millions have died, and now Mora is a barren, frozen wasteland, desolate of the beauty it once had.\n\n\nSome of us foresaw this. As the inevitable came, we knew that to preserve our culture we had to build a fortress to protect it, the fortress you are presently inside of. Do not be afraid, friends; this place is not a place of death and destruction, but a place of preservation and beauty. Cherish it, and do not follow down the same dark path as we did.\n\n\nOne day, we will meet in the stars. And on that day, we will rejoice, and as one we will dance and we will sing, and destroy all the evils of the universe. Until that day, friends, we must go our separate ways.\n\n\nYours,\n\n\nA Lonely Wanderer.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Heavily armed MTF designed to fight in zero gravity or extraterrestrial environments. Similar mission to Nu-7.\n\n\n2\n. Designating an entity that is over 100m in height and hostile towards human life.\n\n\n3\n. Assumed to be the moon. Whether or not the moon was artificially created is under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-6980\n | SCP-6981 | \nSCP-6982\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6981\n\" by An Engineer , from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6981\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n moon1.jpg\n\n\nName:\n Mare Serenitatis & Mare Imbrium\n\n\nAuthor:\n Dilshan R Jayakody\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n pyramid.jpg\n\n\nAuthor:\n \nAn Engineer\n , Max Braun, MusikAnimal\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Apollo 17 Tracy's Rock\n\n\nAuthor:\n Max Braun\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n Pyramid of Khafre Giza Egypt in 2015 2.jpg\n\n\nAuthor:\n MusikAnimal\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6981 \" by An Engineer , from the SCP Wiki . Source: https://scpwiki.com/scp-6981 . Licensed under CC-BY-SA .",
        "Filename: moon1.jpg Name: Mare Serenitatis & Mare Imbrium Author: Dilshan R Jayakody License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: pyramid.jpg Author: An Engineer , Max Braun, MusikAnimal License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Apollo 17 Tracy's Rock Author: Max Braun License: CC BY-SA 2.0 Source Link: Flickr Name: Pyramid of Khafre Giza Egypt in 2015 2.jpg Author: MusikAnimal License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Due to the recent rediscovery of SCP-6981, information is limited regarding the structure. A 5 km buffer zone is to be established around SCP-6981. Lunar Outpost 2 is to be established to facilitate containment and research efforts into SCP-6981. Any Satellite imaging of SCP-6981 is to be altered.",
    "description": "SCP-6981 is a structure in the Taurus–Littrow valley on the southeastern edge of Mare Serenitatis, superficially resembling the pyramids of Ancient Egypt. Inscribed on the exterior of SCP-6981 are various thaumaturgical symbols, the majority of which symbolize \"protection\" or \"defence\". Both the symbols and the exterior walls of SCP-6981 appear to have suffered significant damage. Chemical analysis of SCP-6981 samples shows the material used to construct SCP-6981 contains various organic materials not present in the lunar soil.",
    "title": "SCP-6981"
}