{
    "url": "https://scp-wiki.wikidot.com/scp-6983",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\nItem #:\n SCP-6983\n\n\nObject Class:\n Ticonderoga\n1\n\n\nSpecial Containment Procedures:\n Undercover personnel within various national and international space programs are to plant the file Binary_Star.aic in both the hardware of control centers and digital components of all launched projects.\n\n\nFoundation AI \"\nBinary Star\n\" will intercept and record all data about SCP-6983 for the Foundation database and summarily delete it from non-Foundation records.\n\n\nClass B amnestics may be administered to witnesses if deemed necessary.\n\n\nDescription:\n SCP-6983 is a humanoid with an estimated height of 5 meters. It has been noted to repair planetary rings, atmospheres, and other celestial objects by using an unknown welding technique utilising its fingertips to weld objects together. The entity also uses this technique to communicate via light signaling. The details of how SCP-6983 sustains itself or travels are unknown. However, through communication and observation, it is concluded that the entity can alter reality or the laws of physics to a small degree.\n\n\nTo date, no full imagery of SCP-6983 accurately shows its features or profile due to bad lighting. Civilian observations of the anomaly have described it as a sudden blinking in space, an intense light, or a combination of both. Research is currently ongoing.\n\n\nAddendum 6983.1: Discovery\n\nOn 16 August 2017, a probe from the Beholder line observed blinking on a planetary ring in its vicinity\n2\n. Its trajectory was adjusted for further investigation.\n\n\nThermal imaging managed to discern a humanoid figure. Communication attempts were initiated soon after. However, upon maneuvering closer, Binary Star uncovered that the entity was trying to communicate via a system functioning similarly to Morse code. Following several days of reviewing footage, decoding, and sending Morse code to the anomaly, a legible method of conversation was successfully established on 23 August after SCP-6983 signaled \"I think I finally understand you\". Log available below:\n\n\n\n\nInterviewed:\n SCP-6983\n\n\nInterviewer:\n Dr. Nails\n\n\nForeword:\n All messages are decrypted from Morse.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nDr. Nails:\n Can you please confirm that you understand me?\n\nSCP-6983 points one of his fingers towards the probe, a dim white light appears.\n\n\nSCP-6983:\n Yes, I do.\n\n\nDr. Nails:\n Would you mind answering some questions?\n\n\nSCP-6983:\n I have no problem with that, but are you by chance from Earth?\n\n\nDr. Nails:\n Can I ask why you assume that?\n\n\nSCP-6983:\n I've been asked to repair a similar object you're currently using, I believe a probe called Beholder-8, by \nsomeone we both know\n.\n\n\nDr. Nails:\n I see. So you know, how do I put this, the bigger context of the situation?\n\n\nSCP-6983:\n I know who you are and what you do, but that's about it.\n\n\nDr. Nails:\n Well, that makes things a bit easier. Can I start my questioning?\n\n\nSCP-6983:\n If you don't mind, could you please wait a few moments? I'm almost done here.\n\n\nDr. Nails:\n Sure.\n\n\nSCP-6983 welds a torn section of the ring of the nearby planet together, despite it being made out of mainly gas.\n\n\nDr. Nails:\n My heat sensors didn't pick up what you just did, could you elaborate?\n\n\nSCP-6983:\n Heat sensors? Of course you don't pick anything up, unlike the others I use extreme cold.\n\n\nSCP-6983 begins to weld again. Despite the temperature, the area around it seemingly begins to bend like hot air.\n\n\nDr. Nails:\n According to what you're doing, you are bending the laws of physics, a small bit of reality. Effectively, you're going below zero Kelvin, the absolute zero.\n\n\nSCP-6983:\n Kelvin? That's a nice name. But you make it seem like it is something good.\n\n\nDr. Nails:\n Isn't it?\n\n\nSCP-6983:\n I was cast out by the rest since I could not produce high temperatures. I couldn't weld stars or other hot layers or objects together. In the beginning I could not even travel like them.\n\n\nDr. Nails:\n How did they travel?\n\n\nSCP-6983:\n As you probably saw the air, no excuse me, the vacuum bend around me. They first utilized that effect to shorten distances temporarily to fold space on itself. It took me quite a while to do the same but based on something cold.\n\n\nDr. Nails:\n First? So they found another way to travel?\n\n\nSCP-6983:\n Yes, after a while they just learned to burn a hole in space, step through it, and weld it back afterwards. I am not able to do something like that. That's the moment where they abandoned me, even though they could have easily let me step through as well.\n\n\nDr. Nails:\n Have you seen them again?\n\n\nSCP-6983:\n No. \nPauses.\n First I thought they generated a heat so hot they travelled to some new dimension or some other reality breaking phenomenon, but later I heard they were asked to fix \nsome kind of broken planet\n and… something went wrong.\n\n\nFootage reveals that at this moment SCP-6983 trembled, its light flickered, and succeeded in making a small hole in space.\n\n\nDr. Nails:\n Like an accident on the job?\n\n\nSCP-6983:\n Probably, I genuinely don't know.\n\n\nDr. Nails:\n So what are you going to do?\n\n\nSCP-6983:\n I'm gonna try to piece everything together. Bit by bit.\n\n\nDr. Nails:\n Ok, and how do- Hey, wait!\n\n\nSCP-6983 takes note of the hole, stands up, tears the hole further open, and begins to step through.\n\n\nSCP-6983:\n Seems like I finally will be able to do this… You have my thanks. I'll make sure to return the favour.\n\n\nDr. Nails:\n Where are you going? Can you spare a little more time?\n\n\nSCP-6983:\n Space is both continuously expanding and collapsing on itself. I need to hold a couple of things together. Wouldn't like things to start falling apart. We'll meet again from time to time. Don't worry about it.\n\n\nSCP-6983 welds the hole shut. Some small crystals linger around before fading away.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nClosing Statement:\n Several phenomena related to SCP-6983 are currently being researched by physicists. The probe was brought back to its normal trajectory.\n\n\nUpdate:\n On 19 September 2017, a notification was sent from Beholder-8 as it had started its reconfiguration. Sensors showed that its exterior was colder than before it lost its function.\n\n\n\n\nAddendum 6983.2:\n\nOn 22 February 2018, a Foundation satellite observed a blue shine in the atmosphere. Whilst this phenomenon lasted, several locations reported unexpected snowfall. Afterwards the satellite concluded that the hole in the ozone layer was nowhere to be found and a small section was signed with the name \"Kelvin\".\n\n\n\n\n\n\nImage from 22 February 2018\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Anomaly cannot be contained, but does not need to be contained.\n\n\n2\n. Any object that was observable without significant enhancements, filters, or activation of more than 60% of all lenses was treaded as close proximity for this particular probe.\n\n\n\n\n\n\n\n\n« \nSCP-6982\n | SCP-6983 | \nSCP-6984\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6983\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6983\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ISS057-E-74412 - View of Earth.jpg\n\n\nName:\n atmos.jpg\n\n\nDate:\n 8 November 2018\n\n\nLicense:\n Public Domain\n\n\nAuthor:\n Earth Science and Remote Sensing Unit, NASA Johnson Space Center\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 6983.1: Discovery On 16 August 2017, a probe from the Beholder line observed blinking on a planetary ring in its vicinity 2 . Its trajectory was adjusted for further investigation.\nThermal imaging managed to discern a humanoid figure. Communication attempts were initiated soon after. However, upon maneuvering closer, Binary Star uncovered that the entity was trying to communicate via a system functioning similarly to Morse code. Following several days of reviewing footage, decoding, and sending Morse code to the anomaly, a legible method of conversation was successfully established on 23 August after SCP-6983 signaled \"I think I finally understand you\". Log available below:",
        "Addendum 6983.2: On 22 February 2018, a Foundation satellite observed a blue shine in the atmosphere. Whilst this phenomenon lasted, several locations reported unexpected snowfall. Afterwards the satellite concluded that the hole in the ozone layer was nowhere to be found and a small section was signed with the name \"Kelvin\"."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6983 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-6983 . Licensed under CC-BY-SA .",
        "Filename: ISS057-E-74412 - View of Earth.jpg Name: atmos.jpg Date: 8 November 2018 License: Public Domain Author: Earth Science and Remote Sensing Unit, NASA Johnson Space Center Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6983",
    "object_class": "Ticonderoga1",
    "containment_procedures": "Undercover personnel within various national and international space programs are to plant the file Binary_Star.aic in both the hardware of control centers and digital components of all launched projects.",
    "description": "SCP-6983 is a humanoid with an estimated height of 5 meters. It has been noted to repair planetary rings, atmospheres, and other celestial objects by using an unknown welding technique utilising its fingertips to weld objects together. The entity also uses this technique to communicate via light signaling. The details of how SCP-6983 sustains itself or travels are unknown. However, through communication and observation, it is concluded that the entity can alter reality or the laws of physics to a small degree.",
    "title": "SCP-6983"
}