{
    "url": "https://scp-wiki.wikidot.com/scp-6989",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6989 — Clouds and Clouds, All Around\n\nWritten by \nJack Waltz\n and \nMachen2\n.\n\n\nSomething we grinded out in an hour or two, very short and Series I-esque, we know. But we still hope you'll like it! Special thanks to \nEthagon\n, \nMoreMuffins\n, \nMirageTD\n and \nDoctor Fullham\n! They were a great help in the process of critting this piece.\n\n\nInspired by Tyranids if it wasn't obvious already ;)\n\n\n\n\n\n\nCheck out \nJack's\n and \nMachen's\n author pages for more!\n\n\n\n\n\n\n\n\n\n\nrating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis file is outdated following the addition of two incident logs and discoveries made through progressive research into the anomaly. A new revision is currently being drafted by the Records And Information Security Administration.\n\n\n\n\n\n\n\n\n\n\nA photograph of SCP-6989, taken by DTF λ-10.\n\n\n\n\n\n\nItem #:\n SCP-6989\n\n\nClearance Level 3:\n Confidential\n\n\nObject Class:\n Keter\n\n\nDisruption Class:\n 1/Dark\n\n\nRisk Class:\n 1/Notice\n\n\nSpecial Containment Procedures:\n SCP-6989 cannot be physically contained due to its size and nature.\n\n\nDistributed Task Force λ-10 (\"Cloud Watchers\")\n1\n is to track SCP-6989 and initiate the authorised amnestication protocols if the need arises. Research into the anomaly is currently in progress headed by the task force.\n\n\nDescription:\n SCP-6989 is a single cumulonimbus cloud with a base length of approximately 2 km and a height of 1 km. Its base is always elliptical and does not alter through any known circumstances. It has been seen merging with many clouds but does not seem to grow any bigger itself after many observations conducted by λ-10.\n\n\nSCP-6989 is fully composed of water droplets and ice crystals but has not been observed to produce any form of precipitation\n2\n and is constantly in motion. With λ-10's observation reports, it has been noted that SCP-6989 appears to be attracted to areas with high atmospheric humidity.\n\n\nSCP-6989 can activate unusually localised and powerful electromagnetic pulses affecting even shielded electronics. This ability only affects technology within itself and does not affect any area outside the cloud. This has made an internal analysis of the cloud impossible. RADAR scans have also been hindered by an unknown source within SCP-6989.\n\n\nDiscovery:\n SCP-6989 was detected following an unidentified object breaching Earth's atmosphere on the 22nd of January 2021. It was located by weather radars after a cumulonimbus cloud manifested unnaturally in the local area. The connection between both events has not yet been concluded as a coincidence and an investigation is still in progress.\n\n\nIncident 6989.01 (2021/02/26):\n SCP-6989 came to the Global Occult Coalition's attention following the unnatural disappearance of a rainstorm over Miami, Florida. SCP-6989 had entered the vicinity and consumed a cumulonimbus cloud which was causing the storm over the city. A Lethe operation\n3\n on the city was swiftly instigated.\n\n\nWith the GOC's arrival, they immediately began preparations to initiate a decommissioning attempt on the anomaly. DTF λ-10 was unable to dissuade arriving GOC forces and all task force members were apprehended and detained.\n\n\nThe GOC utilised altered missile technology\n4\n to strike SCP-6989. The first three detonated successfully after entering SCP-6989 and the fourth and fifth seemed to make contact with a solid surface within the cloud. Immediately after, a high-pitched piercing noise was emitted by SCP-6989 and several appendages, with a resemblance to those of cephalopodic organisms, descended from SCP-6989 and assaulted the GOC forces below. Projectiles consisting of dense biological matter fell from SCP-6989 with considerable force and the cloud retained a bluish tint following this exchange which soon disappeared.\n\n\nA joint operation between the Foundation and the Global Occult Coalition was quickly initiated following the incident. The Foundation began assisting the Global Occult Coalition in attempts to neutralise the anomaly.\n\n\nIncident 6989.02 (2021/02/28):\n SCP-6989 was seen attempting to subsume another cumulonimbus cloud. As preparations for heavy artillery bombardment were made, the cloud SCP-6989 attempted to subsume unleashed multiple appendages and impaled SCP-6989. It appeared to be struggling, and the cloud quickly merged and consumed SCP-6989.\n\n\n\n\nFootnotes\n\n\n1\n. A task force specialising in tracking and researching aerial or airborne anomalies that may be deemed uncontainable by conventional methods employed by the Foundation. Their duties rarely involve the containment of anomalies, aligning more towards the observation of anomalies, the amnestication of the civilian population, and the expungement of data correlating with the anomaly.\n\n\n2\n. Seeding attempts have proved ineffective.\n\n\n3\n. Lethe operations involve mass amnestication of the local or worldwide civilian population. They are only used in select instances where the success of a cover story is unlikely due to the sheer amount of resources they require.\n\n\n4\n. They had been designed to detonate when affected by EMPs.\n\n\n\n\n\n\nrating: \n+51\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-6988\n | SCP-6989 | \nSCP-6990\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6989\n\" by Jack Waltz and Machen2, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6989\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cumulonimbus-cloud.jpg\n\n\nName:\n Cumulonimbus * una grandiosa nube\n\n\nAuthor:\n jacilluch\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nCC Search",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6989 \" by Jack Waltz and Machen2, from the SCP Wiki . Source: https://scpwiki.com/scp-6989 . Licensed under CC-BY-SA .",
        "Filename: cumulonimbus-cloud.jpg Name: Cumulonimbus * una grandiosa nube Author: jacilluch License: CC BY-SA 2.0 Source Link: CC Search"
    ],
    "item": "SCP-6989\nClearance Level 3: Confidential",
    "object_class": "Keter\nDisruption Class: 1/Dark\nRisk Class: 1/Notice",
    "containment_procedures": "SCP-6989 cannot be physically contained due to its size and nature.",
    "description": "SCP-6989 is a single cumulonimbus cloud with a base length of approximately 2 km and a height of 1 km. Its base is always elliptical and does not alter through any known circumstances. It has been seen merging with many clouds but does not seem to grow any bigger itself after many observations conducted by λ-10.",
    "title": "SCP-6989"
}