{
    "url": "https://scp-wiki.wikidot.com/scp-6990",
    "all_text": "rating: \n+96\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6990\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-6990's widespread prevalence and mainstream influence, containment has been deemed unnecessary. Personnel at Site-107 have been assigned to observe the anomaly.\n\n\nDescription:\n SCP-6990 is an ever-present concept within the collective human memesphere. SCP-6990 describes the commonly-known conspiracy theory in which the pyramid structures within Egypt were constructed by or in conjunction with extra-terrestrial lifeforms. Despite overwhelming scientific and logical evidence against said idea, the idea remains a common belief among certain groups of people. Theories regarding SCP-6990 often make illogical or pseudo-scientific claims regarding the construction of the pyramids, including but not limited to the following:\n\n\n\n\nThe pyramids were built before humans inhabited the area they are in\n\n\nThe wheel had not been invented yet, thus making transport for limestone blocks impossible\n\n\nThe line of longitude and the line of latitude that the pyramids lie on are the exact same value as one another\n\n\nThe front face of the pyramids faces magnetic north exactly\n\n\nThe three tops of the Pyramids of Giza are aligned exactly under the three stars that make up the \"belt\" portion of the Orion constellation\n\n\n\n\nDiscovery:\n Initially, SCP-6990 had been dismissed as a non-anomalous and widespread conspiracy theory. However, on 26/09/21, the Foundation detected significant memetic disturbance from within the Pyramid of Khufu, in Giza. An SCP-6990 research team, under the guise of Egyptologists from Cambridge University conducting research for the institution, entered the pyramid with permission from the Egyptian government. A transcript of their investigation is attached below.\n\n\n\n\nSCP-6990 RESEARCH TEAM: TRANSCRIPT FROM WITHIN KHUFU PYRAMID\n\n\n\n\nDate:\n 29/09/21\n\n\nTime:\n 16:20\n\n\nTeam Lead:\n Dr. Omar Mohamed\n\n\nResearch Members:\n Elizabeth Smith, Johann Olufsson\n\n\nArmed Members:\n Alfred Szokas, Delicatessen Fern\n\n\nAdditional Personnel:\n Nedjem\n1\n (Cat)\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Mohamed is seen moving into the entrance of the Khufu Pyramid. His research partners and guards are seen following closely behind. Mohamed, Smith and Olufsson are all holding Memetic Disturbance Scanners, which they slowly wave around them.\n\n\nMohamed:\n As soon as you pick anything up, let me know. Immediately.\n\n\nSmith:\n Of course, doctor.\n\n\nThe team is seen descending towards the subterranean area of the pyramid, lit only by the flashlights on their head gear. Their devices beep in time with one another as they search for memetic disturbance.\n\n\nIn total silence, the team makes it to the bottom of the descending passageway and are now in front of the subterranean chamber. Dr. Olufsson points his Scanner towards the escape shaft. The device beeps weakly.\n\n\nOlufsson:\n Got something! Towards the escape shaft.\n\n\nThe team all turn towards the shaft and swiftly begin ascending it. They then come to a slow crawl as they thoroughly scan the shaft for a signal. All their Scanners begin to beep louder and rhythmically as they move forward.\n\n\nDr. Smith then stops in her tracks, in front of the left wall.\n\n\nSmith:\n Behind this wall.\n\n\nSmith knocks on the wall. A hollow echo rings back.\n\n\nSmith:\n Yep, sounds like there's something behind it.\n\n\nDr. Mohamed is seen touching his ear piece.\n\n\nMohamed:\n Command, this is Mohamed. We've found a sealed chamber within the pyramid, lots of memetic disturbance from behind the wall sealing it. Permission to investigate further?\n\n\nCommand:\n Permission granted, proceed with caution.\n\n\nMohamed:\n Affirmative.\n\n\nDr. Mohamed turns to his teammates and nods. Immediately, they begin. Olufsson places a pet carrier down and releases an Abyssinian cat from within it.\n\n\nOlufsson:\n Alright Nedjem, time to do your magic.\n\n\nHe picks up Nedjem and coddles her. Smith scoffs.\n\n\nSmith:\n You brought Nedjem? Why?\n\n\nOlufsson sets Nedjem down.\n\n\nOlufsson:\n Hey! Nedjem is an integral part of this team! Even if she isn't swatting away any curses.\n\n\nSmith:\n Johann, there's no curses. You should know that. There's never \nbeen\n any curses\n2\n.\n\n\nOlufsson:\n Shhshhh, Nedjem stays.\n\n\nAs Olufsson and Smith argue, Nedjem is seen sneaking through a small, cat-sized hole in the wall and into the chamber behind it.\n\n\nSmith:\n Fine. She's still good company to keep.\n\n\nSmith reaches down to pet Nedjem, finding that she is no longer present.\n\n\nSmith:\n Where's Nedjem..?\n\n\nOluffson:\n Nedjem! Nedjem! Come back to daddy! Pspspsps!\n\n\nSmith and Oluffson are seen looking wildly around in the escape shaft. Suddenly, the wall next to Smith makes a clinking noise before raising. Nedjem is seen standing behind the newly-opened chamber, cleaning herself.\n\n\nMohamed:\n That's why we bring Nedjem. Now, let's move forward.\n\n\nThe walls of the chamber are covered in hieroglyphs, which the team scrambles towards. The chamber contains no objects, however the center of the room holds a bright yellow sphere.\n\n\nMohamed:\n …Nothing. Just some generic stuff.\n\n\nSmith:\n Nothing here either.\n\n\nOlufsson:\n Nope.\n\n\nA small meow is heard. The team looks at Nedjem, who is looking at another cat. The other cat, sitting in front of Nedjem, is adorned with jewelry and gives her a cold stare. Nedjem stares back.\n\n\nSmith:\n Who is that..?\n\n\nOlufsson:\n Nedjem, ask them what this chamber is.\n\n\nSmith:\n Wha- Johann, are you out of your mind?!\n\n\nOlufsson:\n What? It's worth a shot.\n\n\nNedjem meows at the adorned cat, who meows back. They enter a back-and-forth of meows.\n\n\nSmith:\n And how do you suppose we'll be getting an answer from Nedjem? Hmm?\n\n\nOlufsson:\n We'll figure something out!\n\n\nMohamed:\n Quiet, both of you. I'm reading.\n\n\nSmith groans.\n\n\nNedjem and the adorned cat continue their conversation. Nedjem then stops and bows her head towards the cat, before returning to Olufsson. Olufsson picks her up and coddles her.\n\n\nOlufsson:\n Alright, my little darling! What have you got?\n\n\nNedjem meows at Olufsson.\n\n\nOlufsson:\n …Right. Okay so maybe you had a point.\n\n\nSmith scoffs.\n\n\nOlufsson:\n Look, we'll figure something out, alright?!\n\n\nMohamed steps up to Olufsson and takes Nedjem from him. He then places Nedjem down and takes a large sheet of paper out from his bag. He places the paper in front of Nedjem and begins drawing. When finished, he looks up at Nedjem. On the paper, there are two drawings. One is of a lightbulb above a head, and the other is the same drawing with the lightbulb crossed out.\n\n\nMohamed:\n Which one?\n\n\nNedjem places her paw on the drawing without the crossed out light bulb. Mohamed erases the drawings and begins to draw again. Smith stares in disbelief while Olufsson smirks.\n\n\nOlufsson:\n Told you we'd find a way.\n\n\nSmith lightly punches Olufsson in his right arm.\n\n\nOlufsson:\n Hey! What was that for? Mad that I was right?\n\n\nSmith:\n You- ugh- just shut up.\n\n\nSmith pouts and crosses her arms. Olufsson gives a resounding chuckle. The two then watch Mohamed and Nedjem in silence for the next 5 minutes.\n\n\nAfter 5 minutes, Mohamed rolls the paper and stands up. Nedjem climbs onto his shoulder.\n\n\nMohamed:\n Alright team, I've got an answer.\n\n\nSmith:\n So, what is this? What's the memetic disturbance about?\n\n\nMohamed:\n I asked Nedjem some two-option questions, where she picked what the correct option is. Mostly yes or no questions. I managed to get some words and phrases out of her.\n\n\nOlufsson:\n Vague as usual, I see.\n\n\nMohamed:\n She gave me \"pyramid\", \"origins\", \"deceit\", \"Re\", \"visitors\", \"wealth\", \"spending\", \"economy\", \"future\", \"inhuman\" and \"unusual builders\".\n\n\nSmith:\n So we've got to decipher that?\n\n\nMohamed:\n Seems to be.\n\n\nThe team begin thinking. They stare around the room as they do. Mohamed paces the chamber.\n\n\nOlufsson:\n What, did they hire some cats to build the pyramids and this orb-thing prevents people from remembering that?\n\n\nMohamed:\n No, Nedjem would have said cat if she knew it was cats.\n\n\nSmith:\n Speaking of, where is that other cat?\n\n\nThe team briefly scan the room. There is no sign of the adorned cat.\n\n\nOlufsson:\n Guess we missed our chance for containment…\n\n\nSmith:\n Oh well, let's keep thinking.\n\n\nThe team continues to pace the room. Olufsson re-reads the hieroglyphs on the walls.\n\n\nOlufsson:\n Maybe there's something here. I don't suppose the Cannibal Hymn\n3\n would have anything to do with this?\n\n\nSmith:\n I sure hope not.\n\n\nMohamed:\n What's really got me thinking are the phrases \"un-human\" and \"unusual builders\".\n\n\nOlufsson:\n What, has this got to do with that stupid ancient aliens theory?\n\n\nMohamed pauses and stares. He appears to have an epiphany.\n\n\nOlufsson:\n No. Don't tell me I was right.\n\n\nMohamed:\n I think we have our answer!\n\n\nSmith:\n Please don't say aliens, please don't say aliens, please-\n\n\nMohamed:\n No.\n\n\nSmith and Olufsson let out a loud sigh.\n\n\nMohamed:\n They wanted to make the pyramids seem supernatural in origin?\n\n\nSmith:\n Huh?\n\n\nOlufsson:\n I think I get it!\n\n\nSmith:\n What?!\n\n\nOlufsson:\n The ancients must have lied about how the pyramids were built! They wanted to make its origins an enigma to outsiders.\n\n\nMohamed:\n I believe so. What better way to do that than to start a conspiracy theory about aliens building the pyramids? What with this being a tomb to a pharaoh, it'd be fitting for it to have some sort of supernatural air to it.\n\n\nSmith:\n Well, that still doesn't explain this.\n\n\nSmith waves her arms towards the yellow orb.\n\n\nSmith:\n What's the big ball got to do with it?\n\n\nMohamed:\n I'm not sure. Given its extremely high memetic disturbance, it has to be some kind of vector for something.\n\n\nThe team is silent for 10 seconds.\n\n\nSmith:\n …I think I have an idea. This orb is perpetuating that conspiracy theory you mentioned.\n\n\nOlufsson:\n What, you mean \nthis\n is putting the ancient aliens theory into the collective memesphere or something?\n\n\nMohamed:\n Perhaps. Nedjem \ndid\n mention \"Re\", so perhaps they channeled Re's power to do so? The result of which is the yellow orb we see in front of us.\n\n\nSmith:\n But why? What benefit do they gain from keeping the origins an enigma.\n\n\nMohamed:\n Tourism.\n\n\nOlufsson:\n Right! Nedjem mentioned lots of words to do with money, she also mentioned \"future\" and \"visitors\".\n\n\nSmith:\n I think we're onto something. The ancients wanted to keep the origins a mystery from outsiders so that people would come visit and investigate.\n\n\nMohamed:\n They couldn't keep the whole thing a mystery from everyone, I presume. So they settled for a conspiracy theory.\n\n\nOlufsson:\n Playing the long game, eh?\n\n\nMohamed touches his ear piece.\n\n\nMohamed:\n Command, I believe we're ready to exit the premises. I'll be filing a full report of our findings when we get back to the site. Permission to leave?\n\n\nCommand:\n Granted, good work out there.\n\n\nMohamed:\n Got it, thanks.\n\n\nMohamed looks at his team.\n\n\nMohamed:\n Well, time to go. We've got a lot of thinking to do.\n\n\nSmith:\n You don't have to say that again!\n\n\nOlufsson reaches for Nedjem and kisses her.\n\n\nOlufsson:\n You were such a good girl today!\n\n\nHe then places Nedjem back in her carrier and closes it.\n\n\nOlufsson:\n Alright, I'm ready.\n\n\n\n\n[END LOG]\n\n\n\n\nFollowing the discovery of this correlation, the chamber was re-sealed with limestone. All major research institutions have been placed under gag orders to not reveal the discrepancy in age between the newly placed limestone and the surrounding limestone. The Memetics Department performed further investigations into the theory presented by the research team and concluded that they were correct. Investigations into other extant conspiracy theories and their presence in the memesphere is undergoing.\n\n\n\n\nFootnotes\n\n\n1\n. Nedjem is slightly anomalous. The full extent of her abilities are currently undefined, however the Foundation is currently aware of her apparent sapience and complete understanding of human speech and iconography. Research into the anomalous abilities of Nedjem are still underway.\n\n\n2\n. The concept of Ancient Egyptians sealing their tombs or other similar buildings with \"curses\" has no basis in history and is instead an idea rooted in Victorian sensationalism.\n\n\n3\n. An ancient Egyptian hymn, used in the Old Kingdom. Used to symbolise a pharaoh becoming one with the gods\n\n\n\n\n\n\n\n\n« \nSCP-6989\n | SCP-6990 | \nSCP-6991\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6990\n\" by RadiantGold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6990\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6990 \" by RadiantGold, from the SCP Wiki . Source: https://scpwiki.com/scp-6990 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to SCP-6990's widespread prevalence and mainstream influence, containment has been deemed unnecessary. Personnel at Site-107 have been assigned to observe the anomaly.",
    "description": "SCP-6990 is an ever-present concept within the collective human memesphere. SCP-6990 describes the commonly-known conspiracy theory in which the pyramid structures within Egypt were constructed by or in conjunction with extra-terrestrial lifeforms. Despite overwhelming scientific and logical evidence against said idea, the idea remains a common belief among certain groups of people. Theories regarding SCP-6990 often make illogical or pseudo-scientific claims regarding the construction of the pyramids, including but not limited to the following:",
    "title": "SCP-6990"
}