{
    "url": "https://scp-wiki.wikidot.com/scp-6991",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\nItem #:\n SCP-6991\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All entrances to SCP-6991 are closed to the public under the disguise of nature preservation. Newly formed entrances are to be covered up by dispersing information about recent volcanic and tectonic activity or archeological findings. Additionally, avalanches, landslides, or other natural disasters may be staged to make this information more trustworthy and to stop fauna from leaving SCP-6991. Personnel is prohibited from entering SCP-6991 without the approval of three site directors managing a site adjacent to the anomaly.\n\n\nCheckpoints on nearby roads are to prevent civilians from entering perimeters. Amnestics may be forcefully administered if individuals refuse to cooperate.\n\n\nOptions for large scale safety precautions and containment are currently being researched by the Department of Geology.\n\n\nDescription:\n SCP-6991 refers to the hollow interior of the Andes mountains, located in South America, containing a biosphere hosting unique biomes. Most notably, the anomaly contains flora and remnants of fauna that were publicly known as extinct, unknown, or fictional.\n\n\n\n\n\n\nThe Llullaillaco\n\n\n\n\n\n\nDiscovery:\n On 05/06/2004, Guillem Vargas, a hiker from Copiapó, Chile, went missing on a trip to the Llullaillaco.\n1\n Since it is not uncommon to set up camp in the area, his disappearance went unnoticed for two weeks. Three days after local authorities began searching, a hole of 50 meters deep not present on any maps was found with rope leading down.\n\n\nAll public servants were administered amnestics and bureaucratically transferred to other investigation teams. After retrieving the corpse of Guillem Vargas, a camp was set up around the hole for later exploration under the disguise of a research site for geologists and volcanologists.\n\n\nAddendum-1:\n Autopsy report\n\n\n\n\n\n\nAutopsy Report\n\n\n\n\n\n\nDeceased:\n Guillem Ester Leonor Vargas\n\nIdentification by:\n Photographic comparison, dental records\n\n\n\n\nAge:\n 28⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\nLength:\n 174,2 cm\n\n\nSex:\n Male ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\nWeight:\n 72,4 kg\n\n\nNationality:\n Chilean\n\n\n\n\nContents on body\n\n\n\n\nRed T-shirt, green fleece vest, and beige wind-resistant jacket. All slightly melted together onto the skin\n\n\nGrey striped beanie with bloodstains of circa 1-5 cm²\n\n\nEmpty lighter\n\n\nMap of northern Chile and compass\n\n\nStick of lip balm\n\n\n\n\n\n\nVisual examination\n\n\n\n\nBody in relatively good condition, due to isolation in the cave decaying process was delayed\n\n\nBody parts from the waist down are missing, colon slightly hanging out. Right forearm also missing\n\n\nEyes open, brown iris slightly faded, pupils dilated\n\n\nChalk stripes on the back of the jacket from presumably dragging motions\n\n\nBlood around the lips, sign of hemorrhagic shock\n2\n\n\n\n\n\n\nDiagnosis\n\n\n1)\n Brain shows signs of acidic components identical to traces found on melted clothing. Acid or otherwise unknown volatile substance may have caused hallucinations. Avulsion clearly visible.\n\n\n2)\n Two (2) left ribs broken.\n\n\n3)\n Liver pierced and contained a venomous substance that induces paralysis. More samples are required for further toxicologic analysis.\n\n\n4)\n Colon hanging out of abdomen coated in a mixture of vomit and saliva. Assumably the same substance that melted clothes together on the skin. Can liquify several centimeters of flesh or clothing. Strong resemblance to insect or arachnid hunt and eating patterns.\n\n\n\n\nSummary\n\n\nDeceased suffered from exposure to acidic liquid and/or acidic fumes, piercing wounds, and amputation from its lower body\n3\n which led to heavy blood loss.\n\n\n\n\nCause of death\n\n\nExsanguination\n\n\n\n\nAddendum-2:\n Further exploration\n\n\n\n\n\n\nThe chamber marked by MTF Zeta-9.\n\n\n\n\n\n\nOn 08/07/2004, \nMTF Zeta-9 \"Mole Rats\"\n started further exploration of the cavern. After 3 days of spelunking, they marked a chamber with a lake as a possible base camp location and returned for better equipment and provisions.\n\n\nAfter returning, Zeta-9 mapped down the halls in vicinity of the chamber with echolocation. One hallway's dimensions could not be measured by an amplified signal. Zeta-9 decided to maneuver towards it. 10 squad members stayed in the marked chamber to analyze surroundings and set up camp. The other 10 squad members went on the exploration mission. Logs available below.\n\n\n\n\n\n\n<Begin Log, [12/07/2004 03:55]>\n\n\n\n\nZeta-9-1:\n This is commander Zeta-9-1 speaking. Starting operation in five minutes. Everyone confirm status.\n\n\nZeta-9:\n Ready for deployment.\n\n\nZeta-9-1:\n Confirming time, 0400, operation start. Zeta-9-8 and Zeta-9-10 scout ahead.\n\n\nZeta-9-8:\n Affirmative. Will stay 200 meters ahead.\n\n\n6 hours of content omitted for brevity.\n\n\nZeta-9-10:\n Commander, we found a mural drawing. Suggestion for Zeta-9-6 to come to the front and make a rubbing.\n\n\nZeta-9-1:\n I thought you scouts could do that yourself? Any reason why you need assistance of six?\n\n\nZeta-9-10:\n Six has a degree in archaeology and I don't know what I'm looking at. I guess it's a feathered velociraptor or something but if I make a rubbing of something this old the original might not be recognizable anymore. Identifying this thing is pretty neat should we stumble upon it.\n\n\nZeta-9-1:\n Zeta-9-6 get to the front, take some images, and make a rubbing. See if you have any idea what it resembles.\n\n\nZeta-9-6:\n Roger that.\n\n\nSeveral minutes pass.\n\n\nZeta-9-6:\n Zeta-9-6 here, I think this is a drawing of an Austroraptor or another species in the Dromaeosauridae family. They were native to South America in the Cretaceous period. I can't give more detailed information without consulting more sources.\n\n\nZeta-9-3:\n So we'll have to watch out for dinosaur offspring?\n\n\nZeta-9-6:\n I wouldn't really be worried about possible offspring.\n\n\nZeta-9-1:\n Six, please explain why not.\n\n\nZeta-9-6:\n Austroraptors are slightly bigger than your average man. We can take those things down with ease in these narrow halls.\n\n\nZeta-9-1:\n Good, send us the rubbing so we can continue in standard formation.\n\n\nZeta-9-6:\n Understood.\n\n\n\n\n\n\nRubbing sent by Zeta-9-6.\n\n\n\n\n\n\nZeta-9-4:\n Well, that's a pretty beast. Would be a nice trophy.\n\n\nZeta-9-8:\n Better start packing boys, break's over. Scouting squad advancing. Keep a 200 meter distance.\n\n\nZeta-9-1:\n Affirmative, keep going.\n\n\n3 hours of content omitted for brevity.\n\n\nZeta-9-8:\n Zeta-9-8 here, we've reached the end of the hall. This is- Well, you got to see this!\n\n\nZeta-9-1:\n If it is not a dead end then what is it?\n\n\nZeta-9-10:\n Ten speaking, we came out on a small plateau in a huge chasm. No, let me rephrase that-\n\n\nZeta-9-8:\n The entire fucking mountain is hollow.\n\n\nZeta-9-1:\n Wait, what?\n\n\nZeta-9-5:\n Hold on, I think we misheard that.\n\n\nZeta-9-10:\n No, like this thing- It's huge! Just do the last 200 meters and confirm it yourself. Here, I'll send you our view.\n\n\n\n\nView from the plateau from Zeta-9-10's position.\n\n\n\n\nZeta-9-5:\n Well, I'll be damned. There are clouds down here…\n\n\nZeta-9-1:\n Remember, we are still a few thousand meters above sea-level. Everyone, I want to do some echolocation because we are going to need a new map. I don't care how much experience we have underground, we can't afford to get lost in there. Everyone move to Eight and Ten so we can finish today's expedition.\n\n\nZeta-9:\n Affirmative.\n\n\nRemaining content omitted for brevity.\n\n\n\n\n<End Log, [12/07/2004 14:08]>\n\n\n\n\n\n\nThe team established contact with the other members at the base camp. Samples of the soil and vegetation were taken and a topographical map was drawn. Echolocation of the surroundings was unsuccessful due to the size of the cavern. Upon walking the perimeter, Zeta-9-3 found a pit with the remains of several unknown species.\n\n\n\n\n\n\n<Begin Log, [12/07/2004 20:13]>\n\n\n\n\nZeta-9-3:\n Nine-Three here, I found a pit with bones. Requesting assistance of Nine-Six.\n\n\nZeta-9-6:\n Zeta-9-6 here, Do you have a slight idea which species you are looking at?\n\n\nZeta-9-3:\n I'm pretty sure our dinosaur friend is present here. Aside from that ancient bastard, I'm seeing giant snakes and other animals I can't make out what they are supposed to be.\n\n\nZeta-9-6:\n Is this a pit like a well or a lower area?\n\n\nZeta-9-3:\n It's kinda like a dumping ground. We can get there by foot. It's pretty accessible if you ask me.\n\n\nZeta-9-6:\n Okay, I'll be on my way.\n\n\n\n\n<End Log, [12/07/2004 20:15]>\n\n\n\n\n\n\nZeta-9-3 and -6 documented their findings. After further communication with the base camp and back to local sites, the species of the animals were identified. Zeta-9-6 commented on how all remains seemingly had been touched by acid or an acidic component which origin could not be determined just as the predator responsible for the carcasses.\n\n⠀\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nDetermined species\n\n\n\n\n\n\n\n\n\n\nSCP-6991-1\n\n\n\n\n\n\nCarnivorous, bipedal, theropod dinosaur. Shows signs of having feathers.\n\n\nIdentified as the \nAustroraptor cabazai\n. Features matching with earlier found drawing.\n\n\n\n\n\n\n\n\n\n\nSCP-6991-2\n\n\n\n\n\n\nSnake ranging from 10 to 35 meter in length with wings behind its cranium and in the middle of the spine.\n\n\nLikely the species which the Aztec god Quetzalcoatl is based upon. Hypothesized to be a species that took part in migration since the Aztec Empire was situated in Central America.\n\n\n\n\n\n\n\n\n\n\nSCP-6991-3\n\n\n\n\n\n\nRatite bird circa 2,50 meters in height. Features of the beak suggest it has a carnivorous diet.\n\n\nAssumed to be the Tuyango, a folklore swamp bird also known as the cannibal bird. Features similar to those of the Nandu\n4\n. Locally described as either fictional or extinct.\n\n\n\n\n\n\n\n\n\n\nSCP-6991-4\n\n\n\n\n\n\nA fish of 4 meters in length with the head of a horse.\n\n\nConsidered to be the mythical Piranu fish. Features resembling identical anatomy to that of the \nArapaima gigas\n5\n and criollo horses\n6\n.\n\n\n\n\n\n\n\n\n\n\nSCP-6991-5\n\n\n\n\n\n\nBirds varying in size with metallic components that sparkle in their remains.\n\n\nIdentified as the Alicanto, a bird from Chilean mythology that ate metals like gold and silver and shone light in the dark resembling the metal's original colour.\n\n\n\n\n\n\n\n\n\n\nSCP-6991-6\n\n\n\n\n\n\nA snakelike skeleton of 10 meters with spikes on the cranium and certain ribs.\n\n\nIdentified as the Araǵanaqlta’a. A viper from the folklore in the northern parts of Argentina.\n\n\n\n\n\n\nZeta-9 was instructed to wait for further instructions.\n\n\nAddendum-3:\n The Andean Cloud Incident\n\n\nOn 13/07/2004, Zeta-9 was asked if they had spotted living instances of the fauna in SCP-6991. After confirming they had not, they were tasked to explore further the next morning.\n\n\n\n\n\n\n<Begin Log, [14/07/2004 07:56]>\n\n\n\n\n\n\nZeta-9-1:\n Ok, so now that everyone is present, we'll go over the operation one final time. I assume no one has objections?\n\nSilence.\n\n\nZeta-9-1:\n Good, Eight and Ten, you will descend first from the eastern side cliff and continuously measure the air quality. Standard protocol, gas mask nearby, don't hesitate to equip it. There is enough forest here so I doubt we'll get toxic fumes in our faces like in other operations. Everyone with me so far?\n\n\nZeta-9:\n Yes, commander.\n\n\nZeta-9-1:\n Great, after that we will all rappel down except for Zeta-9-2 and 9-7 who will observe and map down everything from above. Zeta-9-5 will be responsible for the mapping on the ground once we're descended. How far do you think we can map the ground today?\n\n\nZeta-9-5:\n Our current map is pretty detailed so I think I can do about fifty or sixty percent of what we cover today if you want it in great detail. I can do everything with standard markers if we take breaks and the surroundings don't have natural barriers like streams and quicksand. I am mainly counting on foresty hills.\n\n\nZeta-9-1:\n Well then, let's get started.\n\n\nTwenty minutes of content omitted for brevity.\n\n\nZeta-9-8:\n Ready for descend. 9-10, are you ready?\n\n\nZeta-9-10:\n Affirmative, starting descend.\n\n\nSeveral minutes omitted for brevity. Birds can be heard in the background.\n\n\nZeta-9-10:\n Going into the clouds. No toxic fumes or hazardous particles detected. Equipping gas mask as a precaution.\n\n\nZeta-9-1:\n Roger that. Eight, how are you doing?\n\n\nZeta-9-8:\n Even though we are high in terms of altitude, I'm not experiencing negative effects in terms of oxygen supply. I might follow Ten's example later but for now I think this gives us good estimates.\n\n\nZeta-9-1:\n Understood, keep us informed about your situation.\n\n\nZeta-9-8 and -10 are lowered until they reach the clouds.\n\n\nZeta-9-8:\n Okay, we are going into the clouds, visibility will go down. Will keep you updated on our range of vision. I'm not having trouble breathing but the air seems more intense.\n\n\nZeta-9-1:\n Please elaborate on what you mean with intense.\n\n\nZeta-9-8:\n I don't know how to put it. Something feels a bit off and it is not the humidity as far as I know.\n\n\nZeta-9-1:\n Nine-Ten, are you having the same effect with your mask on?\n\n\nZeta-9-10:\n Yes, I am. My filter indicator hasn't changed colors so it isn't asbestos or other harmful components as in other operations but I can't put my finger on it either.\n\n\nZeta-9-8:\n It's like we are not completely fading through the clouds. As if they are embracing us very slightly.\n\n\nZeta-9-1:\n Analyze the quality again. We'll adjust the tempo of the descent.\n\n\nZeta-9-8:\n Affirma- Wait.\n\n\nThe chirping stops. Flocks of birds and winged snakes can be seen flying away.\n\n\nZeta-9-1:\n Is there a problem?\n\n\nZeta-9-10:\n Wait a minute, Eight are you also-\n\n\nZeta-9-8:\n Hold up! I'm- W-What is this?\n\n\nZeta-9-10:\n We're not going down anymore.\n\n\nZeta-9-1:\n Hold on, did you just say-\n\n\nZeta-9-3:\n Commander, the ropes aren't tight anymore but we aren't even halfway on the estimated distance of the descent. We can't pull them up either.\n\n\nZeta-9-1:\n Are you still immobilized? Any update on your status?\n\n\nZeta-9-10:\n Commander… I don't think these are clouds… These are webs.\n\n\nZeta-9-1:\n How did you come to that conclusion?\n\n\nZeta-9-10:\n Commander… We can see the spiders coming.\n\n\nSilence.\n\n\nZeta-9-10:\n Commander, my gas mask has a camera. I'm pretty sure this footage is going to be something to log down.\n\n\nZeta-9-1:\n I'm- \nHmm.\n Zeta-9-3 get the live-feed displayed on one of the scanners their monitors or something.\n\n\nZeta-9-8:\n Can you hurry, please? This is escalating quite a bit!\n\n\nZeta-9-1:\n Zeta-9-8 what do you-\n\n\nZeta-9-10:\n Commander, cut the ropes.\n\n\nZeta-9-1:\n Hold on why w-\n\n\nZeta-9-8:\n Oh, God! NO! Nononononono-\n\n\nZeta-9-10:\n Commander, Cut the ropes! Trust me.\n\n\nZeta-9-1:\n Zeta-\n\n\nZeta-9-8:\n Oh, God! NO! Nononononono- Aaah!\n\n\nZeta-9-1:\n What is going on down th-\n\n\nZeta-9-8:\n \nUnintelligible screaming.\n\n\nZeta-9-3:\n Commander… this footage… God, it's disgusting!\n\n\nZeta-9-1:\n Let me see! I need to know the situation.\n\n\nFootage shows Zeta-9-8 being swarmed by spiders of an unknown species, which enter his mouth and eyes before proceeding to eat him alive both from the in- and outside.\n\n\nZeta-9-10:\n Are you guys going to get out of here already? Cut the rope and run damnit!\n\n\nA large undetermined spider can be seen moving towards Zeta-9-10.\n\n\nZeta-9-3:\n Ten, there is a-\n\n\nZeta-9-10:\n I know. I know… It's the mother.\n\n\nZeta-9-1:\n It has been an honor Zeta-9-10.\n\n\nThe ropes are cut and fall down.\n\n\nZeta-9-10:\n Now get the fuck out of here!\n\n\nFootage shows Zeta-9-10 being vomited on by the spider, from here on designated as SCP-6991-7. His armor and flesh liquify from acid components, SCP-6991-7 bites him, and imbibes the flesh. The footage becomes distorted as the camera is corroding before cutting out.\n\n\nZeta-9-1:\n Everyone get in full gear, inform the other camps, and go back into the hallway! Leave all non-essentials behind, we're leaving NOW! Oh, and Zeta-9-3?\n\n\nZeta-9-3:\n Yes, commander?\n\n\nZeta-9-1:\n Prepare to blow up the entrance.\n\n\nSeveral minutes of content omitted for brevity.\n\n\nZeta-9-1:\n Zeta-9-3, how far is the safety perimeter of the explosion?\n\n\nZeta-9-3:\n In an open field it would be about 100 meters. In these tight hallways, the curves and elevation difference should be enough coverage to protect us from flying debris. I would watch out for stalactites but we should seal the entrance rather fast. I hear tickling legs in the distance.\n\n\nZeta-9-1:\n Zeta-9-6, you're at the front with 9-2, right? Can you see any stalactites?\n\n\nZeta-9-2:\n Nine-two here, Six is just behind me. The nearest stalactites are about 300 meters ahead.\n\n\nZeta-9-1:\n Good, Zeta-9-3, feel free to detonate.\n\n\nZeta-9-3:\n Roger that.\n\n\nAn explosion can be heard followed by falling rubble and screeching.\n\n\nZeta-9-1:\n You ok?\n\n\nZeta-9-3:\n \nSighs.\n I'm fine. My eardrums just hurt a bit.\n\n\nZeta-9-1:\n There is not a lot of time to rest but let us know if you are feeling unwell. Everyone start the ascend. Zeta-9-4, any word from the basecamp or the surface?\n\n\nZeta-9-4:\n Negative, will continue my attempts.\n\n\nZeta-9-1:\n They better be ready when we get there.\n\n\nSeveral hours of content cut for brevity.\n\n\nZeta-9-1:\n I hear tickling behind us. The spiders are coming. From the echoes, I don't think it's only the small ones. Everyone prepare for contact.\n\n\nZeta-9-3:\n Fuck…\n\n\nZeta-9-1:\n Is there a problem Nine-Three?\n\n\nZeta-9-3:\n Well, I thought I would hear them as well but…\n\n\nZeta-9-1:\n Don't tell me your ears are still-\n\n\nZeta-9-3:\n Yeah.\n\n\nZeta-9-1:\n Don't worry, we'll get it checked out once we reach the surface.\n\n\nZeta-9-3:\n That's the commander for ya, never giving up. \nSighs.\n Let's be realistic, there is still a huge way to go and we're running out of time.\n\n\nZeta-9-1:\n …\n\n\nZeta-9-3:\n Take this.\n\n\nZeta-9-1:\n Why would you give me all the explosives?!\n\n\nZeta-9-3:\n Not \nall\n the explosives.\n\n\nZeta-9-1:\n Wait, what-\n\n\nZeta-9-3:\n Go on, I have a plan.\n\n\nZeta-9-1:\n I'm not letting you do that Nine-Three…\n\n\nZeta-9-3:\n Commander, I'm currently more a liability that will slow us down or get one of us killed anyway. With my weapons and this, I can buy the time you desperately need.\n\n\nZeta-9-1:\n Zeta-9-3 you-\n\n\nZeta-9-3:\n Just go! Or do you want to get blasted eardrums as well?\n\n\nZeta-9-1:\n …\n\n\nZeta-9-2:\n I hate to say it commander, but he is right. Nine-Three, it was an honor.\n\n\nZeta-9-3:\n Same here, now get moving!\n\n\nZeta-9-1:\n Goddamn, Nine-Three… \nGoddamn…\n\n\nSeveral hours of content cut for brevity.\n\n\nZeta-9-6:\n We made it to the camp. Damn, I'm happy to see this cavern again!\n\n\nZeta-9-2:\n Yeah, but the other men seem to have left. \nSighs.\n Figures…\n\n\nZeta-9-1:\n Please, tell me your joking.\n\n\nZeta-9-2:\n I'm not Sir. You can check yourself.\n\n\nZeta-9-1:\n You bet I will! Give me a minute.\n\n\nSeveral minutes pass.\n\n\nZeta-9-1:\n Where is everyone? Where the fuck is everyone?! Zeta-9-4, any contact with the surface?\n\n\nZeta-9-4:\n Negative. Can't get through.\n\n\nZeta-9-1:\n Search for a terminal between the gear they left. They must have left in a hurry and left some things behind.\n\n\nSeveral minutes pass.\n\n\nZeta-9-4:\n Commander, they seem to have disabled two-way communication wtih the surface. I can only send encrypted data to them.\n\n\nZeta-9-1:\n Anything else?\n\n\nZeta-9-6:\n Most of the explosives are missing and the hallway to the surface is sealed. I'm afraid we have become collateral. They probably sealed the surface as well.\n\n\nZeta-9-4:\n So what is the plan now? Face the spiders guns blazing until we run out of ammo?\n\n\nZeta-9-1:\n We are going to upload our cam footage, gather the remaining explosives, and force our way back to the surface. We'll show them what Zeta-9, \nthe\n underground Mobile Task Force is made of. We may be buried, but we ain't dead just yet.\n\n\nZeta-9-6:\n So, what do we do when the spiders come out?\n\n\nZeta-9-1:\n Well, this chamber has way more stalactites than the hall we just left. Shoot the ceiling and make it rain.\n\n\nZeta-9-2:\n Commander, that in combination with the explosives will make the chamber collapse.\n\n\nZeta-9-1:\n That's what I am counting on. If we don't succeed, they won't either.\n\n\n\n\n<End Log, [14/07/2004 21:36]>\n\n\n\n\n\n\n\nOn the night from 14/07/2004 to 15/07/2004, an underground collapse caused the conduit of the Llullaillaco to widen which caused the volcano to become active again. After several relatively small eruptions, new entrances to SCP-6991 were discovered in the Central Andes region and subsequently sealed. Additionally, further studies indicate that several cities in Chile and Argentina are sinking into the ground at a faster rate. Reports blaming urbanization and the heavy pumping in groundwater basins were released to the public.\n\nA sustainable permanent solution for a large scale containment breach has yet to be found.\n\n\n\n\nFootnotes\n\n\n1\n. An active stratovolcano on the border of Chile and Argentina with an altitude of circa 6700 meters.\n\n\n2\n. Condition that happens after losing too much blood, causing the heart to fail to deliver enough blood to other organs and result in organ failure.\n\n\n3\n. Not necessarily in the given order\n\n\n4\n. Ratite known as \nRhea americana\n.\n\n\n5\n. The largest fish in the amazon commonly known as the pirarucu.\n\n\n6\n. Horse breed native to South America.\n\n\n\n\n\n\n\n\n« \nSCP-6990\n | SCP-6991 | \nSCP-6992\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6991\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6991\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Llullaillaco.jpg\n\n\nName:\n Llullaillaco Sunset.jpg\n\n\nLicense:\n Public domain\n\n\nDate:\n 19 July 2006\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAuthor:\n Lion Hirth (Prissantenbär on Wikimedia Commons)\n\n\n\n\n\n\nFilename:\n Cavern\n\n\nName:\n 140823 Märchendom Saalfelder Feengrotten.jpg\n\n\nLicense:\n CC BY 3.0 (DE)\n\n\nDate:\n 23 August 2014\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAuthor:\n Ansgar Koreng\n\n\nAttribution:\n Ansgar Koreng / CC BY 3.0 (DE)\n\n\nNote:\n I cut part of the bottom off because of upload problems with the full image. Looking back, I also like it more.\n\n\n\n\n\n\nFilename:\n Utahraptor\n\n\nName:\n Utahraptor sketch.jpg\n\n\nLicense:\n CC 3.0\n\n\nSource:\n \nWikimedia Commons\n\n\nAuthor:\n Ornitholestes\n\n\n\n\n\n\nFilename:\n Mountain.jpg\n\n\nName:\n Misty mountain of Sri lanka.jpg\n\n\nDate:\n 2 December 2017\n\n\nLicense:\n CC 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\nAuthor:\n Hpjperera84",
    "addendums": [
        "Addendum-1: Autopsy report",
        "Addendum-2: Further exploration\nOn 08/07/2004, MTF Zeta-9 \"Mole Rats\" started further exploration of the cavern. After 3 days of spelunking, they marked a chamber with a lake as a possible base camp location and returned for better equipment and provisions.\nAfter returning, Zeta-9 mapped down the halls in vicinity of the chamber with echolocation. One hallway's dimensions could not be measured by an amplified signal. Zeta-9 decided to maneuver towards it. 10 squad members stayed in the marked chamber to analyze surroundings and set up camp. The other 10 squad members went on the exploration mission. Logs available below.\nThe team established contact with the other members at the base camp. Samples of the soil and vegetation were taken and a topographical map was drawn. Echolocation of the surroundings was unsuccessful due to the size of the cavern. Upon walking the perimeter, Zeta-9-3 found a pit with the remains of several unknown species.\nZeta-9-3 and -6 documented their findings. After further communication with the base camp and back to local sites, the species of the animals were identified. Zeta-9-6 commented on how all remains seemingly had been touched by acid or an acidic component which origin could not be determined just as the predator responsible for the carcasses. ⠀\nZeta-9 was instructed to wait for further instructions.",
        "Addendum-3: The Andean Cloud Incident\nOn 13/07/2004, Zeta-9 was asked if they had spotted living instances of the fauna in SCP-6991. After confirming they had not, they were tasked to explore further the next morning.\n\nA sustainable permanent solution for a large scale containment breach has yet to be found."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6991 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-6991 . Licensed under CC-BY-SA .",
        "Filename: Llullaillaco.jpg Name: Llullaillaco Sunset.jpg License: Public domain Date: 19 July 2006 Source Link: Wikimedia Commons Author: Lion Hirth (Prissantenbär on Wikimedia Commons)",
        "Filename: Cavern Name: 140823 Märchendom Saalfelder Feengrotten.jpg License: CC BY 3.0 (DE) Date: 23 August 2014 Source Link: Wikimedia Commons Author: Ansgar Koreng Attribution: Ansgar Koreng / CC BY 3.0 (DE) Note: I cut part of the bottom off because of upload problems with the full image. Looking back, I also like it more.",
        "Filename: Utahraptor Name: Utahraptor sketch.jpg License: CC 3.0 Source: Wikimedia Commons Author: Ornitholestes",
        "Filename: Mountain.jpg Name: Misty mountain of Sri lanka.jpg Date: 2 December 2017 License: CC 4.0 Source: Wikimedia Commons Author: Hpjperera84"
    ],
    "item": "SCP-6991",
    "object_class": "Keter",
    "containment_procedures": "All entrances to SCP-6991 are closed to the public under the disguise of nature preservation. Newly formed entrances are to be covered up by dispersing information about recent volcanic and tectonic activity or archeological findings. Additionally, avalanches, landslides, or other natural disasters may be staged to make this information more trustworthy and to stop fauna from leaving SCP-6991. Personnel is prohibited from entering SCP-6991 without the approval of three site directors managing a site adjacent to the anomaly.",
    "description": "SCP-6991 refers to the hollow interior of the Andes mountains, located in South America, containing a biosphere hosting unique biomes. Most notably, the anomaly contains flora and remnants of fauna that were publicly known as extinct, unknown, or fictional.",
    "title": "SCP-6991"
}