{
    "url": "https://scp-wiki.wikidot.com/scp-7004",
    "all_text": "rating: \n+493\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains subject matter that includes excessive gore, body horror, and disturbing deaths. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+493\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nATTENTION\n\n\n\n\nSCP-7004 IS A CLASS 10 REALIZATION TYPE MEMETIC INFOHAZARD, WITH ANY INFORMATION PERTAINING TO IT BEING VECTORS OF EXPOSURE TO ITS EFFECTS. AS SUCH, THIS DOCUMENT HAS BEEN AUTOMATICALLY MODIFIED BY FOUNDATION .AICs IN ORDER TO REDUCE THE RISK OF BEING SUBJECT TO SCP-7004.\n\n\nPROCEED AT YOUR OWN DISCRETION.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7004\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\napollyon\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photo of an SCP-7004-1 instance shortly following a BLOSSOM event. Two PETAL instances are seen emerging from it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photo of an SCP-7004-1 instance shortly following a BLOSSOM event. Two PETAL instances are seen emerging from it.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n In order to prevent the further spread of its infohazardous effects, all information pertaining to SCP-7004 nonessential to continued suppression efforts are to be expunged at the discretion of the Foundation and the Global Occult Coalition. All Foundation operations nonessential to the continued containment of anomalies already in its custody are suspended, with all available personnel to be redirected to supplementing the efforts of SCP-7004 suppression.\n\n\nWith this, all Foundation .aics are to be reallocated to information suppression, \nwith human operators only being used if there are no artificial intelligences available.\n\n\nShould human operators be used for this task, the following measures are authorized to prevent SCP-7004 exposure:\n\n\n\n\nEar plugs\n1\n\n\nAmnestics\n2\n\n\nSCRAMBLE Goggles\n3\n\n\n\n\nDue to previous incidents regarding SCP-7004 exposure to human operators, no human personnel are to be allocated to information suppression efforts.\n\n\nUpdate 7/22/2021:\n Due to considerations regarding their quantity, all SCP-7004-1 entities are to be terminated on sight. All PETAL instances found to be exclaiming words such as “\nnative\n” or “\nnatives\n” when faced with Foundation operatives are to be prioritized over instances which do not.\n\n\nUpdate 7/23/2021:\n \nOn order of O5 Command, the maintenance of the Veil of Secrecy is to be relegated to an Omega level (least priority) objective.\n\n\nDescription:\n SCP-7004 is a class 10 realization type\n4\n memetic infohazard currently affecting approximately \n3 thousand\n \n9 million\n \n156 million\n 1 billion people worldwide.\n\n\nWhen a subject comprehends SCP-7004, they are immediately subject to a SCP-7004 BLOSSOM event. According to information currently gathered by Foundation operatives as of the time of writing, a BLOSSOM event pertains to the following effects:\n\n\n\n\nAn immediate, tearing pain in the subject’s abdomen, followed by the violent rupturing of the torso from inside forces, usually caused by multiple hands and fingers emerging from within the torso.\n\n\nThe rapid emergence of two to twenty-seven separate individuals\n5\n from the rupture, which immediately causes the expiry of the subject and the creation of an SCP-7004-1 instance.\n\n\nThe sudden onset of loud screaming from each of the emerged individuals \n(henceforth referred to as SCP-7004-1 PETAL instances)\n, usually containing information that serves as vectors for SCP-7004 transmission\n6\n. Common phrases said include “Where are \n[VECTOR REMOVED.]?\n” and “We are \n[VECTOR REMOVED.]\n”. After activation, they have observed to demonstrate \n[VECTOR REMOVED.]\n functions, including \n[VECTOR REMOVED.]\n. As of the time of writing, they have also been observed constructing buildings in a haphazard manner through an unknown anomalous means, though a certain minority have also been seen doing activities such as \n[VECTOR REMOVED.]\n consistent with typical \n[VECTOR REMOVED.]\n behaviors. The reason for both of these attributes are unknown.\n\n\n\n\nDiscovery Log:\n SCP-7004 was first discovered on 7/15/2021 following several early reports of “people with multiple bodies” at different locations across the globe, including Salt Lake City, Beijing, Sapporo, and Delhi. Foundation webcrawlers initially classified these reports as “To be investigated” and a Gamma-Level (3rd Priority) subject of interest.\n\n\nOn 7/16/2021, multiple reports began to surface of additional “people bursting apart” on the wider Internet, with several videos featuring multiple SCP-7004-1 entities being uploaded on platforms such as Youtube, Twitter, Facebook, Reddit, and TikTok. Containing SCP-7004-1 PETAL vocalizations, these videos provided potent SCP-7004 vectors, causing additional BLOSSOM events that would subsequently add to the cycle of transmission.\n\n\nShortly after a direct correlation was drawn between the viewing of these videos and the occurrence of BLOSSOM events, the Global Occult Coalition began efforts to take down videos related to SCP-7004, which in turn fuelled speculation regarding the phenomenon on online forums such as Parawatch. These speculations themselves then provided vectors for SCP-7004, allowing individuals access to information which would then lead them to come to conclusions which would expose them to the effects of SCP-7004.\n\n\nBy 7/17/2021, approximately 156 million individuals had been subject to BLOSSOM events and had transformed into SCP-7004-1 instances. Foundation containment efforts then began around this time, with cooperation channels being opened with the Global Occult Coalition to contain SCP-7004. Several hours after official cooperation began, a general media blackout of official news outlets was implemented. SCP-7004 spread, however, still continued via the internet, exposing approximately 600 million more individuals to BLOSSOM events. The containment of SCP-7004 was thereafter elevated to an alpha priority objective, with information blackouts being the primary mode of containment for both Foundation and GOC efforts. The leadership of both organizations then directed their efforts to the temporary restriction of the internet in several countries, which only served to fuel speculation regarding SCP-7004. This, in turn, caused millions of BLOSSOM events in countries unaffected by the bans.\n\n\nThe amount of individuals exposed to SCP-7004 reached 1 billion on 7/20/2021, causing the Foundation to escalate the anomaly’s disruption class to Amida. As of the time of writing, operations to halt the spread of SCP-7004 are still ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/21/2021:\n \nThe number of individuals exposed to SCP-7004 has reached 3 billion people. The Global Occult Coalition has declared SCP-7004 a paramount priority. Multiple government-unsanctioned bans on the internet have been forcefully enacted by the GOC on several major countries. As of the time of writing, the maintenance of the Veil of Secrecy has been reclassified as an Omega priority objective.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/22/2021:\n \nThe number of individuals exposed to SCP-7004 has reached 6 billion people. The Foundation has begun to report BLOSSOM events among its own staff, slowing down efforts to suppress SCP-7004.\n\n\nDue to the need for staff in suppressing SCP-7004, the responsibility of the maintenance and updating of SCiPNet documents\n7\n have been turned over to the SCiPNet .aic by the Site-82 staff.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/23/2021:\n \nDue to SCP-7004, Site-82 has released a distress signal. A response is pending.\n\n\n\n\n\n\n\n\nHELP US PLEASE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIF ANYONE CAN HEAR PLEASE SEND SOMEONE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWE’RE JUST\n \n[VECTOR REMOVED.] [VECTOR REMOVED.]\n \nWE NEVER M\n \n[VECTOR REMOVED.]\n\n\n[VANDALISM FLAGGED. Personnel #676848 has been reported for disciplinary action and banned from making any further edits to this file.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/23/2021:\n \nDue to SCP-7004, Site-82 has been declared inoperative.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/24/2021:\n \nDue to SCP-7004, Site-57 has been declared inoperative.\n\n\nUpdate 7/24/2021:\n \nDue to SCP-7004, Site-34 has been declared inoperative. Site-120 has been declared inoperative.\n\n\nUpdate 7/24/2021:\n \nDue to SCP-7004, Site-118 has been declared inoperative. Site-43 has been declared inoperative. Site-17 has been declared inoperative.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/26/2021:\n \nDue to SCP-7004, Site-19 has been declared inoperative.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/26/2021:\n \nDue to SCP-7004, Site-01 has released a distress signal. A response is pending.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/26/2021:\n \nALERT:\n \nFollowing events regarding SCP-7004, the Etna Protocol has been activated on the orders of O5-4. As such, the O5 Council’s operations have been suspended, with executive authority being delegated to regional directors and site directors until such a time that central leadership can be reestablished. See the relevant autotranscribed file included below.\n\n\n\n\n[\n16:35:24\n - The video begins with all five attending members of the O5 Council gathered around a table within one of the conference rooms inside Site-01. O5-1, O5-5, and O5-6, are notably gathered at the end of the table closest to the door, and are panting with exhaustion. O5-4, directly opposite them, is seen shaking the papers in his hand and shouting in an attempt to express urgency. The words “SCP-2000 GANYMEDE PROTOCOL” are seen in bold letters at the top of one of the papers. O5-9 is directly beside him, shaking her head with disapproval as she murmurs a few words in protest.]\n\n\n[\n16:36:02\n - O5-4 turns his head to address O5-9, speaking sternly to her as he quickly glances up at the other council members. After a few seconds, O5-4 raises his hand. He is seen mouthing the words “All in favor?”]\n\n\n[\n16:36:55\n - Most of the present O5 Council members are seen raising their hands in agreement. Only O5-9 does not raise her hand.]\n\n\n[\n16:37:07\n - O5-4 nods in grim understanding, before turning to the terminal in front of him and typing in a command. As he presses ENTER, none of the O5 Council members move to speak for the next several seconds.]\n\n\n[\n16:37:45\n - O5-1 begins to stand up to speak, but is interrupted by the door behind him opening. All O5 council members turn to look at the door as O5-2 enters the room, bleeding from his mouth and onto the front of his suit. As he staggers into the room, he leans into the nearest person, O5-1, who stands up to help O5-2 stay on his feet.]\n\n\n[\n16:38:00\n - O5-2 is seen coughing up more blood, staining the nearby conference table. As O5-1 leans in to ask about his condition, O5-2 begins to shout with alarm before violently stumbling back.]\n\n\n[\n16:38:12\n - As some of the other council members begin to gather around O5-2, O5-4 is seen attempting to dissuade them from doing so. He tries to cover his ears as he warns his fellow council members, but to no avail. As O5-2’s BLOSSOM event continues to progress, he continues to shout “Cover your ears!” to the other council members.]\n\n\n[\n16:38:15\n - Suddenly, O5-2’s abdomen begins to open from the inside, with several fingers appearing at the widening wound. A bloody and panting human head is seen emerging from O5-2’s abdomen, followed by an arm as it attempts to pull itself out of O5-2. All of the O5 Council members move back in shock as O5-2 continues to scream with pain. O5-4 is seen looking on helplessly from the back, still covering his ears as he does so.]\n\n\n[\n16:38:17\n - As the PETAL instance continues to emerge from O5-2, the nearby O5-5 is seen coughing up blood, followed by O5-9. O5-6 moves back in shock, before doubling over as she also begins to vomit blood on the matted floor. Panicked, O5-1 draws a pistol from the garter of his pants, firing several shots at O5-6 and causing her to fall to the ground, dead.]\n\n\n[\n16:38:28\n - O5-1 and O5-4 are seen momentarily glancing at each other from opposite sides of the room. Suddenly, however, a thin trail of blood is seen falling from O5-1’s lips, which is directly followed by the overseer vomiting more blood on the table. O5-4 is seen shouting something to O5-1, and as O5-1 begins to vomit again, he is seen sliding the pistol across the table to O5-4. The words “Do it.” are seen being mouthed by O5-1.]\n\n\n[\n16:38:32\n - With a practiced motion, O5-4 quickly takes the pistol from the table before firing one shot directly at O5-1’s head, killing him instantly. As the other overseers continue to convulse and scream in pain, O5-4 is seen freezing for several seconds, staring at the chaos unfolding within the room. As he looks around the room, he points the firearm at another one of the overseers and pulls the trigger again, but the gun is unable to fire.]\n\n\n[\n16:38:38\n - Ahead of him, however, the limp corpse of O5-1 continues to seize, falling to the ground on its own as it presumably continues to undergo its BLOSSOM event. Beside it, the corpse of O5-6 does the same, with several arms already emerging from its torn abdomen. Realizing the situation, O5-4 immediately drops the firearm, clamping his hands to his ears once again as he runs past the dying overseers, deftly dodging the reaching hands of another of the PETAL instances that had emerged from O5-2. Soon after, he runs out of the conference room, disappearing from sight as the door closes behind him. As he does so, several other SCP-7004-1 instances are glimpsed outside.]\n\n\n[\n16:40:12\n - By this time, no more lifesigns are detected from the overseers within the conference room.]\n\n\n[\n16:46:54\n - A remote terminal is detected to have been accessed by O5-4. Shortly after, the Etna Protocol is activated.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNew user detected.\n\n\nWelcome, Overseer Alto Clef.\n\n\n\n\n\n\n\n\n\n\n\n\n.checkoperation_status all_mtf infohazard\n\n\n\n\n\n\n\n\nChecking… Please wait.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMTF Eta-10 “See No Evil” is inactive.\n\n\n\n\n\n\n\n\nMTF Rho-9 “Technical Support” is inactive.\n\n\n\n\n\n\n\n\nMTF Upsilon-4 “Sugar Pill” is inactive.\n\n\n\n\n\n\n\n\nResults fully displayed.\n\n\n\n\n\n\n\n\n.enablequery blacklisted\n\n\n\n\n\n\n\n\nChecking… Please wait.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMTF Mu-7 “Our Twisted Minds” is currently active.\n\n\n\n\n.dossier mu-7\n\n\n\n\n\n\n\n\n\n\n+ Open Dossier.\n\n\n\n\n- Dossier opened.\n\n\n\n\n\n\n\n\nMTF Mu-7 (\"Our Twisted Minds\")\n\n\n\n\n\n\n\n\nTask Force Mission:\n Mobile Task Force Mu-7 is a specialized experimental task force composed of regular Foundation personnel given extreme resistance to infohazardous phenomena via the application of the Sarkic practice of “brain twisting”. When compared to other mobile task forces, “brain twisting” allows the user to unconsciously resist infohazards with nearly 99 percent efficiency, allowing continued operation without the use of specialized equipment.\n\n\n\n\nHistory:\n Mobile Task Force Mu-7 was first created during a specialized training program in 2011 following the claimed defection of Karcist Alko to Foundation authorities the year before. During his time in Foundation custody, Alko demonstrated knowledge of several previously unknown Sarkic techniques, with brain twisting being among them.\n\n\nAs part of an internal push to incorporate more anomalous techniques into Foundation doctrine, Alko was mandated to teach the practice of “brain twisting” to two specially chosen Foundation operatives, namely former MTF Eta-10 squad leader Lina Navarra and former squad member Cassandra Mullins. This led to the creation of MTF Mu-7 a year later.\n\n\nHowever, following the December 2014 incident at Site-43, Karcist Alko escaped Foundation custody with several Sarkic anomalies, causing a major containment breach and killing 125 Foundation personnel. Following an internal risk review led by the O5 Council, several experimental task forces including Mu-7 were relegated to auxiliary functions and blacklisted from participating in wider Foundation operations.\n\n\nAs of now, Mu-7 is currently stationed at the remote Containment Site-11000, within the Nááts'įhch'oh National Park Reserve in the Yukon, Canada.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 7/24/2021:\n \nAll clearance requirements for access to SCP-7004 have been removed on express request of O5-4.\n\n\nUpdate 7/24/2021:\n \nAs of the time of writing, the SCP-7004 document has been made available to Containment Site-11000 on express request of O5-4. Additionally, an urgent read request was made to the aforementioned site, again on express request of O5-4.\n\n\nAlright, this should be ringing your bells. Hello, I am O5-4.\n\n\nAnd to my knowledge, I am the last O5 still left alive.\n\n\nYou don’t know jack shit about anything right now- and if you do, then there goes our last hope to stop this thing.\n\n\nBut if you don’t- and I’m counting on that- then you deserve an explanation.\n\n\nThe world has ended. A memetic infohazard, SCP-7004, has ended it.\n\n\nAnd right now, you're the only two people left on Earth that can make sure that we can come back from this.\n\n\nSo my last express request is this: go to Yellowstone. Find SCP-2000. Input the numbers 12-25-2000 into it. Reset the world. Save it.\n\n\nOr… well, what’s fucking left of it.\n\n\nThis document will tell you everything you need to know about it. Everything to get you up to speed, everything to… prepare, for all that it’s worth.\n\n\n\n\n\n\n\n\nBefore the rest of the council went dark, we did everything we’d need to make sure 2000 comes online once you get there. Ganymede’s online now, and from here on out…\n\n\n\n\n\n\n\n\nYou've gotten a promotion to level 5, effective immediately. That should give you the credentials you need to start procedure Lazarus. Congratulations, for what it’s worth.\n\n\n\n\n\n\nAs you get there, record what you see. The autotranscribers you’ve been using for 1100 should come in handy. I want to stay updated, 24/\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFuck. I need to go.\n\n\nThey're here.\n\n\nI can't say anything right now but… good luck. You’ll need it. I’ll try to do what I can from my end.\n\n\n\n\nGodsp\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNew update detected (Origin: Containment Site-11000). Display?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. INEFFECTIVE FOR INFORMATION SUPPRESSION. Can only be used when at risk of being exposed to auditory vectors of exposure of low to moderate volume. Additionally, due to the nature of ear plugs, auditory vectors of exposure cannot be isolated effectively.\n\n\n2\n. INEFFECTIVE FOR PROLONGED USE. Can only be used up to seven times without causing critical brain damage to the user, and so cannot be applied for long-term SCP-7004 suppression efforts.\n\n\n3\n. INEFFECTIVE FOR WIDESPREAD USE. Units modified to combat SCP-7004’s visual vectors of exposure are only available at Site-19, and so are impractical for widespread use.\n\n\n4\n. Unlike other memetic infohazards, SCP-7004 does not rely on the definitive knowledge of a word or phrase in order to initialize its effects; instead, the very act of coming to understand or realize the phrase that makes up SCP-7004 causes the affected subject to suffer from its effects. This allows the hazard to spread with greater virulence, as any information pertaining to its concept acts as a vector of exposure.\n\n\n5\n. These individuals have included children as young as 3 months old to 100 year old adults, as well as one individual that is always a \n[VECTOR REMOVED.]\n of the subject.\n\n\n6\n. SCP-7004-1 PETAL instances have been recorded to speak in multiple different languages from each other.\n\n\n7\n. Including this document.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis article was written by\n \nEcronak\n.\n\n\nImage created by AnAnomalousWriter.\n\n\n« \nSCP-7003\n | SCP-7004 | \nSCP-7005\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7004\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7004\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n silhouette of man in underground tunnel garage photo\n\n\nAuthor:\n David East\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://unsplash.com/photos/II2ulqB-118\n\n\n\n\n\n\nName:\n Untitled\n\n\nAuthor:\n pumpkinmook\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/pumpkinmook/6706743561/\n\n\n\n\n\n\nName:\n re-awakening\n\n\nAuthor:\n IntangibleArts\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/57382003@N00/2643365441\n\n\n\n\n\n\nName:\n Academy(Estudo de braço) [Academy/arm study] (1909) - António Carneiro (1872-1930)\n\n\nAuthor:\n pedrosimoes7\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/pedrosimoes7/51839505592/\n\n\n\n\n\n\nName:\n Nothing better at the end of a working day than to dive into the Atlantic Ocean\n\n\nAuthor:\n pedrosimoes7\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/pedrosimoes7/50327336561/\n\n\n\n\n\n\nName:\n Induced mutation (2019) - Inês Norton (1982)\n\n\nAuthor:\n pedrosimoes7\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/46944516@N00/48774066813",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7004 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-7004 . Licensed under CC-BY-SA .",
        "Name: silhouette of man in underground tunnel garage photo Author: David East License: Public Domain Source Link: https://unsplash.com/photos/II2ulqB-118",
        "Name: Untitled Author: pumpkinmook License: CC BY 2.0 Source Link: https://www.flickr.com/photos/pumpkinmook/6706743561/",
        "Name: re-awakening Author: IntangibleArts License: CC BY 2.0 Source Link: https://www.flickr.com/photos/57382003@N00/2643365441",
        "Name: Academy(Estudo de braço) [Academy/arm study] (1909) - António Carneiro (1872-1930) Author: pedrosimoes7 License: CC BY 2.0 Source Link: https://www.flickr.com/photos/pedrosimoes7/51839505592/",
        "Name: Nothing better at the end of a working day than to dive into the Atlantic Ocean Author: pedrosimoes7 License: CC BY 2.0 Source Link: https://www.flickr.com/photos/pedrosimoes7/50327336561/",
        "Name: Induced mutation (2019) - Inês Norton (1982) Author: pedrosimoes7 License: CC BY 2.0 Source Link: https://www.flickr.com/photos/46944516@N00/48774066813"
    ],
    "containment_procedures": "In order to prevent the further spread of its infohazardous effects, all information pertaining to SCP-7004 nonessential to continued suppression efforts are to be expunged at the discretion of the Foundation and the Global Occult Coalition. All Foundation operations nonessential to the continued containment of anomalies already in its custody are suspended, with all available personnel to be redirected to supplementing the efforts of SCP-7004 suppression.",
    "description": "SCP-7004 is a class 10 realization type4 memetic infohazard currently affecting approximately 3 thousand 9 million 156 million 1 billion people worldwide.",
    "title": "SCP-7004"
}