{
    "url": "https://scp-wiki.wikidot.com/scp-7006",
    "all_text": "SCP-7006\n\n\n\n\n\n\nByㅤ\n \nLiryn\n\n\n\n\n\n\nPublished on \n25 Jul 2022 22:50\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\nSCP-7006\n\n\n\n\nrating: \n+265\n+\n–\nx\n\n\n\n\nby Liryn, LizardWizard, Ihp, DarkStuff, Djoric\n\n\n\n\n \n\n\nSkip to menu\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-7006\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nRADIX \n\n\n\n\n\n\nDISRUPTION CLASS:\n AMIDA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-7006\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n RADIX\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n AMIDA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn icosahedral die (d20), frequently used as part of Ritual-7006.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7006 is maintained via annual performance of the \nRitual of Absolution\n (Ritual-7006). Ritual-7006 must be performed exactly once each year, as further detailed in this document.\n\n\nIf Ritual-7006 is performed unsuccessfully, the Foundation must act according to Level Gamma emergency procedures until the next year arrives.\n\n\nDue to its deep connection to the Foundation\n.\n \nRadix:\n Item has been integrated into the Foundation's command structure.\n , information regarding SCP-7006 and Ritual-7006 must be kept secret. Groups of Interest external to the Foundation learning of SCP-7006 is considered a failure of the Veil Protocol.\n\n\nIn the event that Ritual-7006 loses its potence, Foundation thaumatologists are to be employed in order to engineer a new, successful variant of it as soon as is possible.\n\n\nThe date presently dedicated to the completion of Ritual-7006 is August 1st.\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-7006 is a powerful thaumaturgical bond which closely links the SCP Foundation to three conceptual entities existing outside of normative reality, maintained and strengthened by the \nRitual of Absolution\n.\n\n\nThese three entities — classically referred to as the \nTriad of Absolutes\n (or: the \nTriad\n; the \nAbsolutes\n) — collectively exert a formidable, generalized influence on the day-to-day affairs and activities of the Foundation at large; this extends to the following areas:\n\n\n\n\n\n\n\n\n\n\nContainment efforts\n\n\nRitualistic practices\n\n\nThaumaturgical practices\n\n\nParascientific innovation\n\n\nStrategic practices\n\n\n\n\n\n\n\n\n\n\nBureaucratic processes\n\n\nInternal and external security\n\n\nDefensive practices\n\n\n\n\n \n \n \n \n \n and more.\n\n\n\n\n\n\n\n\nThe influence exerted on the above areas of Foundation activity is, of great note, wholly positive — while a sufficient relationship between the Foundation and the \nTriad\n is maintained through Ritual-7006, the Foundation's efforts will, seemingly by chance, yield fruitful results.\n\n\nThough both SCP-7006's and the \nTriad's\n full history with the Foundation is not known, it is understood that this bond is one that has acted as a longstanding boon for almost the totality of our organization's existence. While SCP-7006 is maintained, the Foundation flourishes. It is presumed that the bond's presence is responsible for propelling the Foundation to the grandiose logistical successes it knows today.\n\n\nIf Ritual-7006 is not performed during a given year, or fails, SCP-7006's positive effects will begin to diminish; this progresses on an annual basis for an unknown duration, presumably ending with the bond's total severance. According to record, this has never occurred.\n\n\nIt is not known what such an event entails.\n\n\n\n\n\n\n\n\n\n\nRITUAL-7006:\n Ritual-7006 (\nRitual of Absolution\n, \nCeremony of Absolution\n, \nThe Providence\n) is an ornate thaumaturgical procession which alters probability (also known as 'luck', 'chance', 'fate' or ‘destiny’) to favor the Foundation's mission of Securement, Containment, and Protection. This is accomplished through a series of rites which involve several 'lucky' or 'unlucky' items, events, sigils, signifiers, and superstitions. Among these are as follows:\n\n\n\n\n\n\nRitual-7006, as expressed via recursive iconographic notation.\n\n\n\n\n\n\n\n\nThe conduction of a lottery among select Foundation staff; the winner is awarded a cash prize, and the winning ticket is torn into sevenths.\n\n\n\n\n\n\nThe burning of forty four-leafed clovers atop a ritual pyre, which uses 1/7th of the aforementioned lottery ticket as fuel.\n\n\n\n\n\n\nFlipping a gold coin until it comes up heads ten times in a row, and then biting down on the coin so that it bends in half.\n\n\n\n\n\n\nThe temporary retirement of a member of the O5 Council, so that the Council numbers twelve instead of thirteen.\n\n\n\n\n\n\nConducting no work on Friday the 13th.\n\n\n\n\n\n\nRolling dice fashioned from magical materials such as human bone and meteorites, and the destruction of such dice that roll below their median more than 50% of the allotted time.\n\n\n\n\n\n\nPerformance of Ritual-7006-Warden.\n\n\n\n\n\n\nWARDEN:\n Ritual-7006-Warden is a unique rite in which the conditions of each \nAbsolute\n are allegorically appeased inside of a constructed fictional environment. The performance of Ritual-7006-Warden is by far the most difficult and variable part of Ritual-7006, as for it to be effective there must be a non-negligible possibility of failure.\n\n\nRitual-7006-Warden makes use of a role-playing framework recovered by the Foundation from an anomalous \"wargames\" society operating in England during the late 19th century. Lightly changed by Foundation thaumatologists to suit the needs of Ritual-7006, this framework has proven immensely effective at fulfilling the symbological and ritualistic needs of the \nTriad\n in an environment with an efficiently low level of immediate physical consequences.\n\n\nThrough 7006-Warden, ritualists play the roles of Avatars, together forming a fantastical \"party\" collectively representing the Foundation, embarking on three missions representing the qualities of each \nAbsolute\n. Succeeding in these missions (henceforth called \"modules\") contributes to Ritual-7006's efficiency; if one or more are failed, this likely causes Ritual-7006 as a whole to fail, or to be massively weakened.\n\n\n\n\n\n\n\n\nPerformances of Ritual-7006-Warden take place atop a Foundation sigil.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nRULESET:\n A condensed form of Ritual-7006-Warden's rules have been provided below; for a full version, personnel may consult \nthis document\n.\n\n\n \n\n\n\n\n7006-Warden\n\n\nOFFICIAL HANDBOOK\n\n\n\n\n \n\n\nABILITIES:\n\n\nSTR:\n Physicality, brawn & toughness.\n\n\nDEX:\n Speed, sneaking & precision.\n\n\nCTRL:\n Willpower, charm & the weird.\n\n\n\n\nSAVES:\n\nRoll d20 equal to or under target \nAbility\n. The party at most risk in a contested action makes the save.\n\n\n\n\nHIT PROTECTION:\n\n\nHP\n reflects an Avatar's ability to avoid damage (both from Damage and Stress).\n\n\n\n\nHEALING:\n\nA quick rest fully restores HP but can leave the Avatars exposed. \nAbility\n loss requires a week's rest with medical intervention or magical means.\n\n\n\n\nDEPRIVATION:\n\n\nDeprived\n keeps an Avatar from recovering HP. Being deprived for more than 24hrs adds Fatigue to an Avatar's inventory. \nFatigue\n takes up one slot and lasts until they can recuperate. This can happen multiple times.\n\n\n\n\nINVENTORY:\n\nAvatars each have 10 inventory slots. Most items take up one slot. \nBulky\n items take up two slots and are awkward or difficult to carry. All 10 slots being in use lowers HP to 0.\n\n\n\n\nMAGIC:\n\nA new spell is created each morning. It is random or is a copy of one from the previous day. Spells take up one item slot. Spells cost one action to cast. One may attempt a CTRL save to retain the spell. If deprived or in danger, a CTRL save may be required to avoid dire consequences. See \nthis table\n for more details.\n\n\n\n\nACTIONS:\n\nOn their turn, Avatars may move up to 40ft and take a single action. Actions may take the form of casting a spell, attacking, additional movement, or some other reasonable activity. These take place simultaneously.\n\n\nRetreating\n from a doomed situation requires a successful DEX save and a safe destination.\n\n\n\n\nFor the \nStart of Combat\n round, Avatars must pass an DEX save in order to act.\n\n\nSubsequent turns have players acting, then adversaries.\n\n\nCOMBAT:\n\nAll attacks automatically hit. Attackers roll their \nStress\n or \nDamage\n die, subtract any protections from \nArmor\n (Damage) or \nStability\n (Stress), and deal the remaining total to the opponent's HP. Excess Damage is dealt to STR and excess Stress is dealt to CTRL.\n\n\nIf there are \nMultiple attackers\n, or one using two weapons, roll all damage dice together and keep the single highest die.\n\n\nUnarmed\n attacks always do 1d4 Damage. \nImpaired\n attacks (position of weakness) reduce Damage die to 1d4. Shooting into cover is Impaired. \nEnhanced\n attacks (position of advantage) increase Damage die to 1d12. \nBlast\n affects all area targets, rolling separately for each.\n\n\n\n\nDAMAGE:\n\nDamage that exceeds the remaining HP applies the excess to STR. They must then make a STR save to avoid \nCritical Damage\n. Failure drops them out of combat, dying if left untreated.\n\n\nHaving STR 0 means \ndeath\n; having DEX 0 is paralysis; having CTRL 0 means they are lost.\n\n\n\n\nSTRESS AND FALLOUT:\n\nRitualist chooses from the \nStress Fallout\n table when either:\n\n\n\n\nStress reduces an Avatar's HP to exactly 0.\n\n\nAn Avatar takes Critical Stress (when they fail a CTRL save after it takes Ability damage)\n\n\n\n\nEach Stress Fallout entry:\n\n\n\n\nCan only be chosen once at the table (unless denoted).\n\n\nConsumes an inventory slot.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nIllustration of the six Avatars prepared for this year's 7006-Warden performance.\n\n\n\n\n\n\nAVATARS:\n Ritual-7006-Warden is intended to be performed with two to six pre-constructed Avatars (player characters, party members) created using the game system, collectively representing aspects of the Foundation. These Avatars are refreshed annually in order to adapt to the changing circumstances befalling the previous year. In-game documentation relating to the Avatars currently in circulation may be found below.\n\n\n \n\n\n\n\n\n\nSecrecy\n\n\n\n\nSecrecy\n\n\n\n\n\n\n\n\n\n\nAvatar\n\n\nCharlie Smith\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHP \n3\n\n\n\n\n\n\nSTR \n10\n\n\n\n\n\n\nDEX \n12\n\n\n\n\n\n\nCTRL \n13\n\n\n\n\n\n\n\n\nSpecial Features\n\n\n\n\nOn a Dime\n\n\n\n\nThis Avatar subtracts 3 from their DEX save at the start of combat.\n\n\n\n\n\n\n\n\n\n\n\n\nSecrecy\n\n\n\n\n\n\n\"Our accomplishments and sacrifices will never be known. We are doomed to obscurity, and I have made peace with this fact.\"\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nInventory\n\n(at start of each module)\n\n\n\n\n\n\nHandgun\n (d6)\n\n\n\n\n\n\nGarrote\n (d4, on Critical Damage, instantly kills humanoid enemies.)\n\n\n\n\n\n\nFlashbang\n\n\n\n\n\n\nFirst-Aid Kit\n (Two charges; can stabilize a Critically Wounded party member and restore all HP.)\n\n\n\n\n\n\nAntique Lighter\n\n\n\n\n\n\nTactical Weave Trenchcoat\n (+1 Armor)\n\n\n\n\n\n\n\n\n\n\n\n\nYou don’t get to know about Charlie Smith’s past. Hell, you probably don't even know their real name. And they’re determined to keep it that way. They’re loyal to the Foundation, and to themselves. They’re determined to keep all details about their past as secret as possible. Judging from the lighter they carry around, they might be a smoker.\n\n\nBeyond that? They’re an enigma.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViolence\n\n\n\n\nViolence\n\n\n\n\n\n\n\n\n\n\nAvatar\n\n\nSubject Bellona-7 (\"Belle\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHP \n5\n\n\n\n\n\n\nSTR \n14\n\n\n\n\n\n\nDEX \n11\n\n\n\n\n\n\nCTRL \n10\n\n\n\n\n\n\n\n\nSpecial Features\n\n\n\n\nMonstrosity\n\n\n\n\nThis Avatar's attacks are brutal enough that, when Damage they deal decreases HP to 0 or lower, they deal a d4 blast to all enemies in combat. Additionally, this Avatar deals d6 Damage with an unarmed strike instead of d4.\n\n\n\n\n\n\n\n\n\n\n\n\nViolence\n\n\n\n\n\n\n\"It is sometimes the only option to keep the world safe. I am haunted by what I have seen, and afraid that one day, I'll revel in it.\"\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nInventory\n\n(at start of each module)\n\n\n\n\n\n\nBroadsword\n (d8, Bulky)\n\n\n\n\n\n\nSawed-Off Shotgun\n (d6, Bulky)\n\n\n\n\n\n\nFlashbang\n\n\n\n\n\n\nBody Armor\n (+1 Armor)\n\n\n\n\n\n\nNight-Vision Goggles\n\n\n\n\n\n\n\n\n\n\n\n\nWhat do you get when you throw six serial killers, three of the most bloodthirsty warlords in history, and a demigod into a blender? The answer is likely ‘a mess’, and that’s not the worst description for Bellona-7.\n\n\nShe was grown in secret by Project Bellona, a blackbox so tight the Ethics Committee didn’t know about it until she slaughtered fifty people. She’s a chimerical homunculus, whose essence is composed of some of the worst serial killers the Foundation has ever dealt with, three ruthless generals, and the Daevite demigod \nAb-Leshal\n. She was grown to be in peak physical condition at twenty-five years of age, but nobody counted on her being intelligent.\n\n\nThe Foundation required a brute who responded to chemical signals and electrical stimulus. They were gifted with a predator who learned to read at three days old, learned to escape her cell at four days old, and killed her ‘father’, the head of Project Bellona, before the month was out. Since then, she’s been used by the Foundation to eliminate… ‘priority targets’. By all accounts, she’s a pleasant person to talk to, but she is brutal, and absolutely ruthless in combat.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollection\n\n\n\n\nCollection\n\n\n\n\n\n\n\n\n\n\nAvatar\n\n\nOrville Winthrop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHP \n5\n\n\n\n\n\n\nSTR \n11\n\n\n\n\n\n\nDEX \n11\n\n\n\n\n\n\nCTRL \n12\n\n\n\n\n\n\n\n\nSpecial Features\n\n\n\n\nDeep Pockets\n\n\n\n\nThis Avatar has two additional inventory slots, making a total of 12.\n\n\n\n\n\n\n\n\n\n\n\n\nCollection\n\n\n\n\n\n\n\"I know the contents of every cell, and the names of all their inhabitants, and they know me. I know how to use my prisoners for good, or for ill.\"\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nInventory\n\n(at start of each module)\n\n\n\n\n\n\nShotgun\n (d6)\n\n\n\n\n\n\nKukri Blade\n (d6)\n\n\n\n\n\n\nMagic | Heart Wave:\n A wave of force inflicts a d6 Stress Blast on any creature in the area possessing a heart.\n\n\n\n\n\n\nMagic | Revolting Sphere:\n Conjures a ball, or large lump, of something utterly disgusting. Entities must roll a CTRL save or take d8 Stress.\n\n\n\n\n\n\n\n\n\n\n\n\nOrville was born with a silver spoon in his mouth, and has spent every day disgusted at the taste. His father was a museum curator, and he was always told to follow in his footsteps and keep the family tradition alive. However, in the process of growing his collection, he ran afoul of a certain organization.\n\n\nAn artifact brought to him from the far east was found to be trafficked by an insurgent organization working against the Foundation. The artifact, a small piece of jade shaped like a pill, let off an aura that beckoned whoever was near it to consume it. Orville kept it locked under glass, which seemed to abate the effect. However, the artifact’s properties were known to the Foundation, who soon came knocking.\n\n\nOrville was reluctant to part with it, but part with it he did — or he attempted to, at any rate. Instead, he found himself absently stuffing the pill down his throat while explaining its anomalous properties. From that day, a single command overrode his psyche: Collect. He did not know what to Collect, or why. But when the Foundation saw this change, they offered him either surgery and amnesticization, or a position.\n\n\nHe took the position.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStudy\n\n\n\n\nStudy\n\n\n\n\n\n\n\n\n\n\nAvatar\n\n\nDr. Imani Monroe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHP \n2\n\n\n\n\n\n\nSTR \n12\n\n\n\n\n\n\nDEX \n11\n\n\n\n\n\n\nCTRL \n16\n\n\n\n\n\n\n\n\nSpecial Features\n\n\n\n\nWell-Studied\n\n\n\n\nOnce in each Combat, this Avatar may roll an opposed CTRL Save. On a success, they are able to analyze enemy weaknesses, and may personally declare up to three attacks by either themselves or other Avatars to deal maximum damage.\n\n\n\n\n\n\n\n\n\n\n\n\nStudy\n\n\n\n\n\n\n\"What good is hoarding all of this knowledge if we do not put it to use? The secrets of the universe are just behind this door, that door. I will be damned if they are kept from me.\"\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nInventory\n\n(at start of each module)\n\n\n\n\n\n\nHandgun\n (d6)\n\n\n\n\n\n\nMagic | Hastening Crystal:\n Conjures a tetrahedral prism that bathes her allies in light. Those caught in this light act before all enemies, and roll two dice for DEX saves, taking the more favorable result.\n\n\n\n\n\n\nMagic | Crushing Spray:\n A ‘spray’ of light that increases gravity in an area, dealing a d8 Blast to all caught in its wake, and pinning enemies to the ground for a turn.\n\n\n\n\n\n\nMagic | Reflecting Echo:\n Turns enemy attacks into sonic force for a turn, reflecting any Damage that would be dealt to her allies back to them.\n\n\n\n\n\n\nMagic | Enlightening Smoke:\n Enshrouds the area in a smoke that hinders sight, but makes enemy weakpoints highly visible. Damage rolled against these weakpoints is Enhanced (d12 Damage) and 1s and 2s are rerolled.\n\n\n\n\n\n\nJewelry\n (Carved from her own bones. +1 Stability.)\n\n\n\n\n\n\n\n\n\n\n\n\nImani was never a healthy child. From a young age, she was plagued with all sorts of afflictions, and no matter how much medicine her mother gave her, none of it seemed to work. This was because Imani’s affliction was spiritual — she was being haunted by a creature that none could see.\n\n\nThat was until a fateful day, when she was still a teenager. Imani suffered a horrible acute headache: a swelling. The best course of action the doctors could think of was to cut open her skull to relieve the pressure. When she awoke, she could see the thing haunting her in all its detail. It was not long before she set about trying to kill it.\n\n\nWhen she read that charms of bone can repel evil, she carved a charm using a piece of her own skull (since replaced by metal plates) and managed to destroy her tormentor. In doing so, her health vastly improved — so vastly, in fact, that the Foundation came calling soon after.\n\n\nToday she is known for her immense dedication to the parascientific method, a master of both normative and anormative fields.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWonder\n\n\n\n\nWonder\n\n\n\n\n\n\n\n\n\n\nAvatar\n\n\nBayan Novak\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHP \n3\n\n\n\n\n\n\nSTR \n11\n\n\n\n\n\n\nDEX \n10\n\n\n\n\n\n\nCTRL \n13\n\n\n\n\n\n\n\n\nSpecial Features\n\n\n\n\nEager\n\n\n\n\nThis Avatar takes ½ Stress damage, rounded down.\n\n\n\n\n\n\n\n\n\n\n\n\nWonder\n\n\n\n\n\n\n\"Despite all the evils in this world, I still find endless beauty in it. Am I mad? Perhaps. But as long as the sun shines, and the moon glows, the feeling will not fade.\"\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nInventory\n\n(at start of each module)\n\n\n\n\n\n\nHandgun\n (d6)\n\n\n\n\n\n\nSmiley-Face Brooch\n (+1 Stability)\n\n\n\n\n\n\nFirst-Aid Kit\n (Two charges; can stabilize a Critically Wounded party member and restore all HP, as well as two points of a single stat.)\n\n\n\n\n\n\nBook\n (Filled with scribbled names in another's handwriting. Indestructible.)\n\n\n\n\n\n\nBody Armor\n (+1 Armor)\n\n\n\n\n\n\n\n\n\n\n\n\nBayan Novak wanted to be a storyteller for as long as he could remember. Not necessarily a writer, but someone who catalogs stories and chronicles of all eras, and helps proliferate them back into the world. He collected first editions of novels, went on digs in ancient archaeological sites, and worked tirelessly to make sure that the best and oldest stories stayed in circulation.\n\n\nBayan’s story involves a book full of names, one he’s had since childhood. It was given to him by a woman with vibrant green eyes — an old guardian — who gave him his mission to be a storyteller. His name is inside the book, but it is transient, travelling from page to page, cover to cover. There are seven-hundred and seventy-six other names in the book, storytellers all; he often finds the names crossed out, and the storytellers dead, vanished, or somehow corrupted.\n\n\nHe discovered the Foundation after investigating a name linked to them, and was abruptly exposed to the wider world of the anomalous. Bayan accepted the supernatural with open arms, for he knows that the only way to unravel the secret of his book is to find the woman who gave it to him, and to do that, he must become familiar with this new world.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDefense\n\n\n\n\nDefense\n\n\n\n\n\n\n\n\n\n\nAvatar\n\n\nEtzli Montenegro\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHP \n5\n\n\n\n\n\n\nSTR \n13\n\n\n\n\n\n\nDEX \n12\n\n\n\n\n\n\nCTRL \n12\n\n\n\n\n\n\n\n\nSpecial Features\n\n\n\n\nTil' My Last Breath\n\n\n\n\nIf this Avatar receives Critical Damage, they may make a CTRL Save. On a success, they may continue to stand and fight until their STR reaches 0. They still require aid to not perish within the hour.\n\n\n\n\n\n\n\n\n\n\n\n\nDefense\n\n\n\n\n\n\n\"We are a shield. I have seen what happens when we falter, and I will never let it happen again.\"\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nInventory\n\n(at start of each module)\n\n\n\n\n\n\nAdvanced Body Armor\n (+2 Armor)\n\n\n\n\n\n\n2x | \nFlashbang\n\n\n\n\n\n\nRiot Gun\n (Fires rounds that deal d6 DEX instead of STR.)\n\n\n\n\n\n\nField Surgery Kit\n (Allows for a single stat to be restored fully 3 times.)\n\n\n\n\n\n\n\n\n\n\n\n\nEztli chose their name, because they had been robbed of everything else.\n\n\nGrowing up, they learned hard, cruel lessons about pain and misery, and vowed that they would save others from such experiences when they were able. To that end, they became a medic, working on the battlefield to save lives and alleviate suffering.\n\n\nEtzli has, until now, killed two people: the first, they shot in defense of a patient. The second, they let die on an operating table after they heard the patient laughing, gloating about how they had the ability to make their war last for an eternity, and consume the continent. The patient demonstrated this by causing two other patients in the same tent — who had been recovering — to keel over in a pool of their own blood.\n\n\nThis thing, not a human, was being targeted by the Foundation for containment, and when they learned Etzli was responsible for its death, the Foundation delivered an ultimatum: join us, or never work as a medic again.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n*\n \n*\n \n*\n\n\n \n \n \n \n \n \n\"We have everything to lose, but everything to gain. Each time we test our luck, we inch closer to oblivion — but inaction leads us into the dark.\n\n\nOur power rests upon a pinpoint of divine intervention. We need to make sure that pinpoint stays right where it is, for all our sakes.\"\n\n\n\n\n- \nThe Administrator\n\nAugust 1st, 1930\n\n\n\n\n \n\n\n\n\n\n\nSECURE - CONTAIN - PROTECT\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nPREPARING MODULES …\n\n\n\n\n \n\n\n\n\nThe Parable of the Warden\n\n\nWhat games do gods play?\n\nIs the thunder the clatter of their dice in a cup?\n\nIs the wind the motion of their arms as they draw a card?\n\nAre earthquakes the shifting of their board?\n\nDo we live and die by their whims?\n\n\nTheir whims, we thought, were out of our control.\n\nBut then, deep in the archives, we found it:\n\nTheir rulebook.\n\nThose who read it know of the horror that lurks in spaces too liminal.\n\n\nWhat games do gods play?\n\nThey play with our lives.\n\n\nWhat if the thunder is just sound following light?\n\nWhat if the wind is just cold following heat?\n\nWhat if earthquakes are just the earth, in a fit of rage?\n\n\nDoubt is common, down in the Foundations of reality.\n\nThat is why we seek Absolution.\n\n\n\n\n \n\n\n\n\nMODULES LOADED.\n\n\n\n\n\n\nGOOD LUCK.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTE:\n It is heavily advised that ritualists operate Ritual-7006-Warden on a capable desktop device. Handheld devices are not recommended.\n\n\n\n\n\n\n\n\nIf \nall modules\n are complete, ritualists may continue:\n\n\n\n\n\n\n\n\n \n\n\nProceed\n\n\n \n\n\n\n\n\n\nBack to top\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7005\n | SCP-7006 | \nSCP-7007\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7006\n\" by Liryn, LizardWizard, Ihp, DarkStuff, and Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7006\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n d20.jpg\n\n\nName:\n Glow In The Dark D20 Dice\n\n\nAuthor:\n Dark Elf Dice\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n radix.png, ritual.png\n\n\nAuthor:\n \nLiryn\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n triadcouncil.svg\n\n\nAuthor:\n \nAethris\n, \nLiryn\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n sigil.jpg\n\n\nName:\n day trip to chartres\n\n\nAuthor:\n Fredrik Rubensson\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n party.jpg, secrecy-portrait.png, violence-portrait.png, collection-portrait.png, study-portrait.png, wonder-portrait.png, defense-portrait.png, portal-of-chaos.png, lump-lord.png, scathia.jpg, criora.png, pella.png, abigail.jpg, fifthism.png, path-of-the-architect.png, map.png\n\n\nAuthor:\n nomoretears, JustRandie, wafflehousefan53, Ihp\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\ngreen-texture.png and pale-texture.png are derived from a commonly-used background image on the \nWanderers' Library\n site — presumed CC BY-SA 3.0.\n\n\n\n\n\n\nsecurement-symbol.png, containment-symbol.png, and protection-symbol.png are derived from the Black Highlighter Theme's vector SCP logo.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7006 \" by Liryn, LizardWizard, Ihp, DarkStuff, and Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-7006 . Licensed under CC-BY-SA .",
        "Filename: d20.jpg Name: Glow In The Dark D20 Dice Author: Dark Elf Dice License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: radix.png, ritual.png Author: Liryn License: CC BY-SA 3.0",
        "Filename: triadcouncil.svg Author: Aethris , Liryn License: CC BY-SA 3.0",
        "Filename: sigil.jpg Name: day trip to chartres Author: Fredrik Rubensson License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: party.jpg, secrecy-portrait.png, violence-portrait.png, collection-portrait.png, study-portrait.png, wonder-portrait.png, defense-portrait.png, portal-of-chaos.png, lump-lord.png, scathia.jpg, criora.png, pella.png, abigail.jpg, fifthism.png, path-of-the-architect.png, map.png Author: nomoretears, JustRandie, wafflehousefan53, Ihp License: CC BY-SA 3.0",
        "green-texture.png and pale-texture.png are derived from a commonly-used background image on the Wanderers' Library site — presumed CC BY-SA 3.0.",
        "securement-symbol.png, containment-symbol.png, and protection-symbol.png are derived from the Black Highlighter Theme's vector SCP logo."
    ],
    "title": "SCP-7006"
}