{
    "url": "https://scp-wiki.wikidot.com/scp-7007",
    "all_text": "rating: \n+328\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\nMore by Vivarium\n\n&\n\n\nMore by Grigori Karpin\n\n\n\n\n\n\n\n\n\n\nrating: \n+328\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show component code\n\n\n\n\n- Hide component code\n\n\n\n\n\n\n\n\n:root\n \n{\n\n        --\nsidebar-width-on-desktop:\n calc(var(--base-font-size) * (\n266\n / \n15\n))\n;\n        --\nbody-width-on-desktop:\n \n45.75\nrem\n;\n    \n}\n\n    \n@media\n \nonly\n \nscreen\n \nand\n (min-width: 56.25\nrem\n) \n{\n\n        \n#content-wrap\n \n{\n\n            \ndisplay:\n flex\n;\n            \nposition:\n initial\n;\n            \nflex-direction:\n row\n;\n            \nflex-grow:\n \n2\n;\n            \nwidth:\n calc(\n100\nvw - (\n100\nvw - \n100\n%\n))\n;\n            \nmax-width:\n \ninherit\n;\n            \nheight:\n \nauto\n;\n            \nmin-height:\n calc(\n100\nvh - var(--final-header-height-on-desktop, \n10.125\nrem))\n;\n            \nmargin:\n \n0\n var(--sidebar-width-on-desktop, \n13.6\nrem) \n0\n calc(var(--sidebar-width-on-desktop, \n13.6\nrem) * -\n1\n / \n2\n)\n;\n        \n}\n\n \n        \n#main-content\n \n{\n\n            \nposition:\n initial\n;\n            \nwidth:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-width:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-height:\n \n100\n%\n;\n            \nmargin:\n \n0\n \nauto\n;\n            \npadding:\n \n2\nrem \n1\nrem\n;\n        \n}\n\n \n        \n#page-content\n \n{\n\n            \nmax-width:\n min(\n90\nvw, var(--body-width-on-desktop, \n45.75\nrem))\n;\n        \n}\n\n \n        \n#side-bar\n \n{\n\n            \nposition:\n -webkit-sticky\n;\n            \nposition:\n sticky\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n0\n;\n            \ngrid-area:\n side-bar\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmin-width:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmax-height:\n \n100\nvh\n;\n            \npadding-right:\n \n2.5\nrem\n;\n            \npadding-left:\n \n0.5\nrem\n;\n            \noverflow-y:\n \nscroll\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-color \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                padding \n300\nms linear,\n                margin \n300\nms linear\n;\n            \nborder:\n \nnone\n;\n            \nborder-color:\n rgba(var(--swatch-tertiary-color, \n170\n, \n170\n, \n170\n), \n0.4\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n13.5\nrem) * -\n1\n - \n1\nrem)\n;\n            \ndirection:\n \nrtl\n;\n            \nscrollbar-width:\n \nthin\n;\n            -\nms-scroll-chaining:\n \nnone\n;\n                \noverscroll-behavior:\n contain\n;\n            \nscrollbar-color:\n \n                rgba(var(--swatch-primary-darker), \n0.1\n) /* Thumb */\n                rgba(var(--swatch-tertiary-color), \n0.05\n)\n; /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar-track\n \n{\n\n            \nbackground-color:\n rgba(var(--swatch-secondary-color, \n244\n, \n244\n, \n244\n), \n0.8\n)\n;\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-thumb\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-corner\n \n{\n\n            \nwidth:\n \n0.5\nrem\n;\n            \nborder-right-width:\n calc(\n100\nvw + \n100\nvh)\n;\n            \nborder-right-style:\n \ninset\n;\n            \nborder-color:\n \ninherit\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) \n{\n\n            \nmargin-right:\n \n2.25\nrem\n;\n            \npadding-right:\n \n0.25\nrem\n;\n            \noverflow-x:\n \nhidden\n;\n            \noverflow-y:\n \nauto\n;\n            \nborder-color:\n rgba(var(--swatch-primary-darker), \n1\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n1\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n1\nrem) - var(--sidebar-width-on-desktop, \n0\n))\n;\n            \nscrollbar-color:\n \n                rgba(\n170\n, \n170\n, \n170\n, \n1\n)  /* Thumb */\n                rgba(\n252\n, \n252\n, \n252\n, \n1\n)\n; /\n*\n \nTrack\n \n*\n/\n            \nscrollbar-color:\n \n                rgb(var(--swatch-primary-darker, \n170\n, \n170\n, \n170\n), \n1\n) /* Thumb */\n                rgb(var(--swatch-menubg-color, \n252\n, \n252\n, \n252\n), \n1\n)\n;  /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#main-content\n::\nafter\n \n{\n\n            \ncontent:\n \" \"\n;\n            \ndisplay:\n flex\n;\n            \nposition:\n \nfixed\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n1\nrem\n;\n            \nalign-items:\n \ncenter\n;\n            \njustify-content:\n \ncenter\n;\n            \nwidth:\n \n1\nrem\n;\n            \nheight:\n \n100\n%\n;\n            \nmax-height:\n \n100\n%\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nbackground:\n url(\"https://scp-wiki.wdfiles.com/local--files/component%\n3\nAcollapsible-sidebar/sidebar-tab.svg\")\n;\n            \nbackground-attachment:\n \nfixed\n;\n            \nbackground-repeat:\n \nno-repeat\n;\n            \nbackground-position:\n \ncenter\n \nleft\n \n1\nrem\n;\n            \nbackground-size:\n \n1\nrem \n12.875\nrem\n;\n            \npointer-events:\n \nnone\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nafter\n \n{\n\n            \nleft:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nwidth:\n \n0\nrem\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0\n;\n            \nbackground-position:\n \ncenter\n \nleft\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nfont-size:\n \n0\nem\n;\n        \n}\n\n \n        \n#main-content\n::\nbefore\n \n{\n\n            \ncontent:\n \" \"\n;\n            \nposition:\n \nabsolute\n;\n            \nz-index:\n \n9\n;\n            \ntop:\n var(--final-header-height-on-desktop, \n0\n)\n;\n            \nleft:\n \n0\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n14.5\nrem)\n;\n            \nheight:\n calc(\n100\n%\n - var(--final-header-height-on-desktop, \n0.688\nrem) - \n2.313\nrem)\n;\n            \nmargin-bottom:\n calc(var(--final-header-height-on-desktop, -\n2.313\nrem) * -\n1\n - \n2.313\nrem)\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0.5\n;\n            \nbackground-color:\n rgb(var(--swatch-alternate-color, \n0\n, \n0\n, \n0\n))\n;\n            \npointer-events:\n \nnone\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n + \n1\nrem)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nbefore\n \n{\n\n            \ntranslate:\n \n0\n;\n            \nopacity:\n \n0\n;\n        \n}\n\n \n        \n#side-bar\n \n.side-block\n \n{\n\n            \nmargin-top:\n \n1\nem\n;\n            \npadding-left:\n \n0.25\nem\n;\n            \nborder-right-width:\n \n0\nrem\n;\n            \nborder-left-width:\n \n0\nrem\n;\n            \nborder-radius:\n \n0\n;\n            \nbackground-color:\n rgb(\n0\n, \n0\n, \n0\n, \n0\n)\n;\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        \n#side-bar\n \n.scpnet-interwiki-wrapper\n \n{\n\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        /\n*\n \nPrint\n \nFriendly\n \nFormatting\n \nby\n \nEstrella\n \n*\n/\n        \nbody.print-body\n \n{\n \n            --\nsidebar-width-on-desktop:\n \n0\n; \n        \n}\n \n        \nbody.print-body\n \n#main-content\n::\nbefore\n,\n        \nbody.print-body\n \n#main-content\n::\nafter\n \n{\n \n            \ndisplay:\n \nnone\n; \n        \n}\n\n    \n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7007.\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n:\n\n\nSCP-7007 is to be kept in High-Yield Data Storage Facility 1 at Site-43. The anomaly may be viewed under strict limitations, with explicit approval of Site Director McInnis.\n\n\nUnder no circumstances is any member of Overwatch Command to be allowed to view the anomaly or be informed of the anomaly’s existence. Access to the content of SCP-7007 is restricted to those personnel specifically cleared to review; general knowledge of the anomaly is to be suppressed even among Foundation personnel.\n\n\n \n\n\n \n\n\nDescription\n:\n\n\nSCP-7007 designates a cathode ray tube (CRT) television continuously playing a single episode of the game show \nMisfortune Gorge\n, sponsored and distributed by GoI-5889 (“\nVikander-Kneed Technical Media\n”). The episode is apparently from an established series, but no reference to other episodes has been found within the database.\n\n\nThe recording consistently displays image degradation, static and warping lasting for brief periods. However, the audio is consistent with 1990s recording techniques. Despite this, Misfortune Gorge’s opening crawl alleges the episode was filmed in front of a live studio audience and contains copyright information indicating it was distributed in 2022.\n1\n The manner and technique of storing the video file on SCP-7007 has not been discovered. The television appears to be of standard production and no obvious mechanical modifications have been discovered upon disassembly that would explain its ability to store video files. The anomaly has no need for electrical current to maintain operation, and if an individual enters containment in the midst of the episode’s playtime, the anomaly will reset and start the episode from the beginning.\n\n\n\n\n\n\nPrint ad shipped with SCP-7007.\n\n\n\n\n\n\nIndividuals who watch the episode are convinced of the veracity of everything depicted during its runtime of forty-three minutes. This conviction will begin to affect the behavior of viewers in predictable ways: they believe the events actually occurred, and react accordingly. Amnestics have been ineffective on those subjects who have viewed the video, leading researchers to theorize that memories of the show are effectively permanent. This anomalous effect has been demonstrated even after merely reading a transcript of the show in print form.\n\n\nDiscovery\n: On 25 September 2022, the anomaly was received at Site-43 in a Foundation-issued secure artifact case, with a label indicating it was shipped with escalated security protocols from \nArea-32\n. Director McInnis, finding the transfer of anomalies from Area-32 suspicious, ordered the parcel inspected. Ultrasound revealed a television set from the late 1980s; sounds were noted emanating from within the parcel. Director McInnis and Dr. Lillihammer alone were present when the parcel was opened, finding the following note and attached print ad:\n2\n\n\n\n\nDear Dr. Wettle,\n\n\nWe’re hoping you’d do us the favor of reviewing the show we’ve enclosed. Your organization is quite large and we were hoping to get some beta viewers for feedback on whether or not the show works from a perspective within the Foundation.\n\n\nDon’t worry about reporting this; as you can see from the video, the O5 Council is already well aware. So let’s keep it between us for now, we want the episode to be a surprise!\n\n\nBest,\n\n\nYour Friends at Vikander-Kneed\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nFurther review of this file is inadvisable, as even the most powerful amnestics have been shown to be ineffective. Read on at your own risk. If you are not already familiar with the contents, please report the breach of security to Director McInnis personally.\n\n\nYou have been warned.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nAddendum 7007.1 – Transcript of Misfortune Gorge:\n\n\n\n\n\n\nThe following is a transcript of the only known episode of Misfortune Gorge.\n\n\n\n\n[The episode opens on an aerial shot of a desert city in ruins, many fires burning among buildings and the sky line semi-obscured by smoke. A title card for Misfortune Gorge is overlaid on the image. The view flies down into wide open space made up of desert sands accumulating over a large asphalt parking lot. Wrecked cars and desiccated human corpses populate the lot. The view flies over the lot and into a large structure, with the light dimming until the screen is entirely dark.]\n\n\n\n\n[Dramatic instrumental music rises in volume until a crescendo as the title card fades and is replaced with a close up of Jeremy Kincaid, the host of the show. He is wearing a red-and-white checkered suit coat, wide black tie over yellow collared shirt, and red slacks. His skin is ashy gray, and his eyes are consistently leaking black, oily tears. He smiles at the camera; his teeth are bloody and stained yellow. He is holding a long, thin microphone measuring approximately forty-five centimeters.]\n\n\nKincaid\n: Welcome back to another splendiferous episode of Misfortune Gorge, the gameshow where our contestants use their wits and hard-won life skills in a steep competition of life and death!\n\n\n[Raucous applause began with Kincaid’s introduction but then trails off into silence as the host finishes. The view pulls in for a closeup of Kincaid’s face. He winks, squirting oily liquid onto his coat and microphone.]\n\n\nKincaid\n: Oh, relax. I’m just kidding!\n\n\n[Audience laughter is heard.\n3\n Intermingled with the laughter is the call of buzzards. Occasionally shadows pass overhead above the stage, indicating circling birds.]\n\n\nKincaid\n: There’s no skill involved at all! Misfortune Gorge, may the odds be ever in your f– \n[touches his ear]\n What? Come on, Jerry. Why not?!? Uh huh. Uh huh. Oh. I see. Welp. Time for a new slogan, I guess. \n[coughs]\n Y que las probabilidades estén siempre a tu favor! This episode – and all of them – brought to you by Vikander-Kneed Technical Media. For a better tomorrow\nTM\n.\n4\n\n\nKincaid\n: Here at Misfortune Gorge, we believe in a good clean competition. One where the sweat of the brow and the accomplishments of our contestants are earned the hard way: through nepotism and global conspiracies. That’s right! Today, our contestants are all from everyone’s favorite oppressive secret regime: the SCP Foundation! \n[whispering]\n Or is that Secure Contain Protect Foundation? Honestly that sounds worse. We’ll stick with the first one.\n\n\n[The view zooms out to show the stage as Kincaid walks over to a heavy curtain, rust colored and deteriorated.]\n\n\nKincaid\n: Things, creeps and glorious consumers we call an audience, let me introduce our contestants.\n\n\n[The following graphic appears on screen.]\n\n\n\n\n[The image fades and the curtains draw back to reveal the three individuals indicated, although Agent Echo is without his weapon. All three look confused and quickly glance around the stage.]\n\n\nKincaid\n: Let’s get to know our lucky contestants! O5-7, introduce yourself.\n\n\nO5-7\n: Marjorie Gonzales, O5-7 of the Foundation.\n\n\n[O5-7’s eyes are wide as she speaks. She looks at the other two contestants in horror.]\n\n\nKincaid\n: Well Marjorie, tell us a little about yourself!\n\n\nO5-7\n: I’ve been on Overwatch Command for over ten years. I gave up everything for this organization. I left my husband and my seven-year-old son to take this position. They were amnesticized, they think I’m dead. My son dropped out of high school recently and has taken up heroin.\n\n\n[O5-7 tries to cover her mouth halfway through her speech but her arms won’t rise all the way and she continues to speak.]\n\n\nKincaid\n: Oh no! Have you ever tried to reach out to them?\n\n\nO5-7\n: Not even once.\n\n\n[O5-7’s eyes narrow and she says this last line through gritted teeth.]\n\n\nKincaid\n: How fitting! Alright, enough from you. Agent Echo, how are things?\n\n\n[O5-7 continues moving her mouth as if speaking, but no sound comes out. Agent Echo looks at O5-7 in shock, but begins speaking. O5-7 appears to be screaming.]\n\n\nAgent Echo\n: I don’t actually know. I’ve been with the Foundation for a significant amount of time, but there’s been so many missions that were amnesticized, so it could’ve been three years or three weeks.\n\n\nKincaid\n: Well, that’s no good. Hopefully you have some fun tonight, right folks?\n\n\n[Rousing applause is heard.]\n\n\nKincaid\n: Well, Marjorie, could you shed any light on Echo’s conundrum?\n\n\nO5-7\n: \n[Grimacing]\n It’s just cheaper to amnesticize than pay for psychological treatment, and more effective.\n\n\nKincaid\n: Well, isn’t that interesting! How do you feel about that, Echo?\n\n\n[Echo stares at O5-7. She avoids his gaze.]\n\n\nKincaid\n: Well, he’s just flat out stupefied, folks! Marjorie, anything else?\n\n\nO5-7\n: We need our agents working at peak efficiency, and they experience a lot of trauma. Not to mention are sometimes asked to do ethically questionable actions to contain an anomaly. So amnesticization is just better for everyone. That way they’re still useful.\n\n\n[O5-7 flips off Kincaid, which is blurred on the video.]\n\n\nKincaid\n: Now now, that’s no good! We’re a family show here at Misfortune Gorge!\n\n\n[The audience boos, prompting O5-7 to flip off the audience. As she focuses off camera she takes a step back, and her mouth opens wide. Agent Echo stares at O5-7, his fists clenched at his side.]\n\n\nKincaid\n: And our final contestant! Dr. Kleiner, introduce yourself.\n\n\n[Up until being addressed, the researcher had been paying little attention to Kincaid or her fellow contestants. She had been looking around the stage, in a focused manner. She does not cease her observations, but does respond to the host.]\n\n\nDr. Kleiner\n: Isabel Kleiner. Researcher, Security Clearance Level 4. Site-19.\n\n\nKincaid\n: Well, aren’t we a barrel of laughs?\n\n\n[The audience laughs for approximately three minutes until Kincaid waves them off.]\n\n\nKincaid\n: But seriously, Izzy, aren’t you glad to be here? Excited?\n\n\nDr. Kleiner\n: You brought us here against our will, and are forcing us to divulge classified intel through anomalous means. I would not say I am happy about this, no. Interested? Yes. Professionally speaking, I don’t know how I got here, and I want to.\n\n\nKincaid\n: Oh, sounds like we’ve got a contender here!\n\n\n[A medium build, middle aged man, dressed in slacks and a tucked-in button down shirt emerges from behind the curtain. A look of confusion is on his face, as he frantically looks around the stage.]\n\n\nKevin\n: What?\n\n\nKincaid\n: What th–\n\n\nKevin\n: YOU!\n\n\n[The individual\n5\n points at Kincaid, and advances towards him.]\n\n\nKevin\n: You did this again?\n\n\nKincaid\n: Oh right, I \nremember you now\n. Wait, what are you doing here?\n\n\nKevin\n: You tell me!\n\n\nKincaid\n: Well, it seems like you’re ruining a perfectly good episode of television!\n\n\nKevin\n: I don’t want to be here, and I certainly don’t want to see you!\n\n\nO5-7\n: If you need to address this, maybe we could get out of your way an–\n\n\nKincaid\n: Nonsense! We’ll cut it in post. \n[Putting his finger to his ear and talking softly]\n Jerry, what the fuck? Get security out here.\n\n\nKevin\n: We can hear you.\n\n\nKincaid\n: No you can’t! Don’t gaslight me, Kevin! Anyway, it’s time for…\n\n\n\n\n\n\n\n\nA WORD FROM OUR SPONSORS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSecond Segment\n\n\n\n\n\n\n[The screen fades in to show all three contestants behind podiums with their names on them, and Kincaid walking in front of them facing the camera.]\n\n\nKincaid\n: Welcome back folks, to Misfortune Gorge, the gameshow where life hangs in the balance! Don’t worry, it’s just a phra–\n\n\nKevin\n: Bullshit.\n\n\n[Kevin wanders behind the contestants, looking for an exit.]\n\n\nKincaid\n: Please go.\n\n\nKevin\n: I thought there was supposed to be a gorge.\n\n\nKincaid\n: Shut the fuck up, Keith.\n\n\nKevin\n: I’m not even a contestant! I don’t even know why I’m here.\n\n\nKincaid\n: Me either, Bryan. Why don’t you leave?\n\n\nKevin\n: You took me from my home. AGAIN!\n\n\nKincaid\n: Details, details. Now, can I get back to hosting my show?\n\n\n[Kevin waves dismissively.]\n\n\nKincaid\n: Great. \n[Turning to the three contestants.]\n Now! Let’s talk about our first game!\n\n\nDr. Kleiner\n: You’re not very good at this, are you?\n\n\nO5-7\n: Seriously.\n\n\nKincaid\n \n[Sighing]\n Okay, just bring it out.\n\n\n[The image fades to darkness, briefly replaced with the following graphic.]\n\n\n\n\nKincaid\n: Say it with me folks!\n\n\n[Several thousand voices are heard to mumble indecipherably.]\n\n\nKincaid\n: That’s right! Name that Atrocity!\n\n\n[A curtain is drawn back where the contestants entered from to show a large projection screen.]\n\n\nKincaid\n: Now, we’re going to show you three some images, and the first to recognize what we’re showing, hit your buzzer and call out that answer.\n\n\nO5-7\n: \n[Hits buzzer]\n A waste of my time.\n\n\nKincaid\n: Interesting you should say that, this round should be especially intriguing for you and Agent Echo!\n\n\nAgent Echo\n: I’d just like to leave.\n\n\nKevin\n: Wouldn’t we all.\n\n\nKincaid\n: Who gave him a microphone, Jerry? Okay! Let’s go!\n\n\n[An image of a shopping mall on fire appears on screen.]\n\n\nAgent Echo\n: Is that Jersey City? I think I’ve been there.\n\n\nO5-7\n: You have.\n\n\n[She glares at Kincaid, who winks at her.]\n\n\nAgent Echo\n: When?\n\n\nO5-7\n: Two months ago.\n\n\nKincaid\n: What was he doing there, Marjorie?\n\n\n[O5-7 sighs and then shrugs.]\n\n\nO5-7\n: You were on a containment deployment that went bad. We were forced to make some tough decisions.\n\n\nKincaid\n: No euphemisms allowed!\n\n\nAgent Echo\n: Went bad how?\n\n\nDr. Kleiner\n: Are you putting on a show with this innocent act, Echo? Civilians died, and we had to amnesticize half the city’s police force and emergency workers. What does it ever mean when something went bad on containment?\n\n\nAgent Echo\n: Oh… How many people?\n\n\nO5-7\n: Fifteen.\n\n\nAgent Echo\n: Why can’t I remember it?\n\n\n[Dr. Kleiner groans and rolls her eyes. She hits the buzzer.]\n\n\nDr. Kleiner\n: Failure to contain an undesignated anomaly led to the emulsification of a Sbarro’s and fifteen people we had to cover up.\n\n\nKincaid\n: It’s called \nname\n that atrocity, doctor.\n\n\nO5-7\n: Operation Moon Hits Your Eye.\n\n\n[Kincaid laughs.]\n\n\nKincaid\n: Now isn’t that a riot, folks?\n\n\n[The audience applauds.]\n\n\nKincaid\n: One point for Marjorie! For a bonus, how many people did Echo’s team lose?\n\n\nO5-7\n: \n[Closing her eyes.]\n Three.\n\n\nKincaid\n: And?\n\n\nO5-7\n: One of them was his fiancé.\n\n\nAgent Echo\n: I have a fiancé?\n\n\nKincaid\n: Not anymore!\n\n\n[Audience laughs.]\n\n\nKincaid\n: Next image!\n\n\n\n\n[Sixteen minutes of footage omitted for brevity. Each of the images shown is a mission Agent Echo was assigned to; some are successes and some are failures. Each has a significant cost of human life or psychological trauma on the agent. Echo ceases speaking after the third image. By the time the round is finished, O5-7 has three points and Dr. Kleiner has two.]\n\n\nKincaid\n: Alright, you win this round! Jerry, let’s show Marjorie what she won!\n\n\n[The curtains swing closed over the projection screen and then open again to reveal a large crystal bowl filled with water and several dozen drowned June bugs floating in the liquid.]\n\n\nO5-7\n: You do not recognize the bugs in th–\n\n\nKincaid\n: Ah ah ah! No way, you’re not getting this show hit with a copyright strike. Moving on!\n\n\n\n\n\n\n\n\nCOMMERCIAL BREAK!\n\n\n\n\n\n\n\n\n\n\n\n\nThird Segment\n\n\n\n\n\n\nKincaid\n: Welcome back folks. Now that you’ve paid some of our bills, maybe we can pay some of our contestants! Let’s move on to the next game!\n\n\n\n\n[The rusty curtains draw back and reveal a large spinning wheel, at least 3 meters in diameter separated into seven numbered, equally-sized segments.]\n\n\nKevin\n: Wheel of Kevin?! What the hell, you can’t ever remember my name, but you name a game after me?\n\n\nKincaid\n: I have no idea who you are. Security!\n\n\n[Attached to the wheel is a crucified human corpse, resembling depictions of Jesus Christ, including a crown of thorns.]\n\n\nKevin\n: That’s not me.\n\n\nKincaid:\n You’re right, that’s Jesus. Who’s going to mistake you for our one true savior? Also, get out of here!\n\n\nKevin\n: But it’s the Wheel of Kevin.\n\n\nKincaid\n: I don’t understand your point.\n\n\n[O5-7 clears her throat.]\n\n\nKincaid\n: What?\n\n\nO5-7\n: Are we going to be here all night?\n\n\nKincaid\n: Maybe!\n\n\n[Turns and winks at the camera. The audience laughs.]\n\n\nKincaid\n: Okay, so here’s the rules of the game.\n\n\n[Kincaid walks over to the wheel.]\n\n\nKincaid\n: Each spin of the wheel grants an opportunity to win some points based on a specific challenge, but careful! Some segments of the wheel will provide a penalty!\n\n\nKevin\n: Oh, this will be good.\n\n\nKincaid\n: Will you leave?\n\n\nKevin\n: I’d love to.\n\n\n[Kincaid shakes his head and turns back to the contestants.]\n\n\nKincaid\n: Agent Echo, you’re up!\n\n\nAgent Echo\n: Alright…\n\n\n[The wheel begins spinning and one arm of the corpse extends, striking a raised post from the center point of each segment of the wheel. Droplets of blood spray from the wheel and splash over the contestants.]\n\n\nDr. Kleiner\n: I don’t even know why we’re playing the game.\n\n\nKincaid\n: What choice do you have? Besides, who wouldn’t want to test their fates for the chance to win such incredible prizes?\n\n\n[The camera spins and zooms in to the other side of the stage where several prizes have been displayed.\n6\n The camera spins back to the wheel as it slows and the hand of Christ lands on the post in section 2. The post perfectly fits within a hole in the wrist of the body.]\n\n\nKincaid\n: Oh no! Looks like you landed on one of the penalty tiles!\n\n\nAgent Echo\n: How many points do I lose?\n\n\nKincaid\n: None! It says here, “you will be stabbed at some point during the show.” Fun!\n\n\n[O5-7 rolls her eyes.]\n\n\nAgent Echo\n: What the fuck is wrong with this show?\n\n\nKevin\n: It’s Hell.\n\n\nKincaid\n: Absolutely nothing! \n[Narrowing his eyes at Kevin.]\n Don’t mind him. Okay, Marjorie, your turn.\n\n\n[Fourteen minutes omitted for brevity. O5-7 landed on segment 3, resulting in Kincaid yelling “Bankrupt!” and the loss of all her points. Dr. Kleiner landed on 7, which was described as “Don’t look behind you” and gained zero points.\n7\n Agent Echo landed on segment 5 and was challenged to “throw a rock at Kevin!” A small stone materialized at his podium, but Agent Echo refused to do so and gained no points.]\n\n\nKincaid\n: Alright, Dr. Kleiner, you’re up!\n\n\n[The wheel spins and the hand of Christ falls on segment 1.]\n\n\nKincaid\n: Fill some blood in this cup for two points!\n\n\n[A paring knife and styrofoam cup appear on Dr. Kleiner’s podium. She picks up the knife and cup and examines them.]\n\n\nKincaid\n: What’s the matter? Not so appealing when you have to do your own dirty work?\n\n\n[Dr. Kleiner stares at Kincaid, and then throws the knife at him. It disappears after leaving her fingers and manifests back on the podium. Kincaid smiles and waggles his finger back and forth.]\n\n\nKincaid\n: I applaud your initiative, but that’s not going to work. Come on now, you can’t have a problem with a little bloodletting, surely. Look who you work for!\n\n\n[Dr. Kleiner walks over to Agent Echo, then slashes his forearm. He screams and pushes her away from him.]\n\n\nAgent Echo\n: What’s your problem, lady?\n\n\nDr. Kleiner\n: The sooner we win, the sooner we can go home. I’ve read the files on Vikander-Kneed. They don’t kill people. Right?\n\n\n[Kincaid smiles and shakes his head. The cameras zoom in on Kevin in the background behind the contestants.]\n\n\nKevin\n: Um…\n\n\nKincaid\n: Ignore him.\n\n\n[Kincaid throws the rock at Kevin that Echo refused to.]\n\n\nDr. Kleiner\n: I’m in the lead, so it gives me the best chance of winning if I’m uninjured. You’re the most likely to be able to operate with such a wound, so…\n\n\n[Dr. Kleiner holds out the styrofoam cup. Agent Echo curses and holds out his arm so the blood from his wound drips into the cup. Kincaid suddenly appears from off camera, grabbing the styrofoam cup and upending it so the blood trickles out into his eyes. The blood mixes with the oily black substance leaking from his eyes and turns it a rusty brown color. For the rest of the episode, the substance retains that color.]\n\n\nKincaid\n: \n[Satisfied sigh]\n Oh thank god, I was so parched.\n\n\n[Kleiner backs away and returns to her podium. The point tally under her name goes up by 3 points, putting her at 5 points total.]\n\n\n[Kincaid is running his fingers inside the cup and then rubbing the remnants of Echo’s blood into his eyes. He returns to standing in front of the wheel.]\n\n\nKincaid\n: Right! Marjorie!\n\n\nO5-7\n: I have a title, couldn’t yo–\n\n\nKincaid\n: Your title \nis\n Marjorie.\n\n\n[The wheel begins spinning.]\n\n\nKincaid\n: Oh, I’m sorry, I forgot you sacrificed your whole family to this great calling. To combat the things in the dark. OH FIVE SEVEN! A great leader responsible for \nimportant choices!\n Containing the awful anomalies! Preserving noooooormalcy.\n\n\n[The wheel stops spinning with the now battered and disfigured hand of Christ indicating the segment numbered 4.]\n\n\nKincaid\n: There we go! Ready for your challenge?\n\n\n[O5-7 crosses her arms.]\n\n\nKincaid\n: Explain to your son why you abandoned him!\n\n\nO5-7\n: What?\n\n\n[The curtains part again to reveal a teenage boy with dirty clothes and hair. He has bags under his eyes.]\n\n\nO5-7\n: Cas?\n\n\nCaspian Gonzales\n: Mom? What the fuck!\n\n\nKincaid\n: Go ahead, explain!\n\n\nO5-7\n: I needed to dedicate myself to the job, it was too important.\n\n\n[The audience boos.]\n\n\nCaspian\n: Did you really need to abandon us? Couldn’t you have just kept it secret?\n\n\nO5-7\n: I couldn’t afford the distraction. If I took my eye off the ball, I would lose my position and then the world would suffer.\n\n\nCaspian\n: But you’re my mother. I needed you.\n\n\nO5-7\n: The Foundation needed me more, Cas.\n\n\nKincaid\n: Really?\n\n\nO5-7\n: Okay, no, but I didn’t really want to be a mother anyway!\n\n\n[O5-7’s mouth hangs open after this. She looks away, downcast.]\n\n\nKincaid\n: Excellent! Three points to Marjorie!\n\n\n[The audience claps.]\n\n\nKevin\n: Well, you’re still a dick.\n\n\nKincaid\n: Yes I am!\n\n\n\n\n\n\n\n\nTIME TO MAKE THE MONEY!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFinal Segment\n\n\n\n\n\n\n[Screen fades in from the last commercial to find Kincaid sitting cross legged on the floor of the stage. The oily brown substance is pooling around him on the floor, pouring from his eyes and down his shirt and into his lap. The three contestants are facing him in a semicircle, but are standing. Kevin is bound to a simple wooden chair in the corner of the screen, his mouth gagged with cloth. He is rocking back and forth in the chair.]\n\n\nKincaid\n: Oh look who’s back, it’s the audience! We missed you.\n\n\nO5-7\n: \n[Scoffs]\n Audience.\n\n\nKincaid\n: Sorry?\n\n\nO5-7\n: What audience?\n\n\nKincaid\n: \n[Pointing at the camera]\n The Audience.\n\n\n[O5-7 moves over to the camera and turns it around.\n8\n The audience is an American football field sized coliseum. At least seventy thousand people sit in the stands. The closest seats are visible as the camera pans by. Filling each seat is a humanoid corpse in various states of decomposition.]\n\n\nKincaid\n: Stop it!\n\n\n[The camera circles back to the stage and Kincaid ushers O5-7 back to where she was before.]\n\n\nKincaid\n: They’re shy.\n\n\n[Kincaid winks at the camera.]\n\n\nKincaid\n: Alright, who’s ready for the last part of the show?\n\n\nDr. Kleiner\n: Good god, yes. Let’s get this over with. I have research I could be doing.\n\n\nAgent Echo\n: Yeah, I’m done here.\n\n\nKincaid\n: Oh? Oh yes! Important things to get back to, and then get your memory erased! Fun fun.\n\n\n[Agent Echo frowns, but does not respond.]\n\n\nO5-7\n: Okay, that’s enough. Leave him be.\n\n\nKincaid\n: Where was that nurturing spirit a minute ago?\n\n\nO5-7\n: Tell us what the game is already.\n\n\nKincaid\n: Alright alright. It’s actually my favorite! Because it’s time for:\n\n\n\n\nKincaid\n: Okay! Ready?\n\n\nDr. Kleiner\n: What about the rules?\n\n\nKincaid\n: You guess the number I’m thinking of.\n\n\nO5-7\n: That’s ridiculous.\n\n\nKincaid\n: No, it isn’t. Tell me another game show that’s ever done that. Go on, I’m waiting.\n\n\nAgent Echo\n: He’s got you there.\n\n\n[Kincaid walks over to Echo and slaps him on the back, leaving a rusty handprint on his uniform.]\n\n\nKincaid\n: Thank you, my friend!\n\n\n[Kevin is struggling in his chair, succeeding in catching Dr. Kleiner’s attention. He indicates his bindings with a head motion. Kleiner stares at him, then turns back towards Kincaid and the other contestants.]\n\n\nDr. Kleiner\n: Alright, let’s play already.\n\n\n[Kevin’s low whimpering can be heard for a moment, but audience applause drowns it out.]\n\n\nKincaid\n: Okay! Number between 1 and 10. Echo, you first. Go!\n\n\n[Agent Echo just grimaces.]\n\n\nKincaid\n: Pick. A. Fucking. Number.\n\n\nAgent Echo\n: Uh, four.\n\n\nKincaid\n: Hmmm. Nope, that’s not it.\n\n\nAgent Echo\n: Who cares?\n\n\nKincaid\n: That’s the spirit! Marjorie?\n\n\n[O5-7 sighs. Kevin begins softly moaning in the background again, and Dr Kleiner turns to look at him.]\n\n\nO5-7\n: Eight.\n\n\nKincaid\n: No way! Okay, Doctor? Your turn.\n\n\n[Dr. Kleiner is looking at Kevin. No emotion is easily readable on her face.]\n\n\nKincaid\n: \n[Touching his ear]\n Jerry, will you please take George to the back?\n\n\n[A humanoid-shaped darkness begins to drag Kevin off to the side of the stage.]\n\n\nKincaid\n: Oh Dr. Kleiner?\n\n\n[She turns away from Kevin and looks back at Kincaid.]\n\n\nKincaid\n: Wow! Nothing fazes you, huh? What’s your guess? You’re tied with Marjorie, so if you don’t get it, we’re going back around!\n\n\nDr. Kleiner\n: Seven.\n\n\n[Confetti begins falling from above them, with a klaxon sounding and trumpets playing a fanfare.]\n\n\nKincaid\n: That’s it!\n\n\nO5-7\n: Come on.\n\n\nKincaid\n: Complain, complain, complain. What now?\n\n\nO5-7\n: You probably didn’t even have a number in mind, you just picked who you wanted to win.\n\n\nKincaid\n: That’s absolutely true.\n\n\nO5-7\n: Seriously?\n\n\nKincaid\n: What’s the matter? You only like playing when you’re the one who can manipulate the results? You’re only happy when you can ruin a man’s dreams of having a primetime gameshow?\n\n\nO5-7\n: What are you talking about?\n\n\nKincaid\n: Why do you do it anyway? Don’t tell me that nonsense about dying in the dark, lady. Why do you insist on containing everything? I worked for years on that show. One simple decision by you fucks, and it’s all up in smoke. So tell me, why contain the things that aren’t nightmares? No more bullshit.\n\n\nO5-7\n: We’ve been doing it so long, we don’t know how to exist any other way. And we don’t want to let go.\n\n\nKincaid\n: Of what?\n\n\nO5-7\n: Control. It’s in the name, for fuck’s sake. And if the \nanomalies weren’t around to control\n anymore, we’d lose what hold we have.\n\n\nDr. Kleiner\n: Inspiring. Can we leave now?\n\n\n[Kincaid points at Echo and O5-7, snapping his fingers.]\n\n\nKincaid\n: They can!\n\n\n[Tendrils of black sludge reach up from the floor of the stage, wrapping themselves around Echo and O5-7, dragging them down into a hole opened in the floor.]\n\n\nDr. Kleiner\n: Listen, I don’t care what you do to them. I’m going home.\n\n\nKincaid\n: What about your prize?\n\n\nDr. Kleiner\n: I don’t care.\n\n\n[Kincaid snaps his fingers again, and the prizes are all laid out in front of them. He walks over and lifts the paper bag, staining it further with his fingers covered in brown fluid. At this point the only distinguishing feature on Kincaid is the eyes, glowing a dull yellow.]\n\n\n[He walks over and hands her the bag. She gingerly opens it, trying to avoid the residue from his touch. She pulls out a crumpled pile of papers. She looks at them and glances up at the camera, her eyes wide.]\n\n\nKincaid\n: An exclusive employment contract with Vikander-Kneed Technical Media planning and statistics department! Already signed!\n\n\n[Dr. Kleiner frantically flips to the last pages.]\n\n\nDr. Kleiner\n: Hey, my signature is here. I didn’t sign this!\n\n\nKincaid\n: I’ll think you’ll find that you did.\n\n\n[Kincaid turns to the camera with his arms open wide. A spray of the brown liquid hits Kleiner.]\n\n\nKincaid\n: Well, that’s all folks! We’re outta time here at Misfortune Gorge. I hope you all had a good time, I know our very own Dr. Kleiner did. Don’t worry, you’ll be seeing a lot of her in the future! She’s VKTM material.\n\n\nDr. Kleiner\n: The fuck I am!\n\n\nKincaid\n: Just smell that gumption, folks! Can’t wait to get started! Thank you to our sponsors, Vikander-Kneed Technical Media. For a Better Tomorrow\nTM\n. Goodnight, America!\n\n\n[Credits begin to roll as the camera pulls back from the stage. Dr. Kleiner is dragged back into the shadows of the side stage area, and Kincaid follows her.]\n\n\n\n\n\n\n\n\n\n\n \n\n\nMisfortune\n\n\n \n\n\n \n\n\nProduced by\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nCast\n\n\n \n\n\nThe Host\n\n\nO5-7\n\n\nAgent Echo\n\n\nDr. Kleiner\n\n\nKevin\n\n\n \n\n\nCrew\n\n\n \n\n\nProduction Designer\n\n\nKey Grip\n\n\nGraphic Designer\n\n\nLight Board Operator\n\n\nPlanning and Statistics\n\n\nPuppet Creative Consultant\n\n\nMusic Coordinator\n\n\nEditing Supervisor\n\n\nBest Boy\n\n\nCasting Supervisor\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nGorge\n\n\n \n\n\n \n\n\nVikander-\n\n\nKneed\n\n\nTechnical\n\n\nMedia\n\n\n \n\n\n \n\n\n \n\n\nJeremy Kincaid\n\n\nMarjorie Gonzales\n\n\nAgent Echo\n\n\nDr. Isabel Kleiner\n\n\nKevin Fillmore\n\n\n \n\n\n \n\n\n \n\n\nJerry\n\n\nJerry\n\n\nJerry\n\n\nJerry\n\n\nDr. Isabel Kleiner\n\n\nJerry\n\n\nJerry\n\n\nJerry\n\n\nJerry\n\n\nJerry\n\n\n \n\n\n\n\n\n\n\n\nONE MORE AD BREAK TO FEED OUR BANK ACCOUNTS!\n\n\n\n\n\n\n\n\n\n\n\n\nThe final image before the episode begins again is included below.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nUpdate\n: (30 September 2022) Agent Echo was found unconscious on the streets of Reykjavik, Iceland. As of writing, no sign of Marjorie Gonzales, the previous O5-7, has been found.\n\n\nKevin Fillmore continues to work at the Phoenix Police Department and has no knowledge of the events described above.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The identifying copyright number does not match any on record with the US Office of Copyright or any other nation’s equivalent federal body.\n\n\n2\n. William Wettle, Researcher in Replication Studies at Site-43, claimed to have no knowledge of the anomaly and categorically denied any connection to \nGOI-5889\n.\n\n\n3\n. Audio analysis indicates a live audience of more than two thousand individuals.\n\n\n4\n. Recording did not actually register the phrase “TM” but invariably, transcripts have included it and the notation cannot be deleted for unknown reasons.\n\n\n5\n. Matching the description of Kevin Fillmore, an administrator working for the Phoenix Police Department in Phoenix Arizona.\n\n\n6\n. Including a neon yellow 2022 Toyota Camry, a gold trimmed Rolex branded watch, a $50 giftcard to the VKTM.com online store, and a brown paper bag with oil stains.\n\n\n7\n. A entity comprised of shadows with red glowing eyes appeared behind the researcher and grasped her head, keeping it immobile, and would not allow her to turn and look behind her.\n\n\n8\n. Interestingly, as the view rotates 180° there is no camera operator seen.\n\n\n\n\n\n\n\n\n« \nSCP-7006\n | SCP-7007 | \nSCP-7008\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7007\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7007\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: CRT\n\n\nAuthor\n: Robert Anders\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/schwarzbrot/23624689029/\n\n\n\n\n\n\nFilename\n: Wheel of Kevin\n\n\nAuthor\n: \nVivarium\n\n\nLicense\n: CC BY-SA 3.0\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n and derivative of below image\n\n\n\n\n\n\nFilename\n: Corn Maze Game Wheel\n\n\nAuthor\n: Jim the Photographer\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/72744295@N00/9903753734\n\n\n\n\n\n\nFilename\n: Los Angeles Sunset\n\n\nAuthor\n: Ron Reiring\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/84263554@N00/2160218875\n\n\nAdditional Notes:\n Edited by \nVivarium\n and \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: Will Become Desolation\n\n\nAuthor\n: Crusty Da Klown\n\n\nLicense\n: Public Domain\n\n\nSource\n: \nhttps://www.flickr.com/photos/148598741@N02/50633046003/\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nAll voice over is released under Creative Commons 3.0 SA license – Written by \nGrigori Karpin\n and voiced by both \nGrigori Karpin\n and \nJak Mockery\n\n\n\n\nMusic provided by Kevin Macleod\n\n\nLicensed Creative Commons: BY Attribution 4.0\n\n\nSource\n: \nhttps://incompetech.com/music/royalty-free/music.html\n\n\nTracks used\n:\n\nSCP-x7x (6th Floor)\n\nBleeping demo\n\nEther Vox\n\nThe Ice Giants\n\nAquarium\n\nAdding the sun\n\nHillbilly Swing\n\nKrampus Workshop\n\nDel Rio Bravo\n\nSymmetry\n\nMagistar\n\n\n\n\n\n\nAll Video edited by \nGrigori Karpin\n using the below images:\n\n\n\n\nName:\n Desolate track on Lealholm moor\n\n\nAuthor:\n Colin Grice\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nGeograph\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: Dream Catcher\n\n\nAuthor\n: Randy Heinitz\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/rheinitz/6214617711/\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: Sandstone Sacrificial Altar\n\n\nAuthor\n: Gary Todd\n\n\nLicense\n: Public Domain\n\n\nSource\n: \nhttps://www.flickr.com/photos/101561334@N08/29343946728/\n\n\n\n\n\n\nFilename\n: Earth Rise\n\n\nAuthor\n: NASA\n\n\nLicense\n: Public Domain\n\n\nSource\n: \nhttps://commons.wikimedia.org/wiki/File:Apollo_10_Earthrise.ogv\n\n\n\n\n\n\n\n\nFilename\n: House\n\n\nAuthor\n: Jennifer C.\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/29638108@N06/5220536930/\n\n\n\n\n\n\nFilename\n: House\n\n\nAuthor\n: Andrew\n\n\nLicense\n: CC BY-SA 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/asnewlibrarian/1530559675/\n\n\n\n\n\n\nFilename\n: House\n\n\nAuthor\n: oatsy40\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/oatsy40/45135502511/\n\n\n\n\n\n\nFilename\n: House\n\n\nAuthor\n: oatsy40\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/oatsy40/45135501651/\n\n\n\n\n\n\nFilename\n: Attractive woman working out at home\n\n\nAuthor\n: nenad Stojkovic\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/nenadstojkovic/52040977642/\n\n\n\n\n\n\nFilename\n: muscles 2\n\n\nAuthor\n: fsecart\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/fsecart/648521701/\n\n\n\n\n\n\nFilename\n: woman working out on the wooden terrace on lake\n\n\nAuthor\n: nenad Stojkovic\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/nenadstojkovic/50183373131/\n\n\n\n\n\n\nFilename\n: Capitalism\n\n\nAuthor\n: Surizar\n\n\nLicense\n: CC BY-SA 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/puchica/2459268417/\n\n\n\n\n\n\n\n\nFilename\n: vintage paper texture\n\n\nAuthor\n: pinkorchid_too (Sandra)\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nlink\n\n\nSource:\n \nSCP Foundation Wiki\n\n\nLicense:\n CC BY-SA 3.0\n\n\nTitle:\n cf15Pj6.jpg\n\n\nAuthor:\n \nMetaphysician\n\n\nRelease year:\n 2016\n\n\n\n\n\n\nFilename\n:Jason Lord of TV\n\n\nAuthor\n: jasoneppink\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/38102495@N00/2431543939\n\n\nAdditional Notes\n: Edited by \nVivarium\n\n\n\n\n\n\nFilename\n: Image from page 57 of \"A masque of dead Florentines : wherein some of death's choicest pieces, and the great game that he played therewith, are fruitfully set forth\" (1895)\n\n\nAuthor\n:internet Archive Book Images\n\n\nLicense\n: Public Domain\n\n\nSource\n: \nhttps://www.flickr.com/photos/internetarchivebookimages/14784089862/\n\n\n\n\n\n\nFilename\n: IMG_0763 (wrecked bus)\n\n\nAuthor\n: Joe Loong\n\n\nLicense\n: CC BY-SA 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/joelogon/8004542634/\n\n\nAdditional Notes\n: Edited by \nVivarium\n\n\n\n\n\n\nFilename\n: BLM-Idaho's Clay Stephens Assists with Australian Bushfires\n\n\nAuthor\n: BLMIdaho\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/blmidaho/49451326777/\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: scowls\n\n\nAuthor\n: coia.nac\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/coianac/8293218154/\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: threemoonsinitiative.jpg\n\n\nAuthor\n: \ndaveyoufool\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: \nhttps://scp-wiki.wikidot.com/local--files/three-moons-initiative-hub/threemoonsinitiative.jpg\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nPics used to create the \"contestant\" image:\n\n\n\n\nFilename\n: IMG_2822 (O5-7)\n\n\nAuthor\n: World Travel and Tourism Council\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/78618717@N07/9720392851\n\n\n\n\n\n\nFilename\n: Škvrny a fľaky na koži je ľahké odstrániť\n\n\nAuthor\n: Si jediné čo máš.\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/61357354@N08/5579309075\n\n\n\n\n\n\nFilename\n: French Army Soldier at the Eiffel Tower\n\n\nAuthor\n: Derek Key\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nhttps://www.flickr.com/photos/32211216@N06/9314637850",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dear Dr. Wettle, We’re hoping you’d do us the favor of reviewing the show we’ve enclosed. Your organization is quite large and we were hoping to get some beta viewers for feedback on whether or not the show works from a perspective within the Foundation. Don’t worry about reporting this; as you can see from the video, the O5 Council is already well aware. So let’s keep it between us for now, we want the episode to be a surprise! Best, Your Friends at Vikander-Kneed",
        "Update : (30 September 2022) Agent Echo was found unconscious on the streets of Reykjavik, Iceland. As of writing, no sign of Marjorie Gonzales, the previous O5-7, has been found. Kevin Fillmore continues to work at the Phoenix Police Department and has no knowledge of the events described above.",
        "\" SCP-7007 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-7007 . Licensed under CC-BY-SA .",
        "Filename : CRT Author : Robert Anders License : CC BY 2.0 Source : https://www.flickr.com/photos/schwarzbrot/23624689029/",
        "Filename : Wheel of Kevin Author : Vivarium License : CC BY-SA 3.0 Additional Notes: Edited by Grigori Karpin and derivative of below image",
        "Filename : Corn Maze Game Wheel Author : Jim the Photographer License : CC BY 2.0 Source : https://www.flickr.com/photos/72744295@N00/9903753734",
        "Filename : Los Angeles Sunset Author : Ron Reiring License : CC BY 2.0 Source : https://www.flickr.com/photos/84263554@N00/2160218875 Additional Notes: Edited by Vivarium and Grigori Karpin",
        "Filename : Will Become Desolation Author : Crusty Da Klown License : Public Domain Source : https://www.flickr.com/photos/148598741@N02/50633046003/ Additional Notes: Edited by Grigori Karpin",
        "Name: Desolate track on Lealholm moor Author: Colin Grice License: CC BY-SA 2.0 Source Link: Geograph Additional Notes: Edited by Grigori Karpin",
        "Filename : Dream Catcher Author : Randy Heinitz License : CC BY 2.0 Source : https://www.flickr.com/photos/rheinitz/6214617711/ Additional Notes: Edited by Grigori Karpin",
        "Filename : Sandstone Sacrificial Altar Author : Gary Todd License : Public Domain Source : https://www.flickr.com/photos/101561334@N08/29343946728/",
        "Filename : Earth Rise Author : NASA License : Public Domain Source : https://commons.wikimedia.org/wiki/File:Apollo_10_Earthrise.ogv",
        "Filename : House Author : Jennifer C. License : CC BY 2.0 Source : https://www.flickr.com/photos/29638108@N06/5220536930/",
        "Filename : House Author : Andrew License : CC BY-SA 2.0 Source : https://www.flickr.com/photos/asnewlibrarian/1530559675/",
        "Filename : House Author : oatsy40 License : CC BY 2.0 Source : https://www.flickr.com/photos/oatsy40/45135502511/",
        "Filename : House Author : oatsy40 License : CC BY 2.0 Source : https://www.flickr.com/photos/oatsy40/45135501651/",
        "Filename : Attractive woman working out at home Author : nenad Stojkovic License : CC BY 2.0 Source : https://www.flickr.com/photos/nenadstojkovic/52040977642/",
        "Filename : muscles 2 Author : fsecart License : CC BY 2.0 Source : https://www.flickr.com/photos/fsecart/648521701/",
        "Filename : woman working out on the wooden terrace on lake Author : nenad Stojkovic License : CC BY 2.0 Source : https://www.flickr.com/photos/nenadstojkovic/50183373131/",
        "Filename : Capitalism Author : Surizar License : CC BY-SA 2.0 Source : https://www.flickr.com/photos/puchica/2459268417/",
        "Filename : vintage paper texture Author : pinkorchid_too (Sandra) License : CC BY 2.0 Source : link Source: SCP Foundation Wiki License: CC BY-SA 3.0 Title: cf15Pj6.jpg Author: Metaphysician Release year: 2016",
        "Filename :Jason Lord of TV Author : jasoneppink License : CC BY 2.0 Source : https://www.flickr.com/photos/38102495@N00/2431543939 Additional Notes : Edited by Vivarium",
        "Filename : Image from page 57 of \"A masque of dead Florentines : wherein some of death's choicest pieces, and the great game that he played therewith, are fruitfully set forth\" (1895) Author :internet Archive Book Images License : Public Domain Source : https://www.flickr.com/photos/internetarchivebookimages/14784089862/",
        "Filename : IMG_0763 (wrecked bus) Author : Joe Loong License : CC BY-SA 2.0 Source : https://www.flickr.com/photos/joelogon/8004542634/ Additional Notes : Edited by Vivarium",
        "Filename : BLM-Idaho's Clay Stephens Assists with Australian Bushfires Author : BLMIdaho License : CC BY 2.0 Source : https://www.flickr.com/photos/blmidaho/49451326777/ Additional Notes : Edited by Grigori Karpin",
        "Filename : scowls Author : coia.nac License : CC BY 2.0 Source : https://www.flickr.com/photos/coianac/8293218154/ Additional Notes : Edited by Grigori Karpin",
        "Filename : threemoonsinitiative.jpg Author : daveyoufool License : CC BY-SA 3.0 Source : https://scp-wiki.wikidot.com/local--files/three-moons-initiative-hub/threemoonsinitiative.jpg Additional Notes : Edited by Grigori Karpin",
        "Filename : IMG_2822 (O5-7) Author : World Travel and Tourism Council License : CC BY 2.0 Source : https://www.flickr.com/photos/78618717@N07/9720392851",
        "Filename : Škvrny a fľaky na koži je ľahké odstrániť Author : Si jediné čo máš. License : CC BY 2.0 Source : https://www.flickr.com/photos/61357354@N08/5579309075",
        "Filename : French Army Soldier at the Eiffel Tower Author : Derek Key License : CC BY 2.0 Source : https://www.flickr.com/photos/32211216@N06/9314637850"
    ],
    "title": "SCP-7007"
}