{
    "url": "https://scp-wiki.wikidot.com/scp-7008",
    "all_text": "rating: \n+231\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-7008 instance.\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7008\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nANOMALOUS\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7008 presents a negligible threat to the Veil or Foundation. Research into the cause of SCP-7008 manifestation events may continue, but no formal containment is required.\n\n\nDescription:\n SCP-7008 is the manifestation of an otherwise non-anomalous artificial rose, made of pink fabric and plastic, that spontaneously appears in populated areas. The conditions for its manifestation are still unclear, but a vast majority of events share the following in common:\n\n\n\n\nSCP-7008 usually manifests between 5PM and 4AM local time,\n\n\nDespite almost exclusively manifesting in urban environments, the area is rarely heavily populated at the time,\n\n\nSCP-7008 favours industrial and business zones over residential areas,\n\n\nSCP-7008 manifests outside of direct human observation.\n1\n\n\n\n\n \n\n\n \n\n\nAddendum 7008.1 - Discovery:\n\n\nFoundation datacrawler Sylvia.aic recorded a brief reboot of several audiovisual CCTV cameras in Norfolk, Virginia. As this was extremely unlikely without anomalous interference it was flagged for manual review, leading to the first recorded SCP-7008 event. A transcription of the footage can be found below:\n\n\n\n\n\n\n\n\n00:00\n\n\n\n\n\n\nMorgan Alda walks out of their place of employment, a local grocers.\n\n\nIt is 2:17 am. The street is dark, and Alda shivers momentarily. Reaching into their pocket, they pull out a set of keys and, after thirty seconds of effort, lock the door to the building.\n\n\nThey take a few steps back, still facing the building, and take a single deep breath. Rubbing their eyes, they wander to a nearby bench.\n\n\nAlda sits down, and pulls a pair of earphones and a pack of gum from their pockets. They plug the headphones in, fiddling with their phone to find a song. Content, or at least okay with their choice, they put the phone down and stare across the road.\n\n\nA few minutes pass. The gentle breeze dies down. They gaze into the distance, isolated from the world around them. Rarely, a car passes, roaring as it does, but they do not react. Their every breath cuts the brisk air. Regardless, they continue to stare.\n\n\nA long while later Alda snaps back, sighs loudly and leans down, putting their head in their hands. The footage cuts out.\n\n\nWhen it resumes, a pink plastic rose can be seen to the side of the bench. Alda continues to sit head in hands. After five minutes, they look up and notice the rose.\n\n\nThey hesitate.\n\n\nAlda:\n Huh.\n\n\nThey pick up the rose and turn it about in their hands, looking it over for a minute. Suddenly, they stand up, almost jumping off the ground in effort, and slide the rose into their pocket. Slowly, they wander towards the camera as they head home. As they leave frame, they have a slight smile on their face.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. This, combined with the lack of anomalous effects following manifestation, make containment and research of SCP-7008 a low priority.\n\n\n\n\n\n\n« \nSCP-7007\n | SCP-7008 | \nSCP-7009\n »\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7008\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7008\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n rosetall.png\n\n\nName:\n Pink Rose\n\n\nAuthor:\n Brian Richardson\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n square.jpg\n\n\nName:\n Washington, Iowa's Town Square, at Night, in a Snowstorm\n\n\nAuthor:\n Pete Markham\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7008 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-7008 . Licensed under CC-BY-SA .",
        "Filename: rosetall.png Name: Pink Rose Author: Brian Richardson License: CC-BY-2.0 Source Link: Flickr",
        "Filename: square.jpg Name: Washington, Iowa's Town Square, at Night, in a Snowstorm Author: Pete Markham License: CC-BY-2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-7008 presents a negligible threat to the Veil or Foundation. Research into the cause of SCP-7008 manifestation events may continue, but no formal containment is required.",
    "description": "SCP-7008 is the manifestation of an otherwise non-anomalous artificial rose, made of pink fabric and plastic, that spontaneously appears in populated areas. The conditions for its manifestation are still unclear, but a vast majority of events share the following in common:",
    "title": "SCP-7008"
}