{
    "url": "https://scp-wiki.wikidot.com/scp-7010",
    "all_text": "SCP-7010\n\n\n\n\n\n\nBy:\n \nstormbreath\n\n\n\n\n\n\nPublished on \n29 Jul 2022 00:49\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+165\n+\n–\nx\n\n\n\n\nby \nstormbreath\n & \nLt Flops\n\n\n\n\n\n\n \n\n\n\n\nSCP-7010\n\n\n\n\n\n\nCanon Hub\n » \nWar On All Fronts - Hub\n » SCP-7010\n\n\n\n\n\n\n\n\nItem #:\n SCP-7010\n\n\nLevel 3/7010\n\n\n\n\n\n\nObject Class:\n \nThaumiel\n Neutralized\n\n\nConfidential\n\n\n\n\n\n\n\n\n\n\n\n\nDemesne of Dagda mac Aengus, a former locus of SCP-7010 (SCP-7010-\nα\n).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-03\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. Kennedy Collins\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Kennedy Collins\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nNone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-03\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. Kennedy Collins\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Kennedy Collins\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nNone\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures \n[OUTDATED]\n:\n Containment and maintenance of SCP-7010 is in the control of the Hy-Brasil government, per operation treaties that allow for the existence of Site-03. Although Site-03 benefits from SCP-7010 as a risk-aversion measure, it is not directly or immediately responsible for the continued supervision of the system.\n\n\n\n\nDescription:\n SCP-7010 was a system of thaumaturgical wards on Nx-03 that anomalously altered probability on the island. Generally favorable outcomes were of increased likelihood, whereas unfavorable outcomes were significantly reduced in chance. These protections served to both increase quality of life on the island, and function as a means of protection against extreme adverse events, such as natural disasters or mass fatality incidents.\n\n\n\n\nNexus №:\n \nNx-03\n\n\nCivilian Designation:\n Hy-Brasil\n\n\nOverview:\n An island nation-state to the west of Ireland, populated by an anomalous human subspecies known as the Tuatha Dé Danann (\nHomo sapiens tumuli\n). Nx-03 is only in baseline reality for one day out of every seven years, and during the intervening time, only anomalous organisms can reach it. The Foundation has established Site-03 on the island to help regulate dangerous anomalies therein.\n\n\n\n\nThe Foundation — during the period in which SCP-7010 was active — benefited from these protections because of the location of Site-03. The Site was generally viewed as one of the most secure facilities, where the risk of a severe containment breach was effectively zero. There were seven wards total, designated SCP-7010-\nα\n, \nβ\n, \nγ\n, \nδ\n, \nε\n, \nζ\n, and \nη\n.\n\n\nSCP-7010 catastrophically failed on June 13th, 1988, following a brief period of instability. Immediately after the collapse, an entity known to the Global Occult Coalition as \nLTE-0851-Cetus\n attacked the island. This entity was a mostly aquatic organism measuring 100 meters tall, possessing five arms and five rear tentacles. The attack, and the damage caused by the GOC during their defense of Nx-03, led to massive architectural and infrastructural damage alongside major civilian casualties.\n\n\nDuring the attack, both High King Nuada Airgetlám VII and Crown Princess Mór-Ríoghain were killed. Prince Delbáeth — the son of Nuada's younger brother — ascended to the throne and became High King. Having been a part of the investigation into the failing wards, he outlawed their future usage, seeing them as responsible for the downfall of his nation and the deaths of his close family members.\n\n\n\n\n\n\nInvestigations\n\n\n\n\nFrom the Personal Log of Dr. Kennedy Collins\n\n\n\n\nFEBRUARY 11\nTH\n, 1988\n\n\nMy Foundation dual assignment with the fair folk led me onboard an elegant schooner of traditional Tuatha Dé construction. There, I spent my trip listening to the deckhands, who were taking turns wooing me with traditional tales and passing jokes. I found the latter shockingly vulgar. No matter: It was a delight hearing what they had to say. The former truly fascinated me: I had done my first BA in Folkloristics, though this was at a mundane college. The lore of Hy-Brasil, on the other hand, is credibly out of this world.\n\n\nOnly aboard a Tuatha-crewed ship could I reach the island in the first place. I'd have to wait another 5 years otherwise.\n.\nAs anticipated, Hy-Brasil would again become visible and fully accessible on 7 July 1993 at precisely 00:00 (GMT+1).\n\n\nIn no time, my attachés helped me from their ship to dry land, then from there to the Site-03 security cordon. Here, a limestone motte residence is my home for the next six months.\n\n\nTomorrow is Friday, but I won't be joining the rest of the city for their nighttime revelry. There's paperwork to do.\n\n\n\n\n\n\n\n\nFEBRUARY 15\nTH\n, 1988\n\n\nI was invited today to meet with the new Court Wizard of the Hy-Brasil Royal Court, a young man by the name of Midhir mac Lug. Young is relative, here: These are a people that routinely live for upwards of two hundred years, and being forty years old is to them but a child. (Only a little older than I am, as it happens.) However, it is old enough to receive a prestigious appointment, it appears.\n\n\nI have never met a court wizard before, never mind a Court Wizard.\n\n\nConsidering I am a newcomer visiting nobility, I \nwas\n to be accompanied with servants. However, when the young royal subjects heard I was in town, and with such an important mission, they chose to accompany me directly. My superiors told me that this was entirely out of procedure, but no one would dare say no to the first and second in line for the throne.\n\n\nThe information I received on them was brief. Between Midhir and I in age. By chance, the two had been born one day apart — the Princess, by the name of Mór-Ríoghain, was the elder — and tended to act more as twin siblings. Both had attended ICSUT\n.\nThe International Center for the Study of Unified Thaumatology (ICSUT):\n The world's foremost magickal college. Mór-Ríoghain and Delbáeth both went to the Hy-Brasil campus of the school, although they completed study abroad programs at other campuses.\n in their youth and were accomplished wizards, although not nearly as powerful as Midhir.\n\n\nThe pair were waiting outside Site-03 when I left for the first time since my arrival.\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n\n\n◆ VIEW ATTENDEES ◆\n\n\n\n\n◇ HIDE ATTENDEES ◇\n\n\n\n\nDr. Kennedy Collins\n\nCrown Princess Mór-Ríoghain\n\nPrince Delbáeth\n\n\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nPrincess Mór-Ríoghain:\n Ah-ha! There she is. The lovely human diplomat.\n\n\nPrince Delbáeth:\n Salutations, good lady.\n\n\nDr. Collins:\n \n[\nStuttering.\n]\n Oh, uh, hello. \n[\nShe bows before the two.\n]\n Your majesty-sies. I wasn't expecting you; I didn't think our meeting with Midhir was until tomorrow.\n\n\nPrince Delbáeth:\n It isn't.\n\n\nPrincess Mór-Ríoghain:\n We wanted to introduce ourselves. And take you out for a meal. There's an excellent location down the street. Owned by the Deathless Merchant of London, though the food is good.\n\n\nPrince Delbáeth:\n We should note it has been under his ownership for over a hundred years. Before he became the Deathless Merchant of London.\n\n\nPrincess Mór-Ríoghain:\n After. But before the current occasion, to be fair.\n\n\nDr. Collins:\n Ah, then. I'd be delighted.\n\n\nThe trio walks down from Site-03 to the aforementioned restaurant, enters, and is escorted to a private rooftop table. Food is brought out without being ordered.\n\n\nPrince Delbáeth:\n We called ahead, of course. Nothing but the finest for the pair of us.\n\n\nPrincess Mór-Ríoghain:\n So! We hear you are to meet with our dear little Midhir. We went to school with him, you know. Let's hear about you first.\n\n\nDr. Collins:\n Is this a test? Am I at risk of losing my appointment with him?\n\n\nPrince Delbáeth:\n Not too likely, unless you offend us deeply.\n\n\nDr. Collins:\n Ah. To start with, I'm an agent of the SCP Foundation, assigned to the Diplomacy Division. I was sent to the island to speak with the Court Wizard out of growing Foundation interest in your thaumaturgical workings.\n\n\nPrincess Mór-Ríoghain:\n That word always amuses me. Call it what it is. Magic.\n\n\nMór-Ríoghain waves her hand in an arc, leaving a trail of sparks in the shape and colors of a rainbow suspended in the air.\n\n\nDr. Collins:\n They'd fire me for that, I think. Maybe just a reprimand. I'd agree with you, but I've had the right terminology beaten into my head over the years. I've been with the Foundation for well over a decade; they sponsored my graduate degrees, after all.\n\n\nPrincess Mór-Ríoghain:\n And did they make you into their loyal lackey, then? Pressed into shape.\n\n\nDr. Collins:\n I, well. I wouldn't go so far as to say that. I agree with them on a great many of things, but can see the problems. Regardless, there are few who do what they do. I don't think I'll ever leave the Foundation, just for that simple fact.\n\n\nPrince Delbáeth:\n We've encountered all sorts of types over the years. All sorts of agents of all the various groups who come to this island. Your Foundation. The Coalition, the Hand, all those churches, all the rest. If not us, our grandfathers. So we need to speak to you first. See what makes you tick.\n\n\nPrincess Mór-Ríoghain:\n So, why did you come here?\n\n\nDr. Collins:\n I was ordered here.\n\n\nPrincess Mór-Ríoghain:\n How'd you feel about it, then?\n\n\nDr. Collins:\n Excitement. Unbelievable. An island straight out of legend, filled with magic and the fair folk… I would have never imagined anything like it. Like I said — there is no job like this in the world.\n\n\nPrincess Mór-Ríoghain:\n No job like this in \nyour\n world. Not ours. Let's see how this little meeting with Midhir goes. Perhaps there is permanent potential for you.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFEBRUARY 16\nTH\n, 1988\n\n\nThe following was part of a series of royal appointments I had with Court Wizard Midhir, in which he personally provided me with a first-hand look at one of the SCP-7010 instances. Because of the events that transpire in this log, however, only this sole appointment could be completed.\n\n\nAs with many of our forthcoming encounters, today's was recorded by an audio-visual device planted on my person (Dr. Collins) and some Royal Court-sanctioned equipment planted in the vicinity.\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n\n\n◆ VIEW ATTENDEES ◆\n\n\n\n\n◇ HIDE ATTENDEES ◇\n\n\n\n\nDr. Kennedy Collins\n\nCrown Princess Mór-Ríoghain\n\nPrince Delbáeth\n\nSir Midhir mac Lug (Court Wizard)\n\n\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nThe Prince and Crown Princess flank Doctor Collins on each side. The three stand before the Court Wizard, who levitates.\n\n\nBehind him, the ground is demarcated. A narrow strip of flat, loamy soil partitions a field from the rest of the area. Within the soil, sets of low, regal hedgerows have been planted, creating navigable gaps between them.\n\n\nDr. Collins:\n I hope you will forgive me for breaching the silence. \n[\nShe clears her throat.\n]\n Today, I am here with… Ah.\n\n\nDr. Collins:\n Pardon, your honour, I wouldn't have wanted to mispronounce your name.\n\n\nSir Midhir:\n I'll allow the indiscretion. Though, next time? \n[\nHe swipes his thumb across his Adam's apple.\n]\n\n\nAll laugh.\n\n\nDr. Collins:\n Oh, they told me about your japery. I'm ready for it. Believe me, I am.\n\n\nSir Midhir:\n Promise to keep me on my best behaviour, will you? I've yet to have my smoke today. Which I \nshould\n be having very, very soon.\n\n\nDr. Collins:\n I'm all business today, your honour.\n\n\nSir Midhir:\n Very well. The ward is just over this hill. I wish to show it to you.\n\n\nThey cross the soil and enter the untrammelled field beyond.\n\n\nDr. Collins:\n If I may ask, your honour: Who is the owner of this land?\n\n\nSir Midhir:\n You insult without knowing, doctor.\n\n\nDr. Collins:\n Oh, I— What I suppose I mean, is, who looks after it when nobody else is around?\n\n\nSir Midhir:\n Well, at times there are interlopers with the Serpent's Hand who pretend they are the wardens. But really, the ancestors are the true overseers of this land. They watch over it. They are the ones who tend to it.\n\n\nDr. Collins:\n Then, what prevents someone from coming in and meddling? You know — with the ward.\n\n\nSir Midhir:\n The ward is impervious to all manner of meddlers. My, there is so much you have still yet to learn, doctor.\n\n\nThe four ascend a gradual slope. Three climb, whereas Midhir floats.\n\n\nDr. Collins:\n How many wards are present across the island?\n\n\nSir Midhir:\n On the island? Seven.\n\n\nDr. Collins:\n And are all of them, you know… Can you find them in such conspicuous locations as this? You have the wards, but you also have the things they're bound to. Even if the wards are protected —\n\n\nSir Midhir:\n I'm afraid you have the framing all off, doctor. I suppose I cannot blame you. You and your organization are too beholden to your dogmas of containment. But know this: The material forces at play are inconsequential. The majesty of our magickal anchors, you see? They dominate over our city, the verdancy that surrounds it, the earth at our feet, the sea at our shores, and even the heavens above. They are a triumph of Tuatha Dé wonderworking.\n\n\nDr. Collins:\n Right. You \ndo\n seem to hold an extremely great degree of confidence in these wards. I wonder if we could explore \nthat\n.\n\n\nSir Midhir:\n This is no mere aggrandizement befitting of a guided tour. I \nam\n confident. Completely and utterly.\n\n\nDr. Collins:\n In my readings, what shocked me most was the \nage\n of these wards. Many of the thaumaturgical bindings on the island were cast well before most residents were born. And these wards in particular — they've been at work for more than half a millennium. It's hard to fathom!\n\n\nPrincess Mór-Ríoghain:\n \n[\nShe cuts in.\n]\n With respect, doctor, what's the implication?\n\n\nDr. Collins:\n Well, let's consider this by analogy. The buildings on this island are gorgeous. Works of art, we might all agree. With respect to your people, they've also been here an \nexceptionally\n long time. Yet even the greatest architects have trouble imagining passages of time on the scale of centuries. Every wonder of the world needs to be maintained, nonetheless.\n\n\nSir Midhir:\n But even as an academic — \nespecially\n as one — you would recognize the majesty of these workings. Would you not?\n\n\nDr. Collins:\n I would, and I do. But you sidestep the point: How \ndo\n you maintain them? And how will you know when to repair them?\n\n\nSir Midhir:\n This is where the analogy crumbles. Great sacrifices were made to complete these workings! They have stood resolute since the founding of Hy-Brasil. Mortal words such as \"maintain\" do not even begin to comport with protective magicks.\n\n\nDr. Collins:\n Oh, it's semantics, your honour, is it not?\n\n\nSir Midhir:\n Well, what can I say? This is just what it is. For all the books you have read, you clearly have a fundamental misunderstanding.\n\n\nDr. Collins:\n Let me try a different tack. As the city grows, will the efficacy of these wards scale with it? Your population has already grown tenfold since the last Occult War. This is the most important anomalous city on the planet, with a diverse populace, and a history and culture worth preserving. I'm a pragmatist. How will the wards continue to ensure their protection?\n\n\nThe four reach a lightly foliaged grove at the hill's crest, overlooking the ocean. At the centre sits a monumental burial stone, which binds SCP-7010-\nδ\n.\n\n\nSuddenly, the ground gives way beneath Mór-Ríoghain and collapses into the earth. Mór-Ríoghain screams, then falls out of sight.\n\n\nPrince Delbáeth turns, shouts, and then becomes a living shadow, blitzing across the hill. Once he reaches the cliff, he transforms back into a man, face precarious over the edge.\n\n\nMidhir and Doctor Collins make chase to the cliffside.\n\n\nThe ground Mór-Ríoghain was standing on exhibits a deformation of five meters. It appears to have finally settled. Mór-Ríoghain remains standing, but is pressed against the wall.\n\n\nSir Midhir:\n Princess, quick, are you — Ah, there you are.\n\n\nPrincess Mór-Ríoghain:\n \n[\nShe is out of breath, palm resting on chest.\n]\n Nothing I can't handle.\n\n\nMór-Ríoghain attempts to climb the side of the cliff. Delbáeth waits to pull her to the top.\n\n\nSir Midhir:\n Great. Unscathed, then. Wonderful. I may need to revise my earlier position.\n\n\nDr. Collins:\n Oh?\n\n\nSir Midhir:\n This section of the cliff — it is just outside of the areas protected by the wards. And as I go beyond it, I can feel a terrible sensation growing around me, a scratching and crushing feeling. Is it just me, or does the world seem a little darker to you? A little colder?\n\n\nDr. Collins:\n I'm… unsure what you mean, Midhir.\n\n\nThe Court Wizard shuffles towards Doctor Collins and speaks in a lower register.\n\n\nSir Midhir:\n Misfortune has accumulated around the outside of the city, clawing at the wards. Here, on the border, we are almost cursed. And if that unluck is potent enough that a cliff collapses as soon as a woman steps on it… It may very well be that the unluck is eating at the wards.\n\n\nPoor omens, all around. I will approach the rest of the Court as expediently as they can be assembled, but I want you to promise that you steel yourself before the proceedings we undertake. I imagine you will play a key role in them.\n\n\nDr. Collins:\n Your honour, believe me. I'm more than aware of my—\n\n\nSir Midhir:\n Can you do this \nfor me\n?\n\n\nDr. Collins:\n To the best of my abilities, yes. I will.\n\n\nSir Midhir:\n Very well. Let us check on the others.\n\n\nDoctor Collins teeters on her feet, turns, and — succumbing to the shift in chance — vomits.\n\n\nSir Midhir:\n Our work is cut out for us.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFEBRUARY 24\nTH\n, 1988\n\n\nThe Prince and Crown Princess very quickly declared they would lay hold of the reins for this momentous investigation. To their surprise, Midhir overruled. It seemed he would take matters into his own hands. He would return with a solution once the requisite deliberations had been through with and preparations made — or so he'd said.\n\n\nThe resulting longest week of my life was held in the balance by half-measure reassurances about an esoteric magickal system I struggled to keep pace with. What punctuated my precarious new reality was the sudden dawning that the island lacked cable TV. “The thaumaturgy underlying Hy-Brasil,” I was told, “complicates matters in this regard.” Fortunately, a treasure trove of film did exist; I tuned into the back catalogue of Chevy Chase comedies in-between my readings.\n\n\nWhen Midhir returned early one morning, he took us to the Royal Wizard. The Tuath was named Dagda mac Aengus, a portly subordinate to Midhir. His lair was on one of the cliffs overlooking the city, the host of one of the wards.\n\n\nIf I had to describe him, a self-serious Clark Griswold seems most fitting. He even chewed the scenery like him.\n.\n[RAISA NOTICE — EDIT]\n Passage has been stricken from the record.\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n\n\n◆ VIEW ATTENDEES ◆\n\n\n\n\n◇ HIDE ATTENDEES ◇\n\n\n\n\nDr. Kennedy Collins\n\nCrown Princess Mór-Ríoghain\n\nPrince Delbáeth\n\nSir Midhir mac Lug (Court Wizard)\n\nSir Dagda mac Aengus (Royal Wizard)\n\n\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nSir Dagda:\n A visitor? Oh, yes, please, do come in. I wouldn't be up to anything important — like quelling \nmagic-resistant plantar warts.\n\n\nSir Midhir:\n \nMaidin mhaith\n to you too. And I would certainly hope not; we have guests.\n\n\nDr. Collins:\n Hello, I'm Dr. Kennedy Collins. I'm the newest researcher assigned to Foundation Site-03. It's a pleasure to —\n\n\nSir Dagda:\n A fresh face! And just in time; I've whipped up a batch of my grandmother's toffee just this morning.\n\n\nSir Midhir:\n Dagda, are you scuttered? You have gotten my communiqué, haven't you?\n\n\nSir Dagda:\n I have.\n\n\nSir Midhir:\n And what have you to say about it? This is urgent.\n\n\nSir Dagda:\n I'm not feeling particularly serendipitous this morning, so I've decided. This means the wards are working fine. Just as they have been for the past one hundred and eighty-nine thousand some-odd days.\n\n\nSir Midhir:\n Do not be such a fool. You would never enter a barracks and consult the soldiers in there for news on the front. Nobody in the city would feel a thing until it was too late.\n\n\nSir Dagda:\n And you? How would you know better?\n\n\nSir Midhir:\n Because, I have gone to the outskirts of the island and visited the Tomb of Nuada Airgetlám the First. As I peered into the golden waters from over the cliff edge, I felt some wrongness. A wrongness I have never felt in my life. Our ancestors, the ones who erected the very wards that have aided us for all these generations, said there were certain omens that come with fortune of the wrong sorts. I've always believed those to be superstitions, never letting myself become blinded by them. But on that afternoon, I felt it so vividly. Like a stone in my gut, pulling the rest of me down.\n\n\nSir Dagda:\n You stared into the sea and your tummy felt off? Well, I've never met a landlubber more utterly parched.\n\n\nSir Midhir:\n Pray tell: When did you last step out of this ruin?\n\n\nDr. Collins:\n \n[\nAside.\n]\n Uh, is this how they deal with matters?\n\n\nPrince Delbáeth:\n \n[\nAside.\n]\n This is how they puff their egos.\n\n\nPrincess Mór-Ríoghain:\n \n[\nAside.\n]\n It's how they show their affection.\n\n\nSir Dagda:\n I am perfectly safe here in my demesne. If you have come to persuade me, you've done a piss-poor job, \nyour honour\n.\n\n\nSir Midhir:\n The three who stand before you were present on that day. Though their senses may not be as acute or as trained as ours, they can certainly attest. But it matters not. What I seek is your confidence. If we have that, we can begin our inquiry in earnest. We can inform the High King, and spur the full might of the Royal Court into action.\n\n\nSir Dagda:\n Did you expect me to flinch? When you come in and say these things, I flinch, all right. What next: Shall we sack the King? Conspire against the moon?\n\n\nSir Midhir:\n I expect you to think about a possible contingency plan. This is all I'm asking for.\n\n\nSir Dagda:\n The wards are fine, Midhir. I am embarrassed you would suggest otherwise. Now, either stay for brunch, or go away and return again with your senses.\n\n\nSir Midhir:\n Goodbye, Dagda.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nMARCH 16\nTH\n, 1988\n\n\nGetting audience with High King Nuada was easy. As was scheduling an appointment to hold a meeting and speak with him. Mór-Ríoghain was, after all, the Crown Princess and saw him every day. With Midhir — a member of the Court — backing her, the meeting was easily arranged.\n\n\nIt was my job to get Site Director Walsh to attend the meeting we had arranged. Fortunately for my own part, Mór had prepared a letter of invite with the royal seal. I don't know if I would have had the sway to get his ear otherwise, but with the backing of the Princess I could get his attention.\n\n\nWe met with the King and Walsh three weeks after our meeting with Dagda. We didn't want a repeat of the last incident — this was going to be our only chance to see real change. If we couldn't convince Dagda, this was our \nlast\n chance. Three weeks of assessing the wards, gathering evidence, conducting experiments.\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n\n\n◆ VIEW ATTENDEES ◆\n\n\n\n\n◇ HIDE ATTENDEES ◇\n\n\n\n\nDr. Kennedy Collins\n\nCrown Princess Mór-Ríoghain\n\nPrince Delbáeth\n\nSir Midhir mac Lug (Court Wizard)\n\nHigh King Nuada Airgetlám VII\n\nSite Director Brenton Walsh\n\n\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nKing Nuada is the last of the six in the meeting to arrive. He enters the council chamber and strides to his chair at the head of the table. Mór-Ríoghain is seated to his right, with Delbáeth beside her, and Midhir to his left. Site Director Walsh and Doctor Collins are at the other end of the table, flanking the foot.\n\n\nKing Nuada:\n I see I'm the last to arrive. I can tell this is a serious endeavor. Even called up the Foundation for it, although from the sound of it, this is an affair of the state, daughter.\n\n\nPrincess Mór-Ríoghain:\n Well, sire, it is our ultimate decision to make — but it is with the assistance of Doctor Collins that we came to our conclusions. And it is with the assistance of Director Walsh that we seek to move forward.\n\n\nKing Nuada:\n I see. Well, I am not your grandfather. I am no stranger to the counsel of the outside world. If I had not valued the Foundation, I would not have let them build their Site, that marvellous fortress.\n\n\nDirector Walsh:\n And for that we remain eternally in your debt, your majesty.\n\n\nSir Midhir:\n The matter we bring to you is dire, m'lord. It concerns the luck wards we've used to protect Hy-Brasil for centuries, ever since we retreated here hundreds of years ago.\n\n\nKing Nuada:\n The luck wards. It is hard to imagine life without them. I can barely even think of it.\n\n\nPrince Delbáeth:\n You might have to.\n\n\nSir Midhir:\n The wards are failing. We've spent the past month doing rounds of investigation, testing, everything. We went to Dagda mac Aengus with our findings, but he didn't believe us.\n\n\nDoctor Collins places three large black binders onto the table. She hands one to Director Walsh, and passes the other to King Nuada. The last she gives to Midhir.\n\n\nSir Midhir:\n These binders are filled with the last three weeks of us performing every test we could think of to evaluate the strength of the wards. The results are undeniable — misfortune has accumulated around the outside of Hy-Brasil, and it is chipping and scraping at the wards. They haven't fallen yet, but they could.\n\n\nKing Nuada:\n Hmm. That bodes poorly, I'd admit.\n\n\nKing Nuada begins to flip through the binder in front of him, as does Director Walsh.\n\n\nKing Nuada:\n Why do you think this is happening? Some flaw in the wards? A construction imperfection? Improper refreshing over the years?\n\n\nSir Midhir:\n I believe that the wards are fundamentally flawed. They seek to assert control over luck, but luck is that which cannot fundamentally be controlled. Their purpose is an exercise in futility.\n\n\nKing Nuada:\n So you don't believe there is any way to fix them, do you?\n\n\nSir Midhir:\n No. I do not.\n\n\nKing Nuada:\n And how long do you think the wards have before they will fail altogether?\n\n\nSir Midhir:\n No more than two years, perhaps. But they will fail at the \nworst\n moment possible, no matter the circumstances. Perhaps it will cause a plague. Perhaps, a terrible storm. Weather is notoriously boorish when it comes to probabilistic control, what with all the variables. Perhaps it will simply be a nasty succession crisis in the Court — the three of you indisposed for whatever reason. There is no way to tell.\n\n\nKing Nuada continues to look through the binders. He does not speak for several minutes. The assembled group waits in the chambers for him to respond.\n\n\nKing Nuada:\n I must thank you for your advice, Midhir. But I can't find the evidence that supports these conclusions. If the wards were as bad of an idea as you say, why have they not failed sooner?\n\n\nSir Midhir:\n By all rights, they should have failed a long time ago. I can't speak to why they haven't already, but they are on the verge of collapse. There is only one idea I have that makes any sense, and… I fear to speak it aloud.\n\n\nPrincess Mór-Ríoghain:\n They've been waiting for a tragedy. A true disaster. Why collapse twenty years prior when we live as long as we do, and tremendous disaster awaits us?\n\n\nKing Nuada:\n A plausible theory. But the operation of the wards, for as long as they have, works against it. There have been many times in my reign when disaster could have come to these lands. The Seventh Occult War alone brought no end to the challenges here. And I should note that none of you remember that war. All of you were born after.\n\n\nSir Midhir:\n That the wards have stood in the past is no reason to believe they will continue to work. I am telling you, as your chief advisor on these matters, that we are in mortal peril.\n\n\nKing Nuada:\n I will commune with the ancestral spirits of those who have held your position. That will be the final decision.\n\n\nPrincess Mór-Ríoghain:\n Father! You are putting the lives of the entire island, our people in danger! We'll never survive a collapse!\n\n\nKing Nuada:\n Oh, sweet Morrigan. You should by now know how mighty our race is. There is no challenge we cannot pass, no battle we will not best. If doom comes to Hy-Brasil, we will meet it with force and conquer it. There is nothing to be scared of.\n\n\nYou are all dismissed. That is all.\n\n\n\n\n[END LOG]\n\n\n\n\nThe King did as he said and spoke to the ghosts of the former Court Wizards. They all disagreed with Midhir's analysis — but of course they would. Locked away in mausoleums of the palace, they could have never known what condition the wards were in.\n\n\nWe need to find another way to save this island.\n\n\n\n\n\n\n\n\nAPRIL 1\nST\n, 1988\n\n\nAt 0900 on the 1st, we made for the ICSUT campus in the city centre.\n\n\nIt was Midhir's ICSUT professors — a pair of brilliant thaumatologists by the names Ketterley and Belacqua — whose papers I had vaguely consulted in anticipation of our first meeting on the island. I figured light reading on scientific magicks wouldn't hurt (I \nwas\n making audience with \nelves\n). And now we were consulting those very same people. Mayhaps, just as we are now mired in stifling skepticism, our paths were destined in those early moments.\n\n\nBy this point, the binders have grown from three to seven — one for each ward.\n\n\n\n\nVIDEO LOG\n\n\n\n\n\n\n\n\n◆ VIEW ATTENDEES ◆\n\n\n\n\n◇ HIDE ATTENDEES ◇\n\n\n\n\nDr. Kennedy Collins\n\nCrown Princess Mór-Ríoghain\n\nPrince Delbáeth\n\nSir Midhir mac Lug (Court Wizard)\n\nProfessor Dr. Andrea Ketterley\n\nProfessor Emeritus Dr. Lyle Belacqua\n\n\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n \n\n\n[1 \nHR\n 33 \nMIN\n OF DIALOGUE OMITTED FOR BREVITY]\n\n\n \n\n\nFour of the six attendees sit around a vast ashwood conference table. Doctor Collins stands to the right of the professors, across from the Prince and Crown Princess, peering over the work. At the leftmost end, Sir Midhir hovers in cross-legged position.\n\n\nContents of the now-seven binders are strewn across every square centimetre of the table.\n\n\nProf. Ketterley:\n \n[\nShe scans a binder's contents closely.\n]\n Fortune manipulation of fae provenance is unique in this regard. I'd have to see a ward in person to truly grok the intricacies of their workings. Though, looking at the timeline of predicted failure? That's seeming unlikely…\n\n\nProfessor Ketterley looks up for the first time in a while.\n\n\nProf. Ketterley:\n Y'know, it's funny. Like, just as I'm flipping through these thaumic design specs, it's jogging my memory. Back in the '50s, a handful of us graduate thaumatologists did contract work for PHYSICS.\n.\nPHYSICS Division:\n The action arm of the Global Occult Coalition.\n They had us troubleshooting the massive technical overhead on a set of thaumatic probability workings. It took years to sort out. I didn't think our work was ever put to use.\n\n\nThey'd eventually been acquired wholesale by some highest bidder or other. Some occult branch of the American government, I presume? Anyway, those were state-of-the-art magitechnology. The same ones deployed against the Eastern Bloc as part of the anti-Soviet containment policy.\n\n\nBut the funny part is. \n[\nShe gestures to the cluttered table.\n]\n Weighing them against these centuries-old wards? Seven, protecting an entire island? There is no earthly comparison.\n\n\nSir Midhir:\n Naturally, were we to conceive some means of replacing the Tuathan wards, Bookburner wonderworking would never muster a hundredth of their output. \n[\nHe winks at Doctor Collins.\n]\n\n\nDr. Belacqua:\n Although, it would be a show of spectacular hubris.\n\n\nProf. Ketterley:\n Honestly? I'm feeling rewarded to have been able to grasp the fruits of your research, Mr. Midhir. Sharp as ever.\n\n\nPrince Delbáeth:\n Pardon. Do you see why it's so important that you publish?\n\n\nProf. Ketterley:\n \n[\nShe continues idly scanning the binder's contents.\n]\n Well, the thaumatology is unequivocal. The wards will fail — a matter of \nwhen\n, not if — and when they do, the probabilistic backlash will create the unprecedented. There will be inclement weather on Hy-Brasil.\n\n\nPrince Delbáeth:\n …But?\n\n\nProf. Ketterley:\n Your findings certainly seem —\n\n\nDr. Belacqua:\n \n[\nHe cuts in.\n]\n There are other conclusions which bear out from the data.\n\n\nProf. Ketterley:\n \n[\nShe casts a narrow but pensive gaze at Doctor Belacqua.\n]\n I thought something was peculiar myself. Do elaborate.\n\n\n\n\nIt was about here that I had that gut feeling we weren't out of the woods just yet.\n\n\nWe knew the wards would fail. The thaumatologist was correct — it wasn't something we could just rely on a contingency for, as Midhir had first expected, as he had been wanting the Court's authorization to create. This was a matter of exigency.\n\n\nBut could there have been something else? Something that would skew the situation's already dour trajectory?\n\n\nI mean, hell, how weird could it get?\n\n\n\n\nDr. Belacqua:\n There is not merely the presence of bad fortunes from without. You have all made painstaking effort illustrating that. No; there is most certainly a build-up of another force. From within.\n\n\nDr. Collins:\n Is this a particular threat to our safety? Should I inform my supervisors?\n\n\nDr. Belacqua:\n \n[\nHe shakes his head with vigour.\n]\n There is no threat \nper se\n. It's not a reciprocal function of the growing misfortune. But there are certain interactions that can create a cause for concern. Are you acquainted with the vital-force?\n\n\nDr. Collins:\n Not personally. I'm sure it wouldn't take much to scrounge up the pertinent documentation.\n\n\nDr. Belacqua:\n The vital-force is the building block of Unified Thaumatology. It is the impetus by which any learned thaumatologist can plumb the theory of magic for its practical applications. But there are other ways it can manifest. For instance, all living beings have some degree of vitality — the \nsomatic impetus\n, or human desire — that ensures the continuity of life. And all living beings give off that vitality in a particulate termed “\nÉlan-Vital\n”.\n\n\nProfessor Ketterley pulls her glasses down, letting them dangle from their retainers. She then rubs her eyes.\n\n\nProf. Ketterley:\n His point is, we can measure it.\n\n\nDr. Collins:\n Right. Electro-photonic imaging. The entire island would shine like Yuletide in July. Every single citizen.\n\n\nPrincess Mór-Ríoghain:\n Very keen, doctor.\n\n\nDoctor Collins does a faux curtsy. They both laugh.\n\n\nDr. Belacqua:\n This is a correct, albeit vulgar understanding. The vital-force is value-neutral, but there are sources that give off \nÉlan-Vital\n particles at greater quantities. Thaumatological entities, indeed, are higher on the spectrum.\n\n\nSir Midhir:\n \n[\nHe smiles.\n]\n That's us.\n\n\nDr. Belacqua:\n But there are other sources still. It has long been theorized that certain forms of belief are contributors of their own thaumatologically significant particles.\n\n\nProf. Ketterley:\n Allow me to hazard a hypothesis. Ever consider the High King's dominion? His lineage has held the throne uncontested for the past 520 years. The Tuatha Dé have enjoyed legitimate governance under their monarchy for that entire time. And they've not just sworn fealty; they exhibit an almost born allegiance to what it stands for. For a people of this stature? You're looking at something pretty significant.\n\n\nSir Midhir:\n I had figured we were missing some pertinent detail.\n\n\nA pregnant pause seizes the room.\n\n\nDoctor Collins breaks the silence.\n\n\nDr. Collins:\n You're saying the palace has accrued its own vital-force.\n\n\nAnother pause. Doctor Belacqua suddenly leaves for his office, marking the end of the meeting.\n\n\nProf. Ketterley:\n Since we've all whetted our appetites for conjecture. I think we've got everything we need. I'm confident in your findings, Mr. Midhir, and the Prince and Princess. The good doctor and I shall work to get your analyses condensed, then published in the quarterly. Good chat!\n\n\nPrince Delbáeth:\n So, that's that. Thank you —\n\n\nSir Midhir:\n Er, not so quick. Belacqua's elucidation has opened a new avenue for exploration.\n\n\nPrincess Mór-Ríoghain:\n So…?\n\n\nSir Midhir:\n We shall await the publication, of course.\n\n\nPrincess Mór-Ríoghain:\n …And then?\n\n\nSir Midhir:\n One foot in front of the other.\n\n\n\n\n[END LOG]\n\n\n\n\nThat, in hindsight, was a heavily ironic statement coming from someone who floats half of the time.\n\n\n\n\n\n\n\n\nAPRIL 29\nTH\n, 1988\n\n\nMere hours after the publication made its début in \nUnified Thaumatology Quarterly\n, we already felt the reverberations of our findings.\n\n\nBut it wasn't the wards.\n\n\nRather, the High King had summoned us to the Royal Palace.\n\n\nA phalanx of servants appeared at the Site, ready to usher me towards an impromptu gathering with the rest of the royal party. I figured it was a routine follow-up to our last meeting. But when I caught up with Midhir, he looked painfully stoic. He informed me, in sober terms, that the King had learned of the publication and, lacking the capability to pull it from the university, declared that he would see us forthwith.\n\n\nIt wasn't a meeting; it was a formal rebuke.\n\n\nThe royal party were handed punishments for their actions.\n\n\nDelbáeth, seen only as mere accessory, held the lightest sentence of the three. He was simply sent away from the Court — an effective exile for the next few years, but not official. The Royal Family would not stomach such a disgrace to their own, but he would not be welcome on the island for some time.\n\n\nMidhir, on the other hand, was to accept that he would step down. He would no longer preside over the Royal Court. In the wake of this decision, Dagda, at once his second-in-command, would now take his place. Dagda hung around in the back of the room during that entire admonition session. His face was deeply etched in an expression of self-satisfaction; a smug effigy of himself.\n\n\nMór-Ríoghain had been stripped of her palatial duties. I saw her face when the judgment came down. I couldn't make out which emotions she masked — was she distraught, or relieved? Whichever it was, the Crown Princess took no stand to the contrary, and she swiftly complied. Not that there was a choice in the matter.\n\n\n“Your behaviour,” the High King told them, “borders on insolence. You have laid bare the centuries of arcana our ancestors toiled to keep a secret. You did so to justify rampant speculation. In the process, you have put our entire city in jeopardy.”\n\n\nDirector Walsh was also there. He and I stood shoulder-to-shoulder. We didn't speak a word to each other.\n\n\nWhen the King had finished with his reprimands, Walsh whisked me into a private antechamber. He informed me that, effective immediately, my assignment was officially on hold. Instead, I would be placed under a 3-month administrative leave. During that time, I could go home. Or I could remain on the island.\n\n\nI've made up my mind.\n\n\nI choose to stay. Right now, it's my calling.\n\n\n\n\n\n\n\n\nMAY 2\nND\n, 1988\n\n\nHigh King Nuada revealed everything to the public this morning. Here's what he released.\n\n\n\n\nFÓGRA\n / NOTICE\n\n\nTO THE FAIR FOLK OF HY-BRASIL\n\n\nSTATEMENT ON THE UNLAWFUL DISCLOSURE OF FORBIDDEN MATERIALS\n\n\n\n\nLá maith.\n\n\nMidday Friday, the Royal Court learned that a quarry of forbidden materials had been leaked at the Hy-Brasil Campus of the International Center for the Study of Unified Thaumatology. These materials concern the Great Wards that regulate Luck and Unluck throughout Hy-Brasil. Fair People, allow me to come ahead of the rumors. There is no threat to our valiant city nor the isle She rests upon.\n\n\nA group of highly privileged individuals have engaged in unprecedented malfeasance by leaking these materials. They have tried to sow discord amongst the Tuatha Dé Danann and Her allies. Not only that. They have even sought to interfere with the safe operation of the Great Wards.\n\n\nLet me be clear. The extent of their miscreancy has been discovered. A measure of justice apportionate to their crimes has been brought against them. They pose no more threat now than a pygmy shrew.\n\n\nYou may have heard all manner of murmurs in the city. Unease in the port. Hushed tones in the library. I will assuage your fears. For generations, the Great Wards have been invaluable in preserving an ever-present aura of security in our nation. With the prosperity they have guaranteed, we are as strong as we have ever been. Even if our Great Wards falter, the Great People of Hy-Brasil will stand firm.\n\n\nThe Forefathers look down with Pride. If tested, we shall weather any storm!\n\n\n\n\nNuada Airgetlám VII\n\n\nWe Shall Endure\n\n\n\n\nGod, I think I'm going to be ill.\n\n\nI'm unsure as to when the royals and I will meet again. My fear of reprisal barely skirts the irrational. I'm going to lay low for some time, find lodgings in the city.\n\n\nFor now? There's nothing else worth committing to my journal.\n\n\n\n\n\n\n\n\nMAY 5\nTH\n, 1988\n\n\nThere's still one thing about all this I've yet to fully grasp.\n\n\nI've had my hand in plenty of diplomatic dealings across my career. Within the milieu of the paranatural community and its various Groups of Interest, and in the nations where the Foundation is most active, I've dealt with my fair share of powerful figures. And there are the same commonalities in every one of them.\n\n\nYou notice a pattern, writ large, and it is everywhere. It screams at you. But as it towers so high above you, so out of reach, you cannot possibly face it head-on.\n\n\nEven Hy-Brasil hasn't been inoculated against it, I'm afraid.\n\n\nIn the midst of these thoughts, I am reminded of Hobbes and his \nLeviathan\n. That pre-Enlightenment treatise written at the end of the English Civil War. In an allegorical sense, its core premise involves Mankind's once-thought escape from an unjust, primordial state of nature.\n\n\nHalf-consciously, I unravel the premise in negative space. Again and again. I begin thinking of it as a question.\n\n\nMankind's natural condition. Personally, I consider that a B.S. notion altogether. But if such a thing were to exist, what could prevent our escape? The answer — a conflict, of all against all, that continually reasserts itself. A conflict driven by passion in its many forms.\n\n\nIf this conflict could truly be resolved, Hobbes thought, there is only one way: By the command of a sovereign authority at the head of civil society. It's quite a literal thing. If society is the body, the sovereign is its head. It could move its arms and legs and orient society in whichever direction was necessary to support itself; to keep control.\n\n\nHead, body, appendages. He had a name for it — this is the Leviathan.\n\n\nIt wasn't so simple; there was a certain form of passion so destructive, it confounded even the sovereign. It could despoil the whole of civil society. Sure, its ruler could maneuver society in the direction necessary to limit harm to itself. But it could never entirely stamp it out.\n\n\nWhat passion?\n\n\nVain-glory.\n\n\n\n\n \nVain-glorious men — such as without being conscious to themselves of great sufficiency, delight in supposing themselves gallant men — are inclined only to ostentation; but not to attempt: Because when danger or difficulty appears, they look for nothing but to have their insufficiency discovered.\n\n\n \nVain-glorious men — such as estimate their sufficiency by the flattery of other men, or the fortune of some precedent action, without assured ground of hope from the true knowledge of themselves — are inclined to rash engaging; and in the approach of danger, or difficulty, to retire if they can: Because not seeing the way of safety, they will rather hazard their honour, which may be salved with an excuse; than their lives, for which no salve is sufficient. (Hobbes, 1651)\n.\nHobbes, T. (1651). Chapter XI: Of the Difference of Manners. \nLeviathan\n (p. 124). Penguin Books, Inc.\n\n\n\n\nMidhir simply wanted to understand. He wanted to find out what, after all these centuries, resisted the wards of Hy-Brasil. In too many ways, he is the only one with enough courage to confront this knowledge directly; to decide what should be done. And with this courage, he traced that misfortune as far back as inquiry would allow. For a Tuathan wizard, this is remarkably far.\n\n\nThe people of Hy-Brasil might not presently be in danger. But for how much longer, exactly, can they continue to be protected? Months? A year?\n\n\nWith every fibre of my body, I know it's wrong to sit idle and let consequences play out. Because if we ignore the wards — if we think \nwe know better\n? — \nwe\n, alone, are the arbiters of consequence.\n\n\nQuod fors feret.\n “Come what may.”\n\n\nFor the people of Hy-Brasil, I wish for \nnothing\n but their protection. I have scared myself into thinking there could be \nanything\n but. And with this fear comes the doubts. Lots of little doubts. They buzz in and out of my head. They tell me our data is flawed. That it fits a reality only dreamt up. The months we spent studying the wards? A farce. \nThat's not true\n, I tell myself.\n\n\nYet, if we \nare\n correct — then, is the High King wrong?\n\n\nI'm not laying blame at anyone's feet. As the saying goes, a good king will always act in the best interests of his people. And I think King Nuada is a good king. A cosmopolitan man; a sworn leader.\n\n\nEven still, he thinks with the affectations of his ancestors. Speaking through him, they haunt our here-and-now. When he's under their sway, he can recognize the wards only in sacrificial terms — what it took.\n\n\n“They are enough; they have always been enough.”\n\n\nI think I finally get it.\n\n\nMisfortune is not our adversary. Not really. Misfortune is not even the adversary that threatens SCP-7010.\n\n\nThe adversary of the Kingdom of Hy-Brasil is vain-glory. Once it has brought on a head cold, it fouls the body politic, and the Leviathan lurches blindly through uncharted waters.\n\n\nDespite all this, I believe there may be some kind of remedy to vain-glorious men. It requires a certain humility. A resolve to create students of the people. And where there's students, they're in want of a teacher.\n\n\nThis means we must cultivate knowledge. We must do our duty and reveal the truth to the people of Hy-Brasil. Then, we can build new circumstances of fortune on a bed of right-thinking.\n\n\nIn a way, we have already done this.\n\n\nWe published our discoveries. Having done so, we supplied the Tuatha Dé Danann with means to convince their king.\n\n\nWe planted the seed.\n\n\nMay it take hold and germinate.\n\n\nWill it be enough?\n\n\nI fear there's only so much time.\n\n\n\n\n\n\n\n\nJUNE 13\nTH\n, 1988\n\n\nIt came one day at noon. The wind broke suddenly and the world shook.\n\n\nThe wind coming in was chilling. Absolutely freezing. You could see the clouds grow darker all of a sudden, and fuller, to block out the sun. It was obvious something had changed. Something awful. Everyone stopped in their tracks, and looked out to the ocean horizon. We all knew where it was coming from.\n\n\nIt wasn’t supposed to storm in Hy-Brasil.\n\n\nA dark shape upon the horizon, slowly and slowly growing larger by the minute. When it reached a certain distance, it raised a part of its head into the air — the five eyes glowing in the darkness, bright enough to illuminate the scaly head. At a certain point it stopped swimming and began to rise, further and further out of the water. Five arms, five tentacles. A beast crossed between dragon and kraken.\n\n\n“\nFomóraigh\n! Abomination from undersea.”\n\n\nMidhir swore next to me. He looked off at the beast — the kraken — with hatred in his eyes, rising from the table we were all sitting at. He turned around to me, looking at Mór, who was already standing from her seat. I found myself standing as well.\n\n\n“We have to get back to the Palace. This thing is going to—”\n\n\nMidhir couldn't finish. The spellfire of the beast — a terrible pale flame — had been lobbed at the palace, a single burst of plasma. Almost as if the beast had known he was saying that. Half the palace was immediately gone, and the rest hit by shockwave and fire. The beast turned and spread the flames into the city, erasing whatever it touched.\n\n\nThe two Tuatha screamed in unison, their cry shattering the café we were sitting at and the road around us. They looked in collective horror at the palace, left a smoking ruin. Nobody could have survived that. My hand floated to my gaping mouth. There were no words.\n\n\nMór looked at Midhir with a glowing light in her eyes.\n\n\n“I'm going to the Palace. I will save my father. Midhir mac Lug, I command you: Save this city and its people. As your Queen.”\n\n\nShe jumped with grace, onto the roof of the building next to us, and then into the air, flying off to the palace. I never saw her again.\n\n\nMidhir turned to me and sighed.\n\n\n“Go. Go to your Site. They have bunkers there, installations that can survive this attack. You'll be safe there. I must do my duty, and defend this city. With the rest of the Royal Wizards dead, defense of the city falls to me.”\n\n\nWith that, he ran off to fight the kraken, spells already crackling in the air around him, lightning launching from his fingertips. I watched him and the kraken as I ran through the streets. He stayed up there in the air, facing it until the Coalition arrived. I don't know how much longer he could have held against it alone, and don't think he even managed to harm it all that deeply, but he stayed there in the sky protecting the city.\n\n\nUnlike myself, who retreated into a Foundation bunker, deep below, helping no-one.\n\n\n\n\n \n\n\n \n\n\n\n\nJUNE 22\nND\n, 1988\n\n\nDelbáeth had returned to the island as soon as the dust had settled. Everyone knew, at once, what had happened and the title he held, but he refused to accept a coronation until it was confirmed that his uncle and cousin were, in fact, gone.\n\n\nTheir bodies were recovered from the castle ruins three days after the attack. For all the power of the wizards of this island, they cannot restore the dead to life. Delbáeth folded after that, and admitted it was time to begin preparations for his coronation. What was left of the Royal Court started working on the process immediately, led by Midhir, one of the few survivors.\n\n\nWith the palace a smoldering heap of rubble and much of the island destroyed — whether by kraken, or by the nuclear bomb used to kill it — there were few places to have the coronation. Delbáeth chose to hold the coronation in a theater on the northern shore of the island, away from the destruction caused by the beast in the south. Perhaps, just for the coronation, there would be some modicum of history made, and the people could look past the destruction.\n\n\nThe ceremony itself was beautiful. I was given a first-row seat next to Director Walsh. Midhir led the proceedings, using the Four Treasures — the Stone of Fál, the Spear of Lugh, the Claidheamh Soluis, the Cauldron of the Dagda — to anoint Delbáeth. The ceremony was marked by a distinct air of sadness. It was evident how much smaller it was than it should have been — so much of the population had been lost.\n\n\nThe days after that were a whirlwind.\n\n\nThe city was a smoking ruin, and the majority of the Tuatha felt it could not be rebuilt — a sentiment shared by Midhir. Three days after the coronation, he worked a massive spell, taking thousands of survivors through the mists, to another world, one where Hy-Brasil had not fell. As a part of the spell, and the urgency with which he was working it, those who took his offer would be cursed to never return to our world.\n\n\nThe Foundation immediately began to pull out of Site-03 and leave the island behind. No longer a relevant operation center for them, it seemed. I found myself slowly working my way up the Site bureaucracy, one of the few people who wanted to stay on the island and keep the skeleton Site operational.\n\n\nThere is one, small, saving grace to all of this: High King Delbáeth II's first act was to formally outlaw the practice of the luck wards. For as long as he reigns, Hy-Brasil will not taunt the workings of fate and bring their own doom upon them.\n\n\nIf only Nuada had done the same.\n\n\n\n\n \n\n\n \n\n\n\n\n[END OF FILE]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n[ ENTER LEVEL FIVE CREDENTIALS ]\n\n\n\n\nWELCOME, OVERSEER.\n\n\n\n\n\n\n \n\n\n\n\nO5-1 is sitting inside a boardroom, alone. He is reading the documentation for SCP-7010 when Site Director Collins enters. She sits down at the table across from him.\n\n\nDir. Collins:\n Everything appropriate, sir?\n\n\nO5-1:\n Hmm. Yes. I can't help but notice you attached your own personal diary entries to this file. Not particularly in-line with Foundation standards. Perhaps an abuse of your position as Director.\n\n\nDir. Collins:\n Supplementary documentation that I found appropriate. I've read the relevant guidelines, and I have full discretion over supplementary documentation, sir.\n\n\nO5-1:\n So you do. Good eye.\n\n\nDir. Collins:\n You didn't visit Site-03 just to read a file, did you? That document is digitized, you can access it whenever you want.\n\n\nO5-1:\n No, you're right. I wanted to speak with you about the anomaly. You have the most … experience with it, as we'll say. I do have to thank you for attaching your journals to this document, I would have requested them anyway.\n\n\nDir. Collins:\n What about SCP-7010?\n\n\nO5-1:\n The Foundation is considering reviving it, as a means of protection at our most dangerous sites and facilities. Only in limited purposes, I assure you.\n\n\nDirector Collins stiffens.\n\n\nO5-1:\n I take it you don't approve.\n\n\nDir. Collins:\n These wards. These protections. They didn't just get old and fail because of a lack of maintenance. That was part of it. But they were \nfundamentally\n bad ideas. They failed because they were \ndoomed\n to it.\n\n\nO5-1:\n Those findings weren't backed up at large. Ketterley and Belacqua — who, as I might note, are still alive and have left higher education to join Foundation payroll — don't agree with that assessment. That was only a theory that you, Midhir, and the new king seemed to share, one which has never been proven.\n\n\nDir. Collins:\n Because the island burned! How were any of us supposed to do idle academics after all that! Delbáeth had to run the country! Midhir is gone! Mór is \ndead\n!\n\n\nO5-1:\n And yet we had people look into it, and they found nothing. There does not appear to be a quote-unquote \ndoom\n requirement. All of our prototypes have run without issue.\n\n\nDir. Collins:\n There is no telling what danger you have brought to the Foundation.\n\n\nO5-1:\n We \nknow\n what we're doing. Far better than those idiot \nleprechauns\n ever could.\n\n\nDir. Collins:\n Those \nelves\n have known what they were doing for generations! They have lifetimes to master the tasks, they know how to work a spell!\n\n\nO5-1:\n Not enough to figure out a luck ward that didn't kill you.\n\n\nDirector Collins stares at O5-1, her fist clenched against the table.\n\n\nDir. Collins:\n I'll be going now. Take your time. I'll leave you alone. You have free reign of the Site, as you already knew.\n\n\nO5-1:\n Thank you for your time, Kennedy.\n\n\nDirector Collins exits the board room. O5-1 watches her as she leaves, and then retrieves a phone from his pocket. He opens the phone and presses a number on speed dial.\n\n\nO5-10 answers from the other line.\n\n\nO5-10 (COM):\n Well?\n\n\nO5-1:\n She doesn't approve.\n\n\nO5-10 (COM):\n We could have predicted that. But we'll proceed anyway, yea?\n\n\nO5-1:\n Yes. We will. The benefits of SCP-7010 are too great to ignore. And besides: We know what we're doing.\n\n\nO5-10 (COM):\n Won't be a repeat of Hy-Brasil, I agree. I've had my best spend years working on the principles, refining them. We'll do what the Tuatha never could. Truly take control of luck.\n\n\nO5-1:\n As we do with everything. Control is our specialty, isn't it?\n\n\nO5-10 (COM):\n Yes, I suppose it is. We might need to change the ‘C’ in the initialism.\n\n\nO5-1:\n Ha.\n\n\nO5-10 (COM):\n Ha.\n\n\nO5-1:\n You'll have it working by the time I'm back?\n\n\nO5-10 (COM):\n They're already online, sir. Had them turned on as soon as you said yes. Shame Kennedy isn't on board.\n\n\nO5-1:\n She'll come around, but in the meantime, we'll endure.\n\n\nO5-1 hangs up and puts the phone back into his pocket. He continues to review the documents for SCP-7010 for a moment, and then rises to exit the boardroom.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7009\n | SCP-7010 | \nSCP-7011\n »\n\n\n\n\n \n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7010\n\" by stormbreath & Lt Flops, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7010\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n demesne.jpg\n\n\nName:\n Dunluce Castle Northern Ireland 1\n\n\nAuthor:\n Iain Irwin\n\n\nLicense:\n \nAttribution-ShareAlike 4.0 International (CC BY-SA 4.0)\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nThis article contains an excerpt from \nLeviathan\n (1651) by Thomas Hobbes (Public Domain).",
    "addendums": [],
    "documents": [],
    "notes": [
        "Nexus №: Nx-03 Civilian Designation: Hy-Brasil Overview: An island nation-state to the west of Ireland, populated by an anomalous human subspecies known as the Tuatha Dé Danann ( Homo sapiens tumuli ). Nx-03 is only in baseline reality for one day out of every seven years, and during the intervening time, only anomalous organisms can reach it. The Foundation has established Site-03 on the island to help regulate dangerous anomalies therein.",
        "\" SCP-7010 \" by stormbreath & Lt Flops, from the SCP Wiki . Source: https://scpwiki.com/scp-7010 . Licensed under CC-BY-SA .",
        "Filename: demesne.jpg Name: Dunluce Castle Northern Ireland 1 Author: Iain Irwin License: Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) Source Link: Wikimedia Commons",
        "This article contains an excerpt from Leviathan (1651) by Thomas Hobbes (Public Domain)."
    ],
    "description": "SCP-7010 was a system of thaumaturgical wards on Nx-03 that anomalously altered probability on the island. Generally favorable outcomes were of increased likelihood, whereas unfavorable outcomes were significantly reduced in chance. These protections served to both increase quality of life on the island, and function as a means of protection against extreme adverse events, such as natural disasters or mass fatality incidents.",
    "title": "SCP-7010"
}