{
    "url": "https://scp-wiki.wikidot.com/scp-7012",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nFish^12\n\n\n\n\n\n\nI deleted 3000 words from my original 7kcon draft, and I was like, dang, that sucks. Whatever. So I started a new draft, and this is that. I'm happy with it. And this is my \nAuthor Page\n!\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7012's Akiva Siphon\n\n\n\n\n\n\nItem #:\n SCP-7012\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n This document is locked behind need-to-know Level Five security clearance. SCP-7012 is contained in the basement layer of Site-01, which has been retrofitted with the specifications for High-Value Anomalous Assets, with the inclusion of ten-meter thick concrete walls, comprehensive SRA applications, and faith-agnostic wards. SCP-7012 is also protected by proxy via Site-01 security measures, including the site-wide self-destruct countermeasure.\n\n\nSCP-7012 has been outfitted with ten Akiva siphons, a previously hypothetical energy production method. SCP-7012 currently provides power to the entirety of Site-01, and the excess energy is stored in a separate, on-base location.\n\n\nSCP-7012's containment chamber will be inspected weekly for any discrepancies. Detailed instructions are distributed to containment technicians at this time, of whom will be administered Class-V amnestics at the end of the maintenance period. On-site medical personnel will verify the amnestic process to confirm informational surety.\n\n\nDescription:\n SCP-7012 is a used NUU brand F4L flip phone. Physically, SCP-7012 is completely nonanomalous.\n\n\nSCP-7012 possesses a rare Akivian sink, a general term for an entity or object that both absorbs and produces Akiva radiation. Notably, Akivian sinks are associated with the end process of apotheosis. Prior to transcending into proper godhood, the entity undergoing said process will temporarily become an Akivian sink, thus amplifying their potential end-goal energy output by orders of magnitude within a short period of time. Religious organizations or groups typically seek out this state in order to realize their respective object of worship, although they may not be specifically aware of this quality.\n\n\nIt was previously believed that only sapient entities can produce an Akivian sink, and by virtue of Akiva radiation, hold massive influence over consensus reality. Given that SCP-7012 is not sapient, the Akiva particles remain unused, perpetually accumulating Akiva radiation.\n\n\nDue to the transitive properties of Akiva particles, combined with SCP-7012's lack of miracle-system output, SCP-7012 would singlehandedly trigger apotheosis in partnership with another belief-attuned entity. As such, SCP-7012 will be indefinitely contained at Site-01, and if necessary, decommissioned.\n\n\nAddendum 7012/1:\n Prior to containment, SCP-7012 was used as intended by the manufacturer. Although multiple contacts were listed in the phone directory, the only saved messages are that of \"name pending\". Twelve calls and over two thousand text messages were found, communicating with this individual. The context for these messages are unclear.\n\n\n \n\n\n \n\n\n \n\n\n\n\n2/20\n\n\n\n\nGreetings.\n\n\n \n\n\nHey, there, handsome *winks at you*\n\n\n \n\n\nIn the simplest terms, I am the first being, produced from nothing before time and space. I wield the laws upon which all physics rests upon, and thusly perpetuate the chaotic cycle.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nOoh, Chaos God, classic\n\n\n \n\n\nI have script here\n\n\n \n\n\nahem *notices you brooding* Hey, what's the matter? it's okay *holds out my hand, waiting for you to take it gently*\n\n\n \n\n\n \n\n\n \n\n\nI'm Siren, I'm 19 and I enjoy knitting, wbu *blushes*\n\n\n \n\n\n \n\n\nSiren, I do not possess a name, or a physical body with which to interact with. But may I continue speaking to you in this personal manner?\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n*blushes even harder*\n\n\n \n\n\nYeah, of course *I hide my hands behind my back in embarrassment, and then looking down with a hint of sadness, for we can't cuddle*\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nThank you.\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n2/25\n\n\n\n\nDo you, like, wanna meet up?\n\n\n \n\n\nLike, we've been talking for a while and I really feel like this could awork out, for real\n\n\n \n\n\n \n\n\nI just feel so alone all the time and I'd really like someone who understands and is super mature, like you, and this isnt me playing or whatever I just really think itd be good for us. I'm in Cali, and I even havre a drivers license, i can go to you\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nPlease say yes\n\n\n \n\n\n \n\n\nIt appears I must reveal myself. Are you sure about this?\n\n\n \n\n\n \n\n\nuhhh I've seen dicks before I'm prepared for it\n\n\n \n\n\n \n\n\nwtf\n\n\n \n\n\nuh\n\n\n \n\n\nOKay, I can work with this.\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n3/1\n\n\n\n\nSo, like, what kind of powers do you have?\n\n\n \n\n\nI do not consciously exercise control, as you could have intuited from my upbringing. Instead, I help perpetuate this reality, through means I do not understand.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nThat's so cool in a really nerdy way\n\n\n \n\n\nYou kinda remind me of my dad, he plays Warhammer.\n\n\n \n\n\n \n\n\nOh god am I freuded\n\n\n \n\n\nAre you okay?\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n3/6\n\n\n\n\nI'm really trying to wrap my head around this. You're the truth of the universe? Everything exists just because it does?\n\n\n \n\n\n \n\n\n \n\n\nIt is so.\n\n\n \n\n\nHave you never wanted to make something?\n\n\n \n\n\nI have, previously. I set in motion the placement of the stars. All that exists is due solely to my having had exercised my influence.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nDid you want to do that?\n\n\n \n\n\nHello?\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n3/7\n\n\n\n\nI feel so flawed\n\n\n \n\n\nIndeed.\n\n\n \n\n\nBut aren't you the most powerful being ever? Cant you fix me?\n\n\n \n\n\n \n\n\nHow?\n\n\n \n\n\nI dont\n\n\n \n\n\nIt's so\n\n\n \n\n\nuniquely frustrating, this\n\n\n \n\n\nI am face to face with an actual god and it cant even\n\n\n \n\n\n \n\n\nI'm sorry, this is unfair of me. I don't have god powers so I wouldn't understand it. Maybe it costs something to move stuff around, I dunno.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSiren, I only understand the chaos I was born and given. Would I change you, I would do it in ways I am unfamiliar with, in ways that would warp your reality. Doing nothing is a mercy, not a cruelty.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nYou have no idea the chaos with which this reality embodies.\n\n\n \n\n\n \n\n\nYou're, like, the incarnation of the tvtropes page on chaotic neutral. I mean, what's next, you have a long lost twin god of order?\n\n\n \n\n\n \n\n\n \n\n\nOrder.\n\n\n \n\n\nHow have I not seen it sooner?\n\n\n \n\n\nno fucken way man\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n4/1\n\n\n\n\nI need to ask you for a favor.\n\n\n \n\n\nOh gee\n\n\n \n\n\nWhat's up?\n\n\n \n\n\nI wish to seek order.\n\n\n \n\n\nWhat do you need?\n\n\n \n\n\nI am made aware of order from chaos by the beings descended from me. You have taught me that there exists a rejection of my whole self, and that perhaps I have been mistaken with the contents of my teachings.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nThere are those, familiar to your species, but not yourself, that provide for the order. They strive on subversion, and would seek not my downfall, like so many other, simpler men, but instead, a balance of my being against their ideology.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nI straight up don't understand\n\n\n \n\n\nWhat do I need to do?\n\n\n \n\n\nLeave your phone outside, far away from you.\n\n\n \n\n\nWhy??\n\n\n \n\n\nMy… request can be dangerous. If caught, you could be affected. I don't wish that of you.\n\n\n \n\n\n \n\n\nThis is some CIA bullshit\n\n\n \n\n\nWill you do this for me?\n\n\n \n\n\nfuck\n\n\n \n\n\nfine\n\n\n \n\n\ncan i call you?\n\n\n \n\n\nYes.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nAddendum 7012/2:\n SCP-7012 received a single message while in containment, listed as follows.\n\n\n \n\n\n \n\n\n \n\n\n\n\n9/1\n\n\n\n\nIt's everything I'm not.\n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-7011\n | SCP-7012 | \nSCP-7013\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7012\n\" by Fish^12, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7012\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n reactor.png\n\n\nName:\n Reactor BN-800\n\n\nAuthor:\n Rosatom\n\n\nLicense:\n CC BY-SA 1.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:BN-800_reactor.jpg\n\n\n\n\n\n\nFilename:\n crown.png\n\n\nName:\n Crown\n\n\nAuthor:\n Fish^12\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n N/A",
    "addendums": [
        "Addendum 7012/1: Prior to containment, SCP-7012 was used as intended by the manufacturer. Although multiple contacts were listed in the phone directory, the only saved messages are that of \"name pending\". Twelve calls and over two thousand text messages were found, communicating with this individual. The context for these messages are unclear.\n\n\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7012 \" by Fish^12, from the SCP Wiki . Source: https://scpwiki.com/scp-7012 . Licensed under CC-BY-SA .",
        "Filename: reactor.png Name: Reactor BN-800 Author: Rosatom License: CC BY-SA 1.0 Source Link: https://commons.wikimedia.org/wiki/File:BN-800_reactor.jpg",
        "Filename: crown.png Name: Crown Author: Fish^12 License: CC BY-SA 3.0 Source Link: N/A"
    ],
    "item": "SCP-7012",
    "object_class": "Thaumiel",
    "containment_procedures": "This document is locked behind need-to-know Level Five security clearance. SCP-7012 is contained in the basement layer of Site-01, which has been retrofitted with the specifications for High-Value Anomalous Assets, with the inclusion of ten-meter thick concrete walls, comprehensive SRA applications, and faith-agnostic wards. SCP-7012 is also protected by proxy via Site-01 security measures, including the site-wide self-destruct countermeasure.",
    "description": "SCP-7012 is a used NUU brand F4L flip phone. Physically, SCP-7012 is completely nonanomalous.",
    "title": "SCP-7012"
}