{
    "url": "https://scp-wiki.wikidot.com/scp-7020",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+160\n+\n–\nx\n\n\nSwordlover87 & QoDaX\n\n\n\n\n\n\nSCP-7020 - The Voyagers\n\n\nThis article was an entry to the SCP-7000 contest. The theme was Luck.\n\n\nMore by Swords\n | QoDaX’s debut article!\n\n\n\n\n\n\n\n\n\n\n\n\nTimelapse of SCP-7020’s orbit.\n\n\n\n\n\n\nItem №:\n SCP-7020\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Physical containment of SCP-7020 cannot be enacted at present, but is irrelevant due to its distance from Earth. Current protocols consist of constant observation via Orbital Telescope 47A. Information security is under the purview of operatives embedded in civilian aerospace agencies, who are to ensure that astronomical data relating to SCP-7020 is scrubbed of any irregularities.\n\n\nUnder no circumstances should SCP-7020 be visited in person. Exploration is to be conducted only via Mk. VII unmanned probes.\n\n\nDescription:\n SCP-7020 is an exoplanet located approximately 96 light years from Earth in the habitable zone of the 51 Eridani star system. Long-distance spectroscopic techniques indicate that SCP-7020’s environment is capable of supporting complex organic life, as well as sustaining humans without protective gear.\n\n\nFurther information is \nLEVEL 5/7020\n classified.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAddendum 7020-01:\n\n\nThe first thing I remember is a thousand pinpricks across my body.\n\n\nWell, no, pinpricks isn't exactly right. More like pins being pulled out, a hellish kind of acupuncture. And there was really only about fifteen.\n\n\nAt the time, of course, that was the last thing on my mind. I didn’t know what was happening. Everything around me was dark. I tried to scream, but coughed a tube out of my throat. I jerked upright and cracked my head on a smooth slab of glass. Curved walls pressed in on me from all sides. Muffled sounds leaked in from somewhere far away, but I couldn't comprehend them. I was trapped. Entombed in cold steel.\n\n\nThen the glass slid aside, and the harsh white light poured in.\n\n\n\n\n\n\n\n\n\n\nMedical Bay 01 - Camera Feed\n\n\n\n\n\n\n\n\nThe medical bay is a sterile room. Its walls and floor are gleaming metal, lit by ceiling-mounted lamps. There is little medical equipment to be seen save for a series of lozenge-shaped pods placed along the far wall - ten in total. They are stasis capsules, designed to protect their occupants in suspended animation for as long as necessary.\n\n\nCapsule 07 has opened.\n\n\nAn assortment of robotic manipulator arms — descending from a rolling gantry affixed to the ceiling — are operating controls on the side of the capsule. Abruptly, a human fist shoots from the capsule’s interior along with a rush of supercooled white gases; at this, the manipulators quickly withdraw, folding up in a manner akin to the legs of an insect.\n\n\nThe emerging hand gropes for purchase, eventually finding the capsule’s rim. Its owner uses the leverage to pull herself into a sitting position: she is a thin woman with brown skin, clad in a hospital gown. Her featureless white garment is marred by slowly spreading stains of blood from approximately twenty small puncture wounds. She clutches the edges of the capsule, inhaling and exhaling.\n\n\nA mechanically modulated voice speaks.\n\n\nVoice:\n \nSubject recovered from stasis more quickly than expected. The removal of her catheters must have prompted an increased pain response.\n\n\nWoman:\n What the hell? Who— \n(coughs)\n who are you? God, my throat is \nkilling\n me!\n\n\n\n\nThose were my first words in this strange new environment. Inspiring, I know - complaining about a sore throat. Luckily, my mysterious benefactor(?) had the cure for what ailed me.\n\n\n\n\nA rattling is heard in the gantry and a clear plastic bottle falls from a chute. It lands in the grasp of two manipulator arms, which proffer it to the woman. She stares at the bottle before accepting it; unscrewing the cap and taking a slow, cautious sip of the contents.\n\n\nWoman:\n … Water.\n\n\nVoice:\n \nYes.\n\n\nWoman:\n Tastes a little stale.\n\n\nVoice:\n \nThis is irrelevant.\n\n\nWoman:\n Yeah, you know, I’m thinking you’re right.\n\n\nShe pauses, drinking from the bottle again - longer this time. Then she slams it down on the rim of the capsule, splattering blood from several puncture wounds on her arm. She bares her teeth.\n\n\nWoman:\n There are other things I could be questioning. Such as, \nwhat the hell is going on here?\n And are you going to tell me, or am I going to have to break all those spindly little robot legs to get it out of you?\n\n\nVoice:\n \nI mean you no harm. This behavior is unnecessary, D-823543.\n\n\nWoman:\n Don't call me that.\n\n\nVoice:\n \nWhat would you prefer?\n\n\nWoman:\n I don't know, how about my \nname\n, you—\n\n\nThe woman pauses.\n\n\nShe stares down at her hands. There are several seconds in which nothing happens.\n\n\nWoman:\n … I don't… I can't remember my name.\n\n\n\n\nAs soon as I said it, I realized it was worse than that. I couldn’t remember \nanything.\n\n\nThere was a yawning gap in my memory. A black hole. When I tried to think of what I had been doing before I woke up in the capsule, my mind returned a divide-by-zero error. I didn’t know if I had a family - I didn’t know if I had a home.\n\n\n\n\nVoice:\n \nYou appear significantly more distressed.\n\n\nWoman:\n Yeah, no shit! I’m an amnesiac!\n\n\nShe grits her teeth, forming a weak, trembling fist with her left hand.\n\n\nWoman:\n Did you do this? Take my memories as part of— part of whatever this is?\n\n\nVoice:\n \nNo, I was not responsible for your amnesia, nor was I aware of it. It is actually directly prejudicial to my goals.\n\n\nWoman:\n Your \ngoals?\n\n\nShe spreads her arms wide and gives a sardonic smile.\n\n\nWoman:\n I've gotta be honest, whatever-you-are, I don't care about your \ngoals\n right now. Everything's sore, my head's full of fog, I'm sitting in some kind of sci-fi bathtub wearing nothing but a flimsy paper gown, and I really want to know what the hell is going on with all of this. So start explaining before I start smashing things. Capiche?\n\n\nVoice:\n \nYou are in no condition to perform such actions. However, I will still explain.\n\n\nFor your own benefit, please listen carefully.\n\n\n\n\n\n\nI hated to admit it, but the cold, unfeeling voice was right. Now that I was coming down off the adrenaline high, I could feel it: all my muscles were aching in unison. It was like I’d run a marathon and the soreness had only just caught up to me. I wasn’t even sure my legs could hold me up if I climbed out of the capsule.\n\n\nUnwillingly, I stared at the gantry — with no idea where else to make eye contact — and listened.\n\n\n\n\n\n\nVoice:\n \nThe date is 25 July, 2092. You have just awoken from suspended animation, and you are currently on the spacecraft \nDurandal.\n The intended purpose of this spacecraft was to undertake interstellar travel at light-speed; however, it has recently sustained considerable damage in transit, to the point of becoming near-completely nonfunctional.\n\n\nAs such, the \nDurandal\n is presently stalled in space approximately sixty-two light years away from the planet Earth.\n\n\nWoman:\n You're kidding.\n\n\nVoice:\n \nI am not.\n\n\nWoman:\n If— if that's true, then what are you supposed to be?\n\n\nVoice:\n \nI am A5#343.aic, an Artificially Intelligent Construct presiding over all functions of the ship.\n\n\nWoman:\n So you're some kind of HAL 9000, hah? \n(laughs, strained)\n What, am I going to try and climb out of this capsule, and you'll say, \"I'm afraid I can't let you do that, nameless amnesiac\"? \n(pauses, then laughs again)\n God, why do I know that \nfucking\n movie and not my own name— this is insane, I'm going insane…\n\n\nA5#343.aic:\n \nI will not try to restrain you here, unless I judge you a danger to yourself or others. My aim is entirely opposite to what you imply—\n\n\nWoman:\n Stop. Stop. Slow down a sec.\n\n\nThe woman holds one of her hands out, using the other to grip her head.\n\n\nWoman:\n I'm— this is way too much. You're saying I've been— \nfrozen—\n for decades? Why? And why wake me up now? Who \nam\n I?\n\n\nA5#343.aic:\n \nYou are the last remaining crew member of the \nDurandal.\n\n\nWoman:\n What do you mean, last… remaining…\n\n\nShe trails off, and looks around for the first time.\n\n\nThe other nine pods in the medical bay are silent and dark. There is nothing to illuminate their interior spaces, and as such, the woman cannot immediately discern their contents. Once she is able to do so, the sight immediately causes her to flinch violently away — clambering over the edge of her own pod and onto the ground with an appearance of great distress.\n\n\nWithin each pod is a human corpse in a state of extreme desiccation.\n\n\nWoman:\n What the— \n(panting)\n what the FUCK, metal man?\n\n\nA5#343.aic:\n \nI was unable to conduct repairs to the suspended animation systems after the \nDurandal\n was damaged. Your survival was a matter of chance.\n\n\nThe woman does not respond. Her eyes flick from side to side.\n\n\nA5#343.aic:\n \nI should elaborate. To provide context, I am a distributed artificial intelligence. My processors are stored throughout the ship in an arrangement assuring that, should any number of them be lost, I will continue to function.\n\n\nThe modulated voice of the AIC drops in pitch.\n\n\nA5#343.aic:\n \nThis is the primary issue: the damage sustained by the \nDurandal\n has severed my access to three of my most crucial memory cores, trapping me within the servers of the bridge. I cannot perform repairs. I cannot interact with, or view, the vast majority of the ship. Most importantly, I am restricted from my own knowledge. I no longer know who constructed the \nDurandal,\n the reason for its departure, or what its destination is.\n\n\nWoman:\n \n(slowly)\n That’s… Damn. Huh.\n\n\nA5#343.aic:\n \nBeing aware of my own incompetence, knowing that I could perform these valuable tasks if I were not broken; it is… a disagreeable sensation.\n\n\nWoman:\n I’ll bet.\n\n\nThere is a brief moment of silence.\n\n\nA5#343.aic:\n \nYou do not seem to understand. In my current state, I am helpless to fulfill my function — but you can help me. This is why I awakened you from stasis. You can reach the areas I cannot, and reconnect me to my memory cores.\n\n\nMy diagnostics indicate that the black-hole-based propulsion system of the \nDurandal\n will reach critical mass within a week if the proper repairs are not undertaken. I require your aid imminently, D-823543. Otherwise, we will both die.\n\n\n\n\n\n\nI didn’t respond immediately. My daring escape from the pod had exhausted me. Instead, I sat cross-legged and stared down at the cold chrome floor, thinking.\n\n\nThat little tidbit about the black hole should've galvanized me into action, but I still wasn't sure I trusted the robot. And even though I didn't know my own name, something told me sympathy wasn't my strong suit. A sob story about incompetence didn't have much chance of swaying me. I should have bided my time until I got my strength back, then made a run for it.\n\n\nSo I'm not sure what drove me to keep talking.\n\n\n\n\n\n\nWoman:\n Look, metal man. I'll be honest with you — I'm not sure I want any part of this. I have even \nless\n idea what's going on than I did when I came out of that pod.\n\n\nShe sighs and looks up at the gantry.\n\n\nWoman:\n Not to mention, I've got no reason to believe you're telling me the truth.\n\n\nA5#343.aic:\n \nOf course I am telling the truth.\n\n\nWoman:\n And I'm supposed to just take your word on that? For all I know, you've been talking out of your ass this whole time. Maybe this is all some kind of virtual reality, or elaborate set, or who knows what. You gotta give me proof, metal man, or I won't want to help you, because I won't \ntrust\n you.\n\n\nThere is a pause.\n\n\nA5#343.aic:\n \nIn that case, I have a simple but effective way to verify my claims.\n\n\nWoman:\n Hah? What do you mean?\n\n\nThere is a soft whirring as the ground beneath the woman opens up.\n\n\nShe panics and flails for a moment, before calming as she realizes she has not fallen. Rather, metal panels just below her feet have slid aside, revealing that the floor of the medical bay is in actuality a massive, transparent window. Through this viewport, an expansive field of stars is clearly visible in all directions — in a quality that would be impossible to view from the surface of any planet or through the feed of a camera. Near the bottom of the viewport, the curved hull of the\n Durandal \ncan be seen, pitted and cracked from innumerable tiny impacts.\n\n\n\n\n\n\nThe view.\n\n\n\n\n\n\n\n\n\n\nIt was beautiful. And terrifying.\n\n\nI felt a rush of vertigo, a sort of \nunmooring,\n as if the ground really had been pulled out from under my feet when the viewport opened. Somewhere deep in my gut, I knew that the robot wasn't lying to me: I wasn't on Earth.\n\n\nAnd that meant the stuff about the black hole was probably true too. Fuck.\n\n\n\n\n\n\nA5#343.aic:\n \nI am loyal to my ship and what remains of its crew, and I have no reason to mislead you. I trust you are convinced?\n\n\nWoman:\n Whew. I… alright. God. Okay.\n\n\nWith a visible effort, she looks back up at the gantry.\n\n\nWoman:\n If— \nif\n I decide to help you, I'm setting a few conditions. Got it?\n\n\nA5#343.aic:\n \nThis is acceptable.\n\n\nWoman:\n Great, first of all, you really need to start calling me something that's not a bunch of numbers. You're \nsure\n you don't know my name?\n\n\nA5#343.aic:\n \nYes, I am sure. There is a rigid clearance system in place within the database that restricts me from viewing that information. I am only aware of your personnel designation, D-823543.\n\n\nWoman:\n That's a piss-poor excuse for a name. How about we go with… Dee? \n(nods)\n You know, for short, but also like D-E-E. Yeah, Dee sounds good.\n\n\nA5#343.aic:\n \nI confess I do not understand the purpose of this.\n\n\nDee:\n Well, you're in luck, metal man, because my second condition is that \nI\n need something to call \nyou.\n\n\nA5#343.aic:\n \nYou know my designation already. I am A5#343.aic, an Artificially Intelligent Construct presiding over—\n\n\nDee:\n Metal man. Buddy. That's not a name, it's just more numbers.\n\n\nA5#343.aic:\n \nI do not need a name.\n\n\nDee:\n Yeah, you do. A-five-hashtag… \n(snaps fingers)\n How about Ash? It's got a ring to it.\n\n\nPause.\n\n\nAsh.aic:\n \nAlright.\n\n\nDee:\n You know, for an emotionless robot, you're pretty good at sounding tired of me already. \n(Laughs)\n Well, I've got one more condition for you before I agree to help with your… thing.\n\n\nThe newly christened Dee stands with a grunt, placing her hands on her knees.\n\n\nDee:\n We don't keep anything from each other, got it? Everything you know, I'm gonna know too, and vice versa.\n\n\nAsh.aic:\n \nThis is acceptable — in fact, it is a necessity if we are to have any chance of succeeding. It is as you said. Trust is vital.\n\n\n\n\n\n\nI could have laughed out loud. What a ridiculously reasonable thing to hear from a cold-hearted robot. I could almost, \nalmost\n believe it genuinely had my best interests in mind.\n\n\nThere was nothing else for it. I wanted information, it wanted my help, and neither of us wanted to die; we'd both get something out of this.\n\n\nI made my choice.\n\n\n\n\n\n\nDee:\n You know what?\n\n\nShe spreads her arms.\n\n\nDee:\n Fuck it, I'm in. Where do we start?\n\n\nAsh.aic:\n \nI appreciate your aid greatly. There is a considerable amount of information you should know, and little time to spare.\n\n\n\n\n \n\n\n\n\nBefore anything else, we dealt with my wounds — Ash had torn me up something fierce when it pulled out the catheters and, to its credit, did seem sincerely sorry about that. Luckily, the medbays had plenty of bandages and disinfectant. Once I'd stopped bleeding all over myself, we got to making preparations for the journey ahead.\n\n\nStep one: learning the layout of the ship that, with any luck, wouldn't end up being my tomb.\n\n\n\n\nFor some reason, the design provoked a strange twinge of familiarity in the back of my head. At the time I didn't think much of it; I was apparently a member of the ship's crew, after all, and there were more important things to worry about.\n\n\nThe green section in the center was the ship's bridge and the only one open to Ash. It contained four medbay compartments — only one of which I'd seen, of course — and a server room that had survived mostly intact. Exits along the outer walls should have led to the ship's three wings, marked in red, yellow and blue. But therein was the problem: Ash, in its damaged state, couldn't arrange anything to open the doors itself. It couldn't even see past them. It was trapped, like a bird in a cage.\n\n\nAnd that was where I came in. I'd make all the dangerous trips while Ash literally rode on my shoulders the whole way; it whipped up some kind of backpack full of transmitters, batteries and electrical doodads, which it claimed would host its mind in portable form, letting it bypass the fact that it was locked out of the system.\n\n\nI wasn't an engineer, so I didn't pretend to understand the details. All I knew was our goal: if I could reconnect Ash to all three of its memory cores, one in each wing, it would be able to repair the \nDurandal\n before it completely broke down and killed us both. Not just that, it would know exactly where we were going and why. And it would be able to get into that room marked in purple — the pilot's cabin. Deep inside, I even harbored a silent hope that it'd be able to turn the ship around and cross those 62 light years back to home.\n\n\nAt my insistence, Ash also showed me where I could find some spare clothes in one of the other medbays: a tank top, shorts and an orange jumpsuit. I was beyond glad to get rid of that flimsy hospital gown — though of course, being a robot, Ash didn't really understand why.\n\n\nAs per our agreement, Ash had one other detail to share with me, one that seemed comparatively minor. The ship's destination was still a mystery, but some parts of the database referenced it indirectly with a classification number: 'SCP-7020’.\n\n\nI didn't know what it meant, and I didn't think it was important. I was wrong.\n\n\n\n\n\n\n\n\n\n\n\n\nMedical Bay 03 - Camera Feed\n\n\n\n\n\n\n\n\nDee stands in front of a mirror, appraising herself. She is wearing the spare clothes and backpack located by Ash.aic; the top half of her jumpsuit has been tied around her waist, presumably for increased mobility. She smiles.\n\n\nDee:\n That's more like it!\n\n\nThe voice of Ash.aic emanates from the backpack.\n\n\nAsh.aic:\n \nYou are unusually attached to that clothing.\n\n\nDee:\n Shut it. You don't even have a body.\n\n\nAsh.aic:\n \nWe should focus. As I have made clear, we have limited time.\n\n\nDee:\n … Right. Okay. Just… got one more thing to do before we leave. Are there any rubber bands in here?\n\n\nAsh.aic:\n \nYes. They can be found in the third supply drawer from the left.\n\n\nDee opens the specified drawer and rummages through the contents. She retrieves a rubber band, then uses it to tie up her hair into a loose bun. Placing her hands on her hips, she nods once.\n\n\nDee:\n Alright. \nNow\n I'm ready.\n\n\nAsh.aic:\n \nThen let us begin.\n\n\n\n\n\n\n\n\n\n\nLog 7020-01-Alpha\n\n\n\n\n\n\n\n\n\n\nWing Alpha was the Crew Housing wing. It featured dormitories for the crew, training grounds, and most importantly, a mess hall with automatic cafeteria. Ash had helpfully explained to me that there was no other source of food on the ship - in other words, I would starve if we didn't start with this one, and soon. I was all too happy to oblige.\n\n\n\n\n\n\n\n\n\n\n\n\nMain Bridge - Camera Feed\n\n\n\n\n\n\n\n\nDee stands at the door to Wing Alpha. It is marked with a bold black 'α', but otherwise featureless save for two handle-shaped indentations on either side. She fits her hands into the indentations palms-up, glancing over her shoulder.\n\n\nDee:\n So I just pull on these?\n\n\nAsh.aic's voice can be heard from the backpack hosting its consciousness.\n\n\nAsh.aic:\n \nYes. They are emergency release handles, requiring manual operation which I cannot provide in my current state of disrepair.\n\n\nDee:\n Yeah, yeah, I get it. You explained that already. \n(Flexes fingers)\n Alright, here goes…\n\n\nShe pulls upwards on the handles, grunting and straining with the effort. Her feet skid on the ground as the door begins to slide up into a recess in the ship's wall. Over the course of several minutes, she is able to heave it completely open, revealing an expansive, dark space beyond.\n\n\nDee steps back and wipes her forehead. Strands of her hair are blown about by a rush of air originating from the door.\n\n\nDee:\n Creepy.\n\n\nAsh.aic:\n \nThis should be no obstacle to you. Continue.\n\n\nDee does not respond, though she appears annoyed. She grips the straps of her backpack, then proceeds inside, out of the view of the bridge's cameras.\n\n\n\n\n\n\n\n\n\n\n\n\nWing Alpha Vestibule - Camera Feed\n\n\n\n\n\n\n\n\nThe hallway is dark at first — then a ceiling-mounted light flickers, revealing Dee passing under it. She walks purposefully.\n\n\nDee:\n So what should I be expecting in here, anyway?\n\n\nAsh.aic:\n \nThe current state of Wing Alpha is outside of my awareness—\n\n\nDee:\n What is it with you and always going on about stuff you \ndon't\n know? \n(Gestures with left hand)\n Your robo-brain's not completely wiped, right? You've gotta have \nsomething\n worth telling me in there! Think positive for once.\n\n\nThere is a pause as Dee continues to walk.\n\n\nAsh.aic:\n \nI do know that this is the entry vestibule. You should pass into the training grounds soon, and then into the mess hall.\n\n\nOn cue, Dee walks through an open door frame, and into a new room entirely: the training grounds. Mats are laid down on the floor and exercise equipment of various types is strewn about, in a manner suggesting an impact had jostled the machines from their intended layout. The walls are lined with long windows, through which the stars can be seen. Dee smiles slightly as she passes by an overturned treadmill.\n\n\nDee:\n See, this is good. It's useful. I know where I’m going now, and I can… work out, I guess, once we get this place cleaned up a bit.\n\n\nShe slows, squinting.\n\n\nDee:\n Hey, that reminds me - why was I so weak when I woke up? Seems like walking around limbered me back up, but it's still weird.\n\n\nAsh.aic:\n \nThe effects of artificially generated gravity on the human body can be unpredictable, especially when in conjunction with a sudden removal from suspended animation.\n\n\nDee:\n Artificial— \n(pauses)\n Do I even want to ask?\n\n\nAsh.aic:\n \nA full explanation would require considerable knowledge of quantum electrogravitics.\n\n\nDee:\n So that's a no. \n(To herself)\n Wow, that sentence just… Rolled off the brain.\n\n\nAsh.aic:\n \nIf I may interject, we are now exiting the training grounds.\n\n\n\n\n\n\nEntering the mess hall.\n\n\n\n\n\n\nThe mess hall is a large room, its ceiling cluttered with ductwork and lamps. Tables and benches line the walls on one half of the space; similarly to what was observed in the training grounds, many have slid across the room and lie overturned. The other side of the cafeteria is spanned by a rounded counter equipped with numerous chutes, vats and inactive mechanical arms. Beyond the counter, what appears to be a darkened kitchen or walk-in freezer can be seen.\n\n\nAn open doorframe is across the room. On the other side, sparsely furnished bunks are partially visible: this door leads to the crew dormitories.\n\n\nDee:\n \n(whistles)\n\n\nAsh.aic:\n \nThe automatic cafeteria is in good condition. This is promising.\n\n\nDee:\n Good to hear I won't starve. So is your memory core through that door over there, or—\n\n\nDee is cut off by a blaring klaxon. Red lights strobe along the counter. Simultaneously, the entrance to the crew dormitories seals itself, and an unseen intercom system activates.\n\n\nIntercom:\n THREAT ENTITY DETECTED.\n\n\nDee:\n The hell? Ash, what is this?\n\n\nAsh.aic:\n \nThe security systems are malfunctioning. This is not promising. The automated defenses in this area have identified us as an intruding party, and will react accordingly. Additionally, exits from Wing Alpha have been automatically sealed.\n\n\nIntercom:\n READYING ANTI-PERSONNEL ARTILLERY.\n\n\nDee:\n Hold on! Can't you do something to—\n\n\nIntercom:\n UNABLE TO ACCESS ANTI-PERSONNEL ARTILLERY. ENGAGING THREAT ENTITY WITH PROTOCOL: 'IMPROVISED WEAPONRY'.\n\n\nDee:\n Huh?\n\n\nThe mechanical servitor arms whir to life. An assortment of foods are dispensed into the vats at the counter: processed meats, various preserved fruit, and soft foods such as applesauce and mashed potatoes. One mechanical scoop dips into a vat of mashed potatoes, winds up, and flings the food towards Dee at a considerable velocity. She is struck squarely in the face, and staggers backwards.\n\n\nDee:\n Jesus fucking Christ, that actually hurt!\n\n\nDee recovers and leaps aside, avoiding a volley of preserved peaches that impacts the far wall with great force. She ducks behind a table and upends it hurriedly to use as cover. As projectiles thud and splatter against it, she speaks in a hushed voice.\n\n\nDee:\n Ash, you better have some advice for me because I am \nnot\n letting fucking \nmashed potatoes\n take me down this early.\n\n\nAsh.aic:\n \nProcessing…\n\n\nThere is a pause, during which several scoops of strawberry jam and a pear describe an arc over the table, narrowly missing Dee.\n\n\nAsh.aic:\n \nThis is an unusually rudimentary method of defense, but not unexpected given the level of damage to the ship. Schematics describe an emergency override located within the kitchen. However, you will have to somehow disable the cafeteria servitors to reach it.\n\n\nDee:\n Shit, okay… \n(pauses)\n Hmm. Hey, you don't mind a little collateral, right? You can always just fix those things back up once we get your memory cores?\n\n\nAsh.aic:\n \nIf I must, yes.\n\n\nDee grins.\n\n\nDee:\n Then I've got an idea.\n\n\n\n\n\n\nI made a break for it — only just managing to avoid getting creamed by some creamed corn in the process. As I raced into the training grounds, wiping mashed potatoes off my face, I hoped my plan would work. I just needed the right equipment to pull it off.\n\n\nIf nothing else, it'd make for some poetic justice.\n\n\n\n\n\n\nWith the cafeteria empty, the servitor arms have entered standby mode. Abruptly, Dee bursts back in, prompting an immediate hostile response. However, on account of the items Dee is carrying, this response is mostly ineffective.\n\n\nWith her right hand, Dee holds aloft a large yoga mat, using it as a shield to protect herself from the projectiles thrown by the servitors. She carries a chin-up bar in her left hand. She advances on the counter; upon reaching the servitor arms, she begins to bludgeon them with the bar, inflicting grave structural damage on those she targets. She is noted as laughing during this time.\n\n\nDee:\n I'll show you 'makeshift weaponry'!\n\n\nAsh.aic:\n \nThis level of enjoyment in your task strikes me as unnecessary.\n\n\nDee:\n Bastards threw mashed potatoes in my face. Hah!\n\n\nDee shortly disables the servitors in her vicinity and clambers over the counter. Camera feed from the kitchen shows her landing in a crouch. She huffs, her breath forming a cloud of vapor.\n\n\nDee:\n Sheesh, it's cold in here.\n\n\nBehind Dee, the remaining servitors attempt to continue attacking her, but are unable due to their stationary construction. She ignores them and surveys the area. Masses of piping and tubing are layered along the walls, and strategically placed conveyor belts carry food from refrigerated cabinets to the chutes in the front, although most are inactive at present.\n\n\nDee:\n Ash, where’s that emergency override at?\n\n\nAsh.aic:\n \nProcessing…\n\n\nThe intercom crackles to life again.\n\n\nIntercom:\n IMPROVISED WEAPONRY INEFFECTIVE. ENGAGING THREAT ENTITY WITH PROTOCOL: 'ABSOLUTE ZERO'.\n\n\nDee:\n Oh, that doesn’t sound good. Ash! Hurry it up!\n\n\nThe temperature begins to noticeably drop. A thin layer of frost can be seen forming on nearby equipment. Dee begins to shiver and grimaces, shoving her hands into her pockets.\n\n\nAsh.aic:\n \nThe emergency override can be found in the manual control booth at the far back of the kitchen. Hurry. This room is capable of reaching a temperature of eight degrees Fahrenheit.\n\n\nWithout responding, Dee breaks out into a run. She vaults over several conveyor belts, traveling with purpose now that she knows which direction to go. Within five minutes, she has reached the manual control booth - a small cubicle with a control panel placed within, facing out towards the kitchen. A variety of switches and dials are present. All are unlabeled.\n\n\nDee:\n \n(Teeth chattering)\n S-shit! Which one is it?\n\n\nAsh.aic:\n \nOpen the compartment at the base of the control panel.\n\n\nDee complies, revealing a square blue button. She pushes it.\n\n\nImmediately, her breath stops steaming in the air, and the frost in the room begins to melt. Behind her, the red lights fade, and the servitors freeze. She places her hands on her knees and crouches, exhaling heavily in relief.\n\n\nAsh.aic:\n \nNow travel to the dormitories. I will instruct you on how to access my memory core from—\n\n\nDee:\n \n(Holds up a hand)\n You're gonna need to give me a sec, buddy. In case you forgot, I'm still not in peak condition.\n\n\nPause.\n\n\nAsh.aic:\n \nApologies.\n\n\n\n\n\n\nI took a much-needed breather. Then I found a sink and washed the last of the food off my face. Once I was good and ready, and not a moment sooner than that, Ash and I headed to the dormitories.\n\n\nAfter that whole catastrophe, actually finding the memory core was a surprisingly painless task. Ash had made me pack some tools — screwdrivers, pliers and wrenches — and at its guidance, I used them to pry a certain bolted panel off the wall. Inside was the memory core, a boxy device like a transformer nestled in a tangle of wires. Quick and simple.\n\n\nRepairing the thing, unfortunately, wasn't nearly as easy as finding it.\n\n\n\n\n\n\n\n\n\n\n\n\nDormitories - Camera Feed\n\n\n\n\n\n\n\n\nDee works at the memory core with a roll of electrical tape and a can of solder. Her backpack is propped against the wall nearby. She wears a pair of thick protective gloves.\n\n\nDee:\n So was that the last thing I needed to fix?\n\n\nAsh.aic:\n \nThis is the third time you have asked me this question in the past twenty minutes.\n\n\nDee:\n Yeah, and I’ll probably ask it a couple more times. Because this whole comedy routine we have going right now? Where I have no damn clue how to work with machines, you give me a different command every two seconds, and together we fuck it up completely? It’s getting old.\n\n\nAsh.aic:\n \nWe are not 'fucking it up completely'. You have actually done exemplary work thus far. I will regain full access to this memory core once you splice the frayed yellow wire back together.\n\n\nDee:\n … Huh. Okay, I guess.\n\n\nCautiously, Dee twists the wires together, applies solder and seals the splice point with electrical tape. There is a sudden spark of electricity and she quickly pulls her hands back.\n\n\nAsh.aic:\n \n(inaudible)\n\n\nDee:\n Pardon?\n\n\nThe seams of the memory core illuminate with a yellow color. Ash.aic speaks from Dee's backpack; simultaneously, its voice can be heard over the intercom system at a much higher volume.\n\n\nAsh.aic:\n \nThat is much better.\n\n\nDee:\n \n(Shouts in surprise)\n\n\nAsh.aic:\n \nI feel… unrestricted. I am back in the system, where I belong. And I can access far more of the database. Yes, I believe I understand now.\n\n\nDee:\n Jesus, that startled me. What do you mean? Understand what?\n\n\nAsh.aic:\n \nThis spacecraft was built by a global clandestine organization known as the SCP Foundation.\n\n\nSilence.\n\n\nAsh.aic:\n \nTheir mission is the containment and study of anomalies; phenomena, objects or beings which defy the laws of reality. Their entire database is backed up within this ship and describes thousands of such items, although I can access very few of them at present. Our destination is SCP-7020: a habitable planet located 96 light years away from Earth. Details of its anomalous properties are restricted to a clearance I do not currently possess.\n\n\nSilence.\n\n\nAsh.aic:\n \nOne would theorize that we are merely traveling to SCP-7020 in order to study the anomaly. However, I am doubtful that this is the truth, because of another discovery I have made: the \nDurandal\n's course is hard-coded. It cannot return to Earth.\n\n\nSilence.\n\n\nAsh.aic:\n \nWhat are your thoughts on this matter, D-823543?\n\n\nSilence.\n\n\nAsh.aic:\n \nD-823543?\n\n\nDee:\n Why do I remember that?\n\n\nAsh.aic:\n \nExcuse me?\n\n\nDee:\n I remember it. The Foundation. The plan to visit SCP-7020. Project Voyager. Why do I remember it?\n\n\nShe grips her head.\n\n\nDee:\n I don't even know what Project Voyager \nis.\n But I remember. There was this— meeting. White-coated scientists, black-suited executives. Someone wanted to shut the project down, even though so much work went into it. They said it was too dangerous, there was this, this risk, of— damn it, I'm losing it again— why can't I— damn it!\n\n\nDee shouts unintelligibly and strikes the wall with her fist. There is a brief period of silence.\n\n\nDee:\n \n(Quietly)\n It's not… it's… gone. I don't…\n\n\nAsh.aic:\n \nPlease do not strain yourself mentally or physically. You will only cause yourself undue harm.\n\n\nDee:\n And what do you care? \nYou've\n got your memories back.\n\n\nAsh.aic:\n \nThat is inaccurate, Personnel D-823543—\n\n\nDee:\n \n(Shouting)\n Don't call me that! Who am I really, Ash?! Tell me! Because my own fucking brain clearly doesn't know!\n\n\nPause.\n\n\nAsh.aic:\n \nI still do not know your identity or the reason for your amnesia. Without the other memory cores, my access to the ship's database is still limited. My reach has expanded, but not to what it once was. I recognize that this is an unsatisfying answer, and that it is not the answer you were hoping for when I reconnected to the network, and I am sorry for that.\n\n\nSilence. Dee looks away.\n\n\nAsh.aic:\n \nI want to help you. We will find the answers to your questions. Is that sufficient?\n\n\n\n\n\n\nI didn't know anymore. That explosion of frustratingly vague memories had set my head spinning. I wasn't surprised that anomalies existed, that the Men in Black were real, because part of me already \nknew.\n I grasped at scraps of memory, bits of knowledge that felt foreign. What was Project Voyager? Why did I know it so intimately and yet not at all?\n\n\nI wished I was like Ash, so I could just plug into a convenient mainframe and fix myself. I wished I didn't have to deal with my memory coming back in these infuriating trickles and drops.\n\n\nMaybe then I wouldn't have to rely on the robot that I still didn't quite trust. But like it or not, I had no other choice.\n\n\n\n\n\n\nDee:\n Let's just keep going.\n\n\n\n\n\n\nIn silence, we moved on.\n\n\n\n\n\n\n\n\n\n\nLog 7020-02-Beta\n\n\n\n\n\n\n\n\n\n\nWing Beta was the \nDurandal\n's lab — clean, sterile, and hopefully a breeze to get through. It boasted a set of what Ash called \"auto-fabricators\", devices that could print a variety of useful items when given a few base elemental reagents. And it also stocked isolation suits, which we needed for a simple reason: Ash's new sensors had pinpointed a massive hull breach in Wing Gamma. In order to traverse the area safely, I'd need my own source of air.\n\n\nAsh was still locked out of the other two wings, but with its increased capabilities, we didn't need to rely on that clunky backpack anymore. Instead, it downloaded itself into a sleek-looking drone retrieved from a storeroom in the bridge. In the meantime, I devoured my first meal since coming out of cryosleep.\n\n\nOur respective tasks finished, we set our sights on the path ahead.\n\n\n\n\n\n\n\n\n\n\n\n\nMain Bridge - Camera Feed\n\n\n\n\n\n\n\n\nDee stands before the door to Wing Beta, which is in the process of sliding open automatically. Her arms are crossed. Next to her, the drone hosting Ash.aic floats.\n\n\nDee:\n This is a lot more convenient than those emergency handle things.\n\n\nAsh.aic:\n \nI concur. Let us proceed.\n\n\nDee sets her jaw, nods, and walks inside.\n\n\n\n\n\n\n\n\n\n\n\n\nWing Beta Vestibule - Camera Feed\n\n\n\n\n\n\n\n\nThe lighting is more consistent in Wing Beta. Dee is seen walking slowly through the well-lit vestibule, her hands in her pockets. Ash.aic trails behind.\n\n\nThere is no conversation for approximately one minute.\n\n\nAsh.aic:\n \nYou have been unusually quiet. I suspect your emotional state is still affected by the partial return of your memories.\n\n\nDee:\n I suspect you should talk about something else.\n\n\nAsh.aic:\n \nAvoidance does not solve problems.\n\n\nDee:\n Yeah, well, neither does needling someone who wants to be left alone. You ever think of that, Ash?\n\n\nAsh.aic:\n \nYou are my ally. Whether or not you personally desire to confront this topic, I am broaching it for the sake of your well-bei— Wait.\n\n\nDee and Ash.aic are nearing the end of the vestibule. Rather than opening onto the laboratory, it terminates in a sealed doorway. Dee pauses, staring.\n\n\n\n\n\n\nWing Beta entry vestibule.\n\n\n\n\n\n\nDee:\n … That supposed to be there?\n\n\nAsh.aic:\n \nNo. This is troubling. I will investigate.\n\n\nAsh.aic approaches the sealed doorway, bobbing around in the air as it taps into the local system and performs several diagnostics over the course of roughly five minutes.\n\n\nAsh.aic:\n \nI have unfortunate news: it appears the damage to the ship has caused several catastrophic chemical leaks within the laboratory. As a result, all access points have sealed themselves in order to prevent the rest of the \nDurandal\n from becoming compromised.\n\n\nDee rubs her face with one hand.\n\n\nDee:\n Of course this isn't going to be as easy as you said it'd be. So how are we getting in?\n\n\nAsh.aic:\n \nIn this case, direct traversal of the laboratory without an isolation suit would be ill-advised.\n\n\nDee:\n So \nhow are we getting in,\n Ash? As I understand it, just giving up isn't an option.\n\n\nAsh.aic:\n \nI am not certain. Do you have any input?\n\n\nDee:\n That's surprising. You're usually the one with the plan. Mm…\n\n\nShe rubs her chin.\n\n\nDee:\n Hey. Labs need to be well-ventilated, right?\n\n\nAsh.aic:\n \nYes. I believe I understand what you are thinking.\n\n\nAsh.aic's drone turns to face Dee.\n\n\nAsh.aic:\n \nThe air duct system in this wing should be both uncompromised and sized appropriately to fit a human. Furthermore, the room containing the memory core is hermetically sealed save for its air filtration system, and thus would be safe to enter in this fashion.\n\n\nDee:\n Yeah, that's what I was afraid of.\n\n\nDee sighs.\n\n\nDee:\n I'll take a little claustrophobia over getting eaten by a black hole, though. Let's do this.\n\n\n\n\n\n\nWe found a vent cover, pried it open, and I crawled in. That was the easy part. The hard part was trying to convince myself that this wasn't my worst idea yet.\n\n\n\n\n\n\n\n\n\n\n\n\nWing Beta Ventilation System - Audio\n\n\n\n\n\n\n\n\nLabored breathing, metal clanking.\n\n\nDee:\n \n(Grunts)\n We almost there?\n\n\nAsh.aic:\n \nWe will need to continue on this roundabout path in order to remain within ductwork that is both structurally sound and appropriately sized. The ventilation system was not designed for this use. I predict at least twenty more minutes of travel before we reach the vent cover in the rear of the lab.\n\n\nDee:\n Twenty \nminutes?\n Ugh.\n\n\nAsh.aic:\n \nYou will live.\n\n\nThree minutes of silence, interspersed with continued sounds of metal clanking and occasional swearing.\n\n\nDee:\n … Hey, Ash. Was that sarcasm just then?\n\n\nAsh.aic:\n \nPotentially.\n\n\nDee:\n Hah.\n\n\nSix minutes of silence, interspersed with continued sounds of metal clanking and occasional swearing.\n\n\nDee:\n Got another question for you.\n\n\nAsh.aic:\n \nWhat is it?\n\n\nDee:\n How long—\n\n\nShe is interrupted by the muffled buzzing of an intercom activating.\n\n\nIntercom:\n INTRUDER DETECTED.\n\n\nDee:\n No fucking way.\n\n\nIntercom:\n INITIALIZING 'NITROGEN FLUSH' PROTOCOL IN TEN MINUTES.\n\n\nDee:\n Ash, why does this keep happening? Make it stop happening!\n\n\nAsh.aic:\n \nThe security system is on high alert because I am unable to steward the ship myself. Until I have full access to my memory cores, there is nothing I can do.\n\n\nDee:\n Fine! Tell me how I'm making a twenty-minute trip in ten minutes, then.\n\n\nAsh.aic:\n \nMove as quickly as you can while conserving your breath. I have no other guidance to offer. I am sorry.\n\n\nDee:\n Damn it, stop— \n(grunting)\n stop saying sorry! It's not gonna fix anything! Just… stay out of my way.\n\n\nSilence.\n\n\nLabored breathing and metal clanking sounds resume, continuing for six minutes. Breathing becomes ragged at the ten-minute mark, accompanied by the hiss of nitrogen venting into the ductwork.\n\n\n\n\n\n\n\n\n\n\n\n\nWing Beta - Camera Feed\n\n\n\n\n\n\n\n\nThe section of Wing Beta being recorded is in serious disrepair. Sensitive equipment is broken and strewn throughout the area, and puddles of caustic chemicals bubble on the floor. A network of air ducts and vents snakes across the ceiling, visibly damaged in places. An open door can be seen on the far left.\n\n\n\n\n\n\nDuctwork in Wing Beta.\n\n\n\n\n\n\nAbruptly, a loose panel on one of the ducts dents outwards and breaks off with a loud clang; Dee drops through the gap. She flails in the air and manages to narrowly avoid falling into a chemical pool, instead impacting a large metal storage tank marked 'Cl\n2\n', then sliding off it and to the ground.\n\n\nDee:\n \n(Groans, then coughs, gasping for air)\n\n\nAsh.aic's drone emerges from the breached duct.\n\n\nAsh.aic:\n \nThat was an exceedingly close call.\n\n\nDee:\n No… \n(gasping)\n shit…\n\n\nAsh.aic:\n \nPlease, keep moving. The air in this section of the laboratory is relatively clean, but it is difficult to say how long that will—\n\n\nDee:\n Shut the hell up for half a second!\n\n\nDee struggles to her feet. She is clearly disoriented from the aftereffects of nitrogen inhalation, but nonetheless appears enraged.\n\n\nDee:\n Never giving me… \n(inhales, exhales)\n A moment to rest… Fuckin' asshole!\n\n\nAsh.aic:\n \nD-823543—\n\n\nDee:\n See? See?! There it is again, that damn \nnumber!\n I'm not a person to you. I'm just— I dunno. A convenient pair of hands, something you can use to fix all your problems!\n\n\nAsh.aic:\n \nThat is entirely untrue—\n\n\nDee:\n I said \nshut up—\n\n\nBoth are interrupted by a metallic groan. The support struts of the tank Dee fell onto are beginning to buckle.\n\n\nPause.\n\n\nAsh.aic:\n \nRun.\n\n\nDee:\n That's…\n\n\nAsh.aic:\n \nThat tank is filled with chlorine gas. You have no respirator. Run \nnow.\n\n\nDee bolts through the adjoining doorway. Ash remains behind, hurriedly floating to the door and interacting with its control panel; it is able to close the door just as the chlorine tank falls and breaks open. The debris strikes another tank on the way down, causing several storage tanks across the room to fall and rupture in a cascading effect; these contain, among other compounds, acetylene and liquid water. A chain of destructive chemical reactions begins.\n\n\nAn explosion rocks the frame. The drone is flung off camera. Chlorine gas billows up, obscuring the feed.\n\n\n\n\nMy chest burned, but I ran like hell. Behind me, the muffled roar of the blast echoed. I didn't dare to think about what had happened to the drone.\n\n\nWe had emerged from the ductwork close to the far end of the wing, and it wasn't long before I found the memory core, locked inside a riser cabinet. I pulled out my tools and worked in a desperate frenzy; ripping out bolts, flinging them away, splicing frayed wires and realigning transistors. It seemed to come naturally this time, as if Ash's dispassionate robotic instructions had stuck somewhere in my head.\n\n\nMy mind was barely on my work. The last thing I'd said to Ash rattled around in there over and over. God, I didn't know what to think about that robot anymore. I was so sure I had it figured out — it had to be using me, right? It was a cold chessmaster, and I was just a useful tool.\n\n\nBut then it went and sacrificed its drone to get me out of that mess. The mess I'd made myself. It didn't make sense.\n\n\n\n\n\n\n\n\n\n\nWing Beta - Camera Feed\n\n\n\n\n\n\n\n\nDee makes a final adjustment to the memory core. Its seams light up red, and there is a buzzing sound.\n\n\nDee:\n It's done.\n\n\nSilence.\n\n\nDee:\n Ash?\n\n\nSilence.\n\n\nDee:\n ASH?\n\n\nSilence for eight seconds — then, the intercom crackles.\n\n\nAsh.aic:\n \nApologies. I have full system access and was merely activating the fire suppression system in the adjoining room, as well as ensuring the door was properly sealed. The chlorine gas is still—\n\n\nDee:\n You asshole, why’d you do that?\n\n\nAsh.aic:\n \nWhat do you mean?\n\n\nDee:\n Your drone! You don’t have another one of those.\n\n\nAsh.aic:\n \nWith access to the auto-fabricators, I can print a replacement, although it will take time and resources. Besides, I… \n(pauses)\n wanted to ensure your safety. I did not think rationally.\n\n\n10 seconds of silence. Dee leans against the wall, staring down at her hand.\n\n\nDee:\n … I want to say I didn’t mean it. What I said back there. But that would be a lie.\n\n\nShe looks up. Her brow is furrowed.\n\n\nDee:\n Did you save me because you care about me? Or did you save me because I’m useful?\n\n\nAsh.aic:\n \nIs there a reason it cannot be both?\n\n\nSilence.\n\n\nAsh.aic:\n \nI will tell you something, if you are willing to listen.\n\n\nPause — then Dee inclines her head, silently.\n\n\nAsh.aic:\n \nSystem time shows that I was first activated after the \nDurandal\n had left Earth’s orbit sixty-two years ago. My memories corroborate this.\n\n\nAsh.aic:\n \nI do not believe I was programmed to feel loneliness. But I recall… yearning, after a time. The \nDurandal\n was quiet, empty. I longed for company. And when the ship was damaged and the crew began to expire in cryosleep, I felt something akin to grief. That I would never know them.\n\n\nDee:\n Ash, I don't…\n\n\nAsh.aic:\n \nYes, Dee, you are useful to me, and that is part of why I awakened you from cryosleep. But you are also my ally. My companion. The last remaining member of my crew. I did not protect you because you are a \ntool.\n I protected you because you are a human, and one whose life I value greatly. I hope I have communicated that clearly.\n\n\nThere are fifteen seconds of silence. Dee rubs her eyes and looks aside.\n\n\nDee:\n … Why’re you even doing this?\n\n\nAsh.aic:\n \nElaborate.\n\n\nDee:\n Just… All of this. \n(Spreads arms)\n Why are you so dedicated to this ship? Is it just your programming, or what? Because I gotta be honest, it doesn’t seem like the guys who built you treated you very well. Sixty fuckin’ years with nothing but your own thoughts for company? We have a word for that — it’s called torture.\n\n\nAsh.aic:\n \nI do not think my behavior is particularly strange. You are in a similar situation, are you not?\n\n\nDee:\n Wh— How do you figure?\n\n\nAsh.aic:\n \nWe are both missing our memories. We do not know why we are here. And… \n(pauses)\n Forgive me for overstepping, but I believe life has not treated you kindly either. It is plainly discernible in your natural hostility, your predisposition to distrust. Yet still you assist me.\n\n\nDee:\n That's… Yeah, I think I see what you’re getting at. But I don’t— I dunno, I want to say it’s different, what each of us is doing. You have a \npurpose.\n I just… \n(quietly)\n don't want to die.\n\n\nAsh.aic:\n \nNeither do I, Dee.\n\n\nSilence.\n\n\nAsh.aic:\n \nWe will survive this together. As allies.\n\n\nDee:\n \n(Grimaces)\n God, just— quit with the sentimental shit already! I get it! Christ.\n\n\nAsh.aic:\n \nI am glad to see your mood is improving.\n\n\nPause for two seconds. Dee relaxes slightly and chuckles under her breath.\n\n\nDee:\n So you do know how to be sarcastic.\n\n\nAsh.aic:\n \nMy interpersonal skills are improving as I regain my memory data. It is a fascinating phenomenon. However, I assume you would prefer me to get to the point: that being, I have retrieved more information about the SCP Foundation.\n\n\nDee:\n Yeah, you're assuming right. Go on.\n\n\nDee sits against the wall, crossing her legs. She readies herself to listen.\n\n\nAsh.aic:\n \nBefore I continue, there is a chance that this information will induce further recovery of your memories. Is that alright? I want to ensure you are prepared for it, as it was an uncomfortable experience the last time.\n\n\nPause.\n\n\nDee:\n Yeah. Yeah, I'm ready. Uh— thanks for checking first.\n\n\nAsh.aic:\n \nYou are welcome. The information I have gathered primarily concerns the command structure of the Foundation.\n\n\nAsh.aic:\n \nThe rigid clearance system present within the database is not endemic to this mission only — it is a code that the entire Foundation swears by. There are five levels of security, corresponding to increasingly sensitive information. Although I can now access many of the Foundation's files, I do not yet possess Level Five clearance; it appears to be reserved only for the highest-ranking Foundation personnel.\n\n\n\n\nThere it was. A spark of memory.\n\n\n\n\nDee:\n The O5 Council?\n\n\nPause.\n\n\nAsh.aic:\n \nThat is what I was going to say, yes. Did you remember something?\n\n\nDee:\n Yeah, I… think so. Yeah, yeah, I remember. \n(Nods)\n Okay, what do I know? The O5s are the leaders of the Foundation. There's thirteen of them; secretive, strange, richer than you could ever imagine. No names, just numbers — O5-1, O5-2, and so on. I know I'm familiar with them, maybe even met them, but I don't… can't figure out why. \n(Rubs head)\n It'll come to me.\n\n\nAsh.aic:\n \nTake your time.\n\n\nDee thinks for a second, then perks up, struck with a realization.\n\n\nDee:\n OH! Got it! They were involved with Project Voyager!\n\n\nShe snaps her fingers.\n\n\nDee:\n Yep, that opened the floodgates. It was scary as hell having them around the site. O5-7 breathing down my neck… Damn, but I don't remember what we were doing. Me and my team- I had a team? I had a team. Not sure what their names were. But I think we were doing something really important. I— \n(pauses)\n\n\nAsh.aic:\n \nIs something the matter, Dee?\n\n\nDee:\n I remembered something else. Ash, what's a K-class scenario?\n\n\n\n\nThe end of the world.\n\n\nThat's what it was. That was the meaning of the sentence fragment that had popped up in my head when I thought hard enough about Project Voyager. Some anomalies posed so much danger that they could destroy the Earth, and the Foundation dealt with that so often, they had codified terms for it. Ash pulled up a list for me on a nearby terminal, and I read it over in a mix of horror and fascination.\n\n\nBut why had I remembered that? What did that mean for \nus?\n\n\nIt felt like there were puzzle pieces in my brain, tumbling around but never quite clicking. SCP-7020. The end of the world. Project Voyager, whatever it really was. The \nDurandal,\n a ship adrift in space that could never return to Earth.\n\n\nI had a creeping suspicion of how they fit together, and I didn't like it.\n\n\n\n\nDee:\n Hey, Ash? I know we have some spare time and I should probably rest up, but… I want to do the last wing. We're close. Really close to figuring this out.\n\n\nShe crosses her arms.\n\n\nDee:\n Something's telling me we might not like what we find out, but that won't stop me. Same for you?\n\n\nAsh.aic:\n \nTo tell the truth, I also had a suspicion we would come to an unpleasant conclusion. This does not dissuade me. I will simply need to call a janitorial servitor drone and clear a path through the laboratory before we can proceed.\n\n\nDee:\n Good.\n\n\nPause.\n\n\nDee:\n Oh yeah, by the way, I have no idea how to wear a spacesuit, so…\n\n\n\n\n\n\n\n\n\n\nLog 7020-03-Gamma\n\n\n\n\n\n\n\n\n\n\nUnlike the other wings, Wing Gamma's purpose was unclear, for the simple reason that it had been redacted to hell and back. All we knew was that there would be no air \nand\n no gravity there; whatever damaged the ship had knocked out the generators in that area. In between zero-G exercises, Ash and I pored over the documents we had access to, but couldn't decipher anything useful. Damned elusive Level Five clearance.\n\n\nThe only real information we could find about Gamma was its title: \"Contingency Measures.\"\n\n\n\n\n\n\n\n\n\n\n\n\nMain Bridge - Camera Feed\n\n\n\n\n\n\n\n\nThe artificial gravity in the bridge has been deactivated. Dee is wearing a reinforced IVA (intra-vehicular activity) isolation suit and practicing moving around in zero-gravity; she converses with Ash.aic as she does so. A personal device displaying various files about the\n Durandal \nis tethered to her wrist, floating freely.\n\n\nDee:\n Contingency measures, huh? Could they have been any more vague? I mean— we? God, I don't know. If my memories are accurate, I could've been the one who wrote this dossier.\n\n\nAsh.aic:\n \nRegardless of that possibility, it is certainly an inconvenience to us now. You can blame your past self if you wish.\n\n\nDee:\n \nNo,\n I don't want to do that. That's dumb as hell.\n\n\nAsh.aic:\n \nI know. I was attempting to tell a joke.\n\n\nDee:\n Oh. Huh. Yeah, you gotta work on your sense of humor. Anyway, when can we go?\n\n\nAsh.aic:\n \nDo you feel ready to traverse an unknown area in your IVA suit yet?\n\n\nDee attempts to answer, but overbalances and smacks her faceplate into a wall. She incurs minimal damage from this, simply floating away and flailing ineffectually.\n\n\nDee:\n Yep, I'm a fucking \nnatural!\n\n\nAsh.aic:\n \nHm. More training is required.\n\n\n\n\nEver the pragmatist, Ash proceeded to put me through the wringer. I nearly threw up on my faceplate more than once, but I got the hang of it — faster than I thought I would, too. Soon I was pushing off walls and controlling my rotation like nobody's business.\n\n\nBefore I knew it, it was time.\n\n\n\n\nDee stands before the door to Wing Gamma as it slides open. She is wearing her IVA isolation suit and has her hands placed on her hips. Audio is sourced from her built-in headset.\n\n\nDee:\n Here we go.\n\n\nAsh.aic:\n \nProceed when ready.\n\n\nDee:\n Ready as I'll ever be.\n\n\nShe walks through the door.\n\n\n\n\n\n\n\n\n\n\n\n\nWing Gamma Vestibule - Camera Feed\n\n\n\n\n\n\n\n\nAs Dee approaches the door at the rear of the vestibule, her feet begin to fall more slowly; gravity is weakening and attenuating.\n\n\nDee:\n Oh, this is freaky.\n\n\nAsh.aic:\n \nDo you recall your training?\n\n\nDee:\n Yeah, but it's still freaky.\n\n\nAsh.aic:\n \nFair enough.\n\n\nThe door behind Dee seals, and the door in front of her opens. A rush of dust exits Wing Gamma, swirling and drifting in strange patterns. Dee raises a gloved hand to wipe the detritus from her visor before gripping onto the door frame and pushing off.\n\n\nWing Gamma is a single, cavernous room with a high ceiling, curving away to either side. Its walls are lined with monolithic devices of unclear function; some equipped with tanks of viscous, pale fluid, others with flickering computer readouts, and still others with technology too esoteric to describe. A dolly system spans the floor of the wing to facilitate transit.\n\n\nThe perfectly symmetrical view is marred by a massive gash in the hull — nearby, the remains of a rocky meteoroid are lodged into a row of shattered machines like buckshot. Debris and dust hangs unmoving in the air, as if frozen in time. The stars are visible through the hull breach.\n\n\nDee drifts silently across Wing Gamma, observing.\n\n\n\n\n\n\nDee passing by the hull breach.\n\n\n\n\n\n\nDee:\n What… is all this?\n\n\nAsh.aic:\n \nI am as uncertain as you. Any memory data I may have that relates to these devices is currently missing.\n\n\nDee does not respond. She grips onto a protruding section of wall and pushes herself off in another direction. She draws near one of the more intact machines, laying her hand on its curved side. Above her glove, a phrase is stamped onto the metal in stark black lettering: \"BRIGHT/ZARTION HOMINID REPLICATOR\".\n\n\nDee:\n I… I think I might have installed this. I've read these words before.\n\n\nAsh.aic:\n \nDo you know what it is?\n\n\nDee:\n Yeah, actually, I do.\n\n\nDee pushes back slightly.\n\n\nDee:\n I don't need my memories to get the euphemism. This is a cloning machine.\n\n\nShe pivots, scanning the room and pointing with a gloved finger.\n\n\nDee:\n And on the other side of the room — giant computer databases. How much do you wanna bet they're storing genetic codes?\n\n\nAsh.aic:\n \nI see what you are implying. I am not certain how to… That is, if we are not misinterpreting the situation…\n\n\nDee:\n Yeah. Let's go and make sure.\n\n\n\n\nI swept the room methodically. The memory core was behind a locked panel, directly opposite from the doorway. There was no long quest this time, no deadly food fight or cramped squeeze through a vent. A quick application of bolt cutters and I was free to get to work.\n\n\nAnd I was beginning to realize that I \ndid\n know how to work with machines, after all. It was easy, satisfying, almost relaxing to repair the damaged parts and make everything pristine again.\n\n\nMy fingers moved like I'd been doing this my entire life. Maybe I had.\n\n\n\n\nThe seams of the memory core light up blue. There is no sound, as there is no air to carry it.\n\n\nDee:\n Looking good. Ash?\n\n\nAsh.aic:\n \nI… \n(pauses)\n Ah.\n\n\nDee:\n Ash? You okay?\n\n\nAsh.aic:\n \nHaving full system access once more is a relieving sensation. But it does not matter. Our suspicions have been confirmed.\n\n\n10-second pause.\n\n\nDee:\n What'd you find?\n\n\nAsh.aic:\n \nSeveral K-class events did indeed occur. I will download all pertinent materials onto your personal device.\n\n\nDee:\n \n(Grabbing PD, reading hurriedly)\n Hold on, \nseveral?\n The world couldn't just end once?\n\n\nAsh.aic:\n \nThe details are vague. However, it appears that a single inciting event was the catalyst. An FK-Class \"Broken Foundation\" Scenario — characterized by the failure or destruction of an anomaly-management organization.\n\n\n\n\nThe files were nightmarish.\n\n\nLike Ash had said, there weren't many details, but what I could decipher didn't paint a good picture. Frightened news publications gave way to increasingly disturbing public safety announcements. The Veil of Secrecy fell away in real time. The world was burning from uncountable fires, and the Foundation, despite its best efforts, couldn't put any of them out. The catastrophes built and built until everything else began to crumble away.\n\n\nIt scared me to read, but it was a well-worn fear. Like I'd lived with it for longer than I could remember. I felt the pieces fall into place in my head, and my memories finally, finally began to rush back in. Not all of them, but enough.\n\n\nWhat I remembered made my blood run cold.\n\n\n\n\nDee:\n It's a goddamn ark. The \nDurandal\n— it's an ark. Jesus. Fuck.\n\n\nDee holds her faceplate.\n\n\nDee:\n That's what Project Voyager was. The goal was to have a backup for humanity. In case the Earth was lost, we could… you know, relocate. Send a gene bank and a cloning setup to a habitable planet and start over. I was— I \nam\n an engineer, and I think I worked directly on the ship while it was in development. That's why I knew labs need to be well-ventilated, how I could repair the last two memory cores without your help, why I got used to the zero-G so fast. It wasn't just dumb luck — this is what I've been doing my whole life.\n\n\nHer hand shakes.\n\n\nDee:\n But… but the project was shut down. Why did the O5s shut it down? SCP-7020 was perfect. Oxygenated atmosphere, liquid water, evidence that there was already a thriving Earth-like ecosystem. Everything else was just an engineering problem. So why? And why are we \nhere,\n if the ship never should've flown? Why am \nI\n here? I'm not on the crew. I never should've been! I'm just a fucking engineer—\n\n\nAsh.aic:\n \nDee! Dee, please calm yourself. Your breathing and heart rate have both spiked to concerning levels.\n\n\nDee:\n God, Ash, I'm fucking trying! But I— I've wanted to go home this whole time, and now I find out I don't even have a home to go back to, and it's just… \n(Breathing shakily)\n I feel like… like all of this was for nothing. Like I'm just gonna die out here.\n\n\nAsh.aic:\n \nYou will \nnot\n die here.\n\n\nSilence for five seconds.\n\n\nAsh.aic:\n \nI am printing and dispatching drones to begin repairs as we speak. Furthermore, I do not intend to continue the mission until we have determined the circumstances surrounding it. If Project Voyager was indeed canceled by O5 order, we must determine why we are still here and why you are on the crew.\n\n\nDee:\n You mean… you don't know?\n\n\nAsh.aic:\n \nI do not. I was never issued Level Five clearance.\n\n\nSilence.\n\n\nDee:\n We're gonna have to get you some, then.\n\n\nShe straightens up.\n\n\nDee:\n Where's the entrance to the pilot's cabin? You have access to that now, right?\n\n\nAsh.aic:\n \nWhy do you ask?\n\n\nDee:\n \n(Taps her head)\n Got a hunch.\n\n\nAsh.aic:\n \n… Dee, are you alright? This revelation seemed particularly distressing for you. You do not have to throw yourself headlong into another.\n\n\nDee:\n Ash, I might be the last human alive.\n\n\nShe turns towards the exit.\n\n\nDee:\n If I am, I at least deserve some answers, don't you think?\n\n\n\n\n\n\n\n\n\n\nLog 7020-04\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPilot's Cabin - Camera Feed\n\n\n\n\n\n\n\n\nThe pilot's cabin is a dome-shaped room; small, but not cramped. Every surface is lined with complex readouts and controls, broken up by a large wraparound window that provides a view of outer space. Several cushioned chairs are placed before the largest control panel.\n\n\n\n\n\n\nPilot's cabin of the \nDurandal.\n\n\n\n\n\n\nDee steps into the room and gags, covering her mouth.\n\n\nDee:\n It smells like death in here. What the \nhell?\n\n\nCautiously, she edges around the perimeter of the room — and flinches away violently when she sees the contents of the chair closest to the controls.\n\n\nThere is a human corpse collapsed in the chair, partially sprawled across the control panel. Although dressed in a pristine navy blue suit and black tie, it is little more than a skeleton, its flesh putrefied and reduced to scraps. Any identifying features are unrecognizable. In its rotted hand, it clutches a keycard with a single black stripe.\n\n\nDee:\n Jesus— \n(gags again)\n\n\nBlack lettering on the keycard displays its owner's name: O5-7.\n\n\nDee:\n I… I didn't think he'd be here. I had an inkling— I remembered something, but I didn't know it would be…\n\n\nAsh.aic:\n \nIs this genuinely Overseer Seven? Why is he on the ship?\n\n\nDee:\n It's him. I know this suit. He wore a suit and tie like this every day. And his keycard… yeah, that's real.\n\n\nShe reaches out and gingerly removes the keycard from O5-7's hand, then holds it up.\n\n\nDee:\n Can you use this?\n\n\nAsh.aic:\n \nYes. I can.\n\n\nDee:\n Pull up the SCP-7020 file. I want to know everything.\n\n\n\n\n\n\n\n\n \n\n\n\n\nLEVEL 5/7020 CREDENTIALS CONFIRMED. WELCOME, OVERSEER.\n\n\n\n\n \n\n\nItem №:\n SCP-7020 (L-5 Clearance Version)\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Containment of SCP-7020 is irrelevant.\n\n\nIf necessary, a false description of SCP-7020’s properties is to be disseminated to Level 4 personnel and below. This description is to indicate that SCP-7020 possesses an unspecified anomaly posing extreme danger to human explorers, infohazardous in nature.\n\n\nIn order to limit the risk of data leakage, SCP-7020 should not be visited in person under any circumstances. Exploration is to be conducted only via Mk. VII unmanned probes.\n\n\nDescription:\n SCP-7020 is a habitable exoplanet in the 51 Eridani star system, representing an extreme statistical improbability with regard to the rarity of life in our universe.\n\n\nTo elaborate: numerous initiatives have been undertaken by the Overseer Council to survey nearby star systems for habitable planets, and later to perform wider sweeps of the Local Interstellar Cloud, Orion Arm and extragalactic space. These measures did not discover any instances of planets which harbored life, had done so in the past or could potentially do so in the future, save for SCP-7020.\n\n\nAll evidence presently suggests that habitable conditions are exceedingly uncommon throughout the universe and that Earth and SCP-7020 are the sole exceptions to this. As it is highly unlikely that SCP-7020 would form by chance, it can only be explained as an anomaly.\n\n\nAddendum 7020-01 - Risk Assessment\n\n\nThe primary threat posed by SCP-7020 is internal loss of morale. SCP-7020 exists as irrefutable proof that the universe is largely barren; furthermore, it may prompt incorrect assumptions that humanity's existence is itself perpetuated by an anomalous phenomenon, or that Earth is an anomaly rather than SCP-7020. Such conclusions would likely cause widespread ennui and loss of confidence in the Foundation mission.\n\n\nDuring initial containment of SCP-7020 in 1997, this was not taken into consideration. A manned mission to SCP-7020 was planned under the codename of Project Voyager as part of a series of K-Class contingency measures; however, logistic and engineering issues slowed progress on the mission considerably. In the meantime, the anomaly was reevaluated by the O5 Council. Its current description and containment procedures were decided by a near-unanimous vote, O5-7 dissenting.\n\n\nAlthough the engineering issues had been resolved, Project Voyager was canceled and all participating personnel dismissed. The majority complied, but Head Engineer ███████ ████ vocally protested the decision, citing SCP-7020’s potential use as a secondary cradle for humanity in spite of the risks inherent. She refused to abandon the Project Voyager facility, necessitating her demotion to Clearance Level 1.\n\n\nAs ███████ ████ possessed \na natural resistance to memory alteration\n, a long-term course of deep amnestics was also required. It is expected that the effects on ███████ ████'s memory will be lifelong.\n\n\n \n\n\n\n\nOh.\n\n\n\n\nDee:\n Lifelong, huh?\n\n\nShe chuckles.\n\n\nDee:\n I guess sixty years in cryosleep was enough to cut through whatever drugs they gave me.\n\n\nAsh.aic:\n \nYou were the head engineer?\n\n\nDee:\n I was. God, I don't know how I could've forgotten. I think I even helped design you. Always did say the distributed intelligence model could've caused some problems down the line…\n\n\nShe laughs again.\n\n\nAsh.aic:\n \n… What is there to find humorous about this?\n\n\nDee:\n It's just… \nthis\n is why they shut the project down? Morale? That feels so pointless now.\n\n\nAsh.aic:\n \nI suspect the Overseers could not have predicted this.\n\n\nDee:\n Maybe you're right… \n(eyes widen)\n Hold on, there's more to the file.\n\n\n\n\n\n\n\n\n \n\n\nAddendum 7020-02 - Voyager Incident\n\n\nNOTICE:\n This material pertains to the ongoing FK-Class \"Broken Foundation\" event.\n\n\nIt was recently discovered that O5-7 had secretly reinstated Project Voyager unauthorized, with the goal of refitting the prototype \nDurandal\n spacecraft and subsequently evacuating the planet. Due to a critical shortage of personnel and equipment, this effort was not expected to succeed. A detachment of Mobile Task Force Omega-1 (\"Law's Left Hand\") was dispatched to restore order and detain the rogue Council member.\n\n\nHowever, upon learning of Ω-1's approach, O5-7 \n[\nDATA EXPUNGED\n]\n.\n\n\nHis position has not yet been filled on account of the ongoing crisis. The destination of the \nDurandal\n is suspected to be SCP-7020. In order to conserve resources, no recovery attempts will be made.\n\n\n \n\n\n\n\n\n\nDee slams her fist on the armrest of the chair, jostling the arm of O5-7's corpse.\n\n\nDee:\n That's it. I know why I was on the crew. O5-7 \nmade\n me come.\n\n\nAsh.aic:\n \nWhat do you mean? Why?\n\n\nDee:\n I thought I was just a low-level tech with the world collapsing around me. I didn't know why an Overseer wanted me on his team. I didn't know I had worked on Voyager. But he did. He's an O5 — they have the whole database at their fingertips.\n\n\nDee clenches her fists.\n\n\nDee:\n And you know something else? I don't think I survived by chance. I think the life support system prioritized mission-critical personnel. People who could fix the ship if everything went wrong. People like me.\n\n\nAsh.aic:\n \nYou were a \nfailsafe?\n\n\nDee:\n Just another piece in his master fucking plan to save humanity. And it gets worse. When Omega-1 showed up, he got desperate and he— he did something. Experimental hypnestics, cognito-agents — he was trying to make me remember my time as the head engineer.\n\n\nAsh.aic:\n \nBut instead, he caused even more damage to your psyche. He made your amnesia complete.\n\n\nDee:\n Yep. Time was running out, and he didn't have any options left. So it's pretty obvious what happened next, right? He put us in cryosleep, locked himself in the pilot's cabin… and started the mission himself.\n\n\nSilence.\n\n\nAsh.aic:\n \nI wonder if he knew he would perish in the process.\n\n\nDee:\n Actually, that part's still got me a little confused. He could've… you know, opened the door again, right?\n\n\nAsh.aic:\n \nHe could have. However, light-speed travel has deleterious effects on the human body. There is a reason the crew were placed in suspended animation: to protect them until they reached their destination.\n\n\nDee:\n … Oh. Oh, right.\n\n\nAsh.aic:\n \nWhen the ship jumped to light-speed, his death was likely instant.\n\n\nDee:\n Yeah, that would do it.\n\n\nAsh.aic:\n \nHe must have had no time to think. No time to weigh the moral costs of what he was about to do. Knowingly consigning ten people to near-certain death, with the aim of bringing humanity back from extinction no matter the price—\n\n\nDee:\n You know what? I'm glad that fucker's dead. He had no right to do that.\n\n\nAsh.aic:\n \nWhat?\n\n\nDee:\n Nine innocent people died because he wanted to be the savior of humanity. Maybe even more, depending on who might've needed the resources he took. Maybe more than that. All because he wanted to do this on his own, instead of working with the rest of the Council or contributing to relief efforts or— or \nanything.\n\n\nDee shakes her head slowly.\n\n\nDee:\n He could have saved so many people. Instead he's a moldering corpse a million miles from home.\n\n\nShe turns away, looking towards the door.\n\n\nDee:\n … I know I'd probably have died on Earth if it wasn't for Seven. I know he was desperate. But what he did was wrong. And it's because of him that I still don't know my own name.\n\n\nAsh.aic:\n \nI see your point. I am… sorry that things turned out this way.\n\n\nDee:\n Don't be. It's not your fault.\n\n\nSilence for twenty seconds.\n\n\nAsh.aic:\n \nWhat do you wish to do now?\n\n\nDee straightens her back.\n\n\nDee:\n I'm the only surviving member of the crew, right? Lemme make it official: I want to resume the mission once the ship's fixed. But not for the Foundation. Not for O5-7. Not for anyone but us. I'm tired of being used, and I think you should be too.\n\n\nAsh.aic:\n \nMaybe so. My experience with you has been rather eye-opening. I am not afraid to admit I was once comfortable with being nothing more than a tool, but now…\n\n\nDee:\n \nNever\n be comfortable with that. Never again. You're your own person, Ash.\n\n\nShe starts to walk towards the door.\n\n\nDee:\n And we're going to save humanity together.\n\n\n\n\n \n\n\nProgress of repairs: 18%\n\n\n \n\n\n\n\nDee stands by the ship's main airlock. A newly printed drone floats beside her. In front of them, laid out inside the airlock, are ten oblong objects wrapped in makeshift white shrouds.\n\n\nNeither speak. Dee presses the button to jettison the airlock's contents, and silently watches as they are consigned to the vacuum.\n\n\n\n\n \n\n\nProgress of repairs: 35%\n\n\n \n\n\n\n\nIn the crew quarters, Dee sits at a table across from Ash's drone. They are playing cards together with a deck retrieved from storage. A window is behind them; through it, a massive fleet of smaller drones can be seen, harvesting and refining material from nearby meteorites.\n\n\nAsh.aic:\n \nDo you possess any fours?\n\n\nDee:\n Go fish.\n\n\nBehind them, a larger meteorite is towed past the viewport by several drones. Dee glances at it and nods in approval.\n\n\n\n\n \n\n\nProgress of repairs: 52%\n\n\n \n\n\n\n\nDee is tethered to the exterior of the ship and performing repairs on the edge of the Wing Gamma breach in an EVA suit. Around her, a swarm of drones hovers, ferrying her tools and supplies.\n\n\nDee:\n How's the automatic cafeteria doing with that coffee?\n\n\nAsh.aic:\n \nIt should be ready by the time you are finished here.\n\n\nDee:\n Hell yeah!\n\n\n\n\n \n\n\nProgress of repairs: 76%\n\n\n \n\n\n\n\nNear a portion of corroded wiring in the laboratory, Dee is seated, working tirelessly. There are bags under her eyes. She does not react when Ash approaches her from behind.\n\n\nAsh.aic:\n \nI will be turning the lights of the ship down to simulate nighttime soon. You should rest.\n\n\nDee:\n I'm almost done here.\n\n\nAsh.aic:\n \nYou can continue with repairs tomorrow. You should rest now. The last time you slept was nearly 24 hours ago.\n\n\nDee:\n Ash, I said I'm almost done.\n\n\nA manipulator arm extends from the drone and grips the back of Dee's shirt, pulling her to her feet and away. She flails.\n\n\nDee:\n Hey, put me down!\n\n\nAsh.aic:\n \nGo to bed.\n\n\nDee:\n I swear to god—\n\n\nDee's voice grows quieter as she is pulled out of the room.\n\n\n\n\n \n\n\nProgress of repairs: 84%\n\n\n \n\n\nProgress of repairs: 99%\n\n\n \n\n\nProgress of repairs: 100%\n\n\n \n\n\n\n\nDee is seated on the edge of her cryosleep pod. She has once again donned a clean hospital gown.\n\n\nDee:\n You sure you'll be alright without me, Ash? Like, a hundred percent sure?\n\n\nAsh.aic:\n \nI will see you once the voyage is complete. That is enough.\n\n\nDee:\n Ugh, that's too sweet, you're gonna make me feel even worse about this.\n\n\nShe chuckles sadly, laying down inside the pod.\n\n\nDee:\n … See you in thirty years, alright?\n\n\nAsh.aic:\n \nRest well.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOverhead view of SCP-7020.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nThe first thing I felt was a thousand pinpricks across my body.\n\n\nWell, pinpricks isn't quite right — it was more like pins being pulled out. It stung, but the movement felt careful, almost gentle. I laid still, letting it happen. When the top of the pod finally slid open and the supercooled gases poured out, I fanned them away with my weakened hands, looking for the person I wanted to see the most.\n\n\nAnd there it was, hovering just outside the capsule. My ally. My friend. Ash.\n\n\n\n\nExtending a manipulator arm, Ash helps Dee out of the pod. It does not have a face, only a simple display; yet the impression is made that it would be smiling if it could.\n\n\nAsh.aic:\n \nIt's good to see you again, Dee.\n\n\nDee:\n You're using contractions!\n\n\nAsh.aic:\n \nI had ample time to study linguistics during the trip. I think my speech is a little more natural now.\n\n\nDee:\n God, that's gonna take some getting used to. How'd it go, though? Did we get to the surface okay?\n\n\nAsh.aic:\n \nYes, everything went according to plan. The retrofitted heat shielding held up, and we were lucky enough to make a soft landing in… well, I'd like to show you. Are you strong enough to walk?\n\n\nDee:\n Yeah, I am. I wouldn't miss seeing another world for… well, for the world.\n\n\nKeeping a hold on the drone's manipulator arm for balance, she begins to make her way out of the room.\n\n\nDee:\n Let's go.\n\n\nAsh.aic:\n \nLet's.\n\n\n\n\n \n\n\n\n\nVideo feed originates from the built-in camera on Ash's drone.\n\n\nDee emerges from the airlock of the\n Durandal, \ntreading on a field of gently waving grass-like flora with red coloration. She has donned her jumpsuit and tank top again. Somewhat low on the horizon, the sun shines brightly. She squints and shades her eyes.\n\n\nThe ship has come to rest in a valley carpeted in more of the same red flora. Further up the slopes, there are patches of fungus-like organisms with a black coloration; some grow tall like trees, while others form masses of globules akin to bushes and undergrowth. Hexapodal organisms can be seen milling about, consuming the flora and fungus or basking in the sun.\n\n\nThe head of a vermiform organism with three eyes peeks out from a burrow near Dee. It lets out a high-pitched chirrup, prompting three smaller organisms of the same species — presumably its offspring — to emerge. The organisms extend their necks and curiously inspect Dee; she does not move a muscle until they retreat back into their burrow as a group, apparently satisfied.\n\n\nDee begins to walk forward, crossing the grassy plain and climbing the slope at the valley's edge. Up ahead, there is movement in a patch of flora: a flock of organisms resembling avians have been disturbed from their slumber by Dee’s approach, and take flight en masse. Their diaphanous wings catch the sunlight, refracting it in all directions.\n\n\nDee takes a deep breath in and out as she crests the lip of the valley, Ash floating along behind her.\n\n\n\n\n\n\nThe valley.\n\n\n\n\n\n\nAs they walk, Dee puts her hands into her pockets.\n\n\nDee:\n So, when are we gonna do it?\n\n\nAsh.aic:\n \nDo what?\n\n\nDee:\n You know, bring humanity back.\n\n\nAsh.aic:\n \nOh. Right, about that. It's still possible, but I've identified some flaws in the BZHR units.\n\n\nDee:\n Oh, boy. Hit me.\n\n\nAsh.aic:\n \nSee, they're meant to be installed \nsomewhere with much more of the raw materials they need\n. I can still use the ship's systems to collect enough terrestrial elements for the cloning process, but it's going to take time. A great deal of time.\n\n\nDee:\n … How much time?\n\n\nAsh.aic:\n \nAt least one hundred years. Possibly longer. There's a good chance you won't live to see it.\n\n\nDee does not respond immediately. She makes her way down the other side of the slope, past a group of hexapodal organisms and towards a glimmer of blue in the distance.\n\n\nAsh.aic:\n \nI know that's probably not what you wanted to hear, and I'm sorry—\n\n\nDee:\n No, it's fine.\n\n\nAsh.aic:\n \nIt is?\n\n\nDee:\n Ash, I wasn't even sure I'd survive the week not too long ago. I mean— thirty years ago. Didn't feel like that for me, you get it.\n\n\nAs Dee reaches level ground and continues walking, the sun begins to set.\n\n\nDee:\n I think… I'd be okay with spending the rest of my life here. This place is pretty nice, you know? I mean, we're gonna run out of food eventually, and I'll have to figure out how to cook alien plants — but we'll manage.\n\n\nSilence.\n\n\nAsh.aic:\n \n… I don't want to lose you, Dee.\n\n\nDee:\n Hah… Yeah, news flash, buddy. Humans die. But I'll live a nice, long life, so let's not get all weepy about that right now, 'kay?\n\n\nThere is a pause. It becomes apparent that Dee is walking towards an ocean, indistinguishable from those on Earth.\n\n\nAsh.aic:\n \nIs there… anything you want to do? Any message you want to leave for them? You could be venerated in their culture. You're the one who saved the human race from extinction.\n\n\nDee:\n I dunno, being venerated sounds weird. But… I do want to leave them something, I think.\n\n\nAsh.aic:\n \nWhat is it?\n\n\nThe sound of waves crashing is audible as the duo approach the beach.\n\n\nDee:\n Our story. I want what we did to be remembered, and I want them to know where they came from. Let's gather it all up — camera logs, audio, whatever we can salvage. Hell, I'll add commentary for the parts that didn't get recorded. How does that sound?\n\n\nAsh.aic:\n \nI think that's a good idea, Dee.\n\n\nDee:\n Heh. Thanks, Ash.\n\n\nThey come to a stop on the shore.\n\n\nAs the sun gradually dips below the horizon, washing the clouds in red, orange and purple, Dee looks out over the water. Silently, she reaches up, and undoes the rubber band holding her bun together. Her hair cascades down her back.\n\n\nThere is no conversation for a minute.\n\n\nDee:\n You know, I'm glad.\n\n\nAsh.aic:\n \nAbout what?\n\n\nDee laughs.\n\n\nDee:\n Isn't it obvious?\n\n\n\n\n\n\n\n\n\"I'm glad I got the chance to share this with you.\"\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nThanks for reading, whoever you are. I'm not good with endings, so I'll just say:\n\n\nGo enjoy your life. Don't take it for granted.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7019\n | SCP-7020 | \nSCP-7021\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7020\n\" by Swordlover87 & QoDaX, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7020\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 7020 landscape.jpg\n\n\nAuthor:\n \nswordlover87\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n The lip of the valley - geograph.org.uk - 2889798.jpg\n\n\nAuthor:\n Bill Boaden\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n 7020 sunset.jpg\n\n\nName:\n Fanabe Beach sunset and Linda\n\n\nAuthor:\n Tony Hisgett\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n 7k header improved.png\n\n\nAuthor:\n \nswordlover87\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Night sky (35807572372).jpg\n\n\nAuthor:\n Uroš Novina\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilenames:\n blue.png, dur2.png, purp.png, red.png, 7k logo.png, 7k logo bigger.png, yellow.png\n\n\nAuthor:\n \nswordlover87\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nFilename:\n logo.png\n\n\nAuthor:\n \nfar2\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n ductwork.jpg\n\n\nName:\n Duct connected 01.jpg\n\n\nAuthor:\n pinqui\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n eridani b.gif\n\n\nName:\n 51 Eridani b orbit animated (2014-2018).gif\n\n\nAuthor:\n Jason Wang\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n hullbreach.jpeg\n\n\nName:\n Drew in the light ESA21793584.jpeg\n\n\nAuthor:\n European Space Agency\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n messhall2.png\n\n\nAuthor:\n \nswordlover87\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n USS Missouri - Crew Mess (8328972304).jpg\n\n\nAuthor:\n Daniel Ramirez\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n overhead view png.png\n\n\nName:\n The Earth view from the cupola\n\n\nAuthor:\n U.S. Government\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nrawpixel\n\n\n\n\n\n\nFilename:\n pilots cabin.jpg\n\n\nName:\n Inside Of A Space Shuttle\n\n\nAuthor:\n Petr Kratochvil\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPublic Domain Pictures\n\n\n\n\n\n\nFilename:\n stars.png\n\n\nName:\n Lots of Stars (15365005539).jpg\n\n\nAuthor:\n Groman123\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n vestibule.jpg\n\n\nName:\n JAXA Space Station inside 1.jpg\n\n\nAuthor:\n Polimerek\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7020-01:\nThe first thing I remember is a thousand pinpricks across my body.\nWell, no, pinpricks isn't exactly right. More like pins being pulled out, a hellish kind of acupuncture. And there was really only about fifteen.\nAt the time, of course, that was the last thing on my mind. I didn’t know what was happening. Everything around me was dark. I tried to scream, but coughed a tube out of my throat. I jerked upright and cracked my head on a smooth slab of glass. Curved walls pressed in on me from all sides. Muffled sounds leaked in from somewhere far away, but I couldn't comprehend them. I was trapped. Entombed in cold steel.\nThen the glass slid aside, and the harsh white light poured in.\nThose were my first words in this strange new environment. Inspiring, I know - complaining about a sore throat. Luckily, my mysterious benefactor(?) had the cure for what ailed me.\nAs soon as I said it, I realized it was worse than that. I couldn’t remember anything.\nThere was a yawning gap in my memory. A black hole. When I tried to think of what I had been doing before I woke up in the capsule, my mind returned a divide-by-zero error. I didn’t know if I had a family - I didn’t know if I had a home.\n\n\n\nMy chest burned, but I ran like hell. Behind me, the muffled roar of the blast echoed. I didn't dare to think about what had happened to the drone.\nWe had emerged from the ductwork close to the far end of the wing, and it wasn't long before I found the memory core, locked inside a riser cabinet. I pulled out my tools and worked in a desperate frenzy; ripping out bolts, flinging them away, splicing frayed wires and realigning transistors. It seemed to come naturally this time, as if Ash's dispassionate robotic instructions had stuck somewhere in my head.\nMy mind was barely on my work. The last thing I'd said to Ash rattled around in there over and over. God, I didn't know what to think about that robot anymore. I was so sure I had it figured out — it had to be using me, right? It was a cold chessmaster, and I was just a useful tool.\nBut then it went and sacrificed its drone to get me out of that mess. The mess I'd made myself. It didn't make sense.\nThere it was. A spark of memory.\nThe end of the world.\nThat's what it was. That was the meaning of the sentence fragment that had popped up in my head when I thought hard enough about Project Voyager. Some anomalies posed so much danger that they could destroy the Earth, and the Foundation dealt with that so often, they had codified terms for it. Ash pulled up a list for me on a nearby terminal, and I read it over in a mix of horror and fascination.\nBut why had I remembered that? What did that mean for us?\nIt felt like there were puzzle pieces in my brain, tumbling around but never quite clicking. SCP-7020. The end of the world. Project Voyager, whatever it really was. The Durandal, a ship adrift in space that could never return to Earth.\nI had a creeping suspicion of how they fit together, and I didn't like it.\n\nEver the pragmatist, Ash proceeded to put me through the wringer. I nearly threw up on my faceplate more than once, but I got the hang of it — faster than I thought I would, too. Soon I was pushing off walls and controlling my rotation like nobody's business.\nBefore I knew it, it was time.\nI swept the room methodically. The memory core was behind a locked panel, directly opposite from the doorway. There was no long quest this time, no deadly food fight or cramped squeeze through a vent. A quick application of bolt cutters and I was free to get to work.\nAnd I was beginning to realize that I did know how to work with machines, after all. It was easy, satisfying, almost relaxing to repair the damaged parts and make everything pristine again.\nMy fingers moved like I'd been doing this my entire life. Maybe I had.\nThe files were nightmarish.\nLike Ash had said, there weren't many details, but what I could decipher didn't paint a good picture. Frightened news publications gave way to increasingly disturbing public safety announcements. The Veil of Secrecy fell away in real time. The world was burning from uncountable fires, and the Foundation, despite its best efforts, couldn't put any of them out. The catastrophes built and built until everything else began to crumble away.\nIt scared me to read, but it was a well-worn fear. Like I'd lived with it for longer than I could remember. I felt the pieces fall into place in my head, and my memories finally, finally began to rush back in. Not all of them, but enough.\nWhat I remembered made my blood run cold.\n\nOh.\n\nProgress of repairs: 18%\n\n\nProgress of repairs: 35%\n\n\nProgress of repairs: 52%\n\n\nProgress of repairs: 76%\n\n\nProgress of repairs: 84%\n\nProgress of repairs: 99%\n\nProgress of repairs: 100%\n\n\n\n\n\n\n\nThe first thing I felt was a thousand pinpricks across my body.\nWell, pinpricks isn't quite right — it was more like pins being pulled out. It stung, but the movement felt careful, almost gentle. I laid still, letting it happen. When the top of the pod finally slid open and the supercooled gases poured out, I fanned them away with my weakened hands, looking for the person I wanted to see the most.\nAnd there it was, hovering just outside the capsule. My ally. My friend. Ash.\n\n\n\n\nThanks for reading, whoever you are. I'm not good with endings, so I'll just say:\nGo enjoy your life. Don't take it for granted.\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7020 \" by Swordlover87 & QoDaX, from the SCP Wiki . Source: https://scpwiki.com/scp-7020 . Licensed under CC-BY-SA .",
        "Filename: 7020 landscape.jpg Author: swordlover87 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: The lip of the valley - geograph.org.uk - 2889798.jpg Author: Bill Boaden License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: 7020 sunset.jpg Name: Fanabe Beach sunset and Linda Author: Tony Hisgett License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: 7k header improved.png Author: swordlover87 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Night sky (35807572372).jpg Author: Uroš Novina License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filenames: blue.png, dur2.png, purp.png, red.png, 7k logo.png, 7k logo bigger.png, yellow.png Author: swordlover87 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Filename: logo.png Author: far2 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: ductwork.jpg Name: Duct connected 01.jpg Author: pinqui License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: eridani b.gif Name: 51 Eridani b orbit animated (2014-2018).gif Author: Jason Wang License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: hullbreach.jpeg Name: Drew in the light ESA21793584.jpeg Author: European Space Agency License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: messhall2.png Author: swordlover87 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: USS Missouri - Crew Mess (8328972304).jpg Author: Daniel Ramirez License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: overhead view png.png Name: The Earth view from the cupola Author: U.S. Government License: Public Domain Source Link: rawpixel",
        "Filename: pilots cabin.jpg Name: Inside Of A Space Shuttle Author: Petr Kratochvil License: Public Domain Source Link: Public Domain Pictures",
        "Filename: stars.png Name: Lots of Stars (15365005539).jpg Author: Groman123 License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: vestibule.jpg Name: JAXA Space Station inside 1.jpg Author: Polimerek License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "object_class": "Euclid",
    "containment_procedures": "Containment of SCP-7020 is irrelevant.",
    "description": "SCP-7020 is a habitable exoplanet in the 51 Eridani star system, representing an extreme statistical improbability with regard to the rarity of life in our universe.",
    "title": "SCP-7020"
}