{
    "url": "https://scp-wiki.wikidot.com/scp-7026",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\n\n\nSCP-7026-2.\n\n\n\n\n\n\nItem #:\n SCP-7026\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7026-1 and SCP-7026-2 are to be held in separate glass containers, both 35 x 14 x 14 cm in size. Both glass cases are to be held in separate storage lockers at \nSite-64\n. Contact with either instance of SCP-7026 is prohibited.\n\n\nDescription:\n SCP-7026 is a pair of brown leather shoes, measuring 28.5 cm in length and 9 cm in width, weighing 1.8 kg. Shoe size and brand are not listed. SCP-7026-1 is the left shoe and SCP-7026-2 is the right shoe. Both are indistinguishable from each other save for their intended foot. They both have the same anomalous properties.\n\n\nWhile stationary, both instances of SCP-7026 exhibit no anomalous or adverse properties, nor when the shoes are put on. However, when either is traveling at a speed of 22.5 kilometers per hour or more, the shoe will continue to travel at that speed until it strikes an object, negating air resistance, but still affected by gravity. If, while traveling over 22.5 kph, the shoe strikes a non-human object, including plants and non-human animals, nothing out of the ordinary will happen. However, if the shoe were to strike a human, henceforth referred to as the subject, it will stick to their body, unable to be removed no matter how much pressure is applied. Subject will start feeling immediate searing pain where the shoe has connected.\n\n\nAfter ten seconds of being attached to a person, SCP-7026 will begin to melt away clothes, skin, tissue, and bone, moving throughout the body until it has reached the center chest cavity of the subject. Subject will not die no matter what or how many vital organs are damaged during this process, however, will be in extreme unbearable pain. Once SCP-7026 has reached the center of the subject, the melting of tissue will stop, and cell production within the body will increase by 200% until the shoe has been sealed inside the subject’s body. It will begin to grow 20% bigger every minute, not stopping until the subject has exploded from the growing shoe. Once the subject has burst, the shoe will return back to its original size.\n\n\nAny attempts to remove SCP-7026 out of a subject through surgical means after it has begun growing will result in the shoe halting its growth, followed by it sending three electrical shocks throughout the subject's body, three seconds between each shock. Cell production will rapidly start up again, healing the cut given by the surgeons. The shoe’s growth will then start back up again until the subject has exploded.\n\n\nDiscovery:\n SCP-7026 was discovered after Muntazer al-Zaidi, an Iraqi journalist, threw both SCP-7026-1 and SCP-7026-2 at Dr. Jack Bright, who was at the time occupying the body of United States President George W. Bush, while he was at a press conference in Baghdad, Iraq, being accompanied by Iraqi Prime Minister Nouri al-Maliki. Dr. Bright ducked out of the way in response to both attacks, leaving him unharmed. Muntazar al-Zaidi was tackled to the ground by Nouri al-Maliki’s guards and apprehended.\n\n\nThe Foundation soon took al-Zaidi into custody to question him about his motives, and whether or not he was a part of any GOIs that wanted to harm a foundation member. Questioning revealed information about SCP-7026.\n\n\nAddendum-B:\n The following is an interview with Mr. al-Zaidi conducted by Dr. Lotner. The interview was conducted in Arabic, and since has been translated to English.\n\n\n\n\n7026-IL-01\n\n\nInterviewer:\n Doctor Elrad Lotner\n\n\nInterviewed:\n Muntazer al-Zaidi\n\n\nDate:\n 12/16/2008\n\n\nLotner:\n Hello Muntazer al-Zaidi. I’ve got a few questions that I’d like you to answer.\n\n\nal-Zaidi:\n How long will this take? I don’t want to be locked up forever.\n\n\nLotner:\n It won’t take long. And you won’t be locked up if you answer my questions.\n\n\nal-Zaidi pauses.\n\n\nal-Zaidi:\n I guess I could do that.\n\n\nLotner:\n Perfect. For starters, do you know who we are? We referring to this foundation.\n\n\nal-Zaidi:\n No.\n\n\nLotner:\n Do you know of any organization that, like us, has strange and unusual beings, entities, or objects?\n\n\nal-Zaidi pauses to think.\n\n\nal-Zaidi:\n I don’t think so.\n\n\nLotner:\n None? Not the Global Occult Coalition? The Choas Insurgency? Marshall, Carter, and Dark? The Serpent's Hand?\n\n\nal-Zaidi:\n Wait, that third one. Marshall, Carter, and Dark. I’ve heard of them.\n\n\nLotner:\n You have?\n\n\nal-Zaidi:\n Yeah, they’re the ones that sold me those shoes.\n\n\nLotner:\n Sold you the shoes?\n\n\nal-Zaidi:\n Yes.\n\n\nLotner:\n Why would Marshall, Carter, and Dark Ltd. sell you shoes?\n\n\nal-Zaidi:\n Because those aren’t your ordinary shoes. They make people fucking explode.\n\n\nLotner:\n Make people explode? How so?\n\n\nal-Zaidi:\n Yeah, you throw them at someone, the shoe sticks to them, burrows inside them, then expands and makes them explode.\n\n\nLotner quickly writes notes on his clipboard\n\n\nLotner:\n When did you acquire these shoes?\n\n\nal-Zaidi:\n Oh, a long time ago. Maybe a year or two ago. I’ve been waiting a while for the right moment.\n\n\nLotner:\n What else do you know about these shoes?\n\n\nal-Zaidi:\n The lady who sold them to me said that when they're going fast they’re really dangerous. Even if you’re running in them and going the right speed they’ll kill you. Or if you’re driving at the right speed and wearing them. They’ll kill you.\n\n\nLotner:\n Did this lady tell you who they were made by?\n\n\nal-Zaidi:\n I think so, though I don’t remember. Some terrorist organizations probably. She said the shoes were made by them to kill people. They don’t set off metal detectors or anything, so you can sneak right in with them to any government building, or on a plane, or wherever you want and kill whoever you want. I’m a journalist. I’ve seen the atrocities committed against my people. George Bush is the criminal mastermind behind all of it. I felt I had to do to him what he’s done to so many others.\n\n\nLotner writes more on his clipboard, then thinks to himself.\n\n\nal-Zaidi:\n Is that all you need from me?\n\n\nLotner pauses before speaking.\n\n\nLotner:\n Yes, that should be all.\n\n\n[End of Log]\n\n\nAfter the interview, al-Zaidi was administered Class-C amnestics to erase his memories of the interview, as well as his memories of SCP-7026 and Marshall, Carter, and Dark Ltd. Further testing with SCP-7026 confirmed what al-Zaidi had stated in his interview.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7026\n\" by Doc Bodean, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7026\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-shoe-image\n\n\nName:\n Bush Shoe Throw.jpg\n\n\nAuthor:\n Tgd85\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum-B: The following is an interview with Mr. al-Zaidi conducted by Dr. Lotner. The interview was conducted in Arabic, and since has been translated to English."
    ],
    "documents": [],
    "notes": [
        "7026-IL-01 Interviewer: Doctor Elrad Lotner Interviewed: Muntazer al-Zaidi Date: 12/16/2008 Lotner: Hello Muntazer al-Zaidi. I’ve got a few questions that I’d like you to answer. al-Zaidi: How long will this take? I don’t want to be locked up forever. Lotner: It won’t take long. And you won’t be locked up if you answer my questions. al-Zaidi pauses. al-Zaidi: I guess I could do that. Lotner: Perfect. For starters, do you know who we are? We referring to this foundation. al-Zaidi: No. Lotner: Do you know of any organization that, like us, has strange and unusual beings, entities, or objects? al-Zaidi pauses to think. al-Zaidi: I don’t think so. Lotner: None? Not the Global Occult Coalition? The Choas Insurgency? Marshall, Carter, and Dark? The Serpent's Hand? al-Zaidi: Wait, that third one. Marshall, Carter, and Dark. I’ve heard of them. Lotner: You have? al-Zaidi: Yeah, they’re the ones that sold me those shoes. Lotner: Sold you the shoes? al-Zaidi: Yes. Lotner: Why would Marshall, Carter, and Dark Ltd. sell you shoes? al-Zaidi: Because those aren’t your ordinary shoes. They make people fucking explode. Lotner: Make people explode? How so? al-Zaidi: Yeah, you throw them at someone, the shoe sticks to them, burrows inside them, then expands and makes them explode. Lotner quickly writes notes on his clipboard Lotner: When did you acquire these shoes? al-Zaidi: Oh, a long time ago. Maybe a year or two ago. I’ve been waiting a while for the right moment. Lotner: What else do you know about these shoes? al-Zaidi: The lady who sold them to me said that when they're going fast they’re really dangerous. Even if you’re running in them and going the right speed they’ll kill you. Or if you’re driving at the right speed and wearing them. They’ll kill you. Lotner: Did this lady tell you who they were made by? al-Zaidi: I think so, though I don’t remember. Some terrorist organizations probably. She said the shoes were made by them to kill people. They don’t set off metal detectors or anything, so you can sneak right in with them to any government building, or on a plane, or wherever you want and kill whoever you want. I’m a journalist. I’ve seen the atrocities committed against my people. George Bush is the criminal mastermind behind all of it. I felt I had to do to him what he’s done to so many others. Lotner writes more on his clipboard, then thinks to himself. al-Zaidi: Is that all you need from me? Lotner pauses before speaking. Lotner: Yes, that should be all. [End of Log] After the interview, al-Zaidi was administered Class-C amnestics to erase his memories of the interview, as well as his memories of SCP-7026 and Marshall, Carter, and Dark Ltd. Further testing with SCP-7026 confirmed what al-Zaidi had stated in his interview.",
        "\" SCP-7026 \" by Doc Bodean, from the SCP Wiki . Source: https://scpwiki.com/scp-7026 . Licensed under CC-BY-SA .",
        "Filename: scp-shoe-image Name: Bush Shoe Throw.jpg Author: Tgd85 License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-7026",
    "object_class": "Safe",
    "containment_procedures": "SCP-7026-1 and SCP-7026-2 are to be held in separate glass containers, both 35 x 14 x 14 cm in size. Both glass cases are to be held in separate storage lockers at Site-64. Contact with either instance of SCP-7026 is prohibited.",
    "description": "SCP-7026 is a pair of brown leather shoes, measuring 28.5 cm in length and 9 cm in width, weighing 1.8 kg. Shoe size and brand are not listed. SCP-7026-1 is the left shoe and SCP-7026-2 is the right shoe. Both are indistinguishable from each other save for their intended foot. They both have the same anomalous properties.",
    "title": "SCP-7026"
}