{
    "url": "https://scp-wiki.wikidot.com/scp-7030",
    "all_text": "rating: \n+127\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7030\n: \nWhat Comes to Pass\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2055\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 877\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 863\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 588\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 546\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 422\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 317\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 244\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 227\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 172\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 170\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 138\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 131\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 127\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 101\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 93\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 206\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+127\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHey, this is neat.\n\n\n\n\n\n\nwhat is?\n\n\n\n\n\n\nLook, you can comment on this directly. It looks like the database opened up. See?\n\n\n\n\nMarcus is a little bitch.\n\n\n\n\nAll recorded.\n\n\n\n\n\n\nreal mature anna, thanks\n\n\n\n\n\n\nHehehe. Sorry. Anyway, pretty cool what you can find here. It’s like looking in a time capsule, huh? Before the Foundation collapsed and everything went to shit.\n\n\n\n\nItem #:\n SCP-7030\n\n\nObject Class:\n Apollyon\n\n\nSpecial Containment Procedures:\n There are no known mitigation methods for SCP-7030. Research into risk factors for SCP-7030 is ongoing; all efforts and potential leads should be directed to the attention of Dr. Helen Ouyang and team.\n\n\n\n\nThis is probably the point at which people should have realized they really had no idea what the hell they were doing.\n\n\n\n\n\n\nnot like anyone else knew any better either. they did about as well as they could. gotta give em that i guess\n\n\n\n\nPrior efforts to contain the public dissemination of SCP-7030 awareness have been discontinued, due to initiation of a BK-class “Broken Masquerade” event. Crowd control efforts to limit widespread panic as a result of SCP-7030 have been similarly discontinued due to resource allocation issues; local site directors should exercise their own judgment with regards to maintaining discipline in on-site personnel.\n\n\nDescription:\n SCP-7030 is a designation given to a series of related ontological phenomena that result in the disappearance of affected entities from local realspace. As per the current revision of this documentation, SCP-7030 is believed to have affected between 50 and 70 percent of the human population.\n1\n\n\nDisappearance events connected to SCP-7030 happen instantaneously and spontaneously. Research efforts into risk factors for SCP-7030 affliction are ongoing, but as of yet, causal or correlative links remain unsupported by peer-reviewed evidence. Additionally, entities affected by SCP-7030 disappear from all known realities in \nN\n-topological realspace\n2\n, indicating that SCP-7030 affects ontological signatures as opposed to physical or spiritual ones. The significance of this is as of yet unknown.\n\n\nThe first confirmed SCP-7030 event occurred on July 5th, 2026, but interpolating from the current rate of SCP-7030 affliction suggests an actual first event somewhere between late 2024 to early 2025. Absent any future mitigation methods for SCP-7030, it is believed that the anomaly will eventually cause the disappearance of all human life by 20██.\n\n\n\n\nIt’s weird to read it spelled out like that.\n\n\n\n\n\n\nmmm\n\n\ndoesn’t feel as weird now as it used to. i think you just get used to the feeling.\n\n\n\n\n\n\nNo, for sure. But it definitely didn’t feel that way at first. When people first started to go missing, it was easy to just ignore it.\n\n\n\n\n\n\nit’s like how other tragedies used to be\n\n\n\n\n\n\nWhat?\n\n\n\n\n\n\nyou always used to hear about people dying from some rare, freak cancer way too early, or an accidental car crash with a drunk driver late at night. sometimes a celebrity OD’d too young, or a relative of someone you know had some uncaught condition. but it was always something that “happened to other people” you know? things like that didn’t happen to you. you shook your head and said “what a shame” when you heard about the neighbor’s kid disappearing, or maybe spent a couple minutes thinking about it if you heard someone a little closer to you didn’t come home from work one day. not for that long, though, you had other things to think about. they were just news stories, is all.\n\n\nuntil they weren’t. until news stories became your stories.\n\n\n\n\nOn August 5th, 2026, due to accelerating rates of SCP-7030 events, a task force was assembled under the research direction of Dr. Helen Ouyang, previously the Senior Director for Ontological Research.\n\n\n\n\n\n\nMemorandum: Project Reclamation\n\n\n\n\n\n\n\n\nProject Reclamation is intended to achieve the following strategic goals for containing SCP-7030\n\n\n\n\nResearch into means of recovering individuals affected by SCP-7030.\n\n\nInvestigate risk factors for SCP-7030 events.\n\n\nDevelop protective measures against SCP-7030 events.\n\n\nMitigate and contain the degree to which civilian authorities and populations will become aware of SCP-7030 prior to completion of the first three objectives.\n\n\n\n\nI must stress once again that Project Reclamation should be considered our primary objective as an organization until SCP-7030 can be successfully contained, or at least mitigated. With the seemingly random nature with which the anomaly affects people, anyone and everyone can be a target.\n\n\nNo one should consider themselves safe. If that’s not enough motivation, I don’t know what is.\n\n\n\n\n\n\n\n\n- Dr. Helen Ouyang, Director, Project Reclamation\n\n\n\n\n\n\n\n\nA+ corporate motivation there. “Work harder or everyone dies!”\n\n\n\n\n\n\ni mean, they’re not wrong either.\n\n\n\n\n\n\nYeah, but they could have put it a little…nicer? I dunno.\n\n\n\n\nSCP-7030 Update 1:\n By late 2026, SCP-7030 events had begun to accelerate in both frequency and severity. Although previous events targeted singular individuals in isolated events, from November 2026 onwards, group disappearances became a recurring phenomenon associated with SCP-7030. Concurrently, efforts to limit the awareness of SCP-7030 began to lose effectiveness due to a combination of the increasing severity of the anomaly and growing public acknowledgment of the phenomena. In particular, threads about the anomaly had begun to circulate in online conspiracy theory message boards, and search analytics for related terms began to spike.\n\n\n\n\nAnonymous\n 07-Nov-2026 - 01:49:20 - #235602\n\n\n\n\nWhen are people gonna wake the fuck up honestly like shit is getting ridiculous at this point.\n\n\nPeople are not suppose to fuckinggg disappear like that. I don’t care what the govt gaslights us into thinking, this doesn’t just happen okay. I saw a guy at the gas station FUCKING DISAPPEAR IN FRONT OF ME okay. I’m not high rn this actually happened.\n\n\n\n\n\n\nAnonymous\n 07-Nov-2026 - 03:19:05 - #235853\n\n\n\n\nTruthers, my POS step dad disappeared while in the living room, right as he was setting up for his nightly six pack. AITA for being happy about it? I know we’re all supposed to be waking up or some shit but ngl I can live with this one.\n\n\n\n\nSCP-7030 Update 2:\n The following is excerpted from the mid-year report generated for Project Reclamation progress in 2027.\n\n\n\n\n\n\nMemorandum: Project Reclamation\n\n\n\n\n\n\n\n\nProject Reclamation was intended to achieve the following strategic goals for containing SCP-7030\n\n\n\n\nResearch into means of recovering individuals affected by SCP-7030.\n\n\nInvestigate risk factors for SCP-7030 events.\n\n\nDevelop protective measures against SCP-7030 events.\n\n\nMitigate and contain the degree to which civilian authorities and populations will become aware of SCP-7030 prior to completion of the first three objectives.\n\n\n\n\nI am afraid that I must report minimal progress in all three primary objectives for Project Reclamation.\n\n\nOn Subject Reclamation:\n Failure on all fronts. No trace of disappeared individuals has been found in any capacity, though we have been able to verify that disappearance events are not localized to our own reality; disappearance erases persons affected from all known adjacent realities. Even usage of \nSCP-2000\n produced no success; attempts to recover an affected individual resulted in a never before seen machine error.\n\n\nOn Risk Factor Identification:\n No conclusive correlative links have been found to date. Minor correlations have been observed in the data set, but don’t rise above the level of statistical noise upon further analysis.\n\n\nOn Protective Measures:\n The anomaly seems to strike indiscriminately and without warning. Not even SRAs have been shown to provide any form of protection, and no amount of reality ablation shielding has proven to be effective.\n\n\nOne note: at this point, several anomalies under Foundation observation have begun to be affected by SCP-7030, so there’s one bright side at least. Perhaps we won’t even need to exist by the time the anomaly’s through with us.\n\n\n\n\n\n\n\n\n- Dr. Helen Ouyang, Director, Project Reclamation\n\n\n\n\n\n\n\n\nyeah, to be honest with you, no idea wtf this means.\n\n\n\n\n\n\nI looked through some of the other archives, but I didn't get much information either. It's making my head spin. There were also some funny pictures on a couple files that really made my head hurt, but I just looked away and it seemed fine.\n\n\n\n\n\n\nthink this is when it started to hit hard though. that maybe people didn't know what was going on. think you always used to think that somebody smart would figure it out someday. they'd fix it like they always do. some miracle drug, or fancy machine, or something, idk. maybe this is when it started to set in that even the folks up top didn't know any better than we did. that maybe it really was all just luck.\n\n\n\n\n\n\nYeah. Think this is when I started to drink a lot more.\n\n\n\n\n\n\namen to that sister\n\n\n\n\nSCP-7030 Update 3:\n By early 2028, a secondary phenomenon associated with SCP-7030 began to accompany primary SCP-7030 events. Immediately following the disappearance of some individuals affected by SCP-7030, an unspecified entity manifests itself in the vicinity of the disappearance event. Said entities (now designated SCP-7030-1) resemble statues of black humanoid figures, ranging in size from 0.5m to 3m tall. SCP-7030-1 instances appear to consist of an unidentified black, crystalline material that radiates a low level of heat, making entities feel warm to the touch.\n\n\nDetailed testing under Project Reclamation efforts could not identify an origin, purpose, or more specific material composition for SCP-7030 entities. However, analysis of disappearance events associated with SCP-7030-1 manifestations was able to correlate overall quantity of disappeared persons with resulting SCP-7030-1 size; i.e, the larger the size of the disappearance event, the larger the associated SCP-7030-1 instance.\n\n\nDue to the accelerating rate of SCP-7030 exposure, it was deemed operationally impossible to maintain separation of Foundation assets and activities from civilian knowledge. On March 13th, 2028, with a 11-2 vote of the O5 Council, the Foundation enacted Resolution Alpha-01, and officially declared a BK-Class “Broken Masquerade” Scenario to be in effect. Foundation operations were ordered to merge collaboration efforts with civilian research institutions in order to increase the pace of ongoing investigations.\n\n\n\n\nThe day everything really changed. Surprise, here’s the shadowy Illuminati cabal that actually does secretly control everything.\n\n\n\n\n\n\nmeh. not surprised.\n\n\n\n\n\n\nWhat? What do you mean you weren’t surprised? The biggest bombshell in the history of news, and you weren’t surprised?\n\n\n\n\n\n\nalways knew some shit was happening. not too surprised. can’t trust what you read.\n\n\n\n\n\n\nMarcus, don’t tell me you were a conspiracy guy before all of this…\n\n\n\n\n\n\nwell, i was right wasn’t i?\n\n\n\n\n\n\n…Okay fair enough.\n\n\n\n\nSCP-7030 Update 4:\n By 2029, a quasi-religious movement called the Temple of the Hidden Way had emerged, centered around a leader named Joseph Stockwell. Stockwell claimed to have received a message from the one true universal god, who told him that SCP-7030 was in actuality a purge of all “heretics” from the planet under her watch. While numerous other apocalypse cults, syncretic movements, and extremist offshoots of existing religions also arose during this period, the Hidden Way received significant attention after Stockwell successfully predicted the disappearances of several high-profile critics.\n\n\nThe Hidden Way singled out individuals who had survived group disappearance events from SCP-7030 as being “holy,” claiming that these “saints” had been protected by God from the ongoing purge. Stockwell, having survived no fewer than three documented mass disappearances, was anointed as the Patriarch of the Hidden Way.\n\n\nAdditionally, the Hidden Way claimed that SCP-7030-1 instances were in fact, secret “angels” who had been sent by God to carry out her will in purging alleged heretics. As a result, research efforts at mass disappearance sites became significantly more difficult due to large numbers of Hidden Way adherents who had to be removed by force.\n\n\n\n\nhmm. these idiots. way to profit at the end of the world.\n\n\n\n\n\n\nThey came to my house you know. After my family…left.\n\n\n\n\n\n\noh no, anna. :(\n\ni’m really sorry. you didn’t deserve that\n\n\n\n\n\n\nIt’s okay. I’m over it now. But at the time, woof. They told me that I was a saint for living when my sister had died. It sure didn’t feel that way.\n\n\n\n\n\n\nbullshit. we just got a little luckier is all. don’t listen to all that shit\n\n\n\n\n\n\nDo you, though? Feel luckier, that is? I guess I don’t really know how much is going on with your end.\n\n\n\n\n\n\nsometimes yes sometimes no i guess. it’s been hard trying to get what we need. not a lot of people left to help either. i’ve got my kid brother still, so that’s something. we’re just getting by.\n\n\n\n\n\n\nOh, that’s nice that you have your brother at least. I’m happy for you.\n\n\n\n\nSCP-7030 Update 5:\n Dr. Ouyang gave the following update on the new year for 2029.\n\n\n\n\n\n\nMemorandum: Project Reclamation\n\n\n\n\n\n\n\n\nThe appearance of SCP-7030-1 entities, the rise of extremist religious groups, and our continuing lack of progress on primary Project Reclamation goals has made it clear that the threat that SCP-7030 poses to the entirety of human civilization is existential.\n\n\nWe are at an impasse, ladies and gentlemen. Our teams themselves are dwindling, and our ability to handle even mundane crises is rapidly growing thin. The population of the Earth is withering, and we are running out of options.\n\n\nI am moving for the immediate declassification of any and all Foundation documents, and the immediate merger of all civilian research efforts into Foundation purview. We can no longer afford to hide anything from the people of the world, when anything less than full transparency risks annihilation. We must exercise every resource we have available to us.\n\n\nAnything less than maximum effort is a betrayal of our species.\n\n\n\n\n\n\n\n\n- Dr. Helen Ouyang, Director, Project Reclamation\n\n\n\n\n\n\n\n\nI was walking down the street the other day, and I really noticed for the first time how many places were just gone. With so many people disappeared by this point, half the stores literally didn't have anyone left to run them. At this point, it's just a couple major stores and chains who have people left to keep them afloat. How's the situation with you, Marcus?\n\n\n\n\n\n\nto be honest with you, anna: not hot. we're trying the best we can, but there's not a whole lot of people left. whole truck of milk delivery went sour bc the driver disappeared mid drive and nobody knew. nobody else around to check up on things either. you do what you can i guess, but there's too much to do and not enough people to do it. least we're not starving yet i guess.\n\n\n\n\n\n\nWe're all just getting by, I guess. I'm…sort of surprised though. All these movies used to show the end of the world and it looked a lot more…apocalyptic, I guess? Didn't think the end of the world would be so boring.\n\n\n\n\n\n\npeople don't really do crazy, anna. fact of the matter is, most people are pretty decent, even if they're a little stupid. most people didn't (and don't) want to secretly loot the grocery store or stab their neighbor on purge night. they just wanna live their lives and do right by their people. so what if the world's ending. still need people to make sure plumbing works most of the time, or we get power for a couple hours a day. it's just people doing what they've always done: doing their best to get by.\n\n\n\n\nSCP-7030 Update 6:\n On November 18th, 2029, the single largest SCP-7030 event to date occurred in New York City, resulting in the disappearances of an estimated 300,000 individuals in a single instant. The SCP-7030-1 entity that spawned from the event was 300 meters tall, and materialized directly over the Chrysler Building, destroying it upon impact and resulting in an additional 5,000 casualties. The Hidden Way immediately declared the event to be the beginning of their mass rapture, and organized a 1,000 person rally at the base of the 7030-1 instance.\n\n\nThe resulting congregation gathered to hear Stockwell give a sermon on the nature of sin, and how the assembled faithful had been blessed for opening their eyes to the hidden way before them. However, approximately 17 minutes into his speech, an SCP-7030 event triggered within the crowd, affecting about two thirds of the gathered attendees. An SCP-7030-1 instance followed the initial disappearance event, manifesting above the gathered people. The descent of the instance crushed numerous people below it, leading to an additional 50 deaths, including Stockwell himself. Losing direction after what came to be known as the Brooklyn Massacre, the Hidden Way broke apart entirely shortly afterwards.\n\n\n\n\nyeah. think that’s what they call karma.\n\n\n\n\nSCP-7030 Update 7:\n Due to the rapid acceleration of SCP-7030, all non-essential Foundation activities have been indefinitely suspended. As the majority of anomalies formerly under Foundation purview have also disappeared as a result of SCP-7030, most containment and research efforts were deemed to be no longer necessary. Consolidation efforts of 95% of active sites is ongoing due to personnel issues.\n\n\n\n\nanna?\n\n\n\n\n\n\nI'm here, Marcus. What's on your mind?\n\n\n\n\n\n\nnow that we know everything's really gone to shit…\n\n\nyou think we're ever gonna figure out what's going on?\n\n\n\n\n\n\nWith why people are disappearing?\n\n\n\n\n\n\nlike everything. disappearances. freaky statues. where people are even going. why some people are left and others aren't.\n\n\n\n\n\n\nI…don't know, Marcus. I really don't.\n\n\n\n\n\n\nme neither. that's kinda scary. was watching a documentary on asteroids with my brother last night.\n\n\n\n\n\n\nThat sounds nice. What was it about?\n\n\n\n\n\n\ndid you know that we've been due for an asteroid impact for like…a really long time now? statistically speaking we should have been domed by a space rock by now, since there are so many flying around.\n\n\n\n\n\n\nI think I heard about that. Used to read about NASA talking about how an asteroid came really close, but it was always boring. Not much to think about, really. That and Yellowstone blowing up, or a big earthquake in California; all stuff that didn't really happen.\n\n\n\n\n\n\nyeah. i remember too. it got me thinking though, last night. maybe this time, the asteroid really did get us. maybe that's all there is to it.\n\n\nfucking asteroids, man.\n\n\n\n\nSCP-7030 Final Update:\n With a 2-1 vote of the O5 Council, Resolution Omega-5 has been enacted, officially dissolving the Foundation. As a result, all activities concerning SCP-7030 have been suspended.\n\n\n\n\n\n\nFinal Memorandum: Project Reclamation\n\n\n\n\n\n\n\n\nTo all the members of Project Reclamation, and the larger world: Thank you for your work. We did the best we could.\n\n\nI’m sorry. Maybe our luck just ran out.\n\n\n\n\n\n\n\n\n- Dr. Helen Ouyang, Director, Project Reclamation\n\n\n\n\n\n\n\n\nIt looks like this was the end of the line. There’s not even really an update here.\n\n\n\n\n\n\nMarcus?\n\n\n\n\n\n\n…Marcus are you there?\n\n\n\n\n\n\n…\n\n\n\n\n\n\nI see.\n\n\n\n\n\n\nI guess I really am one of the lucky ones then. All alone now, I guess.\n\n\n\n\n\n\nYou know, I was looking up at the sky last night while I was trying to sleep. One of the only good things about the world ending is that there’s a lot less light pollution. When you look up at the sky, all you see is a kaleidoscope of stars, galaxies, and more, stretching across the entire horizon like a painted blanket hanging over the world.\n\n\nI remember when I was a kid, my dad took my sister and I camping. It was the first time we had gone anywhere since my mom left us, and my dad was just…not ready for the experience. It rained pretty badly the first night, and our tent was old and leaky. We ate sausages out of a can and my sister cried because she didn’t have her stuffed lion with her.\n\n\nMy dad was trying really hard to make sure we had a good time though. And I remember on the second night, the clouds parted, and the sky cleared up enough for my first view of the night sky, in all of its twinkly fairy-tale beauty. Even my sister stopped crying at that one.\n\n\nWhat I remember best is that feeling I had right then and there, when I looked up at the sky, and listened to my dad point out the constellations, while he explained how each star represented a distant sun, each surrounded by its own planets and moons. I remember the sense of awe I felt, but more than that, the sensation of feeling absolutely blessed that I was alive and able to see everything that was out there. A universe filled with billions of stars, galaxies, and planets, and yet, out of all those infinite multitudes, here we were on our little dirtball, tumbling through the cosmos, alive and able to savor the joy of simply existing. It didn’t matter that I was covered in bug bites, or that my mom didn’t seem to love us anymore. I was lucky to just be alive and watching the stars.\n\n\nI thought about that memory last night, and how fortunate I’ve been to have made it this far, even while everyone else seems to be making their departures. I don’t know when my time will come, when I’m off to join the rest of the world in whatever place they’ve gone to. I think I’ve come to peace with not knowing, though. More than that, I’ve come to peace with the idea of disappearing. I’ve had a good run. It was a good life.\n\n\nAnd I just feel lucky to have been a part of it all.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to difficulties with assessing this number, both logistically and psychologically, estimates concerning SCP-7030’s exact extent are no longer being generated.\n\n\n2\n. Currently verified for up to N=7 semi-adjacent realities\n\n\n\n\n\n\n\n\n« \nSCP-7029\n | SCP-7030 | \nSCP-7031\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7030\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7030\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7030 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-7030 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7030",
    "object_class": "Apollyon",
    "containment_procedures": "There are no known mitigation methods for SCP-7030. Research into risk factors for SCP-7030 is ongoing; all efforts and potential leads should be directed to the attention of Dr. Helen Ouyang and team.",
    "description": "SCP-7030 is a designation given to a series of related ontological phenomena that result in the disappearance of affected entities from local realspace. As per the current revision of this documentation, SCP-7030 is believed to have affected between 50 and 70 percent of the human population.1",
    "title": "SCP-7030"
}