{
    "url": "https://scp-wiki.wikidot.com/scp-7034",
    "all_text": "rating: \n+709\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7034\n -\n\n\n\n\nTBA\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7034\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotice:\n SCP-7034’s description is solely sourced from the account of Senior Researcher Richard Battaglia. The file will be updated accordingly upon Foundation access to SCP-7034.\n\n\n\n\n\n\n\n\n\n\nInterstate Highway I-85\n\n\n\n\n\n\nSpecial Containment Procedures:\n The exit ramp purportedly leading to SCP-7034 has been temporarily barred from public access for Foundation assessment. Further action is pending discovery of a conclusive entrance to SCP-7034, or lack thereof.\n\n\nThe Foundation is conducting an ongoing appraisal of the United States Interstate Highway System in an attempt to discern potential access points to SCP-7034. If necessary, efforts may expand to be global in scope.\n\n\nInformation regarding missing persons cases related to the United States Interstate Highway System is to be suppressed.\n\n\nDescription:\n SCP-7034 is an extradimensional space of indeterminate length, unverified composition, and unknown features.\n\n\nAccording to the sole account of SCP-7034, the space resembles a controlled-access interstate highway. It contains a single stretch of paved road, featuring eight lanes cordoned by guard-rails on each side. Other features, including those present beyond the guard railing, are indiscernible due to a heavy smog that lays over the area. Electronic signals, such as cellular service or internet access, are apparently impeded inside SCP-7034.\n\n\nSCP-7034 is highly congested with traffic, with all lanes occupied by vehicles of various make and model. The length of this congestion, including its end point, is unknown. Attempts to identify these vehicles via license plate numbers have been met with varying degrees of success. A number of automobiles align with missing persons reports, though some are geographically disparate from the supposed access point to SCP-7034.\n\n\nThe means by which SCP-7034 can be accessed remain unclear. The Foundation became aware of SCP-7034 following the disappearance of Senior Researcher Richard Battaglia, who entered SCP-7034 after emerging from a tunnel while commuting on interstate highway I-85 on December 3rd, 2022. Battaglia established contact with the Foundation several hours into the congestion, suspecting that he was experiencing an anomaly.\n\n\nAddendum.7034.1:\n Received Transmissions\n\n\nThe following are transcripts of recordings sent from Richard Battaglia to the Foundation via an emergency-use one-way communicator, a paratechnical device issued to select personnel in the event that traditional communication is impossible.\n\n\n\n\nTest?\n\n\n\n\n\n\n \n\n\n\n\nOkay, we’re green. This is Senior Researcher Richard Battaglia, Area-179, Department of Containment. Don’t know who at the mothership is going to be receiving this, but the emergency kit paid off. None of you can make fun of me for lugging it around anymore, okay? (\nLaughs\n)\n\n\nIf this is just an ordinary traffic jam, uh, just disregard. You can take all the piss you want once I get back.\n\n\nNot sure where I am. I’m on my way home to Gainesville for Christmas and it’s been awhile since I was on these roads. Uh, about… I want to say, an hour past state lines, I got out of a tunnel on I-85, and rolled up to a detour like normal, thinking “Shit, of course.”\n\n\nBut I’ve been stuck in traffic for… it’s got to be ten hours now. Hard to tell with the fog. We’re moving forward, but barely. Phone doesn’t work. Pissed in a bottle twice already. I’m about half a tank full, so I should be good there, but–\n\n\n(\nA truck horn is heard in the distance.\n)\n\n\nAgain, Dr. Richard Battaglia, Department of Containment. I came off exit 242 on I-85. I'll keep in touch.\n\n\n\n\n\n\n\n\nSix in the morning. Still as dark as it was at midnight. Fog’s not lifting, either. I tried to– (\nCoughing\n) Shit. I tried to roll the window down but there’s this fucking awful smell. Don’t know if it’s exhaust or what. Christ. (\nBattaglia slaps his chest, coughing more.\n)\n\n\nI fell asleep a little, but the row ahead moved forward, like, an inch, so this knucklehead behind me just laid on the fucking horn. (\nPause\n) Cars are just building up, you can see it in the rearview.\n\n\nExit 242, I-85. Send someone.\n\n\n\n\n\n\n\n\nTen o’clock. The sky– not even exaggerating– the sky is still fucking black. I thought it was night at first, but– (\nBattaglia groans in frustration\n)\n\n\nI should be hugging my kid now, you know. Had a whole… a whole surprise day planned out for him since daddy was finally coming home from work. And I know she’s been getting him excited for it, too. (\nSighs\n) What a fucking joke.\n\n\n… I’m tired. Everyone here has to be. Staying awake with an energy drink and some old nu-metal CDs I haven’t listened to since college. Yeah, I busted out the CDs. I’m trying to squeeze my way onto the shoulder, but I don’t think there is one. Just a far lane that’s as packed as the others.\n\n\n\n\n\n\n\n\n(\nSounds of horns are heard. Battaglia drums his fingers on the wheel to the beat of muted music coming from his vehicle’s sound system..\n)\n\n\nThis guy just got rear-ended, uh, just now. Must have fallen asleep or something. Jesus. He’s moving forward now, but wow. Wow.\n\n\nShould be fine for another few hours, I think. I’ve stayed up longer, and this caffeine’s putting work in. Other than that… same old, same old. Kiddo’s probably up and asking what the surprise is. If I had to guess, Bree’s called me at least a hundred times.\n\n\n(\nTrailing\n) My legs are fucking killing me, man.\n\n\n\n\n\n\n\n\n(\nCoughing\n) Christ, are you fucking kidding me? I can’t even step out of the goddamned car. Exhaust. Fumes. It's everywhere. I mean, take one breath and the tears start welling while your lungs feel like they’re seconds away from popping. Soon as I opened the door, just barely, so I didn’t hit the car next to me, these fucks behind me flipped their lids. Honking, throwing their hands up, waving me back.\n\n\n(\nBattaglia punches the wheel, groaning in anger.\n)\n\n\nHow the fuck is this fair? I mean, on my way home. On my break. After a year of… nothing but paperwork and bullshit, I can’t even spend time with my fucking family! (\nStuttering\n) A–And to be stuck like this without, you know, food or water, or anything– I-I just don’t know what the hell I’m supposed to do. I don’t have field experience. I’m not a soldier. I can’t even fucking turn back if I wanted to, there’s no room. There’s– there’s people all around me and they can’t get out either, and– (\nHyperventilating\n)\n\n\n(\nBattaglia’s breathing becomes labored. His exclamations are cut short.\n)\n\n\n\n\n\n\n\n\nSorry about… what I think I sent last night. I forget what I said. But it’s been two days now. On the dot. I’m living off a sip of water every six hours, no clue what anyone else is doing to fuel themselves. Haven’t slept more than an hour before someone lays on the horn. It's all they seem to care about. Just moving forward.\n\n\n(\nSighs\n) The part of this that really fucks me up, is that if we *all* stepped out, we’d be able to communicate with one another and… and maybe figure something out. I don’t know. I’ve never talked to people. Organized things. I thought by now… you’d think someone would have fucking done something, right?\n\n\nGoing to see if I can talk to the driver next to me.\n\n\n\n\n\n\n\n\n(\nSounds of a window rolling down are heard. For the next ten minutes, wind, horns, and engines are heard above the sound of Battaglia speaking to another individual. The audio is largely irrelevant or indiscernible. The window rolls up.\n)\n\n\nDon’t know if you got that. Been shouting through the windows the past few hours. Rolling them up and down every few minutes to offset the smog. Guy next to me is named Micheal, older guy. Got here off a different highway entirely, I-70. I'll get you his plate, hold on.\n\n\nSo, we’re planning something. I’m in the lane furthest to the right. If I was able to talk to him, he could talk to the driver next to him, and so on. Eventually, we’ll have an entire row of cars that are willing to get out of their cars, right? And maybe if we all stop, the lane behind us will too. (\nPause\n) Or they won’t, and they’ll run us down the second the doors open. Worst case scenario? I have a gun.\n\n\n(\nExhales\n) I just need this to work. I’m starving, I’m… fucking scared. Bree’s probably losing her mind over this. Yeah, it’s not like you would fucking tell her what’s happening, would you? We just need this to work.\n\n\n\n\n\n\n\n\nSo… Micheal got through to the person next to him. And they’re getting through to the car on their left. We might be able to pull this off. If this is my last message, I’m either a pile of guts on the road or I died of a pulled muscle after sitting in my car for so fucking long. But it won’t be, because we’re getting out of here.\n\n\n\n\n\n\n \n\n\n\n\n(\nLaughs\n) Wow, that went better than I expected. I’m laying down in the backseat right now. Fucking finally. Let me, uh… I’m figuring out where to start. (\nCoughs\n)\n\n\nI hopped out of the car as soon as we stopped, gun in my pocket. Immediately the idiot behind me slammed on the horn, but they cut that out when they saw Micheal open his door too, and the woman next to him, and the one next to her. And then eventually, everyone in our row was standing in the road. The fumes choked the hell out of us, and… it’s fucking scorching out there, too, but no one got back in.\n\n\nThen that row behind us funneled out. Ordinary people, each of them just as scared and tired and unwashed as the rest of us. That was… a major relief, honestly. I was half expecting monsters or something. (\nLaughs\n)\n\n\nWe weren’t able to stay out in the open for more than ten minutes. Some folded in less. The air’s too much. But we did organize a plan. People who wanted to move forward, they did so. Kept driving. The rest of us set up our cars in a sort of barricade along the road, leaving only the middle lane open for people to pass through. Such a fucking relief to be able to turn the car off and lay down in the back seat.\n\n\nAnd… that’s it. There’s no long term plan. I mean, there can’t be. We’ve secured some supplies from tractor trailers who’ve come by. Warm water and soda. But we’re screwed when it comes to anything else. Without refrigeration or electricity, we’ll last a few days, at most. The air outside is a problem, but I’m struggling to think of a solution. We either suffocate in a cramped car, or choke on exhaust. Problem for tomorrow.\n\n\n\n\n\n\n\n\n(\nBattaglia’s voice echos. Others are heard speaking in the background.\n)\n\n\nSlept for the first time in days. I mean, I really slept. An eighteen-wheeler joined up, and I’m recording this while sweating my ass off in the back. Somehow, it’s still cooler here than it is out there.\n\n\nWe have a big enough space for a group to talk, at least for a bit. There’s no consensus on what's happening here. Some say it’s purgatory. Others aren’t convinced it's supernatural. One woman thinks it's a dream. I’m… I’m trying my hardest to tell everyone to keep their heads up, that help is coming, but it's been four days now, and I don’t know if it is.\n\n\nI know these are going through, but I'm assuming you haven’t found a way in yet. Or if you have, you’re too far back in that fucking jam to reach me. I’m going to try and keep our group together, so if you’re there, you’ll know where to find me.\n\n\n\n\n\n\n \n\n\n\n\n(\nCoughing\n) We made a pulley system from a tow truck. See, over the guard rails, there’s just a bunch of fog, but… who knows what’s through it. Fuck, my chest. It’s worth a shot, right? Boilerplate final message, you know the deal. I’ll be fine. Gotta get used to these fumes. Masks help, actually. A real COVID freak was stocked up on boxes in the back of her car. Makes it a little more tolerable.\n\n\nOnce we get out of this, I’m living in the shower for the next month.\n\n\n\n\n\n\n\n\n(\nShuffling sounds\n)\n\n\nHey. Late message, I know. Was busy today. Got lowered over the railing.\n\n\nThere was about three hundred feet of rope– still couldn’t see the bottom. Just fog, and a smell that got worse the lower you went. Hotter, too. I puked three… four times.\n\n\nI wanted to unhook myself, honestly. Just fall into the mist and see where I ended up, but I couldn’t bring myself to do it. I still want to get out of here, man. I love you– I mean. Fuck. (\nVoice weakens\n) I love my family. I’m going to see them again. I know I will. But if I don’t move forward, get back on the road, I’m going to die. We’re fucking starving. We have some water, but… we’re wasting our time in one place. Have to move forward. Have to.\n\n\n(\nBattaglia sobs for an extended duration before collecting himself.\n)\n\n\nWhen they pulled me up, and I told them… I told them there was nothing down there, I could see the same realization settling in on their faces. (\nPause\n) Some were still optimistic, sure. The number of incoming cars had slowed down to the point where you could feasibly ride along the far lane without issue. According to my car, I drove just under 190 miles in two days, in completely stagnated traffic. With a clear road, I could do that in a few hours. Maybe there was a way out, the way we came in. I took someone’s motorcycle, and just set off.\n\n\nI rode for hours, but… you can’t recognize anything in here. No landmarks, no markings. Just a road that stretched on, forever. No matter how far I got, I was… here. But even with a helmet and a mask, the smog was too much. Had to stop and lay down twice. Could have gotten killed.\n\n\nNothing had to be said when I got back to the group. Some came out of their cars. Most just stared at me through the windows. They all wore those same tired, helpless faces, only this time, even under the masks, there wasn’t a shred of hope left on any of them.\n\n\n\n\n\n\n\n\nPeople are starting to leave. Wondering whether or not I should follow. Had a meeting in the rig, decided it was for the best. We can cooperate all we’d like, but we’re wasting time we could be using to move forward. It’s not like we’re not in our cars most of the day anyways. God knows how much shit I inhaled yesterday.\n\n\nThere’s what lays ahead, and whatever sits at the end of it, even if it's nothing. I could stay here and starve. I could hurl myself over the edge of the railing, too.\n\n\nI’m doing this for you, Shaun. Bree. I love you. I’m going to see you again.\n\n\n\n\n\n\n\n\n(\nBattaglia is engaged in conversation with another individual, presumably ‘Micheal’. He does not appear to initially notice that the device is recording.\n)\n\n\nBattaglia:\n His birthday is the week after Christmas, so.\n\n\nMicheal:\n Oh, so you get to skimp on the gifts?\n\n\n(\nThey both laugh.\n)\n\n\nBattaglia:\n I always promised my wife I’d never do that. My brother was a December baby, I totally understood.\n\n\nMicheal:\n Yeah. (\nPause\n) God, you wonder how some of these other folks are doing it? The people who didn’t stop, where are they getting their water?\n\n\nBattaglia:\n Maybe there’s a rest-stop. Little taco-bell or something.\n\n\n(\nMicheal laughs.\n)\n\n\nBattaglia:\n Um, honestly, if they didn’t do something similar to what we did, just to refuel, then they probably didn’t make it. We’ll see, I guess.\n\n\nMicheal:\n Yes, we will. At least the traffic cleared up.\n\n\nBattaglia:\n For now, yeah. That was the worst, man. When I was out there I kept telling myself that the next time I’d fall asleep it’d be in my own bed, right next to my wife.\n\n\n(\nMicheal sighs.\n)\n\n\nBattaglia:\n Hey, watch those sips. We only have a case back there.\n\n\n(\nBattaglia takes notice of the recorder, and shuts it off.\n)\n\n\n\n\n\n\n\n\nHey, I’m… finally on the road again. It came down to four of us in the group. Micheal, myself, and two sisters, college girls. We’re all riding together. Not in the same car, you know, but… we’re around. Easier in case something happens. Like if this piece of shit car dies.\n\n\nThe road’s clear. No traffic. Still black as hell, but we’re covering ground. We did over… 400 miles today. There’s so many cars parked on the sides. I don’t know if they did something similar to what we did or— or they’re dead, but if they didn’t have water, then…\n\n\nI don’t know what we’re going to find. I’m not… remotely prepared for bodies, and death, and all of that. I never saw a man die in my twenty years at the Foundation. That’s got to be a record. But all we can do is move forward. There has to be an end. I can’t just… I’m going to hold out for as long as I can.\n\n\n\n\n\n\n\n\nThings are getting worse. Saw a car in the middle of the lane, the driver was slumped over the wheel, laying on the horn. That’s someone who’s never going home. Whose family and friends are– they’re going to be wondering where he is. What the last thing he said to them was. (\nVoice weakens.\n)\n\n\nI miss you. I love you.\n\n\n\n\n\n\n\n\nRunning out of gas. Going to have to hop into Micheal’s car, or the girls. Or… I don’t know. At night, there’s cars parked along the side, and… No, I’m– I’m not going to do that.\n\n\n\n\n\n\n\n\nWe scavenged some food today, believe it or not. Someone blew the tires out on a tractor trailer marked as a supermarket distribution truck. Whole thing was on its side in the middle of the road. Half of the food was gone, and most of it was rotting, but… it’s something. Didn’t look for the driver.\n\n\n\n\n\n\n\n\nI am not fucking equipped to handle this shit. Fuck, fuck, fuck. One of the girls– the sisters, uh, Euliana. She killed herself while we were sleeping. I was watching the cars, she just ran out of the fucking… out of the car and jumped off the side. And I fucking watched her. By the time I tried to move she was over the edge. And her sister’s a wreck now. Micheal’s with her. But she just did it. We’re… goddamnit. Who cares? Who even cares?\n\n\n(\nBattaglia cries for the duration of the recording.\n)\n\n\n\n\n\n\n\n\nI love you. Good night.\n\n\n\n\n\n\n\n\nOut of fuel. With Micheal now. Valentina is behind us, her car’s still running. Poor girl. Yeah, I fucking told Micheal what I’m doing. Who– Who cares? Amnesticize him when we make it out. I don’t give a shit anymore.\n\n\n\n\n\n\n\n\nTerrain’s getting worse. More crashes, some bodies. Bodies… Uh… (\nTrails\n)\n\n\nSaw some fuck with a flat tire stuck in the middle of the lane. I think he was part of our group from a few days back. Tried to flag us down, but he’s more weight. We’re already hurting for fuel. It’s not like we couldn’t have helped him. Micheal has a spare in the back. We have to move it from view when we get a chance– saw someone get raided the other night for theirs. We have problems of my own, like this fucking engine. Keeps fucking sputtering, and my knees are practically cooking from the heat.\n\n\n\n\n\n\n\n\nHe fired a shot at us– some bastard firing behind his car. Sounded like a rifle, but I don’t know. I took out one of their tires. Didn’t fuck with me after that. There’s easier targets to hold up than the guy who can fire back. Unless they have a spare, or take one from someone who does, they’re screwed, but that’s how it is here. I feel like scum. I don’t even regret what I did. That’s why. Hold on, I have to focus. Smog’s getting thicker. Micheal’s out, yeah. We’re just driving in shifts instead of parking to sleep. Can’t waste time.\n\n\n\n\n\n\n\n\nI love you. I miss you.\n\n\n\n\n\n\n\n\n(\nYelling\n) Shit! We’re out of gas. Don’t know where Valentina is. I– I guess we just lost track of her. She was behind us a few hours ago, I… It’s so hard to see with the fumes. Food’s all bad too. I don’t know what we’re going to do. There’s never a car too far away, but… goddamnit. I don’t want to fucking do this, man.\n\n\n\n\n\n\n\n\nGot fuel. I don’t care. They would have done the same to us. I didn’t hurt anyone. I wouldn’t hurt anyone. Just happened to be the guy with the gun. It’ll get me another couple hundred miles, as long as I don’t hit that congestion again. I think Micheal wants to ditch me. He’d be a fucking idiot if he tried to pull anything when I’m the one with the gun. I don’t even close my eyes around him anymore. I don’t fucking trust him anymore. That’s reasonable, right?\n\n\n\n\n\n\n\n\nIt has to be over a week and… no, two weeks. That means… I missed Christmas, yeah. I’m sorry, buddy. Daddy’s sorry. I’m going to make it up to you, I promise. When I get out of here, I’m done. I’ve made enough money. I’m taking my package early and I’ll spend the rest of my life with you. I promise, I promise. I’m– I’m not going to let you down ever again. Please, God, please, just let me out of this. Ple— God, Let me out.\n\n\n\n\n\n\n\n\nIt’s dead. Figuring something out.\n\n\n\n\n\n\n\n\nHad to drop Micheal’s car. Looking out— looking out for me now. For myself. There was a car right across from me. Smashed the window open and threw out the bodies. SUV with a family of five, all dead, half a tank left. Just horrible. There’s corpses on the road. Bodies– track-covered, tarred, bloodied bodies all around. God, no, that’s not me. That’s not going to be me. Some of the cars are just covered in the stuff. There was a… a head in the grill of a pickup truck, just stuck there.\n\n\nI’m so fucking thirsty. Water— Water all around me but I'm not— I wouldn't do that.\n\n\n\n\n\n\n\n\nIt’s getting harder to drive straight. Too much shit on the road. I think I ran someone over, I don’t know. Don’t know. Not thinking about it. There isn’t traffic anymore. There’s no room for it. Just burning wrecks and bodies. Sometimes I pass people. I figured… I– Sometimes they’re eating the bodies.\n\n\nThey can die back there, but not me. I’m getting out of this. I love you so much. I’m getting further than anyone else because I love you. Gonna make it up to you.\n\n\n\n\n\n\n\n\nThere’s a massive pile of… waste in the way. Cars. Wreckage. Bodies. Lots of bodies. Dozens of them. It’s burning. I don’t know what happened, but I can’t even see the top. Fuck. I’m going to have to climb over. Get out of the car and see what’s ahead. Fuck.\n\n\n\n\n\n\n\n\n(\nCoughing\n) Fuck. Fuck!\n\n\nFucking awful. Got to the top and (\nCoughing\n) Shit! I passed out on the wreckage. Cut myself so many fucking times I can feel the grease in my wounds. (\nExhaling\n) … I got over it. (\nCoughing\n) There’s no cars ahead. Nothing. They couldn’t get past the pile. The fires burn through the smog. Had to get in another car, had to… I’m in a car again. Every second I’m just thinking of getting home. Of coming out alive. I should be dead by now, but I’m not. That means something to me. I’m going to fucking pass out.\n\n\n\n\n\n\n\n\nThere were cars on my left. I don’t know where they came from. Uh, god. What happened was… the one on my left came to a stop. The driver stepped out. Guess he was… just fucking weak. All of a sudden, this tractor trailer comes barreling out of nowhere. No horn, nothing. Ran him right over. Gut-splattered wheels. He just killed him. And if they ever do that to me, I-I’m going to kill them too.\n\n\n\n\n\n\n\n\nSome fuck just tried to run me off the road. Didn’t let them do it. I don’t care who it was. It feels like it’s just me out here. Me and the bodies.\n\n\n\n\n\n\n\n\nThere’s some sort of… (\nLaughs\n)\n\n\nThere’s an incline. In the distance. It’s going up, up. That has to be it. Through the clouds. (\nLaughing\n) My fucking god, it’s something! I’m making it out! I’m not… holy shit.\n\n\n\n\n\n\n\n\n(\nThe engine of Battaglia’s vehicle is heard roaring.\n)\n\n\nFull speed. Racing up this hill for an hour now. Fuck you all. I’ll be home soon.\n\n\nI know I deserve this. Thank god, I know I deserve this.\n\n\n\n\n\n\n\n\n(\nLaughing\n)\n\n\nI’m in the fucking clouds now, it just keeps going higher and higher. The smog’s clearing. Less black, more gray. This is it. This is it!\n\n\n\n\n\n\n\n\nRoad’s evening out, sky’s clearer. I’m coming up to— wait, that’s another car.\n\n\nWhat the fuck?\n\n\n(\nThe sounds of engines and horns are heard, louder than before.\n)\n\n\nThe lanes are thinning. There was… well, it’s thinning into a single lane now. But there’s cars ahead of me. I can fucking see them now. Fuck, fuck, no. No, I’m not doing this again. How the hell did they get this far? Fuck you. Fuck you, fuck you, fuck you! Road’s— the road’s so thin. I can’t even open my door, the railings there. This is the end, right? This is it. This is it.\n\n\n(\nBattaglia begins hyperventilating.\n)\n\n\nNo. No. No. No.\n\n\n(\nBattaglia sobs and screams for over twenty minutes. The sound of banging is heard. Battaglia screams, repeatedly punching the window of his car until it shatters. Transcript cut for brevity.\n)\n\n\n\n\n\n\nNo transmission was received for eighteen hours, the longest gap between correspondences.\n\n\n\n\n(\nPeriodic banging sounds are heard between the cacophony of machine-like grinding.\n)\n\n\nHello? Have to speak up. Okay, good. Still good.\n\n\nThis is… Senior Researcher, Richard Battaglia. Area-179, Department of Containment. I’ve processed that this is– is going to be my last message.\n\n\nThe smog cleared up a few hours ago and… I can see ahead of me now. There’s a tunnel… at the end of the road. One massive, gaping tunnel, sitting up here in the clouds. Looks man-made, but… I know it can’t be. Inside is pitch black, can’t make any details out. There’s these… bursts of fumes come from the inside. And the lane— the only lane– Fuck! (\nAnother banging noise is heard\n)\n\n\nWe’re funneling into it. My car gave out. I’m sure you can hear that noise– it’s me getting pushed by whoever’s behind me. Just… a slow approach into whatever the hell’s in that tunnel. I already had my breakdown. Punched the shit out of my window, broke my hand, I think. I’ve just…accepted it now. That’s either my way out, or it’s over. I can’t fully shake the hope, but it’s— god, it sucks. What was it all for? What was any of that effort for?\n\n\nArticle 32.F of the Foundation employee’s rights policy. In the event of certain death while in the field, Foundation personnel may request that their kin be made aware of the details of their passing. I don’t want her to hear all of this. But I have enough time to– (\nBattaglia’s car is shunted forward.\n)\n\n\nFuck.\n\n\nShaun, I’m sorry that daddy couldn’t be there for you. No excuses. I should have got out of this the second you came into my life. I– I won’t ever see your graduation… your first day of first grade, or your face when– (\nBattaglia chokes\n) when you see your sister for the first time. I won’t be there to watch either of you grow up. And that’s my fault. I love you. You– You can hate me. I understand.\n\n\nBree… I knew. I always knew. Just promise me that whoever you bring around when I’m gone loves you. Treats the kids right. You know that though. Uh… I love you. I never stopped loving you.\n\n\nIf I come out the other side, I want this burned.\n\n\n(\nAnother bang. The echo of engines and horns becomes louder, drowning out the audio.\n)\n\n\nGoing in now.\n\n\n\n\n\n\n\nFurther communication was not received until 12/17/2022, a week following Battaglia’s last message. These final transmissions, twenty in total, were unable to be transcribed, as all consisted of feedback, heavy distortion, the sound of horns, and screaming.\n\nA total of 83,000 unexplained disappearances have been linked to the United States Interstate Highway system.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA is for \"Annihilation\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nB is for \"Blood-Borne\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7033\n | SCP-7034 | \nSCP-7035\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7034\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7034\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Crews Adjust Median To Allow for Future Traffic Shifts\n\n\nFilename:\n\n\nAuthors:\n \nNCDOTcommunications\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum.7034.1: Received Transmissions\nThe following are transcripts of recordings sent from Richard Battaglia to the Foundation via an emergency-use one-way communicator, a paratechnical device issued to select personnel in the event that traditional communication is impossible.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo transmission was received for eighteen hours, the longest gap between correspondences.\n\n\nA total of 83,000 unexplained disappearances have been linked to the United States Interstate Highway system."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7034 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-7034 . Licensed under CC-BY-SA .",
        "Name: Crews Adjust Median To Allow for Future Traffic Shifts Filename: Authors: NCDOTcommunications License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "The exit ramp purportedly leading to SCP-7034 has been temporarily barred from public access for Foundation assessment. Further action is pending discovery of a conclusive entrance to SCP-7034, or lack thereof.",
    "description": "SCP-7034 is an extradimensional space of indeterminate length, unverified composition, and unknown features.",
    "title": "SCP-7034"
}