{
    "url": "https://scp-wiki.wikidot.com/scp-7036",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\nDrApricus\n\n\n\n\n\n\nMore works by me can be found \nhere\n!\n\n\n\n\n\n\n\n\nItem #:\n SCP-7036\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-7036 no longer requires containment.\n\n\nArchived Procedures:\n SCP-7036 is still being researched. Unless anomalous attributes requiring more complicated containment are discovered, SCP-7036 is kept in a standard containment chamber. SCP-7036 is to be fed approximately 220 milliliters of regular dog food twice a day. A camera is installed outside the containment chamber, but there is not one inside to prevent the possible death of the anomaly.\n\n\n\n\n\n\nSCP-7036 with Catherine Hanes.\n\n\n\n\n\n\nDescription:\n SCP-7036 is an adult Pyrenean Mastiff canine with an above-average mass that randomly excretes large amounts of human blood. Upon brief analysis, no wounds or possible origins of the blood could be found; how the blood manifests is unknown. SCP-7036 has been noted to walk awkwardly and show minimal facial expression, possibly due to congenital disabilities.\n\n\nSCP-7036 is incredibly timid and will avoid all possible human contact or interaction. In most attempted interactions, it retreated to the corner of its containment. When food is provided, SCP-7036 will not eat if it is supervised, regardless of the last time it ate. Attempts to mediate the anomaly's anthropophobia have failed.\n\n\nDiscovery:\n SCP-7036 was first recovered from a home in Crystal Lake, Illinois. Foundation agents arrived at the premises after intercepting a 911 call made by 34-year-old Catherine Hanes. In the call, Hanes claimed SCP-7036 had severely wounded her wife, Jill Roberts, for reasons unknown. When requested to remain on the call until agents could be dispatched, Catherine suddenly hung up.\n\n\nJill Roberts and her newborn daughter were found to have died from blood loss. Catherine could not be found, and a search and rescue mission later failed to locate her. SCP-7036 was found huddled in the newborn's closet on the second floor, gnawing at its thigh.\n\n\nAddendum 1:\n After a Foundation veterinarian failed to evoke novel behavior from SCP-7036, multiple personnel assigned to its containment attempted to aggravate the anomaly. During one of these incidents, the anomaly became visually discomforted and jumped through the window looking into the chamber, mauling one of the instigating staff members.\n\n\nIn the subsequent containment breach, SCP-7036 injured several personnel before escaping the site. None of the staff died due to receiving immediate medical treatment. Due to the lack of time SCP-7036 was in containment, it could not be appropriately tested and microchipped.\n\n\nAddendum 2:\n Location efforts immediately took place. Recontainment agents developed a strategy of following a path of blood puddles, leading them into Iowa. Eventually, agents noted that the puddles were becoming less abundant and sometimes hidden by displaced dirt and grass. It's likely SCP-7036 became aware it was being followed by now. Eventually, the path of puddles disappeared entirely, and the anomaly remains uncontained.\n\n\nIn the following weeks, multiple maulings similar to those done by SCP-7036 were reported in Iowa and surrounding states. Despite this, whether it was responsible for these injuries has yet to be confirmed. Multiple witness accounts say the creature attacked the victim after they attempted to approach it, even passively.\n\n\nUpdate:\n Foundation operatives soon discovered SCP-7036 dead near a farm in Indiana. The anomaly was found to have been shot six times, presumably by the farm's owner. Despite being neutralized, SCP-7036 continued to leak human blood posthumously.\n\n\nDuring an autopsy conducted on the corpse, a Velcro strap was discovered. The insides of SCP-7036 consisted of cushioning and the body of 46-year-old Tyler Hanes, the ex-husband of Catherine Hanes. He was found to have suffered from hemophilia and wounds of unknown origin. The Hanes case has been forwarded to the relevant police departments.\n\n\n\n\n\n\n« \nSCP-7035\n | SCP-7036 | \nSCP-7037\n »\n\n\n\n\n\n\n\n\n\n\nMore from this author…\n\n\n\n\n\n\nrating: \n+30\n+\n–\nx\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7036\n\" by DrApricus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7036\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFile:\n Pyrenean_Mastiff_3.JPG\n\n\nAuthor:\n Canarian\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1: After a Foundation veterinarian failed to evoke novel behavior from SCP-7036, multiple personnel assigned to its containment attempted to aggravate the anomaly. During one of these incidents, the anomaly became visually discomforted and jumped through the window looking into the chamber, mauling one of the instigating staff members.\nIn the subsequent containment breach, SCP-7036 injured several personnel before escaping the site. None of the staff died due to receiving immediate medical treatment. Due to the lack of time SCP-7036 was in containment, it could not be appropriately tested and microchipped.",
        "Addendum 2: Location efforts immediately took place. Recontainment agents developed a strategy of following a path of blood puddles, leading them into Iowa. Eventually, agents noted that the puddles were becoming less abundant and sometimes hidden by displaced dirt and grass. It's likely SCP-7036 became aware it was being followed by now. Eventually, the path of puddles disappeared entirely, and the anomaly remains uncontained.\nIn the following weeks, multiple maulings similar to those done by SCP-7036 were reported in Iowa and surrounding states. Despite this, whether it was responsible for these injuries has yet to be confirmed. Multiple witness accounts say the creature attacked the victim after they attempted to approach it, even passively."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7036 \" by DrApricus, from the SCP Wiki . Source: https://scpwiki.com/scp-7036 . Licensed under CC-BY-SA .",
        "File: Pyrenean_Mastiff_3.JPG Author: Canarian License: CC BY-SA 3.0 Source: Wikimedia Commons"
    ],
    "item": "SCP-7036",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-7036 no longer requires containment.",
    "description": "SCP-7036 is an adult Pyrenean Mastiff canine with an above-average mass that randomly excretes large amounts of human blood. Upon brief analysis, no wounds or possible origins of the blood could be found; how the blood manifests is unknown. SCP-7036 has been noted to walk awkwardly and show minimal facial expression, possibly due to congenital disabilities.",
    "title": "SCP-7036"
}