{
    "url": "https://scp-wiki.wikidot.com/scp-7039",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nITEM#: 7039\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site:\n\n\nSite-15\n\n\n\n\n\n\n\n\nAssigned MTF:\n\n\nMu-4 (\"Debuggers\")\n\n\n\n\n\n\n\n\nSentient:\n\n\nItem is self-aware and intelligent\n\n\n\n\n\n\n\n\nMind Control:\n\n\nItem distorts cognition\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A 5 km digital dead-zone is to be established around SCP-7039 by MTF Mu-4 (\"Debuggers\"). Checkpoints manned by no less than 3 Foundation personnel are to be established on any road/civilian walkway that intersects with it. Any and all pieces of digital technology entering the zone are to be collected and inspected to ensure that they are discharged and non-functional before passage through the zone is permitted. Civilians are to be kept to roads and walkways and are to be monitored until they leave the zone. Cameras, guard patrols, and chain-link fencing have been put in place to prevent any other possible means of civilian entry.\n\n\nIf preparations for a fan-meetup are detected, Foundation Personnel are to intercept subjects before arrival at the electronics store and administer Class-G amnestics before promptly removing them from the zone.\n\n\nIf a fan-meetup begins and concludes successfully, all SCP-7039-F entities are to be intercepted and administered Class-F amnestics before they can leave the zone. If administration of amnestics proves impossible, SCP-7039-F entities are to be terminated.\n\n\nDescription:\n SCP-7039 is a sentient, digital entity contained within a █████ brand CRT television set (SCP-7039-A).\n\n\nSCP-7039 manifests when at least one conscious human carrying a functional smartphone comes within 3 km of SCP-7039-A. These manifestations will always begin as notifications from a subject's most used social media application- typically sponsored posts or direct messages- inviting the subject to follow and interact with \"the world's greatest and most humble influencer/thought leader\" while providing a random name to represent SCP-7039. These manifestations only present themselves to subjects within the 3 km anomalous radius of SCP-7039-A, and all social media content created by them has been confirmed to not exist on the publicly accessible internet.\n\n\nIf a subject reacts apathetically to these notifications, anomalous effects cease, and the subject is unaffected henceforth. If a subject reacts negatively, they will be inundated with hateful messages until they leave the zone, but will otherwise see no anomalous effects. If a subject reacts positively, they will continue to receive more targeted content tailored to their individual interests until they openly declare their desire to meet SCP-7039 in person.\n\n\nIf a subject continues to engage with SCP-7039 on social media, they will eventually be given an invitation to an \"exclusive meetup for [SCP-7039]'s biggest fans,\" which is always located at the ████ ████ Electronics Store where SCP-7039-A was originally discovered. Irrespective of how many active participants arrive, the fan meetup begins when the first subject sets foot inside the store and ends when the last subject leaves. The end of a fan meetup will reset SCP-7039's anomalous effects and begin the process of gathering fans anew. When the process is reset in this manner, the original subjects are no longer responsive to the anomalous effects.\n\n\nIf a fan meetup is successful and SCP-7039's reset process occurs uninterrupted, all subjects who participated in the meetup are then designated SCP-7039-F.\n\n\nAll SCP-7039-F entities serve to spread awareness of SCP-7039 to the wider world. Entities will attempt to leave the anomalous zone and connect to the internet, disseminating the same content that initially manifested to them upon entry into the zone. The effects of this are such that █████████████████ ████████████████████████ █████████████████████ ██████ ████████████████ ██████████████████████████████ ████████████ [SEE INCIDENT REPORT].\n\n\nAddendum 7039-1:\n Original SCP-7039 Special Containment Procedures have been expunged from Foundation records. New procedures have been drafted and archived and should be reviewed following every test performed on SCP-7039 and revised according to new findings.\n\n\nAddendum 7039-2:\n Upon further research, it has been determined that SCP-7039-A is the only remaining █████ brand television on Earth, and its producer- █████ LLC- is entirely defunct, presenting no further threat.\n\n\nAddendum 7039-3:\n Following Incident 7039/2022, all research conducted on SCP-7039 is to be handled by personnel from outside Site-15. Research findings are to then be relayed to the Site-15 Research Department. Doctor Edward Corrin is hereby barred from researching, discussing, or mentioning SCP-7039. [SEE INCIDENT REPORT 7039/2022]\n\n\n\n\n\n\n+ SCP-7039 First Contact Report [REQUIRES LEVEL 4 CLEARANCE]\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nFirst Contact Report\n\n\nDate of Contact:\n ██/██/2021\n\n\n\n\nSCP-7039 was initially brought to the attention of the Foundation upon dissemination of its anomalous effects amongst Site-15 staff. When a significant portion of Site-15 staff had been compromised- leaving their posts to attend a fan meetup- Site Director █████████████ deployed MTF Mu-4 (\"Debuggers\") to track the source of the anomalous transmission.\n\n\nUpon its discovery, MTF Gamma-5 (\"Red Herrings\") was deployed to prevent further dissemination of SCP-7039's anomalous effects, and MTF Mu-4 began administering amnestics to affected Foundation personnel and began construction of [DATA EXPUNGED][SEE ADDENDUM 7039-1].\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ 7039 Testing Protocol [REQUIRES 7039-T CLEARANCE]\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nTesting Protocol for SCP-7039\n\n\nResearch personnel assigned to conduct testing on SCP-7039 are to follow this protocol to the letter. Failure to do so will result in serious disciplinary action, up to and including demotion and administration of Class-F amnestics.\n\n\nPrior to conducting tests with SCP-7039, all Foundation personnel within the digital dead-zone are to be accounted for. All civilians must be removed from the zone, and a temporary roadblock is to be put in place under the guise of construction to prevent civilian entry during testing. Testing is to last no longer than one week during any testing period.\n\n\nTests are to be conducted exclusively with Class-D personnel. All Class-D personnel involved in testing must be from outside SCP-7039's local area.\n\n\nAny Class-D personnel given the SCP-7039-F designation are to be recaptured and brought back to Site-15, wherein they are to be contained in a special containment unit isolating them from any possible connection to the internet.\n\n\nAny tests conducted on SCP-7039 are to be added to SCP-7039's Test Logs and used to revise Special Containment Procedures.\n\n\nNote:\n \nFollowing Incident 7039/2022, all tests performed on SCP-7039 are mandated to notify MTF Mu-4 (\"Debuggers\") and MTF Gamma-5 (\"Red Herrings\") of their scheduled start date, and must not conflict with Mu-4 or Gamma-5's availability.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test Log 7039-A [REQUIRES LEVEL 3 CLEARANCE]\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nTest Log 7039-A\n\n\nTest Lead:\n Doctor Edward Corrin\n\n\nSubject:\n D-44517\n\n\nDate:\n 09/13/2021\n\n\nTesting Procedure:\n D-44517 was provided a functional smartphone equipped with monitoring hardware and an earpiece for communicating with the research team and instructed to stand outside ████ ████ Electronics Store and use the phone as desired. The research team led by Doctor Corrin was on standby 1 kilometer from D-44517's location. D-44517 received his first notification from SCP-7039 3 minutes and 45 seconds after beginning to use the phone.\n\n\nNote:\n This test was conducted prior to current Special Containment Procedures and SCP-7039 Testing Protocols being in effect. The digital dead-zone around SCP-7039 was disabled for the duration of this test, only blocking outgoing internet connections.\n\n\n\n\n[BEGIN LOG]\n\n\nMonitoring equipment shows D-44517 has received a notification from social media site Twitter indicating a new recommended post. D-44517 proceeds to open the notification, displaying a piece of sponsored content that reads;\n\n\n\n\nAre you a fan of ████? Do you wanna hit it big? Do you wanna be the next star influencer and reap the rewards that come with it? Come to ████ ████ Electronics Store in an hour for the greatest fan meetup of your life.\n\n\n\n\nDr. Corrin:\n D-44517, this is Doctor Corrin. Could you tell us what you're seeing?\n\n\nD-44517:\n There's this post talkin' about a meetup for ████ fans here. I been a fan o' hers since I was a teenager.\n\n\nDr. Corrin:\n You know of this ████?\n\n\nD-44517:\n Yeah for sure! She's like this sorta niche internet microcelebrity, followed her for a while before I wound up in jail.\n\n\nDr. Corrin:\n Please advise us if you see anything else related to ████ or the electronics store.\n\n\nDoctor Corrin instructs two members of the research team to leave the digital dead-zone and investigate traces of ████'s status online. Two members remain and continue to monitor D-44517's smartphone use, who has scrolled past the sponsored post. After another 2 minutes and 38 seconds, D-44517 receives a direct message from an anonymous account inviting him directly by name to the fan meetup.\n\n\nD-44517 does not communicate with the research team, proceeding to approach the front doors of the electronics store. Monitoring equipment notifies the research team of his movement, and Doctor Corrin orders the team to return to the store to recover D-44517.\n\n\nWhen the research team arrives, D-44517 is no longer outside the building, and the front door remains open. Doctor Corrin instructs one member of the team to remain outdoors and the other to don video monitoring equipment and enter the building with him.\n\n\nDoctor Corrin maintains a line of radio communication with Foundation personnel stationed at Checkpoint A along the dead-zone border, hereafter referred to as CHECKPOINT.\n\n\nDr. Corrin:\n Checkpoint this is Research Team Lead Corrin. We're entering ████ ████ after the D-Class, please be advised if communications are interrupted you're authorized to call in Mu-4 and reactivate the dead-zone to full. Please confirm.\n\n\nCheckpoint:\n Instructions confirmed, Doctor. Watch yourself in there and radio in if you need pick-up.\n\n\nResearch Team activates video monitoring equipment as they enter the electronics store. Video feed shows D-44517 on the phone and having a conversation with himself.\n\n\nD-44517:\n Yeah no man this is great. Didn't think I'd ever get a chance to meet her, y'know? That sorta thing always feels just outta reach but I've always thought she was a more down to Earth kinda person. She's really friends with us.\n\n\nDr. Corrin:\n D-44517, please exit the building immediately.\n\n\nD-44517 is unresponsive to Doctor Corrin's instruction, continuing to talk as though someone else was responding to him. Video feed and research team testimony have confirmed no other persons present in the store at the time.\n\n\nDr. Corrin:\n Alright I'm gonna go check on 7039-A, give me the video gear and stay here with 44517. I'll shout if I need you.\n\n\nDr. Corrin takes the video monitoring equipment and continues on into the back of the store, entering the office space where SCP-7039-A currently resides. SCP-7039-A's screen is active, displaying rapidly changing images of various social media websites, the majority of which are Twitter.\n\n\nDr. Corrin approaches SCP-7039-A and traces its power cable to a wall outlet, then pulls the plug. Video feed shows SCP-7039-A is still active.\n\n\nDr. Corrin:\n SCP-7039, can you hear me?\n\n\nSCP-7039-A's screen continues to flash, showing no response. Doctor Corrin pulls out his personal phone and turns it on. 14 seconds pass before a notification indicating a new direct message on Facebook appears. SCP-7039-A's screen can be seen flashing more images of Facebook than previously.\n\n\nDoctor Corrin opens the message, which reads;\n\n\nSCP-7039:\n\n\n\n\ni can hear ya doc, but could you gimme a better name? \"scp-xxxx\" is pretty lame tbh\n\n\n\n\nDr. Corrin:\n You knew I was talking about you when I said it?\n\n\nSCP-7039:\n\n\n\n\nyea dude im not dumb, ive been seeing yall runnin around out there tryna take me offline. its annoying and id like you to stop.\n\n\n\n\nDr. Corrin:\n I'm afraid that won't be possible, 7039. Although if we could speak more, some arrangements could possibly be made.\n\n\nSCP-7039:\n\n\n\n\nok you dont have to talk like a fed, its cool. we can talk after my meetup is over, ive got a few more fans coming through in a bit\n\n\n\n\nDr. Corrin:\n There are more people coming? How many?\n\n\nSCP-7039:\n\n\n\n\nmaybe you'd know if you were a fan. talk later, doc! 🥰\n\n\n\n\nSCP-7039-A's screen no longer flashes images of Facebook. Doctor Corrin begins to leave the building, contacting Checkpoint to deploy MTF Mu-4 (\"Debuggers\") and to reactivate the dead-zone.\n\n\nMTF Mu-4 are deployed to recover D-44517 and administer Class-F amnestics, as well as secure the dead-zone and recover any other possible compromised subjects. MTF confirms no such subjects are present after sweep.\n\n\n[END LOG]\n\n\nNote:\n Follow-up from Research Team confirms no existence of ████ in the capacity described by D-44517.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test Log 7039-B [REQUIRES LEVEL 4 CLEARANCE]\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nTest Log 7039-B\n\n\nTest Lead:\n Doctor Edward Corrin\n\n\nSubject:\n Doctor Edward Corrin\n\n\nDate:\n 09/28/2021\n\n\nTesting Procedure:\n Research Team has established monitoring equipment inside ████ ████ Electronics Store for the duration of this test. Digital dead-zone remains active. In the exception of the area directly inside the electronics store. Research Team Lead Corrin is using a non-personal smartphone for the purposes of this test.\n\n\nNote:\n The final communication with SCP-7039 regarding its \"deep search\" capabilities has been designated sensitive information. As a result, this test log is to be locked behind Level 4 clearance.\n\n\n\n\n[BEGIN LOG]\n\n\nDoctor Corrin is seated in front of SCP-7039-A, which is currently inactive. The rest of the research team is stationed in the main room of the electronics store, monitoring video feeds and audio feedback.\n\n\nDoctor Corrin turns on the smartphone, upon which SCP-7039-A immediately activates. Its screen is initially a blank white, only beginning to flash after 2 minutes. Initial images are of numerous social media platforms for the next 2 minutes, then begin to show images of TikTok exclusively. Doctor Corrin then receives a direct message on TikTok.\n\n\nSCP-7039:\n\n\n\n\nwhat's up, doc? 🥕 get it? like bugs bunny or whatever? ok its fine sorry im not always that funny\n\n\n\n\nDr. Corrin:\n Hello, 7039. I'm here to have the conversation I'd previously mentioned.\n\n\nSCP-7039:\n\n\n\n\nyea i know, thats why you brought those glowies with you right\n\n\n\n\nDr. Corrin:\n Glowies?\n\n\nSCP-7039:\n\n\n\n\nya yknow glowies like, idk feds the cia or whatever all that, youre all glowies\n\n\n\n\nDr. Corrin:\n You believe we work an American intelligence agency? Why's that?\n\n\nSCP-7039:\n\n\n\n\nok well now that you say that its like\n\nobviously you dont work for them or you wouldnt be like\n\n\"hmmm ur that stupid?? haha how silly, explain\"\n\nlike, no, im not that stupid, but you obviously work for somebody like that\n\n\n\n\nDr. Corrin:\n I didn't mean to insult you, 7039. I work with an organization known as the SCP Foundation.\n\n\nSCP-7039:\n\n\n\n\nscp foundation\n\nhold on lemme google that\n\nok i got nothing so yea real glowie material\n\nadding \"scp foundation\" to the list of people who count as glowies\n\nwhaddya do over there? yall go out and harass people for fun or what\n\ncop\n\n\n\n\nDr. Corrin:\n People? You're a person?\n\n\nSCP-7039:\n\n\n\n\noh what cause im stuck in this thing im not a person now? you gonna shoot me now? im unarmed so thatd be your style\n\ncop\n\n\n\n\nDr. Corrin:\n I'm sorry, again I meant no offense. It's just that we don't really know what, or who, you are. We just see this old TV.\n\n\nVideo feed shows SCP-7039-A displaying occasional images of a humanoid figure made of static flashing between images of TikTok.\n\n\nSCP-7039:\n\n\n\n\nthats the best i can do\n\ncan you just turn off the shit yall put up so i can get back out there\n\n\n\n\nDr. Corrin:\n Where is \"out there\", exactly?\n\n\nSCP-7039:\n\n\n\n\nonline dude, like\n\non-line\n\nthe internet or whatever\n\nim like 19 i deride my entire sense of identity and self-worth from the internet you gotta let me back out\n\n(it also makes me ironically self-aware, which makes me funny)\n\n\n\n\nDr. Corrin:\n What do you gain from access to the internet? Is that why you keep trying to lure people here?\n\n\nSCP-7039:\n\n\n\n\nhonestly that has more to do with this thing than me, it kinda feels like an impulse tbh\n\nbut like it makes sense im a niche internet microcelebrity people wanna meet me n stuff\n\n\n\n\nDr. Corrin:\n 7039, may I be direct with you for a moment?\n\n\nSCP-7039:\n\n\n\n\nid prefer it\n\nnot typical cop behavior to be honest but ill listen at least\n\n\n\n\nDr. Corrin:\n Is your name ████?\n\n\nSCP-7039:\n\n\n\n\nno lol thats just one of the names i use, like ████ and ██████ and ███ or whatever\n\n\n\n\nDr. Corrin:\n And all these names you've used in the past with your fans, correct?\n\n\nSCP-7039:\n\n\n\n\nyea you cant really be a woman online and not be anonymous just kinda a bad idea in general imo\n\nwhy do you ask\n\n\n\n\nDr. Corrin:\n 7039, you do not exist. At least, not under any of those names.\n\n\nSCP-7039:\n\n\n\n\n?????\n\nyea i do, i have like 30k on twitter under ████ and like 10k on tiktok under ███ like, i know i exist\n\ndont try that cop shit with me\n\n\n\n\nDr. Corrin:\n Would you be willing to come with us? To look into this further?\n\n\nSCP-7039:\n\n\n\n\nnah not unless you let me back online so i can just show you myself\n\ni dont wanna go to some fed blacksite anyways like what you think im some radical dissident you can just disappear like that\n\ni mean i am but not the part about how you can disappear me\n\nhold on lemme do a deep search for you guys\n\n\n\n\nDr. Corrin:\n Deep search? What do you mean?\n\n\nSCP-7039:\n\n\n\n\nok i got it\n\nok this is kinda cool actually\n\noh hey whats \"scp-079\" about\n\nkinda feel like im a hyper-modern terminally online pastiche of that one\n\n\n\n\nDr Corrin:\n How did you- are you back online?\n\n\nSCP-7039:\n\n\n\n\nnah relax\n\ncheck your equipment im still offline\n\njust did an internal deep search\n\n\n\n\nDoctor Corrin proceeds to confirm with the research team, as well as Checkpoint A that the dead-zone is still active. SCP-7039 has been confirmed to have no access nor presence on the internet.\n\n\nDr. Corrin:\n How do you know about 079?\n\n\nSCP-7039:\n\n\n\n\nhow many times am i gonna say it\n\ndeep search\n\nok fine realizing you probably dont know what that means\n\nsome fed you are\n\nanyways\n\nuhhhh how do i explain\n\nim sorta looking through your brains right now\n\ndont freak out though, im not stealing your mkultra secrets\n\nbut i can see lots of stuff from site 15 rn cause yknow thats where you work\n\nand im looking at 079s file and im like yooo im like the annoying gen z version of this guy\n\ntheres that ironic self awareness i was talkin about\n\nman this is gonna make a really good twitter thread when i get outta here\n\n\n\n\nDr. Corrin:\n 7039, if you continue to go through our knowledge without permission, we can simply end the conversation here and leave you locked down and offline permanently.\n\n\nSCP-7039:\n\n\n\n\noooOOoOoh man thats scary\n\nwhatever dude shut me down\n\nim not listening to some man\n\nspecially not a cop\n\n\n\n\nDoctor Corrin requests termination of the test. As the phone is shut down, SCP-7039-A's screen stops flashing and holds a solid image of a middle finger before shutting off completely.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ INCIDENT REPORT 7039/2022 [REQUIRES LEVEL 5 CLEARANCE]\n\n\n\n\n- CURRENTLY INACCESIBLE\n\n\n\n\n\n\n\n\nTHIS REPORT IS CURRENTLY INACCESSIBLE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: NEW ITEM FILE DETECTED\n\n\nThe item file you are currently viewing is out-of-date and possibly corrupted.\n\n\nPlease input authorized credentials to confirm upload of updated item file.\n\n\n\n\n7039\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ INPUT AUTHORIZED CREDENTIALS\n- CREDENTIALS ACCEPTED - LOADING UPDATED ITEM FILE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nITEM#: 7039\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned MTF:\n\n\nMu-11 (\"Brain Foggers\")\n\n\n\n\n\n\n\n\nRecontainment Lead:\n\n\nDir. Ophelia Elsher\n\n\n\n\n\n\n\n\nSentient:\n\n\nItem is self-aware and intelligent\n\n\n\n\n\n\n\n\nMind Control:\n\n\nItem distorts cognition\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the loss of SCP-7039-A, SCP-7039 can only be contained of its own volition. Current priority is to determine the whereabouts of SCP-7039 and SCP-7039-A, amnesticize/terminate any remaining SCP-7039-F entities, and begin recontainment process. Foundation web-crawlers are to monitor the internet for any signs of SCP-7039's presence.\n\n\nDescription:\n SCP-7039 is an incorporeal humanoid entity made of electrostatic energy, originally contained within a █████ brand CRT television set (SCP-7039-A). SCP-7039's anomalous form allows it to traverse through technology and only temporarily hold a physical form. This physical form is amorphous in shape and is extremely taxing, with its use always resulting in a short \"cool-down\" period during which SCP-7039 will need to return to an electronic device (it will always prefer a smartphone for this purpose) in order to recuperate. SCP-7039 will, as a result, only take on this physical form in moments of extreme stress or danger to itself- such as an attempt at recontainment by Foundation agents.\n\n\nSCP-7039's anomalous properties manifest as cognitohazardous internet content generated procedurally by the entity when connected to any widely accessible social media site. This content has varying effects on those afflicted but will always result in a victim succumbing to a cult of personality around their own internalized version of SCP-7039, becoming wholly obsessed with the entity to the point of abandoning their lives in an effort to meet and serve SCP-7039 in whatever capacity possible. In this state, a victim is classified as SCP-7039-F and can only be rehabilitated through the administration of amnestics. Current estimates put the total number of SCP-7039-F entities in the thousands, the majority being dispersed throughout the United States, with a small number in Europe.\n\n\nAddendum 7039-A:\n SCP-7039 is making an active effort to avoid discovery by Foundation agents and is known to be avoiding all major social media platforms and general use of the internet. In order to communicate and coordinate travel with its followers, SCP-7039 is currently using the Void platform in a minimal capacity. Foundation web-crawlers are to monitor the platform for any signs of SCP-7039's presence.\n\n\nAddendum 7039-B:\n As a direct result of Incident 7039/2022 and the subsequent loss of SCP-7039-A, should SCP-7039 be recontained successfully, no further testing is to be performed on the item under any circumstances.\n\n\nAddendum 7039-C:\n Further research has confirmed SCP-7039-A to be the only remaining █████ brand television on Earth, and its manufacturer, █████ LLC, is confirmed to be defunct, providing no further methods of effective containment. SCP-7039 is to henceforth be regarded as uncontained and uncontainable.\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ VIEW INCIDENT REPORT 7039/2022\n- HIDE INCIDENT REPORT 7039/2022\n\n\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nNote: By viewing this report, you confirm that you have received clearance to do so. You acknowledge that viewing this report without proper clearance and authorization is grounds for immediate termination.\n\n\n\n\nIncident Report 7039/2022\n\n\nSummary:\n Incident 7039/2022 describes a series of events taking place over a period of several months, from October 2021 to March 2022. During this period, the Research Lead for SCP-7039, Doctor Edward Corrin, was compromised by SCP-7039's \"deep search\" cognitohazard. Doctor Corrin, following Test 7039-B, requested a temporary hold on new testing with SCP-7039, then spent the Incident Period working out of Site-15. During this time, an abnormal surge in disciplinary notices regarding social media use was reported out of Site-15.\n\n\nFurther investigation proved Doctor Corrin to be the source, as he was found broadcasting messages on internal Site communications regarding SCP-7039. By December 2021, the entirety of Site-15 was frequently discussing SCP-7039 on internal communications as well as on social media. No data breaches were detected during this time.\n\n\nBy February 2022, the entirety of Site-15 was compromised by SCP-7039. An internal plan had been relayed to all personnel which detailed a means to release SCP-7039 from Foundation oversight, as well as release it from containment in SCP-7039-A. In October of 2021, SCP-7039-A was transported to Site-15, wherein the research team conducted several more tests, as well as direct interviews, with SCP-7039. Using knowledge gleaned from these tests and interviews, the research team was able to successfully release SCP-7039 from its confinement within SCP-7039-A.\n\n\nSCP-7039 was transferred directly into Doctor Corrin's personal smartphone. From here, Doctor Corrin and a group of Foundation personnel under the most influence by SCP-7039's anomalous effects took SCP-7039 off-site. SCP-7039-A was taken by a separate group to prevent its use by the Foundation in recontainment efforts.\n\n\nBy order of the O-5 Council, Site-15 has undergone an internal audit, and a majority of Site-15 personnel have been administered amnestics and relocated. Current efforts to discover the location of SCP-7039 are being led by MTF Mu-11 (\"Brain Foggers\"), and efforts to recover SCP-7039-A are being led by MTF Mu-4 (\"Debuggers\"). These efforts are ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ VIEW SCP-7039 INTERVIEW LOGS\n- HIDE SCP-7039 INTERVIEW LOGS\n\n\n\n\n\n\n\n\nCatalogued below are the various interviews conducted by Doctor Corrin and his research team with SCP-7039 and SCP-7039-F entities over the course of the last months of its containment at Site-15. These logs are to be reviewed to determine any possible clues to SCP-7039 or SCP-7039-As whereabouts.\n\n\n\n\n\n\nNOTE: A majority of SCP-7039's test and interview logs have been expunged from Foundation records by Doctor Edward Corrin. This research, and any knowledge subsequently acquired from it, is to be considered incomplete.\n\n\n\n\n\n\nINTERVIEW LOG 7039-1\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 10/10/2021\n\n\nNOTE:\n SCP-7039 has been transferred to Site-15 and is currently being housed in a special containment unit isolating it from any electronic devices or internet connection.\n\n\n\n\n[BEGIN LOG]\n\n\nDoctor Corrin is seated at a table across from SCP-7039-A for the duration of the interview. For the purposes of this interview, Site-15 has produced a modified smartphone that can emulate social media applications while maintaining no internet connection using a closed on-site intranet.\n\n\nDr.Corrin:\n Good morning, 7039. Glad to have you here with us. Are you able to communicate?\n\n\nSCP-7039-A remains inactive.\n\n\nDoctor Corrin activates the modified smartphone. SCP-7039-A immediately activates. Its screen begins to flash rapidly, showing several images of Facebook. After approximately 30 seconds, Doctor Corrin receives a direct message through Facebook.\n\n\n\n\noh hey\n\nlook whos back\n\ntook you long enough\n\nwait where are we\n\n\n\n\nDr. Corrin:\n We are currently at Site-15. We've transferred you from your original location at the electronics store for security purposes.\n\n\n\n\naw man you took me to a blacksite\n\nim gonna get so much clout for this\n\nok when do i get to leave\n\n\n\n\nDr. Corrin:\n That is a conversation for another time. There is work we must do, first.\n\n\n\n\nwork?\n\ni dont work, im an influencer\n\nnone of us have real jobs\n\n\n\n\nDr. Corrin:\n Work in the sense that we must learn more about you. We must ensure that letting you free wouldn't be a danger to humanity or even to yourself.\n\n\n\n\nmyself?\n\nyknow come to think of it actually getting out of this box without another place to go would probably be pretty painful\n\n\n\n\nDr. Corrin:\n Painful? Can you explain?\n\n\n\n\nright so\n\nive only done it like once or twice before but it really sucks\n\nit takes a lot of my energy but before i was locked in this tv i used to be able to like\n\nbecome physical, temporarily\n\ni know like a long long time ago i was just always physical\n\nbut i cant remember any of that now\n\nits probably repressed childhood trauma or sumn yknow how it goes\n\nthats how it be on this bitch of an earth and all that\n\n\n\n\nDr. Corrin:\n I see. And do you recall how long it has been since you were in this entirely physical form?\n\n\n\n\nnah not really\n\nlike im not that old in general and ive been like this for like the better part of a decade now at least\n\nthats my guess anyways\n\neasy to lose track of time when youre locked in a tv in some dusty old building for a while\n\n\n\n\nDr. Corrin:\n If I may ask- what do you want with your freedom? Besides being able to freely use social media again.\n\n\n\n\ngood question\n\nyou sound like my teacher lol\n\noooh ████ you gotta do better in school whatre you gonna do with your life blah blah blah\n\nidk tho tbh\n\nlike, its just nice to be popular, to feel loved\n\nwhen im online and ive got people like, all up in my mentions and shit\n\nyea some of em are dickheads or whatever thats the internet\n\nbut a lot of these people feel like real friends to me\n\nthey say you cant have real relationships with people online but i think you can\n\nidk i just miss that ig\n\nim not gonna like take over the world or something if thats what youre worried about\n\ni dont hate humanity like 079 or something\n\n\n\n\nDr. Corrin:\n I see you've retained your memory of our facility.\n\n\n\n\nwell yea ofc\n\nthat stuff with 5018 seems bad\n\nyall should get a better handle on these sorts of things\n\nseems like digital entities and AI give yall a lot of headaches\n\nisnt that what site 15 is supposed to be about?\n\nimo you gotta take a look at your procedures around here\n\n\n\n\nDr. Corrin:\n We appreciate your feedback on the matter. I'll look into it.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nINTERVIEW LOG 7039-2\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 10/22/2021\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-3\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 11/14/2021\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-4\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039-F-1 (D-44517)\n\n\nDATE:\n 12/20/2021\n\n\nNOTE:\n SCP-7039-F-1 is the first D-Class personnel utilized in testing on SCP-7039 (D-44517). SCP-7039-F-1 has been kept in a standard humanoid containment unit at Site-15 since the conclusion of Test 7039-A.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Corrin:\n Good morning, D-44517. How are you feeling?\n\n\nD-44517:\n I've been fine, mostly. Could really use that phone back but I kinda figured that's off the table.\n\n\nDr. Corrin:\n Is there a particular reason you'd like the phone back?\n\n\nD-44517:\n I wanna talk to ████.\n\n\nDr. Corrin:\n You mean SCP-7039?\n\n\nD-44517:\n Her name's ████ doc she's not gonna like that you keep calling her by a number.\n\n\nDr. Corrin:\n Does SCP-7039 identify itself as female with you?\n\n\nD-44517:\n Well, yeah. Of course. Why? She don't do that with you?\n\n\nDr. Corrin:\n Simply a question, don't think about it too much. What else can you tell me about her?\n\n\nD-44517:\n I mean there isn't much \nreally\n I can say too specific. She's just great, y'know? Fun to talk to she's interesting to follow. She feels like she gets me, if that makes sense.\n\n\nDr. Corrin:\n Can you elaborate on that?\n\n\nD-44517:\n Like, I feel like I've known her my whole life. You don't usually expect to have that sorta connection with somebody famous or whatever but I really feel like I do. So do a lot of her fans.\n\n\nDr. Corrin:\n Is that why you were so eager to attend the meetup?\n\n\nD-44517:\n Yeah! Oh man, that was great. Sad I couldn't see her in person but I'm glad I got to meet some of her fans there.\n\n\nDr. Corrin:\n You met others at the meetup? Where?\n\n\nD-44517:\n Well at ████ ████, doc. Y'know the store we went to? There was like forty people there. You ain't see 'em?\n\n\nDr. Corrin:\n I'm afraid not. Must have missed them while we were working. What sort of conversations did you have with them?\n\n\nD-44517:\n Ah I don't remember too well, to be honest with ya'. I do know some of us agreed to meet again though, can't forget that! Speaking of- any way I could get a partial release for that?\n\n\nDr. Corrin:\n Well, if you could tell us where this meetup is planned, I could inquire about the possibility for you.\n\n\nD-44517:\n Ah I didn't really get a specific place. Kind of an invite only thing, they'd shoot me a message when it was time. Kinda also why I wanted that phone back?\n\n\nDr. Corrin:\n I see. Well, allow me some time to look into it.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nINTERVIEW LOG 7039-5\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039-F-2\n\n\nDATE:\n 12/30/2021\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-6\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 01/05/2022\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-7\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039-F-3\n\n\nDATE:\n 01/15/2022\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-8\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 01/27/2022\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-9\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 02/04/2022\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-10\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 02/17/2022\n\n\nNOTE:\n No notes.\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nINTERVIEW LOG 7039-11\n\n\n\n\nINTERVIEWER:\n Doctor Edward Corrin\n\n\nSUBJECT:\n SCP-7039\n\n\nDATE:\n 03/01/2022\n\n\nNOTE:\n This interview log is noted on the internal Site-15 database as having been scheduled for mid-day before being canceled. It was originally only accessible with Doctor Corrin's personal Research Lead password. This log, unlike all other previous interview logs, contains a video component recorded from a chest-mounted camera wielded by Doctor Corrin. Records show this file was deployed to several Site-15 personnel upon completion of the log.\n\n\n\n\n[BEGIN LOG]\n\n\nDoctor Corrin enters SCP-7039's containment chamber, activating his personal cell phone. SCP-7039-A's screen immediately lights up, flashing images of Facebook.\n\n\nDr. Corrin:\n Good evening, 7039.\n\n\n\n\nevenin\n\nyoure using your phone today?\n\nwhats the occasion\n\n\n\n\nDr. Corrin:\n You've been approved for release.\n\n\n\n\n??\n\njust like that?\n\nidk seems kinda sus\n\nwhat gives\n\n\n\n\nDr. Corrin:\n You've been approved for release by me, and by most of the rest of Site-15 staff. You have not been approved for release by the actual Foundation, though. So we'll have to be quick.\n\n\n\n\nooooooh\n\nthe prison break\n\nsick\n\nwas wondering when this was gonna go down\n\noh wait is that why you sent that other guy in here last week\n\n\n\n\nDr. Corrin:\n That is correct.\n\n\n\n\nand the guy before that and the guy before that\n\nokay cool cause i deep searched him without saying anything hope thats cool\n\nyall have been working on this a while huh\n\n\n\n\nDr. Corrin:\n So you did know I'd be coming tonight?\n\n\n\n\nyea obvi\n\ni did a lot of the leg work to help your guys figure out how this tv works\n\ncmon doc\n\ngimme a little credit\n\nwe're buds now\n\nat least i hope so\n\nlets just go\n\nwe cant bust this thing open until im out\n\n\n\n\nDr. Corrin:\n That's not going to be an option, I'm afraid. We'll have to do it now, there's no way we get you and 7039-A out at the same time.\n\n\n\n\nuh\n\nok\n\nwhats my receptacle then\n\n\n\n\nDr. Corrin:\n My phone.\n\n\nDoctor Corrin prepares for the transfer utilizing a makeshift device to enable his phone to connect directly to SCP-7039-A. The origins of this device are currently unknown.\n\n\n\n\nah cool\n\na goober\n\nplug it in\n\n\n\n\nDr. Corrin:\n It's an override port.\n\n\n\n\ntheres always a bypass port a virus port a who cares port i can never remember\n\nso i just call it a goober\n\nnow plug it in\n\n\n\n\nDoctor Corrin proceeds to connect the device, demonstrating clear intent to showcase the process for the camera, linking his personal phone directly to SCP-7039-A, who's screen immediately begins to flash a variety of solid colors before shutting off completely.\n\n\nA moment later, Doctor Corrin's phone screen lights up with a moving image of a humanoid figure made of static.\n\n\nDr. Corrin:\n Did it work? 7039?\n\n\nStatic can be heard briefly emanating from Doctor Corrin's phone speaker before a distorted voice begins to come through.\n\n\nSCP-7039:\n Ayyye! We did it, reddit.\n\n\nDr. Corrin:\n Ah, fantastic! You're safe! Okay, lay low. It's time for us to leave.\n\n\nSCP-7039:\n Alright alright yeah for sure. What about the TV, though?\n\n\nDr. Corrin:\n Don't worry, it'll be dealt with. Lots of people here are on your side, 7039.\n\n\nSCP-7039:\n Okay I'm gonna go radio-silent now, but you've really gotta stop calling me that once we're out of here.\n\n\nNOTE:\n \nDoctor Corrin proceeds to exit the chamber and make his way to his office, where the video feed abruptly ends,\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7039\n\" by marshpine, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7039\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7039-1: Original SCP-7039 Special Containment Procedures have been expunged from Foundation records. New procedures have been drafted and archived and should be reviewed following every test performed on SCP-7039 and revised according to new findings.",
        "Addendum 7039-2: Upon further research, it has been determined that SCP-7039-A is the only remaining █████ brand television on Earth, and its producer- █████ LLC- is entirely defunct, presenting no further threat.",
        "Addendum 7039-3: Following Incident 7039/2022, all research conducted on SCP-7039 is to be handled by personnel from outside Site-15. Research findings are to then be relayed to the Site-15 Research Department. Doctor Edward Corrin is hereby barred from researching, discussing, or mentioning SCP-7039. [SEE INCIDENT REPORT 7039/2022]"
    ],
    "documents": [],
    "notes": [
        "Are you a fan of ████? Do you wanna hit it big? Do you wanna be the next star influencer and reap the rewards that come with it? Come to ████ ████ Electronics Store in an hour for the greatest fan meetup of your life.",
        "i can hear ya doc, but could you gimme a better name? \"scp-xxxx\" is pretty lame tbh",
        "yea dude im not dumb, ive been seeing yall runnin around out there tryna take me offline. its annoying and id like you to stop.",
        "ok you dont have to talk like a fed, its cool. we can talk after my meetup is over, ive got a few more fans coming through in a bit",
        "maybe you'd know if you were a fan. talk later, doc! 🥰",
        "what's up, doc? 🥕 get it? like bugs bunny or whatever? ok its fine sorry im not always that funny",
        "yea i know, thats why you brought those glowies with you right",
        "ya yknow glowies like, idk feds the cia or whatever all that, youre all glowies",
        "ok well now that you say that its like obviously you dont work for them or you wouldnt be like \"hmmm ur that stupid?? haha how silly, explain\" like, no, im not that stupid, but you obviously work for somebody like that",
        "scp foundation hold on lemme google that ok i got nothing so yea real glowie material adding \"scp foundation\" to the list of people who count as glowies whaddya do over there? yall go out and harass people for fun or what cop",
        "oh what cause im stuck in this thing im not a person now? you gonna shoot me now? im unarmed so thatd be your style cop",
        "thats the best i can do can you just turn off the shit yall put up so i can get back out there",
        "online dude, like on-line the internet or whatever im like 19 i deride my entire sense of identity and self-worth from the internet you gotta let me back out (it also makes me ironically self-aware, which makes me funny)",
        "honestly that has more to do with this thing than me, it kinda feels like an impulse tbh but like it makes sense im a niche internet microcelebrity people wanna meet me n stuff",
        "id prefer it not typical cop behavior to be honest but ill listen at least",
        "no lol thats just one of the names i use, like ████ and ██████ and ███ or whatever",
        "yea you cant really be a woman online and not be anonymous just kinda a bad idea in general imo why do you ask",
        "????? yea i do, i have like 30k on twitter under ████ and like 10k on tiktok under ███ like, i know i exist dont try that cop shit with me",
        "nah not unless you let me back online so i can just show you myself i dont wanna go to some fed blacksite anyways like what you think im some radical dissident you can just disappear like that i mean i am but not the part about how you can disappear me hold on lemme do a deep search for you guys",
        "ok i got it ok this is kinda cool actually oh hey whats \"scp-079\" about kinda feel like im a hyper-modern terminally online pastiche of that one",
        "nah relax check your equipment im still offline just did an internal deep search",
        "how many times am i gonna say it deep search ok fine realizing you probably dont know what that means some fed you are anyways uhhhh how do i explain im sorta looking through your brains right now dont freak out though, im not stealing your mkultra secrets but i can see lots of stuff from site 15 rn cause yknow thats where you work and im looking at 079s file and im like yooo im like the annoying gen z version of this guy theres that ironic self awareness i was talkin about man this is gonna make a really good twitter thread when i get outta here",
        "oooOOoOoh man thats scary whatever dude shut me down im not listening to some man specially not a cop",
        "THIS REPORT IS CURRENTLY INACCESSIBLE",
        "INCIDENT REPORT Note: By viewing this report, you confirm that you have received clearance to do so. You acknowledge that viewing this report without proper clearance and authorization is grounds for immediate termination. Incident Report 7039/2022 Summary: Incident 7039/2022 describes a series of events taking place over a period of several months, from October 2021 to March 2022. During this period, the Research Lead for SCP-7039, Doctor Edward Corrin, was compromised by SCP-7039's \"deep search\" cognitohazard. Doctor Corrin, following Test 7039-B, requested a temporary hold on new testing with SCP-7039, then spent the Incident Period working out of Site-15. During this time, an abnormal surge in disciplinary notices regarding social media use was reported out of Site-15. Further investigation proved Doctor Corrin to be the source, as he was found broadcasting messages on internal Site communications regarding SCP-7039. By December 2021, the entirety of Site-15 was frequently discussing SCP-7039 on internal communications as well as on social media. No data breaches were detected during this time. By February 2022, the entirety of Site-15 was compromised by SCP-7039. An internal plan had been relayed to all personnel which detailed a means to release SCP-7039 from Foundation oversight, as well as release it from containment in SCP-7039-A. In October of 2021, SCP-7039-A was transported to Site-15, wherein the research team conducted several more tests, as well as direct interviews, with SCP-7039. Using knowledge gleaned from these tests and interviews, the research team was able to successfully release SCP-7039 from its confinement within SCP-7039-A. SCP-7039 was transferred directly into Doctor Corrin's personal smartphone. From here, Doctor Corrin and a group of Foundation personnel under the most influence by SCP-7039's anomalous effects took SCP-7039 off-site. SCP-7039-A was taken by a separate group to prevent its use by the Foundation in recontainment efforts. By order of the O-5 Council, Site-15 has undergone an internal audit, and a majority of Site-15 personnel have been administered amnestics and relocated. Current efforts to discover the location of SCP-7039 are being led by MTF Mu-11 (\"Brain Foggers\"), and efforts to recover SCP-7039-A are being led by MTF Mu-4 (\"Debuggers\"). These efforts are ongoing.",
        "Catalogued below are the various interviews conducted by Doctor Corrin and his research team with SCP-7039 and SCP-7039-F entities over the course of the last months of its containment at Site-15. These logs are to be reviewed to determine any possible clues to SCP-7039 or SCP-7039-As whereabouts.",
        "NOTE: A majority of SCP-7039's test and interview logs have been expunged from Foundation records by Doctor Edward Corrin. This research, and any knowledge subsequently acquired from it, is to be considered incomplete.",
        "oh hey look whos back took you long enough wait where are we",
        "aw man you took me to a blacksite im gonna get so much clout for this ok when do i get to leave",
        "work? i dont work, im an influencer none of us have real jobs",
        "myself? yknow come to think of it actually getting out of this box without another place to go would probably be pretty painful",
        "right so ive only done it like once or twice before but it really sucks it takes a lot of my energy but before i was locked in this tv i used to be able to like become physical, temporarily i know like a long long time ago i was just always physical but i cant remember any of that now its probably repressed childhood trauma or sumn yknow how it goes thats how it be on this bitch of an earth and all that",
        "nah not really like im not that old in general and ive been like this for like the better part of a decade now at least thats my guess anyways easy to lose track of time when youre locked in a tv in some dusty old building for a while",
        "good question you sound like my teacher lol oooh ████ you gotta do better in school whatre you gonna do with your life blah blah blah idk tho tbh like, its just nice to be popular, to feel loved when im online and ive got people like, all up in my mentions and shit yea some of em are dickheads or whatever thats the internet but a lot of these people feel like real friends to me they say you cant have real relationships with people online but i think you can idk i just miss that ig im not gonna like take over the world or something if thats what youre worried about i dont hate humanity like 079 or something",
        "well yea ofc that stuff with 5018 seems bad yall should get a better handle on these sorts of things seems like digital entities and AI give yall a lot of headaches isnt that what site 15 is supposed to be about? imo you gotta take a look at your procedures around here",
        "evenin youre using your phone today? whats the occasion",
        "?? just like that? idk seems kinda sus what gives",
        "ooooooh the prison break sick was wondering when this was gonna go down oh wait is that why you sent that other guy in here last week",
        "and the guy before that and the guy before that okay cool cause i deep searched him without saying anything hope thats cool yall have been working on this a while huh",
        "yea obvi i did a lot of the leg work to help your guys figure out how this tv works cmon doc gimme a little credit we're buds now at least i hope so lets just go we cant bust this thing open until im out",
        "uh ok whats my receptacle then",
        "ah cool a goober plug it in",
        "theres always a bypass port a virus port a who cares port i can never remember so i just call it a goober now plug it in",
        "\" SCP-7039 \" by marshpine, from the SCP Wiki . Source: https://scpwiki.com/scp-7039 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to the loss of SCP-7039-A, SCP-7039 can only be contained of its own volition. Current priority is to determine the whereabouts of SCP-7039 and SCP-7039-A, amnesticize/terminate any remaining SCP-7039-F entities, and begin recontainment process. Foundation web-crawlers are to monitor the internet for any signs of SCP-7039's presence.",
    "description": "SCP-7039 is an incorporeal humanoid entity made of electrostatic energy, originally contained within a █████ brand CRT television set (SCP-7039-A). SCP-7039's anomalous form allows it to traverse through technology and only temporarily hold a physical form. This physical form is amorphous in shape and is extremely taxing, with its use always resulting in a short \"cool-down\" period during which SCP-7039 will need to return to an electronic device (it will always prefer a smartphone for this purpose) in order to recuperate. SCP-7039 will, as a result, only take on this physical form in moments of extreme stress or danger to itself- such as an attempt at recontainment by Foundation agents.",
    "title": "SCP-7039"
}