{
    "url": "https://scp-wiki.wikidot.com/scp-7040",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\nby \nProfessor Puffer\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7040\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Following the Dolgoch Viaduct's reconstruction and the Talyllyn Railway reopening in 2018, SCP-7040 has effectively neutralized its own anomalous properties.\n\n\n\n\n\n\nTalyllyn at the foot of the Alltwyllt incline.\n\n\n\n\n\n\nDescription:\n SCP-7040 is a Kerr, Stuart & Co. Ltd. 0-4-2ST Narrow-Gauge Steam-Engine (nicknamed 'Talyllyn'). The base of the locomotive is black in colouration, with gold accents on the rims of the cabin windows, headlamp, whistle, and a gold-coloured railing along the boiler and cabin. SCP-7040 is connected to four passenger coaches of similar appearance, each coach has a maximum capacity of 20 persons per carriage. At the date of interest, the conductor was Donald Geddings and the fireman was Douglas Flower.\n\n\nDiscovery:\n SCP-7040 was first reported on November 16th, 1867 after an elderly civilian, Rhys Griffith, reported a Narrow-Gauge Steam-Engine plummeting off the remains of the Dolgoch Viaduct and into the Afon Fathew River near the town of Tywyn, Wales.\n\n\nConstables Raymond Hughes and Nigel Evans were dispatched to investigate, but the Steam-Engine was not discovered. The next night, Mr. Griffith reported the same event and Constables Hughes and Evans arrived between two-to-four hours later\n1\n with a team of ten labourers to clear any debris. Unable to locate the remains of the Steam-Engine, the two Constables and the team of workers returned to Tywyn, filing Mr. Griffith's claims as a case of mental impairment caused by years of working in the local coal mines and natural degradation of his health due to old age.\n\n\nFour days later, Mr. Griffith filed another report with Constable Charles Bethell, who was an undercover field agent embedded within Tywyn after Griffith's rumours spread to surrounding towns.\n\n\n \n\n\n\n\nInitial Interview\n\n\n\n\nTranslated by A.C.E.\n\n\n\n\n\n\nNote:\n The following interview has been translated from traditional Cardiff-Welsh English to standard English. All documentation has been kept as it was during the initial investigation.\n\n\n\n\nDate of Interview:\n Mid-Afternoon, the 21st of November, 1867\n\n\nInterviewed Individual:\n Rhys Griffith, 67 years of age\n\n\nInterviewer(s):\n Charles Bethell, First Lieutenant\n\n\nStenographer(s):\n Denniss Morgans, Corporal\n\n\nPreface:\n The conducted interview took place within the police station in Tywyn, Wales.\n\n\n\n\n[Charles Bethell enters the office and hands a glass of water to Rhys Griffith.]\n\n\nBethell:\n Hello, Meistr Griffith. I understand you've had some unusual sightings as of late.\n\n\nGriffith:\n Damn right I have! Can you believe these men? Making any damn excuse to convince people I'm crazy.\n\n\nBethell:\n Meistr Griffith, I believe you. If you give me specific details about your sightings, I'll have my friends investigate this matter and get to the bottom of this.\n\n\nGriffith:\n I appreciate that, young man. What you want to know?\n\n\nBethell:\n From the files I have here, it says you reported this event twice and then dropped it for four days before coming to me. Can you explain that a bit more?\n\n\nGriffith:\n Those officers wrote me off as a crazy son-of-a-bitch. Why would I ever go back to them if they weren't going to listen?\n\n\nBethell:\n That's fair, Meistr Griffith. Our report details your description of the train, and you defined it as a curse. Could you explain that a bit more thoroughly?\n\n\nGriffith:\n That's right, a damn curse! Back when the quarry closed in '65 because of that terrible accident.\n\n\nBethell:\n What accident, Meistr Griffith? Could you elaborate?\n\n\nGriffith:\n I don't remember what day it was, sometime on or about mid-December in '65. Heavy snow in these parts in the late spit of the year. Old Talyllyn was taking the last of the miners home and as they crossed the bridge, it collapsed and took Talyllyn and the miners along with it.\n\n\nBethell:\n Were the remains found?\n\n\nGriffith:\n Not even, I was part of the rescue team the next day after that damned blizzard cleared out. We didn't find two peas out there. Damn near searched for hours.\n\n\nBethell:\n I see, Meistr Griffith. And so you believe the soul of the train returns every night.\n\n\nGriffith:\n To try and make its way home, yes.\n\n\nBethell:\n Thank you very much for your time, Meistr Griffith. I will have my associates look into this strange phenomenon at once.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTalyllyn posed on the Dolgoch Viaduct.\n\n\n\n\n\n\nTwo days after the interview, Quarantine Squadron Alpha-VI (\"Minutemen\")\n2\n arrived outside the town of Tywyn to conduct an investigation of the Tallylyn railway line.\n\n\nMultiple Quarantine Teams\n3\n are spread out along the Afon Fathew River. Teams Orange and Green were noted to have encountered SCP-7040, though Team Green's records have become unintelligible due to ageing.\n\n\n \n\n\n \n\n\n \n\n\n\n\nSecond Quarentine Inquiry\n\n\n\n\nTranslated by A.C.E.\n\n\n\n\n\n\nNote:\n This is the second excursion around the Afon Fathew River. No physical evidence of anomalous phenomena was confirmed, though an anomalous footprint was detected. To access the first inquiry, submit a request to your local Department of Records and Revisions liaison.\n\n\nThe following transcript has been translated from traditional Cardiff-Welsh English to standard English. All documentation has been kept as it was during the initial investigation.\n\n\n\n\nDate of Inquiry:\n Evening, the 24th of November, 1867\n\n\nCommanding Officer:\n Captain Andreas Erswood, Orange Squad\n\n\nTeam Members:\n Lt. Alwyn Pewitt, Cpl. Lewys Pyre, Pvt. Powel Wathen, Pvt. Teilo Merrick\n\n\nStenographer(s):\n Cpl Denniss Morgans, Pvt. Rhineas Vaughn\n\n\nPreface:\n Due to the age of this document, several details throughout the Inquiry have been rendered unintelligible.\n\n\n\n\n[Captain Erswood leads Orange Team along the railway tracks to the foot of the Dolgoch Viaduct. The collapsed section of the viaduct is visible on the other side of the bridge. Stenographers Morgans and Vaughn are trailing behind the group.]\n\n\nErswood:\n Alwyn, Corporal Pyre, head down to the columns underneath. See what you find and come back up to meet the bookkeepers in 15 or so. Let's hope this ghost is a no-show so we can get home in time for supper.\n\n\nPewitt:\n Got you, Andreas. Come on, Lewys.\n\n\n[Lieutenant Pewitt and Corporal Lewys walk down the base of the viaduct to the Afon Fathew River below.]\n\n\nErswood:\n The rest of you sods, follow me.\n\n\nWathen:\n Copy that, Sir.\n\n\nMerrick:\n Affirmative, Captain.\n\n\nErswood:\n Wathen, you got the Extromagner?\n4\n\n\nWathen:\n Never leaves my side, Sir.\n\n\nErswood:\n Good man. Alright, [UNINTELLIGIBLE] readings and alert me if the meter passes twelve-hundred Kallecks.\n\n\n[Erswood, Wathen, and Merrick continue onto the tracks, crossing a third of the viaduct.]\n\n\nWathen:\n Teilo, take a look [UNINTELLIGIBLE] this bugger.\n\n\n[Private Wathen shows Private Merrick the reader of the Extromagner.]\n\n\nMerrick:\n Holy-\n\n\nErswood:\n What you chattering on about, Private?\n\n\nWathen:\n It's rising from blue to green, Captain.\n\n\nErswood:\n Private Merrick, don't get your britches in a stitch. These blasted Extromagners go on the fritz when the weather's acting up. With the fog and rain, I doubt it's anything to worry yourself about.\n\n\n[Lieutenant Pewitt and Corporal Pyre climb the side of the valley, approaching the foot of the viaduct.]\n\n\nPewitt:\n Nothing over here, Andreas!\n\n\nErswood:\n Alright, Alwyn. Come on over.\n\n\nPewitt:\n Lewys, go on ahead. I've got to talk to the recordkeepers.\n\n\n[Corporal Pyre walks along the tracks to reconnect with Captain Erswood while Lieutenant Pewitt relays their findings to Stenographer Rhineas Vaughn.]\n\n\nWathen:\n Lord above… Sir, meter's in the orange now.\n\n\nErswood:\n Well, shit, son. Maybe we do got something after all.\n\n\nMerrick:\n Captain… you feel that?\n\n\n[Private Merrick crouches down to examine the tracks. The gravel underneath the rails vibrates and shifts as it grows in intensity over several moments.]\n\n\nPyre:\n [UNINTELLIGIBLE] the bloody hell is that?\n\n\n[A high-pitched train whistle is heard from beyond the fog.]\n\n\nErswood:\n Go! Get off the tracks! Back to the bookkeepers!\n\n\n[The group sprint along the viaduct tracks as another train whistle is heard nearby.]\n\n\n[A steam-engine matching the description of Talyllyn roars along the track next to the stenographers at the foot of the viaduct. Captain Erswood and his team are slammed by the train and Talyllyn careens off the collapsed section of viaduct into the Afon Fathew River below.]\n\n\n\n\nPostword:\n Following this event, deemed Incident-7040-I, Team Silver investigated the viaduct on or about four hours later after the storm had intensified. Central Field Command dictated that the remains of Orange Team would be lost if investigations were to commence the following day after the storm had cleared.\n\n\nTeam Silver, composed of ten individuals and three stenographers, inspected the Dolgoch Viaduct and Afon Fathew River for approximately two hours before concluding the search. The remains of Orange Team were not recovered, and Talyllyn was declared missing.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAfter the events of Incident-7040-I and subsequent Inquiry into the disappearance of Orange Team, Lieutenant Alwyn Pewitt was relocated to Field Sanatorium-XI for evaluation and redeployment.\n\n\nBetween the 12th and 14th of December, 1867, Lieutenant Pewitt wrote a journal entry describing his experience with SCP-7040. The journal was found by staff and was subsequently confiscated.\n\n\nBelow is the transcribed journal entry from Alwyn Pewitt.\n\n\n\n\nI can't get that blasted train out of my head. I close my eyes and all I see is the headlamp of the train blazing past me. I watched my best mate die in front of me, I can't believe I let that happen to him.\n\n\nI'm sorry, Andreas.\n\n\nWe shouldn't have messed with the bloody thing in the first place. It needs our absence, not our presence. If only I'd have realized that sooner. It needs to be put to rest.\n\n\nThis will be my final entry in this damned journal. I can't do this anymore. I'll sign my resignation and return home to Elain with my two boys.\n\n\nGoodbye, Andreas.\n\n\n\n\nLieutenant Pewitt submitted a notice of resignation the following day, requesting to return home and never come into contact with the Foundation.\n\n\nAfter signing the Krenell-Nonsolicitation-Agreement, Alwyn Pewitt was released from Foundation care and returned to his home in Manchester.\n\n\n\n\nAfter another failed inquiry into SCP-7040's anomalous phenomena in 1868, Regional Controller\n5\n Sulien Yale closed SCP-7040's file for the foreseeable future.\n\n\nThe department managing SCP-7040's documentation, the Department of Spectral Locomotion, was permanently discontinued due to a lack of funding, effectively abandoning SCP-7040's file along with a plethora of anomalies which have since been officially circulated into the Foundation database in 2017 when the original documentation was re-discovered.\n\n\n\n\nOn March 5th, 2017, Containment Team Rostock was dispatched to re-contain SCP-7040\n\n\n \n\n\n\n\nContainment Team Assessment\n\n\n\n\nExpanded Containment Team Assessment\n\n\n\n\n\n\nDate:\n 21:40 hours, March 5th, 2017\n\n\nTeam Leader:\n Commander James Gould\n\n\nTeam Members:\n Sgt. Sebastian Dietrich, LCpl. Sean McTavish, Pvt. Alexander Skarsgård\n\n\nForeword:\n Commander Gould and Private Skarsgård were fitted with shoulder-mounted camera equipment that was transmitted to a Mobile Command Element. Team Rostock was given two tripod cameras to set up next to the track alongside the Dolgoch Viaduct to record the SCP-7040 event.\n\n\nThis record is a transcript of the visual and audio feeds relayed between Team Rostock and the Mobile Command Element, callsign \"Attrition\".\n\n\n\n\n[Begin Log]\n\n\nGould:\n Sound off for the pretty faces at Command, Rostock.\n\n\nMcTavish:\n Check-check.\n\n\nSkarsgård:\n Affirm, Rostock Leader.\n\n\nDietrich:\n All present and accounted for, Command.\n\n\nGould:\n Attrition, you reading us loud and clear? This weather is really kicking up, over.\n\n\nAttritionComm:\n Reading you, Rostock Leader. Continue with your mission.\n\n\nGould:\n Alright guys, you heard the big man. Let's go catch ourselves a ghost train.\n\n\n[Extraneous data removed as Team Rostock travel along the railway line towards the viaduct.]\n\n\nGould:\n Yeah, Alex. There's good. Command, you getting the feed from Camera-I? Over.\n\n\n[Camera-I's feed appears. The camera is positioned away from the viaduct, pointing down the track towards the abandoned station at the base of the mountain.]\n\n\nAttritionComm:\n One moment, Rostock Leader… affirmative. Picture's beautiful on this end.\n\n\nGould:\n Good to hear, Attrition. Dietrich'll have Camera-II up in a jiffy.\n\n\n[Camera-II's feed appears. It is positioned towards the Dolgoch Viaduct. The collapsed section of the bridge and the Afon Fathew River is visible.]\n\n\nAttritionComm:\n Feed from Camera-II is as clear as the day is long, good work.\n\n\nGould:\n Orders, Attrition?\n\n\nAttritionComm:\n Wait for SCP-7040 to materialize. We want good footage of this event, over.\n\n\nGould:\n Copy that.\n\n\n[Extraneous data removed.]\n\n\nMcTavish:\n For the record, it is currently 23:05. Gettin' zilch on the Kant Counter.\n\n\nSkarsgård:\n Commander- do you think Camera-I would be better on the other side? You'd get a longer shot of the track.\n\n\nMcTavish:\n What are you, Alex, a photographer?\n\n\nDietrich:\n If he thinks it'll get a clearer picture, I say let him do it.\n\n\nGould:\n You're all making a big fuss about this. Alex, move it to the other side.\n\n\n[The feed from Camera-I wobbles as Private Skarsgård picks up the camera and hoists it over his shoulder. He moves to the train track and steps on it. He trips as he attempts to pick his left foot up out from under the line.]\n\n\n[Private Skarsgård mutters under his breath, drastically ramping in alarm as he fails to remove his foot from the track.]\n\n\nMcTavish:\n Alex. You good?\n\n\nSkarsgård:\n Get my fucking foot out of here. I'm stuck!\n\n\n[Private Skarsgård sets the camera down next to the track, facing the decline down the mountain.]\n\n\nMcTavish:\n Shit, man. You're wedged in there good.\n\n\nDietrich:\n Did we bring any railway detonators?\n\n\nGould:\n Of course we didn't, Dietrich.\n\n\n[Camera-I picks up a light vibration on the tracks. The gravel shifts slightly. The Kant Counter on the ground abruptly shifts from green to red.]\n\n\nMcTavish:\n I've almost got 'im!\n\n\nGould:\n Just a bit further, Alex.\n\n\n[SCP-7040 appears around the bend, approximately 50 meters away.]\n\n\nSkarsgård:\n Oh, fuck, man!\n\n\nMcTavish:\n We've got to back off.\n\n\nDietrich:\n Try to do something right for once in your life, Sean.\n\n\nMcTavish:\n Don't you fuckin' berate me right now!\n\n\n[Commander Gould pulls Sergeant Dietrich off of Private Skarsgård as SCP-7040 closes the distance at an approximate 15 meters.]\n\n\nGould:\n I'm sorry, Alex.\n\n\nSkarsgård:\n Fuck. Fuck, fuck, fuck!\n\n\n[SCP-7040 collides with Private Skarsgård. His chest contorts as his body connects with the buffers of SCP-7040. His legs buckle under the train and he is dragged underneath along the track. Camera-II catches SCP-7040 careening into the Afon Fathew River below.]\n\n\n[End Log]\n\n\n\n\nPostword:\n The remaining Rostock Team members accompanied by additional reinforcements in the form of Special Operations \"Carchara\" Group search the Afon Fathew River for the remains of Private Alexander Skarsgård. The search is called off three hours later, and Rostock Team returns to Centralized Headquarters.\n\n\n\n\n \n\n\n\n\nMEMORANDUM-7040-I\n\n\nAdditional Event Occurence\n\n— —\n\n\n\n\nApproximately two hours after the Containment Assessment conducted by Containment Unit Duke-4 - Team Rostock resulted in the disappearance of Private Skarsgård, his designated shoulder-mounted camera activated, transmitting a signal to Mobile Field Command. Video transcript has been attached below.\n\n\n \n\n\n\n\n \n\n\nDate:\n 02:13 hours, March 6th, 2017\n\n\nInvolved Personnel:\n Private Alexander Skarsgård\n\n\nForeword:\n Private Skarsgård's vitals monitor displayed complete brain death, though he appeared intact and alive during the recording.\n\n\n\n\n>Open Record View [2731.18.576.4219F]\n\n\n>Pvt. Skarsgård, Alexander B.\n\n\n>Play>\n\n\n[Private Skarsgård's camera feed connects to Mobile Field Command. He is standing with his back against a wall. He appears to be within a train coach that matches the description of SCP-7040. The cabin is enveloped in water, with all of the windows shattered, though Skarsgård does not appear to notice.]\n\n\nSkarsgård:\n What the fuck? What the fuck? I didn't survive Iraq for this bullshit.\n\n\n[Several moments pass while he examines his surroundings and collects himself. His body appears completely intact.]\n\n\nSkarsgård:\n My legs, my fucking legs hurt to high Hell. How the fuck do I get out of here?\n\n\n[Several entities materialize from the floors and opposite wall of the coach and move towards Private Skarsgård. They are black in colouration, and their skin appears to slowly ooze down their bodies.]\n\n\nSkarsgård:\n Stay the fuck back!\n\n\n[Skarsgård retrieves his standard-issue combat knife from his sheath and swings it in front of him. The entities, deemed SCP-7040-1 instances, continue advancing on the agent.]\n\n\nSkarsgård:\n Get the fuck off me!\n\n\n[Skarsgård kicks an SCP-7040-1 instance on the floor as two others grab his arms. His screams can be heard as a fourth entity seeps through the orifices in his face and the camera feed begins to distort.]\n\n\n[More instances of SCP-7040-1 flood into Private Skarsgård. Gurgles can be heard from the agent. One of the SCP-7040-1 instances has a gold pin protruding from its skin. It reads \"Geddings\".]\n\n\n>Unexpected Delay [Ref.A13.179D]\n\n\n>Attempting to Recover Record…\n\n\n>Connection Failed\n\n\n-\n\n\n>End Record View [2731.18.576.4219F]\n\n\n\n\n \n\n\n\n\nMEMORANDUM-7040-II\n\n\nAdditional Event Occurence\n\n— —\n\n\n\n\nFollowing a three-hour period of radio silence, Private Skarsgård's shoulder-mounted camera activated again. Having sustained severe damage, the connection only lasted for two minutes before disconnecting a final time.\n\n\n\n\n \n\n\nDate:\n 05:19 hours, March 6th, 2017\n\n\nInvolved Personnel:\n Private Alexander Skarsgård\n\n\nForeword:\n Private Skarsgård's shoulder-mounted camera had disconnected from his person, presumably during the events of Additional Event Occurrence.7040.1.\n\n\n\n\n>Open Record View [2731.18.576.4219G]\n\n\n>Pvt. Skarsgård, Alexander B.\n\n\n>Play>\n\n\n[The camera feed connects, displaying a full view of the train coach. There are nine SCP-7040-1 instances present.]\n\n\n[One instance is flailing a knife in front of it, even though there is no threat present. Several other instances are scratching at the walls, attempting to crawl out of the windows.]\n\n\n[The camera is suddenly flung forward as the train stops momentarily. It drifts forward through the train coach and through the door on the opposite side. The outside is visible, though it is clouded by murky water.]\n\n\n[The camera approaches the cabin of Tallyln, where Conductor Donald Geddings and Fireman Douglas Flower are frantically pulling on the brakes of the train to no avail.]\n\n\n[The camera jolts aside as the brakes are engaged momentarily, and the full cabin comes into view. The two SCP-7040-1 instances have terrified looks on their faces.]\n\n\n[The camera begins to sink and the camera feed distorts.]\n\n\n>Unexpected Delay [Ref.A13.179D]\n\n\n>Attempting to Recover Record…\n\n\n>Connection Failed\n\n\n-\n\n\n>End Record View [2731.18.576.4219G]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFollowing the events of Addendum.7040.3 and Additional Event Occurrence.7040.1, Head of Quarantine and Containment Wilson Yurek of Research Site-72\n6\n put forward a motion to rebuild the Viaduct after studying documents left behind by the Department of Spectral Locomotion.\n\n\nUnder the supervision of the Third Overseer, the United Kingdoms Board of Containment held a vote.\n\n\n \n\n\n\n\n\n\n\n\nFOR\n\n\nAGAINST\n\n\nABSTAIN\n\n\n\n\n\n\n24\n\n\n16\n\n\n5\n\n\n\n\n\n\n\n\n \n\n\nReconstruction of the Dolgoch Viaduct commenced on June 21st, 2017 and concluded on April 3rd, 2018. The names of Andreas Erswood, Alwyn Pewitt, Lewys Pyre, Powel Wathen, Teilo Merrick, and Alexander Skarsgård were inscribed on a support beam of the Viaduct.\n\n\n \n\n\n\n\nFinal Containment Assessment\n\n\n\n\nExpanded Final Containment Assessment\n\n\n\n\n\n\nDate:\n 01:30 hours, April 12th, 2018\n\n\nTeam Leader:\n Commander James Gould\n\n\nTeam Members:\n Sgt. Sebastian Dietrich, LCpl. Sean McTavish, PFC Jason Burnwood\n\n\nResearch Personnel:\n Head of Quarantine and Containment Wilson Yurek, Senior Researcher Owen Dowd, Doctor Karl Branston, Doctor Walter Nachtnebel, Researcher Bill Sloane, Researcher Beau Valentine.\n\n\nForeword:\n Prior to the Final Containment Assessment, Research personnel had deployed several Tripod cameras to record the final event log. To access the recordings from Addendum.7040.4, please contact your designated Records and Revision liaison.\n\n\n\n\n[Begin Log]\n\n\nGould:\n Alright… Rostock, mic check for Command.\n\n\nDietrich:\n Dietrich, present.\n\n\nBurnwood:\n Here, Commander.\n\n\nMcTavish:\n Right on your ass, Gould.\n\n\nGould:\n Doctor Yurek, is your team ready?\n\n\nYurek:\n Good to go, James.\n\n\nGould:\n Alright, I'll station my men between your groups of researchers. Hopefully, this thing won't take ages this time.\n\n\nDietrich:\n Let's get this over with.\n\n\n[Extraneous data removed.]\n\n\n[Commander Gould and PFC Burnwood are stationed with Doctor Yurek, Doctor Branston, and Researcher Sloane. Sergeant Dietrich and Lance Corporal McTavish are with Doctor Dowd, Doctor Nachtnebel, and Researcher Valentine.]\n\n\nMcTavish:\n You see that?\n\n\nDietrich:\n Yeah, looks like a… plaque, almost.\n\n\nMcTavish:\n Shit me. It \nis\n a plaque. See, there. It's Alex.\n\n\n[Sergeant Dietrich salutes the plaque.]\n\n\nDowd:\n Friend of yours?\n\n\nDietrich:\n Something like that.\n\n\nValentine:\n Owen, are you getting any readings from this train?\n\n\nDowd:\n Mostly just charges in the air around us. It's not even peaking above the green.\n\n\nMcTavish:\n That's how it gets you. It'll come.\n\n\n[Extraneous data removed.]\n\n\nGould:\n For the record, Command, it is currently 01:56.\n\n\nBurnwood:\n Thing's a no-show. We were sent out here for nothing.\n\n\n[PFC Burnwood crosses the track, Kant Counter in hand. The spike immediately shifts from green to orange.]\n\n\nBurnwood:\n Woah, Commander. Getting a strong reading here.\n\n\nGould:\n Clear off the track, doctors.\n\n\nMcTavish:\n Gould, you feel that? Over.\n\n\nGould:\n We are. Keep clear of the track, out.\n\n\n[A train whistle is heard. SCP-7040 rounds the corner and approaches the Viaduct.]\n\n\nMcTavish:\n We got 'im, Gould! Look at that.\n\n\nYurek:\n Holy- It's beautiful.\n\n\nGould:\n It sure is.\n\n\n[SCP-7040 crosses the viaduct, releasing a long, loud whistle. After traversing the Dolgoch Viaduct, SCP-7040 disappears with a final wheesh of steam.]\n\n\n[The personnel clap as the steam rises into the air.]\n\n\n[End Log]\n\n\n\n\nPostword:\n As Team Rostock was exfiltrating from the target area, SCP-7040 was found in a shed at the base of the hill, where it originally left the station to the Alltwyllt incline.\n\n\nIt was decided by the Board of Containment that the Talyllyn Railway should be re-opened as a tourist attraction for the public.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nOn April 28th, 2018, the Talyllyn Railway was re-opened for tourists. All members of Rostock Team and the research team were present, and SCP-7040 has effectively neutralized its own anomalous properties.\n\n\n \n\n\n\n\n\n\n\n\n28/04/2018\n\n\n\n\n \n\n\nFINAL ASSESSMENT - ADDITIONAL NOTE\n\n\n \n\n\nMessage from Doctor Wilson Yurek and Containment staff:\n\n\nWe are all immeasurably proud.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-7039\n | SCP-7040 | \nSCP-7041\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7040\n\" by Professor Puffer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7040\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n TalyllynBridge\n\n\nAuthor:\n Unknown Author\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:TalyllynOnDolgochViaduct.jpg\n\n\n\n\n\n\nFilename:\n TalyllynTrain\n\n\nAuthor:\n W.R. McConnel\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:TalyllynAtNantGwernol1890.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Accuracy is unclear due to the ageing of the documents.\n\n\n2\n. Later adapted into Mobile Task Force Delta-4 in 1994.\n\n\n3\n. Teams Red, Orange, Yellow, and Green. Each consists of five members and two stenographers.\n\n\n4\n. The Extromagner is a piece of outdated field equipment used by Foundation Quarantine Teams from 1850-1897. Held by an individual in one hand, the detector amplifies magnetic signals on a meter that can be read on a visual display and emits an electric hum that strengthens as the individual approaches the source of the anomaly's \"footprint\".\n\n\n5\n. Presently adapted into the role of Regional Director.\n\n\n6\n. SCP Research Site-72 is located in Carmarthen, United Kingdoms.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7040 \" by Professor Puffer, from the SCP Wiki . Source: https://scpwiki.com/scp-7040 . Licensed under CC-BY-SA .",
        "Filename: TalyllynBridge Author: Unknown Author License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:TalyllynOnDolgochViaduct.jpg",
        "Filename: TalyllynTrain Author: W.R. McConnel License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:TalyllynAtNantGwernol1890.jpg"
    ],
    "containment_procedures": "Following the Dolgoch Viaduct's reconstruction and the Talyllyn Railway reopening in 2018, SCP-7040 has effectively neutralized its own anomalous properties.",
    "description": "SCP-7040 is a Kerr, Stuart & Co. Ltd. 0-4-2ST Narrow-Gauge Steam-Engine (nicknamed 'Talyllyn'). The base of the locomotive is black in colouration, with gold accents on the rims of the cabin windows, headlamp, whistle, and a gold-coloured railing along the boiler and cabin. SCP-7040 is connected to four passenger coaches of similar appearance, each coach has a maximum capacity of 20 persons per carriage. At the date of interest, the conductor was Donald Geddings and the fireman was Douglas Flower.",
    "title": "SCP-7040"
}