{
    "url": "https://scp-wiki.wikidot.com/scp-7043",
    "all_text": "rating: \n+241\n+\n–\nx\n\n\n\n\nBegin Audio Transcript - Call Log - 7/7/2022 - 09:24:77 - Site-19 Documentation Dept. TO Site-19 Director's Office\n\n\nDir. O'Leary:\n Hey Clarence, what's the issue?\n\n\nC. Robinson:\n Hey, you ever tell the secretary there I think she's cute?\n\n\nDir. O'Leary:\n Still at that? You know I can't do that, man.\n\n\nC. Robinson:\n (chuckling) I was hoping this might be the lucky call. Anyway, calling for a handful of reasons. One was to finally give you a congratulations now that you're actually in the office. Can't be any more of a pain than Director August, I can tell you that much. The department here's rooting for you.\n\n\nDir. O'Leary:\n Well I appreciate that! Settling in around here has been an absolute mess, what with yesterday's power outage and some things shaking around up top.\n\n\nC. Robinson:\n Power outage? Where at?\n\n\nDir. O'Leary:\n Like, the whole building's security cams. There's just no footage of anything from the 6th. Security was really concerned.\n\n\nC. Robinson:\n Huh. I'm sure we'll be hearing abou- wait, isn't today the 6th?\n\n\nDir. O'Leary:\n My watch says it's the 7th, and it's never been wrong.\n\n\nC. Robinson:\n Odd, I could swear yesterday was the 5th. Maybe I had one too many last night.\n\n\nDir. O'Leary:\n Well that's hardly unusual.\n\n\nC. Robinson:\n (chuckling) C'mon man, I swear I'm trying to quit!\n\n\nDir. O'Leary:\n (chuckling) I know, I know.\n\n\nC. Robinson:\n Anyway the other couple of things I wanted to talk to you about are more odd ones. I was cataloguing a new skip that came in with Patra out of the investigation department. I think it was slot 70… 7043!\n\n\nDir. O'Leary:\n That hadn't been filled yet?\n\n\nC. Robinson:\n I wanna say something was there and it just got moved. Lucky for me, I guess. Makes it easier to find an open spot without pulling up the search or throwing a dart at the board. Anyway, turn the brain off, start tacking away, you know how it is.\n\n\nDir. O'Leary:\n Yeah, sure.\n\n\nC. Robinson:\n I uh, finish the description bit and I'm about to scan the one addendum document when I look over and notice the page just filled itself in with addendums.\n\n\nDir. O'Leary:\n I thought you hated AIC's.\n\n\nC. Robinson:\n I do, which is why I wasn't using one. I double-checked. I ran the addendums through the search to see what came up and there was three or four things above my clearance level but that was about it. I don't know what to make of them. I cut the addendums out so I could finish but I still have them on a separate document here if you wanna look into it.\n\n\nDir. O'Leary:\n They just.. appeared there?\n\n\nC. Robinson:\n Poof. Like outta thin air. Nothing on the screen and then suddenly there's like 9 or 10 documents. Kinda odd stuff too. I didn't really look them over in case there's a brain hazard or something but the couple glances I took.. I don't recognize the formatting.\n\n\nDir. O'Leary:\n I mean, I've got a lot on my plate right now, but you've piqued my interest. I'll run them by the folks in infohazards and then take a look, why not.\n\n\nC. Robinson:\n You want me to email them or fax them over?\n\n\nDir. O'Leary:\n (chuckling) Did you know that old place is the only one that still has a fax machine? There's one in the IT department for testing some things and that's about it. You and the other doc departments are the only people that ancient.\n\n\nC. Robinson:\n (laughing) Yeah, well, I still say it's the best way to send a sheet of paper. I'll send the email over in a bit then.\n\n\nDir. O'Leary:\n I appreciate it. Was there something else?\n\n\nC. Robinson:\n Yeah, how come the whole building smells like cigarettes and gas station liquor?\n\n\n\n\n\n\n\n\n► ATTACHMENT: Foreword.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN:\n\n\nEXT. MOJAVE DESERT - DAY\n\n\nA BLACK 1968 GT MUSTANG rolls across the dry, cracked landscape. In it are two passengers, both obscured by the distance and the blowing sand. A pair of cotton gloves flips a coin in the air. This is PASSENGER ONE. The coin lands in the palm of a glove, heads. The coin is flipped again, then again, landing heads each time. A pair of hands can be seen holding the wheel of the vehicle, PASSENGER TWO, placing Passenger One in the passenger seat. The MOJAVE DESERT passes by in the windshield, blowing sand against the car.\n\n\nPASSENGER ONE raises a gloved hand, and the car comes to a stop. Both people exit the vehicle, the gloved hands coming to Passenger One's sides. There is a .44 Magnum at Passenger One's hip, sitting in a holster on their belt. A dark leather overcoat covers most of Passenger One's body.\n\n\nThe .44 Magnum is raised and the cylinder is opened, revealing six empty chambers. Passenger One loads a single round into a chamber, then spins the cylinder.\n\n\nThere is the crack of a gunshot, and Passenger Two falls on their back, hands at their side. The sound of footsteps fades into the distance as blood pools around Passenger Two.\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Interview1.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN.\n\n\nINT. MURPHY LAW DETECTIVE AGENCY - DAY\n\n\nThe hands of a light-skinned man pour a drink of scotch into a shot glass. He lifts the needle of a record player onto a record, then sits back in the chair at his desk, setting the glass of scotch down. He wears a white-collared shirt and tan suspended dress pants, a trademark trilby hat placed loosely on his head. We can see his own .44 sitting loosely in the shoulder-strapped holster. He lifts a cigarette from his mouth and reaches for the newspaper on his desk, sending a puff of smoke into the air.\n\n\nThis is MURPHY, and he is ready to give anyone a bit of the business. He's hard and handsome, with a face you could hit with a wrecking ball and bring out unscathed. The slight wrinkling and dark circles show his age and experience in his harsh, unforgiving line of work.\n\n\nHe is also our NARRATOR. His voice is a rough growl, as if he'd just ran sandpaper over his vocal cords and cleaned the cuts with rubbing alcohol.\n\n\nNARRATOR\n\n\n\n\nThere are things in this world most folks just don't have the stomach for. In my work, you get a good helping of it all. Bad people, worse lives. These days, everyone's got something to hide. Us people keep falling deeper into that black pit, filled with death, murder, lizards hellbent on your destruction.\n\n\n\n\nThe door to the office opens quietly. A pale, redheaded man in a work suit and a driver's cap walks through the door. He's perpetually 20, with a face covered with freckles like the blood spatter of a slash across the neck. This is \nFRED\n, the silent observer, a man in the shadows and yet so unlike the darkness in the office.\n\n\nNARRATOR\n\n\n\n\nSometimes, even surprises.\n\n\n\n\nFRED\n\n\n\n\nI come in here every day, it shouldn't be that surprising anymore. Drinking alone at 11am again, Murph?\n\n\n\n\nFRED sits in a chair across from Murphy, watching as he raises the glass to his lips.\n\n\nMURPHY\n\n\n\n\nSomeone has to.\n\n\n\n\nNARRATOR\n\n\n\n\nFor all the bad in the world, Fred is a little too much good. Good man, good company, hiding nothing. But good company doesn't mean so much these days. The world will just keep spiraling, good or bad.\n\n\n\n\nFRED\n\n\n\n\n..Right. Well, I’m here to bring in your mail again. Looks like it’s still all ads and bills.\n\n\n\n\nFRED tosses a stack of papers onto Murphy’s desk.\n\n\nFRED\n\n\n\n\nYou get any new cases yet?\n\n\n\n\nMURPHY\n\n\n\n\nNo, trouble’s still out there, calling my name.\n\n\n\n\nFRED\n\n\n\n\nLook, Murphy, I’m sorry but how do you know that anymore? You haven’t had a case since 2018, and that was a side gig if anything. Before that, your last real case was, what, 17 years ago?\n\n\n\n\nMURPHY groans, then looks down into the swirling liquid in the glass in his hands. \nHe sees The Professor running into his office.\n He sees a 1937 Olympia Elite Typewriter with three bullet holes sitting on her desk. \nHe sees Dr. Thaum sitting across him in an interview room,\n attempting to snuff him out. \nHe sees the remnants of an android\n scattered about the sidewalk of the city, sparking in the rain. The memories fade from the glass, and he looks up.\n\n\nMURPHY\n\n\n\n\nI know because you’re here. Wherever you are, trouble comes along. Never part of it, but always there.\n\n\n\n\nFRED\n\n\n\n\nI mean…\n\n\n\n\nFRED looks down at himself, lost in contemplation.\n\n\nFRED\n\n\n\n\nI’m just concerned, Murphy. As a friend should be. Your lease for this place is up soon and I’m worried you can’t keep paying it.\n\n\n\n\nNARRATOR\n\n\n\n\nMoney keeps the world spinning, but it can’t buy you justice. The world can keep spinning without that. Maybe the world doesn’t need a Murphy Law anymore.\n\n\n\n\nFRED\n\n\n\n\nThat’s not what I said. Whatever, Murph. Maybe you’re right, something really will come knocking, seeing as I’m here.\n\n\n\n\nFRED stands from the desk and walks to the door.\n\n\nFRED\n\n\n\n\nAll I’m saying is, you should look into a change of career. Join the police, maybe. I just got a job as a limo driver, maybe that’s your calling. You can still drive around the city and brood about the filth or something that way.\n\n\n\n\nMURPHY looks up at Fred from the seat behind his desk. He watches him intently, then Fred opens the door.\n\n\nMURPHY\n\n\n\n\nFred?\n\n\n\n\nFRED\n\n\n\n\nYes, Murphy?\n\n\n\n\nMURPHY stares at him, waiting to say just the right thing, the point that proves him wrong. But it doesn’t come.\n\n\nMURPHY\n\n\n\n\nGoodbye, Fred.\n\n\n\n\nFRED smiles lightly.\n\n\nFRED\n\n\n\n\nSee you tomorrow, Murph.\n\n\n\n\nFADE OUT.\n\n\n\n\nFADE IN.\n\n\nINT. MURPHY LAW DETECTIVE AGENCY - NIGHT\n\n\nMURPHY is asleep in his chair, feet up on his desk. The position is uncomfortable, but he doesn't need comfort.\n\n\nThere's a sudden knock at the door, causing Murphy to slowly open his eyes. He draws his piece, aiming it squarely at the door.\n\n\nA letter slides under the door. Murphy sits up, looking at it.\n\n\nNARRATOR\n\n\n\n\nMy lucky day.\n\n\n\n\nMURPHY walks over to the door and picks up the letter. On the front is the words \"For Mr. Lawden.\" Murphy scowls, then flips the letter over.\n\n\nNARRATOR\n\n\n\n\nIt was the one thing I needed most, the trouble that had been looking for me. It was the inevitability of all things, the bane and purpose of my existence. It was..\n\n\n\n\nZOOM IN on the wax seal on the back. Camera focuses to reveal the logo of the SCP Foundation stamped into the wax.\n\n\nNARRATOR\n\n\n\n\nA case.\n\n\n\n\nTITLE SPLASH\n\n\n\n\nMurphy Law in.. Skip 7043 - THE MONTAUK FALCON!\n\n\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Discovery.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN.\n\n\nEXT. MOJAVE DESERT - NIGHT.\n\n\nMURPHY’s car drives down the shambles of a paved road, headlights piercing the inky blackness of night. Murphy’s hands clench the steering wheel.\n\n\nNARRATOR\n\n\n\n\nThe Foundation was trouble incarnate. They always had almost everything under control, even the things you didn’t know you needed to worry about. They had an ace up their sleeve for nearly every hand that could be dealt.\n\n\n\n\nMURPHY’s car screeches to a halt. The headlights illuminate a woman standing in the road, her vehicle sitting behind her. She wears a modestly luxurious red coat, the fur of an animal surrounding her neck. She’s no older than 45, and she speaks with a hint of German to her accent. This is THIRTEEN, and thanks to her status as the top of the top in The Foundation, her commanding presence needs no introduction. Murphy steps out of the car.\n\n\nNARRATOR\n\n\n\n\nThe Foundation knew the flop before the dealer even flipped the cards.\n\n\n\n\nTHIRTEEN opens the door to her vehicle.\n\n\nTHIRTEEN\n\n\n\n\nHello, Mr. Lawden. Please step into the car.\n\n\n\n\nMURPHY grimaces at the name.\n\n\nNARRATOR\n\n\n\n\nThe only group of people despicable enough to call me that name was the O5 Council and those pencil-pushing pataphysics people, and she didn’t look like a pencil-pusher.\n\n\n\n\nMURPHY\n\n\n\n\nMy car works just fine, toots.\n\n\n\n\nTHIRTEEN\n\n\n\n\nYou need to swap vehicles to better appear as my partner. Local authorities already opened an investigation. You’ll be posing as a member of the FBI along with myself.\n\n\n\n\nMURPHY\n\n\n\n\nYou certainly didn’t dress the part.\n\n\n\n\nTHIRTEEN opens the trunk of the car and removes a FBI uniform. She takes off her coat and puts the uniform on, then removes a second uniform and holds it out for Murphy. He looks at it, then up at her.\n\n\nMURPHY\n\n\n\n\nI’m already in my uniform.\n\n\n\n\nMURPHY flips up the collar on his leather overcoat. Thirteen frowns.\n\n\nTHIRTEEN\n\n\n\n\nWhatever you need to work, I suppose. You’re out of my jurisdiction, but I need help here. Whatever I can do to accommodate you, within reason, let me know. Now please get in the car.\n\n\n\n\nMURPHY steps into Thirteen’s vehicle, sitting in the passenger seat. Thirteen sits in the driver’s, and the car maneuvers back onto the road and drives off.\n\n\nNARRATOR\n\n\n\n\nBut for all the quad aces there were to draw, all the card-counting and manipulation, the Foundation always faced the threat of a royal flush. All you can do then is keep the winner from cashing out. They don't call a guy like me to the Vegas deserts unless they see the nail coming to the coffin.\n\n\n\n\nTHIRTEEN\n\n\n\n\nI'm sure you understand from my letter the sensitivity of this case. I'm concerned I can't even let my peers know I'm investigating.\n\n\n\n\nThe car slows to a stop twenty feet from a wrapping of bright yellow police tape. It’s a grizzly yet clean scene, a single vehicle within the tape, and the victim, PASSENGER TWO, still on his back, blood pooled up around his torso from a stream in his head. The top half of the body lays off the road, covered in dust from the surrounding desert. The area is swarmed with police, their red and blue lights flashing in the distance and splashing over the area like light through flavored syrup bottles.\n\n\nMURPHY pulls the yellow tape over his head and kneels over the body. A couple of officers run over to him, but Thirteen stops them before they can say anything. Thirteen pulls a badge from the pocket of her uniform.\n\n\nTHIRTEEN\n\n\n\n\nFBI, he’s with me. We’re commandeering this investigation, please step away.\n\n\n\n\nOFFICER ONE\n\n\n\n\nWe sent for a hearse to haul him off to the coroner and a couple detectives from the station, would you like us t-\n\n\n\n\nTHIRTEEN\n\n\n\n\nCall it all off, go home for the night. We’ll let you know if we need anything.\n\n\n\n\nOFFICER TWO\n\n\n\n\nAlright. I guess he’s someone of interest, then?\n\n\n\n\nTHIRTEEN\n\n\n\n\nYes, and that’s more than you need to know.\n\n\n\n\nThe OFFICERS leave. Murphy runs his hands over Passenger Two’s cold cheeks as vehicles drive off, the red and blue lights leaving with them.\n\n\nNARRATOR\n\n\n\n\nHeat’s leaving the body, nothing but the sun for warmth out here, and the feathers of buzzards. Cold body, colder act.\n\n\n\n\nTHIRTEEN\n\n\n\n\nYou’re getting fingerprints on my body.\n\n\n\n\nMURPHY pulls his leather gloves from his coat pocket and puts them on. He turns over Passenger Two’s arms, then his legs, then inspects his neck.\n\n\nMURPHY\n\n\n\n\nNo struggle.\n\n\n\n\nMURPHY reaches into the pockets of Passenger Two’s pants and finds nothing. He stands, then opens the door to the vehicle.\n\n\nMURPHY\n\n\n\n\nSmells of vinegar.\n\n\n\n\nMURPHY runs his gloved hands along the driver’s seat and inspects them, then the steering wheel.\n\n\nMURPHY\n\n\n\n\nEntire vehicle’s been cleaned and disinfected. No fingerprints, no DNA. Whoever killed him wanted him more than dead, they wanted him dead and gone.\n\n\n\n\nMURPHY opens the glove box and finds nothing. He shifts over to the passenger side and opens the pocket.\n\n\nMURPHY\n\n\n\n\nNo registration or insurance papers. Nothing up here, except for this.\n\n\n\n\nInside the pocket sits a small ballcap, the logo of Sasha’s Cleaning Products ironed into the front. MURPHY pulls it out and turns it over in his hands.\n\n\nMURPHY\n\n\n\n\nSasha's Cleaning Products. S.C.P.\n\n\n\n\nTHIRTEEN\n\n\n\n\nA front company of ours, set up a few miles west of here. Lucky they left that here.\n\n\n\n\nMURPHY\n\n\n\n\nNot luck, you don’t clean up this well and leave a mistake like this behind. I don't suppose the hat’s the only reason I'm here.\n\n\n\n\nTHIRTEEN\n\n\n\n\nNo. The reason you're here is because, as the thirteenth member of the O5 council, I have to take threats to our members with the utmost seriousness. You're here because that..\n\n\n\n\nTHIRTEEN gestures to Passenger Two, the camera slowly zooming in to Passenger Two's face.\n\n\nTHIRTEEN\n\n\n\n\n..is O5-7.\n\n\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Interview2.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nEXT. SASHA'S CLEANING PRODUCTS - NIGHT.\n\n\nMURPHY's car drives slowly down a village road, passing by shops and restaurants one by one. The streets are devoid of other life save for the occasional passing car and the street lights shining by overhead.\n\n\nNARRATOR\n\n\n\n\nShe had armed me with a special access card and a code phrase, although the steel at my hip was all I needed. Her concerns made sense now; the only person close enough to an O5 to have them whacked would be another O5. This narrowed me down to 12 possibilities. The big question is, why?\n\n\n\n\nMURPHY stops the car in front of a shop. He gets out and surveys the building. It’s empty inside, a single counter surrounded by various cleaning implements: shelves of disinfectants and window cleaners, walls of vacuums and mops, and a display in the front advertising their personal cleaning services, all of which sit dormant in the dark building. Mounted at the top is a red sign with orange letters, reading \n“Sasha’s Cleaning Products.”\n Smaller lettering below it reads “Your mess is our success!”\n\n\nMURPHY steps up to the door and pulls on the handle, but finds it locked. He sighs, then removes a pack of cigarettes and a zippo lighter from his breast pocket. He places a cigarette between his lips and lights it, then puts the items back. He pulls a keycard from the same pocket and looks at it. Inked in red are the words “level three access.” Next to the door is a card reader. He swipes the card, and the reader blinks green. The door makes a small click before releasing the locking mechanism.\n\n\nMURPHY pushes open the door and steps into the building, smoke wafting up from the cigarette. He steps up to the counter. Next to the register is a small silver bell, a sign stand next to it reading “ring for service.” He presses down on it and the bell rings.\n\n\nAfter a moment or two, a man opens the door to a back room and comes to the front. He wears a purple shirt with the logo of Sasha’s on the front. He looks tired, but he becomes alert on seeing Murphy. This is ATTENDANT.\n\n\nATTENDANT\n\n\n\n\nI don’t recognize you. You have two minutes to tell me who you are and how you got in here.\n\n\n\n\nMURPHY\n\n\n\n\nDoes ███ █████ ████ ████?\n\n\n\n\nATTENDANT squints, then lifts up the divider in the counter, gesturing for Murphy to enter. Murphy steps behind the counter. Attendant opens the door to the back room and Murphy enters. Inside, the room is lit up by the glow of blinking lights and computer monitors. Desks and servers litter the room. In the back, a large array of screens stand looming over the room. They each display the video feed of a different camera within the village.\n\n\nATTENDANT\n\n\n\n\nWhat can I help you with?\n\n\n\n\nMURPHY\n\n\n\n\nHas anything unusual happened around here recently?\n\n\n\n\nATTENDANT\n\n\n\n\nNothing of note, no.\n\n\n\n\nMURPHY\n\n\n\n\nHave any members of the O5 council been through here in the last few days?\n\n\n\n\nATTENDANT\n\n\n\n\nO5-7 came by as a routine check-up night before last, but that isn’t unusual.\n\n\n\n\nMURPHY\n\n\n\n\nDoes he do that often?\n\n\n\n\nATTENDANT\n\n\n\n\nWell, yes, he’s comes by biweekly.. and you should know that.\n\n\n\n\nMURPHY\n\n\n\n\nI’m no O5, I’m just with them. An involved party.\n\n\n\n\nATTENDANT\n\n\n\n\nuh-huh.\n\n\n\n\nATTENDANT side-eyes Murphy as they speak, never losing suspicion.\n\n\nMURPHY\n\n\n\n\nDid O5-7 do anything unusual?\n\n\n\n\nATTENDANT\n\n\n\n\nI don’t know, I wasn’t in. Hey Jimmy!\n\n\n\n\nA man sleeping at a desk in the corner suddenly awakens, startled. This is JIMMY.\n\n\nJIMMY\n\n\n\n\nWhat! I’m awake! I’ve been awake!\n\n\n\n\nATTENDANT\n\n\n\n\nDid O5-7 do anything off while he was here?\n\n\n\n\nJIMMY\n\n\n\n\nuhhh… yeah, yeah! He dropped off a body bag and then asked to see the order ledger.\n\n\n\n\nMURPHY\n\n\n\n\nShow me the ledger, and the body.\n\n\n\n\nJIMMY\n\n\n\n\nI’ll have to call downstairs to get the body but I can print out the ledger for you in the meantime.\n\n\n\n\nNARRATOR\n\n\n\n\nAnother body, but what’s one amongst foundations. Dead people was not unusual for a society such as this one. The Foundation breeds a different class of desensitivity. It’s disgusting.\n\n\n\n\nJIMMY hands Murphy a couple sheets of paper, order logs for cleaning supplies from the last month. Murphy thumbs through them. Camera zooms on the names. Margaret Edmonds, Nolan Boddy, Kevin Alberstram.. nothing of note catches his eyes.\n\n\nJIMMY\n\n\n\n\nThat’s funny. Storage says somebody checked the body back out. They didn’t leave a name.\n\n\n\n\nMURPHY\n\n\n\n\nWho was the body?\n\n\n\n\nJIMMY asks the same question over the phone.\n\n\nJIMMY\n\n\n\n\nThey were instructed not to open the bag, so they didn’t. They said it made a whirring sound. I noticed that too, now that I’m remembering it.\n\n\n\n\nMURPHY\n\n\n\n\nAny ideas where it came from?\n\n\n\n\nJIMMY again asks the same question over the phone.\n\n\nJIMMY\n\n\n\n\nWell, the bag had “Site-19 Storage” stenciled on.\n\n\n\n\nMURPHY\n\n\n\n\nHrm.\n\n\n\n\nMURPHY exits the building, tapping the ash off the end of his cigarette on his way out. Attendant turns to Jimmy and grabs his shoulder.\n\n\nATTENDANT\n\n\n\n\nCall the boss. Tell him to call his boss. Tell him there's a problem with O5-7. I'm gonna run downstairs and get Site-19 on the line. Whoever that was, even if he had the code.. I don't like the look of him.\n\n\n\n\nJIMMY picks up the phone again and begins calling someone. Attendant opens the door to the bathroom, revealing an elevator shaft behind the door. He presses a button and the lift rises to him. He steps in and the lift lowers. Stenciled onto the wall behind the lift are the words \"Armed Site-21 Access Lift.\"\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Interview3.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nEXT. SITE-19 - MORNING.\n\n\nMURPHY pulls his car up to a Site-19 perimeter security booth. He stops the car at the booth window just behind the gate. A security agent pokes his head out of the window. He’s tired and monotone, but hardly careless. This is SECURITY 1.\n\n\nNARRATOR\n\n\n\n\nSite-19 was the most sterile and lifeless place on earth, but the life they kept here was nothing to sneeze at. One of the few places where the monsters still roam and the broken have a home. Whatever was waiting for me in there, I couldn’t possibly imagine.\n\n\n\n\nSECURITY 1\n\n\n\n\nFacial recognition failed, name and badge number?\n\n\n\n\nMURPHY\n\n\n\n\nDoes ███ █████ ████ ████?\n\n\n\n\nSECURITY 1\n\n\n\n\nDoes what? I don’t know what that means, sir. Name and badge number or turn around.\n\n\n\n\nMURPHY hands the agent his loaned security badge.\n\n\nSECURITY 1\n\n\n\n\nName, sir.\n\n\n\n\nMURPHY squints at the agent, as if trying to stare him down.\n\n\nMURPHY\n\n\n\n\nI’m Murphy. Murphy Law.\n\n\n\n\nThere’s a loud buzz as SECURITY 1 swipes the card and inputs the name into his computer. A small red light on the desk comes on.\n\n\nSECURITY 1\n\n\n\n\nExcuse me for a moment.\n\n\n\n\nSECURITY 1 picks up the phone in his booth and punches in a few numbers. He begins talking to someone in the background, staring back at Murphy as he does.\n\n\nNARRATOR\n\n\n\n\nThese sites were just beehives waiting to be kicked.\n\n\n\n\nSECURITY 1 finally hangs up the phone, then sighs. He hands the card back to Murphy.\n\n\nSECURITY 1\n\n\n\n\nPark in Lot A, Door One.\n\n\n\n\nMURPHY drives the car up to the lot and steps out, then approaches the door. He scans the ID card and steps inside. Another security agent stands in front of the door waiting to greet him. His tone is more warm, but he is much like the first in intention. This is SECURITY 2.\n\n\nSECURITY 2\n\n\n\n\nHello, Mr. Law. I’m to escort you to your meeting.\n\n\n\n\nMURPHY gives him a cold glare, then nods. Security 2 is unphased. The two walk through the facility, passing by a myriad of locked doors and labelled rooms. Murphy takes a drag on his cigarette.\n\n\nNARRATOR\n\n\n\n\nMeeting. If I had a dollar for every arranged meeting I’d been to, I wouldn’t be doing this job. If I had two for every meeting that turned out to be a trap, well, wouldn’t I be lucky.\n\n\n\n\nSECURITY 2 opens the door to an interview room. A middle-aged Chinese woman sits at the interview table, waiting patiently. She smiles at Murphy as he enters and he recognizes her instantly. Age has done it’s reshaping, but it’s still the same commanding presence. This is FIVE, and if we told you any more about her, we’d have to kill you.\n\n\nFIVE\n\n\n\n\nHello, Mr. Lawden. It’s been quite a while, hasn’t it?\n\n\n\n\nMURPHY winces at the name again. He sits at the opposite end of the interview table, disgruntled.\n\n\nNARRATOR\n\n\n\n\nO5-5. Seventeen years…\n\n\n\n\nFIVE\n\n\n\n\nHow have you been? Good spirits, I hope.\n\n\n\n\nMURPHY\n\n\n\n\nHrm.\n\n\n\n\nFIVE\n\n\n\n\nWhen Site-21 called us and warned that a man in a leather overcoat and a cigarette addiction would be coming by to investigate O5-7, I knew who it was right away.\n\n\n\n\nMURPHY doesn’t speak but looks on in silence.\n\n\nNARRATOR\n\n\n\n\nSo much for anonymity.\n\n\n\n\nFIVE\n\n\n\n\nRight, well, O5-7 didn’t show for this morning’s meeting. I assume at least that that's what you're looking into, it's the most concerning thing there is around here and you did ask about him. Here, this is the last sighting of him as he left the facility yesterday.\n\n\n\n\nFIVE hands Murphy a stack of printouts, each a screenshot of security cam footage showing O5-7 leaving Site-19. Murphy inspects each image carefully.\n\n\nFIVE\n\n\n\n\nI reviewed the security footage at Sasha’s. You seem different. Different demeanor, more.. mellow, less noire. I have to say, it’s rather disappointing. I was hoping for the site to be converted into a sprawling mansion or a dingy dive bar or some such, but no, it's simply the same old place. That's unlike you, unlike your anomaly. Are you okay? Has something changed?\n\n\n\n\nThere’s a hint of annoyance to Murphy’s voice, like just the wrong buttons were being pressed.\n\n\nMURPHY\n\n\n\n\nWhere’s the bag.\n\n\n\n\nFIVE\n\n\n\n\nPardon?\n\n\n\n\nMURPHY\n\n\n\n\nHe had a body bag from here when he arrived at Sasha’s. It’s not here in these photographs. Why?\n\n\n\n\nFIVE gives Murphy an unconvincing smile.\n\n\nFIVE\n\n\n\n\nWell, I don’t know. Things just sort of happen around here all the time. It’s possible he picked it up in transit.\n\n\n\n\nNARRATOR\n\n\n\n\nLike a $500 image of a pixel monkey, I didn’t buy it. Everything about her demeanor reeked of lies and deception. She was hiding something, but what? Her hands weren’t made for the grip of a .44 magnum.\n\n\n\n\nMURPHY stands from the table, adjusts his hat, and turns towards the door.\n\n\nFIVE\n\n\n\n\nPlease, show Mr. Lawden around our facility. Perhaps he might be interested in our investigative department. I hear they’re always looking for work. You’d make a great addition, Murphy.\n\n\n\n\nMURPHY\n\n\n\n\nHm. I’ll be around.\n\n\n\n\nSECURITY 2 opens the door for Murphy and they both step out of the interview room. Security 2 escorts Murphy back down the same hall, the same array of doors and hatches passing by.\n\n\nNARRATOR\n\n\n\n\nShe was hiding something, that much was certain, but what? What was in that bag that was so bad that it had to be hidden?\n\n\n\n\nSECURITY 2 opens the door to a room labelled “Site-19 Investigation Division.” Inside, Murphy finds a handful of mahogany desks, the dimmed lights projecting a slight orange shade onto them. A whiteboard against the wall is filled with blue scribblings about magicians and a pinboard next to it has the images of people’s faces and names of events tacked on and wrapped together in red string. A vaguely Egyptian woman in a lab coat sits hunched over one of the desks, the room’s sole occupant. This is DR. PATRA, a woman whose sheer grit and determination to get everything done all the time has swamped her with work. It commends a level of admiration, but the tiredness of her face tells a less happy story.\n\n\nNARRATOR\n\n\n\n\nMost Foundation investigators were stuffed in someone’s pocket, forging evidence for solved cases either to prevent panic or to “unsolve” it indefinitely. However, *she* was a different case entirely.\n\n\n\n\nMURPHY clears his throat. Dr. Patra looks up at him, then looks back down at her work. She looks up again slowly and jumps, as if she hadn’t seen him there the first time. She pushes her seat back and approaches Murphy. Security Two steps around him and stands in the corner of the room.\n\n\nDR. PATRA\n\n\n\n\nOpening a new case or checking an old one?\n\n\n\n\nMURPHY\n\n\n\n\nWhere’s the rest of the team, miss..\n\n\n\n\nDR. PATRA\n\n\n\n\n*Doctor* Patra, please. They gave us all the day off, actually. Dismissed us all just about an hour ago but I kinda snuck in to grab some case notes and… well…\n\n\n\n\nDR. PATRA looks over at her desk, a single desk lamp illuminating documents and photographs tossed about in a wild mess. She gestures to it weakly.\n\n\nDR. PATRA\n\n\n\n\nThat happened.\n\n\n\n\nMURPHY sits down at her desk. She grabs a chair from an empty desk and drags it over, still staring at some of the notes.\n\n\nMURPHY\n\n\n\n\nWhat have you been working on?\n\n\n\n\nThere’s a hint of genuine curiosity to his voice, as if a soul finally got off the late train and took him over for a moment.\n\n\nDR. PATRA\n\n\n\n\nWell, a myriad of things, see there’s this group of \nstreet magicians\n that started appearing recently-\n\n\n\n\nMURPHY\n\n\n\n\nWhat’s this?\n\n\n\n\nMURPHY pulls a close-up photo of a canvas body bag, the words “Site-19 Storage” stenciled onto its side.\n\n\nDR. PATRA\n\n\n\n\nThat’s a bag.\n\n\n\n\nMURPHY\n\n\n\n\nWhat’s in it?\n\n\n\n\nDR. PATRA\n\n\n\n\nIt’s part of a classified investigation from higher up, I can’t divulge anything without proper credentials, mister.. I’m sorry, who are you?\n\n\n\n\nMURPHY furrows his brow, tapping the desk. He thinks for a brief moment, then looks up.\n\n\nMURPHY\n\n\n\n\nDoes ███ █████ ████ ████?\n\n\n\n\nDR. PATRA\n\n\n\n\nDoes… oh, I see. My apologies.\n\n\n\n\nMURPHY\n\n\n\n\nWhat was in the bag, Doctor?\n\n\n\n\nDR. PATRA\n\n\n\n\nWell, you see, we had a rather important anomaly go missing. I only got a brief overview of it myself, access restrictions being what they are, but you gave the code. We think that anomaly was stuffed in this bag and stolen by the children of the scarlet king. We were pretty sure they’d been wiped out, but someone stole it.\n\n\n\n\nMURPHY\n\n\n\n\nWho are the suspects?\n\n\n\n\nNARRATOR\n\n\n\n\nI already knew who’d done it, but the question was why and why’d it get him knocked. Sometimes you gotta ask the wrong questions to get the right answers.\n\n\n\n\nDR. PATRA\n\n\n\n\nWell, frankly, we don’t have any strong leads other than it’s probably someone from scarlet king, but we’ve been looking into something else, and I have this hunch they’re connected. Someone managed to break into the department of pataphysics about ten months ago. Funny thing is, I can’t find the department anywhere-\n\n\n\n\nMURPHY\n\n\n\n\nThey broke in? People don’t simply break in around here.\n\n\n\n\nDR. PATRA\n\n\n\n\nWell, the name was on the entry and exit log but there’s no evidence of them appearing anywhere else in the facility or in any other documents. The only reason I think they’re connected is the only other time they appear on the entry and exit log is yesterday, not long after the anomaly went missing.\n\n\n\n\nMURPHY\n\n\n\n\nWhat even is the stolen anomaly, Doctor?\n\n\n\n\nDR. PATRA\n\n\n\n\nThey told me it was too bad, not for my eyes. Just that it was extremely important to retrieve it. I assume it's not for my clearance position. Maybe you could ask someone in pataphysics.\n\n\n\n\nMURPHY stands to leave.\n\n\nDR. PATRA\n\n\n\n\nOh, sir, one more thing.\n\n\n\n\nMURPHY\n\n\n\n\nMhm?\n\n\n\n\nDR. PATRA\n\n\n\n\nGood luck.\n\n\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Interview4.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN.\n\n\nEXT. SITE-19 - AFTERNOON\n\n\nMURPHY steps out of the building and back onto the asphalt of the Site-19 parking lot. He looks across the lot at the facility next door, the words \"Pataphysics Dept.\" in big, bold lettering across its top looming over him.\n\n\nNARRATOR\n\n\n\n\nI was hoping to god that I wouldn't have to come by this hellish place, but my luck didn't swing that way. It was time for me to have a chat with the people I love most: the pataphysics department. They’d almost gotten me once.\n\n\n\n\nMURPHY put his hand around the gun at his hip.\n\n\nNARRATOR\n\n\n\n\nThey wouldn’t get that close again.\n\n\n\n\nMURPHY steps up to the department doors. The department’s logo is pasted on the front glass, the words “Department of Pataphysics” and “WARNING: NarrativoHazards” below it. He swipes his keycard, but the reader blinks red. He tries again, and it fails again. An intercom blows out a blast of static, as if coughing back to life, then a stern voice comes on.\n\n\nINTERCOM\n\n\n\n\nAccess is restricted to O5 and members of the department, please vacate the area.\n\n\n\n\nMURPHY looks at the small speaker above the card reader. He presses a button on it.\n\n\nMURPHY\n\n\n\n\nDoes ███ █████ ████ ████?\n\n\n\n\nINTERCOM\n\n\n\n\nWhere did you learn that phrase? Why don’t you have a level 5 keycard but have that phrase? Hold still.\n\n\n\n\nMURPHY\n\n\n\n\nCall O5-13. Tell her Murphy Law’s at pataphysics.\n\n\n\n\nINTERCOM\n\n\n\n\nI’m sorry, did you say Murphy Law?\n\n\n(distant)\n\nMove over, let me see the cam feed.\n\n\n\n\nNARRATOR\n\n\n\n\nThe Foundation was already a nightmare of a company, but the way they lock things sometimes made me wonder if they were just trying to slow me down rather than keep anything contained.\n\n\n\n\nThe door clicks and pops open.\n\n\nINTERCOM\n\n\n\n\nWelcome, Mr. Lawden. My apologies. A member of site security is on the way to let you through the vestibule and take you to my office.\n\n\n\n\nMURPHY groans at the name, but steps through the door. A member of pataphysics’ security team comes to greet him. She’s cold, looks distant, and can never seem to look Murphy in the eyes. She wears a pair of odd goggles with green lenses. This is SECURITY 3.\n\n\nSECURITY 3\n\n\n\n\nH-hello, Mr. Lawden. Put these on and follow me please.\n\n\n\n\nSECURITY 3 holds out a pair of goggles akin to her own. Murphy doesn’t grab them but instead looks up at her.\n\n\nMURPHY\n\n\n\n\nKeep them. I won’t be here long.\n\n\n\n\nSECURITY 3\n\n\n\n\nThe bursts of light from the machinery will burn your retinas if you do not wear protective eyewear. Please put these on and follow me.\n\n\n\n\nMURPHY begrudgingly takes the goggles and straps them on. They look awkward and out of place against his rigid, dark demeanor.\n\n\nThey step out into a hall. The wall to their left is made entirely of glass, revealing a vast, expansive room behind it. MURPHY turns his head to look through the window as they walk. A large electrical-mechanical machine takes up most of the space in the room. In the back, a team of scientists in lab coats and green goggles flock around it, while an engineer screws something into an open panel on its side. The engineer closes the panel and gives a thumbs up to the scientists. One of the scientists climbs up a ladder and climbs on top of the machine, then pulls open a hatch in the top and climbs inside. The hatch closes, and a scientist at the other end of the room pulls a lever. The machine revs like the engine of a monster truck with one too many holes in the muffler. It eventually begins glowing and screaming like a tea kettle, then finally fires off a burst of blinding white light, engulfing everything in the room and through the windows, splashing out into the hall and over Murphy. Steam rises from the machine’s hatch, and the scientists clap enthusiastically.\n\n\nMURPHY turns to look at Security 3 with a hint of rising anger to his voice.\n\n\nMURPHY\n\n\n\n\nWhat the hell did they just do to him?\n\n\n\n\nSECURITY 3 again struggles to look at Murphy, their vision aimed roughly five inches too far to the left.\n\n\nSECURITY 3\n\n\n\n\nThe subject was transported up a narrative layer. She was not cooked, fried, or otherwise exposed to an open flame or uncomfortable and/or lethal temperature.\n\n\n\n\nSECURITY 3 looks relatively forward again.\n\n\nSECURITY 3\n\n\n\n\nWe don’t know what the steam is from.\n\n\n\n\nSECURITY 3 stops at the end of the hall and opens a large metal door. Inside is a relatively small and very sparse office. It sports four gray and featureless walls with a single monitor on a wooden desk next to a couple of cabinets. A pair of green goggles sit atop the desk next to the monitor. In the corner by the door is a single fake potted plant. There is a single occupant, a man in a lab coat staring straight ahead, eyesight aligned with the top of the doorframe, sitting somewhat upright in a black swivel chair. His pupils are splintered into six black circles in each eye. He sits upright a bit more on noticing Murphy and Security 3 stepping into his room and his pupils collapse into each other to form two black masses again. He’s warm and understanding, if not a slight distant all the time. This is DR. NARRA.\n\n\nDR. NARRA\n\n\n\n\nAh, Murphy Lawden! Apologies, I didn’t see you come in! Please, have a seat.\n\n\n\n\nA second swivel chair appears across from the desk. MURPHY sits down and takes a drag on his cigarette.\n\n\nMURPHY\n\n\n\n\nHello, Doctor…\n\n\n\n\nDR. NARRA\n\n\n\n\nDoctor Narra, although you can call me Tiv if you’d like.\n\n\n\n\nNARRATOR\n\n\n\n\nThis place was beyond unusual, it was warped. Like a record someone had carved their initials into. They say the world is always changing, but in here, nothing stayed the same. Even if I played this close to the chest, I could be looking at a hand full of elevens if I didn’t pay close enough attention.\n\n\n\n\nDR. NARRA\n\n\n\n\nActually, we do quite a good job of keeping things under control here. It could be far worse if unrestrained.\n\n\n\n\nMURPHY squints and stares Dr. Narra in the eyes, but Dr. Narra doesn’t seem to notice.\n\n\nNARRATOR\n\n\n\n\nLike Fred, he was reading my thoughts before I had even made them into words. Was he an anomaly?\n\n\n\n\nDR. NARRA\n\n\n\n\nAh, yes! Much like 423! Although whether or not we’re anomalies is a topic of some debate around here. Side effect of jumping narrative layers, I’m afraid. You just…\n\n\n\n\nDR. NARRA looks up above Murphy, staring deeply into nothing. His pupils split apart and morph together, bending and twisting and floating about every which way.\n\n\nDR. NARRA\n\n\n\n\n…can’t stop seeing the layer you jumped to.\n\n\n\n\nDR. NARRA shakes his head and looks back at Murphy, pupils normal again.\n\n\nDR. NARRA\n\n\n\n\nBut anyway, enough about that. I’d like to make amends between our department and the Murphy Law Detective Agency. I realize we’ve been on.. rocky grounds in the past, but I assure you Doctor Thaum is no longer under our employment.\n\n\n\n\nNARRATOR\n\n\n\n\nHe could make all the promises he wanted, but it didn’t make a minute’s worth of difference to me. What Thaum did to me, you can’t make up with words.\n\n\n\n\nDR. NARRA\n\n\n\n\nAlright, fair enough. Maybe actions speak louder. What can I do for you?\n\n\n\n\nMURPHY\n\n\n\n\nI’m told your security picked up some peculiarities. An unknown entry on the enter and exit log?\n\n\n\n\nDR. NARRA\n\n\n\n\nAh, yes.\n\n\n\n\nDR. NARRA pulls out one of his filing cabinets and removes a folder, the only item in the entire cabinet. He hands it over to Murphy.\n\n\nDR. NARRA\n\n\n\n\nSomeone got in through the back garage. We have a keypad lock on the garage door. Outdated, I know, that’s probably how it happened. Someone finally mentioned it ten months back and the request to replace it with a card reader like every other door has been jammed in some bureaucratic hell since.\n\n\n\n\nMURPHY flips open the folder and runs his fingers down the page.\n\n\nMURPHY\n\n\n\n\nThis person broke in ten months ago.\n\n\n\n\nDR. NARRA\n\n\n\n\n(slight sarcasm)\n\nWhy do you suppose it was brought to my attention?\n\n\n\n\nMURPHY\n\n\n\n\nWhat did they do while they were here?\n\n\n\n\nDR. NARRA\n\n\n\n\nWell, it looked as though they rifled through some old documents and then.. climbed into the NarrativeJumper. Something shorted in the lever mechanism and it went off on its own while he was inside. Someone lost their vision for it, poor soul.\n\n\n\n\nMURPHY\n\n\n\n\nI suppose that's why he isn't shown leaving.\n\n\n\n\nDR. NARRA\n\n\n\n\nThat's right. They would've been transported up a narrative layer- I'm sorry, do you know how narrative layers work? Imagine an infinite sandwich. Our narrative reality - everything we know of, within the confines of this reality or otherwise - exist within a narrative spa-\n\n\n\n\nMURPHY\n\n\n\n\nThere's an upper layer that controls this one, and somehow we control a lower one. We don't have the time here for in-depth discussions of the narrative stack. Any idea when he returned?\n\n\n\n\nDR. NARRA\n\n\n\n\nNo clue. I was under the impression that he hadn't for a long time, until someone broke in again.\n\n\n\n\nMURPHY\n\n\n\n\nAgain? When was this?\n\n\n\n\nDR. NARRA\n\n\n\n\nYesterday. I took it to the investigative team at Site-19 after that. Their name wasn't on the log the first time, but yesterday they just put down their name and left. It was.. Norridge Bolly. Weird name.\n\n\n\n\nMURPHY flips forward through the papers to confirm, and finds the name. Norridge Bolly.\n\n\nMURPHY\n\n\n\n\nSo how-\n\n\n\n\nA woman in a lab coat opens the metal door. She begins talking to DR. NARRA without even noticing Murphy in the room. This is SCIENTIST.\n\n\nSCIENTIST\n\n\n\n\nS.R.A. V7 is packed and ready to be shipped, sir! Would you like to-\n\n\n\n\nDR. NARRA\n\n\n\n\nPlease, I'll be at the party in a minute. We have a guest here!\n\n\n\n\nSCIENTIST\n\n\n\n\nAh, my apolo-\n\n\n\n\nSCIENTIST looks over at Murphy and freezes, speechless. She then bursts out like a fangirl.\n\n\nSCIENTIST\n\n\n\n\nMURPHY LAWDEN?? He's back! You're here! Oh my god oh my god can you sign my arm?\n\n\n\n\nMURPHY glares at her, somewhat surprised.\n\n\nDR. NARRA\n\n\n\n\nPlease, give our guest some space!\n\n\n\n\nSCIENTIST\n\n\n\n\nOh. Oh, of course. Just a picture? Maybe?\n\n\n\n\nDR. NARRA looks over at Murphy, who looks confused and shrugs. She squeaks and whips out her phone, then leans down next to Murphy and takes a selfie with him. He looks disgruntled and does his best not to touch her.\n\n\nSCIENTIST\n\n\n\n\nThank you, thank you, thank you! I'll cherish this forever!\n\n\n\n\nShe exits the room, slamming the door behind her.\n\n\nDR. NARRA\n\n\n\n\nSorry, Murphy. You're something of a fan favorite with the younger employees.\n\n\n\n\nMURPHY rubs his eyes and sets the papers back down on the desk.\n\n\nMURPHY\n\n\n\n\nHow exactly did they get past the keypad lock?\n\n\n\n\nDR. NARRA\n\n\n\n\nWe don't know. It's a 9-number keypad with five numbers needed. There's 59,045 possibilities. On the cam footage, they just punch in the number and waltz in. Either they knew it from someone else, or they got real lucky. Like, really, really lucky. They did it again the second time too, even after we changed the code.\n\n\n\n\nMURPHY stands from the desk. He takes another drag on his cigarette.\n\n\nMURPHY\n\n\n\n\nI believe that's all.\n\n\n\n\nDR. NARRA\n\n\n\n\nOf course. Let me know if you ever need anything else.\n\n\n\n\nMURPHY grabs the door handle, then looks down in contemplation, before turning around.\n\n\nMURPHY\n\n\n\n\nThere was a document on a stolen skip the investigative team was looking into, do you know what it is, and do you have the file?\n\n\n\n\nDR. NARRA\n\n\n\n\nOh, Murphy…\n\n\n\n\nDR. NARRA's pupils split apart again, bouncing about his eyes in tiny dots.\n\n\nDR. NARRA\n\n\n\n\nI have the files for everything.\n\n\n\n\nDR. NARRA opens his filing cabinet and pulls out a file, the only item in the entire cabinet once again. He reaches across the desk and hands it to Murphy.\n\n\nDR. NARRA\n\n\n\n\nYou have a good day now, Mr. Lawden.\n\n\n\n\nMURPHY winces at the name.\n\n\nMURPHY\n\n\n\n\nStop calling me that.\n\n\n\n\nDR. NARRA\n\n\n\n\nWhatever suits you, Mr. Law. Whatever suits you.\n\n\n\n\nMURPHY exits the building with the file still closed under his arm, then unlocks his car and sits in the driver's seat. He sets the file down on his lap as he closes the door, then flips it open. He holds up the pages, his eyes scanning through them. Camera zooms in on his eyes, widening slowly in growing concern until they're wider than ever. Camera then switches to zooming in on the SCP's item number: \nSCP-231-7.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Exploration.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN.\n\n\nEXT. FORMER SITE DIRECTOR AUGUST’S MANSION - LATE AFTERNOON.\n\n\nMURPHY’S hands grip his steering wheel with force, flooring the gas pedal and gritting his teeth. The vehicle races down the desert road.\n\n\nNARRATOR\n\n\n\n\nSCP-231 was a god damn disgusting display of human cruelty. I didn’t care if it was related to the investigation or not, I had to find out what Procedure 110-Montauk was, at any cost. Most of the procedure itself was blotted out, trying to keep it away from my prying eyes, but I could read between the lines, and what was there was downright terrible. What kind of despicable monsters could put another human through this suffering? I may be cold towards the suffering of others, but this was something else. Something else entirely.\n\n\n\n\nMURPHY’S car screeches to a halt outside of August’s mansion. The once bright, massive building now appears to be falling to decay, with vines climbing up the walls and to the rooftops. The paint on the wood is fading and chipping away, and the concrete steps up to the front door are crumbling apart. The building emits a vaguely stale smell, like a workshop filled with sawdust and cans of pure lead paint.\n\n\nNARRATOR\n\n\n\n\nIf anyone knew what 110-Montauk was, it would be August. I’d narrowly beaten him at this game once, all that time ago, but this time I gave myself a coin-flip chance.\n\n\n\n\nMURPHY grabs hold of the .44 magnum in the holster at his side.\n\n\nNARRATOR\n\n\n\n\nAnd this was my lucky two-headed coin.\n\n\n\n\nMURPHY knocks on the door, but there’s no answer. He slams the door-knocker against the door but there’s still no answer. Murphy kicks in the door, sending the locking mechanism flying into the room.\n\n\nThe interior is just as decrepit as the exterior. All the lights are off, the building illuminated solely by the sunlight streaming through the massive, tinted windows. Everything is covered in layers of dust of varying depth. MURPHY steps through the door, gun drawn.\n\n\nThe mansion is empty. There’s not a single soul anywhere in the building. MURPHY searches every room: the kitchen, the living room, the pool room, the billiards room, the basement, the wine cellar. He eventually walks up the stairs.\n\n\nMURPHY\n\n\n\n\nAugust, you bastard, come on out now!\n\n\n\n\nMURPHY searches through his bedroom, the bathrooms, the attic, then finally arrives at his office. He opens the door and yet again, there’s nobody there. The room is lined with shelves and shelves of books, and a single desk in the back of the room, sitting directly in the sunlight streaming through the massive window behind it. Murphy turns to leave before he notices a small stack of papers sitting atop the desk. One of the desk drawers is pulled open, and a manila folder sits on the ground.\n\n\nMURPHY spins around the swivel chair at the desk and sits, then grabs the stack of papers.\n\n\nNARRATOR\n\n\n\n\nA step in the right direction. Little bits and pieces of 110-Montauk coming out to show themselves. The whole folder is documents from the operation. Little notes on staff movements, prisoner schedules, every time they set that poor woman’s mind back a week. Notes and notes on that torture, going all the way back a month. What kind of man..\n\n\n\n\nMURPHY flips to the last page, a small sheet of a larger expense report. Material costs, upkeep costs, bills.\n\n\nNARRATOR\n\n\n\n\nThen I found it, the bit that cracked this whole thing open. A single note down at the bottom. A question mark.\n\n\n\n\nAt the bottom of the page, next to the number for staff costs - 20.3 million dollars - a large red question mark, and an arrow pointing to the number. MURPHY turns the page over and the back is flooded with with math symbols, the handwriting getting more erratic as it goes. Finally, at the bottom, “20,300,000 - 1,050,000 = 19,250,000!!!!!”\n\n\nNARRATOR\n\n\n\n\nWhat was that one million? What did it mean? Find more, find the paper trail. That’s how this always goes.\n\n\n\n\nMURPHY starts searching the room. He pulls open the other drawers in the desk, leafing through folder after folder. He turns his attention to the bookcases, running his thumb over each cover. Every book is covered in dust. These are all nothings: The World Encyclopedia, The Great Gatsby, the Bible.\n\n\nMURPHY\n\n\n\n\nCome on, show me expense reports, record-keeping, receipts, even a love letter from an accountant will do.\n\n\n\n\nMURPHY’S hands stop just before a single book, named “The Golden Key.” Where all the other books on the shelf were covered in dust and grime and hadn’t been touched in years, here there were a couple spots where you could still see the binding clearly, a mark just about the size and shape of a palm.\n\n\nMURPHY\n\n\n\n\nMy lucky day.\n\n\n\n\nMURPHY pulls out the book. It doesn’t come out of the case. Instead, the wall makes a clicking sound, and the book is pulled back into the shelf. Murphy steps back as the bookcase turns, opening to reveal a wooden staircase in a small, narrow corridor. A small light hangs down from the ceiling, the hall’s only lighting.\n\n\nMURPHY draws his gun again and steps down the stairs. The bookcase closes behind him and a button pops out of the wall. He turns to watch, then continues down.\n\n\nAt the bottom of the steps is a rotting, wooden door. MURPHY grabs the handle and cracks it open. Another ceiling light illuminates a wooden room lined with metal drawers and cabinets, some pulled out revealing stacks and stacks of manila folders, some dumped out on the ground like a cream-colored sea. There’s a wooden desk pushed against the back wall, and a chair in the middle of the room, surrounded by tons of slips and sheets of paper.\n\n\nMURPHY gets down on his hands and knees and starts grabbing at papers, looking through each of them. Expenses, receipts, all of it laid out in a frantic search for something. By the chair in the center, Murphy grabs a stack of receipts.\n\n\nNARRATOR\n\n\n\n\nIt wasn’t the answer I was looking for, but it was the right answer anyhow. It’s what all this meant.\n\n\n\n\nHandwriting stretches across each receipt, adding up the values. Last month’s new uniforms, food, pay, equipment, morale services, etc. A red pen takes the expenses and adds them up along the side of the receipts, the total coming out to $1,050,000.\n\n\nNARRATOR\n\n\n\n\nTwenty million dollars sent to staff budgets, and only one million of it spent. Where did the money go? What the hell did you find, August…\n\n\n\n\nMURPHY shuffles through the piles again before pulling out a sheet of paper. It’s a Site-19 accounting report. $19,050,000 sent to Site-19, the sender and the reason redacted. Red pen circles the “[REDACTED]s” frequently. The only info left is “to be used for,” followed by the words “transfer to council funding.” The purpose for that, again, redacted.\n\n\nNARRATOR\n\n\n\n\nAnd what does the O5 need that money for?\n\n\n\n\nMURPHY digs again, at this point crumpling up papers he doesn’t need and lobbing them across the dank room. Finally, he finds a memo. The words “WHAT THE FUCK???” are scribbled in red ink across the top. Murphy’s eyes scroll across the memo. They catch a few lines in the center: “In the interest of council morale and stability, the O5 council will begin taking rotating vacation periods, with a quarter of the council taking vacation once a month until the next rotation, which occurs on the 28th of each month.”\n\nMurphy scrambles back for the accounting report. His eyes again scroll down to the 19.05 million. Transfer date: The 27th.\n\n\nMURPHY stands up, takes off his hat, and stares down at the papers in his hand. His cigarette almost falls from his mouth.\n\n\nNARRATOR\n\n\n\n\nThey give themselves nineteen million dollars, and then piss off to kokomo. All under the guise of 110-Montauk, funding the torture of this girl to “save the world.”\n\n\n\n\nMURPHY looks around the room in slight distraught before noticing something on the desk in the corner. He walks up to it and finds a tape recorder sitting on top. There’s a tape sitting next to it, the label reading “LISTEN TO ME” in red pen. A considerable number of red pens sit strewn about the ground around the desk. Murphy places the tape in the player and hits play.\n\n\nTAPE PLAYER\n\n\n\n\nThis is August, former director of Site-19 for the SCP Foundation. I have to assume you work for them too if you’re here, listening to this. Otherwise, well, you found something you shouldn’t have, to put it plainly. Anyway, I’m sure you’ve seen the room. See, uh, 2004, we recovered a number of pregnant girls from a cult called the children of the scarlet king. Whenever one of the girls had their kid, something catastrophic happened, like a few hundred people dying, and it got worse with each one. We got down to one unborn kid before we finally worked out a method of.. stopping her. It was, uh, brutal, excruciatingly so. Sickening to a lot of people. I can’t overstate how.. awful it was. But procedure 110-montauk was necessary for a period. I was just a regular level four then, I hadn’t been promoted to director yet. We uh, um, shit what’s the word.. proposed. We proposed a couple solutions over the years. There was, uh, killing the kid in the womb at first. One of the girls had it stillborn and the event still happened so that was out. Then we proposed \ndropping her down 1437,\n disintegrating the entire person, cryogenic stasis… the only thing they didn’t turn down was some small efficiency thing. We put forward a proposal to design a machine that attached to the body…\n\n\n\n\nMURPHY turns away from the desk and looks out towards the open room. He pulls open a drawer of one of the filing cabinets labelled “machine projects” and flips through it. He flips past a series of folders, each labelled with the name of a different machine: “SRA V7,” “NarrativeJumper,” then finally “111-Montauk.”\n\n\nTAPE PLAYER\n\n\n\n\nIt’s small, little upkeep, most we needed was an engineer to oil it every now and again. She probably could’ve walked with it if, you know, she could walk. Sent the proposal to the O5s and they turned it down too. The whole staff was tired, morale ran dry a long long time ago, so they threw a mutiny of sorts. Built it anyway, hooked it up, and it worked. It even silenced her and applied the amnestics itself. Made this funny little whirring sound that still plays back in my head all the time. So we just kept on pretending to run things. Faked some documents, made it look real, like we were still doing all that unspeakable stuff to her. I put in for my retirement about.. well, about ten months back. About the same time they started denying our proposals. Started going through old docs and things just for kicks after I got my retirement approval a few months later…\n\n\n\n\nMURPHY pulls out a cabinet labelled “personal memos” and flips through it before his hands land on a document titled “NOTICE OF RETIREMENT APPROVAL.” At the bottom, it’s signed “-Noah Dee, HR Department.”\n\n\nTAPE PLAYER\n\n\n\n\nand then I figured out why they never approved anything. How long they prolonged that suffering just to launder a few million, it’s.. it’s, it’s pathetic and disgusting.\n\n\n\n\nThe audio begins to sound warped and distorted, as if performed by a robot.\n\n\nTAPE PLAYER\n\n\n\n\nO5-5, O5-6, and O5-7 meet at this bar, one on 34th street, just about every night after work, around 7pm. I’m gonna take what I know and confront them there, seeing as they oversee everything at 19. I don’t think any of them are spearheading this, but someone’s gotta say something. I just hope security will see the light when I start talking. Otherwise… well, that’s just my luck, isn’t it.\n\n\n\n\nThe recording cuts out. MURPHY sits in the middle of the room. Camera pulls out slowly.\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Interrogation.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN.\n\n\nEXT. MONTAUK FALCON - SUNSET.\n\n\nMURPHY walks up to the front of The Montauk Falcon, his car parked at the side of the road behind him. The front of the building is washed in pink, purple, and blue light from the neon signs posted on its front. The name of the bar illuminates the road, a massive buzzing sign covering most of the upper area. He notices a limo parked in front and approaches the driver window. A familiar red-headed man in a drivers cap and purple jacket sits in the driver’s seat twiddling his thumbs. This is DRIVER, and we’ve already met him before. Murphy taps on the window.\n\n\nDRIVER\n\n\n\n\nWho- Oh, Murphy! How are ya?\n\n\n\n\nMURPHY\n\n\n\n\nHello, Fred. I don’t suppose you drove the O5s here?\n\n\n\n\nDRIVER\n\n\n\n\nThis is why you’re the detective and I’m not. They’re in the VIP room, I think.\n\n\n\n\nMURPHY\n\n\n\n\nThanks, Fred. I appreciate it.\n\n\n\n\nMURPHY stands from the car window and grabs the handle to the front door.\n\n\nNARRATOR\n\n\n\n\nThe Foundation always had the upper hand. I wasn’t sure if I had a hand at all. Ace-high doesn’t get you very far. Now I’m here, just before the gates of hell, with the only person at my side being Lady Luck, and she was a cruel mistress.\n\n\n\n\nMURPHY pushes open the door.\n\n\nNARRATOR\n\n\n\n\nHere we go.\n\n\n\n\nMURPHY is greeted by a smoky, oaken interior. The building has a warm, inviting atmosphere about it. The bar itself is placed along the left wall, a bartender serving drinks to a couple of men who are watching a football game behind the bartender. Spread out across the room is a litter of tables and chairs, some with patrons at them, all situated to face the stage at the other end of the room. Atop it, a jazz band plays a rendition of Frank Sinatra’s “Luck be a Lady Tonight.” Various streams of cigarette smoke float up to the ceiling from a number of different people inside, including patrons, the bartender, and the pianist. By the stage, a fire exit door sits with a glowing exit sign. A large window at the other side of the room sits above the stage, with two people conversing on a couch. They’re both dressed fancy-like, sipping martinis. Murphy recognizes one of them and deduces the identity of the other - O5-5 and O5-6.\n\n\nA man in a suit at the front offers to take MURPHY’s coat, and Murphy tries to shrug him off. He insists, and Murphy begrudgingly obliges.\n\n\nMURPHY surveys the room for a moment before noticing an orange and yellow neon sign in the back, over a small doorway, reading “VIP” in blinking letters. He strolls through the room to the door, pushes it open, and steps up a small flight of stairs and into a small purple corridor. The hall is lined with members of a MTF squad. Murphy stops and eyes them each individually. At the end of the hall, just past a storage closet, is a closed door, a small plastic sign on the front also reading VIP. Murphy walks towards it. As he passes by the first MTF member, the member steps behind him, following him to the door. Murphy turns and looks back at him.\n\n\nMURPHY\n\n\n\n\nI.. what?\n\n\n\n\nAs MURPHY passes the next agent, that agent also steps behind him. Then the next one.\n\n\nNARRATOR\n\n\n\n\nWhat are they doing?\n\n\n\n\nMURPHY passes the storage closet, which emanates a low hum. Finally, with 5 MTF members behind him, Murphy looks over his shoulder and turns the doorknob to the VIP room.\n\n\nNARRATOR\n\n\n\n\nThis all feels off.\n\n\n\n\nMURPHY opens the door and closes it behind him. The MTF don’t follow him in, but the humming from the storage closet does. FIVE stands to greet Murphy, accompanied by a larger, balding man. He speaks with a vaguely southern accent, as if he couldn’t decide if he was born in Wisconsin or Kentucky. There’s a charm to it that betrays his underwhelming figure, as if he could talk his way out of anything. Anything but Murphy Law. This is SIX, and if we told you any more about him, it.. uh…\n\n\nFIVE\n\n\n\n\nHello, Murphy. Take a seat, won’t you?\n\n\n\n\nSIX drags an uncomfortable wooden chair over from the corner of the room and sets it behind Murphy.\n\n\nMURPHY\n\n\n\n\nWhat? How did you know I’d be here?\n\n\n\n\nSIX\n\n\n\n\nYou see, Mr. Lawden, there is very little we don’t know. I’m sure you understand that much. A little birdy warned us you’d be here.\n\n\n\n\nFIVE\n\n\n\n\nHe told us you’d catch on to our little trust fund as soon as Seven hit the dirt, so we whipped up a little something to keep you from getting any farther.\n\n\n\n\nSIX\n\n\n\n\nThose pataphysics folks, they can make you anything if they set their mind to it. The Mark-7 Reality Anchor is a prime example. That humming? It’s the sound of progress.\n\n\n\n\nMURPHY\n\n\n\n\nI… I-I don’t understand? W-what about the tapes at August’s, the files? That proves everything!\n\n\n\n\n\n\nMURPHY looks on at them bewildered. His face turns pale and his stomach begins to churn.\n\n\nFIVE\n\n\n\n\nOh, yes, the information is real.\n\n\n\n\nSIX\n\n\n\n\nHave you ever drank a mango-flavored margarita out of a hollowed-out pineapple? I still don’t know how that place in the Bahamas pulled that off…\n\n\n\n\nFIVE\n\n\n\n\nWas that the trip back in July? I don’t think I tried one!\n\n\n\n\nMURPHY\n\n\n\n\nPLEASE! What is happening to me!?\n\n\n\n\nFIVE turns to Murphy with a condescending smile\n\n\n\n\nFive:\n You see, Mr. Lawden, the end of August’s recording, the part about meeting here, that was the only part that wasn’t real.\n\n\n\n\nMurphy sits upright, jaw open slightly.\n\n\n\n\nSix:\n You don’t honestly believe that we’d meet at the same place at the same time every night, do you? Do you know what kind of safety risk that would be? You have to split them up and scatter them about, different places and different times. Otherwise someone might actually get us!\n\n\n\n\nThe setting begins to fade away into a nightclub, the mahogany wood giving way to dark blue walls, the tables disappearing in favor of a crowd of people jumping up and down to loud music and the stage band becoming a DJ at a raised booth.\n\n\n\n\nFive:\n Now you’re stuck here, with that reality anchor in the closet slowly pulling you apart, because you take everything you’re given at face value. For someone who’s always on edge, looking for liars, you sure are bad at catching them.\n\n\nSCP-3143:\n What? What is.. Who am I? Where am I?\n\n\n\n\nSCP-3143’s body language and tone shift drastically, indicating a switch to its original pataphysical person.\n\n\n\n\nO5-6:\n You’re Murphy Lawden. We’re here to help with what’s troubling you, we just need you to stay calm. Can you tell us how you feel?\n\n\nSCP-3143:\n I.. No. No, I’m not Murphy Lawden.\n\n\nO5-5:\n You wrote “It Always Rains,” the story featuring hard-boiled ace detective Murphy Law, didn’t you? “I’m just the guy you call when everything that could go wrong… did.”\n\n\nSCP-3143:\n No, that’s.. that was someone else. I didn’t write that. That wasn’t me.\n\n\nO5-5:\n Well, SCP-3143, you’ve exhibited the same properties that Murphy Lawden has. It would reason therefor that you must be Mr. Lawden, unless something’s changed.\n\n\nSCP-3143:\n I.. He wrote the others. Lawden- that’s not even his name. He wrote “For Murder” and “The Foundation Always Rings Twice.” This- this one…\n\n\n\n\nO5-6 turns to O5-5.\n\n\n\n\nO5-6:\n Ah, that’s what pataphysics refers to 3043 and 3143 as in their notes. Must be an in-house thing.\n\n\nSCP-3143:\n How have.. how have you commandeered my story?\n\n\nO5-6:\n Well, our mutual friend - the little birdy - he had some tips for us. He set us up with this vacation package in the first place. It’s a brilliant plan.\n\n\nO5-5:\n And he led us towards capturing you.\n\n\nSCP-3143:\n This- th-this can’t happen. This can’t go this way!\n\n\n\n\nSCP-3143 begins yelling.\n\n\n\n\nSCP-3143:\n This isn’t how this meeting is supposed to happen! This can’t go wrong! It can’t!\n\n\nO5-5:\n Please, Mr. Lawden. Settle down. You’re in for a long stay with us.\n\n\nSCP-3143:\n I’m not Mister fucking Lawden! I have to do this! I-I have to win this! I have to!\n\n\nO5-6:\n And why is that?\n\n\nSCP-3143:\n BECAUSE IT’S ALL I’VE GOT!\n\n\n\n\nI RIP THE MAGNUM OFF MY HIP AND SHOOT SIX THROUGH HIS STUPID FUCKING SKULL!\n\n\n\n\nME:\n THIS IS ALL WRONG!\n\n\nFIVE:\n Oh shi-\n\n\n\n\nAND YOU TOO YOU FUCKING ASSHOLE, EAT A FUCKING BULLET!\n\n\n\n\n\n\nTHEN THOSE GUARDS OUTSIDE RUN IN HERE BUT THEYRE NOT SUPPOSED TO BE HERE SO THEY FUCK OFF AND THAT GOD DAMN HUMMING STOPS.\n\n\n\n\n\n\nOut in the dancing crowd I see that smug asshole looking up here with a pair of binoculars, that birdy they were talking about. Fuck that!\n\n\n\n\n\n\nI shoot the glass window open and jump out, rolling onto the floor below. I spot him in the crowd as he drops the binoculars and runs.\n\n\n“YOU AREN’T GETTING AWAY THAT EASY!” I yell, running after him. No, no that’s not how the formatting works! This is all fucked up! This is fucked up so bad oh god!\n\n\nME\n\n\n\n\nI run into the crowd after him. The crowd begins screaming and running for the exits. But the crowd isn’t supposed to be here! This is an atmospheric bar!!\n\n\n\n\nThe crowd disappears and the tables return. The DJ booth fades away and returns to a band on stage still playing as the couple of smoking patrons scramble for the door. The saxophone player looks up at the VIP room window and drops the brass instrument midway through Dean Martin’s “You’re Nobody ‘Till Somebody Loves You,” sprinting for the door. The song ends in a cacophony of crashing instruments as the band runs off the stage. A man in a dark leather jacket and a single gloved hand shoves his way through the small running crowd and out the side exit. I run through the exit but he disappears into the night.\n\n\n\n\nI pull the door back open.\n\n\nME\n\n\n\n\nFuck. Fuck… okay. Okay, alright. Get back in character. Search the room. Stop saying fuck so much.\n\n\n\n\nI- no, MURPHY stops and takes a couple deep breaths. He sits down on the ground, shaking. There’s a couple spatters of blood across his white satin shirt. The bodies of Five and Six still sit collapsed against the shattered window frame.\n\n\nNARRATOR\n\n\n\n\nSomething had happened here. Something went wrong in that meeting, but…\n\n\n\n\nMURPHY opens the cylinder of his magnum, three empty shells greeting him. He closes it again.\n\n\nNARRATOR\n\n\n\n\nThat answers that. But that man, with the binoculars… Those two didn’t shoot O5-7, so who did?\n\n\n\n\nMURPHY stands to his feet, uneasy. He takes stock of the room, noting every overturned table and chair. In the middle of the tables, he notices a couple of items on the ground: a pair of binoculars, and a black cotton glove. Murphy kneels down and picks up the binoculars and turns them over in his hand, then picks up the gloves. He turns them over too, then opens them and checks the seam inside. A small tag sticks out, with the words “MC&D DISPLAY ONLY” written on them in black marker.\n\n\nNARRATOR\n\n\n\n\nI could only think of one person who could check on this for me, but it was a hunch. If I was gonna find this birdy, I’d have to be real lucky. Birdy, birdy… why do I keep going back to that?\n\n\n\n\nPolice sirens blare outside the building, getting closer. They come to a stop outside the front door. A pair of officers throw the front doors open, guns drawn.\n\n\nOFFICER 1\n\n\n\n\nFREEZE! Nobody move!\n\n\n\n\nMURPHY is the only remaining occupant in the room. He stands again, and begins slowly walking backward towards the emergency exit. The officers surveil the messy, distraught building before looking up and noticing the two dead bodies of Five and Six still laying against the shattered window frame of the VIP room. They look back at Murphy, gun in his hand and blood on his shirt, and finally the situation clicks to each of them. Murphy turns and sprints out the emergency door. Officer 2 moves to chase after him but Officer 1 puts his hand on his chest.\n\n\nOFFICER 1\n\n\n\n\nSave your energy. We’ll find him.\n\n\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Discovery2.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN.\n\n\nEXT. SITE-19 - NIGHT.\n\n\nMURPHY burns rubber down the desert pavement, smoke and dust kicking up behind his car. The motor sounds as angry as Murphy, tearing up the road under it.\n\n\nNARRATOR\n\n\n\n\nThose sons of bitches had put the cops on my back, for good. They set me up, that was the only way any of this made sense. It’s only a matter of time before the cops catch up with me, and by then the Foundation would have MTF units swarming me like bees. I was gonna have to get in and out of 19 before they caught wind of what had happened. I needed more than my .44 to pull this off, I needed luck. I’m a wanted man now, it was only a matter of time.\n\n\n\n\nThe car screeches to a halt outside of Site-19’s perimeter gate. Security 1 pokes his head out of the security booth.\n\n\nSECURITY 1\n\n\n\n\nFacial recognition failed, name and-\n\n\n\n\nMURPHY shoots him a glare that cuts through his eyes and pierces his soul.\n\n\nSECURITY 1\n\n\n\n\nM-my apologies, Mr. Law.\n\n\n\n\nSECURITY 1 presses a button on the control panel and the gate lifts. Murphy revs the car’s engine and blasts down the road. The car pulls in to the parking lot as people pour out the building’s doors, leaving work for the night. People in lab coats and various colored uniform shirts all flow out of the exit. Murphy gets out of his car and starts pushing through the crowd.\n\n\nNARRATOR\n\n\n\n\nWhere is she, where is she?\n\n\n\n\nMURPHY keeps pushing through people before finally grabbing a woman in a lab coat by the shoulder. She turns to him, flustered, then settles down after recognizing his face.\n\n\nDR. PATRA\n\n\n\n\nOh, Jesus, it’s you. Look, I’m off work. If you need something from the department you should come back tomorrow or-\n\n\n\n\nMURPHY pulls the black cotton glove from his pocket and holds it up to her.\n\n\nDR. PATRA stands back, distraught. She then narrows her eyes at it.\n\n\nCUT TO.\n\n\nINT. SITE-19 INVESTIGATION DEPT. - Night.\n\n\nDR. PATRA begins talking while shuffling through papers at her desk, searching for something in the wreckage of her workstation.\n\n\nDR. PATRA\n\n\n\n\nThat logo on the tag would mean it came from \nMarshall, Carter, and Dark,\n the company that sells anomalous items. Ten months ago someone knocked over one of their delivery trucks, and that truck was full…\n\n\n\n\nDR. PATRA lifts a photo - the truck laying in the dirt on the side of a country road - out of the pile of things on her desk. She flips it over, the back side of the photo showing a shot of the truck’s interior, where crates of black cotton gloves had been turned over and dumped onto the ground, likely from the truck flipping over.\n\n\nDR. PATRA\n\n\n\n\n…Of those gloves.\n\n\n\n\nMURPHY\n\n\n\n\nWhy gloves?\n\n\n\n\nDR. PATRA\n\n\n\n\nAccording to MC&D’s own paperwork, they let you manipulate probability. Make your own luck, essentially. You could change the outcome of anything from coin flips to-\n\n\n\n\nMURPHY\n\n\n\n\nCould you change the probability of guessing a passcode correctly?\n\n\n\n\nDR. PATRA\n\n\n\n\nI mean, I guess so.\n\n\n\n\nMURPHY\n\n\n\n\nWhat about the chances a lever malfunctions and activates without you touching it?\n\n\n\n\nDR. PATRA\n\n\n\n\nWhat?\n\n\n\n\nMURPHY\n\n\n\n\nWhat about the chances someone else drags a body bag to multiple locations without raising suspicion only for you to pick it up, kill them, and get away with it?\n\n\n\n\nDR. PATRA\n\n\n\n\nWhat are you saying? What is this about??\n\n\n\n\nMURPHY\n\n\n\n\nCould it be done!?\n\n\n\n\nDR. PATRA\n\n\n\n\nYes, I guess it could! I didn’t even think that was the important part!\n\n\n\n\nMURPHY\n\n\n\n\nWell what is!?\n\n\n\n\nDR. PATRA\n\n\n\n\nThis!\n\n\n\n\nDR. PATRA pulls a sheet of paper from the pile of things on her desk and slams it on top. It’s a photocopy of a sheet of crumpled, worn and torn lined notebook paper. Murphy grabs it up off the desk.\n\n\nDR. PATRA\n\n\n\n\nThe perpetrator left this at the scene. We’ve picked up notes from them before but never anything solid, just evidence of minor interference here and there and some scuffles with anomalies.\n\n\n\n\nMURPHY’s eyes zip down the page, rolling over the scrawled writing, hunting for a name.\n\n\nDR. PATRA\n\n\n\n\nThey suffer from an anomaly that causes a lost sense of person, not just to themselves but the world as a whole. Like they’re always just a face in the crowd, no matter what they do. Must feel pretty empty.\n\n\n\n\nMURPHY’s eyes finally find the signature at the bottom of the page. “-Nobody.”\n\n\nMURPHY\n\n\n\n\nNobody? Nobody…\n\n\n\n\nDR. PATRA\n\n\n\n\nA pseudonym, we think. Only description we’ve ever had is he’s middle-aged, vaguely European, might even be multiple people…\n\n\n\n\nMURPHY\n\n\n\n\nNo-body. Why have I heard that name before?\n\n\n\n\nDR. PATRA\n\n\n\n\nWell it’s a word, so…\n\n\n\n\nMURPHY\n\n\n\n\nNo, it’s… the person who broke into the pataphysics department, that was Norridge Bolly.\n\n\n\n\nMURPHY takes a pencil off of Dr. Patra’s desk and slaps the note down, scribbling the name down on it.\n\n\nMURPHY\n\n\n\n\nThe man who signed August’s retirement, that was a man named Noah Dee.\n\n\n\n\nDR. PATRA\n\n\n\n\nI- what are you getting at?\n\n\n\n\nMURPHY\n\n\n\n\nIn the ledger O5-7 checked at Sasha’s, there was a Nolan Boddy. No. Bolly, Noah Dee, No. Boddy. Nobody, Nobody, Nobody!\n\n\n\n\nDR. PATRA\n\n\n\n\nI-I don’t understand.\n\n\n\n\nMURPHY\n\n\n\n\nGive me your phone, call Sasha’s!\n\n\n\n\nDR. PATRA hands Murphy the receiver to the phone in her desk. She dials a few numbers and the phone begins to ring. Jimmy picks up the other line.\n\n\nJIMMY\n\n\n\n\nSasha’s cleaning products, your mess is our success. What can I do you for?\n\n\n\n\nMURPHY\n\n\n\n\nYour order ledger, Nolan Boddy, who is he!?\n\n\n\n\nJIMMY\n\n\n\n\nI’m sorry sir, I’m not at liberty to divulge cust-\n\n\n\n\nMURPHY\n\n\n\n\nDOES ███ █████ ████ ████!?\n\n\n\n\nJIMMY\n\n\n\n\nOne second, sir…\n\n\n\n\nA few seconds pass as Jimmy pulls open a drawer and removes the ledger, then flips through it.\n\n\nJIMMY\n\n\n\n\nNolan Boddy, came in yesterday to purchase a few packages of disinfectant and magic eraser sponges.\n\n\n\n\nMURPHY\n\n\n\n\nDid he say anything about who he is or what they’re for!?\n\n\n\n\nJIMMY\n\n\n\n\nUh, yeah, he said he worked as a janitor at the Aria? You know, the big hotel on the vegas strip?\n\n\n\n\nMURPHY hangs up the phone and runs out the door. Dr. Patra runs up to the department door and yells at him down the hall.\n\n\nDR. PATRA\n\n\n\n\nWhere are you going!? What did I miss!?\n\n\n\n\nMURPHY sprints down the hall and skids to a stop just before the main exit. The exit is blocked off by an entire MTF unit. One member stands in front of them, MTF-SHAI 1. She has a booming voice that carries and commands the rest of the unit and an iron will to match.\n\n\nMTF-SHAI 1\n\n\n\n\nMurphy Law! For the murders of O5-5, 6, and 7, you’re coming with us! Submit now or face lethal force!\n\n\n\n\nMURPHY takes off farther down the hall, not taking the time to process the words. The MTF come around the corner and take aim, but before anyone can open fire, Murphy throws open the door to a room labelled “Cafeteria” and sprints inside.\n\n\nMURPHY leaps over chairs and slides over desks as MTF-Shai pours in the door.\n\n\nNARRATOR\n\n\n\n\nTo let them take me now, dead or alive, would be a shame. I still have a case to solve and by god was I gonna solve it. I just needed a prayer, a little luck, and an out.\n\n\n\n\nMURPHY dives over the cafeteria hot bar and into the kitchen as a spatter of bullets fly by around him. He runs through the kitchen, past lines of stoves and countertops, while the gunfire behind him knocks over all sorts of cookware. At the back, Murphy finds a single thick window. He shoots it twice, neither shot breaking it, then sprints at it and jumps, turning his back towards the glass, and cascading through it. He hits the ground outside and rolls onto the pavement, surrounded by broken glass. He stands, a cut from the glass causing him to bleed from the arm, and scrambles for his car. He jumps in and fires it up just as MTF-Shai 1 and the other MTF run out the door.\n\n\nMTF-SHAI 2\n\n\n\n\nGet the cars?\n\n\n\n\nMTF-SHAI 1\n\n\n\n\nNo, I heard his talk with Patra. We know where he’s going. Send a few undercover to the Aria and get ahold of 21. We’ll get him. His luck’s gonna run out eventually.\n\n\n\n\nIn the distance, MURPHY’s car disappears over the horizon.\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: Closing_Statement.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN.\n\n\nINT. ARIA LOBBY - Midnight.\n\n\nThe inside of the Aria Hotel and Casino is expensively furnished and bustling with people. It’s lined with Japanese plant life and large plastic butterflies hanging down from the ceiling. The walls are covered in shiny gold and massive windows. Outside, the lights of the city shine down on masses of people still moving about, bringing life to the night and illuminating a world of partying, gambling, and sin. MURPHY bursts through the front door, taking great strides down the hall as he wraps his arm in gauze. He tears the end of the spool off with his teeth and tucks it into the wrapping, then shoves the rest in his pocket.\n\n\nMURPHY pushes past a crowd of people and right up to the woman at the front desk. The crowd steps back and clears a path for him on seeing him. He’s a grizzly spectacle: shirt soaked in sweat and painted with blood, eyes tired and racing, and an anger on his face that takes over his whole demeanor. He slams his magnum on top of the front desk, scaring the CLERK behind the counter. She’s meek, soft-spoken, and Murphy frightens her and just about everyone around him.\n\n\nMURPHY\n\n\n\n\nLooking for a man, mid-30’s, vaguely European, checked in recently.\n\n\n\n\nCLERK\n\n\n\n\nI-I’m sorry s-sir, th-that’s half our clientele.\n\n\n\n\nMURPHY\n\n\n\n\nShit.\n\n\n\n\nMURPHY pulls the gun off the counter and slams the countertop in anger. He turns and leans against the counter, eyes surveying the room while he thinks. They scan over the luxurious fittings, people in nice suits coming and going, suitcases probably filled with truly valuable things, then he eyes the casino. It rings and dings, the sounds of greed and chance beckoning unsuspecting players over for \"just one more spin.\" He turns around sharply, an idea coming to him.\n\n\nMURPHY\n\n\n\n\nHas anyone exceedingly lucky come by, perhaps carrying a large bag? Again, would've checked in recently.\n\n\n\n\nCLERK\n\n\n\n\nW-well, there was one man who booked a room yesterday. H-he won t-two jackpots in a row, then used s-some of the money o-on the booking.\n\n\n\n\nMURPHY\n\n\n\n\nWhat was his name and what room is he in?\n\n\n\n\nCLERK\n\n\n\n\nI-I'm sorry s-sir I'm not at lib-\n\n\n\n\nMURPHY\n\n\n\n\nRoom and name, lady!\n\n\n\n\nCLERK\n\n\n\n\nAH! R-Room 6077, 60th floor. N-name was, u-uh, o-one second p-please.\n\n\n\n\nShe starts typing away at her computer frantically while Murphy peers over the counter at her.\n\n\nCLERK\n\n\n\n\nN-Nathan O. Balley\n\n\n\n\nMURPHY\n\n\n\n\nN. O. Balley. Nobody.\n\n\n\n\nCLERK\n\n\n\n\nWha-\n\n\n\n\nMURPHY takes off for the elevator before she can finish her sentence. He mashes an \"up\" button, and one of the six elevators around him dings, the spotless stainless steel door sliding open. Murphy steps in, then mashes the button labelled \"60.\" The door closes and the elevator rises.\n\n\nThe ride up is quiet. MURPHY pulls the cigarette from his mouth and takes stock of himself, blowing a puff of smoke in the air as he does so. He checks the wound on his arm, then looks at himself in the reflection of the elevator door. He frowns at his own image, as if he doesn't recognize himself anymore. He puts the cigarette back in its rightful place between his lips and lowers the brim of his trilby, hiding his own eyes from themselves. He opens the cylinder of his magnum, now left with only a single bullet and the rest of the chambers filled with spent shells. He closes it and sets it back in the holster, then pulls the black cotton glove from his pocket. It dangles in front of his face as he considers it.\n\n\nNARRATOR\n\n\n\n\nManipulate probability. To what degree? How much has he changed with just this? All this time, he's been right there, just under my nose, changing chances, making his own luck. Always lucky. Just enough to get away with it. But why lead me here? Why leave even scraps of evidence? Why not eliminate any chance of me getting here? What's his endgame?\n\n\n\n\nThe elevator dings and the door opens again. MURPHY stuffs the glove back into his pocket, then steps out into the hall. He stops to read a sign on the wall pointing him towards the room, then turns and walks down the hall towards it. He passes door after door, each farther apart from the last, before finally stopping at the last one before the end of the hall. It sits slightly ajar, the lock situated to hold the door open. Murphy draws his gun and carefully pushes the door open.\n\n\nThe room is neatly-made, brightly lit, and covered in gold-painted quartz walls. It sports a lavish kitchenette with a full fridge, stove, and granite countertop. The living room has a massive, soft sofa facing a 52\" flatscreen. A football game plays on screen, showing the referee flipping a coin. The wall on the left is covered by a large fish tank planted in the wall, a number of shiny blue and red fish swimming around the water and in and out of plants. On the right is a set of doors, presumably leading to a pretty, luxurious bedroom. However, at the far end of the room, outside on the concrete balcony, a set of wrapped bedsheets dangle down from something and tap against one of the windows, grabbing MURPHY’s attention.\n\n\nMURPHY pushes open the doors to the balcony and turns, looking up at the roof where a series of bedsheets tied together are wrapped around a metal pole. Then Murphy sees him, standing next to the pole. He's draped in a dark brown leather overcoat and a black trilby hat. A single black cotton glove on his hand reveals his true nature, the only feature on him giving him a more-than-average appearance. His face is coldly unremarkable, almost like a black hole of mediocrity, trying to steal the features of everything around it and still producing nothing. He pulls a cigarette from his lips and looks down, looking intently at Murphy. He flips a small coin, an audible ring to it with each flip. The coin lands on the same side, heads, every time, no matter how high it's flipped or for how long. His voice is unusually calm, almost scarily average. This is NOBODY, and from what Murphy now knows, he is also PASSENGER ONE.\n\n\nNOBODY\n\n\n\n\nHello, Murphy. I'm so glad to see you made it. Seriously. Genuinely.\n\n\n\n\nMURPHY immediately points his gun up at him.\n\n\nMURPHY\n\n\n\n\nGive me one good reason why I shouldn't put a hunk of lead in your skull right now.\n\n\n\n\nNOBODY\n\n\n\n\nEven better, I can give you two. One, you're a snoop, Murphy. All those questions you have, you need them answered, and I'm the only guy who can do that for you. I get it, I've been a snoop most of my life, it's impossible to ignore. Even if it gains you nothing, even if you know I'm guilty, you just have to know why.\n\n\n\n\nMURPHY squints and steps back, evidently offended.\n\n\nNOBODY\n\n\n\n\nSecond, it wouldn't work. Probably. One in a hundred chance.\n\n\n\n\nNOBODY raises his gloved hand and waves his fingers.\n\n\nNOBODY\n\n\n\n\nI flipped a couple thousand coins just to find out. Maybe you miss, maybe it jams, maybe it's a dud, maybe it explodes in your hand, I dunno, but it probably won't work. At the very least, join me for a moment before finding out.\n\n\n\n\nNOBODY nods towards the bedsheets. Murphy peers over at them, then reluctantly holsters his gun and grabs them. He climbs up the wall and pulls himself onto the roof, the top of which is flat and covered with gravel. Nobody reaches out his hand to help Murphy up but he refuses to take it. He stands a few feet away from Nobody, keeping a safe distance. He pulls the gun from the holster again but keeps it held at his side.\n\n\nNOBODY\n\n\n\n\nI'm sorry I couldn't get us Caesar's Palace, but I think the Aria is less stuffy anyway, and who can ignore the view from up here?\n\n\n\n\nNOBODY turns to look out at the city, its glowing lights shining up from the ground in a brilliant splash of colors. The world is filled in with skyscraper hotels, palaces and pyramids, a small Eiffel Tower and a volcano in the distance. The world below sparkles like diamonds, melting the heart at the sight of such amazing human capabilities.\n\n\nNOBODY\n\n\n\n\nOne of my favorite places in the world to just stop and look at.\n\n\n\n\nNOBODY turns around to see Murphy still standing at a distance.\n\n\nNOBODY\n\n\n\n\nBut I suppose ruminating on the achievements of man isn’t your cup of tea. So go ahead, detective. Ask your questions. Snoop.\n\n\n\n\nNOBODY sits on the ledge of the rooftop, the light of the world behind him.\n\n\nMURPHY\n\n\n\n\nWho are you, and what do you want? Why kill O5-7? Why… any of this?\n\n\n\n\nMURPHY swings his arm out, gesturing to the whole of the world.\n\n\nNOBODY\n\n\n\n\nFunny, all those questions are tied to the same answer. You might want to sit down, it’s a long one.\n\n\n\n\nMURPHY continues to stand in the middle of the roof, now resting his weight on one leg.\n\n\nNOBODY\n\n\n\n\nFine, you listen to me all day and you won’t listen to me now. Sure.\n\n\n\n\nMURPHY\n\n\n\n\nAnswer the damn question!\n\n\n\n\nNOBODY\n\n\n\n\nYou ever feel like everyone in the world was made by someone except for you? Like everyone you see out there means something to something or someone, but on a deeper, visceral level, you never meant anything?\n\n\n\n\nMURPHY looks onward, thinking back to all those years he spent sitting at his desk with no cases, no visits, no news from anyone but Fred coming in every day.\n\n\nNOBODY\n\n\n\n\nLike that, yeah, but deeper, more… literal. Like you came out that way. You see, Murphy, I was a real person once, I was a somebody, but one day something happened, and then I was Nobody. Like I was suddenly unaccounted for in the grand universe’s phone book. Thing is, I don’t remember what it was like to be a somebody. I don’t remember who I was. Maybe I was D.B. Cooper. Maybe I shot Kennedy. I don’t know.\n\n\n\n\nMURPHY\n\n\n\n\nFine, you’re a depressed loner, sure, why shoot Seven?\n\n\n\n\nNOBODY\n\n\n\n\nNo, it’s deeper than that. You can’t understand. Of course you don’t, I don’t know why I thought you might. Nobody does but Nobody.\n\n\n\n\nNOBODY pulls the cigarette from his lips and blows a puff of smoke into the night sky.\n\n\nNOBODY\n\n\n\n\nMaybe I introduced myself too late in the story. That would make sense. I should’ve put more hints in earlier. Stupid, stupid..\n\n\n\n\nMURPHY\n\n\n\n\nOkay, it’s deeper than that. You don’t know who you are, that’s fine too. Why shoot 7?\n\n\n\n\nNOBODY\n\n\n\n\nI’m getting there, it’s a loaded question, alright? You see, when you’re stuck like this, the only thing you can think about is how to go back, back to when you were somebody. At least that’s what it’s like for me, this longing to have meaning again. I’m constantly looking for new ways to regain that meaning, to break this curse. My last plot fucked up, so I hopped the back of a MC&D truck, just to see what it had. Lost a page of my notebook somewhere between the scuffle with the driver and the crash.\n\n\n\n\nNOBODY opens his overcoat and pulls a small notebook out from inside, a very short pencil stuck into the binding rings.\n\n\nNOBODY\n\n\n\n\nThat’s when I found these.\n\n\n\n\nNOBODY puts the notebook back and holds up his gloved hand.\n\n\nNOBODY\n\n\n\n\nA ledger in the truck told me what they were, what they could do. I took them, tested them…\n\n\n\n\nNOBODY flips the coin in his hand. It lands in his gloved palm, heads facing up.\n\n\nNOBODY\n\n\n\n\nFlipped this stupid coin a couple thousand times, like I said, and it worked 99 out of 100 times. So I tracked down the one place at Site-19 I hadn’t seen yet, just to see if I could get in with these. The Department of Pataphysics.\n\n\n\n\nMURPHY\n\n\n\n\nYou change the probability of guessing the passcode to the garage and use it to enter.\n\n\n\n\nNOBODY\n\n\n\n\nYou’re quick. Funny thing is, I don’t think there’s supposed to be a passcode lock, but I looked at it and said “huh, what are the chances of that?” That's about when I realized what I could really do.\n\n\n\n\nMURPHY\n\n\n\n\nWhy get in the narrative jumper? What good does that do for you?\n\n\n\n\nNOBODY takes his hat off and hangs his head, sighing.\n\n\nNOBODY\n\n\n\n\nThat’s the problem with you detective types. You just assume people have a reason for everything they do, like I had this whole thing in mind when I jumped in, changed the chance that the lever pulled itself, saw the steam cover my eyes. No, I only hatched this when I got back, after I first saw it.\n\n\n\n\nMURPHY\n\n\n\n\nSaw what?\n\n\n\n\nNOBODY\n\n\n\n\nYou really want to know what I saw out there?\n\n\n\n\nMURPHY\n\n\n\n\nI asked, didn’t I?\n\n\n\n\nNOBODY stands again, then spreads his arms out.\n\n\nNOBODY\n\n\n\n\nI saw everything.\n\n\n\n\nCamera zooms in on his eyes. The pupils begin to swirl, spinning and spinning and stretching out until his eyes become whirlpools, sucking in the universe around them. They entrance and deceive and twist and turn every which way, turning and turning forevermore.\n\n\nNOBODY\n\n\n\n\nI saw life,\n Murphy, and \nI saw death.\n \nI saw the power of the sun\n and \nI saw life among the stars.\n \nI saw monsters\n \nand mages.\n \nI saw soldiers\n \nand sailors.\n \nI saw kings\n and \nI saw queens\n and \nI saw music\n and \nI saw medicine\n and \nI saw politics\n and \nI saw art\n and \nI saw dreams\n and \nI saw nature\n and \nI saw pain\n and \nI saw relief.\n I saw it all, everything that makes up this world. So much of it was from the same point of view, the Foundation’s, but there was some spots from other groups where I saw their perspective. Then \nI saw you,\n and \nI saw me.\n\n\n\n\nMURPHY takes another step back, putting his hand around his gun.\n\n\nNOBODY\n\n\n\n\nThen I saw my line. I didn’t think anybody still read things these days, but they read about me, and they wrote about me. I wasn’t always the same person in every written piece, but we were all the same in our unique problem. One version of me was a young girl with a pink notebook, a few others were much older than me, a few of them were tailed by a man in a white suit and a few others were tailing other people. Some of them got started in the early 1900’s, others had been around for thousands of years. The one other thing we all had in common was that we were always a mystery. Then it struck me. People like mysteries. People like me. That little ounce of joy I got when I saw the like count on some of those articles, I felt just a smidge like a real person again. So I had to make a mystery. That’s when I found you.\n\n\n\n\nMURPHY\n\n\n\n\nThat’s what all this is about!? You killed that man, dragged me along out here through all this, set up all those little clues, just to feel good about yourself!? You set me up for that!?\n\n\n\n\nNOBODY\n\n\n\n\nI didn’t set you up, that was something they did on their own. But what a turn of events it was! What a plot twist! Added some real tension to my story, it did. Amazing.\n\n\n\n\nMURPHY\n\n\n\n\nHow did you convince the O5 to do all this.. shit? Where’s the girl!?\n\n\n\n\nNOBODY\n\n\n\n\nHang on, those are two questions. The O5 was easy. I got lucky.\n\n\n\n\nNOBODY waves the gloved hand again.\n\n\nNOBODY\n\n\n\n\nSee, you can do anything with the promise of money and a little luck. That’s just how people work. When I saw 231, I saw potential to hide something in all those black lines, more than just her pain. So I took it and I hid it, and I gave it to them and all they had to do was keep using it. They didn’t ask questions. You wanna know where the girl is, yeah? Maybe she’s in the bedroom you didn’t check. Maybe she’s in the room across the hall, about to scare some couple on their honeymoon. Maybe she was never real in the first place. Maybe nothing you found at August’s old place actually happened, maybe none of it was real.\n\n\n\n\nMURPHY\n\n\n\n\nWha… that…\n\n\n\n\nNOBODY\n\n\n\n\nI know, take a minute.\n\n\n\n\nMURPHY stares down at the ground, trying to collect his thoughts. Above him, a light breeze blows by. The stars in the night sky twinkle and shimmer, a world of magic drifting by above them, both standing alone on the roof so high above the world and its problems. The purple sky washes over them so vividly you could almost drink it. It’s indescribably beautiful.\n\n\nMURPHY\n\n\n\n\nYou still shot O5-7. I still have to take you in.\n\n\n\n\nNOBODY\n\n\n\n\nSure, you can do that, but I’ve already won. I got what I wanted. That feeling, the feeling of personhood and meaningful existence, it’s sure to come back now. Now that I’ve done all of this. It has to. Any minute now.\n\n\n\n\nMURPHY\n\n\n\n\nNo.\n\n\n\n\nThe two look up at each other, eyes interlocking.\n\n\nMURPHY\n\n\n\n\nThat feeling, it won’t come back so easy. You know that. That’s not how these things work, not how anomalies work. Some get fixed, others don’t. You could’ve changed the probability that it worked, but it hasn’t yet. I think you’re stuck with that one in a hundred.\n\n\n\n\nNOBODY\n\n\n\n\nNo, it’s gotta work. That’s how we’re alike, you and me. We both need this story to work. It’s all I’ve got too. Maybe that’s why you wrote me this way.\n\n\n\n\nMURPHY\n\n\n\n\nWhat are you talking about?\n\n\n\n\nNOBODY\n\n\n\n\nIt needs a finale, that’s what it is. One last grand sendoff, the antagonist’s last hurrah. Put on your glove, Murphy. I want to show you something.\n\n\n\n\nMURPHY pulls the black cotton glove from his pocket. He sets his gun back in the holster and stares at it, then looks back up at Nobody.\n\n\nMURPHY\n\n\n\n\nWhy?\n\n\n\n\nNOBODY\n\n\n\n\nYou’re going to chase me, and I want an even fight.\n\n\n\n\nMURPHY looks back down at the glove, then pulls off one of his own leather gloves and slides it on.\n\n\nNOBODY\n\n\n\n\nAtta boy.\n\n\n\n\nNOBODY takes a couple steps forward, then turns around, runs, and leaps off the roof. Murphy runs up to the edge of the roof and looks over it. Along the road, as Nobody cascades towards it, a garbage truck races by, carrying old box-spring mattresses in the back. Nobody falls right into the mattresses as it runs by and takes off with him in tow. Murphy looks around, then back down at the ground far below him.\n\n\nA number of men dressed in polo shirts of varying colors throw open the door to the room’s balcony and see Murphy leaning over the edge. One of them, UNDERCOVER 1, shouts up to him.\n\n\nUNDERCOVER 1\n\n\n\n\nMURPHY LAW! YOU’RE UNDER-\n\n\n\n\nMURPHY adjusts the glove, then jumps from the rooftop. He flies through the air towards the ground, diving past rows and rows of windows on the hotel he just left.\n\n\nNARRATOR\n\n\n\n\nFree fall. All this time, just one guy trying to be whole again. A man with a finger in every pie. I’ve been strung along this whole time, played like a god damn fiddle. I have to find him. I have to get him. Not just for justice, but for retribution.\n\n\n\n\nEXT. VEGAS - Night.\n\n\nMURPHY falls into the back of an open truck filled with foam blocks. A diving board sits at its edge for jumping into the back. A kid nearby starts crying. Murphy crawls his way up to the top of the pit and finds he’s just rained on some kid’s birthday surprise. He jumps up and out of the truck just as a limo pulls up.\n\n\nDRIVER\n\n\n\n\nMurphy!?\n\n\n\n\nMURPHY\n\n\n\n\nFred!?\n\n\n\n\nMURPHY dives over the top of the limo and wrenches the passenger door open.\n\n\nMURPHY\n\n\n\n\nAfter that garbage truck!\n\n\n\n\nMURPHY points at the truck full of mattresses as it careens off the Aria property and onto the Vegas strip. Cars on the road seem to spread out and pull over as it drives by. Nobody jumps over the truck bed and climbs around to the driver door, then forces it open and throws the driver out, taking their seat.\n\n\nDRIVER\n\n\n\n\nWhat!?\n\n\n\n\nMURPHY\n\n\n\n\nDRIVE, DAMNIT! DRIVE!\n\n\n\n\nThe limo driver floors it, making the engine roar as it guns out of the entryway, kicking up smoke on the birthday party. It flies out onto the strip, skidding around the turn onto the main road, then takes off behind the garbage truck.\n\n\nThe city zips by as DRIVER holds the gas pedal to the floor, sending the speedometer winding around like an out-of-whack clock. Murphy grabs the handle above the car door as the vehicle reaches 80mph. Through the front windshield, they can see the truck in front of them hightailing it down the road.\n\n\nDRIVER\n\n\n\n\nWhat’s going on!?\n\n\n\n\nMURPHY\n\n\n\n\nThe man in that truck set this all up! He killed the suspect and led me on a god damn goose chase!\n\n\n\n\nDRIVER\n\n\n\n\nJesus, you’ve had a day then!\n\n\n\n\nMURPHY\n\n\n\n\nPull up next to the driver door! I have to get to him!\n\n\n\n\nDRIVER\n\n\n\n\nIt’s going as fast as it can!!\n\n\n\n\nBehind them, the sounds of police sirens fills the air. Red and blue lights permeate the orange glow of the street lamps passing by. A microphone screeches, then a voice comes on over it, broadcasting from the speeding police vehicles now tailing the limousine as they race down the strip.\n\n\nMICROPHONE\n\n\n\n\nMURPHY LAW! YOU’RE WANTED FOR THE MURDER OF ONE JOHN AND JANE DOE! PULL THE VEHICLE OVER!\n\n\n\n\nDRIVER\n\n\n\n\nYou’re WHAT!?\n\n\n\n\nMURPHY breaks open the passenger door and leans out the side of the limo. He looks back at the two police cars tailing them, then forward at the garbage truck. He stands from his seat and hangs out the open door.\n\n\nDRIVER\n\n\n\n\nWhat are you doing!?\n\n\n\n\nMURPHY\n\n\n\n\nI have to get on that truck! Keep it steady, damnit!\n\n\n\n\nDRIVER\n\n\n\n\nI’m trying!\n\n\n\n\nMURPHY grabs onto the door as it swings and climbs around to the other side of it. The door slams shut as he holds on to the open window.\n\n\nMICROPHONE\n\n\n\n\nPULL THE VEHICLE OVER NOW!\n\n\n\n\nMURPHY swings himself up onto the hood of the limo as Driver watches on in amazed horror. It takes all his strength to keep from being blown over the roof by the whipping wind. The limo speeds up slightly and starts moving up next to the truck while Murphy balances on top of it. Suddenly, there’s a loud bang, and a bullet goes straight through Murphy’s trilby, taking it off his head and sending it flying into the road. Murphy turns around. A white van jumps off an exit ramp and drifts around the concrete wall, pulling behind the police cars. One man drives while another leans out the window with a rifle in his hands. On the truck’s side, the orange and red logo of “Sasha’s Cleaning Products” is stenciled on.\n\n\nMURPHY\n\n\n\n\nAh, shit!\n\n\n\n\nThe side door of the van opens and a gunner seat slides out, a mounted gatling gun attached to the platform. Jimmy sits in the gunner seat, a sly grin spread across his face.\n\n\nJIMMY\n\n\n\n\nYOU’VE BEEN QUITE A LUCKY BASTARD, MR. LAW! BUT YOU MADE A MESS, NOW IT’S TIME TO CLEAN UP!\n\n\n\n\nThe limo slowly pulls closer to the truck. MURPHY raises his cotton glove as Jimmy pulls back on the gunner handles. The gun rips a line of bullets into the back of the limo, breaking glassware and bottles of liquor inside. A hailstorm of bullets fly by Murphy, but each shot seems to narrowly miss him.\n\n\nOne of the cop cars rolls down its window, and the officer inside shouts at JIMMY.\n\n\nCOP 3\n\n\n\n\nI DON’T KNOW WHO YOU ARE, BUT STAND DOWN! THIS IS A POLI-\n\n\n\n\nJIMMY pulls a handgun from his hip and shoots out the back left tire of the cop car, causing it to veer left until it hits the back end of the van and spins out on the road, getting left in the dust by the other vehicles.\n\n\nMURPHY readies himself on top of the limo as it finally pulls up next to the truck. His dark brown hair blows back in the speeding wind. He quickly leaps off the limousine’s roof and grabs hold of a handle on the back of the truck, dangling off the side. His legs can’t find footing and they get blown backwards by the speed. He hangs onto the handle, his life depending on it. The van behind them rips another hail of bullets into the truck’s back. Murphy closes his eyes for a moment, thinking of the cotton glove.\n\n\nNARRATOR\n\n\n\n\nCome on, get lucky! Get lucky!\n\n\n\n\nA bullet from the Gatling gun takes out the chain holding up the back door of the truck bed, and it drops open, skidding along the ground and sending sparks flying. MURPHY pushes his feet off the side of the truck and swings back around the side, letting go of the handle and falling into the bed. He pushes the stack of mattresses out of the bed and onto the road, sending them careening back into the van. A mattress gets caught on the windshield, and the van swerves left and right to try to get it off, hitting the other police car in the process. The car's brakes screech and it comes to a halt, the van blowing by it. The mattress finally shakes off the side, flying back and directly into the gunner seat. The side of the mattress hits Jimmy squarely in the face and he falls off the seat and tumbles onto the road.\n\n\nMURPHY climbs up and over the back of the truck, steadying himself on the roof. He kicks at the windshield with his boots, denting and cracking them with each kick. Behind the windshield, a smile spreads across Nobody's face as he looks up at Murphy.\n\n\nNOBODY\n\n\n\n\nNow this is what my story needed! One final fight, the ultimate climactic conclusion! Good versus evil, protag v. antag!\n\n\n\n\nMURPHY\n\n\n\n\nWhat is wrong with you!?\n\n\n\n\nNOBODY\n\n\n\n\nWhat's wrong with me!? What's wrong with *you!?* I told you we're one in the same here, Murphy! We're both just searching for our purpose, longing to mean something! I just went and did it myself!\n\n\n\n\nThe van's gunner seat slides back into the van and the side door closes. The man in the passenger seat leans back out the window with a rifle and fires at the truck. A couple rounds slam into the truck's open backing. Murphy continues ineffectually kicking the windshield.\n\n\nNOBODY\n\n\n\n\nLook at you, going at it! You're different now, Murphy! You're a changed man!\n\n\n\n\nMURPHY\n\n\n\n\nShut up! SHUT UP!\n\n\n\n\nNOBODY\n\n\n\n\nHahaha! Five was right! You're new! You're different! I've changed you forever! You're no noire mystery, you're an action thriller now! I made you that way!\n\n\n\n\nThe rifleman in the van shoots one of the truck's back right tires. The truck starts slowing down and sliding right. NOBODY pushes the gear shift into neutral and throws open the driver door. The limo still rides next to it, a terrified Driver still holding the pedal down. Nobody dives from the driver door and onto the roof of the limo, landing on his stomach. The truck slows and the limo pulls forward. Murphy looks back at the van chasing after him as the truck slows, then looks over at the limousine. He jumps from the truck and lands on the back of the limo, just barely keeping his balance. The van's remaining two passengers smiles’ fade as the truck slows, realizing that they're still directly behind it. The van slams into the truck, the force of the speed crunching it like a stomped-on soda can.\n\n\nMURPHY kicks the side of the limo.\n\n\nMURPHY\n\n\n\n\nSTOP THE CAR, FRED! WE GOT HIM!\n\n\n\n\nThe limo's brakes scream and the tire rubber burns off onto the asphalt below. The car lurches forward as it finally comes to a full stop on the highway, sending Murphy and Nobody tumbling over the front. They roll onto the road, both of them rolling perfectly and rising to their feet uneasily.\n\n\nNOBODY\n\n\n\n\nWhat a thrill, I almost wish it didn't have to end. What n-\n\n\n\n\nMURPHY runs up to Nobody and slams his clenched fist into the side of his face, sending Nobody back down to the ground. Murphy plants his foot on Nobody's chest and stares down at him with a piercing, icy gaze. Murphy draws his gun from the holster and aims it squarely at the center of Nobody's chest.\n\n\nNOBODY\n\n\n\n\nWhat are you going to do? Kill me? I've already won, I got what I wanted. I spent ten months putting this together, setting up all the pieces! You think I don't have contingencies?\n\n\n\n\nNOBODY raises his gloved hand, pointing at Murphy's chest.\n\n\nNOBODY\n\n\n\n\nYou can't stop what's coming.\n\n\n\n\nMURPHY grips the hand and rips the glove off, then pulls back the trigger.\n\n\nNOBODY\n\n\n\n\nOh.\n\n\n\n\nThere is the crack of a gunshot. NOBODY drops his hand to his side, looking at his now-bleeding chest in amazement and shock.\n\n\nNOBODY\n\n\n\n\nYou… this isn't the end. You haven't stopped Nobody. Somewhere out there, somewhere…\n\n\n\n\nNOBODY coughs, spitting blood onto his overcoat. He struggles to speak, speech slowly becoming gargled.\n\n\nNOBODY\n\n\n\n\nAnother pataphysical Nobody will find me… find us… they'll feel that twinge of meaning again… Haven't stopped Nobody… Who do you even think… even think you.. you are?\n\n\n\n\nMURPHY\n\n\n\n\nMe? I know who I am. I'm Murphy Law.\n\n\n\n\nA wide smile spreads across Nobody's face.\n\n\nMURPHY\n\n\n\n\nI'm the guy you call when everything that could go wrong… did.\n\n\n\n\nNOBODY lets out a final chuckle, the laugh laced with crimson chokes.\n\n\nNOBODY\n\n\n\n\nI-It's… perfect. The… End…\n\n\n\n\nNOBODY's head finally falls back onto the pavement. The coin drops from his hand and onto the asphalt, tails side up. Murphy steps off his chest and collapses onto the road, extraordinarily tired. He stares up at the twinkling stars of the night sky, admiring each little one as it shines down on him. Camera zooms out to show Murphy and Nobody laying next to each other as if watching the stars together. The limo pulls up next to Murphy. It's battered and bullet-riddled to an almost-comedic level. Driver rolls down a partially-broken window.\n\n\nDRIVER\n\n\n\n\nHey, champ. Need a lift?\n\n\n\n\nMURPHY stands back up and takes a deep breath. He takes one last look at the body before turning and climbing back into the limo's passenger side.\n\n\nMURPHY\n\n\n\n\nThanks, Fred. It's been a long day. Get me the hell out of here.\n\n\n\n\nThe limo slowly pulls away from the body, chugging off over the horizon.\n\n\nFADE TO BLACK.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBegin Audio Transcript - Call Log - 7/8/2022 - 14:34:86 - Site-19 Director's Office TO Site-19 Documentation Dept.\n\n\nDir. O'Leary:\n Hey, Clarence?\n\n\nC. Robinson:\n What's up, boss?\n\n\nDir. O'Leary:\n \"Boss\" is never gonna stop feeling weird, is it.\n\n\nC. Robinson:\n I can call you something else, if you'd like.\n\n\nDir. O'Leary:\n No, that's alright. Hey, listen, I sent off those weird addendums you sent me to infohazards. To make a long story short, none of us should've seen those. The both of us are getting scheduled for amnestics in a couple of days. Amnestics department is getting a lot of people in, actually.\n\n\nC. Robinson:\n Well. Fuck.\n\n\nDir. O'Leary:\n Yeah, man.\n\n\n\n\na few seconds of silence pass.\n\n\n\n\nDir. O'Leary:\n I figure it's probably okay to read those addendums at this point, right? I mean, we're getting wiped anyhow.\n\n\nC. Robinson:\n Hey man, that's a you thing. If I'm not supposed to see it, I'm not gonna see it.\n\n\nDir. O'Leary:\n Yeah, well, on that note, the O5's have an extra note they'd like you to add to skip 7043. I'm gonna forward it over to you. Once you do that, send me the final version, would you?\n\n\nC. Robinson:\n Yeah, sure. Fax or email?\n\n\n\n\nDirector O'Leary chuckles to himself.\n\n\n\n\nC. Robinson:\n (chuckling) I still say it's the best!\n\n\nEnd Log.\n\n\n\n\n\n\n\n\n► ATTACHMENT: SCP7043.pdf\n\n\n\n\n▼ Close File\n\n\n\n\nItem #:\n SCP-7043\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7043 instances are to be stored in anomalous item locker 7043 at Site-19. The locker is to be outfitted with a keycard lock requiring level four clearance and above. No further procedures are considered necessary.\n\n\nDescription:\n SCP-7043 refers to a collection of 246 black gloves, each made primarily of cotton. The gloves possess no notable physical features save for a single tag on the inside of each, which is stamped with the logo of Marshall, Carter, and Dark LTD. SCP-7043 can be worn by most persons regardless of hand size as the material will stretch to accommodate most hand sizes.\n\n\nWhen a SCP-7043 instance is worn by a person, the person will gain the ability to manipulate the probability of any event occurring. These range from simple probability tests such as the flip of a coin or the roll of a die to larger, more complex events one might not otherwise consider to be dictated by chance. The probability can be altered up to a 99% chance of occurrence and down to a 1% chance of occurrence, although it can never be completely prevented or guaranteed. It is believed that the use of a SCP-7043 instance in this manner would grant the user the ability to affect the fabric of time and space in a manner akin to that of a level-1 reality bender.\n1\n\n\nAll SCP-7043 instances recovered to date were recovered from the crash site of a Marshall, Carter, and Dark LTD. shipping truck, which veered off the main road and crashed into a tree 30 miles south of Wetumpka, Alabama, on 9/7/2021. The reason for the collision is unknown as no prior issues with the vehicle could be discerned on inspection. The driver was found deceased at the crash site as a result of injuries sustained during the crash, although other bruises and abrasions suggest a struggle with an attacker. No other persons were found. One document of note, believed to have been left by the attacker, has been included. (See Addendum 7043-1.)\n\n\nAddendum 7043-1:\n Recovered note from crash site.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSeptember 7th, 2021\n\n\n\n\n\n\nDiscovered the route of a MC&D truck. Previous idea scrapped.\n\n\n\n\n\n\nConcept fell through, subject refused to cooperate. To say that\n\n\n\n\n\n\nprevious attempt was a failure is an understatement.\n\n\n\n\n\n\nWill jump truck and investigate shipment, have a good feeling.\n\n\n\n\n\n\nReally good feeling. Could be my golden ticket. Too hopeful, maybe,\n\n\n\n\n\n\nbut hope is all there is to have anymore.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nHave to break this curse. WILL break this curse.\n\n\n\n\n\n\nEventually. Surely.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n-Nobody.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7043-2:\n Update 7/8/2022\n\n\n\n\nNOTICE FROM THE O5 COUNCIL\n\n\nOn 7/6/2022, O5-5, O5-6, and O5-7 were attacked, unprovoked, by SCP-3143 while utilizing an instance of SCP-7043. SCP-3143 successfully managed to terminate each council member using SCP-7043's capabilities. SCP-3143 is considered hostile and must be captured at all costs. This is to be considered a high-level priority by all MTF units and an investigation regarding methods of capture and containment is to be opened by the Site-19 investigative department ASAP.\n\n\nWe wish O5-5, O5-6, and O5-7 good fortune in the afterlife, and hope that SCP-3143 is brought to justice and containment swiftly and mercilessly.\n\n\n-The Overseer Council.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n[REDACTED]\n\n\n\n\n//Close %%/F#l\n\n\n\n\n\n\nBegin Audio Transcript - Call Log - 7/8/2022 - 22:36:77 - Unknown External Number TO Unknown External Number\n\n\nUnknown 1:\n Clarence?\n\n\nUnknown 2:\n What the hell is this about, boss?\n\n\nUnknown 1:\n Oh good, the burner phones work. They shouldn't be able to track the call with these. Look, the update to skip 7043, did you read it?\n\n\nUnknown 2:\n I had to to add it to the document and I'm pretty shaken up by it as it is! This secrecy shit is not helping!\n\n\nUnknown 1:\n I read the addendums, the ones you sent that just appeared there. None of what the O5s say happened is true. It's all bullshit. They're lying to us.\n\n\nUnknown 2:\n What?\n\n\nUnknown 1:\n All of it, Clarence! All of it is bullshit! 3143 didn't kill any of the O5! It was our writer, and nobody! He couldn't- he didn't- who's at the door?\n\n\n\n\nUnknown 1 is interrupted by the sound of wood splintering.\n\n\n\n\nUnknown 1:\n Wait, wait a minute! You don't have to do this, we ca-\n\n\n\n\nUnknown 1's line goes silent.\n\n\n\n\nUnknown 2:\n Boss?\n\n\n\n\nA few seconds of silence pass.\n\n\n\n\nUnknown 2:\n \nBoss?\n\n\n\n\nA few seconds of silence pass.\n\n\n\n\nUnknown 2:\n What kinda shitty prank…\n\n\nEnd Log\n\n\n\n\n\n\nCREDITS ROLL:\n\n\n\n\n\n\nPASSENGER ONE/NOBODY played by…\n\n\nJust Some Nobody\n\n\nPASSENGER TWO/O5-7 played by…\n\n[REDACTED]\n\n\nMURPHY LAW played by…\n\n\nHIMSELF\n\nFRED/DRIVER played by…\n\n\nFRED\n\nTHIRTEEN played by…\n\n[REDACTED]\n\n\nOFFICER ONE played by…\n\nPETE MCDOUGAL, VEGAS P.D.\n\n\nOFFICER TWO played by…\n\nCHARLES BURBANK, VEGAS P.D.\n\n\nATTENDANT played by…\n\nSECURITY AGENT MICHAEL CONNORS\n\n\nJIMMY played by…\n\nSECURITY AGENT JAMES FALCONE\n\n\n\nSECURITY 1 played by…\n\nSECURITY AGENT CHRISTOPHER MALKOVITCH\n\n\nSECURITY 2 played by…\n\nSECURITY AGENT MICHAEL KEELEY\n\n\nFIVE played by…\n\n[REDACTED]\n\n\nDR. PATRA played by…\n\nDOCTOR CLEO PATRA\n\n\nSECURITY 3 played by…\n\nSECURITY AGENT LARA MCNULTY\n\n\nINTERCOM/DR. NARRA played by…\n\nDOCTOR TIV NARRA\n\n\nTAPE PLAYER voiced by…\n\nFORMER SITE DIRECTOR JEREMIAH AUGUST\n\n\nSIX played by…\n\n[REDACTED]\n\n\nME played by…\n\n\ncwazzycwafter\n\n\nMTF SHAI-1 played by…\n\nMTF-SHAI AGENT SARAH NORMANDY\n\n\nMTF SHAI-2 played by…\n\nMTF-SHAI AGENT CLAIRISSA KINGSLEY\n\n\nCLERK played by…\n\nAMELIA ANGSTROM\n\n\nMICROPHONE/COP 3 played by…\n\nTHOMAS WHEELING, VEGAS P.D.\n\n\n\n\n\n\n\n\n\nWITH SPECIAL THANKS TO SITE-19, THE ARIA RESORT AND CASINO, THE CITY OF LAS VEGAS, AND YOU. THANK YOU.\n\n\n\n\n\n\n\n\n\nLOOK FOR MURPHY LAW TO RETURN IN…\n\n\nMURPHY LAW: DETECTIVE AT LARGE!\n\n\n\n\n\n\n\n\nTHE END\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. At time of writing, no testing has been done on SCP-7043. The information provided here is based purely on documentation recovered from Marshall, Carter, and Dark and is thusly subject to change.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7043\n\" by cwazzycwafter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7043\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Begin Audio Transcript - Call Log - 7/7/2022 - 09:24:77 - Site-19 Documentation Dept. TO Site-19 Director's Office Dir. O'Leary: Hey Clarence, what's the issue? C. Robinson: Hey, you ever tell the secretary there I think she's cute? Dir. O'Leary: Still at that? You know I can't do that, man. C. Robinson: (chuckling) I was hoping this might be the lucky call. Anyway, calling for a handful of reasons. One was to finally give you a congratulations now that you're actually in the office. Can't be any more of a pain than Director August, I can tell you that much. The department here's rooting for you. Dir. O'Leary: Well I appreciate that! Settling in around here has been an absolute mess, what with yesterday's power outage and some things shaking around up top. C. Robinson: Power outage? Where at? Dir. O'Leary: Like, the whole building's security cams. There's just no footage of anything from the 6th. Security was really concerned. C. Robinson: Huh. I'm sure we'll be hearing abou- wait, isn't today the 6th? Dir. O'Leary: My watch says it's the 7th, and it's never been wrong. C. Robinson: Odd, I could swear yesterday was the 5th. Maybe I had one too many last night. Dir. O'Leary: Well that's hardly unusual. C. Robinson: (chuckling) C'mon man, I swear I'm trying to quit! Dir. O'Leary: (chuckling) I know, I know. C. Robinson: Anyway the other couple of things I wanted to talk to you about are more odd ones. I was cataloguing a new skip that came in with Patra out of the investigation department. I think it was slot 70… 7043! Dir. O'Leary: That hadn't been filled yet? C. Robinson: I wanna say something was there and it just got moved. Lucky for me, I guess. Makes it easier to find an open spot without pulling up the search or throwing a dart at the board. Anyway, turn the brain off, start tacking away, you know how it is. Dir. O'Leary: Yeah, sure. C. Robinson: I uh, finish the description bit and I'm about to scan the one addendum document when I look over and notice the page just filled itself in with addendums. Dir. O'Leary: I thought you hated AIC's. C. Robinson: I do, which is why I wasn't using one. I double-checked. I ran the addendums through the search to see what came up and there was three or four things above my clearance level but that was about it. I don't know what to make of them. I cut the addendums out so I could finish but I still have them on a separate document here if you wanna look into it. Dir. O'Leary: They just.. appeared there? C. Robinson: Poof. Like outta thin air. Nothing on the screen and then suddenly there's like 9 or 10 documents. Kinda odd stuff too. I didn't really look them over in case there's a brain hazard or something but the couple glances I took.. I don't recognize the formatting. Dir. O'Leary: I mean, I've got a lot on my plate right now, but you've piqued my interest. I'll run them by the folks in infohazards and then take a look, why not. C. Robinson: You want me to email them or fax them over? Dir. O'Leary: (chuckling) Did you know that old place is the only one that still has a fax machine? There's one in the IT department for testing some things and that's about it. You and the other doc departments are the only people that ancient. C. Robinson: (laughing) Yeah, well, I still say it's the best way to send a sheet of paper. I'll send the email over in a bit then. Dir. O'Leary: I appreciate it. Was there something else? C. Robinson: Yeah, how come the whole building smells like cigarettes and gas station liquor?",
        "Begin Audio Transcript - Call Log - 7/8/2022 - 14:34:86 - Site-19 Director's Office TO Site-19 Documentation Dept. Dir. O'Leary: Hey, Clarence? C. Robinson: What's up, boss? Dir. O'Leary: \"Boss\" is never gonna stop feeling weird, is it. C. Robinson: I can call you something else, if you'd like. Dir. O'Leary: No, that's alright. Hey, listen, I sent off those weird addendums you sent me to infohazards. To make a long story short, none of us should've seen those. The both of us are getting scheduled for amnestics in a couple of days. Amnestics department is getting a lot of people in, actually. C. Robinson: Well. Fuck. Dir. O'Leary: Yeah, man. a few seconds of silence pass. Dir. O'Leary: I figure it's probably okay to read those addendums at this point, right? I mean, we're getting wiped anyhow. C. Robinson: Hey man, that's a you thing. If I'm not supposed to see it, I'm not gonna see it. Dir. O'Leary: Yeah, well, on that note, the O5's have an extra note they'd like you to add to skip 7043. I'm gonna forward it over to you. Once you do that, send me the final version, would you? C. Robinson: Yeah, sure. Fax or email? Director O'Leary chuckles to himself. C. Robinson: (chuckling) I still say it's the best! End Log."
    ],
    "notes": [
        "There are things in this world most folks just don't have the stomach for. In my work, you get a good helping of it all. Bad people, worse lives. These days, everyone's got something to hide. Us people keep falling deeper into that black pit, filled with death, murder, lizards hellbent on your destruction.",
        "Sometimes, even surprises.",
        "I come in here every day, it shouldn't be that surprising anymore. Drinking alone at 11am again, Murph?",
        "Someone has to.",
        "For all the bad in the world, Fred is a little too much good. Good man, good company, hiding nothing. But good company doesn't mean so much these days. The world will just keep spiraling, good or bad.",
        "..Right. Well, I’m here to bring in your mail again. Looks like it’s still all ads and bills.",
        "You get any new cases yet?",
        "No, trouble’s still out there, calling my name.",
        "Look, Murphy, I’m sorry but how do you know that anymore? You haven’t had a case since 2018, and that was a side gig if anything. Before that, your last real case was, what, 17 years ago?",
        "I know because you’re here. Wherever you are, trouble comes along. Never part of it, but always there.",
        "I mean…",
        "I’m just concerned, Murphy. As a friend should be. Your lease for this place is up soon and I’m worried you can’t keep paying it.",
        "Money keeps the world spinning, but it can’t buy you justice. The world can keep spinning without that. Maybe the world doesn’t need a Murphy Law anymore.",
        "That’s not what I said. Whatever, Murph. Maybe you’re right, something really will come knocking, seeing as I’m here.",
        "All I’m saying is, you should look into a change of career. Join the police, maybe. I just got a job as a limo driver, maybe that’s your calling. You can still drive around the city and brood about the filth or something that way.",
        "Fred?",
        "Yes, Murphy?",
        "Goodbye, Fred.",
        "See you tomorrow, Murph.",
        "My lucky day.",
        "It was the one thing I needed most, the trouble that had been looking for me. It was the inevitability of all things, the bane and purpose of my existence. It was..",
        "A case.",
        "Murphy Law in.. Skip 7043 - THE MONTAUK FALCON!",
        "The Foundation was trouble incarnate. They always had almost everything under control, even the things you didn’t know you needed to worry about. They had an ace up their sleeve for nearly every hand that could be dealt.",
        "The Foundation knew the flop before the dealer even flipped the cards.",
        "Hello, Mr. Lawden. Please step into the car.",
        "The only group of people despicable enough to call me that name was the O5 Council and those pencil-pushing pataphysics people, and she didn’t look like a pencil-pusher.",
        "My car works just fine, toots.",
        "You need to swap vehicles to better appear as my partner. Local authorities already opened an investigation. You’ll be posing as a member of the FBI along with myself.",
        "You certainly didn’t dress the part.",
        "I’m already in my uniform.",
        "Whatever you need to work, I suppose. You’re out of my jurisdiction, but I need help here. Whatever I can do to accommodate you, within reason, let me know. Now please get in the car.",
        "But for all the quad aces there were to draw, all the card-counting and manipulation, the Foundation always faced the threat of a royal flush. All you can do then is keep the winner from cashing out. They don't call a guy like me to the Vegas deserts unless they see the nail coming to the coffin.",
        "I'm sure you understand from my letter the sensitivity of this case. I'm concerned I can't even let my peers know I'm investigating.",
        "FBI, he’s with me. We’re commandeering this investigation, please step away.",
        "We sent for a hearse to haul him off to the coroner and a couple detectives from the station, would you like us t-",
        "Call it all off, go home for the night. We’ll let you know if we need anything.",
        "Alright. I guess he’s someone of interest, then?",
        "Yes, and that’s more than you need to know.",
        "Heat’s leaving the body, nothing but the sun for warmth out here, and the feathers of buzzards. Cold body, colder act.",
        "You’re getting fingerprints on my body.",
        "No struggle.",
        "Smells of vinegar.",
        "Entire vehicle’s been cleaned and disinfected. No fingerprints, no DNA. Whoever killed him wanted him more than dead, they wanted him dead and gone.",
        "No registration or insurance papers. Nothing up here, except for this.",
        "Sasha's Cleaning Products. S.C.P.",
        "A front company of ours, set up a few miles west of here. Lucky they left that here.",
        "Not luck, you don’t clean up this well and leave a mistake like this behind. I don't suppose the hat’s the only reason I'm here.",
        "No. The reason you're here is because, as the thirteenth member of the O5 council, I have to take threats to our members with the utmost seriousness. You're here because that..",
        "..is O5-7.",
        "She had armed me with a special access card and a code phrase, although the steel at my hip was all I needed. Her concerns made sense now; the only person close enough to an O5 to have them whacked would be another O5. This narrowed me down to 12 possibilities. The big question is, why?",
        "I don’t recognize you. You have two minutes to tell me who you are and how you got in here.",
        "Does ███ █████ ████ ████?",
        "What can I help you with?",
        "Has anything unusual happened around here recently?",
        "Nothing of note, no.",
        "Have any members of the O5 council been through here in the last few days?",
        "O5-7 came by as a routine check-up night before last, but that isn’t unusual.",
        "Does he do that often?",
        "Well, yes, he’s comes by biweekly.. and you should know that.",
        "I’m no O5, I’m just with them. An involved party.",
        "uh-huh.",
        "Did O5-7 do anything unusual?",
        "I don’t know, I wasn’t in. Hey Jimmy!",
        "What! I’m awake! I’ve been awake!",
        "Did O5-7 do anything off while he was here?",
        "uhhh… yeah, yeah! He dropped off a body bag and then asked to see the order ledger.",
        "Show me the ledger, and the body.",
        "I’ll have to call downstairs to get the body but I can print out the ledger for you in the meantime.",
        "Another body, but what’s one amongst foundations. Dead people was not unusual for a society such as this one. The Foundation breeds a different class of desensitivity. It’s disgusting.",
        "That’s funny. Storage says somebody checked the body back out. They didn’t leave a name.",
        "Who was the body?",
        "They were instructed not to open the bag, so they didn’t. They said it made a whirring sound. I noticed that too, now that I’m remembering it.",
        "Any ideas where it came from?",
        "Well, the bag had “Site-19 Storage” stenciled on.",
        "Hrm.",
        "Call the boss. Tell him to call his boss. Tell him there's a problem with O5-7. I'm gonna run downstairs and get Site-19 on the line. Whoever that was, even if he had the code.. I don't like the look of him.",
        "Site-19 was the most sterile and lifeless place on earth, but the life they kept here was nothing to sneeze at. One of the few places where the monsters still roam and the broken have a home. Whatever was waiting for me in there, I couldn’t possibly imagine.",
        "Facial recognition failed, name and badge number?",
        "Does ███ █████ ████ ████?",
        "Does what? I don’t know what that means, sir. Name and badge number or turn around.",
        "Name, sir.",
        "I’m Murphy. Murphy Law.",
        "Excuse me for a moment.",
        "These sites were just beehives waiting to be kicked.",
        "Park in Lot A, Door One.",
        "Hello, Mr. Law. I’m to escort you to your meeting.",
        "Meeting. If I had a dollar for every arranged meeting I’d been to, I wouldn’t be doing this job. If I had two for every meeting that turned out to be a trap, well, wouldn’t I be lucky.",
        "Hello, Mr. Lawden. It’s been quite a while, hasn’t it?",
        "O5-5. Seventeen years…",
        "How have you been? Good spirits, I hope.",
        "Hrm.",
        "When Site-21 called us and warned that a man in a leather overcoat and a cigarette addiction would be coming by to investigate O5-7, I knew who it was right away.",
        "So much for anonymity.",
        "Right, well, O5-7 didn’t show for this morning’s meeting. I assume at least that that's what you're looking into, it's the most concerning thing there is around here and you did ask about him. Here, this is the last sighting of him as he left the facility yesterday.",
        "I reviewed the security footage at Sasha’s. You seem different. Different demeanor, more.. mellow, less noire. I have to say, it’s rather disappointing. I was hoping for the site to be converted into a sprawling mansion or a dingy dive bar or some such, but no, it's simply the same old place. That's unlike you, unlike your anomaly. Are you okay? Has something changed?",
        "Where’s the bag.",
        "Pardon?",
        "He had a body bag from here when he arrived at Sasha’s. It’s not here in these photographs. Why?",
        "Well, I don’t know. Things just sort of happen around here all the time. It’s possible he picked it up in transit.",
        "Like a $500 image of a pixel monkey, I didn’t buy it. Everything about her demeanor reeked of lies and deception. She was hiding something, but what? Her hands weren’t made for the grip of a .44 magnum.",
        "Please, show Mr. Lawden around our facility. Perhaps he might be interested in our investigative department. I hear they’re always looking for work. You’d make a great addition, Murphy.",
        "Hm. I’ll be around.",
        "She was hiding something, that much was certain, but what? What was in that bag that was so bad that it had to be hidden?",
        "Most Foundation investigators were stuffed in someone’s pocket, forging evidence for solved cases either to prevent panic or to “unsolve” it indefinitely. However, *she* was a different case entirely.",
        "Opening a new case or checking an old one?",
        "Where’s the rest of the team, miss..",
        "*Doctor* Patra, please. They gave us all the day off, actually. Dismissed us all just about an hour ago but I kinda snuck in to grab some case notes and… well…",
        "That happened.",
        "What have you been working on?",
        "Well, a myriad of things, see there’s this group of street magicians that started appearing recently-",
        "What’s this?",
        "That’s a bag.",
        "What’s in it?",
        "It’s part of a classified investigation from higher up, I can’t divulge anything without proper credentials, mister.. I’m sorry, who are you?",
        "Does ███ █████ ████ ████?",
        "Does… oh, I see. My apologies.",
        "What was in the bag, Doctor?",
        "Well, you see, we had a rather important anomaly go missing. I only got a brief overview of it myself, access restrictions being what they are, but you gave the code. We think that anomaly was stuffed in this bag and stolen by the children of the scarlet king. We were pretty sure they’d been wiped out, but someone stole it.",
        "Who are the suspects?",
        "I already knew who’d done it, but the question was why and why’d it get him knocked. Sometimes you gotta ask the wrong questions to get the right answers.",
        "Well, frankly, we don’t have any strong leads other than it’s probably someone from scarlet king, but we’ve been looking into something else, and I have this hunch they’re connected. Someone managed to break into the department of pataphysics about ten months ago. Funny thing is, I can’t find the department anywhere-",
        "They broke in? People don’t simply break in around here.",
        "Well, the name was on the entry and exit log but there’s no evidence of them appearing anywhere else in the facility or in any other documents. The only reason I think they’re connected is the only other time they appear on the entry and exit log is yesterday, not long after the anomaly went missing.",
        "What even is the stolen anomaly, Doctor?",
        "They told me it was too bad, not for my eyes. Just that it was extremely important to retrieve it. I assume it's not for my clearance position. Maybe you could ask someone in pataphysics.",
        "Oh, sir, one more thing.",
        "Mhm?",
        "Good luck.",
        "I was hoping to god that I wouldn't have to come by this hellish place, but my luck didn't swing that way. It was time for me to have a chat with the people I love most: the pataphysics department. They’d almost gotten me once.",
        "They wouldn’t get that close again.",
        "Access is restricted to O5 and members of the department, please vacate the area.",
        "Does ███ █████ ████ ████?",
        "Where did you learn that phrase? Why don’t you have a level 5 keycard but have that phrase? Hold still.",
        "Call O5-13. Tell her Murphy Law’s at pataphysics.",
        "I’m sorry, did you say Murphy Law? (distant) Move over, let me see the cam feed.",
        "The Foundation was already a nightmare of a company, but the way they lock things sometimes made me wonder if they were just trying to slow me down rather than keep anything contained.",
        "Welcome, Mr. Lawden. My apologies. A member of site security is on the way to let you through the vestibule and take you to my office.",
        "H-hello, Mr. Lawden. Put these on and follow me please.",
        "Keep them. I won’t be here long.",
        "The bursts of light from the machinery will burn your retinas if you do not wear protective eyewear. Please put these on and follow me.",
        "What the hell did they just do to him?",
        "The subject was transported up a narrative layer. She was not cooked, fried, or otherwise exposed to an open flame or uncomfortable and/or lethal temperature.",
        "We don’t know what the steam is from.",
        "Ah, Murphy Lawden! Apologies, I didn’t see you come in! Please, have a seat.",
        "Hello, Doctor…",
        "Doctor Narra, although you can call me Tiv if you’d like.",
        "This place was beyond unusual, it was warped. Like a record someone had carved their initials into. They say the world is always changing, but in here, nothing stayed the same. Even if I played this close to the chest, I could be looking at a hand full of elevens if I didn’t pay close enough attention.",
        "Actually, we do quite a good job of keeping things under control here. It could be far worse if unrestrained.",
        "Like Fred, he was reading my thoughts before I had even made them into words. Was he an anomaly?",
        "Ah, yes! Much like 423! Although whether or not we’re anomalies is a topic of some debate around here. Side effect of jumping narrative layers, I’m afraid. You just…",
        "…can’t stop seeing the layer you jumped to.",
        "But anyway, enough about that. I’d like to make amends between our department and the Murphy Law Detective Agency. I realize we’ve been on.. rocky grounds in the past, but I assure you Doctor Thaum is no longer under our employment.",
        "He could make all the promises he wanted, but it didn’t make a minute’s worth of difference to me. What Thaum did to me, you can’t make up with words.",
        "Alright, fair enough. Maybe actions speak louder. What can I do for you?",
        "I’m told your security picked up some peculiarities. An unknown entry on the enter and exit log?",
        "Ah, yes.",
        "Someone got in through the back garage. We have a keypad lock on the garage door. Outdated, I know, that’s probably how it happened. Someone finally mentioned it ten months back and the request to replace it with a card reader like every other door has been jammed in some bureaucratic hell since.",
        "This person broke in ten months ago.",
        "(slight sarcasm) Why do you suppose it was brought to my attention?",
        "What did they do while they were here?",
        "Well, it looked as though they rifled through some old documents and then.. climbed into the NarrativeJumper. Something shorted in the lever mechanism and it went off on its own while he was inside. Someone lost their vision for it, poor soul.",
        "I suppose that's why he isn't shown leaving.",
        "That's right. They would've been transported up a narrative layer- I'm sorry, do you know how narrative layers work? Imagine an infinite sandwich. Our narrative reality - everything we know of, within the confines of this reality or otherwise - exist within a narrative spa-",
        "There's an upper layer that controls this one, and somehow we control a lower one. We don't have the time here for in-depth discussions of the narrative stack. Any idea when he returned?",
        "No clue. I was under the impression that he hadn't for a long time, until someone broke in again.",
        "Again? When was this?",
        "Yesterday. I took it to the investigative team at Site-19 after that. Their name wasn't on the log the first time, but yesterday they just put down their name and left. It was.. Norridge Bolly. Weird name.",
        "So how-",
        "S.R.A. V7 is packed and ready to be shipped, sir! Would you like to-",
        "Please, I'll be at the party in a minute. We have a guest here!",
        "Ah, my apolo-",
        "MURPHY LAWDEN?? He's back! You're here! Oh my god oh my god can you sign my arm?",
        "Please, give our guest some space!",
        "Oh. Oh, of course. Just a picture? Maybe?",
        "Thank you, thank you, thank you! I'll cherish this forever!",
        "Sorry, Murphy. You're something of a fan favorite with the younger employees.",
        "How exactly did they get past the keypad lock?",
        "We don't know. It's a 9-number keypad with five numbers needed. There's 59,045 possibilities. On the cam footage, they just punch in the number and waltz in. Either they knew it from someone else, or they got real lucky. Like, really, really lucky. They did it again the second time too, even after we changed the code.",
        "I believe that's all.",
        "Of course. Let me know if you ever need anything else.",
        "There was a document on a stolen skip the investigative team was looking into, do you know what it is, and do you have the file?",
        "Oh, Murphy…",
        "I have the files for everything.",
        "You have a good day now, Mr. Lawden.",
        "Stop calling me that.",
        "Whatever suits you, Mr. Law. Whatever suits you.",
        "SCP-231 was a god damn disgusting display of human cruelty. I didn’t care if it was related to the investigation or not, I had to find out what Procedure 110-Montauk was, at any cost. Most of the procedure itself was blotted out, trying to keep it away from my prying eyes, but I could read between the lines, and what was there was downright terrible. What kind of despicable monsters could put another human through this suffering? I may be cold towards the suffering of others, but this was something else. Something else entirely.",
        "If anyone knew what 110-Montauk was, it would be August. I’d narrowly beaten him at this game once, all that time ago, but this time I gave myself a coin-flip chance.",
        "And this was my lucky two-headed coin.",
        "August, you bastard, come on out now!",
        "A step in the right direction. Little bits and pieces of 110-Montauk coming out to show themselves. The whole folder is documents from the operation. Little notes on staff movements, prisoner schedules, every time they set that poor woman’s mind back a week. Notes and notes on that torture, going all the way back a month. What kind of man..",
        "Then I found it, the bit that cracked this whole thing open. A single note down at the bottom. A question mark.",
        "What was that one million? What did it mean? Find more, find the paper trail. That’s how this always goes.",
        "Come on, show me expense reports, record-keeping, receipts, even a love letter from an accountant will do.",
        "My lucky day.",
        "It wasn’t the answer I was looking for, but it was the right answer anyhow. It’s what all this meant.",
        "Twenty million dollars sent to staff budgets, and only one million of it spent. Where did the money go? What the hell did you find, August…",
        "And what does the O5 need that money for?",
        "They give themselves nineteen million dollars, and then piss off to kokomo. All under the guise of 110-Montauk, funding the torture of this girl to “save the world.”",
        "This is August, former director of Site-19 for the SCP Foundation. I have to assume you work for them too if you’re here, listening to this. Otherwise, well, you found something you shouldn’t have, to put it plainly. Anyway, I’m sure you’ve seen the room. See, uh, 2004, we recovered a number of pregnant girls from a cult called the children of the scarlet king. Whenever one of the girls had their kid, something catastrophic happened, like a few hundred people dying, and it got worse with each one. We got down to one unborn kid before we finally worked out a method of.. stopping her. It was, uh, brutal, excruciatingly so. Sickening to a lot of people. I can’t overstate how.. awful it was. But procedure 110-montauk was necessary for a period. I was just a regular level four then, I hadn’t been promoted to director yet. We uh, um, shit what’s the word.. proposed. We proposed a couple solutions over the years. There was, uh, killing the kid in the womb at first. One of the girls had it stillborn and the event still happened so that was out. Then we proposed dropping her down 1437, disintegrating the entire person, cryogenic stasis… the only thing they didn’t turn down was some small efficiency thing. We put forward a proposal to design a machine that attached to the body…",
        "It’s small, little upkeep, most we needed was an engineer to oil it every now and again. She probably could’ve walked with it if, you know, she could walk. Sent the proposal to the O5s and they turned it down too. The whole staff was tired, morale ran dry a long long time ago, so they threw a mutiny of sorts. Built it anyway, hooked it up, and it worked. It even silenced her and applied the amnestics itself. Made this funny little whirring sound that still plays back in my head all the time. So we just kept on pretending to run things. Faked some documents, made it look real, like we were still doing all that unspeakable stuff to her. I put in for my retirement about.. well, about ten months back. About the same time they started denying our proposals. Started going through old docs and things just for kicks after I got my retirement approval a few months later…",
        "and then I figured out why they never approved anything. How long they prolonged that suffering just to launder a few million, it’s.. it’s, it’s pathetic and disgusting.",
        "O5-5, O5-6, and O5-7 meet at this bar, one on 34th street, just about every night after work, around 7pm. I’m gonna take what I know and confront them there, seeing as they oversee everything at 19. I don’t think any of them are spearheading this, but someone’s gotta say something. I just hope security will see the light when I start talking. Otherwise… well, that’s just my luck, isn’t it.",
        "Who- Oh, Murphy! How are ya?",
        "Hello, Fred. I don’t suppose you drove the O5s here?",
        "This is why you’re the detective and I’m not. They’re in the VIP room, I think.",
        "Thanks, Fred. I appreciate it.",
        "The Foundation always had the upper hand. I wasn’t sure if I had a hand at all. Ace-high doesn’t get you very far. Now I’m here, just before the gates of hell, with the only person at my side being Lady Luck, and she was a cruel mistress.",
        "Here we go.",
        "I.. what?",
        "What are they doing?",
        "This all feels off.",
        "Hello, Murphy. Take a seat, won’t you?",
        "What? How did you know I’d be here?",
        "You see, Mr. Lawden, there is very little we don’t know. I’m sure you understand that much. A little birdy warned us you’d be here.",
        "He told us you’d catch on to our little trust fund as soon as Seven hit the dirt, so we whipped up a little something to keep you from getting any farther.",
        "Those pataphysics folks, they can make you anything if they set their mind to it. The Mark-7 Reality Anchor is a prime example. That humming? It’s the sound of progress.",
        "I… I-I don’t understand? W-what about the tapes at August’s, the files? That proves everything!",
        "Oh, yes, the information is real.",
        "Have you ever drank a mango-flavored margarita out of a hollowed-out pineapple? I still don’t know how that place in the Bahamas pulled that off…",
        "Was that the trip back in July? I don’t think I tried one!",
        "PLEASE! What is happening to me!?",
        "Five: You see, Mr. Lawden, the end of August’s recording, the part about meeting here, that was the only part that wasn’t real. Murphy sits upright, jaw open slightly. Six: You don’t honestly believe that we’d meet at the same place at the same time every night, do you? Do you know what kind of safety risk that would be? You have to split them up and scatter them about, different places and different times. Otherwise someone might actually get us! The setting begins to fade away into a nightclub, the mahogany wood giving way to dark blue walls, the tables disappearing in favor of a crowd of people jumping up and down to loud music and the stage band becoming a DJ at a raised booth. Five: Now you’re stuck here, with that reality anchor in the closet slowly pulling you apart, because you take everything you’re given at face value. For someone who’s always on edge, looking for liars, you sure are bad at catching them. SCP-3143: What? What is.. Who am I? Where am I? SCP-3143’s body language and tone shift drastically, indicating a switch to its original pataphysical person. O5-6: You’re Murphy Lawden. We’re here to help with what’s troubling you, we just need you to stay calm. Can you tell us how you feel? SCP-3143: I.. No. No, I’m not Murphy Lawden. O5-5: You wrote “It Always Rains,” the story featuring hard-boiled ace detective Murphy Law, didn’t you? “I’m just the guy you call when everything that could go wrong… did.” SCP-3143: No, that’s.. that was someone else. I didn’t write that. That wasn’t me. O5-5: Well, SCP-3143, you’ve exhibited the same properties that Murphy Lawden has. It would reason therefor that you must be Mr. Lawden, unless something’s changed. SCP-3143: I.. He wrote the others. Lawden- that’s not even his name. He wrote “For Murder” and “The Foundation Always Rings Twice.” This- this one… O5-6 turns to O5-5. O5-6: Ah, that’s what pataphysics refers to 3043 and 3143 as in their notes. Must be an in-house thing. SCP-3143: How have.. how have you commandeered my story? O5-6: Well, our mutual friend - the little birdy - he had some tips for us. He set us up with this vacation package in the first place. It’s a brilliant plan. O5-5: And he led us towards capturing you. SCP-3143: This- th-this can’t happen. This can’t go this way! SCP-3143 begins yelling. SCP-3143: This isn’t how this meeting is supposed to happen! This can’t go wrong! It can’t! O5-5: Please, Mr. Lawden. Settle down. You’re in for a long stay with us. SCP-3143: I’m not Mister fucking Lawden! I have to do this! I-I have to win this! I have to! O5-6: And why is that? SCP-3143: BECAUSE IT’S ALL I’VE GOT! I RIP THE MAGNUM OFF MY HIP AND SHOOT SIX THROUGH HIS STUPID FUCKING SKULL! ME: THIS IS ALL WRONG! FIVE: Oh shi- AND YOU TOO YOU FUCKING ASSHOLE, EAT A FUCKING BULLET! THEN THOSE GUARDS OUTSIDE RUN IN HERE BUT THEYRE NOT SUPPOSED TO BE HERE SO THEY FUCK OFF AND THAT GOD DAMN HUMMING STOPS. Out in the dancing crowd I see that smug asshole looking up here with a pair of binoculars, that birdy they were talking about. Fuck that!",
        "Murphy sits upright, jaw open slightly.",
        "The setting begins to fade away into a nightclub, the mahogany wood giving way to dark blue walls, the tables disappearing in favor of a crowd of people jumping up and down to loud music and the stage band becoming a DJ at a raised booth.",
        "SCP-3143’s body language and tone shift drastically, indicating a switch to its original pataphysical person.",
        "O5-6 turns to O5-5.",
        "SCP-3143 begins yelling.",
        "I RIP THE MAGNUM OFF MY HIP AND SHOOT SIX THROUGH HIS STUPID FUCKING SKULL!",
        "AND YOU TOO YOU FUCKING ASSHOLE, EAT A FUCKING BULLET!",
        "THEN THOSE GUARDS OUTSIDE RUN IN HERE BUT THEYRE NOT SUPPOSED TO BE HERE SO THEY FUCK OFF AND THAT GOD DAMN HUMMING STOPS.",
        "Out in the dancing crowd I see that smug asshole looking up here with a pair of binoculars, that birdy they were talking about. Fuck that!",
        "I run into the crowd after him. The crowd begins screaming and running for the exits. But the crowd isn’t supposed to be here! This is an atmospheric bar!!",
        "Fuck. Fuck… okay. Okay, alright. Get back in character. Search the room. Stop saying fuck so much.",
        "Something had happened here. Something went wrong in that meeting, but…",
        "That answers that. But that man, with the binoculars… Those two didn’t shoot O5-7, so who did?",
        "I could only think of one person who could check on this for me, but it was a hunch. If I was gonna find this birdy, I’d have to be real lucky. Birdy, birdy… why do I keep going back to that?",
        "FREEZE! Nobody move!",
        "Save your energy. We’ll find him.",
        "Those sons of bitches had put the cops on my back, for good. They set me up, that was the only way any of this made sense. It’s only a matter of time before the cops catch up with me, and by then the Foundation would have MTF units swarming me like bees. I was gonna have to get in and out of 19 before they caught wind of what had happened. I needed more than my .44 to pull this off, I needed luck. I’m a wanted man now, it was only a matter of time.",
        "Facial recognition failed, name and-",
        "M-my apologies, Mr. Law.",
        "Where is she, where is she?",
        "Oh, Jesus, it’s you. Look, I’m off work. If you need something from the department you should come back tomorrow or-",
        "That logo on the tag would mean it came from Marshall, Carter, and Dark, the company that sells anomalous items. Ten months ago someone knocked over one of their delivery trucks, and that truck was full…",
        "…Of those gloves.",
        "Why gloves?",
        "According to MC&D’s own paperwork, they let you manipulate probability. Make your own luck, essentially. You could change the outcome of anything from coin flips to-",
        "Could you change the probability of guessing a passcode correctly?",
        "I mean, I guess so.",
        "What about the chances a lever malfunctions and activates without you touching it?",
        "What?",
        "What about the chances someone else drags a body bag to multiple locations without raising suspicion only for you to pick it up, kill them, and get away with it?",
        "What are you saying? What is this about??",
        "Could it be done!?",
        "Yes, I guess it could! I didn’t even think that was the important part!",
        "Well what is!?",
        "This!",
        "The perpetrator left this at the scene. We’ve picked up notes from them before but never anything solid, just evidence of minor interference here and there and some scuffles with anomalies.",
        "They suffer from an anomaly that causes a lost sense of person, not just to themselves but the world as a whole. Like they’re always just a face in the crowd, no matter what they do. Must feel pretty empty.",
        "Nobody? Nobody…",
        "A pseudonym, we think. Only description we’ve ever had is he’s middle-aged, vaguely European, might even be multiple people…",
        "No-body. Why have I heard that name before?",
        "Well it’s a word, so…",
        "No, it’s… the person who broke into the pataphysics department, that was Norridge Bolly.",
        "The man who signed August’s retirement, that was a man named Noah Dee.",
        "I- what are you getting at?",
        "In the ledger O5-7 checked at Sasha’s, there was a Nolan Boddy. No. Bolly, Noah Dee, No. Boddy. Nobody, Nobody, Nobody!",
        "I-I don’t understand.",
        "Give me your phone, call Sasha’s!",
        "Sasha’s cleaning products, your mess is our success. What can I do you for?",
        "Your order ledger, Nolan Boddy, who is he!?",
        "I’m sorry sir, I’m not at liberty to divulge cust-",
        "DOES ███ █████ ████ ████!?",
        "One second, sir…",
        "Nolan Boddy, came in yesterday to purchase a few packages of disinfectant and magic eraser sponges.",
        "Did he say anything about who he is or what they’re for!?",
        "Uh, yeah, he said he worked as a janitor at the Aria? You know, the big hotel on the vegas strip?",
        "Where are you going!? What did I miss!?",
        "Murphy Law! For the murders of O5-5, 6, and 7, you’re coming with us! Submit now or face lethal force!",
        "To let them take me now, dead or alive, would be a shame. I still have a case to solve and by god was I gonna solve it. I just needed a prayer, a little luck, and an out.",
        "Get the cars?",
        "No, I heard his talk with Patra. We know where he’s going. Send a few undercover to the Aria and get ahold of 21. We’ll get him. His luck’s gonna run out eventually.",
        "Looking for a man, mid-30’s, vaguely European, checked in recently.",
        "I-I’m sorry s-sir, th-that’s half our clientele.",
        "Shit.",
        "Has anyone exceedingly lucky come by, perhaps carrying a large bag? Again, would've checked in recently.",
        "W-well, there was one man who booked a room yesterday. H-he won t-two jackpots in a row, then used s-some of the money o-on the booking.",
        "What was his name and what room is he in?",
        "I-I'm sorry s-sir I'm not at lib-",
        "Room and name, lady!",
        "AH! R-Room 6077, 60th floor. N-name was, u-uh, o-one second p-please.",
        "N-Nathan O. Balley",
        "N. O. Balley. Nobody.",
        "Wha-",
        "Manipulate probability. To what degree? How much has he changed with just this? All this time, he's been right there, just under my nose, changing chances, making his own luck. Always lucky. Just enough to get away with it. But why lead me here? Why leave even scraps of evidence? Why not eliminate any chance of me getting here? What's his endgame?",
        "Hello, Murphy. I'm so glad to see you made it. Seriously. Genuinely.",
        "Give me one good reason why I shouldn't put a hunk of lead in your skull right now.",
        "Even better, I can give you two. One, you're a snoop, Murphy. All those questions you have, you need them answered, and I'm the only guy who can do that for you. I get it, I've been a snoop most of my life, it's impossible to ignore. Even if it gains you nothing, even if you know I'm guilty, you just have to know why.",
        "Second, it wouldn't work. Probably. One in a hundred chance.",
        "I flipped a couple thousand coins just to find out. Maybe you miss, maybe it jams, maybe it's a dud, maybe it explodes in your hand, I dunno, but it probably won't work. At the very least, join me for a moment before finding out.",
        "I'm sorry I couldn't get us Caesar's Palace, but I think the Aria is less stuffy anyway, and who can ignore the view from up here?",
        "One of my favorite places in the world to just stop and look at.",
        "But I suppose ruminating on the achievements of man isn’t your cup of tea. So go ahead, detective. Ask your questions. Snoop.",
        "Who are you, and what do you want? Why kill O5-7? Why… any of this?",
        "Funny, all those questions are tied to the same answer. You might want to sit down, it’s a long one.",
        "Fine, you listen to me all day and you won’t listen to me now. Sure.",
        "Answer the damn question!",
        "You ever feel like everyone in the world was made by someone except for you? Like everyone you see out there means something to something or someone, but on a deeper, visceral level, you never meant anything?",
        "Like that, yeah, but deeper, more… literal. Like you came out that way. You see, Murphy, I was a real person once, I was a somebody, but one day something happened, and then I was Nobody. Like I was suddenly unaccounted for in the grand universe’s phone book. Thing is, I don’t remember what it was like to be a somebody. I don’t remember who I was. Maybe I was D.B. Cooper. Maybe I shot Kennedy. I don’t know.",
        "Fine, you’re a depressed loner, sure, why shoot Seven?",
        "No, it’s deeper than that. You can’t understand. Of course you don’t, I don’t know why I thought you might. Nobody does but Nobody.",
        "Maybe I introduced myself too late in the story. That would make sense. I should’ve put more hints in earlier. Stupid, stupid..",
        "Okay, it’s deeper than that. You don’t know who you are, that’s fine too. Why shoot 7?",
        "I’m getting there, it’s a loaded question, alright? You see, when you’re stuck like this, the only thing you can think about is how to go back, back to when you were somebody. At least that’s what it’s like for me, this longing to have meaning again. I’m constantly looking for new ways to regain that meaning, to break this curse. My last plot fucked up, so I hopped the back of a MC&D truck, just to see what it had. Lost a page of my notebook somewhere between the scuffle with the driver and the crash.",
        "That’s when I found these.",
        "A ledger in the truck told me what they were, what they could do. I took them, tested them…",
        "Flipped this stupid coin a couple thousand times, like I said, and it worked 99 out of 100 times. So I tracked down the one place at Site-19 I hadn’t seen yet, just to see if I could get in with these. The Department of Pataphysics.",
        "You change the probability of guessing the passcode to the garage and use it to enter.",
        "You’re quick. Funny thing is, I don’t think there’s supposed to be a passcode lock, but I looked at it and said “huh, what are the chances of that?” That's about when I realized what I could really do.",
        "Why get in the narrative jumper? What good does that do for you?",
        "That’s the problem with you detective types. You just assume people have a reason for everything they do, like I had this whole thing in mind when I jumped in, changed the chance that the lever pulled itself, saw the steam cover my eyes. No, I only hatched this when I got back, after I first saw it.",
        "Saw what?",
        "You really want to know what I saw out there?",
        "I asked, didn’t I?",
        "I saw everything.",
        "I saw life, Murphy, and I saw death. I saw the power of the sun and I saw life among the stars. I saw monsters and mages. I saw soldiers and sailors. I saw kings and I saw queens and I saw music and I saw medicine and I saw politics and I saw art and I saw dreams and I saw nature and I saw pain and I saw relief. I saw it all, everything that makes up this world. So much of it was from the same point of view, the Foundation’s, but there was some spots from other groups where I saw their perspective. Then I saw you, and I saw me.",
        "Then I saw my line. I didn’t think anybody still read things these days, but they read about me, and they wrote about me. I wasn’t always the same person in every written piece, but we were all the same in our unique problem. One version of me was a young girl with a pink notebook, a few others were much older than me, a few of them were tailed by a man in a white suit and a few others were tailing other people. Some of them got started in the early 1900’s, others had been around for thousands of years. The one other thing we all had in common was that we were always a mystery. Then it struck me. People like mysteries. People like me. That little ounce of joy I got when I saw the like count on some of those articles, I felt just a smidge like a real person again. So I had to make a mystery. That’s when I found you.",
        "That’s what all this is about!? You killed that man, dragged me along out here through all this, set up all those little clues, just to feel good about yourself!? You set me up for that!?",
        "I didn’t set you up, that was something they did on their own. But what a turn of events it was! What a plot twist! Added some real tension to my story, it did. Amazing.",
        "How did you convince the O5 to do all this.. shit? Where’s the girl!?",
        "Hang on, those are two questions. The O5 was easy. I got lucky.",
        "See, you can do anything with the promise of money and a little luck. That’s just how people work. When I saw 231, I saw potential to hide something in all those black lines, more than just her pain. So I took it and I hid it, and I gave it to them and all they had to do was keep using it. They didn’t ask questions. You wanna know where the girl is, yeah? Maybe she’s in the bedroom you didn’t check. Maybe she’s in the room across the hall, about to scare some couple on their honeymoon. Maybe she was never real in the first place. Maybe nothing you found at August’s old place actually happened, maybe none of it was real.",
        "Wha… that…",
        "I know, take a minute.",
        "You still shot O5-7. I still have to take you in.",
        "Sure, you can do that, but I’ve already won. I got what I wanted. That feeling, the feeling of personhood and meaningful existence, it’s sure to come back now. Now that I’ve done all of this. It has to. Any minute now.",
        "No.",
        "That feeling, it won’t come back so easy. You know that. That’s not how these things work, not how anomalies work. Some get fixed, others don’t. You could’ve changed the probability that it worked, but it hasn’t yet. I think you’re stuck with that one in a hundred.",
        "No, it’s gotta work. That’s how we’re alike, you and me. We both need this story to work. It’s all I’ve got too. Maybe that’s why you wrote me this way.",
        "What are you talking about?",
        "It needs a finale, that’s what it is. One last grand sendoff, the antagonist’s last hurrah. Put on your glove, Murphy. I want to show you something.",
        "Why?",
        "You’re going to chase me, and I want an even fight.",
        "Atta boy.",
        "MURPHY LAW! YOU’RE UNDER-",
        "Free fall. All this time, just one guy trying to be whole again. A man with a finger in every pie. I’ve been strung along this whole time, played like a god damn fiddle. I have to find him. I have to get him. Not just for justice, but for retribution.",
        "Murphy!?",
        "Fred!?",
        "After that garbage truck!",
        "What!?",
        "DRIVE, DAMNIT! DRIVE!",
        "What’s going on!?",
        "The man in that truck set this all up! He killed the suspect and led me on a god damn goose chase!",
        "Jesus, you’ve had a day then!",
        "Pull up next to the driver door! I have to get to him!",
        "It’s going as fast as it can!!",
        "MURPHY LAW! YOU’RE WANTED FOR THE MURDER OF ONE JOHN AND JANE DOE! PULL THE VEHICLE OVER!",
        "You’re WHAT!?",
        "What are you doing!?",
        "I have to get on that truck! Keep it steady, damnit!",
        "I’m trying!",
        "PULL THE VEHICLE OVER NOW!",
        "Ah, shit!",
        "YOU’VE BEEN QUITE A LUCKY BASTARD, MR. LAW! BUT YOU MADE A MESS, NOW IT’S TIME TO CLEAN UP!",
        "I DON’T KNOW WHO YOU ARE, BUT STAND DOWN! THIS IS A POLI-",
        "Come on, get lucky! Get lucky!",
        "Now this is what my story needed! One final fight, the ultimate climactic conclusion! Good versus evil, protag v. antag!",
        "What is wrong with you!?",
        "What's wrong with me!? What's wrong with *you!?* I told you we're one in the same here, Murphy! We're both just searching for our purpose, longing to mean something! I just went and did it myself!",
        "Look at you, going at it! You're different now, Murphy! You're a changed man!",
        "Shut up! SHUT UP!",
        "Hahaha! Five was right! You're new! You're different! I've changed you forever! You're no noire mystery, you're an action thriller now! I made you that way!",
        "STOP THE CAR, FRED! WE GOT HIM!",
        "What a thrill, I almost wish it didn't have to end. What n-",
        "What are you going to do? Kill me? I've already won, I got what I wanted. I spent ten months putting this together, setting up all the pieces! You think I don't have contingencies?",
        "You can't stop what's coming.",
        "Oh.",
        "You… this isn't the end. You haven't stopped Nobody. Somewhere out there, somewhere…",
        "Another pataphysical Nobody will find me… find us… they'll feel that twinge of meaning again… Haven't stopped Nobody… Who do you even think… even think you.. you are?",
        "Me? I know who I am. I'm Murphy Law.",
        "I'm the guy you call when everything that could go wrong… did.",
        "I-It's… perfect. The… End…",
        "Hey, champ. Need a lift?",
        "Thanks, Fred. It's been a long day. Get me the hell out of here.",
        "a few seconds of silence pass.",
        "Director O'Leary chuckles to himself.",
        "NOTICE FROM THE O5 COUNCIL On 7/6/2022, O5-5, O5-6, and O5-7 were attacked, unprovoked, by SCP-3143 while utilizing an instance of SCP-7043. SCP-3143 successfully managed to terminate each council member using SCP-7043's capabilities. SCP-3143 is considered hostile and must be captured at all costs. This is to be considered a high-level priority by all MTF units and an investigation regarding methods of capture and containment is to be opened by the Site-19 investigative department ASAP. We wish O5-5, O5-6, and O5-7 good fortune in the afterlife, and hope that SCP-3143 is brought to justice and containment swiftly and mercilessly. -The Overseer Council.",
        "Begin Audio Transcript - Call Log - 7/8/2022 - 22:36:77 - Unknown External Number TO Unknown External Number Unknown 1: Clarence? Unknown 2: What the hell is this about, boss? Unknown 1: Oh good, the burner phones work. They shouldn't be able to track the call with these. Look, the update to skip 7043, did you read it? Unknown 2: I had to to add it to the document and I'm pretty shaken up by it as it is! This secrecy shit is not helping! Unknown 1: I read the addendums, the ones you sent that just appeared there. None of what the O5s say happened is true. It's all bullshit. They're lying to us. Unknown 2: What? Unknown 1: All of it, Clarence! All of it is bullshit! 3143 didn't kill any of the O5! It was our writer, and nobody! He couldn't- he didn't- who's at the door? Unknown 1 is interrupted by the sound of wood splintering. Unknown 1: Wait, wait a minute! You don't have to do this, we ca- Unknown 1's line goes silent. Unknown 2: Boss? A few seconds of silence pass. Unknown 2: Boss? A few seconds of silence pass. Unknown 2: What kinda shitty prank… End Log",
        "Unknown 1 is interrupted by the sound of wood splintering.",
        "Unknown 1's line goes silent.",
        "A few seconds of silence pass.",
        "A few seconds of silence pass.",
        "PASSENGER ONE/NOBODY played by… Just Some Nobody PASSENGER TWO/O5-7 played by… [REDACTED] MURPHY LAW played by… HIMSELF FRED/DRIVER played by… FRED THIRTEEN played by… [REDACTED] OFFICER ONE played by… PETE MCDOUGAL, VEGAS P.D. OFFICER TWO played by… CHARLES BURBANK, VEGAS P.D. ATTENDANT played by… SECURITY AGENT MICHAEL CONNORS JIMMY played by… SECURITY AGENT JAMES FALCONE SECURITY 1 played by… SECURITY AGENT CHRISTOPHER MALKOVITCH SECURITY 2 played by… SECURITY AGENT MICHAEL KEELEY FIVE played by… [REDACTED] DR. PATRA played by… DOCTOR CLEO PATRA SECURITY 3 played by… SECURITY AGENT LARA MCNULTY INTERCOM/DR. NARRA played by… DOCTOR TIV NARRA TAPE PLAYER voiced by… FORMER SITE DIRECTOR JEREMIAH AUGUST SIX played by… [REDACTED] ME played by… cwazzycwafter MTF SHAI-1 played by… MTF-SHAI AGENT SARAH NORMANDY MTF SHAI-2 played by… MTF-SHAI AGENT CLAIRISSA KINGSLEY CLERK played by… AMELIA ANGSTROM MICROPHONE/COP 3 played by… THOMAS WHEELING, VEGAS P.D. WITH SPECIAL THANKS TO SITE-19, THE ARIA RESORT AND CASINO, THE CITY OF LAS VEGAS, AND YOU. THANK YOU. LOOK FOR MURPHY LAW TO RETURN IN… MURPHY LAW: DETECTIVE AT LARGE! THE END",
        "\" SCP-7043 \" by cwazzycwafter, from the SCP Wiki . Source: https://scpwiki.com/scp-7043 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7043",
    "object_class": "Safe",
    "containment_procedures": "SCP-7043 instances are to be stored in anomalous item locker 7043 at Site-19. The locker is to be outfitted with a keycard lock requiring level four clearance and above. No further procedures are considered necessary.",
    "description": "SCP-7043 refers to a collection of 246 black gloves, each made primarily of cotton. The gloves possess no notable physical features save for a single tag on the inside of each, which is stamped with the logo of Marshall, Carter, and Dark LTD. SCP-7043 can be worn by most persons regardless of hand size as the material will stretch to accommodate most hand sizes.",
    "title": "SCP-7043"
}