{
    "url": "https://scp-wiki.wikidot.com/scp-7047",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\nSmall Amount of SCP-7047.\n\n\n\n\n\n\nItem #:\n SCP-7047\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n\nSCP-7047 is stored in an object containment locker at Site-14. With the exception of testing purposes, SCP-7047 is to be directly observed when outside of its containment unit.\n\n\nContainment Procedures are scheduled to be updated pending the results of Addendum-05.\n\n\nDescription:\n SCP-7047 is a large collection of dominoes. Other than its ability to absorb ambient kinetic energy, it possesses no physical anomalies.\n\n\nSCP-7047's anomalous properties occur when a large amount of it is placed in a localized area and is not observed for an indeterminate period of time.\n1\n2\n SCP-7047 will reposition itself in one or multiple lines; nearby objects may be repositioned so they are significantly involved with the anomaly's domino effect in some fashion.\n\n\nThe chain reaction begins when the first tile tips over. While the endpoint of the chain reaction may change during each activation, it is hypothesized to be dependent on the objects, areas, and individuals present near SCP-7047 during that time.\n\n\n\n\n\n\n\n\n▶  ACCESS SCiPNET:/7047/TEST/PARTIAL/EXAMPLES  ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\n\n\nTest #:\n 01\n\n\nLocation:\n Kitchen\n\n\nTesting Parameters:\n Site-14's cafeteria kitchen was temporarily closed. Various food ingredients were placed on the preparation station. SCP-7047 is introduced into the room. Direct observation is interrupted.\n\n\nResult:\n Direct observation recommenced. Most tables in the kitchen had been pressed close together. The rest were positioned near an open oven with a baking tray inside. An uncapped can of whip cream is standing on an air duct above the oven, alongside the ingredients. Spice racks near the oven were opened with their contents spilled on the floor. The spice racks, air ducts, and tables have SCP-7047 segments running through them.\n\n\nThe first tile is knocked over. The domino effect starts with the SCP-7047 segments on the tables and continues to the spice rack. The momentum continues up the spice rack and connects to the segments on the air ducts. Small individual segments collide with the ingredients, causing them to fall down, bounce off the tables, and land in the trade.\n\n\nA lone tile falls onto a nearby fork, causing it to fly in the air and collide with the oven's button interface, activating it. The oven rack automatically slides back into the oven and the door closes. Researchers try to open the oven but the door is jammed. After some time, the door is opened, and a thick cloud of smoke spreads out to the kitchen.\n\n\nThe food in the tray is burnt. The sound of the fire alarm activates, and the sound waves of the alarm cause the whipped cream to fall off. The nozzle penetrates and embeds itself into the 'meal,' releasing a hefty amount of whip cream.\n\n\n\n\n\n\nTest #:\n 07\n\n\nLocation:\n Garden\n\n\nTesting Parameters:\n D-66787 was taken to Site-14's outdoor garden due to his previous occupation as a landscaper and tasked with watering the plants; D-66787 begrudgingly obeyed. An amount of SCP-7047 and a variety of different gardening tools is introduced. Direct observation is interrupted.\n\n\nResult:\n Direct observation recommenced. Most of SCP-7047 was untouched; all of the tools were repositioned in the tree in the center of the garden. D-66787 runs out of water in his watering can and moves to refill it D-66787 steps on a rake, causing the handle to slam into his nose. He cries in pain and staggers back, tripping over a shovel.\n\n\nD-66787 in a fit of anger, kicks the shovel, cutting his ankle on the blade. D-66787 cringes as the watering can is thrown from his grip and lands under an outdoor watering facet. D-66787 sits down on the stone planter. The shovel itself collides with a bush, causing several bees to flee.\n\n\nOne of the bees flies to the roof and knocks over the starting SCP-7047 tile. The flow of the segment on the storm drain continues until the last tile disturbs a nearby crow; the crow flies onto one of the branches of the tree, causing the branches to shake.\n\n\nA pinecone falls on D-66787's shoulder. D-66787 looks up just as a hammer collides with his face. D-66787 springs up, nose bleeding, as gardening tools begin to fall on the ground around him. D-66787 attempts to guard against or dodge the incoming projectiles but fails. D-66787 trips over a fallen fertilizer bag and falls onto the ground, turning on the faucet with his nose before he falls.\n\n\nThe watering can beings to tilt towards a sunflower as it is filled with water. D-66787 groans and turns onto his back; he takes a deep breath. An open fertilizer bag falls onto D-66787's head. The result causes the faucet to break, spraying water everywhere, and the fertilizer to enter D-66787's mouth.\n\n\nThe flowers surrounding the tree are being watered by the broken faucet. D-66787 scrambles onto his knees and vomits. He is exhausted and has to be removed from the area by nearby personnel.\n\n\n\n\n\n\nTest #:\n 15\n\n\nLocation:\n Office\n\n\nTesting Parameters:\n The fifth office floor of Site-14 was temporarily relocated until the test concluded. A large amount of SCP-7047 is introduced. Direct observation is interrupted.\n\n\nResult:\n Direct observation recommenced. Unlike the previous tests, few objects in the vicinity were repositioned. All of SCP-7047 were used and branched off into two segments. The first tile fell on its own.\n\n\nThe first segment continued straight until taking a right turn onto the button of an office fan. The fan's wind current caused a book, standing in front of it, to topple over on top of a pair of scissors. The scissors severed a chain of rubber bands leading to the ceiling.\n\n\nA homemade construct consisting of multiple rulers taped together, with a pencil on the top of it, swung from the ceiling and collided with one of the cubicle's computers, creating a small crack on the monitor's screen.\n\n\nThe other segment created an image of a fist with its middle finger extended. A closer inspection of the computer showed that a worker failed to log out before leaving; the screen showed a paused video of Mango Margallo, a popular food-based Youtuber.\n3\n\n\n\n\n\n\nTest #:\n 19\n\n\nLocation:\n Testing Chamber\n\n\nTesting Parameters:\n A highly complex Rube Goldberg machine was constructed in the testing chamber. Various objects including pulleys, buckets, string, pennies, pillows, books, toy blocks, candy, roller skates, rubber bands, bowling balls, bowling pins, action figures, dinnerware, video game consoles, and a shopping card were implemented. SCP-7047 itself was incorporated heavily in many sections of the Rube Goldberg machine.\n\n\nThe end result of activating the machine would result in the helium balloon being popped by several pencils.\n\n\nResult:\n D-66787 was ordered to tip over the first tile. D-66787 at first refused but was convinced by the consequences of refusal. D-66787 tipped over the tile but it did not result in a domino effect. The balloon slowly lowered to the ground. Confused, D-66787 approached the balloon but tripped over an SCP-7047 tilt hidden on the ground.\n\n\nD-66787 fell on the Rube Goldberg machine, destroying it completely. D-66787 falls towards the pencil, nearly avoiding having his eyeballs punctured by multiple pencils. D-66787 displayed signs of shock before laughing in a neurotic manner.\n\n\nThe string holding the balloon snapped, and the balloon popped on the pencil, spraying a white substance on D-66787.\n4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiscovery:\n SCP-7047 was recovered following an explosion occurring at a sewer line in Lucknow, India. The Foundation took over the investigation and made mention of the words \"\nMiracle\n \nLiberation\n \nFront\n\"\n5\n.\n\n\nWhile the bodies found were too damaged for proper identification, documents recovered from the scene indicated that MLF had established a base in the area. SCP-7047, alongside other anomalous items that were stored there, were used in part for the purposes of weaponization, and advancements in technology.\n\n\nSCP-7047 activated during Foundation transport, causing massive traffic delays and mass exposure of its properties to nearby civilians, necessitating prolonged amnestization. SCP-7047 was then transferred to Site-14 for further study.\n\n\nAddendum-01:\n On 12/17/2013, Agent Rodney and Agent Polk were present at Site-14 to review and cross-examine recently uncovered information pertaining to MLF. At the same time, SCP-7047activated.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7047/RODNEY/POLK1 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\nSite-14's Low Priority Locker Containment Wing.\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[Agent Rodney and Agent Polk are led into the room by two security guards; rows of containment lockers are seen against the walls.]\n\n\nAgent Polk:\n Augh… how many more do we have left?\n\n\nAgent Rodney:\n One.\n\n\nAgent Polk:\n Good.\n\n\nAgent Rodney:\n Then we have to go to the archives and read those files.\n\n\nAgent Polk:\n Oh god, Rod, c'mon.\n\n\nAgent Rodney:\n You said it was okay since we were in the area.\n\n\nAgent Polk:\n I thought it was like one or two things not a whole treasure of crap—\n\n\n[A security guard loudly clears his throat, and stares at Agent Polk with visible disapproval.]\n\n\nAgent Polk:\n What?\n\n\nAgent Rodney:\n We just need to compare the anomaly with my notes and we'll be gone. It shouldn't take more than a moment.\n\n\n[They stop at one of the lockers; one of the security guards unlocks the door and opens it. The other guard places the burlap bag on the table. Agent Rodney approaches and opens the bag, pulling out several SCP-7047 tiles.]\n\n\nAgent Polk:\n Dominos? We came all this way for dominos?\n\n\nAgent Rodney:\n They're not \nnormal\n dominos, Polk.\n\n\nAgent Polk:\n You know what I mean. So what's the deal with them?\n\n\nAgent Rodney:\n They absorb kinetic energy and create chain reactions when not observed.\n\n\nAgent Polk:\n …Huh?\n\n\nAgent Rodney:\n [Sigh] They turn things into Rube Goldberg machines\n\n\nAgent Polk:\n That's it? What does that even mean?\n\n\nAgent Rodney:\n Shush. I'm still reading.\n\n\n[Agent Rodney compares his notes, occasionally inspecting SCP-7047. Agent Polk drinks from his coffee cup, appearing bored. Two guards remain on standby. Eventually, Agent Polk approaches the table and picks up one of the tiles.]\n\n\nAgent Polk:\n Well, I have to admit, these do look polished. Though the color scheme's a bit lame if I do say so myself—\n\n\n[The tile slips out of Agent Polk's grip. Agent Polk catches the object before it falls to the ground but inadvertently spills some of his coffee onto his shirt. Agent Rodney frowns.]\n\n\nAgent Polk:\n [Muttering] Should be thrown in the trash, you piece— [Deep Breath.] Are you done now?\n\n\nAgent Rodney:\n Yep. Here you go, sir.\n\n\n[Agent Rodney hands the bag back to the guard, who places it back into its locker. Both guards exit the room. Agent Rodney places his notes back into the folder and stands up.]\n\n\nAgent Polk:\n …Well?\n\n\nAgent Rodney:\n Well… it's been educational.\n\n\nAgent Polk:\n So, nothing then?\n\n\nAgent Rodney:\n Yes… but we still have those files—\n\n\nAgent Polk:\n Can't we just request to see them when we're back home? It's been a long day.\n\n\nAgent Rodney:\n That'll take way too long, Polk. You know how stingy these transfers get.\n\n\nAgent Polk:\n Ugh.\n\n\nAgent Rodney:\n C'mon, it's close by. And I don't think they'll be too much to read through.\n\n\nAgent Polk:\n Hmm…\n\n\nAgent Rodney:\n And I'll pay for your next meal, how about pizza?\n\n\nAgent Polk:\n [Smiles] I'm gonna hold you up to that.\n\n\nAgent Rodney:\n No problem, \nDomino's\n is pretty cheap anyways.\n\n\nAgent Polk:\n [Rolls Eyes] I hate you.\n\n\nAgent Rodney:\n I know.\n\n\n[Both agents leave. The room becomes quiet.]\n\n\n[Faint clattering noise emanates from the locker containing SCP-7047. The locker door opens.]\n\n\n[A moment later, additional lockers open as well. The camera feed cuts off.]\n\n\n\n\n\n\n[The agents approach the help desk. Agent Rodney clears his throat.]\n\n\nSecretary:\n Hello, how may I help you, sir?\n\n\nAgent Rodney:\n Yes, we're here to see documents pertaining to the Lucknow Incident. SCP-7047, MLF, and all that?\n\n\n[The secretary nods and makes a call on the work phone. After a moment, she sets the phone down.]\n\n\nSecretary:\n I'm sorry sir, but the archives aren't open at this time. Is there anything else I can do for you?\n\n\nAgent Rodney:\n [Sighs] No, we're good. Have a good day, ma'am.\n\n\n[Both agents walk back the way they came.]\n\n\nAgent Polk:\n You still owe me that pizza, Rod.\n\n\nAgent Rodney:\n I get it, man, you don't have to remind me twice.\n\n\nAgent Polk:\n Sucks it became a dead end though.\n\n\nAgent Rodney:\n I wouldn't say that. From what I know, that base had a lot of objects that were going to be approved for all kinds of projects. But that's what bothers me.\n\n\nAgent Polk:\n How so?\n\n\nAgent Rodney:\n SCP-7047 was the few that got rejected, and from a look at their inventory it seems they were carrying a lot of dangerous stuff. And… now that I think about it. The rejection came days before the explosion…\n\n\nAgent Polk:\n Those dominos were at the source of the explosion?\n\n\nAgent Rodney:\n No, they were found far away actually. But there was no indication of a raid or anything. It came from inside. You know what I'm thinking?\n\n\nAgent Polk:\n I think you're \noverthinking\n it, pal. Not every anomaly is useful, Rod. They probably just got cocky, screwed up with something else, and made our jobs a bit easier. Besides, it's been for a long time. And nothing happened so far, right?\n\n\nAgent Rodney:\n True, true… I guess I do tend to overthink things—\n\n\n[Agent Rodney opens the door to the locker room; multiple curved lines of SCP-7047 and multiple anomalous objects are on the floor. The door knocks over the first tile, starting the chain reaction.]\n\n\nAgent Rodney:\n Never a dull moment at the Foundation.\n\n\nAgent Polk:\n What the hell?! I thought it can't activate if it's locked down?\n\n\nAgent Rodney:\n I don't know! It's… huh?\n\n\n[A SCP-7047 segment ends with it pressing a button over on a blender. The blender activates, with a small tornado forming over it. The wind currents rip nearby posters off the wall and collide with a sculpture of a jellyfish floating in the air. The sculpture falls to the ground, activating several more segments; the sculpture is cracked and begins sparking with electricity.]\n\n\nAgent Polk:\n We gotta— how do we stop it? Prevent the flow?\n\n\nAgent Rodney:\n I dunno! Call the Site Director or something!\n\n\n[Agent Rodney attempts to block one of the line segments when a lone tile falls in his direction and he slips on it. Agent Rodney crashes into a locker, causing the door to open and a single firework to fall and roll on the floor.]\n\n\n[Another segment crashes into a toy plane. At the same time, the last segment knocks against a broom positioned upside down, leaning against a table. The brushes of the broom make contact with the locker, transmuting it to dust, and resulting in a large cyan balloon floating upwards to a ceiling fan.]\n\n\n[The toy plane's engines thrust and flies erratically around the room. The plane makes contact with the balloon at the same time it makes contact with the ceiling fan. An explosion occurs, spreading cold vapor across the room.]\n\n\n[One cloud of vapor makes contact with Agent Polk's cellphone, and it begins to quickly freeze. In a panic, he throws the cell phone away. The cellphone makes contact with the sculpture, resulting in it breaking and multiple electrical arcs spreading around the room. The lights in the room burnt out.]\n\n\n[Agent Rodney groans on the floor, a small streak of blood is visible on his head. He pulls out his cell phone and activates the flashlight function. Agent Polk rushes to him and pulls him to his feet.]\n\n\nAgent Polk:\n Rod. Rod! Are you alright?! How bad is it?\n\n\nAgent Rodney:\n I feel like crap but I'll live. You?\n\n\nAgent Polk:\n Not even a problem. Okay, we need to get out of here and signal the containment team! I don't even want to think… oh… we're still going?\n\n\n[Another faint source of light illuminates in the distance. The light is coming from the fuse of the firework. The door to the locker room is kicked open by a security guard.]\n\n\nSecurity Guard:\n Gentlemen! What is going on in here?!\n\n\nAgent Polk:\n Wait! Back up! Back up—\n\n\n[The firework suddenly fires forward and collides with the guard. The guard screams as he and the fireworks continue to propel down the hallway before a blinding flash of light covers the hallway. Multicolor paint is ejected from the hallway and at both agents' faces, followed by the area rumbling.]\n\n\n[The alarm sounds and the sprinkler system activates. Agent Rodney looks to Agent Polk.]\n\n\nAgent Rodney:\n So… overthinking it, huh?\n\n\n\n\n\n\n[A row of office cubicles is visible throughout the room. One member of personnel finishes up a telephone call and yawns. He picks up his mug and drinks from it; a lone SCP-7047 tile hides behind it.]\n\n\n[The room suddenly shakes, confusing most personnel. The motion causes the man's tie to become hooked onto the switch of a desk fan. The fan activates and blows most of the documents on the desk. The man panics and tries to frantically catch the papers.]\n\n\n[One paper sheet flies through the air towards two female personnel conversing with each other in the middle of the room. The sheet of paper flies by and gives one of the personnel a paper cut on her cheek. The injured personnel staggers back and bumps into the janitor. The janitor trips and inadvertently pushes his cart forward.]\n\n\n[The cart gains speed as it rams into a large fish tank, causing the glass to shatter; the water and fish fall to the floor. Nearby personnel rush to the fish tank and attempts to save the fish. One of them moves the cart out of the way but didn't lock the wheels. The cart slowly begins to move to the end of the hallway, to an open stairwell. An emergency announcement is made.]\n\n\nAnnouncement:\n Attention! Attention! This is not a drill! I repeat, this is not a drill! A level three containment breach is now occurring! Head to the nearest safe zone and listen to further inst—\n\n\n[The announcement is cut off, followed by another explosion. The sounds of screaming and stomping are heard. The cart comes slams into the stairway railing and stops. A mop bucket falls from the cart and bounces down the stairs from the fifth floor.]\n\n\n[The bucket stops at the fourth floor. Two members of D-Class burst through the door as they are being chased a Foundation guard. The guard shoots one of the D-Class in the head, killing her. The guard attempts to shoot at the other D-Class but stumbles because of the bucket. His helmet falls off and he staggers forward.]\n\n\n[The D-Class tries to pull the firearm away from the guard but the latter maintains their grip. The two of them struggle until both of them slam into the railing. The section of railing breaks and they both fall down the stairwell. The bucket rolls on the floor and knocks the helmet down the stairs.]\n\n\n[The helmet bounces down the steps and takes a stop on the third floor. A mechanic flings the door open, and the right side of his shirt is on fire. He stubs his toe on the helmet and falls to the floor in pain. The machine falls into a puddle, which snuffs out the fire.]\n\n\n[The mechanic stands up in surprise and hysterically laughs, extending his arms outward in celebration. The wrench in his hand slips. The mechanic curses as the wrench tumbles down the stairs before sprinting to the fourth floor.]\n\n\n[The wrench tumbles down and rests on the second floor. The door is opened as a researcher backs away slowly from a humanoid entity constructed from glass. The entity pushes the researcher to the ground and attempts to strangle him. The researcher panics and spots the wrench. He painfully extends his hand to the object, grabs it, and hits the entity in the side of the head with it.]\n\n\n[The entity's grip loosens, the researcher throws the entity off and repeatedly bashes the entity's head in with the wrench until it stops moving. The researcher takes a deep breath, does a small fist bump, and sprints down the stairs to the first floor, taking several turns in the corridors.]\n\n\n[The researcher makes it to the main hallway, and appears out of the breath. The researcher relaxes and unlocks the door at the end of the hallway. Just as he does so, Agent Rodney and Agent Polk run past the doorway to the confusion of the researcher. The researcher turns around to see a large copper sculpture of a bull slamming its head into him. The researcher screams as he is thrown out of a window.]\n\n\nAgent Rodney:\n I told you not to mess with it!\n\n\nAgent Polk:\n It was staring at me and blowing smoke! What was I supposed to do?!\n\n\nAgent Rodney:\n It's gaining on us!\n\n\n[The bull continues to chase the two agents outside the building. The entity catches up to Agent Polk, latches its horns under his pelvis, and tosses him high into the air. Agent Polk screams until he falls on the grass. He appears to be in pain.]\n\n\nAgent Rodney:\n Polk!… Ah— Dammit!\n\n\n[Agent Rodney gains more distance from the bull and reloads the battery into a taser gun. Agent Rodney turns around and shoots the bull; the bull slows down from the electric shock before becoming inanimate. Agent Rodney pants and drops the taser to the ground before collapsing from exhaustion.]\n\n\nAgent Rodney:\n Good thing I read about your allergy to zapping, huh, Mr. Bull Market? Hehe, not this time… Mr. R gets to live another day… ow.\n\n\n[Agent Rodney looks towards the building, a section of it is on fire.]\n\n\nAgent Rodney:\n Sometimes I hate being right.\n\n\n[Agent Polk stands up and stumbles towards Agent Rodney. His nose is bleeding. He stares at the bull, then the building. Agent Polk is still holding his gun and massages the bridge of his nose.]\n\n\nAgent Polk:\n Should've… gone… home.\n\n\nAgent Rodney:\n I heard you the first time. We're gonna… [Pant] have to pull at the stops for this one… a bunch of calls.\n\n\nAgent Polk:\n Taken care of— \n[Agent Polk reaches for his pocket then stops.]\n What? Oh, that's right. I'm gonna have to pay for a new one now. Fuck… okay… you know what we're gonna do now? We're going to borrow someone \nelse's\n phone, go to the infirmary, and check the hell out of Sacramento? Crystal?\n\n\nAgent Rodney:\n Clear.\n\n\nAgent Polk:\n Good… that's real good—\n\n\n[Agent Polk trips. His handgun falls from his grip and fires into the air. Agent Polk staggers back up.]\n\n\nAgent Polk:\n Stupid… damn bull made me trip.\n\n\nAgent Rodney:\n …I don't think that was the bull.\n\n\n[Agent Rodney stares at the spot where Agent Polk tripped and inspects it. After a moment, he pulls out an SCP-7047 tile.]\n\n\n[Agent Rodney and Agent Polk remain silent.]\n\n\n\n\n\n\n[The perspective is taken from a handheld camera, filming against a white wall. A morbidly obese Caucasian male is wearing an extra-large blue shirt. A variety of fast food items are placed haphazardly on the table in front of him. The man is smiling.]\n\n\nMango Margallo:\n Here we go-go guys! Mango Margallo here with a Chick-fil-A mukbang! We have chicken sandwiches! Mm-hmm! Crisscross fries! Mm-hmm-mm! And… [Gasp] Salad?! Get that out of here! I don't need—\n\n\n[A sandwich tips over from the pile and falls to the floor. Mango Margallo looks at the fallen sandwich, and cries in an exaggerated manner.]\n\n\n[EXTRATENIOUS DATA REMOVED FOR BREVITY]\n\n\n[Mango Margallo eats with his mouth open while making loud sucking noises. He struggles to shove an entire sandwich in his mouth when loud flatulence is heard. He cries again.]\n\n\n[EXTRATENIOUS DATA REMOVED FOR BREVITY]\n\n\n[After hitting the table with a broom; a large amount of food remains on the table. Mango Margallo exaggerates an angry expression whiles taking a bite out of a whole onion.]\n\n\nMango Margallo:\n Oh my god, guys! I've run out of food! [Fake Crying] I need more food, guys or I'm gonna starve! I'm hungry! I need food! I need food right now—\n\n\n[A bullet is propelled through the window at high speeds and penetrates through Mango Margallo's mouth, shattering a significant portion of his teeth and destroying his brain stem. Mango Margallo remains silent as his body falls face first into a bowl of mac and cheese; an SCP-7047 tile can be seen in the bowl.]\n\n\n[The onion falls on the ground and rolls out of frame, presumably down the stairs.]\n\n\n[The room becomes silent as blood begins to seep into the mac and cheese. Loud flatulence can be heard.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-02:\n The aftermath of SCP-7047's activation led to multiple casualties, the loss of several anomalies, and Site-14 sustaining significant damage. It was believed that this was the end of the event. However, it was later discovered that most of SCP-7047 had vanished without apparent cause.\n\n\nThis coincided with a series of highly improbable events occurring across various areas of the globe. Below is a partial list of known recorded events.\n\n\n\n\n\n\nLocation\n\n\nEvent\n\n\n\n\n\n\nEl Paso, United States\n\n\nFollowing the announcement of Mango Margallo's death, many of his fans set up makeshift memorials within the city limits of El Paso, Texas. Several patrons had gotten heavily inebriated and started a brawl, which escalated when the nearest bar close to the memorial got involved in the fight. One of the patrons decided to drive away from the scene in a panic and inadvertently crashed into another car smuggling illegal fireworks. A Canadian tourist happened to witness the crash and managed to steal some of the fireworks before police arrived. An SCP-7047 tile was found near the bottles of beer the patrons were drinking.\n\n\n\n\n\n\nBritish Columbia\n\n\nA Canadian couple had set up a baby shower in the countryside. Witnesses reported that the father had launched several fireworks as a means of revealing the gender of the baby. Instead, one of the fireworks collided with a hill, starting a massive wildfire and putting the nearby Native American settlement in danger. The couple was arrested and charged with reckless endangerment. The baby was revealed to be a girl. An SCP-7047 tile was found near where the fireworks were being stored.\n\n\n\n\n\n\nBern, Switzerland\n\n\nTommy Baso, a member of a local doomsday cult, witnessed a rampant wildfire occurring in Canada on the news. Believing it to be a sign of the end times, Baso decided to rob a jewelry store before fleeing the country. However, Baso attempted to rob a gun store by complete accident instead. Federal investigators had to identify Baso by his driver's license due to his facial features being completely unrecognizable. An SCP-7047 tile was found in his pockets.\n\n\n\n\n\n\nJohannesburg, South Africa.\n\n\nIn the aftermath of Baso's death, the Global Occult Coalition found evidence that he had major ties to a fast-growing Sarkic cult in South Africa. Coalition forces were deployed and encountered the cult, engaging in a large-scale human sacrifice operation in an attempt to revive an unknown deceased entity. The conflict resulted in high causalities and the near nuclear destruction of Johannesburg. Fortunately, the crisis was narrowly resolved in favor of the Coalition; the remaining cult members transformed into birds and fled the country. An SCP-7047 tile was found at the scene.\n\n\n\n\n\n\nFirestone, Colorado\n\n\nA geriatric man was mowing his lawn when he saw a flock of birds flying in the sky when he suffered severe stomach pains. The man panicked and ran back into his residence. The lawnmower continued to operate and eventually left the premises. An SCP-7047 tile was found in the toilet bowl.\n\n\n\n\n\n\nThese events were connected to each other in some fashion, and an SCP-7047 tile is always found at the scene. The most widely-accepted theory for this is due to SCP-7047's kinetic-absorption properties; the anomaly had absorbed high amounts of kinetic energy outside its containment unit in a long time frame, leading to the augmentation of its preexisting capabilities.\n\n\nFoundation assets were deployed to require missing SCP-7047 tiles, and mitigating disruptions caused by the anomaly. New intel suggested that SCP-7047 next activation would occur within or near El Paso County, Colorado, United States.\n\n\nMTF Epsilon-6 (\"Village Idiots\") and multiple agents were deployed into the area in response, in the hope of stopping SCP-7047's influence.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7047/RODNEY/POLK2 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\nTown Square.\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Polk:\n What are you doing?\n\n\n[Agent Rodney and Agent Polk are sitting on a park bench. Agent Rodney attempts to watch the live feed from Epsilon-6's and traffic cameras in the area by hiding the phone behind a newspaper.]\n\n\nAgent Rodney:\n You said we got to blend in.\n\n\nAgent Polk:\n Rod, that trick literally only works in the movies or the stupid. Like… why bother at all? Everyone else doesn't seem to mind.\n\n\n[Agent Polk jabs a finger at multiple passersbys on the street, all of whom are on their phones. Agent Rodney sighs and crumbles the newspaper.]\n\n\nAgent Rodney:\n What a waste of two bucks. Did you see anything on your end?\n\n\nAgent Polk:\n Nah, it's all good… \nfor now\n. I really don't get it.\n\n\nAgent Rodney:\n Get what?\n\n\nAgent Polk:\n The anomalies, especially the newer ones. They don't make sense.\n\n\n[Epsilon-6 spots a lawnmower moving autonomously across the town square; a pair of human hands of varying ethnicities are attached to the handle in order of skin gradient. The lawnmower enters LUCKY MIKE'S, a family-owned liquor store. Epsilon-6 raid the store.]\n\n\nAgent Rodney:\n Isn't that the point?\n\n\nAgent Polk:\n No, I mean— you remember when we first joined? The stuff we got after was still weird and dangerous, but it was at least somewhat consistent.\n\n\nAgent Rodney:\n Yeah?\n\n\n[Epsilon-6 attempts to secure the store and turn off the lawnmower when the owner of the store, an elderly woman, curses, and fires a shotgun at the operatives. Epsilon-6 fire back at the owner, causing her to fall to the ground. The walls of the store block the sound from alerting nearby civilians.]\n\n\nAgent Polk:\n These days it feels like it's been cranked up to eleven! Too many big bads here and there are crawling out of the woodwork and trying to compete with each other to see who's the biggest dick—\n\n\nAgent Rodney:\n It's been a real problem, yeah.\n\n\n[Before the owner succumbs to their injuries, eyes glowing purple, her body morphs into several hostile entities that appear to have a detrimental effect on local reality. Epsilon-6 panics and fires their firearms. Nearby civilians are still unable to hear the commotion.]\n\n\nAgent Polk:\n And there's these groups running around by the hundreds, making our job that much harder. And most of them are dumbass, jackasses, or just plain assholes. I used to count all of them on my hands. Now it's by the dozens, and then some. Is it really that easy to become a terrorist?\n\n\nAgent Rodney:\n You don't need magic or superpowers for that. Though, I don't think most of them would really count as terrorists—\n\n\n[Epsilon-6 rush out of the building before it violently shatters into multiple pieces. The entities, a worm-like creature with a canine and feline head at both ends, a humanoid individual with no eyes and a large grin wearing farmer's clothes, and a large mosquito expelling excessive amounts of an acidic-based compound engage in combat with Epsilon-6. Due to all the entities possessing an antimemetic field around themselves, everyone besides Epsilon-6 ignores the firefight.]\n\n\nAgent Polk:\n —And the worst part. The very worst part is that new skips are just… stupidly overpowered, it's ridiculous! It's one thing if they were an eldritch freak of nature, a piece of technology from the far future or hell, a well-trained reality bender. But this… I have no words. No words at all.\n\n\n[Agent Polk scrolls down his phone and shows Agent Rodney a picture of SCP-7047.]\n\n\n[The worm is constricting the heads of multiple operatives, causing their craniums to explode; the mosquito sprays acid at a lone operative but misses. The operative responds by firing his assaults rife at its eyes at point-blank range. The humanoid entity rips a stop sign from a nearby street corner and beats the commander to death with it.]\n\n\nAgent Polk:\n The procedures were just dandy, this anomaly, this… \ntoy\n, was under control, until it was not… \nfor some reason.\n\n\nAgent Rodney:\n Well, it did absorb a lot of energy.\n\n\nAgent Polk:\n So that justifies all of this?\n\n\n[Agent Polk gestures and waves their hand in front of them in an exaggerated motion. Behind them in the distance, the humanoid entity laughs and stomps through the commander's pelvis. He blocks most of the bullets from Esplion-6 with his stop sign and collects the commander's grenades.]\n\n\nAgent Polk:\n This ain't even the worst one. \nCakes that can literally smother the world\n, \nA horse that wants to ram into the world\n, \nA globe of the world that can affect... the world\n? And these are random stuff, right off the street. So much power… for no reason. You see this?\n\n\n[Agent Polk holds up and taps against the newspaper. The worm-like entity's feline head pushes itself through the mouth of a nearby operative. The operative panics as their jaw breaks, and is bitten on the cheek by the dog head.]\n\n\nAgent Polk:\n This thing, this flimsy, wood… byproduct thing, could… become a black hole or… cause everyone to become psycho or… maybe… suck us into the pages and eat us? How would you deal with that?\n\n\n[The feline head emerges and ruptures through the operative's loins. The operative dies. Although the entities remain standing, they appear visibly weakened from Epsilon-6's continued fire.]\n\n\nAgent Rodney:\n Just deal with it?\n\n\nAgent Polk:\n [Sigh] Look, if you're not gonna take this seriously—\n\n\nAgent Rodney:\n No, Polk. I-I'm serious. I just think we should just simply deal with it the best we can.\n\n\nAgent Polk:\n Really? Even with that prospect… you're okay with it?\n\n\n[One operative fires a shotgun at the humanoid entity's stomach, causing it to bleed heavily. The humanoid screeches in pain. The humanoid punches a hole through the operative's face and throws the body at the remainder of Epsilon-6. The worm approaches the humanoid; the feline head licks the blood off of the humanoid.]\n\n\nAgent Rodney:\n Not really. I've been through the wringer and on death's door so many times I guess it doesn't really phase me anymore. The best we can do is go with the flow and steer things in the right direction. The Foundation's no pushover, Polk.\n\n\nAgent Polk:\n Even so, we're not going against a fair playing field here.\n\n\nAgent Rodney:\n Has it ever been fair?\n\n\n[Agent Polk massages the bridge of his nose. The humanoid brushes the feline head away; the head hisses in response. The humanoid scowls and tightens its grip on the stop sign.]\n\n\nAgent Polk:\n No… How's Epsilon doing?\n\n\nAgent Rodney:\n Give me a sec. Hm? The feed's been cut—?\n\n\n[The decapitated head of a feline bounces off the bench and rolls on the grass. Agent Rodney and Agent Polk are alarmed.]\n\n\nAgent Rodney:\n Oh.\n\n\nAgent Polk:\n What?\n\n\n[The resulting death and severe maiming of the entities results in the antimemetic field waning to the point the carnage becomes visible. Civilians witnessing the carnage flee in terror while both agents unholster their firearms.]\n\n\nAgent Polk:\n That's our cue! C'mon, c'mon!\n\n\n[Both agents, as well as nearby Foundation personnel, rush to assist Epsilon-6. The reinforcements fire at the entity; the worm entity is terminated. The humanoid entity sprints away from the town and retreats into a cornfield. Foundation personnel, including Agent Rodney and Agent Polk, follow it.]\n\n\n\n\n\n\n\n\nConstruction Site.\n\n\n\n\n\n\n\n\n[Agent Rodney and Agent Polk emerge from an open section in the corn field; various construction equipment and a bulldozer are in the vicinity.]\n\n\nAgent Polk:\n Damn it… did we lose it?\n\n\nAgent Rodney:\n Too early to say. I can't… wow, that escalated quickly. You think that's due to the whole… effect of SCP-7047?\n\n\nAgent Polk:\n No doubt. It came here for a reason.\n\n\nAgent Rodney:\n I'd say. We should get back with the group and wait for the helicopter. They're going to need help with the clean-up.\n\n\nAgent Polk:\n No way, that freak is part of this. We can't just let it go—\n\n\n[The humanoid entity appears from an outhouse and slams Agent Polk into a large ditch with its stop sign. Agent Rodney raises his firearm but is kicked into the ditch by the entity. Agent Polk pulls Agent Rodney to his feet; the firearm falls and sinks into the mud.]\n\n\nAgent Polk:\n Rod!\n\n\nAgent Rodney:\n I'm fine! Where's the thing now?!\n\n\n[The start-up of an engine is heard. Agent Polk and Agent Rodney freeze then look upward. A bulldozer approaches the ditch; the humanoid entity is driving the vehicle. Agent Rodney attempts to retrieve his firearm but is pulled out of the way by Agent Polk before the bulldozer falls into the ditch.]\n\n\nAgent Rodney:\n Shoot it! Shoot it—\n\n\n[Agent Polk turns around and fires at the entity. The entity responds by lifting the bucket upward to block the shots. After multiple shots, Agent Polk relents and follows Agent Rodney to the end of the ditch. Agent Rodney faces his back to the wall and crouches.]\n\n\nAgent Rodney:\n You first, hurry!\n\n\n[Agent Polk stands on Agent Rodney's shoulders and climbs out of the ditch. The former then grabs the latter's arms and pulls him out of the ditch as well. The entity becomes enraged and leaps from the bulldozer toward the agents.]\n\n\nAgent Polk:\n Holy—\n\n\n[Agent Polk shoots, managing to fire a bullet into the entity's mouth in midair. The entity's corpse falls on top of him, forcing Agent Polk into a puddle of mud. A nearby crow is freighted and flies into the air.]\n\n\nAgent Polk:\n Get it off! Get it off!\n\n\n[Agent Rodney quickly pushes the entity off. Agent Polk gets up to his feet and stares at the entity, who is bleeding profusely from his mouth.]\n\n\nAgent Rodney:\n Is it dead?\n\n\nAgent Polk:\n I… I think so. It's not breathing… and bleeding.\n\n\nAgent Rodney:\n Damn Polk, quite the crack shot aren't you?\n\n\nAgent Polk:\n Heh, I just think I got lucky.\n\n\nAgent Rodney:\n Very lucky.\n\n\nAgent Polk:\n Yep, that could've gone south quick… unless…\n\n\n[Agent Polk looks behind him. In the spot where the crow once stood, an SCP-7047 tile is half-buried in the ground. The crow is flying away.]\n\n\nAgent Polk:\n Oh no, no, no, no, no—\n\n\n[Agent Polk aims at the crow; a loud click is heard. Agent Polk searches his pockets and curses.]\n\n\nAgent Polk:\n Ammo clip, now!\n\n\n[Agent Rodney hands him a spare pistol magazine. Agent Polk reloads his firearm and pulls the trigger again; the firearm becomes jammed. The crow flies out of view over a hill.]\n\n\nAgent Polk:\n No! Goddammit!\n\n\n[Agent Polk throws the firearm away and sits on the ground. Agent Polk suffers a headache as he wipes the mud away from his head. Agent Rodney bites his lip as he stares at the tile.]\n\n\nAgent Rodney:\n Well… we certainly failed but… at least didn't get any worse than it could've.\n\n\nAgent Polk:\n Yeah… \nfor now.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-03:\n Complication arose during the operation; Epsilon-6 encountered and got into a violent confrontation with a highly trained reality-bender, resulting in several causalities and the loss of private property. The SCP-7047 tile was recovered and the entire town was amnestized in the aftermath.\n\n\nShortly after, additional SCP-7047 tiles remerged in events corresponding to the anomaly's modus operandi. Among these included:\n\n\n\n\nA bank teller slipped on the floor caused by a leaky water cooler. The teller suffocated due to a large number of banknotes stuffed into his trachea.\n\n\nA Ferris wheel detaching from its support and rolling away from a traveling carnival. Despite it theoretically being too heavy to support its own weight, the wheel managed to spin twenty miles before tipping over. There were no casualties reported, and the riders commented that it was 'frightening, but got fun soon after, then boring.'\n\n\nA group of local kids were playing a game of jacks when a bucket of black paint spilled on them from above. The kids cried.\n\n\nThe UIU were conducting a raid on an individual suspected of selling illegal paratechnology. Their intel was wrong, however, and they instead raided a marijuana farm. An outlet fire occurred and burned the farm. The UIU agents ended up being put on temporary paid leave for 'accidental doping.'\n\n\nAgent Polk and Agent Rodney were leaving a convenience store when the former tripped and dropped his bottle of liquor on the sidewalk. They inspect the area and find an SCP-7047 tile under Agent Polk's shoe. Agent Polk flies into a rage until being calmed down by Agent Rodney.\n\n\n\n\nUnlike earlier observations, subsequent SCP-7047 events appear to occur rapidly and more than half of them do not appear to connect with each other. The Foundation tracked a major SCP-7047 event that was inbound towards Las Vegas, Nevada, United States. In preparation, Foundation brought in several SRA's, experimental technologies, and Foundation plants in the area to contain the anomalous phenomena.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7047/RODNEY/POLK3 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\n█████ ████████'s game floor\n\n\n\n\n\n\n\n\nForeword:\n This footage was taken from the █████ ████████ Casino & Resort.\n\n\n[BEGIN LOG]\n\n\n[The gaming floor is filled to the brim with patrons, either playing the games or eating at the food court. Multiple Foundation agents are disguised as casino staff. Agent Polk is at the blackjack table, pushing chips around.]\n\n\nAgent Polk:\n Here you go, Ma'am! Fifty chips. Would you like to play another game—\n\n\n[The players laugh as they leave, paying no attention to Agent Polk. Agent Polk groans; he removes his bowtie and pulls on his collar.]\n\n\nAgent Polk:\n 'Thank you mister, but we had our fill.' 'Okay, have a good night guys.' 'Thank you, bye!' [Sigh] This vest is so hot—\n\n\nAgent Rodney:\n I told you should've taken security man. Customer service sucks.\n\n\n[Agent Polk turns around to see Agent Rodney in a security guard outfit. Agent Polk shakes his head and drinks from a water bottle.]\n\n\nAgent Polk:\n Didn't get a choice in the matter. One of our guys got pulled out last minute. Did we get those devices set up yet?\n\n\nAgent Rodney:\n Just about. They hid them all over the place. I think some other guy has the remote though.\n\n\nAgent Polk:\n I still think we should've closed off the area. Isn't it our job to make sure that the public does \nnot\n get involved?\n\n\nAgent Rodney:\n Things are heating up, Polk. You know how much they want to nail this down. Besides, it's not like we can lure the anomaly where we want it to be anyways. The most we can do right now is to trick it.\n\n\nAgent Polk:\n Trick it? You're saying it can think now?\n\n\nAgent Rodney:\n I mean… it's nothing official, but that's what I heard. Would explain a lot actually.\n\n\nAgent Polk:\n No… no, that makes this plan even more shitty. There's too many variables… so many factors.\n\n\nAgent Rodney:\n Because of the people and the games?\n\n\nAgent Polk:\n Not just that! See that up there?\n\n\n[Agent Polk points to a series of star-shaped ornaments hanging from the ceiling.]\n\n\nAgent Polk:\n That can easily hurt someone or get in the way. It's a trap. In fact, this entire place is a trap waiting to happen. Don't tell me you forgot what happened at the site or what that damn eyeless hick was gonna do to us.\n\n\nAgent Rodney:\n Look, it may not come to this place, tonight. Hell! It may not come to Vegas at all—\n\n\n[Agent Rodney's pager rings. Both agents stare at the device, with Agent Polk holding his breath when Agent Rodney answers it.]\n\n\nAgent Rodney:\n Yes, this Rodney. Um… I'm by the gaming tables with Polk. Why… Oh! Okay, I'll be right there. [To Agent Polk] Speak of the devil and he shall appear.\n\n\nAgent Polk:\n It's here? Now?!\n\n\nAgent Rodney:\n Don't know. All I know is that some people upstairs are in a brawl. We're not taking chances. Stay here and watch, I'm gonna check this out.\n\n\nAgent Polk:\n Then go. Go!\n\n\nAgent Rodney:\n I'm going, I'm going!\n\n\n[Agent Rodney rushes out of frame. Agent Polk stares at Rodney and then presses his hands against his face. He looks up, more patrons are standing expectantly by his table. Agent Polk immediately fakes a smile, clenching his teeth in the process.]\n\n\n\n\n\n\n[Agent Rodney steps out of the elevator and into the hallway. Several patrons rush by him. Agent Rodney hears screaming, runs further down the hallway, takes a right turn, and freezes in place.]\n\n\n[Two men in suits, severely intoxicated engage in a physical fight with steak knives on the dancefloor. A large fire is emerging from the kitchen and appears to be slowly spreading. The smoke machines on stage are malfunctioning and are covering much of the room in fog. Patrons are rushing towards the exit, inadvertently knocking over other patrons and other objects to the floor]\n\n\n[Agent Collins is shaking a fire extinguisher, squeezing the handle tightly. After nothing happens, He curses, tosses the extinguisher away, and aims his firearm toward the two men. They cease fighting and kneel to the floor.]\n\n\nAgent Collins:\n Down! Down to the floor you son of bitch! You're crazy—\n\n\nAgent Rodney:\n Collins?!\n\n\nAgent Collins:\n Rodney! Thank god!\n\n\n[Agent Collins handcuffs one of the men while aiming his gun at the other man. Agent Collins is sweating.]\n\n\nAgent Collins:\n I don't know what happened! It just came out of nowhere.\n\n\nAgent Rodney:\n You mean the fire?\n\n\nAgent Collins:\n Everything! I looked away and suddenly, boom! Chaos! Why aren't the fire alarms working—?!\n\n\nAgent Rodney:\n Broken probably? What can I do?\n\n\nAgent Collins:\n Put that inferno out before it consumes us goddammit. Hey, hey!\n\n\n[One of the men reaches for the knife but freezes.]\n\n\nAgent Collins:\n Don't you dare, I swear— [To Agent Rodney] Do it, don't wait for me! Now. Now!\n\n\n[The fire is beginning to slowly emerge from the kitchen; smoke is coming out from the kitchen on mass. Agent Rodney spots another fire extinguisher on the far end of the room. Agent Rodney rushes to it but is pushed to the ground by multiple fleeing patrons, getting stepped on in the process.]\n\n\n[Agent Rodney continues getting trampled until he rolls to the left and ducks under a table. Despite being in severe pain, he scrambles out from the table and limps toward the fire extinguisher. More agents enter the room and become shocked upon seeing the fire spreading from the kitchen onto the curtains hanging on the walls.]\n\n\n[Smoke and fog obscure the room to the point where visibility is nearly impossible. Agent Rodney sees one of the men on top of Agent Collins, the latter of whom is attempting to stop the attacker from biting his face off]\n\n\nAgent Collins:\n No! No! Get off, you— ah!\n\n\n[The man bites Agent Collins' wrist, drawing blood. Agent Rodney rushes towards the two of them, dropping the fire extinguisher and pulling out his gun. The man saw Agent Rodney and reaches for the firearm resting next to him. He grabs it and aims at Agent Rodney; Agent Rodney fires first, the man exclaims in pain as he fires upward and collapses to the ground. Other agents come and restrain the man.]\n\n\nAgent Rodney:\n You alright? Collins?\n\n\nAgent Collins:\n I'm fine! Thanks…\n\n\n[Agent Collins and Agent Rodney stare at the fire. It has reached the ceiling now.]\n\n\nAgent Rodney:\n Evac and 911 calls?\n\n\nAgent Collins:\n Probably the best course of action.\n\n\nAgent Rodney:\n I'm going to call, Polk. Someone pull the fire alarms downstairs and shuffle everyone—\n\n\n[A loud creaking sound is heard. Agent Rodney looks up. A massive chandler suddenly falls from the cloud of smoke and is heading towards his position. Agent Rodney gasps and runs before it crashes into the dance floor.]\n\n\n\n\n\n\nAgent Polk:\n Okay, ma'am. Like I said before: this is Blackjack, not Poker. You want to play Poker, you can go to those tables over there.\n\n\nWoman:\n But it's busy and I need to go soon! Can't you make an—\n\n\nAgent Polk:\n [Sigh] No, I can't ma'am. I'll get fired if I do that, Ma'am. Can I interest you in a game of Blackjack instead, ma'am?\n\n\nWoman:\n I don't think I like your attitude.\n\n\nAgent Polk:\n Attitude? ma'am, I'm literally telling you how it is, I can't do anything else about it.\n\n\nWoman:\n Well that's what happened last time! Where is your manager?\n\n\nAgent Polk:\n …Sure thing, ma'am. You want me to go him real quick.\n\n\nWoman:\n What do you think?\n\n\nAgent Polk:\n Alright, sure thing, ma'am. Be right back, ma'am.\n\n\n[Agent Polk nods and leaves. Once he is out of hearing range, he stops smiling and answers his radio.]\n\n\nAgent Polk:\n What a \ntool\n. [To Radio] Marcos can I switch into the guard uniform now? My area is pretty much dead… Marcos? Marcos! Calm down, I can't hear you… what? Wha— When did it start? How bad is it—\n\n\n[The fire alarm activates in the distance. Guests in the area begin shuffling out of the game room.]\n\n\nAgent Polk:\n Alright, fine. Mission abort? I can roll with that. Let me get up there… no?! Why not—\n\n\n[The ceiling above Agent Polk collapses, making way for a massive chandler. Agent Polk shouts and, trips, nearly avoiding getting crushed by the metal frame. Agent Polk crawls out from the wreckage and looks up. He chokes and steps back.]\n\n\nAgent Rodney:\n Help me! Help— Guys?! Crap! Oh!… no. No….ow.\n\n\n[The chain connected to the chandler is wrapped around Agent Rodney's leg; he is hanging upside down in the air. Agent Polk freezes while the patrons are panicking. The SRA's activate, but the carnage is still occurring.]\n\n\nAgent Polk:\n Rodney?!\n\n\nAgent Rodney:\n Yeah?!\n\n\nAgent Polk:\n What happened?!\n\n\nAgent Rodney:\n The anomaly, what do you think?!\n\n\nAgent Polk:\n Relax man! We're gonna get through this, okay? J-Just hold on for a minute!\n\n\nAgent Rodney:\n I can't reach the chain!… Polk!\n\n\nAgent Polk:\n Yeah?!\n\n\nAgent Rodney:\n Slot machines!\n\n\n[Agent Rodney points his finger. Agent Polk turns around and curses. Large chunks of debris is falling on the slot machines and arcade game. Not only do they obstruct the area, wiring and all electronics become sprawled out on the floor.]\n\n\nAgent Rodney:\n Up! Up! Watch out!\n\n\n[Agent Polk immediately hides under the Blackjack table, and multiple ornaments fall on his location. Agent Polk looks at the ornaments in disapproval.]\n\n\nAgent Polk:\n Of course. [To Radio] Attention! We got a code red, in here. My partner's in danger and the damage's getting worse, how should we proceed?\n\n\n[Agent Collins peers through the hole from above, pulling on the chain. He is straining heavily until he lets go and talks into the radio.]\n\n\nAgent Collins:\n \nI can't pull him out, the chain's stuck on something! Start the evac and keep an eye on him. We're coming down now!\n\n\n[Agent Collins leaves. Agent Rodney tries again to reach his legs to no success. Agent Polk keeps an eye on the ceiling while avoiding the fleeing patrons. The rate of objects falling from above decrease dramatically.]\n\n\nAgent Polk:\n What now? C'mon, skip… what's your endgame now?\n\n\n[Agent Polk spots a lit cigarette next to a section of the rug; the rug is on fire and producing a significant amount of smoke. Agent Polk then looks to the fire sprinklers, then to the exposed wiring on the floor. Patrons are still passing through the area. Agent Polk holds their breath for a moment, then sprints forward.]\n\n\nAgent Rodney:\n Polk? Where you going, evac's that way—\n\n\nAgent Polk:\n Rod! Where's the circuit breaker?!\n\n\nAgent Rodney:\n I… by the Poker tables? Why—\n\n\nAgent Polk:\n Thanks!\n\n\nAgent Rodney:\n Huh?!\n\n\n[Agent Polk rushes across the game room, jumping over the wiring and rubble on the ground. Multiple patrons brush and knock into Agent Polk. Agent Polk eventually lost his footing and trips on the floor.]\n\n\nAgent Rodney:\n Roll over! Roll ov—\n\n\n[Agent Polk looks up and rolls to his left as a large ornament falls and shatters on his previous location. Several shards scrape and draw blood on Agent Polk's side. Agent Polk takes a sharp intake of breath and makes their way to the circuit breaker on the wall.]\n\n\n[Before Agent Polk can open the box, one member of staff accidentally tips over a mop bucket as they flee. Water is spilled on the floor, causing Agent Polk to slip onto his back. Agent Polk snaps his head back and sees the smoke reaching the fire sprinklers.]\n\n\nAgent Polk:\n Nope!\n\n\n[Agent Polk unholsters his firearm and fires at the circuit breaker. The power is cut to the game room, putting the area briefly in darkness. The emergency lights then turn on, and although the sprinklers are activated, no electrocution occurs on the game room floor due to a lack of power. Agent Polk pants then chuckles.]\n\n\nAgent Polk:\n Gotcha.\n\n\nAgent Rodney:\n Polk! Did we… did we just win?\n\n\n[Agent Polk stares at Agent Rodney, still hanging from the chain. Agent Polk makes a thumb's up gesture, then rests in the puddle of dirty water in exhaustion.]\n\n\n\n\n\n\n[Agent Rodney and Agent Polk are in the casino parking lot. Cop cars and firefighters are visible in the background. Smoke is still rising from the building. Both agents have blankets draped over their shoulders. They enter their car and drive away. Agent Rodney stares at the building from the passenger seat.]\n\n\nAgent Rodney:\n Some night, huh?\n\n\nAgent Polk:\n Please. It was \nthe\n night. I didn't think we'd get out of there for a moment.\n\n\n[Their car exits the parking lot.]\n\n\nAgent Rodney:\n Yep. Being a skipper tends to take years off your life, huh?\n\n\nAgent Polk:\n Some sooner than others.\n\n\nAgent Rodney:\n …Yep… how did you know that SCP-7047 was focusing on the sprinklers?\n\n\nAgent Polk:\n I tried to think of the worst possible situation that could occur there, then I stopped it. A lucky guess… how's your leg? Are you sure you don't need a hospital?\n\n\nAgent Rodney:\n Nah, I think I just sprained it. Let's head back to the motel. I can't even right now.\n\n\nAgent Polk:\n You're speaking to the choir, friend… what are you doing?\n\n\nAgent Rodney:\n Checking my texts. I'm… making sure we have the anomaly secure this time. Agent Collins's giving me updates.\n\n\nAgent Polk:\n Oh, okay. Like…?\n\n\nAgent Rodney:\n For starters, they haven't found the tile yet.\n\n\nAgent Polk:\n Well that was a very large casino.\n\n\nAgent Rodney:\n The guys that started the fight were arrested and sent to jail.\n\n\nAgent Polk:\n How can two men go psycho like that?\n\n\nAgent Rodney:\n They were on meth\n\n\nAgent Polk:\n Oh, okay, never mind then.\n\n\nAgent Rodney:\n But… I'm just getting this now. It seems things have settled down back there.\n\n\nAgent Polk:\n Great. So… does that mean we're done? Rod? You seem kind of sad, is something up?\n\n\nAgent Rodney:\n No, it's just. I dunno, did that whole fiasco back there seem a bit rushed to you? The anomaly tends to be a bit more… articulate when it comes to the Rube Goldberg thing.\n\n\nAgent Polk:\n Rushed? Honestly, I didn't notice. Aren't they always rushed to some degree?\n\n\nAgent Rodney:\n I just can't shake the feeling that we're doing something wrong here.\n\n\nAgent Polk:\n That's for Command to decide, nothing much we can do now. Hey, by the way, do you mind if we pick up food on the way home? I missed lunch—\n\n\n[A loud bump is heard, followed by beeping on the dashboard. Agent Polk grits his teeth in visible frustration and parks the car by the sidewalk.]\n\n\nAgent Rodney:\n What happened?\n\n\nAgent Polk:\n A tire popped. Hold on, let me see how bad it—\n\n\n[Agent Polk and Agent Rodney exit the car. On the front right tire, an SCP-7047 tile protrudes from the rubber.]\n\n\nAgent Rodney:\n How? It wasn't even near the casino!\n\n\nAgent Polk:\n I don't… just report it we need—\n\n\n[A large bird dropping falls on Agent Polk's shoulder. He looks up to see a crow flying overhead. Both agents look to Agent Polk's shoulder; another tile rests on Agent Polk's shoulder. Agent Rodney quickly communicates with Agent Collins on his phone.]\n\n\n[Agent Polk looks at both SCP-7047 tiles, walks to a bench in a stiff manner, and takes a seat. The bird droppings and tile slides down his back as he stares off into space.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-04:\n In the aftermath, Agent Rodney and Agent Polk reported two tiles in their possession; no were found at the scene of the anomaly. Due to deviation from the typical behavior of SCP-7047 further investigation was authorized. While the anomalous phenomena that have taken place within █████ ████████ have sufficiently ceased, it was found that, during containment efforts, multiple co-independent SCP-7047 events have split off from the main anomaly.\n\n\nWhile the exact number of coinciding SCP-7047 events have varied, it is theorized that ten to twenty are existing at once at any given time. Furthermore, it appears that SRA's have no effect on SCP-7047.\n\n\nWeeks later following the event of Addendum-04, SCP-7047 had been exclusively targeting other groups and locations associated with other GoI's:\n\n\n\n\n\n\nLocation\n\n\nEvent\n\n\n\n\n\n\nMunich, Germany\n\n\nA bio-mechanic jellyfish-like creature was captured by the GOC. Before the creature could be slated for termination, a lightning bolt had struck its body, augmenting its psychic abilities and teleporting elsewhere. Current tracking reports suggest it is heading towards the Eastern Coast of the United States. An SCP-7047 tile was recovered in the area where the lightning struck.\n\n\n\n\n\n\nFlorida, United States\n\n\nThe Sarkic cult that had fled Johannesburg attempted to resume its previous activities until being stopped by the UIU and GOC. Only several members survived due to heavy car traffic caused by a fallen tree; the group has been rumored to be settled in the Northeastern portion of the United States. An SCP-7047 tile was recovered by the tree.\n\n\n\n\n\n\nYokohama, Japan\n\n\nThe Church of the Broken God were attempting to introduce multiple thaumaturgic spells into the internet when a power outage occurred. Although the spell failed, massive surges of thaumaturgic energy traveled through data networks and servers across the world. The energy has been traced somewhere in the state of New York, United States. An SCP-7047 tile was found at the group's base of operations.\n\n\n\n\n\n\nToronto, Canada\n\n\nA MLF-based operation team was stationed in New York City. They had become alerted to the situation and diverted significant resources to confronting SCP-7047. The team fled when Foundation forces attempted to intercept them but did recover their notes in the process. Instead of the MLF doing their best to capture and weaponize the anomaly as previously thought, it is now known they were tasked with destroying the anomaly in its entirety, basing their previous experiences with it, and information gleaned from their precognitive members claiming catastrophic results if SCP-7047 is not stopped soon.\n\n\n\n\n\n\nAddendum-05:\n As of 07/03/2014, a new development concerning SCP-7047 occurred. All events were making their way to New York City. The Foundation decided to work alongside the GOC and the UIU, citing the threat of an SK-Class \"Broken Masquerade\" scenario all available Foundation resources and assets were on scene, and the city was put on lockdown.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7047/RODNEY/POLK4 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\nLocation of where Agent Polk and Agent Rodney were stationed.\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[Agent Rodney and Agent Polk are sitting on a bench. Both of them appear visibly exhausted. Civilians are proceeding through their activities, occasionally noticing the Foundation and UIU agents in police uniforms.]\n\n\nAgent Polk:\n So what's the excuse this time?\n\n\nAgent Rodney:\n The cover story?\n\n\nAgent Polk:\n Mm-hmm.\n\n\nAgent Rodney:\n Terrorists on the run… I think.\n\n\nAgent Polk:\n They sure love using that one, huh?\n\n\nAgent Rodney:\n It gets things done.\n\n\nAgent Polk:\n Sure does.\n\n\n[A woman walking their dog moves in front of them. The dog licks Agent Rodney's hand; Agent Rodney pets the dog's head in return. Agent Polk tries to pet it as well but the dog moves out of frame. Agent Polk lowers their hand and slouches onto the bench.]\n\n\nAgent Polk:\n The end of everything is right over the horizon and here we pissing about—\n\n\nAgent Rodney:\n It may not be \nthat\n apocalyptic, Polk. The city could just end up getting nuked—\n\n\nAgent Polk:\n You consider that a good thing?\n\n\nAgent Rodney:\n Well… it's certainly not the worst-case scenario.\n\n\nAgent Polk:\n …\n\n\nAgent Rodney:\n Walk to calm your nerves?\n\n\n[Agent Polk nods, both agents rise up and walk down the sidewalk.]\n\n\nAgent Polk:\n I don't get why they thought the extra help is going to be our magic bullet. It chose a city, anything can happen in a city… too many variables. They didn't report anything, right?\n\n\nAgent Rodney:\n Not at the moment. The anomaly probably hasn't arrived yet.\n\n\nAgent Polk:\n Or it already started and we are none the wiser.\n\n\nAgent Rodney:\n That's… a possibility.\n\n\nAgent Polk:\n Do you really think we can stop it?\n\n\nAgent Rodney:\n Honestly? I think this might be the one that has us by the balls so to speak. Because… things always seem to go their way?\n\n\nAgent Polk:\n Every. Single. Time. It's just…\n\n\nAgent Rodney:\n Stupid? Terrifying? Terrifyingly stupid?\n\n\nAgent Polk:\n I was going to say sad.\n\n\n[Agent Rodney slows his pace. Agent Polk lights a cigarette and smokes it.]\n\n\nAgent Rodney:\n Sad?\n\n\nAgent Polk:\n This situation. No. This… this world we live in… so inconsistent. Unpredictable. \nExhausting.\n Every shitshow we end, another one pops up, and then some. Are we really doing anything at all here? It seems like we're playing cat and mouse.\n\n\nAgent Rodney:\n What are you talking about? Of course we have! I mean… we stopped situations from getting worse, and so did the Foundation countless times!\n\n\nAgent Polk:\n True, but with every win we get, it gets taken away by some other thing. Be an anomaly, some para-group, or even ourselves. I can't shake the feeling we're… 'stuck', you know what I mean?\n\n\nAgent Rodney:\n I do. Maybe so… but we came a long way. Did a lot of good too. It could be that… things are just not in place yet? That… there are bigger things ahead and we need to be ready to take that situation head on?\n\n\nAgent Polk:\n You really believe that?\n\n\nAgent Rodney:\n There's no reason not to.\n\n\nAgent Polk:\n Hm… can we go get some grub? I want Italian.\n\n\nAgent Rodney:\n Okay.\n\n\n[Agent Polk looks at his phone while they enter a nearby restaurant. Agent Polk sits down and reads his emails; Agent Rodney places his order and reconvenes back with Agent Polk.]\n\n\nAgent Polk:\n Back to the issue at hand here. What would happen if this was it? This was finally the one anomaly that does us in, XK Scenario style. What then?\n\n\nAgent Rodney:\n Well… if this was really going to be 'the one,' and there's nothing we can do about it… I'll take it in stride I guess.\n\n\nAgent Polk:\n What? You're fine with what's going on?!\n\n\nAgent Rodney:\n Of course not! But what else could we possibly help the situation? You said it yourself that we're at our rope's end here. If our trump card didn't work, and this was inevitable… then… I'll accept it. I won't like it one bit… but I'll accept it.\n\n\nAgent Polk:\n How could possibly accept something like that?\n\n\nAgent Rodney:\n What's the point of fretting over a fixed outcome? Sometimes the best thing you can do is to make the best of a bad situation.\n\n\nAgent Polk:\n Even if that situation potentially results in our deaths?\n\n\nAgent Rodney:\n We all have to die sometime, Polk. So let's take it all in. What do we have to lose? You know what I think? I think you're not seeing the upsides.\n\n\nAgent Polk:\n …Are you serious?\n\n\nAgent Rodney:\n Does this look serious to you?\n\n\n[Agent Rodney leans his face into his hand and gives a half smile.]\n\n\nAgent Polk:\n I don't know.\n\n\nAgent Rodney:\n Think of it like this. If the world ends, we don't have to pay taxes anymore.\n\n\nAgent Polk:\n Granted, but that's low-hanging fruit.\n\n\nAgent Rodney:\n This cat and mouse game would end, and you'd finally get to rest as much as you want.\n\n\nAgent Polk:\n True, if we're going down, at least we'll be taking some of the jerkass skips with us.\n\n\nAgent Rodney:\n And did you have any other future plans if the domino thing didn't happen?\n\n\nAgent Polk:\n No, not really. Just keep working until I retired. Ah, I think I see what you mean.\n\n\nAgent Rodney:\n That's what I'm saying, man. If this is it, then why not go all out? Besides, I still owe you lunch.\n\n\n[Agent Polk smiles.]\n\n\nAgent Polk:\n Like old times?\n\n\nAgent Rodney:\n Hey, it's the least I can do… hey, looks like it's ready. Now that's good service—\n\n\n[Agent Rodney walks away and returns with a large pizza box. Agent Polk nods in approval but stops when he sees the Domino's Pizza logo on top of it.]\n\n\nAgent Polk:\n Rod?\n\n\nAgent Rodney:\n Yeah?\n\n\nAgent Polk:\n Why are we eating at Domino's?\n\n\nAgent Rodney:\n It was the closest pizza place? You didn't notice?\n\n\nAgent Polk:\n I was on my… phone…\n\n\n[Agent Polk opens the pizza box's lid. A lone SCP-7047 tile is on top of the pizza. Both agents remain silent.]\n\n\nAgent Rodney:\n Uh…\n\n\n[A ceiling tile pops out of place above them. A large collection of SCP-7047 falls onto the pizza. Both men remain silent.]\n\n\n[Agent Polk chuckles to himself and bangs his fist on the table. Agent Rodney slowly begins to laugh as well, still visibly confused. Agent Polk suddenly swats his hand against the SCP-7047 pile, launching a substantial amount of them against the wall. Agent Polk clenches his fist and sighs.]\n\n\nAgent Polk:\n I-I'm sorry. I-I just… really had to—\n\n\nAgent Rodney:\n No, no it's fine. I understand.\n\n\nAgent Polk:\n Good… good.\n\n\n[After a moment has passed, Agent Rodney pulls out a slice and removes the tiles by hand. Agent Polk stares at Agent Rodney incredulous.]\n\n\nAgent Rodney:\n What? The pizza's still good, and I already paid for it. Didn't you say you were hungry?\n\n\n[Agent Rodney consumes his slice. After another moment, Agent Polk pulls out another slice and begins removing the SCP-7047 tiles from it.]\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Shortly after Agent Rodney and Agent Polk reported their findings, all related events instigated by SCP-7047 had quickly de-escalated to the point where they were no longer a threat to human safety or to the Veil's integrity. Furthermore, it was realized that all SCP-7047 instances have been accounted for.\n\n\nSpecial Containment Procedures had been updated: It was found that physically separating individual tiles from the main body dampens its anomalous properties. As such, all SCP-7047 tiles were sent to various Foundation facilities, weakening the anomaly to the point where it could be safely unobserved with no consequence.\n\n\nAgent Polk and Agent Rodney were given short vacation leave for their service in containing SCP-7047. Agent Polk requests several more vacation days. Request granted.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. While the time for activation varies widely, the time median ranges from one to five minutes.\n\n\n2\n. Only viewing SCP-7047 with the naked eye counts as observation, as attempting to observe the anomaly remotely through video surveillance will cause the equipment to inevitably malfunction.\n\n\n3\n. The crack was located on top of the dislike button.\n\n\n4\n. Later analysis revealed the substance to be the droppings of Columba livia (common pigeon) that were found missing from the roof above the testing chamber.\n\n\n5\n. A para-terrorist organization staffed primarily by sapient anomalies seeking to establish an SK-Class \"Dominance Shift\" Scenario.\n\n\n\n\n\n\n\n\n« \nSCP-7046\n | SCP-7047 | \nSCP-7048\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7047\n\" by Nickthebrick1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7047\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Dominosteng—w\n\n\nAuthor:\n Cornischong\n\n\nLicense:\n CC BY-SA 1.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Zurich HB Ank Kumar 10\n\n\nAuthor:\n Ank Kumar\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Collierville town square gazebo 2020\n\n\nAuthor:\n Chase Via\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Building site off Ridge Road\n\n\nAuthor:\n Alex McGregor\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nGeograph\n\n\n\n\n\n\nName:\n Rio casino floor (2013)\n\n\nAuthor:\n kennejima\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nName:\n Howard and Broadway (cropped)\n\n\nAuthor:\n Billie Grace Ward\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum-01: On 12/17/2013, Agent Rodney and Agent Polk were present at Site-14 to review and cross-examine recently uncovered information pertaining to MLF. At the same time, SCP-7047activated.",
        "Addendum-02: The aftermath of SCP-7047's activation led to multiple casualties, the loss of several anomalies, and Site-14 sustaining significant damage. It was believed that this was the end of the event. However, it was later discovered that most of SCP-7047 had vanished without apparent cause.\nThis coincided with a series of highly improbable events occurring across various areas of the globe. Below is a partial list of known recorded events.\nThese events were connected to each other in some fashion, and an SCP-7047 tile is always found at the scene. The most widely-accepted theory for this is due to SCP-7047's kinetic-absorption properties; the anomaly had absorbed high amounts of kinetic energy outside its containment unit in a long time frame, leading to the augmentation of its preexisting capabilities.\nFoundation assets were deployed to require missing SCP-7047 tiles, and mitigating disruptions caused by the anomaly. New intel suggested that SCP-7047 next activation would occur within or near El Paso County, Colorado, United States.\nMTF Epsilon-6 (\"Village Idiots\") and multiple agents were deployed into the area in response, in the hope of stopping SCP-7047's influence.",
        "Addendum-03: Complication arose during the operation; Epsilon-6 encountered and got into a violent confrontation with a highly trained reality-bender, resulting in several causalities and the loss of private property. The SCP-7047 tile was recovered and the entire town was amnestized in the aftermath.\nShortly after, additional SCP-7047 tiles remerged in events corresponding to the anomaly's modus operandi. Among these included:\nUnlike earlier observations, subsequent SCP-7047 events appear to occur rapidly and more than half of them do not appear to connect with each other. The Foundation tracked a major SCP-7047 event that was inbound towards Las Vegas, Nevada, United States. In preparation, Foundation brought in several SRA's, experimental technologies, and Foundation plants in the area to contain the anomalous phenomena.",
        "Addendum-04: In the aftermath, Agent Rodney and Agent Polk reported two tiles in their possession; no were found at the scene of the anomaly. Due to deviation from the typical behavior of SCP-7047 further investigation was authorized. While the anomalous phenomena that have taken place within █████ ████████ have sufficiently ceased, it was found that, during containment efforts, multiple co-independent SCP-7047 events have split off from the main anomaly.\nWhile the exact number of coinciding SCP-7047 events have varied, it is theorized that ten to twenty are existing at once at any given time. Furthermore, it appears that SRA's have no effect on SCP-7047.\nWeeks later following the event of Addendum-04, SCP-7047 had been exclusively targeting other groups and locations associated with other GoI's:",
        "Addendum-05: As of 07/03/2014, a new development concerning SCP-7047 occurred. All events were making their way to New York City. The Foundation decided to work alongside the GOC and the UIU, citing the threat of an SK-Class \"Broken Masquerade\" scenario all available Foundation resources and assets were on scene, and the city was put on lockdown.\n"
    ],
    "documents": [],
    "notes": [
        "Test #: 01 Location: Kitchen Testing Parameters: Site-14's cafeteria kitchen was temporarily closed. Various food ingredients were placed on the preparation station. SCP-7047 is introduced into the room. Direct observation is interrupted. Result: Direct observation recommenced. Most tables in the kitchen had been pressed close together. The rest were positioned near an open oven with a baking tray inside. An uncapped can of whip cream is standing on an air duct above the oven, alongside the ingredients. Spice racks near the oven were opened with their contents spilled on the floor. The spice racks, air ducts, and tables have SCP-7047 segments running through them. The first tile is knocked over. The domino effect starts with the SCP-7047 segments on the tables and continues to the spice rack. The momentum continues up the spice rack and connects to the segments on the air ducts. Small individual segments collide with the ingredients, causing them to fall down, bounce off the tables, and land in the trade. A lone tile falls onto a nearby fork, causing it to fly in the air and collide with the oven's button interface, activating it. The oven rack automatically slides back into the oven and the door closes. Researchers try to open the oven but the door is jammed. After some time, the door is opened, and a thick cloud of smoke spreads out to the kitchen. The food in the tray is burnt. The sound of the fire alarm activates, and the sound waves of the alarm cause the whipped cream to fall off. The nozzle penetrates and embeds itself into the 'meal,' releasing a hefty amount of whip cream.",
        "Test #: 07 Location: Garden Testing Parameters: D-66787 was taken to Site-14's outdoor garden due to his previous occupation as a landscaper and tasked with watering the plants; D-66787 begrudgingly obeyed. An amount of SCP-7047 and a variety of different gardening tools is introduced. Direct observation is interrupted. Result: Direct observation recommenced. Most of SCP-7047 was untouched; all of the tools were repositioned in the tree in the center of the garden. D-66787 runs out of water in his watering can and moves to refill it D-66787 steps on a rake, causing the handle to slam into his nose. He cries in pain and staggers back, tripping over a shovel. D-66787 in a fit of anger, kicks the shovel, cutting his ankle on the blade. D-66787 cringes as the watering can is thrown from his grip and lands under an outdoor watering facet. D-66787 sits down on the stone planter. The shovel itself collides with a bush, causing several bees to flee. One of the bees flies to the roof and knocks over the starting SCP-7047 tile. The flow of the segment on the storm drain continues until the last tile disturbs a nearby crow; the crow flies onto one of the branches of the tree, causing the branches to shake. A pinecone falls on D-66787's shoulder. D-66787 looks up just as a hammer collides with his face. D-66787 springs up, nose bleeding, as gardening tools begin to fall on the ground around him. D-66787 attempts to guard against or dodge the incoming projectiles but fails. D-66787 trips over a fallen fertilizer bag and falls onto the ground, turning on the faucet with his nose before he falls. The watering can beings to tilt towards a sunflower as it is filled with water. D-66787 groans and turns onto his back; he takes a deep breath. An open fertilizer bag falls onto D-66787's head. The result causes the faucet to break, spraying water everywhere, and the fertilizer to enter D-66787's mouth. The flowers surrounding the tree are being watered by the broken faucet. D-66787 scrambles onto his knees and vomits. He is exhausted and has to be removed from the area by nearby personnel.",
        "Test #: 15 Location: Office Testing Parameters: The fifth office floor of Site-14 was temporarily relocated until the test concluded. A large amount of SCP-7047 is introduced. Direct observation is interrupted. Result: Direct observation recommenced. Unlike the previous tests, few objects in the vicinity were repositioned. All of SCP-7047 were used and branched off into two segments. The first tile fell on its own. The first segment continued straight until taking a right turn onto the button of an office fan. The fan's wind current caused a book, standing in front of it, to topple over on top of a pair of scissors. The scissors severed a chain of rubber bands leading to the ceiling. A homemade construct consisting of multiple rulers taped together, with a pencil on the top of it, swung from the ceiling and collided with one of the cubicle's computers, creating a small crack on the monitor's screen. The other segment created an image of a fist with its middle finger extended. A closer inspection of the computer showed that a worker failed to log out before leaving; the screen showed a paused video of Mango Margallo, a popular food-based Youtuber. 3",
        "Test #: 19 Location: Testing Chamber Testing Parameters: A highly complex Rube Goldberg machine was constructed in the testing chamber. Various objects including pulleys, buckets, string, pennies, pillows, books, toy blocks, candy, roller skates, rubber bands, bowling balls, bowling pins, action figures, dinnerware, video game consoles, and a shopping card were implemented. SCP-7047 itself was incorporated heavily in many sections of the Rube Goldberg machine. The end result of activating the machine would result in the helium balloon being popped by several pencils. Result: D-66787 was ordered to tip over the first tile. D-66787 at first refused but was convinced by the consequences of refusal. D-66787 tipped over the tile but it did not result in a domino effect. The balloon slowly lowered to the ground. Confused, D-66787 approached the balloon but tripped over an SCP-7047 tilt hidden on the ground. D-66787 fell on the Rube Goldberg machine, destroying it completely. D-66787 falls towards the pencil, nearly avoiding having his eyeballs punctured by multiple pencils. D-66787 displayed signs of shock before laughing in a neurotic manner. The string holding the balloon snapped, and the balloon popped on the pencil, spraying a white substance on D-66787. 4",
        "[BEGIN LOG] [Agent Rodney and Agent Polk are led into the room by two security guards; rows of containment lockers are seen against the walls.] Agent Polk: Augh… how many more do we have left? Agent Rodney: One. Agent Polk: Good. Agent Rodney: Then we have to go to the archives and read those files. Agent Polk: Oh god, Rod, c'mon. Agent Rodney: You said it was okay since we were in the area. Agent Polk: I thought it was like one or two things not a whole treasure of crap— [A security guard loudly clears his throat, and stares at Agent Polk with visible disapproval.] Agent Polk: What? Agent Rodney: We just need to compare the anomaly with my notes and we'll be gone. It shouldn't take more than a moment. [They stop at one of the lockers; one of the security guards unlocks the door and opens it. The other guard places the burlap bag on the table. Agent Rodney approaches and opens the bag, pulling out several SCP-7047 tiles.] Agent Polk: Dominos? We came all this way for dominos? Agent Rodney: They're not normal dominos, Polk. Agent Polk: You know what I mean. So what's the deal with them? Agent Rodney: They absorb kinetic energy and create chain reactions when not observed. Agent Polk: …Huh? Agent Rodney: [Sigh] They turn things into Rube Goldberg machines Agent Polk: That's it? What does that even mean? Agent Rodney: Shush. I'm still reading. [Agent Rodney compares his notes, occasionally inspecting SCP-7047. Agent Polk drinks from his coffee cup, appearing bored. Two guards remain on standby. Eventually, Agent Polk approaches the table and picks up one of the tiles.] Agent Polk: Well, I have to admit, these do look polished. Though the color scheme's a bit lame if I do say so myself— [The tile slips out of Agent Polk's grip. Agent Polk catches the object before it falls to the ground but inadvertently spills some of his coffee onto his shirt. Agent Rodney frowns.] Agent Polk: [Muttering] Should be thrown in the trash, you piece— [Deep Breath.] Are you done now? Agent Rodney: Yep. Here you go, sir. [Agent Rodney hands the bag back to the guard, who places it back into its locker. Both guards exit the room. Agent Rodney places his notes back into the folder and stands up.] Agent Polk: …Well? Agent Rodney: Well… it's been educational. Agent Polk: So, nothing then? Agent Rodney: Yes… but we still have those files— Agent Polk: Can't we just request to see them when we're back home? It's been a long day. Agent Rodney: That'll take way too long, Polk. You know how stingy these transfers get. Agent Polk: Ugh. Agent Rodney: C'mon, it's close by. And I don't think they'll be too much to read through. Agent Polk: Hmm… Agent Rodney: And I'll pay for your next meal, how about pizza? Agent Polk: [Smiles] I'm gonna hold you up to that. Agent Rodney: No problem, Domino's is pretty cheap anyways. Agent Polk: [Rolls Eyes] I hate you. Agent Rodney: I know. [Both agents leave. The room becomes quiet.] [Faint clattering noise emanates from the locker containing SCP-7047. The locker door opens.] [A moment later, additional lockers open as well. The camera feed cuts off.]",
        "[The agents approach the help desk. Agent Rodney clears his throat.] Secretary: Hello, how may I help you, sir? Agent Rodney: Yes, we're here to see documents pertaining to the Lucknow Incident. SCP-7047, MLF, and all that? [The secretary nods and makes a call on the work phone. After a moment, she sets the phone down.] Secretary: I'm sorry sir, but the archives aren't open at this time. Is there anything else I can do for you? Agent Rodney: [Sighs] No, we're good. Have a good day, ma'am. [Both agents walk back the way they came.] Agent Polk: You still owe me that pizza, Rod. Agent Rodney: I get it, man, you don't have to remind me twice. Agent Polk: Sucks it became a dead end though. Agent Rodney: I wouldn't say that. From what I know, that base had a lot of objects that were going to be approved for all kinds of projects. But that's what bothers me. Agent Polk: How so? Agent Rodney: SCP-7047 was the few that got rejected, and from a look at their inventory it seems they were carrying a lot of dangerous stuff. And… now that I think about it. The rejection came days before the explosion… Agent Polk: Those dominos were at the source of the explosion? Agent Rodney: No, they were found far away actually. But there was no indication of a raid or anything. It came from inside. You know what I'm thinking? Agent Polk: I think you're overthinking it, pal. Not every anomaly is useful, Rod. They probably just got cocky, screwed up with something else, and made our jobs a bit easier. Besides, it's been for a long time. And nothing happened so far, right? Agent Rodney: True, true… I guess I do tend to overthink things— [Agent Rodney opens the door to the locker room; multiple curved lines of SCP-7047 and multiple anomalous objects are on the floor. The door knocks over the first tile, starting the chain reaction.] Agent Rodney: Never a dull moment at the Foundation. Agent Polk: What the hell?! I thought it can't activate if it's locked down? Agent Rodney: I don't know! It's… huh? [A SCP-7047 segment ends with it pressing a button over on a blender. The blender activates, with a small tornado forming over it. The wind currents rip nearby posters off the wall and collide with a sculpture of a jellyfish floating in the air. The sculpture falls to the ground, activating several more segments; the sculpture is cracked and begins sparking with electricity.] Agent Polk: We gotta— how do we stop it? Prevent the flow? Agent Rodney: I dunno! Call the Site Director or something! [Agent Rodney attempts to block one of the line segments when a lone tile falls in his direction and he slips on it. Agent Rodney crashes into a locker, causing the door to open and a single firework to fall and roll on the floor.] [Another segment crashes into a toy plane. At the same time, the last segment knocks against a broom positioned upside down, leaning against a table. The brushes of the broom make contact with the locker, transmuting it to dust, and resulting in a large cyan balloon floating upwards to a ceiling fan.] [The toy plane's engines thrust and flies erratically around the room. The plane makes contact with the balloon at the same time it makes contact with the ceiling fan. An explosion occurs, spreading cold vapor across the room.] [One cloud of vapor makes contact with Agent Polk's cellphone, and it begins to quickly freeze. In a panic, he throws the cell phone away. The cellphone makes contact with the sculpture, resulting in it breaking and multiple electrical arcs spreading around the room. The lights in the room burnt out.] [Agent Rodney groans on the floor, a small streak of blood is visible on his head. He pulls out his cell phone and activates the flashlight function. Agent Polk rushes to him and pulls him to his feet.] Agent Polk: Rod. Rod! Are you alright?! How bad is it? Agent Rodney: I feel like crap but I'll live. You? Agent Polk: Not even a problem. Okay, we need to get out of here and signal the containment team! I don't even want to think… oh… we're still going? [Another faint source of light illuminates in the distance. The light is coming from the fuse of the firework. The door to the locker room is kicked open by a security guard.] Security Guard: Gentlemen! What is going on in here?! Agent Polk: Wait! Back up! Back up— [The firework suddenly fires forward and collides with the guard. The guard screams as he and the fireworks continue to propel down the hallway before a blinding flash of light covers the hallway. Multicolor paint is ejected from the hallway and at both agents' faces, followed by the area rumbling.] [The alarm sounds and the sprinkler system activates. Agent Rodney looks to Agent Polk.] Agent Rodney: So… overthinking it, huh?",
        "[A row of office cubicles is visible throughout the room. One member of personnel finishes up a telephone call and yawns. He picks up his mug and drinks from it; a lone SCP-7047 tile hides behind it.] [The room suddenly shakes, confusing most personnel. The motion causes the man's tie to become hooked onto the switch of a desk fan. The fan activates and blows most of the documents on the desk. The man panics and tries to frantically catch the papers.] [One paper sheet flies through the air towards two female personnel conversing with each other in the middle of the room. The sheet of paper flies by and gives one of the personnel a paper cut on her cheek. The injured personnel staggers back and bumps into the janitor. The janitor trips and inadvertently pushes his cart forward.] [The cart gains speed as it rams into a large fish tank, causing the glass to shatter; the water and fish fall to the floor. Nearby personnel rush to the fish tank and attempts to save the fish. One of them moves the cart out of the way but didn't lock the wheels. The cart slowly begins to move to the end of the hallway, to an open stairwell. An emergency announcement is made.] Announcement: Attention! Attention! This is not a drill! I repeat, this is not a drill! A level three containment breach is now occurring! Head to the nearest safe zone and listen to further inst— [The announcement is cut off, followed by another explosion. The sounds of screaming and stomping are heard. The cart comes slams into the stairway railing and stops. A mop bucket falls from the cart and bounces down the stairs from the fifth floor.] [The bucket stops at the fourth floor. Two members of D-Class burst through the door as they are being chased a Foundation guard. The guard shoots one of the D-Class in the head, killing her. The guard attempts to shoot at the other D-Class but stumbles because of the bucket. His helmet falls off and he staggers forward.] [The D-Class tries to pull the firearm away from the guard but the latter maintains their grip. The two of them struggle until both of them slam into the railing. The section of railing breaks and they both fall down the stairwell. The bucket rolls on the floor and knocks the helmet down the stairs.] [The helmet bounces down the steps and takes a stop on the third floor. A mechanic flings the door open, and the right side of his shirt is on fire. He stubs his toe on the helmet and falls to the floor in pain. The machine falls into a puddle, which snuffs out the fire.] [The mechanic stands up in surprise and hysterically laughs, extending his arms outward in celebration. The wrench in his hand slips. The mechanic curses as the wrench tumbles down the stairs before sprinting to the fourth floor.] [The wrench tumbles down and rests on the second floor. The door is opened as a researcher backs away slowly from a humanoid entity constructed from glass. The entity pushes the researcher to the ground and attempts to strangle him. The researcher panics and spots the wrench. He painfully extends his hand to the object, grabs it, and hits the entity in the side of the head with it.] [The entity's grip loosens, the researcher throws the entity off and repeatedly bashes the entity's head in with the wrench until it stops moving. The researcher takes a deep breath, does a small fist bump, and sprints down the stairs to the first floor, taking several turns in the corridors.] [The researcher makes it to the main hallway, and appears out of the breath. The researcher relaxes and unlocks the door at the end of the hallway. Just as he does so, Agent Rodney and Agent Polk run past the doorway to the confusion of the researcher. The researcher turns around to see a large copper sculpture of a bull slamming its head into him. The researcher screams as he is thrown out of a window.] Agent Rodney: I told you not to mess with it! Agent Polk: It was staring at me and blowing smoke! What was I supposed to do?! Agent Rodney: It's gaining on us! [The bull continues to chase the two agents outside the building. The entity catches up to Agent Polk, latches its horns under his pelvis, and tosses him high into the air. Agent Polk screams until he falls on the grass. He appears to be in pain.] Agent Rodney: Polk!… Ah— Dammit! [Agent Rodney gains more distance from the bull and reloads the battery into a taser gun. Agent Rodney turns around and shoots the bull; the bull slows down from the electric shock before becoming inanimate. Agent Rodney pants and drops the taser to the ground before collapsing from exhaustion.] Agent Rodney: Good thing I read about your allergy to zapping, huh, Mr. Bull Market? Hehe, not this time… Mr. R gets to live another day… ow. [Agent Rodney looks towards the building, a section of it is on fire.] Agent Rodney: Sometimes I hate being right. [Agent Polk stands up and stumbles towards Agent Rodney. His nose is bleeding. He stares at the bull, then the building. Agent Polk is still holding his gun and massages the bridge of his nose.] Agent Polk: Should've… gone… home. Agent Rodney: I heard you the first time. We're gonna… [Pant] have to pull at the stops for this one… a bunch of calls. Agent Polk: Taken care of— [Agent Polk reaches for his pocket then stops.] What? Oh, that's right. I'm gonna have to pay for a new one now. Fuck… okay… you know what we're gonna do now? We're going to borrow someone else's phone, go to the infirmary, and check the hell out of Sacramento? Crystal? Agent Rodney: Clear. Agent Polk: Good… that's real good— [Agent Polk trips. His handgun falls from his grip and fires into the air. Agent Polk staggers back up.] Agent Polk: Stupid… damn bull made me trip. Agent Rodney: …I don't think that was the bull. [Agent Rodney stares at the spot where Agent Polk tripped and inspects it. After a moment, he pulls out an SCP-7047 tile.] [Agent Rodney and Agent Polk remain silent.]",
        "[The perspective is taken from a handheld camera, filming against a white wall. A morbidly obese Caucasian male is wearing an extra-large blue shirt. A variety of fast food items are placed haphazardly on the table in front of him. The man is smiling.] Mango Margallo: Here we go-go guys! Mango Margallo here with a Chick-fil-A mukbang! We have chicken sandwiches! Mm-hmm! Crisscross fries! Mm-hmm-mm! And… [Gasp] Salad?! Get that out of here! I don't need— [A sandwich tips over from the pile and falls to the floor. Mango Margallo looks at the fallen sandwich, and cries in an exaggerated manner.] [EXTRATENIOUS DATA REMOVED FOR BREVITY] [Mango Margallo eats with his mouth open while making loud sucking noises. He struggles to shove an entire sandwich in his mouth when loud flatulence is heard. He cries again.] [EXTRATENIOUS DATA REMOVED FOR BREVITY] [After hitting the table with a broom; a large amount of food remains on the table. Mango Margallo exaggerates an angry expression whiles taking a bite out of a whole onion.] Mango Margallo: Oh my god, guys! I've run out of food! [Fake Crying] I need more food, guys or I'm gonna starve! I'm hungry! I need food! I need food right now— [A bullet is propelled through the window at high speeds and penetrates through Mango Margallo's mouth, shattering a significant portion of his teeth and destroying his brain stem. Mango Margallo remains silent as his body falls face first into a bowl of mac and cheese; an SCP-7047 tile can be seen in the bowl.] [The onion falls on the ground and rolls out of frame, presumably down the stairs.] [The room becomes silent as blood begins to seep into the mac and cheese. Loud flatulence can be heard.] [END LOG]",
        "[BEGIN LOG] Agent Polk: What are you doing? [Agent Rodney and Agent Polk are sitting on a park bench. Agent Rodney attempts to watch the live feed from Epsilon-6's and traffic cameras in the area by hiding the phone behind a newspaper.] Agent Rodney: You said we got to blend in. Agent Polk: Rod, that trick literally only works in the movies or the stupid. Like… why bother at all? Everyone else doesn't seem to mind. [Agent Polk jabs a finger at multiple passersbys on the street, all of whom are on their phones. Agent Rodney sighs and crumbles the newspaper.] Agent Rodney: What a waste of two bucks. Did you see anything on your end? Agent Polk: Nah, it's all good… for now . I really don't get it. Agent Rodney: Get what? Agent Polk: The anomalies, especially the newer ones. They don't make sense. [Epsilon-6 spots a lawnmower moving autonomously across the town square; a pair of human hands of varying ethnicities are attached to the handle in order of skin gradient. The lawnmower enters LUCKY MIKE'S, a family-owned liquor store. Epsilon-6 raid the store.] Agent Rodney: Isn't that the point? Agent Polk: No, I mean— you remember when we first joined? The stuff we got after was still weird and dangerous, but it was at least somewhat consistent. Agent Rodney: Yeah? [Epsilon-6 attempts to secure the store and turn off the lawnmower when the owner of the store, an elderly woman, curses, and fires a shotgun at the operatives. Epsilon-6 fire back at the owner, causing her to fall to the ground. The walls of the store block the sound from alerting nearby civilians.] Agent Polk: These days it feels like it's been cranked up to eleven! Too many big bads here and there are crawling out of the woodwork and trying to compete with each other to see who's the biggest dick— Agent Rodney: It's been a real problem, yeah. [Before the owner succumbs to their injuries, eyes glowing purple, her body morphs into several hostile entities that appear to have a detrimental effect on local reality. Epsilon-6 panics and fires their firearms. Nearby civilians are still unable to hear the commotion.] Agent Polk: And there's these groups running around by the hundreds, making our job that much harder. And most of them are dumbass, jackasses, or just plain assholes. I used to count all of them on my hands. Now it's by the dozens, and then some. Is it really that easy to become a terrorist? Agent Rodney: You don't need magic or superpowers for that. Though, I don't think most of them would really count as terrorists— [Epsilon-6 rush out of the building before it violently shatters into multiple pieces. The entities, a worm-like creature with a canine and feline head at both ends, a humanoid individual with no eyes and a large grin wearing farmer's clothes, and a large mosquito expelling excessive amounts of an acidic-based compound engage in combat with Epsilon-6. Due to all the entities possessing an antimemetic field around themselves, everyone besides Epsilon-6 ignores the firefight.] Agent Polk: —And the worst part. The very worst part is that new skips are just… stupidly overpowered, it's ridiculous! It's one thing if they were an eldritch freak of nature, a piece of technology from the far future or hell, a well-trained reality bender. But this… I have no words. No words at all. [Agent Polk scrolls down his phone and shows Agent Rodney a picture of SCP-7047.] [The worm is constricting the heads of multiple operatives, causing their craniums to explode; the mosquito sprays acid at a lone operative but misses. The operative responds by firing his assaults rife at its eyes at point-blank range. The humanoid entity rips a stop sign from a nearby street corner and beats the commander to death with it.] Agent Polk: The procedures were just dandy, this anomaly, this… toy , was under control, until it was not… for some reason. Agent Rodney: Well, it did absorb a lot of energy. Agent Polk: So that justifies all of this? [Agent Polk gestures and waves their hand in front of them in an exaggerated motion. Behind them in the distance, the humanoid entity laughs and stomps through the commander's pelvis. He blocks most of the bullets from Esplion-6 with his stop sign and collects the commander's grenades.] Agent Polk: This ain't even the worst one. Cakes that can literally smother the world , A horse that wants to ram into the world , A globe of the world that can affect... the world ? And these are random stuff, right off the street. So much power… for no reason. You see this? [Agent Polk holds up and taps against the newspaper. The worm-like entity's feline head pushes itself through the mouth of a nearby operative. The operative panics as their jaw breaks, and is bitten on the cheek by the dog head.] Agent Polk: This thing, this flimsy, wood… byproduct thing, could… become a black hole or… cause everyone to become psycho or… maybe… suck us into the pages and eat us? How would you deal with that? [The feline head emerges and ruptures through the operative's loins. The operative dies. Although the entities remain standing, they appear visibly weakened from Epsilon-6's continued fire.] Agent Rodney: Just deal with it? Agent Polk: [Sigh] Look, if you're not gonna take this seriously— Agent Rodney: No, Polk. I-I'm serious. I just think we should just simply deal with it the best we can. Agent Polk: Really? Even with that prospect… you're okay with it? [One operative fires a shotgun at the humanoid entity's stomach, causing it to bleed heavily. The humanoid screeches in pain. The humanoid punches a hole through the operative's face and throws the body at the remainder of Epsilon-6. The worm approaches the humanoid; the feline head licks the blood off of the humanoid.] Agent Rodney: Not really. I've been through the wringer and on death's door so many times I guess it doesn't really phase me anymore. The best we can do is go with the flow and steer things in the right direction. The Foundation's no pushover, Polk. Agent Polk: Even so, we're not going against a fair playing field here. Agent Rodney: Has it ever been fair? [Agent Polk massages the bridge of his nose. The humanoid brushes the feline head away; the head hisses in response. The humanoid scowls and tightens its grip on the stop sign.] Agent Polk: No… How's Epsilon doing? Agent Rodney: Give me a sec. Hm? The feed's been cut—? [The decapitated head of a feline bounces off the bench and rolls on the grass. Agent Rodney and Agent Polk are alarmed.] Agent Rodney: Oh. Agent Polk: What? [The resulting death and severe maiming of the entities results in the antimemetic field waning to the point the carnage becomes visible. Civilians witnessing the carnage flee in terror while both agents unholster their firearms.] Agent Polk: That's our cue! C'mon, c'mon! [Both agents, as well as nearby Foundation personnel, rush to assist Epsilon-6. The reinforcements fire at the entity; the worm entity is terminated. The humanoid entity sprints away from the town and retreats into a cornfield. Foundation personnel, including Agent Rodney and Agent Polk, follow it.]",
        "[Agent Rodney and Agent Polk emerge from an open section in the corn field; various construction equipment and a bulldozer are in the vicinity.] Agent Polk: Damn it… did we lose it? Agent Rodney: Too early to say. I can't… wow, that escalated quickly. You think that's due to the whole… effect of SCP-7047? Agent Polk: No doubt. It came here for a reason. Agent Rodney: I'd say. We should get back with the group and wait for the helicopter. They're going to need help with the clean-up. Agent Polk: No way, that freak is part of this. We can't just let it go— [The humanoid entity appears from an outhouse and slams Agent Polk into a large ditch with its stop sign. Agent Rodney raises his firearm but is kicked into the ditch by the entity. Agent Polk pulls Agent Rodney to his feet; the firearm falls and sinks into the mud.] Agent Polk: Rod! Agent Rodney: I'm fine! Where's the thing now?! [The start-up of an engine is heard. Agent Polk and Agent Rodney freeze then look upward. A bulldozer approaches the ditch; the humanoid entity is driving the vehicle. Agent Rodney attempts to retrieve his firearm but is pulled out of the way by Agent Polk before the bulldozer falls into the ditch.] Agent Rodney: Shoot it! Shoot it— [Agent Polk turns around and fires at the entity. The entity responds by lifting the bucket upward to block the shots. After multiple shots, Agent Polk relents and follows Agent Rodney to the end of the ditch. Agent Rodney faces his back to the wall and crouches.] Agent Rodney: You first, hurry! [Agent Polk stands on Agent Rodney's shoulders and climbs out of the ditch. The former then grabs the latter's arms and pulls him out of the ditch as well. The entity becomes enraged and leaps from the bulldozer toward the agents.] Agent Polk: Holy— [Agent Polk shoots, managing to fire a bullet into the entity's mouth in midair. The entity's corpse falls on top of him, forcing Agent Polk into a puddle of mud. A nearby crow is freighted and flies into the air.] Agent Polk: Get it off! Get it off! [Agent Rodney quickly pushes the entity off. Agent Polk gets up to his feet and stares at the entity, who is bleeding profusely from his mouth.] Agent Rodney: Is it dead? Agent Polk: I… I think so. It's not breathing… and bleeding. Agent Rodney: Damn Polk, quite the crack shot aren't you? Agent Polk: Heh, I just think I got lucky. Agent Rodney: Very lucky. Agent Polk: Yep, that could've gone south quick… unless… [Agent Polk looks behind him. In the spot where the crow once stood, an SCP-7047 tile is half-buried in the ground. The crow is flying away.] Agent Polk: Oh no, no, no, no, no— [Agent Polk aims at the crow; a loud click is heard. Agent Polk searches his pockets and curses.] Agent Polk: Ammo clip, now! [Agent Rodney hands him a spare pistol magazine. Agent Polk reloads his firearm and pulls the trigger again; the firearm becomes jammed. The crow flies out of view over a hill.] Agent Polk: No! Goddammit! [Agent Polk throws the firearm away and sits on the ground. Agent Polk suffers a headache as he wipes the mud away from his head. Agent Rodney bites his lip as he stares at the tile.] Agent Rodney: Well… we certainly failed but… at least didn't get any worse than it could've. Agent Polk: Yeah… for now. [END LOG]",
        "Foreword: This footage was taken from the █████ ████████ Casino & Resort. [BEGIN LOG] [The gaming floor is filled to the brim with patrons, either playing the games or eating at the food court. Multiple Foundation agents are disguised as casino staff. Agent Polk is at the blackjack table, pushing chips around.] Agent Polk: Here you go, Ma'am! Fifty chips. Would you like to play another game— [The players laugh as they leave, paying no attention to Agent Polk. Agent Polk groans; he removes his bowtie and pulls on his collar.] Agent Polk: 'Thank you mister, but we had our fill.' 'Okay, have a good night guys.' 'Thank you, bye!' [Sigh] This vest is so hot— Agent Rodney: I told you should've taken security man. Customer service sucks. [Agent Polk turns around to see Agent Rodney in a security guard outfit. Agent Polk shakes his head and drinks from a water bottle.] Agent Polk: Didn't get a choice in the matter. One of our guys got pulled out last minute. Did we get those devices set up yet? Agent Rodney: Just about. They hid them all over the place. I think some other guy has the remote though. Agent Polk: I still think we should've closed off the area. Isn't it our job to make sure that the public does not get involved? Agent Rodney: Things are heating up, Polk. You know how much they want to nail this down. Besides, it's not like we can lure the anomaly where we want it to be anyways. The most we can do right now is to trick it. Agent Polk: Trick it? You're saying it can think now? Agent Rodney: I mean… it's nothing official, but that's what I heard. Would explain a lot actually. Agent Polk: No… no, that makes this plan even more shitty. There's too many variables… so many factors. Agent Rodney: Because of the people and the games? Agent Polk: Not just that! See that up there? [Agent Polk points to a series of star-shaped ornaments hanging from the ceiling.] Agent Polk: That can easily hurt someone or get in the way. It's a trap. In fact, this entire place is a trap waiting to happen. Don't tell me you forgot what happened at the site or what that damn eyeless hick was gonna do to us. Agent Rodney: Look, it may not come to this place, tonight. Hell! It may not come to Vegas at all— [Agent Rodney's pager rings. Both agents stare at the device, with Agent Polk holding his breath when Agent Rodney answers it.] Agent Rodney: Yes, this Rodney. Um… I'm by the gaming tables with Polk. Why… Oh! Okay, I'll be right there. [To Agent Polk] Speak of the devil and he shall appear. Agent Polk: It's here? Now?! Agent Rodney: Don't know. All I know is that some people upstairs are in a brawl. We're not taking chances. Stay here and watch, I'm gonna check this out. Agent Polk: Then go. Go! Agent Rodney: I'm going, I'm going! [Agent Rodney rushes out of frame. Agent Polk stares at Rodney and then presses his hands against his face. He looks up, more patrons are standing expectantly by his table. Agent Polk immediately fakes a smile, clenching his teeth in the process.]",
        "[Agent Rodney steps out of the elevator and into the hallway. Several patrons rush by him. Agent Rodney hears screaming, runs further down the hallway, takes a right turn, and freezes in place.] [Two men in suits, severely intoxicated engage in a physical fight with steak knives on the dancefloor. A large fire is emerging from the kitchen and appears to be slowly spreading. The smoke machines on stage are malfunctioning and are covering much of the room in fog. Patrons are rushing towards the exit, inadvertently knocking over other patrons and other objects to the floor] [Agent Collins is shaking a fire extinguisher, squeezing the handle tightly. After nothing happens, He curses, tosses the extinguisher away, and aims his firearm toward the two men. They cease fighting and kneel to the floor.] Agent Collins: Down! Down to the floor you son of bitch! You're crazy— Agent Rodney: Collins?! Agent Collins: Rodney! Thank god! [Agent Collins handcuffs one of the men while aiming his gun at the other man. Agent Collins is sweating.] Agent Collins: I don't know what happened! It just came out of nowhere. Agent Rodney: You mean the fire? Agent Collins: Everything! I looked away and suddenly, boom! Chaos! Why aren't the fire alarms working—?! Agent Rodney: Broken probably? What can I do? Agent Collins: Put that inferno out before it consumes us goddammit. Hey, hey! [One of the men reaches for the knife but freezes.] Agent Collins: Don't you dare, I swear— [To Agent Rodney] Do it, don't wait for me! Now. Now! [The fire is beginning to slowly emerge from the kitchen; smoke is coming out from the kitchen on mass. Agent Rodney spots another fire extinguisher on the far end of the room. Agent Rodney rushes to it but is pushed to the ground by multiple fleeing patrons, getting stepped on in the process.] [Agent Rodney continues getting trampled until he rolls to the left and ducks under a table. Despite being in severe pain, he scrambles out from the table and limps toward the fire extinguisher. More agents enter the room and become shocked upon seeing the fire spreading from the kitchen onto the curtains hanging on the walls.] [Smoke and fog obscure the room to the point where visibility is nearly impossible. Agent Rodney sees one of the men on top of Agent Collins, the latter of whom is attempting to stop the attacker from biting his face off] Agent Collins: No! No! Get off, you— ah! [The man bites Agent Collins' wrist, drawing blood. Agent Rodney rushes towards the two of them, dropping the fire extinguisher and pulling out his gun. The man saw Agent Rodney and reaches for the firearm resting next to him. He grabs it and aims at Agent Rodney; Agent Rodney fires first, the man exclaims in pain as he fires upward and collapses to the ground. Other agents come and restrain the man.] Agent Rodney: You alright? Collins? Agent Collins: I'm fine! Thanks… [Agent Collins and Agent Rodney stare at the fire. It has reached the ceiling now.] Agent Rodney: Evac and 911 calls? Agent Collins: Probably the best course of action. Agent Rodney: I'm going to call, Polk. Someone pull the fire alarms downstairs and shuffle everyone— [A loud creaking sound is heard. Agent Rodney looks up. A massive chandler suddenly falls from the cloud of smoke and is heading towards his position. Agent Rodney gasps and runs before it crashes into the dance floor.]",
        "Agent Polk: Okay, ma'am. Like I said before: this is Blackjack, not Poker. You want to play Poker, you can go to those tables over there. Woman: But it's busy and I need to go soon! Can't you make an— Agent Polk: [Sigh] No, I can't ma'am. I'll get fired if I do that, Ma'am. Can I interest you in a game of Blackjack instead, ma'am? Woman: I don't think I like your attitude. Agent Polk: Attitude? ma'am, I'm literally telling you how it is, I can't do anything else about it. Woman: Well that's what happened last time! Where is your manager? Agent Polk: …Sure thing, ma'am. You want me to go him real quick. Woman: What do you think? Agent Polk: Alright, sure thing, ma'am. Be right back, ma'am. [Agent Polk nods and leaves. Once he is out of hearing range, he stops smiling and answers his radio.] Agent Polk: What a tool . [To Radio] Marcos can I switch into the guard uniform now? My area is pretty much dead… Marcos? Marcos! Calm down, I can't hear you… what? Wha— When did it start? How bad is it— [The fire alarm activates in the distance. Guests in the area begin shuffling out of the game room.] Agent Polk: Alright, fine. Mission abort? I can roll with that. Let me get up there… no?! Why not— [The ceiling above Agent Polk collapses, making way for a massive chandler. Agent Polk shouts and, trips, nearly avoiding getting crushed by the metal frame. Agent Polk crawls out from the wreckage and looks up. He chokes and steps back.] Agent Rodney: Help me! Help— Guys?! Crap! Oh!… no. No….ow. [The chain connected to the chandler is wrapped around Agent Rodney's leg; he is hanging upside down in the air. Agent Polk freezes while the patrons are panicking. The SRA's activate, but the carnage is still occurring.] Agent Polk: Rodney?! Agent Rodney: Yeah?! Agent Polk: What happened?! Agent Rodney: The anomaly, what do you think?! Agent Polk: Relax man! We're gonna get through this, okay? J-Just hold on for a minute! Agent Rodney: I can't reach the chain!… Polk! Agent Polk: Yeah?! Agent Rodney: Slot machines! [Agent Rodney points his finger. Agent Polk turns around and curses. Large chunks of debris is falling on the slot machines and arcade game. Not only do they obstruct the area, wiring and all electronics become sprawled out on the floor.] Agent Rodney: Up! Up! Watch out! [Agent Polk immediately hides under the Blackjack table, and multiple ornaments fall on his location. Agent Polk looks at the ornaments in disapproval.] Agent Polk: Of course. [To Radio] Attention! We got a code red, in here. My partner's in danger and the damage's getting worse, how should we proceed? [Agent Collins peers through the hole from above, pulling on the chain. He is straining heavily until he lets go and talks into the radio.] Agent Collins: I can't pull him out, the chain's stuck on something! Start the evac and keep an eye on him. We're coming down now! [Agent Collins leaves. Agent Rodney tries again to reach his legs to no success. Agent Polk keeps an eye on the ceiling while avoiding the fleeing patrons. The rate of objects falling from above decrease dramatically.] Agent Polk: What now? C'mon, skip… what's your endgame now? [Agent Polk spots a lit cigarette next to a section of the rug; the rug is on fire and producing a significant amount of smoke. Agent Polk then looks to the fire sprinklers, then to the exposed wiring on the floor. Patrons are still passing through the area. Agent Polk holds their breath for a moment, then sprints forward.] Agent Rodney: Polk? Where you going, evac's that way— Agent Polk: Rod! Where's the circuit breaker?! Agent Rodney: I… by the Poker tables? Why— Agent Polk: Thanks! Agent Rodney: Huh?! [Agent Polk rushes across the game room, jumping over the wiring and rubble on the ground. Multiple patrons brush and knock into Agent Polk. Agent Polk eventually lost his footing and trips on the floor.] Agent Rodney: Roll over! Roll ov— [Agent Polk looks up and rolls to his left as a large ornament falls and shatters on his previous location. Several shards scrape and draw blood on Agent Polk's side. Agent Polk takes a sharp intake of breath and makes their way to the circuit breaker on the wall.] [Before Agent Polk can open the box, one member of staff accidentally tips over a mop bucket as they flee. Water is spilled on the floor, causing Agent Polk to slip onto his back. Agent Polk snaps his head back and sees the smoke reaching the fire sprinklers.] Agent Polk: Nope! [Agent Polk unholsters his firearm and fires at the circuit breaker. The power is cut to the game room, putting the area briefly in darkness. The emergency lights then turn on, and although the sprinklers are activated, no electrocution occurs on the game room floor due to a lack of power. Agent Polk pants then chuckles.] Agent Polk: Gotcha. Agent Rodney: Polk! Did we… did we just win? [Agent Polk stares at Agent Rodney, still hanging from the chain. Agent Polk makes a thumb's up gesture, then rests in the puddle of dirty water in exhaustion.]",
        "[Agent Rodney and Agent Polk are in the casino parking lot. Cop cars and firefighters are visible in the background. Smoke is still rising from the building. Both agents have blankets draped over their shoulders. They enter their car and drive away. Agent Rodney stares at the building from the passenger seat.] Agent Rodney: Some night, huh? Agent Polk: Please. It was the night. I didn't think we'd get out of there for a moment. [Their car exits the parking lot.] Agent Rodney: Yep. Being a skipper tends to take years off your life, huh? Agent Polk: Some sooner than others. Agent Rodney: …Yep… how did you know that SCP-7047 was focusing on the sprinklers? Agent Polk: I tried to think of the worst possible situation that could occur there, then I stopped it. A lucky guess… how's your leg? Are you sure you don't need a hospital? Agent Rodney: Nah, I think I just sprained it. Let's head back to the motel. I can't even right now. Agent Polk: You're speaking to the choir, friend… what are you doing? Agent Rodney: Checking my texts. I'm… making sure we have the anomaly secure this time. Agent Collins's giving me updates. Agent Polk: Oh, okay. Like…? Agent Rodney: For starters, they haven't found the tile yet. Agent Polk: Well that was a very large casino. Agent Rodney: The guys that started the fight were arrested and sent to jail. Agent Polk: How can two men go psycho like that? Agent Rodney: They were on meth Agent Polk: Oh, okay, never mind then. Agent Rodney: But… I'm just getting this now. It seems things have settled down back there. Agent Polk: Great. So… does that mean we're done? Rod? You seem kind of sad, is something up? Agent Rodney: No, it's just. I dunno, did that whole fiasco back there seem a bit rushed to you? The anomaly tends to be a bit more… articulate when it comes to the Rube Goldberg thing. Agent Polk: Rushed? Honestly, I didn't notice. Aren't they always rushed to some degree? Agent Rodney: I just can't shake the feeling that we're doing something wrong here. Agent Polk: That's for Command to decide, nothing much we can do now. Hey, by the way, do you mind if we pick up food on the way home? I missed lunch— [A loud bump is heard, followed by beeping on the dashboard. Agent Polk grits his teeth in visible frustration and parks the car by the sidewalk.] Agent Rodney: What happened? Agent Polk: A tire popped. Hold on, let me see how bad it— [Agent Polk and Agent Rodney exit the car. On the front right tire, an SCP-7047 tile protrudes from the rubber.] Agent Rodney: How? It wasn't even near the casino! Agent Polk: I don't… just report it we need— [A large bird dropping falls on Agent Polk's shoulder. He looks up to see a crow flying overhead. Both agents look to Agent Polk's shoulder; another tile rests on Agent Polk's shoulder. Agent Rodney quickly communicates with Agent Collins on his phone.] [Agent Polk looks at both SCP-7047 tiles, walks to a bench in a stiff manner, and takes a seat. The bird droppings and tile slides down his back as he stares off into space.] [END LOG]",
        "[BEGIN LOG] [Agent Rodney and Agent Polk are sitting on a bench. Both of them appear visibly exhausted. Civilians are proceeding through their activities, occasionally noticing the Foundation and UIU agents in police uniforms.] Agent Polk: So what's the excuse this time? Agent Rodney: The cover story? Agent Polk: Mm-hmm. Agent Rodney: Terrorists on the run… I think. Agent Polk: They sure love using that one, huh? Agent Rodney: It gets things done. Agent Polk: Sure does. [A woman walking their dog moves in front of them. The dog licks Agent Rodney's hand; Agent Rodney pets the dog's head in return. Agent Polk tries to pet it as well but the dog moves out of frame. Agent Polk lowers their hand and slouches onto the bench.] Agent Polk: The end of everything is right over the horizon and here we pissing about— Agent Rodney: It may not be that apocalyptic, Polk. The city could just end up getting nuked— Agent Polk: You consider that a good thing? Agent Rodney: Well… it's certainly not the worst-case scenario. Agent Polk: … Agent Rodney: Walk to calm your nerves? [Agent Polk nods, both agents rise up and walk down the sidewalk.] Agent Polk: I don't get why they thought the extra help is going to be our magic bullet. It chose a city, anything can happen in a city… too many variables. They didn't report anything, right? Agent Rodney: Not at the moment. The anomaly probably hasn't arrived yet. Agent Polk: Or it already started and we are none the wiser. Agent Rodney: That's… a possibility. Agent Polk: Do you really think we can stop it? Agent Rodney: Honestly? I think this might be the one that has us by the balls so to speak. Because… things always seem to go their way? Agent Polk: Every. Single. Time. It's just… Agent Rodney: Stupid? Terrifying? Terrifyingly stupid? Agent Polk: I was going to say sad. [Agent Rodney slows his pace. Agent Polk lights a cigarette and smokes it.] Agent Rodney: Sad? Agent Polk: This situation. No. This… this world we live in… so inconsistent. Unpredictable. Exhausting. Every shitshow we end, another one pops up, and then some. Are we really doing anything at all here? It seems like we're playing cat and mouse. Agent Rodney: What are you talking about? Of course we have! I mean… we stopped situations from getting worse, and so did the Foundation countless times! Agent Polk: True, but with every win we get, it gets taken away by some other thing. Be an anomaly, some para-group, or even ourselves. I can't shake the feeling we're… 'stuck', you know what I mean? Agent Rodney: I do. Maybe so… but we came a long way. Did a lot of good too. It could be that… things are just not in place yet? That… there are bigger things ahead and we need to be ready to take that situation head on? Agent Polk: You really believe that? Agent Rodney: There's no reason not to. Agent Polk: Hm… can we go get some grub? I want Italian. Agent Rodney: Okay. [Agent Polk looks at his phone while they enter a nearby restaurant. Agent Polk sits down and reads his emails; Agent Rodney places his order and reconvenes back with Agent Polk.] Agent Polk: Back to the issue at hand here. What would happen if this was it? This was finally the one anomaly that does us in, XK Scenario style. What then? Agent Rodney: Well… if this was really going to be 'the one,' and there's nothing we can do about it… I'll take it in stride I guess. Agent Polk: What? You're fine with what's going on?! Agent Rodney: Of course not! But what else could we possibly help the situation? You said it yourself that we're at our rope's end here. If our trump card didn't work, and this was inevitable… then… I'll accept it. I won't like it one bit… but I'll accept it. Agent Polk: How could possibly accept something like that? Agent Rodney: What's the point of fretting over a fixed outcome? Sometimes the best thing you can do is to make the best of a bad situation. Agent Polk: Even if that situation potentially results in our deaths? Agent Rodney: We all have to die sometime, Polk. So let's take it all in. What do we have to lose? You know what I think? I think you're not seeing the upsides. Agent Polk: …Are you serious? Agent Rodney: Does this look serious to you? [Agent Rodney leans his face into his hand and gives a half smile.] Agent Polk: I don't know. Agent Rodney: Think of it like this. If the world ends, we don't have to pay taxes anymore. Agent Polk: Granted, but that's low-hanging fruit. Agent Rodney: This cat and mouse game would end, and you'd finally get to rest as much as you want. Agent Polk: True, if we're going down, at least we'll be taking some of the jerkass skips with us. Agent Rodney: And did you have any other future plans if the domino thing didn't happen? Agent Polk: No, not really. Just keep working until I retired. Ah, I think I see what you mean. Agent Rodney: That's what I'm saying, man. If this is it, then why not go all out? Besides, I still owe you lunch. [Agent Polk smiles.] Agent Polk: Like old times? Agent Rodney: Hey, it's the least I can do… hey, looks like it's ready. Now that's good service— [Agent Rodney walks away and returns with a large pizza box. Agent Polk nods in approval but stops when he sees the Domino's Pizza logo on top of it.] Agent Polk: Rod? Agent Rodney: Yeah? Agent Polk: Why are we eating at Domino's? Agent Rodney: It was the closest pizza place? You didn't notice? Agent Polk: I was on my… phone… [Agent Polk opens the pizza box's lid. A lone SCP-7047 tile is on top of the pizza. Both agents remain silent.] Agent Rodney: Uh… [A ceiling tile pops out of place above them. A large collection of SCP-7047 falls onto the pizza. Both men remain silent.] [Agent Polk chuckles to himself and bangs his fist on the table. Agent Rodney slowly begins to laugh as well, still visibly confused. Agent Polk suddenly swats his hand against the SCP-7047 pile, launching a substantial amount of them against the wall. Agent Polk clenches his fist and sighs.] Agent Polk: I-I'm sorry. I-I just… really had to— Agent Rodney: No, no it's fine. I understand. Agent Polk: Good… good. [After a moment has passed, Agent Rodney pulls out a slice and removes the tiles by hand. Agent Polk stares at Agent Rodney incredulous.] Agent Rodney: What? The pizza's still good, and I already paid for it. Didn't you say you were hungry? [Agent Rodney consumes his slice. After another moment, Agent Polk pulls out another slice and begins removing the SCP-7047 tiles from it.] [END LOG] Afterword: Shortly after Agent Rodney and Agent Polk reported their findings, all related events instigated by SCP-7047 had quickly de-escalated to the point where they were no longer a threat to human safety or to the Veil's integrity. Furthermore, it was realized that all SCP-7047 instances have been accounted for. Special Containment Procedures had been updated: It was found that physically separating individual tiles from the main body dampens its anomalous properties. As such, all SCP-7047 tiles were sent to various Foundation facilities, weakening the anomaly to the point where it could be safely unobserved with no consequence. Agent Polk and Agent Rodney were given short vacation leave for their service in containing SCP-7047. Agent Polk requests several more vacation days. Request granted.",
        "\" SCP-7047 \" by Nickthebrick1, from the SCP Wiki . Source: https://scpwiki.com/scp-7047 . Licensed under CC-BY-SA .",
        "Name: Dominosteng—w Author: Cornischong License: CC BY-SA 1.0 Source Link: Wikimedia Commons",
        "Name: Zurich HB Ank Kumar 10 Author: Ank Kumar License: CC0 Source Link: Wikimedia Commons",
        "Name: Collierville town square gazebo 2020 Author: Chase Via License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Name: Building site off Ridge Road Author: Alex McGregor License: CC BY-SA 2.0 Source Link: Geograph",
        "Name: Rio casino floor (2013) Author: kennejima License: CC BY 2.0 Source Link: Flickr",
        "Name: Howard and Broadway (cropped) Author: Billie Grace Ward License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-7047",
    "object_class": "Safe",
    "containment_procedures": "SCP-7047 is stored in an object containment locker at Site-14. With the exception of testing purposes, SCP-7047 is to be directly observed when outside of its containment unit.",
    "description": "SCP-7047 is a large collection of dominoes. Other than its ability to absorb ambient kinetic energy, it possesses no physical anomalies.",
    "title": "SCP-7047"
}