{
    "url": "https://scp-wiki.wikidot.com/scp-7049",
    "all_text": "SCP-7049\n\n\n\n\n\n\nByㅤ\n \nBlue Foot\n\n\n\n\n\n\nPublished on \n30 Aug 2023 04:14\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+35\n+\n–\nx\n\n\n\n\nby \nBlue Foot\n\n\n25\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7049\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-47\n\n\nDr. Brown\n\n\nN/A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7049 is to be stored in a standard containment box. Interaction with the object has been ceased indefinitely.\n\n\n\n\n\n\nSCP-7049\n\n\n\n\n\n\nDescription:\n SCP-7049 is a pair of dilapidated spectacles dated to roughly 1400 A.D. The physical deterioration of SCP-7049's lenses do not alter the visual information received by a wearer.\n\n\nWhen worn properly, SCP-7049 significantly alters the visual information received by the wearer. The effects of SCP-7049's visual alteration is provided below:\n\n\n\n\nColor Distortion:\n Colors appear highly saturated, vivid, and often shift to hues that do not correspond to the actual colors of objects. Color boundaries may blur, making it challenging to differentiate between objects.\n\n\n\n\n\n\nVisual Confusion:\n Objects may appear to move, morph, or distort in shape. Perspective and proportions become warped, leading to difficulty in estimating distances and sizes accurately.\n\n\n\n\n\n\nAbstract Visuals:\n Ordinary objects may take on abstract, surreal, or geometric patterns. This effect can be disorienting and cause difficulty in identifying familiar objects.\n\n\n\n\n\n\nLack of Coherence:\n Scenes may lack logical coherence. Objects and their behavior may appear to exist within unusual contexts. Objects may appear despite lacking an equivalent in reality.\n\n\n\n\nSCP-7049 does not impact the capability of wearers to interact with objects around them. However, testing has shown this to be difficult due to the disorienting effect SCP-7049 has on visual information. It is unknown if visual information provided by the anomaly is different between observers.\n1\n\n\nAddendum.7049.1:\n Test Log\n\n\n\n\nTest ID:\n 7049.01\n\n\nProcedure:\n Dr. Pelekanos is to wear SCP-7049 in his office and describe what he observes.\n\n\nResults:\n Notable observations include:\n\n\n\n\nGases take the appearance of a translucent liquid with a non-constant coloration, making visually distinguishing objects difficult. Inhaling gases into the mouth and nose cause this liquid to visually be taken into Dr. Pelekanos in a stream.\n\n\nThe water in a glass fluctuates between several colors. It appears to rapidly and erratically move around the glass. Dr. Pelekanos compares it to wave behavior in a storm.\n\n\nMost objects are closer than they are in actuality. While attempting to take hold of a pencil on a desk, Dr. Pelekanos pushes an empty mug off the desk in question, causing it to fall to the floor and shatter. He describes the impact as causing a strong disturbance, as the coloration of the vicinity of the impact site shifts to deep shades of red, brown, and purple. As the mug breaks into ceramic shards, they quickly shoot out from the impact site, deeply scratching the floor.\n\n\n\n\n\n\n\n\nTest ID:\n 7049.16\n\n\nProcedure:\n Dr. Pelekanos is to wear SCP-7049 in a forested area near Site-47.\n\n\nResults:\n Notable observations include:\n\n\n\n\nPlants are largely translucent and take on a constantly shifting color that is some shade of blue or green. Trees appear to grow upwards endlessly, while their roots are vaguely seen through the translucent ground, spreading deeply into the Earth.\n\n\nAnimals are abstract in shape. All species appear as appropriately-sized bright objects, lacking a distinct form.\n\n\nThe sun emits multicolored beams, in which a distinct though unidentifiable object seems to move.\n\n\nNear the conclusion of the test, a falcon is seen to assault a mourning dove perched in a tree above Dr. Pelekanos. The falcon impacts the dove at a high speed, although it fails to take hold of the it. This causes the dove to fall roughly 10 meters to the ground. The bird struggles for a few moments, confused. Dr. Pelekanos sees this as the abstract object corresponding to the bird manifesting and demanifesting in several different locations around him. The falcon then dives down to the forest floor, taking hold of the mourning dove with its talons and thrusting its beak into the dove's neck. The dove expires, and the falcon exits the area with the carcass. Although the mourning dove has expired at this point, Dr. Pelekanos observes, that the falcon has flown from the area, and the mourning dove has recovered from its fall and returned to its perch on the tree. The abstract object corresponding to the dove behaves as it was before the encounter with the falcon, and continues to do so until the conclusion of the test.\n\n\n\n\n\n\n\n\nTest ID:\n 7049.19\n\n\nProcedure:\n No procedure approved prior to the conduction of this test. Dr. Pelekanos wears SCP-7049 and views a photograph of his daughter, 15 year-old Clara Pelekanos.\n\n\n\n\n\n\nThe photograph viewed by Dr. Pelekanos during the duration of this log.\n\n\n\n\n\n\nResults:\n The photograph is almost entirely unaffected by SCP-7049's visual and color distortions, leaving the image almost identical to its actual appearance. However, the image of Clara Pelekanos begins to move, mimicking the behavior of a person at rest. The image seems to inhale, exhale, blink, and wind appears to blow its hair. His hands begin to shake as he holds the sheet of paper.\n\n\nThe image then begins to move its mouth, mimicking the motion of speech, although no sound is heard. After several moments, the image ceases this movement, and it makes a facial expression resembling disappointment. The image then makes eye contact with Dr. Pelekanos. Dr. Pelekanos then throws the paper onto the floor and exits the room, claiming that the experience was \"too much\".\n\n\nNote-Dr. Pelekanos was not authorized to conduct this experiment or have possession of SCP-7049 at the time. This experiment was conducted at 02:17 without the presence of any other personnel, and the information contained in this log was obtained via interview of Dr. Pelekanos after the fact.\n\n\n\n\n\n\n\n\nPLEASE INPUT 4/7049 CLEARANCE TO VIEW THIS CONTENT\n\n\n\n\n- Close this content\n\n\n\n\n\n\n\n\nSecurity Clearance Adequate: Access Authorized\n\n\n\n\nAddendum.7049.2:\n Immediately after the conclusion of Test.7049.19, Dr. Pelekanos exited Site-47 via his personal vehicle, taking SCP-7049 with him. A search was organized once it was discovered he had not reported for his duties in the SCP-7049 project the next morning on 12/13/2012. He was apprehended in Downieville, California and returned to Site-47 approximately two weeks later. However, during duration of his absence, Dr. Pelekanos took research notes and audio recordings, detailing his discoveries about SCP-7049 and his personal thoughts. Relevant recordings have been provided below.\n\n\n\n\n\n\nAudio Recording #1\n\n\n\n\nTires are heard grinding against concrete as a vehicle quickly drives in the reverse setting\n2\n.\n\n\nDr. Pelekanos:\n (\npanicked\n) Oh shit, oh shit, oh shit, oh shit-\n\n\nDr. Pelekanos repeats this phrase several times as the vehicle is heard to be put into drive. It rapidly accelerates, and objects are heard to shift around the vehicle.\n\n\nDr. Pelekanos:\n Dad's coming baby, dad's coming…\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #2\n\n\n\n\nShuffling is heard. Dr. Pelekanos deeply inhales and exhales. A he speaks, there is a moderate echo.\n\n\nDr. Pelekanos:\n Alright…I’ve gone and done it now (\nchuckles\n).\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n (\namusedly\n) I’m still laughing about that first recording. It was a butt activation. Before I left, I had thrown the recorder into the front seat. When the adrenaline wore off, I noticed I sat on the button! Somehow didn’t notice that bulky thing…\n\n\nDr. Pelekanos does not speak for a moment, before resuming with a more serious tone.\n\n\nDr. Pelekanos:\n But that's enough of that. Let’s get down to brass tacks. First things first, to admin at 47,\n3\n I’ll clear some things up. Yes, my little field trip was planned, though, I’ll admit, last night, I did leave what you would write on your report as \"spontaneously\". I just felt like I needed to leave right then.\n\n\nNo, I don’t intend to be gone forever. I know well enough you can’t run from the Foundation for long. And yes, I’m where I’m at now to hide for as long as I can. When you find me, I’ll have been living in a literal cave in the mountains\n4\n for however long the search takes. So…I hope you like these logs, data entry guy.\n\n\nDr. Pelekanos clears his throat.\n\n\nDr. Pelekanos:\n Yes, these recordings are for you, data entry guy. And my whole spiel just now? That’s for you, discipline officer. I’m not here to be difficult. I’m here for science. That’s what we’re all about, right?\n\n\nThe crinkling sound of paper is heard as Dr. Pelekanos does not speak for several seconds.\n\n\nDr. Pelekanos:\n I wrote out the general idea for my research on the big paper ream I brought. Here:\n\n\n“From my experience in researching the nature of SCP-7049, it is my conclusion that the anomaly presents something greater than a warped view of reality. In particular, it is my hypothesis that SCP-7049 allows some anomalous view of metaphysical concepts. It is my avowed goal during this research trip to discover more about the nature of SCP-7049, and I will continue to pursue this goal as long as circumstances permit.”\n\n\nDr. Pelekanos lightly laughs.\n\n\nDr. Pelekanos:\n So, at least you can see the data I’m collecting won’t be tainted by lack of professionalism. Though I do have a small request.\n\n\nThe ruffling of clothes and the crinkling of paper is heard as Dr. Pelekanos does not speak for several seconds.\n\n\nDr. Pelekanos:\n If the admin would allow it, I’d like to dedicate what I’m doing out here to my daughter, Clara. She meant the whole world to me before all of…this, has happened, and she's still my everything. If one of you higher-ups sees this, please just…grant me that.\n\n\nDr. Pelekanos coughs.\n\n\nDr. Pelekanos:\n (\nchuckling\n) My Clara being forever connected to a real research project? It's a nice idea, but no way she'd care. She never had a passion for science. Or school, or studying anything, really. Not like she'd listen to me or her teachers about it. Always so headstrong…\n\n\nDr. Pelekanos does not speak for a moment. He sighs.\n\n\nDr. Pelekanos:\n It is 13:14, on December 14th, 2012 in Downieville, Sierra County, California. Rueben Pelekanos, signing out.\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #3\n\n\n\n\nDr. Pelekanos:\n Alright, so the first round of tests has been finished today. (\nchuckling\n) Exciting stuff, I know, but when you read the research notes, feel free to skip over whatever you want, I won't be offended. it was really nothing fancy, I put 7049 in some situations it hasn't been used before. Looked at some fish in a pond, waited to watch the sunset, even looked at some pictures on the phone of all sorts of random stuff. It was weird, everything on the screen looked all the same to me. You'd think pulsating rainbow sludge would stand out, but nope, the same crap all over my hands. The glasses must not like phones.\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n Well, I guess the most interesting test was probably the first one. Just wandered around the cave, saw what there was to see. Walls felt like they were closing in on me, the same trippy rainbow stuff you always see. The cave was…brighter than the other places I've seen? I don't know. I feel like it was, but I'm not fully sure.\n\n\nDr. Pelekanos coughs.\n\n\nDr. Pelekanos:\n But the most interesting thing I saw were the rats. I don't know how, but moving in here I didn't notice the dead rats in the back. Don't know how they died, coyote or something. It was a big one and a couple babies, probably a mom and her kids. I looked through 7049 and just…nothing. There were no shapes of the bodies, none of those little lights animals are represented by, it's just like they were not there at all, just an empty spot of floor. But that's not the kicker. I went back to walking around, I was almost done, and then those little animal lights wandered up into the cave. A couple tiny rat-shaped lights, and a big one. They wandered to the back and the big one lay down, it looked like she was nursing the young. They fell asleep when they were done.\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n I don't know what it is, but I think I may be at least partly right about my hypothesis. Death and SCP-7049 have a strange relationship, or maybe none at all. And it seems familial relationships stay intact to some extent. Whatever it is, it's something to look into. It is 17:36, on December 18th, 2012 in Downieville, Sierra County, California. Rueben Pelekanos, signing out.\n\n\nA shuffling sound is heard, presumably the movement of Dr. Pelekanos as he attempts to end the recording. As he does so, he speaks.\n\n\nDr. Pelekanos:\n (\nvery softly, whispering\n) Perfect.\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #4\n\n\n\n\nDr. Pelekanos speaks in a fatigued voice. It seems that he has physically exerted himself recently, as evidenced by his irregular need to cease speaking in order to inhale air in the beginning of the recording, and also by his higher-pitched, aspiratory tone of voice.\n\n\nDr. Pelekanos:\n I just ran back to the cave, I need to talk about (\ninhale\n) this. I was walking around town, because, you know (\ninhale\n), I gotta go out for food sometimes, and I brought the glasses with me. I've never (\ninhale\n) walked around with them in public, but I thought \"What the hell,\" you know? And it was just-\n\n\nDr. Pelekanos ceases speaking for a moment and inhales deeply. He exhales.\n\n\nDr. Pelekanos:\n I saw through houses, I saw through cars, I felt like I was on the open hill! There's more, the people were all so small! I don't know why, but it was like a grown man was the size of a cat. I think I was smaller too, not super small, but everyone else, poof, tiny! Hold on a sec-\n\n\nThe sound of feet running on stone is heard as Dr. Pelekanos is heard to quickly exit the cave. He returns a few moments later.\n\n\nDr. Pelekanos:\n It's still there! Tonight, 7049 stopped giving me the color soup, the night sky was literally pitch dark. Looking up at the moon, though, there's a little light, and I just see this…shape. Maybe 1000 feet in the air. Some big long thing, flying around like a snake slithering. Didn't even see its tail. It's hard to distinguish what it was, but I think it's got…stuff attached to it? Arms, I guess, but more arms growing out of those, like a tree branch and twigs.\n\n\nDr. Pelekanos ceases speaking for a moment and exhales.\n\n\nDr. Pelekanos:\n Alright, I just…I just need some sleep. I'll run some more tests in the morning. It is 21:19, on December 20th, 2012 in Downieville, Sierra County, California. Rueben Pelekanos, signing out.\n\n\nShuffling is heard, presumably Dr. Pelekanos moving to end the recording. As he does so, in the final milliseconds of the recording, an unintelligible whispering voice is heard.\n\n\nDr. Pelekanos:\n What the fu-\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #5\n\n\n\n\nDr. Pelekanos speaks in a fatigued tone of voice.\n\n\nDr. Pelekanos:\n (\nmumbling\n) Can’t sleep…I’ve been awake since…12:30? What’s it right now, 2:15? Something like that. (\namusedly\n) I guess I’m still not used to the hard ground yet.\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n Been hearing weird noises all night. The recorder might’ve picked up the first of it all, but…it sounded like whispers. All night. I’ve narrowed it down to two possible reasons: either it’s weird wind stuff with the cave, or I’m going crazy. Either way, it’s like someone’s whispering into my ear. Couldn’t tell you what they’re saying, though.\n\n\nDr. Pelekanos yawns. He does not speak for a moment.\n\n\nDr. Pelekanos:\n I woke up from…a dream. I was gonna call it a good dream, but I’m not sure that’s really true. I was in a field - no, a meadow, a real flower meadow. I was with Clara, she was off maybe 100 feet in front of me. I wanted to be with her, but I just…couldn’t. Then, I at least wanted to see her. My vision was blurry, and I couldn’t see without my glasses. I must’ve dropped them, because I spent all my time digging around the grass for them. Totally frantic.\n\n\nDr. Pelekanos yawns.\n\n\nDr. Pelekanos:\n The glasses were stuck in a gopher hole. When I found them and put them on…dream’s over. Not a glimpse of her.\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n I don’t even wear glasses.\n\n\nDr. Pelekanos coughs.\n\n\nDr. Pelekanos:\n It was like a trip we had…three years ago? Yeah. Clara was always a nature girl. She wanted to see a real nice, green area. (\namusedly\n) Coming from Riverside,\n5\n not much of that around there. It was a belated Christmas gift, we drove five hours up north to Yosemite in the spring. She said it was her favorite present. Mountains, waterfalls, forests, hiking. A great big meadow. Poppy’s, lilacs, the whole place was deep green and orange and white. Picturesque. From the day of her birth to the last time I saw her, she was never one to get emotional. But on that day, me, I just have to admit…\n\n\nDr. Pelekanos exhales.\n\n\nDr. Pelekanos:\n Anyway, that’s what my dream was like.\n\n\nDr. Pelekanos clicks his lips and yawns.\n\n\nDr. Pelekanos:\n Well, I guess that’s that. Let’s hope I don’t stay up till sunrise. Good night.\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #6\n\n\n\n\nDr. Pelekanos speaks with a tremulous, nervous tone of voice.\n\n\nDr. Pelekanos:\n Alright, this is a…is a, uh, breakthrough find. It’s uh, um…just listen.\n\n\nDr. Pelekanos clears his throat.\n\n\nDr. Pelekanos:\n I took 7049 out for…test 49, if we’re gonna keep count. I went by the library in town.\n6\n Not a huge place, but, you know, plenty of books, um. I put on the glasses and just…I’ve never seen anything like it! The whole place was the same rainbow garbage, and I could see the building like usual, but the books…all the books were just sludge. Black and brown sludge flowing from the shelves, the shapes of the books dissolving into a river of schlock running into the air. And they just, um, disappeared. Gone. This piqued my interest, so I stepped outside to see if anything was different, and…\n\n\nDr. Pelekanos exhales deeply and tremulously.\n\n\nDr. Pelekanos:\n All the town was like the books. The buildings, the cars, all of it, just big piles of sludge. Big, small, moving, stationary. Different, but all the same stuff. And then, I thought of the sky thing. I looked up, I thought it was gone, it wasn't near the sun anymore. But then, this huge, thin thing just appeared above me, out of nowhere, slowly slithering through the air. It was red and yellow and orange, all alternating. It was maybe as thick as a thigh, but I never saw the other end of it. And its eyes, it was totally covered in them, they were all staring at me. And it had arms, like a person, and arms attached to arms, going on and on and on…\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos.\n It was trying to talk to me. I know it. It had no mouth, but I knew it then, too. Really, a chatterbox. It was like there were two people trying to talk inside my head, I just couldn’t get a single straight thought through. That was, until I realized I didn’t see a single other person. I just heard something speak in my head like God, clear as day: “She’s here. She’s safe. She wants to see you again.” I looked down the road, and who do I see but someone walking towards me. She was all blurry, but it was a she. She was a brunette, she was pale, she, I, I…I knew her.\n\n\nA whispering voice is heard, identifiably different from the voice of Dr. Pelekanos. It says “Yes?” He does not react to it.\n\n\nDr. Pelekanos.\n It was my daughter. I could tell. I knew 7049 would help me save her, but I never imagined this. It’s the key. And it’s going to help me reach her.\n\n\nA whispering voice is heard, identifiably different from the voice of Dr. Pelekanos. It says “Yes.” He does not react to it.\n\n\nDr. Pelekanos:\n Then 7049 took her away. In a split moment, she was gone, the flying thing was gone, and the town looked…normal. I just…I just need some sleep. It is 17:56, on December 23rd, 2012 in Downieville, Sierra County, California. Rueben Pelekanos, signing out.\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #7\n\n\n\n\nDr. Pelekanos speaks in a fatigued tone of voice.\n\n\nDr. Pelekanos:\n Up awake at night again. 2:27. Great.\n\n\nDr. Pelekanos groans. The sound of shifting objects is heard.\n\n\nDr. Pelekanos:\n You know it's Christmas Eve now? Santa's not out on his sled at this hour, but…it is Christmas Eve.\n\n\nDr. Pelekanos inhales deeply.\n\n\nDr. Pelekanos:\n Clara always loved Christmas.\n\n\nDr. Pelekanos ceases speaking for a few moments.\n\n\nDr. Pelekanos:\n Damn dreams waking me up again. This one…this one was a bad one.\n\n\nDr. Pelekanos yawns.\n\n\nDr. Pelekanos:\n I was at the four-way intersection near home, middle of the night. There was a horrible, horrible wreck right in the middle of it. Chevy pick-up smashed into a Honda at 80 miles per hour. The truck ran a red, total wipe-out t-bone on the driver's side for the Honda. I was on the sidewalk, I saw the whole thing. I tell you, I was on varsity track in high school, but I never ran so fast than when I ran to that Honda. The door was totally caved in, and I cut my hand on glass that landed on the door handle, but I opened that door, I nearly ripped it off. I pulled out the driver and…and it was-\n\n\nDr. Pelekanos becomes choked up for a moment before resuming speaking in a tremulous tone of voice.\n\n\nDr. Pelekanos:\n It was my little girl. She'd been crushed from the impact. Her stomach was nearly gashed open from an exposed piece of metal. I dragged her out onto the pavement. All she could do was limply groan, she was in a complete daze. Even in a dream, the bit after that is gone for me. What I said, what I did to stop the bleeding, it's all a blur.\n\n\nDr. Pelekanos ceases speaking for approximately 30 seconds. He is heard to become choked up several times in that time frame, and it he begins to deeply inhale and exhale. He then returns to speaking in a less tremulous tone as before.\n\n\nDr. Pelekanos:\n And that's how the most beautiful thing in the world died. Hit by a hillbilly dumbfuck who couldn't drink at home on a Thursday night. My daughter Clara died about six months ago, in a real drunk driving accident, in a real Honda, from real blood loss and head injury, in the arms of a real father. I-\n\n\nDr. Pelekanos becomes choked up before resuming speaking.\n\n\nDr. Pelekanos:\n It's funny, too. She wasn't supposed to be driving, she only had her permit.\n7\n She'd taken the car to go out partying. If it…if it didn't happen, I'd have ripped her a new one when she got home.\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n But that wasn't the end of the dream. She lay there dying on pavement, and she mumbled something:\n\n\n\"Dad…dad, I can't see.\" I said:\n\n\n\"Here, take these. You'll be alright, you'll be alright…\"\n\n\nMy glasses were clipped onto my collar, so I took them off and put them on her face. She'd had her eyes mostly closed and glazed over up to then, but she opened them when she had the glasses. Life just returned to her face. She weakly smiled, she even slowly moved her hand through her hair to clean the blood out. I was the most relieved I'd ever been. I ran my hand along her face, just relishing that moment. She said:\n\n\n\"I'll be alright.\"\n\n\nI believed her. I woke up. I still believe her.\n\n\nA shuffling sound is heard as Dr. Pelekanos ceases speaking for a moment.\n\n\nDr. Pelekanos:\n I've not mentioned it in these logs for plausible deniability when I'm at a disciplinary hearing, but I honestly cannot care any less right now. Ever since the test on the mourning dove, I knew 7049 had power over death. Or, at least, it offered us a new perspective. I thought 7049 could do something for my daughter. But, now I'm certain it's going to help me get her back. I don't know how, I have no hard evidence. But I'm not out here to do science. I'm trying to perform a miracle. I believe I can.\n\n\nDr. Pelekanos coughs.\n\n\nDr. Pelekanos:\n I'll see you all in the morning.\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #8\n\n\n\n\nNote - Visual descriptions and statements credited to\n “Anomalous Entity” \nare not directly seen or heard in the audio. Said descriptions and statements were retroactively added to this log after interviewing Dr. Pelekanos about this recording in order to create a more understandable log of events.\n\n\n\n\nDr. Pelekanos exhales deeply. He is standing in the cave in which he has been inhabiting for approximately two weeks.\n\n\nDr. Pelekanos:\n Okay, here we go…(\nquietly\n) let’s talk.\n\n\nDr. Pelekanos begins to wear SCP-7049. Dr. Pelekanos gasps.\n\n\nDr. Pelekanos:\n Alright, into it already…\n\n\nThe anomalous entity previously seen by Dr. Pelekanos has taken up the majority of the interior space of the cave. It appears coiled onto itself, to the extent that it is difficult to distinguish the anomaly’s appendages and main body. The only space not taken up by the entity is the small area where Dr. Pelekanos is standing. All of the entity’s eyes are focused on Dr. Pelekanos.\n\n\nDr. Pelekanos:\n Hello?\n\n\nThe entity begins to telepathically communicate with Dr. Pelekanos.\n\n\nAnomalous Entity:\n Human.\n\n\nDr. Pelekanos:\n Yes, yes I’m here. You hear me?\n\n\nThe entity does not speak for a moment.\n\n\nAnomalous Entity:\n A foolish question. I need not ears to hear, I need not a mouth to speak.\n\n\nDr. Pelekanos:\n (\napologetically\n) Oh, I’m sorry, I’m sorry, I didn’t think that through well enough, this is a crazy situa-\n\n\nAnomalous Entity:\n Worry not, I have taken no offense. I understand that this is not place natural to you.\n\n\nDr. Pelekanos:\n Oh, thank you, thank you so much. I’m sure you know that I need you.\n\n\nAnomalous Entity:\n You have spoken correctly. Truly, you are one of the wisest among men, as you have found a great truth: my realm is one of the dead; that is, a borderland between the Earth and the pit. Many a soul wander in the land.\n\n\nDr. Pelekanos:\n (\nspoken quickly\n) And my little girl?\n\n\nAnomalous Entity:\n You have seen her. She is here. She is safe.\n\n\nDr. Pelekanos does not respond.\n\n\nAnomalous Entity:\n I have seen her from before her entry into this realm. I beheld her on the hour of her death. Understand, I feel great pity.\n\n\nDr Pelekanos:\n (\nexcitedly\n) Yes?\n\n\nThe entity does not speak for a moment.\n\n\nAnomalous Entity:\n You-\n\n\nThe entity extends all of its arm-like appendages\n8\n \nsurrounding Dr. Pelekanos, making a gesture similar to that of human extending their index finger. All of the appendages point towards Dr. Pelekanos.\n\n\nAnomalous Entity:\n -Have no authority to ask what you seek.\n\n\nDr. Pelekanos does not speak for a moment. He begins to tremble slightly.\n\n\nDr. Pelekanos:\n (\ntremulously\n) B-but but, just-\n\n\nDr. Pelekanos falls to his knees.\n\n\nDr. Pelekanos:\n You're…you're something I can't understand. You're on a whole different plane above me. And you're big, big and important in a way I couldn't begin to comprehend It's just…you've got to get it. My daughter…she bled out in my arms, and she couldn't even tell they were mine. I've left everything behind, my job, my whole life, just to be right here. I've got nothing left when the Foundation catches me in this. I'll do whatever it takes, anything, just…please, help me. Help me bring her back home.\n\n\nThe entity does not speak for a moment. It retracts its appendages to their original position.\n\n\nAnomalous Entity:\n Human, your feelings are well known by me, but by no means have I understood them until this day. Very well, the girl will be returned to you. Flesh and blood.\n\n\nDr. Pelekanos exclaims with joy. He runs towards the entity, embracing and kissing it. Though not physically experiencing any sensation, he observes two of the entity's appendages touch and caress him.\n\n\nDr. Pelekanos:\n (\njoyfully\n) Oh, thank you, thank you, oh thank you!\n\n\nAnomalous Entity:\n Consider it not a debt, child. Though, understand there is work to be done to retrieve a soul from the borderlands.\n\n\nDr. Pelekanos:\n (\necstatically\n) I understand. Where do we start?\n\n\nAnomalous Entity:\n Right in this very place. I must hear from you, do you understand what you request of me?\n\n\nDr. Pelekanos:\n Yes, yes, you're going to work a miracle.\n\n\nAnomalous Entity:\n No, please understand! I must use much of my strength to return the girl to the living. Much more than I am accustomed to.\n\n\nDr. Pelekanos:\n Oh, I'm sor-\n\n\nAnomalous Entity:\n Worry not, for I still project some power out of this realm. You have heard it, a voice, that visits you by night. But you must understand that you request a great work. You must consider that I am here due to human hands, placed here by the work of men, who even then have slandered my name. Therefore, this is a great favor. With these issues understood, will you listen to my counsel? Do you pledge yourself to do as I instruct?\n\n\nDr. Pelekanos:\n (\nemphatically\n) Yes! Everything you ask!\n\n\nAnomalous Entity:\n Good.\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n So, what do we do next?\n\n\nThe entity does not speak for a moment.\n\n\nAnomalous Entity:\n Hear from the girl herself.\n\n\nThe entity demanifests, returning the cave to its typical appearance as seen through SCP-7049.\n\n\nDr. Pelekanos does not move for several minutes. Dr. Pelekanos begins to grow anxious.\n\n\nDr. Pelekanos:\n Hello? Hello!\n\n\nThe recording continues for approximately 47 minutes. Nothing of note occurs as Dr. Pelekanos remains in the cave, occasionally calling for the entity. There is no response.\n\n\nDr. Pelekanos:\n He'll be back…I know he'll be back.\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nAudio Recording #9\n\n\n\n\nNote - Visual descriptions are not seen in the audio. Said descriptions were retroactively added to this log after interviewing Dr. Pelekanos about this recording. This was done to create a more understandable log of events.\n\n\n\n\nThe sound of footsteps and the crushing of leaves is heard from a distance. It begins to grow louder. Dr. Pelekanos is heard to quickly rise to his feet.\n\n\nDr. Pelekanos:\n Finally was getting a good night of sleep. What the hell is that?\n\n\nDr. Pelekanos rises from the floor, carrying SCP-7049, and looks out the cave opening. The sounds previously described continue to grow louder and louder.\n\n\nDr. Pelekanos:\n (\nquietly\n) Oh, please, please, please, please, please…\n\n\nThe sound begins to resemble that of a bipedal entity walking up the hill in which the cave is located. This sound continuously grows louder and louder for nearly a minute, before the sound of the footsteps originates from the cave. The sound then ceases. Dr. Pelekanos deeply exhales. He begins to wear SCP-7049.\n\n\nLocated within the cave, approximately 15 feet from Dr. Pelekanos, appears to be Clara Pelekanos. She is unaffected by SCP-7049's visual distortions. She tilts her head and smiles.\n\n\nClara Pelekanos\n9\n:\n Hi, dad.\n\n\nDr. Pelekanos exclaims in joy and runs towards Clara Pelekanos. He mimics the motion of embracing her, although she is not physically present in reality. She reacts in kind, embracing Dr. Pelekanos as both rest their head on each other's shoulders. Dr. Pelekanos begins to cry.\n\n\nDr. Pelekanos:\n (\namidst sobs\n) I-I..I…Clara, it's just…I-\n\n\nClara Pelekanos:\n Stop.\n\n\nClara Pelekanos and Dr. Pelekanos both move their heads off of each other's shoulders, as to be able to see the other's face. Clara Pelekanos has begun to cry as well.\n\n\nClara Pelekanos:\n It's alright dad, you don't need to say anything.\n\n\nDr. Pelekanos:\n No, baby, I do! I've been in hell for half a year, but now, I…now that you're here-\n\n\nClara Pelekanos:\n Forget it all. I'm back.\n\n\nNeither individual speaks for several moments, as both smile and laugh with much emotion, though both still continue to shed tears.\n\n\nDr. Pelekanos:\n (\ntremulously laughing\n) Don't you ever take the car again!\n\n\nClara Pelekanos tremulously laughs.\n\n\nClara Pelekanos:\n (\namidst laughs and sobs\n) Trust me, I won't.\n\n\nNeither speak for several moments.\n\n\nDr. Pelekanos:\n I can hear you.\n\n\nClara Pelekanos:\n Yes, about that…\n\n\nClara takes three steps backwards, concluding the embrace.\n\n\nClara Pelekanos:\n Teacher decided, for your sake, that I should be able to talk, with a real voice. He knew you couldn't wait another second to hear it. But we've still got a long way to go to take me out of the borderland.\n\n\nDr. Pelekanos:\n Yes, yes…Teacher?\n\n\nClara Pelekanos:\n You've met him. 10,000 arms, 1,000,000 eyes?\n\n\nDr. Pelekanos:\n Yes, right. He's been good to you, I hope?\n\n\nClara Pelekanos:\n Oh, of course! Teacher is great! Trust me, I was so stupid before he took me in.\n\n\nDr. Pelekanos:\n Really? What'd he teach you?\n\n\nClara Pelekanos:\n Oh, what didn't he teach me! He's has eyes on everything, he is the one who watches all. No one else knows anything! Make sure you listen to him.\n\n\nDr. Pelekanos:\n Oh yeah? You listened to your teacher for once? Tell me a little bit of that wisdom.\n\n\nClara Pelekanos takes one step backwards. As she speaks the following statement, Dr. Pelekanos believes\n10\n \nthat the irises of her eyes begin to shift between the colors of red, orange, and yellow, as opposed to their typical black color.\n\n\nClara Pelekanos:\n From the spark of the flint upon stone, to the hearth which brought forth flame to form brick, to the combustion of the steam engine, to the burst of atomic fire, man's invention has been folly and vanity. All of true wisdom and authority lies beyond his reach, and his drive has come to nothing. From the tablet, to the page, to the screen, all dens of lives, man's words have been nothing but sewage. You, I, we are but insects. We owe an eternal debt to the Teacher.\n\n\nDr. Pelekanos does not respond. He is bewildered by the statement. Clara Pelekanos laughs.\n\n\nClara Pelekanos:\n Not exactly something I learned from Ms. Rivera's philosophy class, right? Just a little moniker from Teacher.\n\n\nDr. Pelekanos does not respond for a moment. He then regains his composure.\n\n\nDr. Pelekanos:\n (\nchuckling\n) Heh, you're right. You're probably correct about another thing, too. I bet it's easy for him to watch everything with so many eyes.\n\n\nClara Pelekanos:\n (\nsnapping\n) Don't you insult Teacher like that!\n\n\nDr. Pelekanos:\n (\napologetically\n) I'm sorry, I'm sorry, I bet he means a lot to you. My fault.\n\n\nClara Pelekanos:\n Yes…but it's time to get down to business, right? Not like I can do much as it is.\n\n\nDr. Pelekanos:\n Of course, baby, what do I have to do?\n\n\nClara Pelekanos:\n Putting me back on Earth takes a lot of energy, but Teacher's got it. The issue is that you need to open the door for him. Dad, can you do that?\n\n\nDr. Pelekanos:\n Yes, Clara, anything.\n\n\nClara Pelekanos:\n Perfect. He needs something to write on the ground with, and he needs something that you can break the glasses with\n\n\nDr. Pelekanos:\n I have a pen, and I guess I could grab a rock.\n\n\nClara Pelekanos:\n No, a pen's no good. Teacher needs a nice big doorway on the ground, and your pen can't draw that.\n\n\nDr. Pelekanos:\n Well, I don't have anything else.\n\n\nClara does not speak for a moment.\n\n\nClara Pelekanos:\n Steal something.\n\n\nDr. Pelekanos:\n What?\n\n\nClara Pelekanos:\n You need to get something from somewhere, right?\n\n\nDr. Pelekanos:\n Clara, you know I never taught you anything like that!\n\n\nClara Pelekanos does not speak for a moment. Her facial expression saddens, before she suddenly begins to cry.\n\n\nDr. Pelekanos:\n Oh no no no, baby, please, what is it? It's nearly 4 A.M., I can go buy it in the morning.\n\n\nClara Pelekanos:\n (\namidst sobs\n) It's…it's just that…that's it? You won't do this for me? You'll let your stupid morality shit stop you from taking some chalk or something from one of these fucking hicks?\n\n\nDr. Pelekanos:\n Oh, no, I'll get you your chalk, I'll get it.\n\n\nClara Pelekanos quickly returns to her previous emotional state.\n\n\nClara Pelekanos:\n \nsniff\n Really?\n\n\nDr. Pelekanos:\n Really.\n\n\nClara Pelekanos:\n Good. Please hurry. I've waited too long to see you.\n\n\nClara Pelekanos demanifests, and the cave returns to its typical appearance as seen through SCP-7049.\n\n\nDr. Pelekanos:\n (\nquietly\n) I've waited too long too, Clara.\n\n\n\n\nEND RECORDING\n\n\n\n\n\n\n\n\nVideo Log\n\n\n\n\nDate:\n 12/25/2012\n\n\nTime:\n 04:10\n\n\nLocation:\n Downieville General Store, Downieville, California\n\n\nNote - The following log is a transcript of security camera from within Downieville General Store.\n\n\n\n\n[BEGIN LOG]\n\n\nVideo feed begins, displaying the interior of a dimly lit small general store. The shelves are stocked with various items. The store owner is sleeping in a back room out of view. Suddenly, glass shards are seen to be rapidly expelled from the left wall window, and Dr. Pelekanos enters the frame from the left side. He steps through the window frame and begins frantically searching the store.\n\n\nDr. Pelekanos\n: (\nwhispering\n) Come on, there must be something here.\n\n\nAs Dr. Pelekanos searches the central aisle, the store owner rushes from the back room to the main store.\n\n\nStore Owner:\n (\nstartled, with anger\n) Hey, what are you doing?\n\n\nDr. Pelekanos rushes to his feet and begins running around the store. The store owner moves around the check-out counter and chases after him through the aisles. As they run, Dr. Pelekanos's eyes look around the shelves.\n\n\nStore Owner:\n Stop! Who are you?\n\n\nDr. Pelekanos takes a hammer and a box of chalk from the shelves as he runs past them.\n\n\nDr. Pelekanos:\n (\nfatigued\n) Please, just give me five minutes outside. Call the police, do whatever you want. Just give me some time.\n\n\nThe store owner hesitates. His facial expression is that of confusion. Dr. Pelekanos uses the opportunity to run out the door, and the store owner does not continue the chase.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAudio Recording #10\n\n\n\n\nNote - Visual descriptions are not seen in the audio. Said descriptions were retroactively added to this log after interviewing Dr. Pelekanos about this recording. This was done to create a more understandable log of events. This recording was taken immediately after the events of the previous video log.\n\n\n\n\nDr. Pelekanos is running down the main street of Downieville, California. He is holding his stolen items in one hand, and SCP-7049 in the other. The voice of Clara Pelekanos is heard, emanating from Dr. Pelekanos' right.\n\n\nClara Pelekanos:\n Dad! Put on the glasses!\n\n\nDr. Pelekanos:\n (\nfatigued\n) Right, right.\n\n\nDr. Pelekanos begins to wear SCP-7049. Its typical visually anomalous effects are not present, with the exception of the fact that Clara Pelekanos appears to be visible running alongside Dr. Pelekanos.\n\n\nDr. Pelekanos:\n What the hell's wrong with the glasses?\n\n\nClara Pelekanos:\n Teacher's drawing all the energy he can muster from the place! He's barely got anything left for you to see me!\n\n\nDr. Pelekanos:\n (\nchuckling\n) Draining an alternate dimension dry? You bet that'll be the craziest thing we'll do together?\n\n\nClara Pelekanos laughs.\n\n\nClara Pelekanos:\n I hope not.\n\n\nNeither individual speaks for a moment.\n\n\nClara Pelekanos:\n It's Christmas, you know.\n\n\nDr. Pelekanos:\n The thought has crossed my mind.\n\n\nClara Pelekanos:\n (\nchuckling\n) Heh, me too. I'm ready for the best Christmas ever when we get home. Even better than three years ago, with the Yosemite trip.\n\n\nDr. Pelekanos:\n Clara, you have absolutely no idea-\n\n\nClara Pelekanos:\n Stop right here!\n\n\nDr. Pelekanos ceases running. He is located in the center of an intersection in the Downieville downtown.\n\n\nClara Pelekanos:\n The chalk!\n\n\nDr. Pelekanos opens the stolen cardboard box containing chalk and retrieves a white piece from it.\n\n\nClara Pelekanos:\n Draw!\n\n\nDr. Pelekanos:\n I don't know-\n\n\nClara Pelekanos:\n Teacher will guide you! Just go!\n\n\nDr. Pelekanos drops to the ground and begins to quickly draw on the pavement with the chalk. He illustrates several occult symbols and patterns within a larger circle. This occurs over approximately two minutes.\n\n\nAt the same time, Foundation Agents \"Quebec\" and \"Tango\", under the guise of Sierra County police officers arrive at the Downieville General Store and conduct a brief interview of the store owner.\n\n\nClara Pelekanos:\n Done!\n\n\nDr. Pelekanos:\n Clara, what even is-\n\n\nClara Pelekanos briefly speaks in a deep, shifting, inhuman tone of voice.\n\n\nClara Pelekanos:\n Shut the fuck up! Just do what Teacher says!\n\n\nDr. Pelekanos:\n Don't you talk like-\n\n\nClara Pelekanos:\n The Foundation will be here in no time! That's why we couldn't wait for the chalk!\n\n\nDr. Pelekanos:\n (\nwith emphasis\n) Shit! What do I do?\n\n\nClara Pelekanos:\n Say the freeing words!\n\n\nDr. Pelekanos:\n Um, alright, he's the one talking, I guess - oh great teacher, from the void you comest, and to you all dominion goes. You \n[[MEMETIC HAZARD EXPUNGED]]\n.\n\n\nDr. Pelekanos begins to invoke an occult prayer of unknown origin.\n\n\nAt the same time, the Foundation agents at the general store have concluded their interview, learning Dr. Pelekanos had ran down the main road. They quickly enter their vehicle, a Sierra County police cruiser, and drive towards Dr. Pelekanos, arriving as he concludes his prayer. They park their vehicle about 150 feet from him. They begin to quickly approach him.\n\n\nAgent \"Tango\":\n Rueben Pelekanos, put your hands over your fucking head!\n\n\nThe hammer that Dr. Pelekanos carries begins to experience color and visual distortions. Readings from nearby Reading Station-467Ae47 indicate that Hume levels drop dramatically, suggesting a breakdown in the integrity of reality. This drop was extremely unstable, suggesting that it could not be maintained for an extended period of time. Station computers conclude that, in then current conditions, the formation of an interdimensional portal was inevitable.\n\n\nClara Pelekanos:\n Smash the glasses!\n\n\nClara Pelekanos puts her hand to her head and appears ill. Dr. Pelekanos holds the hammer up as to briefly inspect it.\n\n\nClara Pelekanos:\n (\nquietly\n) I can not stay any longer. Teacher is coming to prepare the way. He must hide no longer.\n\n\nIt appears to Dr. Pelekanos that Clara Pelekanos' skull bursts open, breaking into two halves that hang from the neck. The anomalous entity emerges from her neck, rapidly rising into the sky and coiling above Dr. Pelekanos. All of its appendages have gestured as to point at Dr. Pelekanos. The entity possesses human-like mouths where its eyes were previously observed. Its mouths moving in unison, the entity speaks at an extremely high volume, as the agents and nearby civilians are capable of hearing it. Its voice resembles an extremely corrupted impression of Clara Pelekanos.\n\n\nAnomalous Entity:\n (\ndeeply, nearly incomprehensibly\n) Do not let them stop you, Rueben! Destroy the glasses, so that you may see your daughter, flesh and blood! Bring down the hammer upon this prison!\n\n\nDr. Pelekanos hesitates for a moment, observing the entity as it moves above him. He then throws SCP-7049 to the ground, and raises the hammer as to strike the object\n\n\nAgent \"Quebec\":\n Fuck-\n\n\nAgent \"Quebec\" tackles Dr. Pelekanos, causing him to lose grip of the hammer and pushing both men to the ground. SCP-7049, the hammer, and the audio recorder fall to the ground nearby. SCP-7049 begins to vibrate as to move into a closer proximity to the two men. Dr. Pelekanos begins to fiercely resist the agent, attempting to force his fingers into Agent \"Quebec's\" exposed eye sockets. The agent is forced to slightly retreat from Dr. Pelekanos to avoid serious injury, though still remaining on top of him.\n\n\nDr. Pelekanos then takes hold of the hammer and attempts to strike SCP-7049. Agent \"Tango\", coming near to the other men, then kicks Dr. Pelekanos' hand as to cause him to drop the hammer. Assisted by Agent \"Quebec\", Agent \"Tango\" forces Dr. Pelekanos onto his stomach, and he places handcuffs on Dr. Pelekanos.\n\n\nAgent \"Tango\":\n Rueben Pelekanos, you are under arrest under suspicion of burglary-\n\n\nDr. Pelekanos:\n Fuck! I knew you fucks would find me! Just give me a second! One second!\n\n\nDr. Pelekanos is forced to rise to his feet by the agents. They begin to escort him towards the police cruiser.\n\n\nAgent \"Tango\":\n You have the right to remain silent. Anything you say-\n\n\nDr. Pelekanos:\n You have no clue what the hell you're doing! Let me go!\n\n\nAgent \"Tango\":\n -Can be used against you in court. You have the right-\n\n\nMulticolored light begins to emanate from SCP-7049.\n\n\nAnomalous Entity:\n You fools! You have damned an innocent girl to an eternity of hell! Take hold of the hammer! Smash into pieces that which imprisons us!\n\n\nDr. Pelekanos is forced into the back seat of the agent's vehicle. Dr. Pelekanos continues to protest inside the vehicle. The agents enter the front seats, and they return to their assigned safe house.\n\n\nThe recording continues for approximately eight minutes, when Agent \"Sierra\" returns to the area to retrieve all objects left at the scene, including SCP-7049. By that time, SCP-7049 had ceased emanating light. Hume levels return to typical conditions. The agent concludes the recording.\n\n\n\n\nEND RECORDING\n\n\n\n\nAddendum.7049.2:\n Interview Log\n\n\n\n\nInterviewed:\n Dr. Pelekanos\n\n\nInterviewee:\n Dr. Brown\n\n\nDate: 12/27/2012\n\n\nLocation: Site-47 Interrogation Room 12\n\n\nNote-Dr. Pelekanos had been returned to the site earlier on 12/27/2012 and was pending a disciplinary hearing.\n\n\n\n\nDr. Brown enters the room. He walks towards the interrogation table, lowering himself slowly into his chair. Dr. Pelekanos has oriented his face towards the ground and does not acknowledge Dr. Brown.\n\n\nAfter several moments, Dr. Brown raises both hands into a gesture before placing them on the table.\n\n\nDr. Brown:\n Why the hell'd you do it, Rueben?\n\n\nDr. Pelekanos does not respond.\n\n\nDr. Brown:\n Fuck's sake. What's gotten into you?\n\n\n\n\nDr. Pelekanos does not respond\n\n\nDr. Brown:\n You ruined my Christmas, you know that? I got dragged into the office at seven A.M. to deal with your little stunt. The guys had narrowed your location down and were about to visit your cave. The least you could do was not give yourself up in the middle of the night.\n\n\nDr. Pelekanos does not speak for a moment. When he begins doing so, he speaks at a volume that is barely audible.\n\n\nDr. Pelekanos:\n You have no idea how it feels.\n\n\nDr. Brown:\n What?\n\n\nDr. Pelekanos:\n (\nlouder\n) Have you ever lost anyone, Jim?\n\n\nDr. Brown does not respond for a moment.\n\n\nDr. Brown:\n Well, yes. My mother passed away in February.\n\n\nDr. Pelekanos:\n How many times did she die?\n\n\nDr. Brown:\n What?\n\n\nDr. Pelekanos:\n (\nlouder, agitated\n) I said, how many times did your mother die?\n\n\nDr. Brown:\n Just once, I guess.\n\n\nDr. Pelekanos does not respond for a moment.\n\n\nDr. Pelekanos:\n You killed Clara, Jim.\n\n\nDr. Brown:\n Rueben, a drunk driver killed your daughter.\n\n\nDr. Pelekanos:\n (\nenraged\n) No!\n\n\nDr. Pelekanos slams his fist onto the table.\n\n\nDr. Pelekanos:\n (\nmore calmly\n) No, Jim! I was this close to getting her back. If I was a second faster, I'd be with her today. I'd hear the music for smashing up 7049, but she'd be on this Earth again, and I'd take that trade a thousand times. But you, your-\n\n\nDr. Pelekanos begins to motion with his fingers.\n\n\nDr. Pelekanos:\n \"Guys\", your \"investigation\", you stopped it all. She could've been alive today. She's not. You killed her a second time. You have no idea, just no idea…\n\n\nDr. Brown exhales.\n\n\nDr. Brown:\n Listen, this is what I'm here for, Reuben. Interviews will be bothering you day in and day out for months, I've seen the schedule. You're going to get poked and prodded about every little detail of this mess. Now, I can't stop that, but I just want you to know something they won't. You don't need to tell them about it, obviously, but I was just approved to share it with you.\n\n\nDr. Pelekanos does not respond for a moment.\n\n\nDr. Pelekanos:\n What is it?\n\n\nDr. Brown:\n When they found 7049, a really old looking tablet was placed nearby, and someone had written on it. It was Level Four clearance because the original was a nasty infohazard and because we didn't know what it meant, but now I think you've answered the latter question.\n\n\nDr. Pelekanos:\n Why the hell was I not told about this?\n\n\nDr. Brown:\n You were never Project Manager, Rueben, you know how the Foundation is with secrecy. Just listen. It's from the Middle Ages, so bear with me, but here's a copy:\n\n\n\"Heed this warning! For this devil, the one who beholds, was not imprisoned into that through which one beholds without cause. He is a crafty beast,-\"\n\n\nDr. Pelekanos:\n (\nquietly\n) No…\n\n\nDr. Brown:\n \"-A liar, full of conceit and falsehood,-\"\n\n\nDr. Pelekanos:\n (\nlouder\n) No, it can't-\n\n\nDr. Brown:\n \"-wicked to his root, as one who drags men to the pit as one they love.\"\n\n\nDr. Pelekanos rises from his seat.\n\n\nDr. Pelekanos:\n (\nyelling\n) No! It's impossible!\n\n\nDr. Brown:\n I'm sorry man, but it all checks out.\n\n\nDr. Pelekanos:\n (\nyelling, though less intensely\n) I saw my girl in there! I talked to her! She's alive in there! That thing, it was helping me get her out! It's no devil, no liar…it was helping me, I-\n\n\nDr. Pelakanos collapses into his seat and begins to lightly cry. He becomes choked up momentarily before continuing.\n\n\nDr. Pelekanos:\n (\namidst tears\n) I was gonna get my Clara back!\n\n\nDr. Brown rises from his seat and walks towards Dr. Pelekanos. He places his hand on Dr. Pelekanos' shoulder, presumably as a form of condolence.\n\n\nDr. Brown:\n Rueben, you gotta understand. The thing felt trapped in its own little pocket dimension, and it used you so it could escape its cage. Nothing more.\n\n\nDr. Brown does not speak for a moment.\n\n\nDr. Brown:\n But don't get angry about yourself, get mad for Clara! That thing thought it could make a fake of her to push your buttons. Be happy that piece of shit can't use your daughter as a sock puppet anymore! Think about it like this. She died only once, but she was allowed to rest twice.\n\n\nDr. Pelekanos does not speak for a moment.\n\n\nDr. Pelekanos:\n (\nquietly\n) I could've gotten my little girl back…\n\n\nDr. Brown sighs. He walks to the door.\n\n\nDr. Brown:\n That wasn't your daughter, Rueben. She's dead. Accept that.\n\n\nDr. Brown exits the room. Dr. Pelekanos has ceased crying, and has become motionless in his chair, resting his elbows on the table and his head in his hands. He remains in this state for several moments\n\n\nSuddenly, Dr. Pelekanos rises from his chair and takes hold of it. Raising the chair into the air, he begins to strike the interrogation table with it. As he speaks, he is barely comprehensible.\n\n\nDr. Pelekanos:\n (\nenraged\n) Fuck, fuck, fuck, fuck, fuck!\n\n\nSecurity personnel enter the room. They attempt to force Dr. Pelekanos to cease his current behavior.\n\n\n[[END LOG]]\n\n\n\n\nAddendum.7049.3:\n Due to the emotional state in which Dr. Pelekanos was in during his actions from 12/13/2012-12/25/2012, a minor disciplinary action was deemed appropriate. Dr. Pelekanos was referred to counseling and was subjected to moderate salary cuts and demotions. After approximately a year of therapy, Dr. Pelekanos was deemed to be entirely free of his previous mental health issues by his appointed psychiatrist, and he has since returned to his full duties as a Site-47 Researcher.\n\n\nAccording to the psychiatrist's notes, of particular importance for Dr. Pelekanos' recovery was an event that occurred approximately 11 months into his treatment. While conversing, Dr. Pelekanos declared his acceptance of the death of his daughter, Clara Pelekanos.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Because interaction with SCP-7049 has been prohibited indefinitely, there will be no clarification on the issue in the near future.\n\n\n2\n. This is thought to be Dr. Pelekanos exiting his staff parking space.\n\n\n3\n. That is, Site-47 Administration.\n\n\n4\n. Dr. Pelekanos was discovered in Downieville, California, a small town in the Sierra Nevada mountain range. Interviews show that he inhabited a cave near the town for the duration of this absence.\n\n\n5\n. Riverside is an arid city in southern California.\n\n\n6\n. That is, the Downieville Public Library.\n\n\n7\n. That is, a learner's permit.\n\n\n8\n. Dr. Pelekanos estimated that 500 individual arm-like appendages were visible, not including the smaller limbs attached to said appendages.\n\n\n9\n. Although not the physical Clara Pelekanos present in reality before her death, this entity will be referred to as Clara Pelekanos for the sake of clarity.\n\n\n10\n. During interviews, Dr. Pelekanos has stated that he believes that this event occurred. However, he is unsure, citing his emotional situation at the time and the faultiness of his memory. He has also cited the possibility that Clara Pelekanos' eyes were reflecting color from the rest of the environment SCP-7049 presents.",
    "addendums": [
        "Addendum.7049.1: Test Log"
    ],
    "documents": [],
    "notes": [
        "Audio Recording #1 Tires are heard grinding against concrete as a vehicle quickly drives in the reverse setting 2 . Dr. Pelekanos: ( panicked ) Oh shit, oh shit, oh shit, oh shit- Dr. Pelekanos repeats this phrase several times as the vehicle is heard to be put into drive. It rapidly accelerates, and objects are heard to shift around the vehicle. Dr. Pelekanos: Dad's coming baby, dad's coming… END RECORDING",
        "Audio Recording #2 Shuffling is heard. Dr. Pelekanos deeply inhales and exhales. A he speaks, there is a moderate echo. Dr. Pelekanos: Alright…I’ve gone and done it now ( chuckles ). Dr. Pelekanos does not speak for a moment. Dr. Pelekanos: ( amusedly ) I’m still laughing about that first recording. It was a butt activation. Before I left, I had thrown the recorder into the front seat. When the adrenaline wore off, I noticed I sat on the button! Somehow didn’t notice that bulky thing… Dr. Pelekanos does not speak for a moment, before resuming with a more serious tone. Dr. Pelekanos: But that's enough of that. Let’s get down to brass tacks. First things first, to admin at 47, 3 I’ll clear some things up. Yes, my little field trip was planned, though, I’ll admit, last night, I did leave what you would write on your report as \"spontaneously\". I just felt like I needed to leave right then. No, I don’t intend to be gone forever. I know well enough you can’t run from the Foundation for long. And yes, I’m where I’m at now to hide for as long as I can. When you find me, I’ll have been living in a literal cave in the mountains 4 for however long the search takes. So…I hope you like these logs, data entry guy. Dr. Pelekanos clears his throat. Dr. Pelekanos: Yes, these recordings are for you, data entry guy. And my whole spiel just now? That’s for you, discipline officer. I’m not here to be difficult. I’m here for science. That’s what we’re all about, right? The crinkling sound of paper is heard as Dr. Pelekanos does not speak for several seconds. Dr. Pelekanos: I wrote out the general idea for my research on the big paper ream I brought. Here: “From my experience in researching the nature of SCP-7049, it is my conclusion that the anomaly presents something greater than a warped view of reality. In particular, it is my hypothesis that SCP-7049 allows some anomalous view of metaphysical concepts. It is my avowed goal during this research trip to discover more about the nature of SCP-7049, and I will continue to pursue this goal as long as circumstances permit.” Dr. Pelekanos lightly laughs. Dr. Pelekanos: So, at least you can see the data I’m collecting won’t be tainted by lack of professionalism. Though I do have a small request. The ruffling of clothes and the crinkling of paper is heard as Dr. Pelekanos does not speak for several seconds. Dr. Pelekanos: If the admin would allow it, I’d like to dedicate what I’m doing out here to my daughter, Clara. She meant the whole world to me before all of…this, has happened, and she's still my everything. If one of you higher-ups sees this, please just…grant me that. Dr. Pelekanos coughs. Dr. Pelekanos: ( chuckling ) My Clara being forever connected to a real research project? It's a nice idea, but no way she'd care. She never had a passion for science. Or school, or studying anything, really. Not like she'd listen to me or her teachers about it. Always so headstrong… Dr. Pelekanos does not speak for a moment. He sighs. Dr. Pelekanos: It is 13:14, on December 14th, 2012 in Downieville, Sierra County, California. Rueben Pelekanos, signing out. END RECORDING",
        "Interviewed: Dr. Pelekanos Interviewee: Dr. Brown Date: 12/27/2012 Location: Site-47 Interrogation Room 12 Note-Dr. Pelekanos had been returned to the site earlier on 12/27/2012 and was pending a disciplinary hearing. Dr. Brown enters the room. He walks towards the interrogation table, lowering himself slowly into his chair. Dr. Pelekanos has oriented his face towards the ground and does not acknowledge Dr. Brown. After several moments, Dr. Brown raises both hands into a gesture before placing them on the table. Dr. Brown: Why the hell'd you do it, Rueben? Dr. Pelekanos does not respond. Dr. Brown: Fuck's sake. What's gotten into you? Dr. Pelekanos does not respond Dr. Brown: You ruined my Christmas, you know that? I got dragged into the office at seven A.M. to deal with your little stunt. The guys had narrowed your location down and were about to visit your cave. The least you could do was not give yourself up in the middle of the night. Dr. Pelekanos does not speak for a moment. When he begins doing so, he speaks at a volume that is barely audible. Dr. Pelekanos: You have no idea how it feels. Dr. Brown: What? Dr. Pelekanos: ( louder ) Have you ever lost anyone, Jim? Dr. Brown does not respond for a moment. Dr. Brown: Well, yes. My mother passed away in February. Dr. Pelekanos: How many times did she die? Dr. Brown: What? Dr. Pelekanos: ( louder, agitated ) I said, how many times did your mother die? Dr. Brown: Just once, I guess. Dr. Pelekanos does not respond for a moment. Dr. Pelekanos: You killed Clara, Jim. Dr. Brown: Rueben, a drunk driver killed your daughter. Dr. Pelekanos: ( enraged ) No! Dr. Pelekanos slams his fist onto the table. Dr. Pelekanos: ( more calmly ) No, Jim! I was this close to getting her back. If I was a second faster, I'd be with her today. I'd hear the music for smashing up 7049, but she'd be on this Earth again, and I'd take that trade a thousand times. But you, your- Dr. Pelekanos begins to motion with his fingers. Dr. Pelekanos: \"Guys\", your \"investigation\", you stopped it all. She could've been alive today. She's not. You killed her a second time. You have no idea, just no idea… Dr. Brown exhales. Dr. Brown: Listen, this is what I'm here for, Reuben. Interviews will be bothering you day in and day out for months, I've seen the schedule. You're going to get poked and prodded about every little detail of this mess. Now, I can't stop that, but I just want you to know something they won't. You don't need to tell them about it, obviously, but I was just approved to share it with you. Dr. Pelekanos does not respond for a moment. Dr. Pelekanos: What is it? Dr. Brown: When they found 7049, a really old looking tablet was placed nearby, and someone had written on it. It was Level Four clearance because the original was a nasty infohazard and because we didn't know what it meant, but now I think you've answered the latter question. Dr. Pelekanos: Why the hell was I not told about this? Dr. Brown: You were never Project Manager, Rueben, you know how the Foundation is with secrecy. Just listen. It's from the Middle Ages, so bear with me, but here's a copy: \"Heed this warning! For this devil, the one who beholds, was not imprisoned into that through which one beholds without cause. He is a crafty beast,-\" Dr. Pelekanos: ( quietly ) No… Dr. Brown: \"-A liar, full of conceit and falsehood,-\" Dr. Pelekanos: ( louder ) No, it can't- Dr. Brown: \"-wicked to his root, as one who drags men to the pit as one they love.\" Dr. Pelekanos rises from his seat. Dr. Pelekanos: ( yelling ) No! It's impossible! Dr. Brown: I'm sorry man, but it all checks out. Dr. Pelekanos: ( yelling, though less intensely ) I saw my girl in there! I talked to her! She's alive in there! That thing, it was helping me get her out! It's no devil, no liar…it was helping me, I- Dr. Pelakanos collapses into his seat and begins to lightly cry. He becomes choked up momentarily before continuing. Dr. Pelekanos: ( amidst tears ) I was gonna get my Clara back! Dr. Brown rises from his seat and walks towards Dr. Pelekanos. He places his hand on Dr. Pelekanos' shoulder, presumably as a form of condolence. Dr. Brown: Rueben, you gotta understand. The thing felt trapped in its own little pocket dimension, and it used you so it could escape its cage. Nothing more. Dr. Brown does not speak for a moment. Dr. Brown: But don't get angry about yourself, get mad for Clara! That thing thought it could make a fake of her to push your buttons. Be happy that piece of shit can't use your daughter as a sock puppet anymore! Think about it like this. She died only once, but she was allowed to rest twice. Dr. Pelekanos does not speak for a moment. Dr. Pelekanos: ( quietly ) I could've gotten my little girl back… Dr. Brown sighs. He walks to the door. Dr. Brown: That wasn't your daughter, Rueben. She's dead. Accept that. Dr. Brown exits the room. Dr. Pelekanos has ceased crying, and has become motionless in his chair, resting his elbows on the table and his head in his hands. He remains in this state for several moments Suddenly, Dr. Pelekanos rises from his chair and takes hold of it. Raising the chair into the air, he begins to strike the interrogation table with it. As he speaks, he is barely comprehensible. Dr. Pelekanos: ( enraged ) Fuck, fuck, fuck, fuck, fuck! Security personnel enter the room. They attempt to force Dr. Pelekanos to cease his current behavior. [[END LOG]]"
    ],
    "containment_procedures": "SCP-7049 is to be stored in a standard containment box. Interaction with the object has been ceased indefinitely.",
    "description": "SCP-7049 is a pair of dilapidated spectacles dated to roughly 1400 A.D. The physical deterioration of SCP-7049's lenses do not alter the visual information received by a wearer.",
    "title": "SCP-7049"
}