{
    "url": "https://scp-wiki.wikidot.com/scp-7051",
    "all_text": "Site-81 — Theseus Grimm\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7051\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n No containment procedures have been put in place for SCP-7051 instances and their general affects.\n\n\n\n\nDescription:\n Instances of SCP-7051 are completely undetectable and cannot be observed by visual/thermal cameras, motion detectors, echolocation, or any other method of perception. The only method of observation available includes physically touching SCP-7051. No effects are present when physical contact with SCP-7051 is made but SCP-7051 has been known to avoid physical touch in most cases.\n\n\nWhen someone is in the presence of an instance of SCP-7051 and no other people are currently present, people in the presence of SCP-7051 may begin talking to themselves for long periods or until another person enters the vicinity.\n\n\nSCP-7051's behavior is innocuous and the anomaly's main activity involves moving objects when placed down, closing and opening doors randomly, etc. These habits commonly come from people who misplace items or leave doors open. SCP-7051 is commonly confused for bad habits and a forgetful mind.\n\n\n\n\n\n\nTests and Observations\n\n\nThe following experiment reports include observations of SCP-7051's behavior and the experiments performed with SCP-7051.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 11/6/21\n\n\nNOTE:\n The following video is one of the only two recordings of SCP-7051 and its behavior.\n\n\n\n\n[BEGIN LOG]\n\n\n09:10:47\n Dr. Gonzales is in their office reading through files sent to him that morning.\n\n\n09:12:22\n Dr. Gonzales places their coffee cup on their desk and turns to open the desk drawer.\n\n\n09:13:31\n While Dr. Gonzales' back is turned the coffee cup rises off the desk and is moved to the very edge of the desk.\n\n\n09:22:18\n When Dr. Gonzales turns back to the desk, they drink more of their coffee without noticing the cup's movement. He places it back onto the desk where it had originally been and continues reading through documents on his desk.\n\n\n09:25:55\n Dr. Gonzales looks at his phone, and while they are not looking the coffee cup rises off the desk and floats onto a nearby filing cabinet.\n\n\n09:28:15\n Dr. Gonzales turns back to their desk, and when they notice the coffee cup has been moved they get up from their desk and lock their office door. They then dial security personnel to come to search their office.\n\n\n\n\n[END LOG]\n\n\nENDING NOTE:\n After Dr. Gonzales reports having an intruder in their office, Epsilon-11 breaches their office and apprehends the instance of SCP-7051.\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 06/30/22\n\n\nNOTE:\n The following video is the second of the only two recordings of SCP-7051 and its behavior.\n\n\n\n\n[BEGIN LOG]\n\n\n12:38:52\n Researcher Cowling is in his duel office with Researcher Vickers. They place a stack of papers on one side of their desk and walk over to their filing cabinet to unlock the drawer.\n\n\n12:39:12\n The stack of papers is seen sliding over approximately two feet across Researcher Cowling's desk.\n\n\n12:40:53\n Researcher Cowling turned back to their desk and when Researcher Cowling noticed the movement of the stack of papers, they questioned Researcher Vickers if they had moved the papers.\n\n\n12:42:18\n Researcher Vickers denies having moved the papers, and Researcher Cowling goes on without questioning them any further.\n\n\n\n\n[END LOG]\n\n\nEnding Note:\n The instance of SCP-7051 in the video was never found nor recovered.\n\n\n\n\n\n\n\n\n\n\n[ENTER LEVEL 05 ACCESS CODE]\n\n\n\n\n[WELCOME]\n\n\n\n\n\n\nMEETING OF THE OVERSEER COUNCIL\n\n\n\n\n«BEGIN LOG»\n\n\nO5-12:\n Thank you for coming everyone. I know this meeting is sudden, but this requires our immediate attention.\n\n\nO5-12 begins handing copies of SCP-7051's data around. There is a moment of silence as members of the council skim through the paperwork and data.\n\n\nO5-2\n What is this supposed to mean?\n\n\nO5-5:\n Are you trying to tell us that we're being watched right now?\n\n\nO5-12:\n Well, have you ever talked to yourself, Five?\n\n\nO5-5:\n Of course, everyone does that.\n\n\nO5-12:\n Yes, \neveryone!\n Everyone talks to themselves!\n\n\nO5-7:\n You're losing me here, Twelve.\n\n\nO5-12:\n Seven, have you ever placed something down and it wasn't where you thought you placed it?\n\n\nO5-7:\n Well yeah, duh, everyone does that-… oh… oh my…\n\n\nO5-6:\n I still don't get it.\n\n\nO5-1:\n Are you saying that we all have an invisible companion silently following us around wherever we go?\n\n\nO5-12:\n Exactly! The doors you leave open by accident and the keys that get misplaced before you come to work. Even \ntalking\n to yourself can be explained by these entities.\n\n\nO5-11:\n We aren't talking to ourselves… we're talking to them…\n\n\nO5-2:\n Am I the only one who is going to ask where the proof of this phenomenon is?\n\n\nO5-12:\n It's all there in the files I've given you if you'd care to look.\n\n\nO5-13:\n How did we miss so much anomalous activity?\n\n\nO5-9:\n Because, if everyone thinks they accidentally misplace their keys or forget to close their front doors, then does it seem anomalous?\n\n\nO5-10:\n This is a Ticonderoga anomaly. There's no way to completely contain the anomaly. I don't see any reason to do so, since the anomaly has already integrated itself into the everyday life of humanity.\n\n\nO5-1:\n But if we were to do so, then what would the outcome be?\n\n\nO5-3:\n You're asking us as if it would even be possible. The data that Twelve has managed to gather tells us that these creatures aren't detectable to anything besides physical touch. For all we know, there could be twelve invisible creatures in this room and we wouldn't know it.\n\n\nO5-12:\n May I suggest a vote?\n\n\nO5-4:\n And what is it we are voting on, Twelve?\n\n\nO5-12:\n I suggest we vote on whether to treat this as a world-ending event or treat this as a Ticonderoga anomaly.\n\n\nO5-1:\n If we vote that this is an issue that must be handled, the veil will have to be broken and we will have to reveal ourselves to the public.\n\n\nO5-2:\n And if we vote to do nothing about this anomaly and simply classify it as Ticonderoga?\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nCONTAIN\n\n\nABSTAIN\n\n\nTICONDEROGA\n\n\n\n\n\n\nO5-01\n\n\n\n\n\n\n\n\n\n\n\n\nO5-02\n\n\n\n\n\n\n\n\n\n\nO5-03\n\n\n\n\n\n\n\n\n\n\n\n\nO5-04\n\n\n\n\n\n\n\n\n\n\nO5-05\n\n\n\n\n\n\nO5-06\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-07\n\n\n\n\n\n\nO5-08\n\n\n\n\n\n\n\n\n\n\nO5-09\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\nThere is a murmur of agreement from the council members that voted to keep SCP-7051 as Ticonderoga and a grumble of outrage from the council members that voted to attempt to contain SCP-7051.\n\n\nO5-1:\n It is decided. This anomaly will be classified as Ticonderoga. This meeting adjourned.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7050\n | SCP-7051 | \nSCP-7052\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7051\n\" by Jade_Crusader, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7051\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7051 \" by Jade_Crusader, from the SCP Wiki . Source: https://scpwiki.com/scp-7051 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "No containment procedures have been put in place for SCP-7051 instances and their general affects.",
    "description": "Instances of SCP-7051 are completely undetectable and cannot be observed by visual/thermal cameras, motion detectors, echolocation, or any other method of perception. The only method of observation available includes physically touching SCP-7051. No effects are present when physical contact with SCP-7051 is made but SCP-7051 has been known to avoid physical touch in most cases.",
    "title": "SCP-7051"
}