{
    "url": "https://scp-wiki.wikidot.com/scp-7059",
    "all_text": "Site-81 — Theseus Grimm\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+5\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7059\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Skydiving is strictly prohibited within SCP-7059 with the exception of Foundation approved testing. If any skydivers are to enter SCP-7059, they are to be brought into Foundation custody once they have re-entered reality and will be administered class B amnestics.\n\n\nDescription:\n SCP-7059 is the designation to describe a portion of airspace approximately 3,048 meters above Middletown, Indiana. SCP-7059 appears normal from ground-level and does not appear abnormal or anomalous to the general public. When an airplane or aircraft flies through SCP-7059, it is unaffected.\n\n\nSCP-7059's anomalous affects take place once someone begins falling through SCP-7059. When someone enters SCP-7059 via falling at a high velocity, they will be transported to an infinite space designated SCP-7059-A. SCP-7059-A appears to the person falling as simply a void that is colored a sky blue. It is suggested by assigned researchers that time passes differently in SCP-7059-A, where one minute in real time time is equivalent to ~5 minutes in SCP-7059-A.\n\n\nWhen 15 minutes have passed in real time and 1.3 hours have passed in SCP-7059-A, the falling person will reappear as though they never stopped falling through SCP-7059.\n\n\nAddendum 7059.1: Discovery\n\nSCP-7059 was discovered after a local skydiving company called ████████ lost track of one of their clients during a session. After 10 minutes without any sight of their client, ████████ called local police, but the call was intercepted by Foundation personnel from Site-14. By the time an MTF was dispatched and arrived on the scene, ████████'s client had returned to the ground safely.\n\n\nAfter the incident, the airspace was closed to all aircrafts and the affected client and the manager of the skydiving company were both brought into Foundation custody for questioning.\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewed:\n Mr. Franklin Sims, ████████ manager.\n\n\nInterviewer:\n Dr. ██████ Richardson, trained Foundation employee.\n\n\nForeword:\n Mr. Sims was brought in under the pretext that he was being questioned by Indiana Police.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Richardson enters interviewing room.\n\n\nDr. Richardson:\n Good afternoon. Would you uh… like some coffee?\n\n\nMr. Sims:\n Hm? Oh, no thank you.\n\n\nDr. Richardson:\n No, no I insist.\n\n\nDr. Richardson pokes his head out of the door of the interviewing room.\n\n\nDr. Richardson:\n Oi! You! Yes, you! Please get me a cup of coffee, will you?\n\n\nDr. Richardson closes the door behind him and sits across from Mr. Sims.\n\n\nDr. Richardson:\n Well, this is quite the mess you've got on your hands, huh?\n\n\nMr. Sims:\n Yeah… you can say that.\n\n\nDr. Richardson:\n Well, I'll make this quick. Your boss probably will want a word with you. I just want to know what happened from your perspective. And, please, don't skimp out of details. I've been interviewing perps all day and I'm not in the mood to deal with white lies.\n\n\nMr. Sims is silent for a moment, before nodding his head.\n\n\nMr. Sims:\n It was like any other of our jumps. He uh… said he had done skydiving before and he protested having a diving buddy - being strapped to someone while diving. So we get about 10,000 feet in the air, all three of us huddled in that flying tin can of a plane. Eventually, I give the OK, and I jumped first. I fell for… maybe 30 second I pulled the cord on my parachute?\n\n\nDr. Richardson:\n What about the other two people? You work with… \nFlips through paperwork\n …Jared Bouchard, right?\n\n\nMr. Sims:\n Yeah, him and I jump together a lot. He's like my partner in figurative crime if you get my drift. He jumped after me, but I guess he ended up a bit farther than what he meant too. The winds were rougher than we expected, so it was harder than usual to stay on course.\n\n\nDr. Richardson:\n So, where does the disappearance of your client come in?\n\n\nMr. Sims:\n He jumped, I guess, and we waited for about fifteen minutes. I couldn't see our plane in the sky anymore, so I \nassumed\n he had jumped at least. But… I just stood there, staring into the sky. I couldn't see him anywhere… I checked and re-checked my watch, and eventually after ten minutes, Jared called me and asked what we should do.\n\n\nDr. Richardson:\n And so you called us-\n\n\nMr. Sims:\n Not immediately, actually… this has never happened before in the last four years that I've been the manager at ████████. So, it took me a moment before I suggested calling the police.\n\n\nDr. Richardson:\n That is understandable. It was a first for you, and we can't always be perfect on the first try.\n\n\nMr. Sims:\n Yeah… well, we met at the field we were supposed to land in the first place. We look up, and there he is, floating down towards us with his parachute open. When we asked what had happened, why it took so long to float down he just… stood there without saying a word. It was like he was too scared to say anything.\n\n\nDr. Richardson:\n And some of our men showed up. I'm sure one of my coworkers has already told you, but sorry for making it seem like we were arresting you. We just need to collect your statements seeing as you guys reported this as a missing persons case.\n\n\nThe door opens and an anonymous researcher steps inside holding a steaming cup of coffee.\n\n\nDr. Richardson:\n Ah, thank you.\n\n\nThe anonymous researcher leaves the room, and Dr. Richardson hands the cup to Mr. Sims.\n\n\nDr. Richardson:\n Drink up, while its still warm. Someone will be by soon to collect you. \nStands to leave.\n Have a good rest of your week, Mr. Sims.\n\n\nDr. Richardson leaves the room, leaving Mr. Sims to drink his coffee.\n\n\n\n\n[END LOG]\n\n\nClosing Statement:\n After administering class-B amnestics through spiked coffee, Mr. Sims was safely escorted back to the office that he works at.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewed:\n Mr. Jac Blanchard, client of ████████.\n\n\nInterviewer:\n Dr. ██████ Richardson, trained Foundation employee.\n\n\nForeword:\n Like Mr. Sims, Mr. Blachard was brought under the pretext that he was being interview by Indiana Police.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Richardson:\n Hello there- oh, my… are you alright?\n\n\nInterviewer's note: Subject rocks back and forth in their chair. Their eyes are wide and they murmur to themselves.\n\n\nDr. Richardson:\n Uhm… Your name is Jac Blanchard, correct?\n\n\nMr. Blanchard:\n \nNods head yes.\n\n\nDr. Richardson:\n Uhm… okay, well, how about you tell us what happened up there. The company that took you in their plane said you took a while to get to the ground-\n\n\nMr. Blanchard:\n Nothing… there was nothing… No field… no ground.\n\n\nDr. Richardson:\n Jac… you can talk to me about this. Other people might not believe you, but I certainly will-\n\n\nMr. Blanchard:\n No…. no no… no no no…. please… no…\n\n\nDr. Richardson:\n Uhm… Alright then… I'll just go- oh, someone will be by with coffee, it might make you feel better.\n\n\n\n\n[END LOG]\n\n\nClosing Statement:\n Mr. Blanchard was diagnosed by psychological doctors with having experienced shock. Mr. Blanchard recovered hours later when the amnestics administered to him wore off.\n\n\n\n\nDue to the lack of information and verification, assigned research staff decided to send a D-Class personnel into SCP-7059 for reconnaissance and for disciplinary action. D-Class personnel was given basic essentials such as food, water, and video camera.\n\n\n\n\nEXPLORATION LOG\n\n\n\n\n[BEGIN LOG]\n\n\nD-22014:\n I've never been skydiving…\n\n\nAgent Jacobi:\n No excuses, D-Class. When you are given an order you need to follow it. This will teach you not to disobey again.\n\n\nD-22014:\n But… what if I don't pull the cord in time?\n\n\nAgent Jacobi:\n You'll know when to pull your cord. Now jump out of this place or I will throw you out myself.\n\n\nD-22014 proceeds to throw them self out of the airplane without further inquiry. Video shows the ground far below D-22014.\n\n\nD-22014:\n Oh my god- OH MY GOD-\n\n\nD-22014 screams in terror as they pass through a cloud. Once D-22014 falls out of the bottom of the cloud, the ground below is no longer visible. No more clouds are visible either as D-22014 spins and turns in the air.\n\n\nD-22014:\n What the…\n\n\nD-22014 waits expectantly for 11 minutes without seeing the ground.\n\n\nD-22014:\n Am I dead? Oh god, I'm dead, aren't I? Jesus, why did I have to disobey that \nstupid\n guards orders?\n\n\nD-22014 continues to complain about their mistakes for twenty minutes. Silence falls over D-22014 for 5 more minutes.\n\n\nD-22014:\n You know, I really could be dead. But I doubt I am. I'm probably just trapped in an endless skydive for the rest of my life. That's the only thing that could be worse than being dead right now.\n\n\nD-22014 talks to themself for 44 more minutes, before the ground slowly comes into the camera's view.\n\n\nD-22014:\n Oh shoot-\n\n\nD-22014 pulls parachute cord and floats towards the ground, where they are intercepted by Foundation security and brought back into custody.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n« \nSCP-7058\n | SCP-7059 | \nSCP-7060\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7059\n\" by Jade_Crusader, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7059\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7059.1: Discovery SCP-7059 was discovered after a local skydiving company called ████████ lost track of one of their clients during a session. After 10 minutes without any sight of their client, ████████ called local police, but the call was intercepted by Foundation personnel from Site-14. By the time an MTF was dispatched and arrived on the scene, ████████'s client had returned to the ground safely.\nAfter the incident, the airspace was closed to all aircrafts and the affected client and the manager of the skydiving company were both brought into Foundation custody for questioning.\nDue to the lack of information and verification, assigned research staff decided to send a D-Class personnel into SCP-7059 for reconnaissance and for disciplinary action. D-Class personnel was given basic essentials such as food, water, and video camera."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7059 \" by Jade_Crusader, from the SCP Wiki . Source: https://scpwiki.com/scp-7059 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Skydiving is strictly prohibited within SCP-7059 with the exception of Foundation approved testing. If any skydivers are to enter SCP-7059, they are to be brought into Foundation custody once they have re-entered reality and will be administered class B amnestics.",
    "description": "SCP-7059 is the designation to describe a portion of airspace approximately 3,048 meters above Middletown, Indiana. SCP-7059 appears normal from ground-level and does not appear abnormal or anomalous to the general public. When an airplane or aircraft flies through SCP-7059, it is unaffected.",
    "title": "SCP-7059"
}