{
    "url": "https://scp-wiki.wikidot.com/scp-7063",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7063\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7063 is to be kept in a locked metal container that is specially fitted to its dimensions. The container is to be stored in the low-level storage section of Site-19. Only personnel with level 2 clearance or higher may access SCP-7063 for testing purposes but must log the time and date of testing procedures and must return SCP-7063 within twelve days of first obtaining it.\n\n\n\n\n\n\nSCP-7063 in its original container.\n\n\n\n\n\n\nDescription:\n SCP-7063 is a jug containing a milk-like substance of an anomalous amount. The liquid appears to be thick and creamy, however, subjects have described the liquid as tasting like lukewarm water. Notably, SCP-7063 does not appear to be affected by outside temperature in any capacity. Researchers tried freezing and boiling SCP-7063 but it had no effect on the substance or the jug.\n\n\nApproximately five hours after consumption of SCP-7063, subjects report symptoms of mild nausea, visual and auditory hallucinations, intense migraines, and intensification of any preexisting short-term memory loss among other things. A few hours after reporting these effects (typically one to six), subjects enter a catatonic state for anywhere from forty minutes to eighteen hours. Every test subject so far has committed suicide within a week of consuming SCP-7063.\n\n\nConsuming or otherwise emptying SCP-7063 of its contents does not appear to deplete it in any way. When Foundation researchers rotated the jug upside down during testing, the liquid flowed from the jug for nearly a minute before researchers rotated it upwards once again. The liquid that was poured from the jug was placed inside another jar and tested for anomalous properties. It was found that the liquid retained its anomalous effects on human test subjects, but it did not anomalously refill itself.\n\n\nInterview:\n The following is a transcribed video recording of an interview held with the first D-Class test subject to consume SCP-7063, designated SCP-7063-A. SCP-7063-A consumed SCP-7063 approximately four hours and forty-four minutes prior to the interview:\n\n\n\n\nBEGIN VIDEO\n\n\n[0.00.07] \nSCP-7063-A is seen rocking back and forth in their chair while muttering incoherently to themselves. The interviewer enters and sits opposite SCP-7063-A.\n\n\n[0.00.17] \nInterviewer:\n Hello [EXPUNGED], you will hereby be referred to as SCP-7063-A due to your current…\naffliction.\n Frankly, I'd like to keep this interview short. Can you explain to me your current condition? How is SCP-7063 affecting you?\n\n\n[0.00.46] \nSCP-7063-A:\n (No response. Feverishly murmuring under breath. Continues to rock back and forth.)\n\n\n[0.01.02] \nInterviewer:\n You seem hesitant to talk. Are you simply unable to? Or are you choosing to ignore me?\n\n\n[0.01.35] \nSCP-7063-A:\n (Mumbling.)\n\n\n[0.01.39] \nInterviewer:\n Hm? I didn’t quite catch that, can you speak up?\n\n\n[0.01.46] \nSCP-7063-A:\n (Frantically) I can hear them. Crawling in my head like spiders. Whispering to my very conscience. Forcing me to see what they see. I feel sick.\n\n\n[0.02.10] \nInterviewer:\n “Them”? Who is “them”?\n\n\n[0.02.18] \nSCP-7063-A:\n I doubt you’d understand. They are many. They are one. \nWe\n are one. One mind. One body. One train of thought. Prying at my very being to get me to move and think and talk. Bend to their will. You could never understand.\n\n\n[0.02.47] \nInterviewer:\n (Scribbles on clipboard) In order for me to help you I need to understand what's going on. Is that everything? Can you tell me what they’re making you “see”?\n\n\n[0.03.08] \nSCP-7063-A:\n They keep- (SCP-7063-A stops suddenly. Their eyes widen in a shocked expression and a choking sound emanates from their mouth.)\n\n\n[0.03.16] \nInterviewer:\n (Stricken with panic) I-Uh-Security! Help! Someone!\n\n\n[0.03.24] \nSCP-7063-A falls to the ground. The door to the interview room opens.\n\n\n\nEND VIDEO\n\n\n\n\nAfter the events of the incident involving SCP-7063-A, the subject was unresponsive for twelve hours before regaining conscience and entering a vegetative state for the following three hours, after which regaining primary motor functions but still refusing to speak to Foundation researchers. SCP-7063-A was found dead in their cell four days later, hung from the ceiling by bed sheets and a pillow case tied together to make a makeshift noose. The following passage was found scratched onto the walls inside the cell:\n\n\n\n\nSuicide Note\n\n\n\n\nCollapse Note\n\n\n\n\n\n\nTHEIR VOICES, SO LOUD\n\n\nI CAN’T GET THEM OUT\n\n\nWORDS SWIRLING AND MELTING TOGETHER\n\n\nNOTHING TO COME\n\n\nVOICES I DON’T RECOGNIZE\n\n\nPERVADING MY THOUGHTS\n\n\nMY EVERY WAKING MOMENT\n\n\nI SEE MUDDLED PICTURES\n\n\nI KNOW THEM SO WELL\n\n\nBUT SOME ARE DIFFERENT\n\n\nFOREIGN BUT YET, SO FAMILIAR\n\n\nLIKE THEY’VE BEEN WITH ME FOREVER BUT ALSO\n\n\nNEVER IN MY LIFE\n\n\nNEVER IN MY LIFE\n\n\n\n\n\n\n\n\n\n\nNumerous other tests and interviews were conducted that yielded similar results to the first one. All subjects suffered from similar symptoms, rambling incoherently about visions and voices, with several mentioning a “shared conscience,” though to date SCP-7063-A is the only one to have created a suicide note. Not much useable information has been ascertained from testing other than that SCP-7063’s effects are more than likely memetic in some capacity, but whether or not it drives those who consume it to suicide or if they simply do it of their own will is currently unknown. Subjects asked to describe the true extent of the effects of SCP-7063’s consumption are unable to, instead providing vague statements.\n\n\nAddendum 7063.1:\n The lastest subject, SCP-7063-K, was able to confirm small portions of SCP-7063’s effects on them. They claimed that “they were seeing things that were not their own,” and “they saw things in their sleep that they couldn’t recognize.” This has led Foundation researchers to believe that SCP-7063’s memetic properties affect the thoughts and dreams of those who consume it. SCP-7063-K also committed suicide shortly after giving this testimony.\n\n\n\n\n\n\n« \nSCP-7062\n | SCP-7063 | \nSCP-7064\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7063\n\" by Onyx117, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7063\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage Source:\n\n\n\n\nFilename: Milk heavy cream B.jpg\n\nAuthor: Aleksey Pogrebnoj-Alexandroff\n\nLicensed Under CCA-SA 3.0\n\nSource: \nWikimedia Commons",
    "addendums": [
        "Addendum 7063.1: The lastest subject, SCP-7063-K, was able to confirm small portions of SCP-7063’s effects on them. They claimed that “they were seeing things that were not their own,” and “they saw things in their sleep that they couldn’t recognize.” This has led Foundation researchers to believe that SCP-7063’s memetic properties affect the thoughts and dreams of those who consume it. SCP-7063-K also committed suicide shortly after giving this testimony."
    ],
    "documents": [],
    "notes": [
        "BEGIN VIDEO [0.00.07] SCP-7063-A is seen rocking back and forth in their chair while muttering incoherently to themselves. The interviewer enters and sits opposite SCP-7063-A. [0.00.17] Interviewer: Hello [EXPUNGED], you will hereby be referred to as SCP-7063-A due to your current… affliction. Frankly, I'd like to keep this interview short. Can you explain to me your current condition? How is SCP-7063 affecting you? [0.00.46] SCP-7063-A: (No response. Feverishly murmuring under breath. Continues to rock back and forth.) [0.01.02] Interviewer: You seem hesitant to talk. Are you simply unable to? Or are you choosing to ignore me? [0.01.35] SCP-7063-A: (Mumbling.) [0.01.39] Interviewer: Hm? I didn’t quite catch that, can you speak up? [0.01.46] SCP-7063-A: (Frantically) I can hear them. Crawling in my head like spiders. Whispering to my very conscience. Forcing me to see what they see. I feel sick. [0.02.10] Interviewer: “Them”? Who is “them”? [0.02.18] SCP-7063-A: I doubt you’d understand. They are many. They are one. We are one. One mind. One body. One train of thought. Prying at my very being to get me to move and think and talk. Bend to their will. You could never understand. [0.02.47] Interviewer: (Scribbles on clipboard) In order for me to help you I need to understand what's going on. Is that everything? Can you tell me what they’re making you “see”? [0.03.08] SCP-7063-A: They keep- (SCP-7063-A stops suddenly. Their eyes widen in a shocked expression and a choking sound emanates from their mouth.) [0.03.16] Interviewer: (Stricken with panic) I-Uh-Security! Help! Someone! [0.03.24] SCP-7063-A falls to the ground. The door to the interview room opens. END VIDEO",
        "THEIR VOICES, SO LOUD I CAN’T GET THEM OUT WORDS SWIRLING AND MELTING TOGETHER NOTHING TO COME VOICES I DON’T RECOGNIZE PERVADING MY THOUGHTS MY EVERY WAKING MOMENT I SEE MUDDLED PICTURES I KNOW THEM SO WELL BUT SOME ARE DIFFERENT FOREIGN BUT YET, SO FAMILIAR LIKE THEY’VE BEEN WITH ME FOREVER BUT ALSO NEVER IN MY LIFE NEVER IN MY LIFE",
        "\" SCP-7063 \" by Onyx117, from the SCP Wiki . Source: https://scpwiki.com/scp-7063 . Licensed under CC-BY-SA .",
        "Filename: Milk heavy cream B.jpg Author: Aleksey Pogrebnoj-Alexandroff Licensed Under CCA-SA 3.0 Source: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-7063 is to be kept in a locked metal container that is specially fitted to its dimensions. The container is to be stored in the low-level storage section of Site-19. Only personnel with level 2 clearance or higher may access SCP-7063 for testing purposes but must log the time and date of testing procedures and must return SCP-7063 within twelve days of first obtaining it.",
    "description": "SCP-7063 is a jug containing a milk-like substance of an anomalous amount. The liquid appears to be thick and creamy, however, subjects have described the liquid as tasting like lukewarm water. Notably, SCP-7063 does not appear to be affected by outside temperature in any capacity. Researchers tried freezing and boiling SCP-7063 but it had no effect on the substance or the jug.",
    "title": "SCP-7063"
}