{
    "url": "https://scp-wiki.wikidot.com/scp-7064",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\nItem #:\n SCP-7064\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-7064 is to be held in a reinforced\n1\n large standard humanoid containment chamber under constant monitoring, with two armed guards on stand-by near the entrance. Contact with SCP-7064 is prohibited without level-3 clearance. Any personnel entering the cell are to be accompanied by an escort of at least four armed guards.\n\n\nSounds of repeated banging and screaming have been reported persistently, and thus guards on stand-by duty are permitted Foundation-issued noise-cancelling headphones with access to intercom systems.\n\n\nDescription:\n SCP-7064 is a sapient humanoid of unknown origin with the following characteristics:\n\n\n\n\nA height of approximately 3 meters.\n\n\nAn additional pair of arms sprouting from the shoulder joint.\n\n\nGrey skin pigmentation.\n\n\nAbnormal muscle development resulting in a stronger upper body, especially in the shoulder and upper back area, capable of handling materials up to 3,800 kilograms.\n\n\nA skull with more similarities to \nH. Erectus\n than the modern human.\n\n\nA notably pronounced lower jaw with unusual dentition resulting in additional canines and uneven spacing.\n\n\nUnusual resistance to physical force, including gunfire.\n\n\nCarnivorous diet with an average daily caloric intake of 5,000 calories.\n\n\nUnusually high levels of testosterone.\n\n\n\n\nWhile capable of speech, SCP-7064 displays a limited grasp on English grammar and vocabulary. Further interview attempts are not advised, as the majority of interview attempts have ended in casualties on the side of the interviewer.\n\n\nSCP-7064 displays a consistently violent temperament, attacking most humans within its vicinity. The most common method of attack is either through smashing with its two sets of heavily-muscled arms or by ripping apart individuals with an arm pulling on each limb. While SCP-7064 has shown other attitudes beyond violent rage, these states are uncommon.\n\n\nDiscovery:\n SCP-7064 was initially found on 12/15/2019 in the parking lot of the Arrowhead Stadium in Kansas City, Missouri, in the midst of a violent rage which resulted in the death of 17 civilians. MTF-Theta-6 (“Witch Hunters”) was promptly deployed and successfully contained SCP-7064 with minor casualties. Later interviews with SCP-7064 show it was attempting to \"pre-game\" before the football game began. Due to it appearing four hours before the game began, amnestic use was moderate but prompt removal prevented any further need for information suppression.\n\n\nSCP-7064‘s origins and means of avoiding SCP Foundation detection until this point remain unknown.\n\n\nAddendum 7064-1:\n Dr. Stein Testing Report\n\n\n\n\nTesting on SCP-7064 has gone poorly. SCP-7064 is almost completely unresponsive to everything we’ve thrown at it, cooperating only at the bare minimum. We’ve tried physical restraints, electric shocks, extreme force, and other techniques, all to the same result. Frankly, it’s frustrating and feels like a waste of time. All SCP-7064 will do is insist constantly that it be freed and that it have its way with everyone involved in containing it. Testing will continue to see if we can find any way to make it more cooperative with the Foundation’s containment.\n\n\n\n\n[Incidents 7064-1 through 3 have been removed from this report for the sake of brevity. In all instances SCP-7064 breached containment but was recontained, with containment procedures updated to reflect current needs. Anyone wishing to access these incident reports should contact Dr. Stein.]\n\n\nIncident 7064-4:\n On 3/18/2020, at approximately 4:00 AM, a containment breach of SCP-████ led to a brief power failure lasting one minute. During this time, SCP-7064 was able to destroy the doors to its chamber and run through the site, attacking personnel and causing extensive property damage. SCP-7064 stopped at Cell-328, housing D-17383. Footage from the cell shows that instead of killing D-17383, SCP-7064 noticed a Kansas City Chiefs poster, which led to the two conversing over shared interests in football, beer, and exercise. During this time, D-17383 gave SCP-7064 the name \"Guy.\" SCP-7064 was recaptured in Cell-328 thirty-five minutes after escape and moved to a new containment chamber.\n\n\nAddendum 7064-2:\n Dr. Stein Testing Report\n\n\n\n\nTesting on SCP-7064 continues to go poorly, perhaps even worse than before. The level of opposition presented by SCP-7064 grows each day, and as it is we can barely get it to cooperate. The security teams are struggling to fend off its attacks. I recommend testing cease and we upgrade containment facilities for SCP-7064.\n\n\n\n\nIncident 7064-5:\n On 3/27/20, SCP-7064 was able to neutralize the security team present and escape its chamber. SCP-7064 was free from containment for one hour and forty minutes, during which it attacked much of the west wing of Site-60. This resulted in extensive damage to the structure as well as 9 casualties before SCP-7064 was subdued and moved to a new containment chamber.\n\n\nSCP-7064 spent all of its time calling out to and trying to locate a \"Leo.\"\n\n\nIn light of this incident, testing and access to SCP-7064 have been suspended. Containment procedures to be upgraded immediately.\n\n\nAddendum 7064-3:\n Due to budgetary concerns, SCP-7064’s containment procedures are not to be upgraded. Instead, SCP-7064 is to be moved to a new containment chamber fitting its current procedures once a month, allowing for the previous to be repaired.\n\n\nIncident 7064-6:\n On 4/13/20, after weeks of repeated attacks, SCP-7064 was successfully able to break down the containment chamber door system. During this incident, SCP-7064 was able to ascertain the whereabouts of D-17383 by threatening Foundation personnel. Before this information was revealed, SCP-7064 caused extensive structural damage to both the west wing as well as central hub of Site-60.\n\n\nUpon finding the whereabouts of D-17383, SCP-7064 headed straight towards the northeast wing, finding D-17383’s chamber and destroying the sealed entrance. D-17383 climbed on and rode SCP-7064’s back. With D-17383’s knowledge of the facility, SCP-7064 was able to cause extensive damage throughout Site-60. The entire incident lasted two hours before D-17383 and SCP-7064 were both subdued and separated.\n\n\nAddendum 7064-4:\n Correspondence between Dr. Stein and Site Director Juma.\n\n\n\n\nShow Correspondence\n\n\n\n\nHide Correspondence\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Site Director Juma\n\n\nFrom:\n Dr. Stein\n\n\nSubject:\n SCP-7064 Initiative\n\n\n\n\n\n\nI think it’s clear that our current method of containment is not working. This thing does not give up until it’s broken free, and each time it does it brings thousands of dollars of property damage with it. We’ve found that just referring to SCP-7064 as \"Guy\" already causes significantly more cooperation. So let’s switch it up: why don’t we just give it what it wants? I mean, what does it want? A single D-class? Why don’t we try just giving it the D-class? Worst case scenario the janitors have to clean up another bloody mess but after all these incidents they’re used to it.\n\n\nSeriously, why can’t we just give him the D-class?\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Dr. Stein\n\n\nFrom:\n Site Director Juma\n\n\nSubject:\n Re:SCP-7064 Initiative\n\n\n\n\n\n\nNeed I remind you what happened last time the two were together? When the D-class rode his shoulders and told him where to go to cause the most possible chaos? I am not exaggerating when I say another incident like that could get us shut down completely, so that’s our \"worse case scenario.\" Give me a reason why this will work.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Site Director Juma\n\n\nFrom:\n Dr. Stein\n\n\nSubject:\n Re:SCP-7064 Initiative\n\n\n\n\n\n\nBecause we have no other options. Maybe if we put them together it will calm down just a little. It keeps breaking out to see this D-class, so we simply must eliminate that need.\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Dr. Stein\n\n\nFrom:\n Site Director Juma\n\n\nSubject:\n Re:SCP-7064 Initiative\n\n\n\n\n\n\nFine. We are already down thousands of dollars because of all the breaches, so I am approving this proposal. But if this leads to another breakout, you will be held responsible. The financial department is breathing down our necks, and since this SCP has resulted in us becoming a huge money hole, they’re looking at possibly shutting us down. I’m telling you this so you understand that failure is not option.\n\n\n\n\n\n\n\n\n\n\nAddendum 7064-5:\n Dr. Stein’s measure to move D-17383 to SCP-7064’s chamber has been a massive success. The behavior of SCP-7064 has improved drastically since the implementation of this measure. Additionally, since the measure was implemented, breakout attempts have become significantly rarer and have not been successful.\n\n\nD-17383 and SCP-7064 spend most of their time in conversation. While some of it is anger directed towards the Foundation, much of it also pertains to D-17383’s lifestyle, which SCP-7064 considers fascinating. Topics frequently brought up include football, which SCP-7064 appears to have prior knowledge of\n2\n, grilling, beer, television, exercise, sex, and rock music.\n\n\n\n\nShow Interview Log 7064-5\n\n\n\n\nCredentials accepted, displaying interview log.\n\n\n\n\nInterview Log 7064-5:\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-7064\n\n\nInterviewer:\n Dr. Chelsea Simons\n\n\nForeword:\n Previous interview logs removed due to lack of relevant information presented by SCP-7064. For full interview logs, contact Site Archivist Tharp.\n\n\n<Begin Log>\n\n\nDr. Simons:\n Hello, SCP-7064.\n\n\nSCP-7064:\n Not my name! I'm Guy. That's my name!\n\n\nSCP-7064 begins slamming its fists into the wall.\n\n\nDr. Simons:\n Please calm down, we can't continue if you don’t cooperate.\n\n\nSCP-7064:\n Don't tell Guy what to do!\n\n\nSCP-7064 continues attacking the walls of its containment chamber while yelling obscenities.\n\n\nDr. Simons:\n I can only give you one more chance to calm down and work with me. If I can't file this report, there could be consequences.\n\n\nSCP-7064 does not stop.\n\n\nDr. Simons:\n Alright, Guy. I hate to do this but we'll have to end this early.\n\n\nSCP-7064 stops attacking the wall and there is a pause.\n\n\nSCP-7064:\n No one usually calls me Guy.\n\n\nDr. Simons:\n I’m sorry?\n\n\nSCP-7064:\n Except for Leo.\n\n\nDr. Simons:\n Well, I've found referring to patients by their actual names goes a long way.\n\n\nSCP-7064:\n Guy is my name.\n\n\nDr. Simons:\n Yes, yes it is.\n\n\nSCP-7064:\n Guy can still break you over his knee like a twig if he wanted to.\n\n\nDr. Simons:\n I’m sure you could.\n\n\nSCP-7064:\n You’re so tiny. Like a bug.\n\n\nDr. Simons:\n Alright, let’s begin with some basic questions. How-\n\n\nSCP-7064:\n Don't ask Guy questions! You get nothing from me! Where’s Leo? I don't want to do this anymore!\n\n\nSCP-7064 turns from Dr. Simons and prepares to attack the wall again.\n\n\nDr. Simons:\n Just hear me out!\n\n\nSCP-7064:\n Why?\n\n\nDr. Simons:\n All I wanted to ask is: how are you doing today?\n\n\nSCP-7064 stops and turns back to Dr. Simons.\n\n\nSCP-7064:\n What?\n\n\nDr. Simons:\n How are you doing?\n\n\nSCP-7064:\n No one…no one's ever asked Guy that.\n\n\nDr. Simons:\n Not even Leo?\n\n\nSCP-7064:\n Not even Leo. We talk about guy stuff. You wouldn’t understand.\n\n\nSCP-7064 sits down.\n\n\nDr. Simons:\n Maybe I would, maybe I wouldn’t. But how are you doing today?\n\n\nSCP-7064:\n You don’t understand! You do not understand Guy’s life!\n\n\nDr. Simons:\n I'm sorry, Guy. I'm truly sorry. I just want to help.\n\n\nSCP-7064 begins to tear up and cry.\n\n\nSCP-7064:\n I'm not sad! These are angry tears!\n\n\nDr. Simons:\n It's okay, Guy.\n\n\nSCP-7064:\n Guy could smash you like a bug!\n\n\nDr. Simons:\n It's okay, Guy.\n\n\nSCP-7064:\n No! It is not okay! Guy is stuck! Stuck in jail! But he is not sad!\n\n\nDr. Simons:\n Guy.\n\n\nSCP-7064:\n What? What do you want from Guy?\n\n\nDr. Simons:\n It's okay. You can tell me whatever you are comfortable with saying. Your emotions will do what they do.\n\n\nSCP-7064:\n Guy wants freedom! Guy wants to lift weights and grill and play football! But he cannot, because he is weak!\n\n\nDr. Simons:\n You are not weak. Just for being here, you are very strong.\n\n\nSCP-7064:\n Guy is strong?\n\n\nDr. Simons:\n Very.\n\n\nSCP-7064 stops crying.\n\n\nSCP-7064:\n Okay. Guy is better now.\n\n\nDr. Simons:\n And I'll speak to your containment specialists about giving you some more privileges, \nif\n you can behave.\n\n\nSCP-7064:\n Guy can behave.\n\n\nDr. Simons:\n I'm glad to hear it. Goodbye, Guy.\n\n\nSCP-7064:\n Goodbye, tiny bug lady.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7064-6:\n Behavior of SCP-7064 is to be reviewed monthly, with privilege rating changed accordingly. SCP-7064 currently has class-C2 privileges. As a result of the most recent behavior review, SCP-7064 has class-C movement privileges permitting infrequent access to the Site-02 cafeteria and recreational area with the presence of an armed escort (movement privileges are immediately revocable in the event of any problematic behavior). Level 2 request privileges have also been granted, allowing for object requests to be made and reviewed by acting containment supervisor Dr. Stein. Reclassification to Euclid class pending.\n\n\nThe following items have been requested by SCP-7064:\n\n\n\n\n\n\nREQUEST\n\n\nAPPROVED?\n\n\nGROUNDS FOR REJECTION\n\n\n\n\n\n\nCustom weight set\n\n\nDenied\n\n\nSafety threat\n\n\n\n\n\n\nBBQ grill\n\n\nDenied\n\n\nSafety threat\n\n\n\n\n\n\nTelevision set\n\n\nApproved\n\n\n-\n\n\n\n\n\n\nPornography Magazines\n\n\nDenied\n\n\nRequest by janitorial department\n\n\n\n\n\n\n\"The Best of Motörhead\" CD\n\n\nApproved\n\n\n-\n\n\n\n\n\n\nCD Player\n\n\nApproved\n\n\n-\n\n\n\n\n\n\nInstructional book on knitting\n\n\nApproved\n\n\n-\n\n\n\n\n\n\nYarn and knitting needles\n\n\nApproved\n\n\n-\n\n\n\n\n\n\nIf SCP-7064 continues to exhibit the good behavior it has been showing, more privileges may be accepted.\n\n\nAddendum 7064-7:\n More yarn and knitting needles have been approved for usage by SCP-7064. After three weeks, SCP-7064 has produced three sweaters, two pairs of socks, and a scarf, all of average human size. As per SCP-7064’s request, D-17383 has been permitted to keep a sweater and the pairs of socks for personal use and Dr. Chelsea Simons has been permitted to keep the scarf for personal use.\n\nDespite the advanced speed with which SCP-7064 has become proficient in knitting, no anomalous qualities have been ascribed to this aptitude. The garments have been described as being of notable quality and design by D-17383 and Dr. Simons.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Specific force-nullifying specifications are held in containment document-7064\n\n\n2\n. Testing on how SCP-7064 has this knowledge despite being unaware of other basic human activities is underway, but has so far been inconclusive.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7064\n\" by DrDromeus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7064\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7064-1: Dr. Stein Testing Report\n[Incidents 7064-1 through 3 have been removed from this report for the sake of brevity. In all instances SCP-7064 breached containment but was recontained, with containment procedures updated to reflect current needs. Anyone wishing to access these incident reports should contact Dr. Stein.]",
        "Addendum 7064-2: Dr. Stein Testing Report",
        "Addendum 7064-3: Due to budgetary concerns, SCP-7064’s containment procedures are not to be upgraded. Instead, SCP-7064 is to be moved to a new containment chamber fitting its current procedures once a month, allowing for the previous to be repaired.",
        "Addendum 7064-4: Correspondence between Dr. Stein and Site Director Juma.",
        "Addendum 7064-5: Dr. Stein’s measure to move D-17383 to SCP-7064’s chamber has been a massive success. The behavior of SCP-7064 has improved drastically since the implementation of this measure. Additionally, since the measure was implemented, breakout attempts have become significantly rarer and have not been successful.\nD-17383 and SCP-7064 spend most of their time in conversation. While some of it is anger directed towards the Foundation, much of it also pertains to D-17383’s lifestyle, which SCP-7064 considers fascinating. Topics frequently brought up include football, which SCP-7064 appears to have prior knowledge of 2 , grilling, beer, television, exercise, sex, and rock music.",
        "Addendum 7064-6: Behavior of SCP-7064 is to be reviewed monthly, with privilege rating changed accordingly. SCP-7064 currently has class-C2 privileges. As a result of the most recent behavior review, SCP-7064 has class-C movement privileges permitting infrequent access to the Site-02 cafeteria and recreational area with the presence of an armed escort (movement privileges are immediately revocable in the event of any problematic behavior). Level 2 request privileges have also been granted, allowing for object requests to be made and reviewed by acting containment supervisor Dr. Stein. Reclassification to Euclid class pending.\nThe following items have been requested by SCP-7064:\nIf SCP-7064 continues to exhibit the good behavior it has been showing, more privileges may be accepted.",
        "Addendum 7064-7: More yarn and knitting needles have been approved for usage by SCP-7064. After three weeks, SCP-7064 has produced three sweaters, two pairs of socks, and a scarf, all of average human size. As per SCP-7064’s request, D-17383 has been permitted to keep a sweater and the pairs of socks for personal use and Dr. Chelsea Simons has been permitted to keep the scarf for personal use.\n\n"
    ],
    "documents": [],
    "notes": [
        "Testing on SCP-7064 has gone poorly. SCP-7064 is almost completely unresponsive to everything we’ve thrown at it, cooperating only at the bare minimum. We’ve tried physical restraints, electric shocks, extreme force, and other techniques, all to the same result. Frankly, it’s frustrating and feels like a waste of time. All SCP-7064 will do is insist constantly that it be freed and that it have its way with everyone involved in containing it. Testing will continue to see if we can find any way to make it more cooperative with the Foundation’s containment.",
        "Testing on SCP-7064 continues to go poorly, perhaps even worse than before. The level of opposition presented by SCP-7064 grows each day, and as it is we can barely get it to cooperate. The security teams are struggling to fend off its attacks. I recommend testing cease and we upgrade containment facilities for SCP-7064.",
        "Interviewed: SCP-7064 Interviewer: Dr. Chelsea Simons Foreword: Previous interview logs removed due to lack of relevant information presented by SCP-7064. For full interview logs, contact Site Archivist Tharp. <Begin Log> Dr. Simons: Hello, SCP-7064. SCP-7064: Not my name! I'm Guy. That's my name! SCP-7064 begins slamming its fists into the wall. Dr. Simons: Please calm down, we can't continue if you don’t cooperate. SCP-7064: Don't tell Guy what to do! SCP-7064 continues attacking the walls of its containment chamber while yelling obscenities. Dr. Simons: I can only give you one more chance to calm down and work with me. If I can't file this report, there could be consequences. SCP-7064 does not stop. Dr. Simons: Alright, Guy. I hate to do this but we'll have to end this early. SCP-7064 stops attacking the wall and there is a pause. SCP-7064: No one usually calls me Guy. Dr. Simons: I’m sorry? SCP-7064: Except for Leo. Dr. Simons: Well, I've found referring to patients by their actual names goes a long way. SCP-7064: Guy is my name. Dr. Simons: Yes, yes it is. SCP-7064: Guy can still break you over his knee like a twig if he wanted to. Dr. Simons: I’m sure you could. SCP-7064: You’re so tiny. Like a bug. Dr. Simons: Alright, let’s begin with some basic questions. How- SCP-7064: Don't ask Guy questions! You get nothing from me! Where’s Leo? I don't want to do this anymore! SCP-7064 turns from Dr. Simons and prepares to attack the wall again. Dr. Simons: Just hear me out! SCP-7064: Why? Dr. Simons: All I wanted to ask is: how are you doing today? SCP-7064 stops and turns back to Dr. Simons. SCP-7064: What? Dr. Simons: How are you doing? SCP-7064: No one…no one's ever asked Guy that. Dr. Simons: Not even Leo? SCP-7064: Not even Leo. We talk about guy stuff. You wouldn’t understand. SCP-7064 sits down. Dr. Simons: Maybe I would, maybe I wouldn’t. But how are you doing today? SCP-7064: You don’t understand! You do not understand Guy’s life! Dr. Simons: I'm sorry, Guy. I'm truly sorry. I just want to help. SCP-7064 begins to tear up and cry. SCP-7064: I'm not sad! These are angry tears! Dr. Simons: It's okay, Guy. SCP-7064: Guy could smash you like a bug! Dr. Simons: It's okay, Guy. SCP-7064: No! It is not okay! Guy is stuck! Stuck in jail! But he is not sad! Dr. Simons: Guy. SCP-7064: What? What do you want from Guy? Dr. Simons: It's okay. You can tell me whatever you are comfortable with saying. Your emotions will do what they do. SCP-7064: Guy wants freedom! Guy wants to lift weights and grill and play football! But he cannot, because he is weak! Dr. Simons: You are not weak. Just for being here, you are very strong. SCP-7064: Guy is strong? Dr. Simons: Very. SCP-7064 stops crying. SCP-7064: Okay. Guy is better now. Dr. Simons: And I'll speak to your containment specialists about giving you some more privileges, if you can behave. SCP-7064: Guy can behave. Dr. Simons: I'm glad to hear it. Goodbye, Guy. SCP-7064: Goodbye, tiny bug lady. <End Log>",
        "\" SCP-7064 \" by DrDromeus, from the SCP Wiki . Source: https://scpwiki.com/scp-7064 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-7064 is to be held in a reinforced1 large standard humanoid containment chamber under constant monitoring, with two armed guards on stand-by near the entrance. Contact with SCP-7064 is prohibited without level-3 clearance. Any personnel entering the cell are to be accompanied by an escort of at least four armed guards.",
    "description": "SCP-7064 is a sapient humanoid of unknown origin with the following characteristics:",
    "title": "SCP-7064"
}