{
    "url": "https://scp-wiki.wikidot.com/scp-7066",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nThis is one of the SCP articles of all time.\n\n\n\"Zombie Simpsons\" by stoner99\n\n\nI encourage you to read more of my works here:\n\n\nhttps://scp-wiki.wikidot.com/stoner99-author-page\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7066\n\n\nObject Class:\n Safe\n\n\nSpecial Containment:\n SCP-7066 is stored in a standard low-priority anomalous item locker at Site-19. Testing has been discontinued indefinitely by a majority vote of the Ethics Committee.\n\n\nDescription:\n SCP-7066 is an anomalous Blu-ray DVD copy of the sixth season of \nThe Simpsons\n, an animated sitcom created by American cartoonist Matt Groening.\n\n\nIndividuals who view SCP-7066 will soon become subject to a myriad of unusual and highly distressing anomalous phenomena, culminating in their transformation into an instance of SCP-7066-1. This most often occurs as follows:\n\n\n\n\n3-5 days after completion: Subject begins to exhibit significant behavioral changes, with a particular proclivity towards indolence, alcoholism, and uncharacteristic ineptitude.\n\n\n5-10 days after completion: First signs of physical abnormalities. Rapid hair loss typically occurs at this stage. Subject’s skin will begin to discolor. Tumors resembling excess fat will begin to form throughout the subject's body.\n\n\n10-15 days after completion: Subject's legs will begin to atrophy under the weight of tumoral growths.\n\n\n15-20 days after completion: Subject will begin to undergo severe exophthalmos, disrupting sleeping patterns.\n\n\n1+ month after completion: Tumors spread to the subject’s entire body. Subject’s voice begins to deepen, with new oral cavities forming in the subject’s neck and torso to accommodate increased tumoral presence. Further progression of anomalous effects cease.\n\n\n\n\nInvestigations into SCP-7066’s origins are ongoing.\n\n\nDiscovery:\n SCP-7066 was retrieved from PU-ASX#623 on August 7th, 2047, as a part of a broader initiative by the Department of Applied Metaphysics to establish containment of dangerous anomalies in parallel realities with defunct or nonexistent SCP Foundations.\n\n\nOf note, PU-ASX#623 was believed to have undergone a large-scale XK-Class “End of the World” scenario at some point\n1\n prior to its discovery. However, the building in which SCP-7066 was discovered — an abandoned FOX\n2\n recording studio in Los Angeles, California, showed signs of habitation mere days before discovery.\n\n\nSCP-7066 was found playing in a concealed sub-basement of the building, along with over a dozen deceased instances of SCP-7066-1. A frayed Post-it note, attached to the VCR display, read as follows:\n\n\n\n\nNeed to iron out a few kinks, but this should be enough to hold us off — for now.\n\n\n \n\nIt’s been a rough sixty years, Matt, but we’ll weather this. We always do. I promise. Call me when you’re ready.\n\n\n \n\nThe show must go on.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Estimated at around 7 years.\n\n\n2\n. The broadcasting corporation responsible for producing \nThe Simpsons\n.\n\n\n\n\n\n\n\n\n« \nSCP-7065\n | SCP-7066 | \nSCP-7067\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7066\n\" by stoner99, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7066\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Need to iron out a few kinks, but this should be enough to hold us off — for now. It’s been a rough sixty years, Matt, but we’ll weather this. We always do. I promise. Call me when you’re ready. The show must go on.",
        "\" SCP-7066 \" by stoner99, from the SCP Wiki . Source: https://scpwiki.com/scp-7066 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7066",
    "object_class": "Safe",
    "description": "SCP-7066 is an anomalous Blu-ray DVD copy of the sixth season of The Simpsons, an animated sitcom created by American cartoonist Matt Groening.",
    "title": "SCP-7066"
}