{
    "url": "https://scp-wiki.wikidot.com/scp-7068",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7068\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7068's Interior Gallery [Photo Taken by D-1937]\n\n\n\n\n\n\nSpecial Containment Procedures:\n The property containing SCP-7068 has been purchased by the Foundation under the guise of an ongoing demolition project due to community safety concerns. All exterior windows are to be covered up with black curtains, and both doors must remain shut unless the object is undergoing exploration. Any trespassers are to be detained and amnesticised.\n\n\nDescription:\n SCP-7068 is an art gallery located within a small house on Fox Lane in Ozawkie, Kansas. The internal dimensions of the gallery are not consistent with its external dimensions, with the space within the house extending far past what the exterior walls would allow. Currently, no end to the space has been discovered during explorations within SCP-7068. SCP-7068 contains a seemingly endless number of art pieces. Artwork contained within the gallery does not correlate with existing public pieces. All pieces are attributed to real individuals, with further research revealing these individuals as minor artists or individuals who had interest in the arts at one point in their lives but never pursued them.\n\n\nThe exterior of SCP-7068 is a structurally unsound, deteriorating building, made of wood painted a light blue, and its roof is covered in overgrowth after neglect. The wood is splintered and stained from weather, and a majority of the windows were previously broken before the Foundation was able to purchase the property. The interior of SCP-7068 contains an even amount of lighting throughout the interior using standard, unbranded LED lamps typically found in museum displays. These lights do not appear to have an expiration date. Each light points in the general direction of artwork displayed on the wall; at maximum, there are 2 per display.\n\n\nPieces which are displayed in SCP-7068 vary in size and professionalism, and do not appear to be placed in any particular order or fashion. These pieces of artwork vary in quality, from those produced by professionally trained artists to drawings by children.\n\n\nDiscovery:\n SCP-7068 was first reported on 4/24/████ by Foundation researcher Dr. Hugh Yates, who had arrived with the intention of visiting relatives in Ozawkie. Dr. Yates reported the anomaly after an urban explorer had exited SCP-7068 and noted the discrepancy between the building's internal and external dimensions\n\n\n\n\n\n\nADDENDUM 0-7068\n\n\n\n\nInterviewed:\n Mrs. Orla Finch\n\n\nInterviewer:\n Dr. Hugh Yates\n\n\nForeword:\n \nMrs. Finch is an urban explorer at the age of 35, and entered SCP-7068’s property on 4/24/████ and discovered its anomalous properties before Dr. Yates came within vicinity of the property. She was later taken in for questioning to describe the area before testing proceeded.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Yates:\n Mrs. Finch, can you first start by why you chose to explore this building in the first place?\n\n\nMrs. Finch:\n Well, I was told about it by an aunt of mine. She knows I do this for a living, so I took her word for it to go check it out. I didn’t really expect– you know. All of this.\n\n\nDr. Yates:\n I understand. Can you first describe to me a brief description of the interior?\n\n\nMrs. Finch:\n Sure. It was really clean, definitely not what I expected, and it was really well lit. Uh… white walls, dark gray flooring, basic gallery lookin' place. I will say though, there wasn't a front desk or anything when I entered. Just started straight at an exhibit with some random pieces scattered around.\n\n\nDr. Yates:\n Do you remember any specifics about the pieces by chance? Their professionalism level, their topic?\n\n\nMrs. Finch:\n Uhm, kinda. I remember two right at the beginning as soon as I opened the door. There was a really nice painting of a sunset that looked only half finished right next to, maybe a kid’s drawing of a sunflower. The two were really contrasting.\n\n\nDr. Yates:\n Did these pieces have names by chance, or any type of indication to who they belonged to?\n\n\nMrs. Finch:\n They both did, yea. I think one they were just called ‘Sunset’ and ‘Sunflower,’ but the artists were named… I think Joshua for the sunflower, and then the sunset was by… Martha something. I don’t remember the last name, sorry.\n\n\n\n\n\n\n\n\nSCP-7068's Exterior Gallery [Photo Taken by D-1937]\n\n\n\n\n\n\nDr. Yates:\n That’s fine– that’s good enough info on its own. Was there anything else you noticed while you were inside?\n\n\nMrs. Finch:\n Actually, yea. So– when I kept on walking through the building, there was just so much new artwork. I thought at some point it’d start repeating, and I’d have gone full circle, but the interior didn’t line up with the exterior at all. It was huge in there, honestly I was scared about getting too deep and getting lost, so I turned back around after walking for a bit.\n\n\nDr. Yates:\n Was it seemingly endless, then?\n\n\nMrs. Finch:\n Essentially, yes. But I assume there’s an endpoint somewhere, I’m just not the one willing to walk through the entirety of it. Oh– and there’s one more thing I wanna mention. There was something off while I was looking back inside after leaving the building too.\n\n\nDr. Yates:\n Well, what was it?\n\n\nMrs. Finch:\n I looked through the windows and I didn’t see the art gallery through them. It more matched up with the exterior, and it looked really worn out in there.\n\n\nDr. Yates:\n So visually, it was all just an abandoned house until you entered it?\n\n\nMrs. Finch:\n Exactly. After that, uh… that’s it. Those were the only really weird things I saw– can I go home now?\n\n\nDr. Yates:\n Almost, yes. We have one more procedure for you to do, and after that, you can leave. Thank you for your time, Mrs. Finch– your information has greatly helped us. Now if you would just follow me out here, we’ll get you a ride home if needed…\n\n\n[END LOG]\n\n\nClosing Statement: Orla Finch was sent back home after receiving Class A amnestics, and the property containing SCP-7068 was purchased on 4/26/████.\n\n\n\n\n\n\nAddendum A-7068\n\n\n\n\nExploration Video Log Transcript\n\n\nSubject:\n SCP-7068\n\n\nTeam Lead:\n Dr. Hugh Yates\n\n\nTeam Members:\n D-2427\n\n\nNotes:\n \nThe very first test conducted in SCP-7068, Dr. Yates specifically picked D-2427 as a subject due to her background with art; subject was previously an art student heading into an illustration career, eventually giving up for unknown reasons. During the experiment, subject was required to wear a chest buckle harness attached to a pulley system for insurance that the subject wouldn’t be lost, as well as use for emergency retrieval if needed.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Yates:\n Alright. D-2427, can you hear me?\n\n\n(A brief moment of radio silence.)\n\n\nD-2427:\n I can hear you fine, doctor. Can I ask what this place is now? It’s kinda run down, but there doesn’t seem to be anything off about it. Am I supposed to be feeling like my head’s about to pop off or something?\n\n\nDr. Yates:\n No, your head won’t pop off. There’s nothing visibly anomalous about SCP-7068's exterior, so you’re going to have to step inside. The task force agents with you should either have already opened up the doors, or they should be doing that now.\n\n\n(The distant sounds of chains being removed from SCP-7068’s door can be heard in the distance as D-2427 begins talking again.)\n\n\nD-2427:\n Is this some haunted house then? Am I gonna get eaten by a radioactive bird in there or something?\n\n\nDr. Yates:\n Lucky for you, no. You’re just going to explore and describe the area to me; a basic exploration mission more than a test. Now, step through the open door.\n\n\n(There isn't any noise for a moment before D-2427 begins to walk, her footsteps making sound as she approaches the door and eventually enters, as signaled by the footsteps suddenly meeting the sound of newly waxed floors.)\n\n\nD-2427:\n Oh, wow. This is the weird part, I guess. Everything’s really clean, the floors are all polished too… smells kind of like a new car in here.\n\n\nDr. Yates:\n Good to know. Please keep walking forward into the gallery, and feel free to explore in whatever direction you’d like to go. Let me know if you spot anything odd.\n\n\n(There’s the sound of squeaking shoes on the floors for about one minute and twenty-three seconds before conversation begins to pick up again.)\n\n\nD-2427:\n Well, there’s some name plaques under all of these pieces. But I don't really recognize any of their names, and some of these pieces don't even have titles. But– oh.\n\n\nDr. Yates:\n Is something wrong?\n\n\nD-2427:\n No, nothing wrong. Just saw a piece I liked. I’m going over to it.\n\n\n(D-2427 can be heard taking what seems to be a left, and looking into a section of the gallery at a piece. It takes about 2 minutes for the subject to speak up again.)\n\n\nD-2427:\n There’s a signature that I can’t read in the right corner. Don’t recognize it either.\n\n\nDr. Yates:\n Interesting. Noted… do you think you could try to take this piece off the wall? And is the picture you’re looking at a canvas or a paper?\n\n\nD-2427:\n This one's- canvas. Unframed, so I should be able to take it off the wall. Just give me a second…\n\n\n(D-2427 begins to attempt to take off the painting from the wall. Sounds of exertion continue as subject continues for about three minutes, D-2427 gives up and steps back.)\n\n\nD-2427:\n No dice on just prying it off with my hands.\n\n\nDr. Yates:\n Hm… I see. Well, do you think you can try to peek behind the canvas? Is there enough space between it and the wall to do that?\n\n\nD-2427:\n None, can’t even if I wanted to. Should I move on or something?\n\n\nDr. Yates:\n Yes, then. Move along and look for any other abnormalities.\n\n\nD-2427:\n I mean, so far there’s no other abnormalities beyond that… maybe in the way its seemingly endless, that’s weird, but–\n\n\n(The sound of D-2427’s feet stop moving through the microphone capture. D-2427 is standing still, looking at something in a form of shock.)\n\n\nDr. Yates:\n D-2427? Do we need to activate the retrieval system? Do you hear me?\n\n\nD-2427:\n No, no. Don’t activate it; is this seriously–?\n\n\n(D-2427 can be heard very quickly walking over to an area.)\n\n\nD-2427:\n Oh, god. It’s… mine. This one’s my piece.\n\n\nDr. Yates:\n Your piece is displayed in the gallery? Well, congratulations.\n\n\nD-2427:\n Congratulations my ass, I threw this away after my fifteenth position rejection.\n\n\nDr. Yates:\n Really? Can you describe the drawing to me?\n\n\n(D-2427 is hesitant, and remains silent for a minute or two before beginning to describe her artwork in the gallery.)\n\n\nD-2427:\n It’s a piece on plain paper, made out of charcoal, and it’s a drawing of a bicolor, tuxedo cat, whatever you wanna call it. It was– is. It’s a drawing of my old cat Chimney from about a year back. He died pretty recently. I threw this away after I was rejected because of it, tore it into shreds so nobody could find it.\n\n\nDr. Yates:\n I see… so this piece was previously disposed of.\n\n\n\n\n\n\n\n\nD-2427's Drawing of \"Chimney the Cat\" [Redrawn by Researcher Kazuyuki Kasuke]\n\n\n\n\n\n\nD-2427:\n Yes, and it was supposed to stay that way. What kind of sick prank is this? Did you do this on purpose? Are you mocking my failure here, sir?\n\n\nDr. Yates:\n Nothing of the sort D-2427– I was unaware of this being anywhere in the gallery. I had no intention of offending you. May I ask why this is upsetting? Is the image distorted of any sort, disturbing or unsettling?\n\n\nD-2427:\n No, it’s not. Not in the slightest. That’s what makes this so damn terrible though, it’s in perfect condition. There’s no rips or tears on it, not even a wrinkle. I remember turning it in as my application with a wrinkle from erasing too much. That’s the worst part though, this isn’t ruined at all, but it’s supposed to be, you see? Because this is exactly what I never wanted to see again.\n\n\nDr. Yates:\n What you never wanted to see again?\n\n\nD-2427:\n This piece, my art, my career being washed down the drain along with all my enjoyment of it. You know, I probably would've gotten farther if I wasn't already on try fifteen of trying to get a job. I kept getting rejected and rejected.\n\n\n(D-2427 begins to pick up their talking pace and seems to begin talking quieter after seeing their own drawing lost in an unknown art display, as Dr. Yates begins speaking orders into a microphone for the on-site agents to begin dragging the subject back towards the entrance.)\n\n\nD-2427:\n Why is this here? Is this some prank? You just slapped my hard work, sweat and blood into some middle of nowhere gallery for me to see one day? You put it in an abandoned house on the side of the road for me to pass by and never see again, didn’t you?\n\n\n(As D-2427’s harness begins to slowly drag her back after the pulley system is activated, she clings onto one of the walls and begins dragging herself forward back towards her piece, as indicated by the sounds of shoes squeaking against the ground violently.)\n\n\nDr. Yates:\n D-2427, please return without any further troubles, we’ll discuss it more there. I assure you, none of this was targeted or intended, now please remain calm.\n\n\nD-2427:\n This is just a strike at my pride, huh? You knew my cat died, so you put the one picture of him that I threw away in here to make me miserable about him AND my lost career. You wanna know something? I think you guys are even worse than the people who rejected me, here you are throwing me into \ndeath or death\n situations and expecting me to just comply properly, while I sit here still wishing I could–!\n\n\n(D-2427 is violently being yanked back at this point, but she manages to grab a corner of her artwork before they can fully pull her back via the rope.)\n\n\nD-2427:\n If I could just fix one mistake, go back and submit this again–!\n\n\n(There is the sound of the drawing tearing, the paper remaining in D-2427’s hands as she is dragged back outside of SCP-7068. Testing commences, and D-2427 is taken back into custody. The section of the drawing torn off from “Chimney the Cat” was taken by Dr. Yates, and upon further inspection, D-2427’s name was seemingly on the back of the piece due to the letters “MA” being present in lead. D-2427's career change was confirmed to have been caused by rejection, further tests conducted with SCP-7068 are not to involve D-2427.)\n\n\n[END LOG]\n\n\n\n\n\n\nAddendum B-7068\n\n\n\n\nExploration Video Log Transcript\n\n\nSubject:\n SCP-7068\n\n\nTeam Lead:\n Dr. Hugh Yates\n\n\nTeam Members:\n D-1937\n\n\nNotes:\n Dr. Yates requested a D-Class without any artistic backgrounds, D-1937 chosen for this reason. Same procedures used when testing D-2427 with the addition of a DSLR camera for pictures of SCP-7068’s exterior and interior for files.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Yates:\n D-1937, is the camera you’ve been given working?\n\n\n(The noise of a camera clicking can be heard, and then the lens can be heard contracting as the photo processes.)\n\n\nD-1937:\n Yea, it works fine. I already took one of the house. It looks like this thing is about to fall over, though.\n\n\nDr. Yates:\n Well, if it does, you have the emergency system, so no need to worry about it too much.\n\n\nD-1937:\n Yea, I’ll just worry a smidge then. Can I go in now, or do I wait for a command?\n\n\nDr. Yates:\n You can head in whenever you’re ready, just signify when–\n\n\nD-1937:\n Alright then, I’m going in now.\n\n\n\n\n\n\n\n\nTooth Fairy by Amanda Hill [Photo Taken by D-1937]\n\n\n\n\n\n\n(D-1937 can be heard walking forward rather slowly, and eventually making it to the left entrance of SCP-7068. Footsteps take a pause as they meet new ground, and shortly after there is a camera click.)\n\n\nD-1937:\n Well… it’s a lot of art, that’s for sure. Ah damn, that photo was blurry.\n\n\nDr. Yates:\n Don’t worry about one blurry photo too much. Just keep on walking, and take pictures frequently when you think it's right. We only really need one for the files anyways.\n\n\nD-1937:\n Eh, alright then. Do you want me to keep talking while I do my thing, or should I just shut up?\n\n\nDr. Yates:\n Either one. Just do what you need to do, D-1937.\n\n\nD-1937:\n Gotcha.\n\n\n(D-1937 stays silent as they walk through the gallery, his shoes can be heard audibly squeaking over the floors. The silence is momentarily broken by the sounds of a camera clicking, D-1937 commenting about the picture he took, and then moving on. D-1937 walks in silence taking pictures for an estimated 7 minutes.)\n\n\n\n\n\n\n\n\nHome by Hugo Fleming [Photo Taken by D-1937]\n\n\n\n\n\n\nD-1937:\n These pieces are nice. Some of them don't really look finished though, and– oh. This one’s torn.\n\n\nDr. Yates:\n Torn? Can you go observe the painting for me please?\n\n\nD-1937:\n Well, it’s not a painting, I think. It might be pencil, a lot of it, heavy… or what’s that chalky thing called? I don’t know, but it's really good. Tuxedo cat, black and white… called “Chimney the Cat.” Super realistic, honestly– this is impressive.\n\n\nDr. Yates:\n I see. Could you please specify where it’s torn so I can confirm something?\n\n\nD-1937:\n Yea, it’s torn… in the top left hand corner.\n\n\nDr. Yates:\n Noted– damages sustained… can you describe the drawings around the area? What variety is there?\n\n\nD-1937:\n A good amount of variety– this one’s definitely done by a kid. Looks like something you’d hang up on the fridge, but it's not bad quality wise. Bunch of buildings, palm trees, somewhat colored sky… it’s cute at least. This one is uh, “Paradise” by… Kazuyuki Kasuke?\n\n\nDr. Yates:\n By Dr–? Ok, well, if you would take a picture of it, that’d be great.\n\n\nD-1937:\n On it.\n\n\n(D-1937 follows instructions to take clear photographs of the area, and moves onto the next.)\n\n\nD-1937:\n A few more kid drawings slapped around here. Their full names are all displayed, uh… do you want me to read them all out?\n\n\n\n\n\n\n\n\nBanana by Lillia Austin [Photo Taken by D-1937]\n\n\n\n\n\n\nDr. Yates:\n Yes, please, at least for this section.\n\n\nD-1937:\n Okay, so… “Banana by Lillia Austin”, \"Tooth Fairy by Amanda Hill”, “Home by Hugo Fleming”, and “Sid by Sid Abbott”… Oh, this is a self portrait. Not bad, not bad.\n\n\n(D-1937 can be heard taking more pictures.)\n\n\nD-1937:\n I think I got a decent amount of pictures. Got some up close and far away ones… do you need anything else other than that?\n\n\nDr. Yates:\n No, probably not, considering you took a lot. You can head back now if you'd like.\n\n\nD-1937:\n Sick, I'm headed out.\n\n\n(Subject then begins to follow the rope in order to return, walking at a steady pace.)\n\n\nDr. Yates:\n While you're walking back, can I hear your personal opinion on the artwork displayed?\n\n\nD-1937:\n I mean, yea, sure. You're not gonna get much out of me though, I have no idea how to talk about art. Uh, let's see… I liked the colors I guess. And the ideas weren't bad- you know, considering they were probably around 5 or something. If I was a kid, I'd be jealous they even knew how to use anything other than a pencil.\n\n\n\n\n\n\n\n\nSid by Sid Abbott [Photo Taken by D-1937]\n\n\n\n\n\n\nDr. Yates:\n Did you want to draw as a kid previously?\n\n\nD-1937:\n Mmm… don't think so, no. And if I did, it wasn't really important.\n\n\n(There is a long pause as D-1937 continues to walk back in silence, the light sound of air conditioning blowing through SCP-7068.)\n\n\nD-1937:\n But I will say, I think I grew up surrounded by a bunch of artist friends. It's pretty cool how they can do all that stuff, but when you're a kid, you're probably getting in trouble for doing art on your homework more than you're being praised for it. That's kinda how schools still treat art, not 'work', just a waste of time. Man, I don't think I can remember how many times I watched a kid get chewed up for doing a small doodle on a sheet.\n\n\nDr. Yates:\n I see… both of our schools seemed to be similarly strict on the arts, then.\n\n\nD-1937:\n Oh, for sure they were. But I don't think it was just them- it was really any school you went to. I'm sure they've improved a little on that act, but you know, you can't undo what you already ruined. A lot of dreams died in that school, like a massacre of futures out there. It was pretty brutal.\n\n\n(As D-1937 begins to approach the entrance to SCP-7068, subject takes about 17 seconds to stop and look through the pictures photographed throughout exploration. Eventually, he asks a question.)\n\n\nD-1937:\n …are you gonna print these out and hang them on a fridge or something? They're not bad photos.\n\n\nDr. Yates:\n No, these will only be going into a file for SCP-7068, sadly. Thank you for your cooperation in this exploration, please step out whenever you're ready.\n\n\n(After testing concluded, research confirmed each drawing photographed by D-1937 were created by the mentioned individuals during a time in which they still explored the arts. None of these individuals correlated with each other in any way, only common factor being past connections to art before throwing pieces away.)\n\n\n[END LOG]\n\n\n\n\n\n\nADDENDUM C-7068\n\n\n\n\nInterviewed: Dr. Kazuyuki Kasuke\n\n\nInterviewer: Dr. Hugh Yates\n\n\nForeword:\n \nDr. Yates requested an interview to be scheduled with Dr. Kazuyuki, who had been assigned to recreate D-2427’s drawing for the Foundation. Dr. Kazuyuki's art had been found on display in SCP-7068, linking back to his previous experiences in art.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Kazuyuki:\n Dr. Yates. Good to see you again.\n\n\nDr. Yates:\n The same goes to you Kasuk– Dr. Kazuyuki. Apologies. Thank you for your agreement to meet up with me so suddenly.\n\n\nDr. Kazuyuki:\n I'll let it slide this time. I’m assuming this project has something to do with your research into SCP-7068.\n\n\nDr. Yates:\n Yes, it does. I just have a few questions to run by you concerning evidence we found while exploring, so if you would answer these completely honestly, that would be great.\n\n\nDr. Kazuyuki:\n Understood. Please continue.\n\n\nDr. Yates:\n Yes, of course… firstly– may you please describe your background in art, your associations with it?\n\n\nDr. Kazuyuki:\n …I see. So this is the direction you're taking? What, did you find something in there?\n\n\nDr. Yates:\n Well– uh… multiple in there, actually. All were under–\n\n\nDr. Kazuyuki:\n My name. Figured. Curious, how it has all of them in there, I remember putting most of mine in the trash. If mine are in there, is there the chance that your childhood drawings are in there?\n\n\n(Dr. Yates flushes and refuses to indulge in the idea for much longer.)\n\n\nDr. Kazuyuki:\n Well, no matter, I guess. My background with art is a little… complicated. My father was an artist himself, but sadly not in a fun, supportive way. You wouldn’t like him if you met him– the entire Foundation wouldn’t, actually.\n\n\nDr. Yates:\n Can I ask why?\n\n\nDr. Kazuyuki:\n Ever heard of 'Are We Cool Yet?'\n\n\nDr. Yates:\n Oh– oh. I see.\n\n\nDr. Kazuyuki:\n Precisely. But moving on, because of him, I have some background with wanting to become an artist. But I grew out of it– as most do, sadly.\n\n\nDr. Yates:\n Really? Well, I mean… it seems like you didn’t, seeing as you’re the one who redrew D-2427’s art. It was well done as well, so–\n\n\nDr. Kazuyuki:\n That’s not art as much as it is work now. Becoming an artist required me to love art, but I already had that pretty ruined for me. It’s easy to do that in art, ruin everything and then abandon it. But no more on that, I guess. That’s all my background in art.\n\n\nDr. Yates:\n Ah… ok. Well, next question– do you… never mind that one, you answered that. Next question, do you have any associations with publicly displaying your art at any point in your career?\n\n\n\n\n\n\n\n\nParadise by Kazuyuki Kasuke [Photo Taken by D-1937]\n\n\n\n\n\n\nDr. Kazuyuki:\n Not once, no. I’ve never really publicly shared my art in any form before.\n\n\nDr. Yates:\n So nobody besides a few exceptions had any idea about the existence of these works?\n\n\nDr. Kazuyuki:\n Yes. Is that your last question? This interview seems to be leading you nowhere, Yates.\n\n\nDr. Yates:\n Well, almost. I’d like one final statement from you. Just be honest with me here– brutally honest even.\n\n\nDr. Kazuyuki:\n Well, be brutally honest on what? The art in there?\n\n\nDr. Yates:\n Nearly, once again. I’d like to ask you to look at this, and then tell me a little more about your associations with art in the past, and in the present.\n\n\n(Paper can be heard sliding across the table, and Dr. Kazuyuki stays silent for a while.)\n\n\nDr. Kazuyuki:\n This is a children’s drawing.\n\n\nDr. Yates:\n Yes, yours to be specific… right?\n\n\nDr. Kazuyuki:\n \n“Paradise?”\n Hm.\n\n\n(Dr. Kazuyuki picks up the files and begins to flip through them, reading them over for a split second before sighing at all the images. Thrown away works in progress, completed pieces from before, sloppy and half-hearted pieces, along with pieces which display some sort of enjoyment for the activity.)\n\n\nDr. Kazuyuki:\n My statement to you is that the art in there is lost, and it should stay lost, I guess. But what else do you want? If this is it, then I think we’re done here.\n\n\nDr. Yates:\n Sorry, just a second more. Dr. Kazuyuki… see, I have a theory explaining the reason all these pieces are in here, and you’ve confirmed a half of it, but– if you would, could you explain your current feelings on art?\n\n\nDr. Kazuyuki:\n …this feels more like a personal intervention than a work related interview.\n\n\nDr. Yates:\n I assure you, this isn't one of those. I'm keeping this work related, but– well, your personal opinions may be more impactful to my work here.\n\n\nDr. Kazuyuki:\n Hm. Well, fine then. My current feelings on art are mixed, but I believe art is a passion that dies out as quickly as it lights. At some point, you start caring more about the monetization of your work more than your enjoyment of it. And then at the next stop, you can't find the passion anymore, the dream is dead and you feel like you died with it. So I stopped making it my main goal, and made my focus on the Foundation.\n\n\nDr. Yates:\n So you lost it? Your love for art?\n\n\nDr. Kazuyuki:\n No. I never did– nobody ever really does. I still love art, but not in the way I used to. I just got tired one day and decided I was finished questioning myself over art– if it was even worth getting out of bed to try and draw, and then slumping back over when the day is done all for nothing to be done. It just gets harder and harder to get out of bed. And that’s when I quit. Perhaps the same applies to every other artwork hanging in there, just a lost passion drifting around.\n\n\n(Dr. Kazuyuki checks his watch. The time is 3:18 pm.)\n\n\nDr. Kazuyuki:\n I’m unsure if I’ve simply overshared, or if I’ve actually confirmed or denied your hypothesis. But I assume by your face… you've come to an answer of some sort.\n\n\nDr. Yates:\n …I suppose so. Thank you, Dr. Kazuyuki. My hypothesis has been confirmed.\n\n\nDr. Kazuyuki:\n I applaud you for that, I guess.\n\n\nDr. Yates:\n Thanks. But I wish I wasn't right for once.\n\n\n(The two stand in silence, and there is a brief moment of concern from Dr. Kazuyuki.)\n\n\nDr. Kazuyuki:\n …I'm sorry.\n\n\nDr. Yates:\n No, don't be. You're fine, it's all just a bit saddening. It's a beautiful gallery, really. I wish more people could see it.\n\n\nDr. Kazuyuki:\n I'm sure they can live without it.\n\n\nDr. Yates:\n They can live without it, but that experience with it would have been great for all of us.\n\n\nDr. Kazuyuki:\n Dr. Yates, if this interview is over, then I'm leaving.\n\n\n(Dr. Kazuyuki prepares to leave before Dr. Yates stops him at the door.)\n\n\nDr. Yates:\n Apologies– but can we talk later? In– in the cafeteria together, preferably just the two of us? More… personally.\n\n\n(Silence. And then, Dr. Kazuyuki simply nods.)\n\n\nDr. Kazuyuki:\n At 4 o' clock, yes. If you aren't there, I'll leave.\n\n\nDr. Yates:\n Thank you.\n\n\n[END LOG]\n\n\nClosing Statement: Dr. Kauzyuki Kasuke’s father was confirmed to have been Kazuyuki ████████, who was detained by the Foundation due to associations with ‘Are We Cool Yet?’\n\n\n\n\n\n\n\n\n« \nSCP-7067\n | SCP-7068 | \nSCP-7069\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "The property containing SCP-7068 has been purchased by the Foundation under the guise of an ongoing demolition project due to community safety concerns. All exterior windows are to be covered up with black curtains, and both doors must remain shut unless the object is undergoing exploration. Any trespassers are to be detained and amnesticised.",
    "description": "SCP-7068 is an art gallery located within a small house on Fox Lane in Ozawkie, Kansas. The internal dimensions of the gallery are not consistent with its external dimensions, with the space within the house extending far past what the exterior walls would allow. Currently, no end to the space has been discovered during explorations within SCP-7068. SCP-7068 contains a seemingly endless number of art pieces. Artwork contained within the gallery does not correlate with existing public pieces. All pieces are attributed to real individuals, with further research revealing these individuals as minor artists or individuals who had interest in the arts at one point in their lives but never pursued them.",
    "title": "SCP-7068"
}