{
    "url": "https://scp-wiki.wikidot.com/scp-7070",
    "all_text": "rating: \n+248\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Black Moon Howled, and the Earth heard its screams.\n\n\n\n\n\n\n\n\n\n\n\n\n{From the personal recordings of O5-5.}\n\n\n\n\n\n\n{Accessing File…}\n\n\n\n\n\n\n{File loaded.}\n\n\n\n\n\n\n\n\nDecember 12th, 2098.\n\n\nNEO-SITE-19. T. MOOSE MEMORIAL HALL - OBSERVATION DECK\n\n\n[O5-5 stands on a balcony overlooking a forest suffering from the Black Blight. Small amounts of dark ash occasionally break away from the scene, displaced by the wind. Ash floats towards the balcony; it disintegrates on contact with the force field protecting Neo-Site-19 from the outside atmosphere.]\n\n\n[In the distance, large bio-domes are sunk into the earth, each containing a shielded, Foundation-run city. Above this all, a hollow, enlarged moon, its surface marked by jagged incisions, rests in the night sky. From its wounds, the moon secretes a dark, viscous liquid. It stains the webbing of the protective Veil mechanism that surrounds the earth.]\n\n\n[O5-13 approaches from behind, her cane clacking against the concrete floor.]\n\n\nO5-13:\n There’s beauty in all of this.\n\n\n[O5-13 pauses for a response from O5-5, but does not receive one.]\n\n\nO5-13:\n Not literally, visually, of course. Yet after the Howling, life clings on. It continues despite it all. In the cities, in the Blightlands, everywhere in between.\n\n\nO5-5:\n What do you need, Thirteen?\n\n\nO5-13:\n Company, Rebekah. I’ve held this role for some time, known the rest of the council for decades – comparatively, you’re rather new to me. I’d say you have another 20 years left before you can shoo me away that easily.\n\n\nO5-5:\n What do you really need?\n\n\n[O5-13 smiles.]\n\n\nO5-13:\n The Centennial Summit next week. 200 years of The Foundation. You are attending, yes?\n\n\nO5-5:\n I’ll make time. You think everyone else will show?\n\n\nO5-13:\n No, I don’t. Which is why I’m making sure that you’ll be there, at the very least. But there are certain things you and I need to discuss prior to the Council Meeting – in private. Do you have time now?\n\n\n[O5-5’s device beeps.]\n\n\nO5-5:\n Evidently not; new assignment from ORACLE. There’s a rescue effort in Sector 54. A group of survivors in the ruins of a town. Looks like another cargo cult.\n\n\nO5-13:\n You’re an Overseer now, Rebekah, you can opt out of ORACLE assignments. You don’t have to keep doing fieldwork.\n\n\nO5-5:\n It doesn’t feel right to stop. Not when I know what it’s like out there.\n\n\n[O5-5 walks away from the balcony’s edge, slinging her jacket over her shoulder. She pauses.]\n\n\nO5-5:\n Why is it you call me by my name?\n\n\nO5-13:\n I do the same for all council members. I knew you all before you joined, knew you how you were. That’s how I think of you. I didn’t call the last one ‘Five’ either.\n\n\nO5-5:\n You shouldn’t hold onto the past.\n\n\nO5-13:\n Oh, not at all. And I do not yearn for it. But one needs to know where we came from to know where we're going. We’ll be discussing the very future of the Foundation at the Summit, Rebekah. If I sent you some files could you at least–\n\n\nO5-5:\n Don’t have time to read anymore.\n\n\nO5-13:\n You’re spreading yourself too thin!\n\n\nO5-5:\n Then I’m taking after the organization I represent. See you at the Summit, Sophia.\n\n\n[O5-5 exits the balcony. Excerpt ends.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORACLE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCREDENTIALS ACCEPTED.\n\n\n\n\nWELCOME, OVERSEER O5-5. I AM ORACLE.AIC, HOW MAY I ASSIST YOU?\n\n\nYOU HAVE \n1\n URGENT REMINDER AND \n530\n UNREAD MESSAGES\n\n\nTHE CENTENNIAL SUMMIT IS SET TO OCCUR IN THREE DAYS AND SEVENTEEN HOURS. YOU HAVE YET TO CONFIRM YOUR ATTENDANCE. ARE YOU HAVING DOUBTS?\n\n\n\n\n\n\nNot filling out paperwork right now. The other O5s know I’ll be there — the few I've actually spoken to.\n\n\n\n\n\n\nUNDERSTANDABLE, OVERSEER. WILL YOU BE RESUMING YOUR RESEARCH?\n\n\n\n\n\n\nSCP-7070. Present iteration and the last update before the Howling. June 2048.\n\n\n\n\n\n\nIT IS MY DUTY TO INFORM YOU THAT YOU ARE ABOUT TO READ A FILE PREDATING THE BLACK MOON INCIDENT. AS SUCH, INFORMATION CONTAINED WITHIN MAY BE INACCURATE. PHILOSOPHIES AND BEHAVIORS PREDATING THE HOWLING MAY BE SEEN AS IMMORAL TODAY.\n\n\nORACLE.AIC IS OBLIGATED TO INFORM YOU THAT THIS REQUEST HAS BEEN LOGGED AND EXTENSIVE RESEARCH INTO LEVEL-6/BLACKMOON CLASS DOCUMENTS MAY BE SUBJECT TO REVIEW BY THE OVERSEER COUNCIL.\n\n\n\n\n\n\nI'll be looking into my own activity — got it. Proceed.\n\n\n\n\n\n\nAS REQUESTED:\n\n\n\n\nSCP-7070/Revision_8292/2048/6/22\n\n\nSCP-7070/Revision_8292/2098/12/15\n\n\n\n\nMAY THE KNOWLEDGE OF THE PAST ILLUMINATE OUR FUTURE, OVERSEER.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7070\n\" by Dysadron, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7070\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Moon\n\n\nAuthor:\n \nsyuzhet\n\n\nLicense:\n CC-BY-SA 3.0\n\n\n\n\n\n\nFilename:\n Moon\n\n\nAuthor:\n \nsyuzhet\n\n\nLicense:\n CC-BY-SA 3.0\n\n\n\n\n\n\nFilename:\n Server\n\n\nName:\n CERN Server 03.jpg\n\n\nAuthor:\n Florian Hirzinger\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:CERN_Server_03.jpg\n\n\n\n\n\n\nFilename:\n hogslice3\n\n\nAuthor:\n \nDysadron\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nDerivative of:\n \"SCP-6599\" by PlaguePJP and J Dune, from the SCP Wiki.\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-6599",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7070 \" by Dysadron, from the SCP Wiki . Source: https://scpwiki.com/scp-7070 . Licensed under CC-BY-SA .",
        "Filename: Moon Author: syuzhet License: CC-BY-SA 3.0",
        "Filename: Moon Author: syuzhet License: CC-BY-SA 3.0",
        "Filename: Server Name: CERN Server 03.jpg Author: Florian Hirzinger License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:CERN_Server_03.jpg",
        "Filename: hogslice3 Author: Dysadron License: CC-BY-SA 3.0 Derivative of: \"SCP-6599\" by PlaguePJP and J Dune, from the SCP Wiki. Source Link: https://scp-wiki.wikidot.com/scp-6599"
    ],
    "title": "SCP-7070"
}