{
    "url": "https://scp-wiki.wikidot.com/scp-7071",
    "all_text": "rating: \n+101\n+\n–\nx\n\n\n\n\n\n\nPhotograph of SCP-7071 taken prior to testing\n\n\n\n\n\n\nItem #:\n SCP-7071\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-7071 is to be contained in standard object storage when not removed for testing or observation.\n\n\nDescription:\n SCP-7071 is a stuffed toy resembling a worm, insect larva or snake, constructed from blue fabric, polyester stuffing and two buttons. The toy possesses no anomalous or unusual physical properties.\n\n\nThe anomalous characteristics of SCP-7071 manifest when any individual in its proximity is prompted to freely play with the object, describe it or tell a fictional story about it, at which point individuals will universally attribute the same set of properties to the object. Reported features of SCP-7071 include the following:\n\n\n\n\nSCP-7071's name is Wiggly.\n\n\n\n\n\n\nSCP-7071 is male.\n\n\n\n\n\n\nSCP-7071 has two parents known as Squiggly and Jiggly, and a younger sibling known as Poopsy.\n\n\n\n\n\n\nSCP-7071 is 6 years old.\n1\n\n\n\n\n\n\nSCP-7071's favourite colour is blue.\n\n\n\n\n\n\nSCP-7071's favourite food is chocolate fudge.\n\n\n\n\n\n\nSCP-7071's favourite song is \"How to Make Alien Ice Cream\".\n2\n\n\n\n\n\n\nSCP-7071 is talented at singing, drawing and sculpture.\n\n\n\n\n\n\nSCP-7071 is capable of independent flight.\n\n\n\n\n\n\nSCP-7071 is approximately three meters long,\n3\n and capable of carrying one or more humans.\n\n\n\n\n\n\nSCP-7071's best friend is an individual known as Billy.\n\n\n\n\n\n\nSCP-7071 has not seen Billy in a long period of time.\n\n\n\n\n\n\nSCP-7071's top priority is finding and reuniting with Billy.\n\n\n\n\n\n\n\n\nDepiction of SCP-7071 by Marcus █████, in 2019 at Little Footprints Day Care\n\n\n\n\n\n\nRecovery Information:\n SCP-7071 was first discovered in Little Footprints Day Care, in ██████ █████████ South Carolina. Anomalous activity was first indicated to the Foundation by accounts by staff and parents of children mentioning the same fictional entity without first communicating with each other.\n\n\nAgent Simon Janecek posed as a writer for a childcare journal, looking into a potential article on local day care centers, in order to interview children and staff. SCP-7071 was identified and recovered at this time.\n\n\n\n\n+ Show Sample Interview +\n\n\n\n\n- Hide Sample Interview -\n\n\n\n\n\n\nInterview #06 - May 21st, 2022 - Lindsay ███████, aged 5\n\n\nJanecek\n: Hi Lindsay, can you tell me some of the toys you like here?\n\n\nLindsay\n: I like my Barbie, and the big bear, and the super bouncy ball.\n\n\n[Janecek points to SCP-7071]\n\n\nJanecek\n: What do you think about this one?\n\n\nLindsay\n: Wiggly! I like Wiggly but he's not my favourite.\n\n\nJanecek\n: Why do you like it?\n\n\nLindsay\n: He's a kid like me but he can fly and he's big.\n\n\nJanecek\n: He's big?\n\n\nLindsay\n: He's as big as a giraffe!\n\n\n[Lindsay leans toward Janecek to avoid being overheard by day care staff]\n\n\nLindsay\n: Also his sister's name sounds like \"poopy\".\n\n\nJanecek\n: I see. I see. And then why isn't it your favourite?\n\n\nLindsay\n: I don't like aliens. They're gross!\n\n\nJanecek\n: And, um, Wiggly is an alien, then?\n\n\nLindsay\n: No! He's normal but he goes with aliens. Plus also he's sad!\n\n\n[Linday pats SCP-7071 on the head and speaks directly to it]\n\n\nLindsay\n: Sorry Wiggly!\n\n\nJanecek\n: Why is he sad?\n\n\nLindsay\n: He only ever wants to find Billy. It's boring.\n\n\n[Janecek points to SCP-7071 again]\n\n\nJanecek\n: The toy wants to find someone?\n\n\nLindsay\n: Not for real! You're being silly.\n\n\n[Lindsay stands up and begins to walk away while speaking]\n\n\nLindsay\n: Can we be done now? I want to go run outside. Bye!\n\n\n[Interview is ended]\n\n\n\n\n\n\n\n\n\n\nThe first manifestation of SCP-7071's anomalous properties is not known, but the object was eventually identified by one staff member as the creation of Vanessa Lon-Johnstone\n4\n, the parent of a previous member of Little Footprints Day Care, constructed in the year 2006.\n\n\n\n\nSelected Test Records\n\n\n\n\nTest 7071-A\n: SCP-7071 was presented to Research Assistant Parth Solanki, who was not instructed about its anomalous properties, and was instructed to answer the questions of Senior Researcher Laney Day.\n\n\n\n\n+ Show Test-7071-A Record +\n\n\n\n\n- Hide Test-7071-A Record -\n\n\n\n\n\n\nTest #09 - June 3rd, 2022\n\n\nDay\n: Can you identify this object?\n\n\nSolanki\n: This is a stuffed animal. It looks like a large worm, maybe.\n\n\nDay\n: What name would you give it?\n\n\nSolanki\n: If I was supposed to name it, maybe Wiggly?\n\n\nDay\n: Is there any reason for this name?\n\n\nSolanki\n: He looks like it, right? I mean, it looks like it could wiggle.\n\n\nDay\n: How would you describe the object's personality?\n\n\nSolanki\n: I guess I would say friendly, but worried, or maybe uneasy?\n\n\n[Solanki hesitates, and appears embarrassed.]\n\n\nSolanki\n: I mean that if he, or it, was real, that's how it seems like it would be. It doesn't actually have a personality.\n\n\nDay\n: I understand. Is there anything else you can tell me about the object from your superficial observation?\n\n\nSolanki\n: It looks hand-made, or maybe like it was repaired a lot by hand. It looks like he, or it, is supposed to be a little kid, and it looks pretty soft. I guess that last part is most plush toys, though. I'm sorry, I don't know what else.\n\n\nDay\n: Have you observed any anomalous traits related to this object?\n\n\nSolanki\n: No, I don't think so. Are there any?\n\n\n[Test is ended]\n\n\n\n\n\n\n\n\n\n\n\n\nTest 7071-B\n: SCP-7071 was given to Research Assistant Ruby Elaine, who was not instructed about its anomalous properties, and was instructed to freely play with the object and verbally describe her actions to observing Senior Researcher Laney Day.\n\n\n\n\n+ Show Test-7071-B Record +\n\n\n\n\n- Hide Test-7071-B Record -\n\n\n\n\n\n\nTest #17 - June 27th, 2022\n\n\nDay\n: Please begin.\n\n\n[Elaine begins by lifting SCP-7071 and moving it around in the air as if it was flying.]\n\n\nElaine\n: We're saying goodbye to his family, because we're leaving home for a while.\n\n\n[Elaine speaks in a high pitched voice to distinguish SCP-7071's dialogue.]\n\n\nElaine\n: \"Goodbye Squiggly! Goodbye Jiggly! Goodbye Poopsy!\"\n\n\n[Elaine carries SCP-7071 to the other side of the room, holding it high in the air.]\n\n\nElaine\n: Wiggly and I are looking for his friend Billy, but we're lost.\n\n\nDay\n: The two of you are lost?\n\n\nElaine\n: We're flying over the ocean, and a bunch of islands we've never seen before. Wiggly is carrying me on his back. There's an island full of little green men, and they're singing and dancing, but…\n\n\n[Elaine continues in SCP-7071's voice.]\n\n\nElaine\n: \"I wish Billy was here.\"\n\n\n[Elaine lifts SCP-7071 high over her head, and tilts the object down to face the ground.]\n\n\nElaine\n: We're flying all the way up into outer space, and we can see the whole alien party below, but we can't see Billy anywhere. Sorry Wiggly.\n\n\n[Elaine addresses Day directly.]\n\n\nElaine\n: Was something supposed to happen by now? This is fun, but is something supposed to be happening? I don't think this is going anywhere.\n\n\n[Test is ended]\n\n\n\n\n\n\n\n\n\n\n\n\nTest 7071-C\n: SCP-7071 was given to Belinda Johnstone, the object's original owner. Scheduling conflicts with Johnstone's work\n5\n had previously delayed her participation in testing.\n\n\nJohnstone was informed that she was selected for a psychological study on play behaviour, and was instructed to freely interact with the object under Senior Researcher Laney Day's supervision.\n\n\n\n\n+ Show Test-7071-C Record +\n\n\n\n\n- Hide Test-7071-C Record -\n\n\n\n\n\n\nTest #41 - July 15th, 2022\n\n\n[Johnstone periodically paused and looked at SCP-7071 during the following record, as if it was speaking back to her.]\n\n\nJohnstone\n: Wiggly! How are you?\n\n\nJohnstone\n: Aw, I missed you too, Wiggly.\n\n\nJohnstone\n: I know, it's been a long time. You almost didn't recognize me, right?\n\n\nJohnstone\n: Oh I wish! But no, I haven't met \nanyone\n from outer space, at least not as far as I know.\n\n\nJohnstone\n: Yes, I did! Just like I always said I would.\n\n\nJohnstone\n: It's a lot harder than I thought back then, but I love it.\n\n\n[Johnstone laughs out loud.]\n\n\nJohnstone\n: I can't believe you remember that, but yeah, I still have the same CD. The kids in my class love that song, and the \"Alien Food\" song.\n\n\nJohnstone\n: No, uh, she's not around anymore.\n\n\nJohnstone\n: Yeah, of course I do.\n\n\nJohnstone\n: I know she was.\n\n\nJohnstone\n: I think so. Somewhere out there, I think.\n\n\nJohnstone\n: Aw, don't worry Wiggly. I'll always be out there, too.\n\n\nJohnstone\n: That's right, like a satellite. Send your love to me, and my love will bounce back, and you'll always know I'm there, no matter what happens to me.\n\n\nJohnstone\n: Right, like mom. I know.\n\n\nJohnstone\n: Don't worry, you won't.\n\n\nJohnstone\n: Okay Wiggly, I think I have to go soon.\n\n\nJohnstone\n: I know, but it's okay. Remember what I said. Send your love out and it'll bounce back to you.\n\n\n[Johnstone pats SCP-7071 on the head.]\n\n\nJohnstone\n: Goodbye Wiggly.\n\n\n[Test is ended]\n\n\n\n\n\n\n\n\n\n\nWhen asked by Senior Researcher Day following Test-7071-C, Belinda Johnstone reported that she was only pretending to converse with the object, and that she did not consider any part of the encounter to be unusual.\n\n\nSCP-7071 has not demonstrated any anomalous properties since the completion of Test-7071-C. To this date, no member of the Johnstone family has been connected to any other anomalous phenomenon.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This reported age does not appear to change over time.\n\n\n2\n. \"How to Make Alien Ice Cream\" is a song on the 2008 album \nAlien Rap: Songs About Life on the Planet Glumph\n, but most subjects will claim to believe that they invented the title if asked.\n\n\n3\n. Subjects who report this describe it as the length of the animal SCP-7071 is based on, rather than the object's actual 24cm length.\n\n\n4\n. Deceased, formerly a professor of physics at the University of South Carolina Aiken\n\n\n5\n. Currently employed at ██████ █████████ Elementary School.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7071\n\" by Monkeysky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7071\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n plushscp.jpg\n\n\nAuthor:\n monkeysky\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n wiggly.png\n\n\nAuthor:\n monkeysky\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview #06 - May 21st, 2022 - Lindsay ███████, aged 5 Janecek : Hi Lindsay, can you tell me some of the toys you like here? Lindsay : I like my Barbie, and the big bear, and the super bouncy ball. [Janecek points to SCP-7071] Janecek : What do you think about this one? Lindsay : Wiggly! I like Wiggly but he's not my favourite. Janecek : Why do you like it? Lindsay : He's a kid like me but he can fly and he's big. Janecek : He's big? Lindsay : He's as big as a giraffe! [Lindsay leans toward Janecek to avoid being overheard by day care staff] Lindsay : Also his sister's name sounds like \"poopy\". Janecek : I see. I see. And then why isn't it your favourite? Lindsay : I don't like aliens. They're gross! Janecek : And, um, Wiggly is an alien, then? Lindsay : No! He's normal but he goes with aliens. Plus also he's sad! [Linday pats SCP-7071 on the head and speaks directly to it] Lindsay : Sorry Wiggly! Janecek : Why is he sad? Lindsay : He only ever wants to find Billy. It's boring. [Janecek points to SCP-7071 again] Janecek : The toy wants to find someone? Lindsay : Not for real! You're being silly. [Lindsay stands up and begins to walk away while speaking] Lindsay : Can we be done now? I want to go run outside. Bye! [Interview is ended]",
        "Test #09 - June 3rd, 2022 Day : Can you identify this object? Solanki : This is a stuffed animal. It looks like a large worm, maybe. Day : What name would you give it? Solanki : If I was supposed to name it, maybe Wiggly? Day : Is there any reason for this name? Solanki : He looks like it, right? I mean, it looks like it could wiggle. Day : How would you describe the object's personality? Solanki : I guess I would say friendly, but worried, or maybe uneasy? [Solanki hesitates, and appears embarrassed.] Solanki : I mean that if he, or it, was real, that's how it seems like it would be. It doesn't actually have a personality. Day : I understand. Is there anything else you can tell me about the object from your superficial observation? Solanki : It looks hand-made, or maybe like it was repaired a lot by hand. It looks like he, or it, is supposed to be a little kid, and it looks pretty soft. I guess that last part is most plush toys, though. I'm sorry, I don't know what else. Day : Have you observed any anomalous traits related to this object? Solanki : No, I don't think so. Are there any? [Test is ended]",
        "Test #17 - June 27th, 2022 Day : Please begin. [Elaine begins by lifting SCP-7071 and moving it around in the air as if it was flying.] Elaine : We're saying goodbye to his family, because we're leaving home for a while. [Elaine speaks in a high pitched voice to distinguish SCP-7071's dialogue.] Elaine : \"Goodbye Squiggly! Goodbye Jiggly! Goodbye Poopsy!\" [Elaine carries SCP-7071 to the other side of the room, holding it high in the air.] Elaine : Wiggly and I are looking for his friend Billy, but we're lost. Day : The two of you are lost? Elaine : We're flying over the ocean, and a bunch of islands we've never seen before. Wiggly is carrying me on his back. There's an island full of little green men, and they're singing and dancing, but… [Elaine continues in SCP-7071's voice.] Elaine : \"I wish Billy was here.\" [Elaine lifts SCP-7071 high over her head, and tilts the object down to face the ground.] Elaine : We're flying all the way up into outer space, and we can see the whole alien party below, but we can't see Billy anywhere. Sorry Wiggly. [Elaine addresses Day directly.] Elaine : Was something supposed to happen by now? This is fun, but is something supposed to be happening? I don't think this is going anywhere. [Test is ended]",
        "Test #41 - July 15th, 2022 [Johnstone periodically paused and looked at SCP-7071 during the following record, as if it was speaking back to her.] Johnstone : Wiggly! How are you? Johnstone : Aw, I missed you too, Wiggly. Johnstone : I know, it's been a long time. You almost didn't recognize me, right? Johnstone : Oh I wish! But no, I haven't met anyone from outer space, at least not as far as I know. Johnstone : Yes, I did! Just like I always said I would. Johnstone : It's a lot harder than I thought back then, but I love it. [Johnstone laughs out loud.] Johnstone : I can't believe you remember that, but yeah, I still have the same CD. The kids in my class love that song, and the \"Alien Food\" song. Johnstone : No, uh, she's not around anymore. Johnstone : Yeah, of course I do. Johnstone : I know she was. Johnstone : I think so. Somewhere out there, I think. Johnstone : Aw, don't worry Wiggly. I'll always be out there, too. Johnstone : That's right, like a satellite. Send your love to me, and my love will bounce back, and you'll always know I'm there, no matter what happens to me. Johnstone : Right, like mom. I know. Johnstone : Don't worry, you won't. Johnstone : Okay Wiggly, I think I have to go soon. Johnstone : I know, but it's okay. Remember what I said. Send your love out and it'll bounce back to you. [Johnstone pats SCP-7071 on the head.] Johnstone : Goodbye Wiggly. [Test is ended]",
        "\" SCP-7071 \" by Monkeysky, from the SCP Wiki . Source: https://scpwiki.com/scp-7071 . Licensed under CC-BY-SA .",
        "Filename: plushscp.jpg Author: monkeysky License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: wiggly.png Author: monkeysky License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-7071",
    "object_class": "Safe Neutralized",
    "containment_procedures": "SCP-7071 is to be contained in standard object storage when not removed for testing or observation.",
    "description": "SCP-7071 is a stuffed toy resembling a worm, insect larva or snake, constructed from blue fabric, polyester stuffing and two buttons. The toy possesses no anomalous or unusual physical properties.",
    "title": "SCP-7071"
}