{
    "url": "https://scp-wiki.wikidot.com/scp-7078",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\n\n\n\n\nFun Fact: This is not an image of SCP-7078.\n\n\n\n\n\n\nItem #:\n SCP-7078\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7078 has been acquired by the Foundation for the purposes of containment. The building has been obfuscated with scaffolding and construction tarps to conceal its nature. Foundation personnel are advised to refrain from referring to the location as a \"museum\" — while triggering the object's effect is relatively harmless, an undesirable loss of productivity can occur. The length of all documentation on SCP-7078 is to be kept to a minimum in the interest of readability.\n\n\nDescription:\n SCP-7078 is the former Tiverton Children's Museum located in Tiverton\n1\n, Rhode Island,\n2\n United States. The building exhibits infohazardous properties\n3\n — when individuals refer to the building as a \"museum,\" they are compelled to list additional information. At first, these digressions\n4\n will relate to the topic at hand (whether it be the museum itself or another subject) and consist mostly of factual, if unnecessary, clarifications. This effect can occur through both verbal and textual mediums\n5\n and is not limited by the speaker's knowledge (or lack thereof) about the topic. Affected individuals are not forced to continue speaking — conversations in which the museum was acknowledged can and do cease, and the compulsion will fade after an indeterminate amount of time (estimated 1-2 hours).\n6\n\n\nFor every successive referral to the building's nature as a museum, the incongruency and length of these digressions tends to increase. Affected individuals will start discussing topics wholly unsuited\n7\n to their previous conversation — many of these asides will be incorrect,\n8\n nonsensical, or otherwise irrelevant.\n\n\nAddendum 7078.1: Discovery\n\n\nSCP-7078's anomalous effect first manifested on July 19th, 2017. During a community picnic held at the museum, an argument between a staff\n9\n member and a married couple occurred over a parking space.\n10\n Witnesses reported that the husband pointed at the museum and accused the institution's\n11\n administration of hiring unqualified employees. Immediately following this mention, he began to discuss the building's history,\n12\n listing factoids such as its date of construction, how long the museum had been open,\n13\n and who founded the institution.\n14\n\n\nWhen his partner\n15\n inquired why he was discussing\n16\n the museum in such detail, she too began to exhibit the anomalous effect. This caused a cascading\n17\n effect, wherein confused onlookers would be drawn into the debate after trying to ascertain why the building\n18\n had become a topic of discussion. Eventually, the couple grew frustrated with the conversation and left the premises.\n19\n The remaining guests, cognizant\n20\n of their inability to hold logical conversations, intentionally kept themselves silent.\n21\n\n\nThe incident\n22\n was recorded live by local news station WJAR 10.\n23\n Following the broadcast, a Foundation\n24\n containment team was dispatched to annex the site and administer amnestics\n25\n to affected individuals. A cover story was disseminated, attributing the events seen on the broadcast to a hoax staged by internet influencers.\n26\n\n\nCurrently, a Foundation disinformation\n27\n and infohazard management\n28\ncampaign is underway in Tiverton and surrounding areas to suppress knowledge of the building's former status as a museum.\n29\n The prevailing public\n30\n narrative will be that the building was a former library,\n31\n and the interior\n32\n of the now-abandoned building will be redecorated to support this idea.\n33\n\n\n\n\nFootnotes\n\n\n1\n. Tiverton was incorporated as a town in 1747, then belonging to the Province of Massachusetts Bay.\n\n\n2\n. Rhode Island's 1910 census denoted a state population of 542,610.\n\n\n3\n. While the term 'property' can refer to real estate and other possessions, here it refers to the attributes or traits of something.\n\n\n4\n. Not to be confused with the term 'digestion.'\n\n\n5\n. \nMedium\n is an American supernatural drama television series starring Patrcicia Arquette, which ran from 2005 to 2011.\n\n\n6\n. On a cosmic scale, an 'hour' may as well not exist at all. The universe is 13.7 (13.8 this November) billion years old, and is expected to exist for at least another 10\n1500\n years.\n\n\n7\n. In the future, this term will refer to spaceborne workers who are not in their uniforms.\n\n\n8\n. There have been 13 Pope Incorrects; the first one ruled from 401-417 AD.\n\n\n9\n. Wizard staffs were named for their popularity with wizards.\n\n\n10\n. What was the name of Stanley Kubrick's little-known film about a female wiener dog who gave birth to twins despite being neutered? Two Daschunds In One: A Spayed Oddity.\n\n\n11\n. Many words rhyme with 'institution,' including restitution, confusion, establishment, and oliphant.\n\n\n12\n. As mentioned, history has lasted for 13.7 billion years.\n\n\n13\n. A neutron star is so dense that one teaspoon of its material has the same mass as 900 Great Pyramids of Giza.\n\n\n14\n. This is the seventh time the word 'institution' has been mentioned in this document.\n\n\n15\n. Sphynx (or hairless) cats tend to have webbed feet.\n\n\n16\n. Harry Styles dominated the Punjabi music scene for over nine decades.\n\n\n17\n. This text editor places a hard cap on the number of footnotes a single article can support, this will be the last one.\n\n\n18\n. Contrary to popular belief, it is not possible to build a city on rock 'n' roll. Indie folk is a more robust construction material.\n\n\n19\n. Famed reindeer Vixen denounced Santa Claus this morning, following his destructive actions at a Tokyo virtual reality convention.\n\n\n20\n. These types of mints taste terrible.\n\n\n21\n. These ones aren't so bad.\n\n\n22\n. The head bone is connected to the, neck bone. The head bone is connected to the, head bone. The neck bone is connected to the, footbone. The footbone is connected to the, footnote.\n\n\n23\n. Known for their mascot Micheal [sic], the monitor lizard.\n\n\n24\n. Nigeria is not a continent, but a country. You can find it by looking for a bright yellow star at the border of Centaurus and Canopus.\n\n\n25\n. I always spell this word wrong.\n\n\n26\n. Ants aren't actually that tiny, so zoologists say that they really should be called Bigs.\n\n\n27\n. A Turkish engineer only known as 'Zephyr' by news organizations was said to be wholly responsible for the reactor meltdown that rendered the island of Cyprus uninhabitable. Thankfully, Cyprus still boasts a large population to this day.\n\n\n28\n. Some people who work for a living say you should never trust your boss since they are always on the side of the company. Others say to befriend your boss because this increases your likelihood of raises, promotions, and other boons. A tough choice to make!\n\n\n29\n. Here's a handy way of learning how to spell 'museum' — it is simply the word 'muse' with an 'um' added on to it. Easy to remember, right? 'Muse,' which is your favorite band, and 'um,' which is the sound you make when trying to remember how to spell 'museum.'\n\n\n30\n. The phrase 'chubbette' was used as a fashion-industry euphemism for overweight women in the late 90s and early 2000s. The term has since been superseded by 'plus-size' and similar terms. \"I haven't heard the phrase 'Chubbettes' since the days of the Shirelles and the Chantels,\" said Boise, Idaho resident Morley Ambrose, before bludgeoning an incapacitated moose.\n\n\n31\n. This is not a reference to another SCP object. The Abner Doubleday Public Library in Bora Bora is the largest of its kind in Antarctica. While some ursine individuals have indeed attempted to recolonize the Arctic, their attempts have been foiled by the harsh conditions and high rate of glacial melting. Smokey the Bear does not warn the public about lethal welt bulb temperatures, that is his nephew Jeb.\n\n\n32\n. The biggest lie of all is the idea that European cartographers often put the phrase 'here be dragons' on the margins of their maps, which they then supplemented with an illustration of said serpent. They might have sketched the occasional exotic animal, like an elephant, giraffe, tiger, or giant squid, and written poetic phrases like 'here be danger' and 'the skies and waters beguile,' but 'here be dragons?' Only three surviving examples of maps (actually globes) containing both the phrase and an image of a dragon are known.\n\n\n33\n. \"The museum is not a baleful entity. Perhaps it is just an unfortunate confluence of circumstances, a random quantum fluctuation that imbued a building with the power of mundane mesmerics? Further research is required. What? No, I never said that. 'Mesmeric' isn't even a word, you're thinking of 'memetics.' We choose to go to the Moon in this decade and do the other things, not because they are easy, but because they are hard. We will fight the moon on the beaches, we will persevere against this perverse Axis, and restore liberty to a tired Europe. People with new ideas, people with the faintest capacity for saying something new, are extremely few in number, extraordinarily so, in fact. We will boldly go where no man has gone before. Thank you.\" — Site 48 paralinguistics department head Dr. Gwen Stefani\n\n\n\n\n\n\n\n\n« \nSCP-7077\n | SCP-7078 | \nSCP-7079\n »",
    "addendums": [
        "Addendum 7078.1: Discovery\nSCP-7078's anomalous effect first manifested on July 19th, 2017. During a community picnic held at the museum, an argument between a staff 9 member and a married couple occurred over a parking space. 10 Witnesses reported that the husband pointed at the museum and accused the institution's 11 administration of hiring unqualified employees. Immediately following this mention, he began to discuss the building's history, 12 listing factoids such as its date of construction, how long the museum had been open, 13 and who founded the institution. 14\nWhen his partner 15 inquired why he was discussing 16 the museum in such detail, she too began to exhibit the anomalous effect. This caused a cascading 17 effect, wherein confused onlookers would be drawn into the debate after trying to ascertain why the building 18 had become a topic of discussion. Eventually, the couple grew frustrated with the conversation and left the premises. 19 The remaining guests, cognizant 20 of their inability to hold logical conversations, intentionally kept themselves silent. 21\nThe incident 22 was recorded live by local news station WJAR 10. 23 Following the broadcast, a Foundation 24 containment team was dispatched to annex the site and administer amnestics 25 to affected individuals. A cover story was disseminated, attributing the events seen on the broadcast to a hoax staged by internet influencers. 26\nCurrently, a Foundation disinformation 27 and infohazard management 28 campaign is underway in Tiverton and surrounding areas to suppress knowledge of the building's former status as a museum. 29 The prevailing public 30 narrative will be that the building was a former library, 31 and the interior 32 of the now-abandoned building will be redecorated to support this idea. 33"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-7078",
    "object_class": "Safe",
    "containment_procedures": "SCP-7078 has been acquired by the Foundation for the purposes of containment. The building has been obfuscated with scaffolding and construction tarps to conceal its nature. Foundation personnel are advised to refrain from referring to the location as a \"museum\" — while triggering the object's effect is relatively harmless, an undesirable loss of productivity can occur. The length of all documentation on SCP-7078 is to be kept to a minimum in the interest of readability.",
    "description": "SCP-7078 is the former Tiverton Children's Museum located in Tiverton1, Rhode Island,2 United States. The building exhibits infohazardous properties3 — when individuals refer to the building as a \"museum,\" they are compelled to list additional information. At first, these digressions4 will relate to the topic at hand (whether it be the museum itself or another subject) and consist mostly of factual, if unnecessary, clarifications. This effect can occur through both verbal and textual mediums5 and is not limited by the speaker's knowledge (or lack thereof) about the topic. Affected individuals are not forced to continue speaking — conversations in which the museum was acknowledged can and do cease, and the compulsion will fade after an indeterminate amount of time (estimated 1-2 hours).6",
    "title": "SCP-7078"
}