{
    "url": "https://scp-wiki.wikidot.com/scp-7086",
    "all_text": "rating: \n+87\n+\n–\nx\n\n\nItem #:\n SCP-7086\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n As effective suppression of SCP-7086 is essentially impossible, current containment measures are focused on the normalization of SCP-7086 among the civilian population as a non-anomalous phenomenon. To this end, major new religious movements\n1\n founded as a result of the anomaly’s effects are to be infiltrated by Foundation personnel with the aim of presenting SCP-7086 as the result of religious mass hysteria.\n\n\nDescription:\n SCP-7086 is a phenomenon in which approximately 9.2% of all individuals born on or after the 3rd of March, 2169 express psychological profiles consistent within a .01% margin of error with those of a unique deceased individual, henceforth referred to as SCP-7086-1. In 83% of all cases, individuals affected with the anomaly report also recalling memories and experiences of SCP-7086-1. No genetic or geographic correlation has been observed between affected individuals and their specific instance of SCP-7086-1.\n\n\nAddendum 1:\n Interviews\n\n\nThe following interviews were collected from civilians affected by SCP-7086 under the guise of a sociological survey on religious belief.\n\n\n\n\nSUBJECT:\n Carl Danssen\n\n\nLOCATION:\n Green Bay, WI\n\n\n\n\nC. Danssen:\n You’re not gonna tell me I’m crazy, right?\n\n\nJr. Res. \nJohanssen\n:\n This is an impartial survey. We just want to hear your perspective.\n\n\nC. Danssen:\n If you say so…\n\n\nC. Danssen:\n I think it all started when I was about… eighteen, or so. Well– “started”— I’m sure it was happening for plenty long before that, but I just can’t recall.\n\n\nC. Danssen:\n Anyways. First year of college. I’m at this party, call it… late November, I think. I’m hanging out with my friends, throwing back some punch– well, “punch”— having a grand ol’ time. I’m mostly just starin’ off into the distance when this… charming individual, call it, approaches me. Skinny fella. Couple a’ inches under me, I’d estimate.\n\n\nC. Danssen:\n We get to talking, and woof: sparks. Like I’d never felt before. Had a few high school crushes, ‘course, but never on this level. After about ten minutes I didn’t want to do squat but look into their eyes until the end of creation. And boy, did they pick up on that.\n\n\nC. Danssen:\n Now here’s where it gets interesting. Morning after our third date, I remember lying in bed with them, their head on my chest. Not a thought in the world. Couldn’t be happier. And then it hits me. Y’know when you just remember some old thing, right out of nowhere? Some random experience, like a bolt from the blue? Was like that– ‘cept it wasn’t anything I’d ever actually done. Not in this lifetime.\n\n\nC. Danssen:\n Was similar, but different. Same circumstances– happy couple in bed the morning after and all– but it was way back. Different room, different person. Summer of ‘05, I think. And the whole thing was just cloaked in– in this fear. Petrifying anxiety. There were butterflies, still, but that made the whole experience worse somehow.\n\n\nC. Danssen:\n Just one constant thought: what if they find out? What in God’s name am I going to do if they find out? What life am I gonna be able to live if they find out? What life am I gonna be able to live if they don’t? What’s waiting for me, at the end of this tunnel? How do I go on like this, knowing things aren’t ever gonna be close to perfect or even right ‘cause of who I like?\n\n\nC. Danssen:\n And then [snaps fingers] I just snap out of it. Back in the real world. Sweating ice-water, but somehow relieved. Not relieved. Grateful, somehow. Never been quite able to put a pin on just what to call it.\n\n\n\n\n\n\nSUBJECT:\n Mal Postrakis\n\n\nLOCATION:\n Enfield, MA\n\n\n\n\nM. Postrakis:\n I’m a rational person, spiritually. I try to look at things from objective angles. I don’t let small superstitions into my life. You know– little things, like black cats and picking up pennies. Everything can be explained. The world fits on a grid.\n\n\nM. Postrakis:\n I’ve tried to analyze it on an objective level in so many different ways. Is it just an intensely held spiritual belief? The result of some unknown trauma? A tumor, maybe? Have I been brainwashed? Reprogrammed? But none of it clicks.\n\n\nM. Postrakis:\n So here’s the sum, literal total of what this… phenomenon is to me. It’s about a few years of spotty memories and emotions that just… fall into my life, every so often. I feel things when I look at my body. When I look at my wardrobe. When I wear a skirt to the office, it’s not just some fashion choice. It’s a source of intense and unending relief– an overflowing sense of gratitude.\n\n\nM. Postrakis:\n I’m not just speaking about normative sources of euphoria here. I went through that phase years ago. After a while the victory fades off and you’re just a person again: a name and a face congruent to an identity. This is something different. It’s like I’ve always just woken up from some horrifying nightmare. I’m constantly feeling the relief of being part of a reasonable reality again.\n\n\n\n\n\n\nSUBJECT:\n Anonymous\n2\n\n\nLOCATION:\n Unknown\n3\n\n\n\n\nAnonymous:\n My parents want me to go to therapy. They're— they're threatening to cut off my tuition. They think it's a cult, \nUn Jour\n. They think it's my girlfriend. She's a chapter leader. They think she's manipulating me.\n\n\nAnonymous:\n [sniff]. I don't get the memories, which is why I think they doubt the whole thing. I just get the feelings. Constantly. It's always just the feelings.\n\n\nAnonymous:\n They think I might be bipolar, or depressed, or something. 'Course, if they actually bothered to research it at all, they'd see, but…\n\n\nAnonymous:\n It's not even religious, really. It's more of a support group. Because, y'know, some of us have it really bad. Some people get stuck in their memories. Some people— they had \nawful\n things happen to them, all those years ago…\n\n\nAnonymous:\n I feel sorry for them. When I'm not feeling gratitude, or relief, or getting scared— like real pit-in-my-soul scared, 'cause something's triggered some horrible memory my mind's forgotten but my body hasn't— I feel sympathy. 'Cause we got lucky. Because we live in a place where all that just… doesn't happen anymore, y'know?\n\n\nAnonymous:\n I dunno. Is that bad?\n\n\n\n\n\n\nSUBJECT:\n Pauline Rath\n\n\nLOCATION:\n Fargo, ND\n\n\n\n\nP. Rath:\n Personally, I think the religious interpretation is– at best– a misreading of the situation. I do understand it, as there’s plenty of cases of the “memories” and all being accurate– remember how they solved that fifty-year cold case up in Duluth after that guy came forward?— but it’s not something religious. Call it a secular miracle.\n\n\nJr. Res. Johanssen:\n If possible…\n\n\nP. Rath:\n Right– right. To most people, my name isn’t Pauline– it’s “that nutjob”. Just wanted to clarify myself a little here before I get into my position. People tend to react poorly if I just go in blind.\n\n\nP. Rath:\n No, I don’t genuinely think I am the Pauline Rath who was born in Hamburg and died at the age of 57 in 2043. I am \na\n Pauline Rath. I have the memories and emotions of a previous Pauline Rath, but I am not some literal omnipresent Pauline. We are different incarnations of the same person. Like classical cloning. Same seed, different time, different world.\n\n\nP. Rath:\n There’s nothing religious or spiritual about it. I don’t think it’s some greater truth or nirvana, either– because most people just die when they die, and that’s about it. No. There’s something about my specific case. I got special treatment.\n\n\nJr. Res. Johanssen:\n Special treatment?\n\n\nP. Rath:\n You know what the first Pauline had to live with? The knowledge that she was born in a fundamentally \nwrong\n world. A reality oriented on an unjust axis. That she would never be able to truly live a full life– to ever really experience genuine, true, lasting fulfillment. Every day when she woke up she had to greet the fact that there were oceans of hate and death waiting for her, wherever she may go in the world. Every decision in her life was made with an awareness of that fact. Each and every iota of her personal self had to be rammed through an infinitesimal filter built of her own self-held disgust for who she was before she could even consider showing it to the world. She lived in cages upon cages upon cages.\n\n\nP. Rath:\n And that made her angry. On a fundamental and total level. That's the emotion I feel the most— this insipid, fatal rage. Always staring down something unstoppable. Something that would crush her if she let it.\n\n\nJr. Res. Johanssen:\n So that's the defining emotion here— anger.\n\n\nP. Rath:\n Not the defining emotion, no. Certainly a prevalent one. There was always a fight— always an injustice, always some spark of hate or disgust to remind her of the great and terrible evil in the world. But there were other times. Quiet spaces. Soft breezes. Faint sunlight.\n\n\nP. Rath:\n Something more felt than seen— a glimpse of something better, poking through the fog. It's hard to put into words. Something really, truly, unashamedly positive. Glimmers of utopia. Isolated fragments of a dream.\n\n\nJr. Res. Johanssen:\n What are you saying, exactly?\n\n\nP. Rath:\n To be clear, I don't think she had anything to do with \nthis\n. But I think– maybe in some small way, some small secular way, some wholly unmystical and entirely grounded way– she did contribute. She did make her wish a little more real, in small ways. She changed a few minds. Got a few friends to raise their kids better– much better than her parents had raised her. The world was improved by her presence. She placed a stone upon which many more people placed their own stones. Until we got here.\n\n\nP. Rath:\n And now she gets a second chance.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Fargo Catholicism, \nUn Jour Je Serai De Retour Près De Toi\n, Zarantha\n\n\n2\n. Subject called Foundation hotline established as part of the survey. No identifying information was provided.\n\n\n3\n. No tracing was conducted during the duration of the call.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7086\n\" by Long Arm Larry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7086\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Interviews\nThe following interviews were collected from civilians affected by SCP-7086 under the guise of a sociological survey on religious belief."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7086 \" by Long Arm Larry, from the SCP Wiki . Source: https://scpwiki.com/scp-7086 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7086",
    "object_class": "Keter",
    "containment_procedures": "As effective suppression of SCP-7086 is essentially impossible, current containment measures are focused on the normalization of SCP-7086 among the civilian population as a non-anomalous phenomenon. To this end, major new religious movements1 founded as a result of the anomaly’s effects are to be infiltrated by Foundation personnel with the aim of presenting SCP-7086 as the result of religious mass hysteria.",
    "description": "SCP-7086 is a phenomenon in which approximately 9.2% of all individuals born on or after the 3rd of March, 2169 express psychological profiles consistent within a .01% margin of error with those of a unique deceased individual, henceforth referred to as SCP-7086-1. In 83% of all cases, individuals affected with the anomaly report also recalling memories and experiences of SCP-7086-1. No genetic or geographic correlation has been observed between affected individuals and their specific instance of SCP-7086-1.",
    "title": "SCP-7086"
}