{
    "url": "https://scp-wiki.wikidot.com/scp-7087",
    "all_text": "The Bioluminescent Abyss\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7087\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nResearch Head\n\n\nAssigned Field Team\n\n\nMTF\n\n\n\n\n\n\nBio-Site-84\n\n\nDr. O'Brien\n\n\nSCP-7087 Research Team\n\n\nMTF Sub-3 (\"Shell Shockers\")\n\n\n\n\n\n\n\n\n\n\nrating: \n+15\n+\n–\nx\n\n\nSpecial Containment Procedures:\n SCP-7087-1 is classified as a Marine Controlled Zone (MCZ). Shipping lanes and civilian access within a 20-mile radius of SCP-7087-1 are to be diverted.\n\n\n\n\n\n\nAnomalous mirage phenomenon projected on the surface of the ocean caused by SCP-7087.\n\n\n\n\n\n\nResearch within SCP-7087-1 is only permitted upon approval by the site director of the Aquatic-wing of Bio-Site-84. Expeditions to SCP-7087-1 are to be conducted under the supervision of three (3) members of MTF Sub-3 (“Shell Shockers”), with a maximum time limit of one hour spent within SCP-7087-1. Removal of any flora or fauna from SCP-7087-1 is strictly prohibited. If research staff experience symptoms of delusion or paranoia, they must evacuate SCP-7087-1 immediately. Physical research on SCP-7087 is prohibited and, as such, video surveillance must be conducted at all times to monitor SCP-7087.\n\n\nDescription:\n SCP-7087 is a species of giant clam\n1\n discovered by the Foundation off the coast of Australia in the Coral Sea in 2002. The clam measures 1.2m in diameter and presents a glowing, blue hue around the centre of its mouth. SCP-7087 has a unique ability to project a mirage on the surface of the ocean regardless of any adverse weather event that would normally prevent mirages from being formed. These anomalous mirages show distant images ranging from giant waves to a shapeshifting dragon to anyone within a 10-mile radius of SCP-7087. Observers of these mirages will experience a psychotic state of panic and unease. Blindfolds have been proven to be an effective way of reducing these senses of distress.\n\n\nSCP-7087 is surrounded by a lush ecosystem designated as SCP-7087-1. The ecosystem consists of various instances of flora and fauna of unknown genera, designated as SCP-7087-1A and SCP-7087-1B, respectively. The ecosystem exhibits a high level of biodiversity, with several instances of flora and fauna that have yet to be identified by Foundation researchers. While it is not understood how or why the ecosystem formed, it is theorised that it is an example of commensalism\n2\n, as many of the ecosystem's flora and fauna have been observed to have a symbiotic relationship with SCP-7087.\n\n\nThe organisms within SCP-7087-1 appear alien-like, with various vibrant colours, sizes and translucency. The instances of flora and fauna present in SCP-7087-1 have a distinct bioluminescent property, emitting a vibrant glow that illuminates the entire ecosystem that is associated with their environment (such as exposure to danger). They appear to be uniquely adapted to the environment of SCP-7087-1. All the instances of flora and fauna contain some level of the enzyme luciferase, which is responsible for their bioluminescence. SCP-7087-1B seems to produce a higher RLU/mol of Luciferins\n3\n compared to SCP-7087-1A. The Meryon Bloom is the largest recorded instance of flora found in SCP-7087-1, measuring a height of 7m with physical attributes similar to kelp. Their stipe appears translucid, producing a bright green glow and acts as a habitat for various species of fauna. Examples of the flora and fauna documented within SCP-7087-1, all present unique attributes with some being mentioned under Research Log II.\n\n\nSCP-7087-1 has been observed to exhibit a distinct response to the introduction of foreign organisms. Flora not native to SCP-7087-1 will die within 2 hours, while fauna will simply depart from SCP-7087-1. If foreign fauna is unable to leave, it will also die within 2 hours. Attempted removal of any native flora or fauna from SCP-7087-1 will be subjected to doubt in subjects regarding their ability and authority to carry out such orders. Subjects who choose not to remove the organisms exhibit a sense of equanimity. This phenomenon has been suggested to be a hypnotic state induced by SCP-7087 to prevent harm to the organisms. Any instances of SCP-7087-1A or SCP-7087-1B that are successfully removed experience a decline in health, ultimately leading to death within 16 hours unless returned to SCP-7087-1.\n\n\nResearch conducted within SCP-7087-1 on the instances of flora and fauna has been limited due to the paranoia mentioned by personnel. This can cause a lack of focus on Foundation staff conducting research, with some cases of staff producing a fight or flight response. These can be amplified by the sudden hallucinations of a white-faced dragon within their peripheral vision designated as SCP-7087-2. As of yet, there has been no hostile activity regarding SCP-7087-2.\n\n\nAddendum 7087.1:\n Recovered reports below conducted by Dr. O'Brien recording expeditions into SCP-7087-1. Logs include various results from research conducted on the species of flora and fauna found in the ecosystem as well as secondary anomalous effects of SCP-7087.\n\n\n\n\n\n\n\n\nReseach Log I\n\n\nResearch Log II\n\n\nResearch Log III\n\n\n\n\n\n\n\n\n\n\nResearch Log:\n Log-RB\n\n\nDate:\n [26-09-2008]\n\n\nReport:\n Various examples of flora (FL) and fauna (FA) that are found within SCP-7087-1.\n\n\n\n\nSCP-7087-1A, FL7:\n\n\n\n\n\n\nFirefox\n\n\n\n\n\n\nThe firefox is a species of coral found within SCP-7087-1. It has a distinct feature regarding the nematocyst cells\n4\n on its tentacles that, when touched, presents a burning-like sensation similar to a third-degree burn. It is the second brightest photoautotroph\n5\n after the meryon bloom in SCP-7087-1 giving off a vibrant green glow. The firefox acts as a habitat for various instances of SCP-7087-1B that have been observed to have an immunity to the firefox's nematocysts. It has no natural predator. Staff are advised to keep a minimum distance of 1 metre away from the firefox at all times.\n\n\nSCP-7087-1B, FA18:\n\n\nThe radiant octopus is a species of Cephalopod that are similar in size to the soot squids (roughly 0.8m) but is distinguishable by its octopod morphology and a bioluminescent photophore\n6\n on the tip of each tentacle. It is capable of changing its skin colour and texture to blend into its surroundings, but when agitated, it emits bright flashes of light from its photophores, disorienting or momentarily blinding nearby organisms. The behaviour and ecological role of the radiant squid in SCP-7087-1 are still under investigation.\n\n\nSCP-7087-1B, FA45:\n\n\n\n\n\n\nSpectral Krill\n\n\n\n\n\n\nThe spectral krill is an invertebrate species with a translucent, chitinous-external skeleton frame. It contains an internal body of an unknown black mass, acting as the krill's organs, and circulatory and muscular systems. This allows it to perform various metabolic processes such as digestion, transportation, respiration, etc. The black mass can change into any shape or form to allow movement of its gills, pleopods and telson in its tail.\n\n\nSCP-7087-1B, FA39:\n\n\nThe bismuthian is a species of crustacean characterized by its distinct exoskeleton composed entirely of bismuth (Bi) elements. This anatomical feature exhibits a phenomenon where it exhibits total light reflection, resulting in a mesmerising iridescent lustre. The bismuthian's exoskeleton showcases intricate patterns consisting of raised ridges and grooves, which contribute to the luminous effect observed. Furthermore, the organism's circular body is adorned with delicate scales, enhancing its ethereal appearance.\n\n\nSCP-7087-1B, FA25:\n\n\n\n\n\n\nTunicate Forest\n\n\n\n\n\n\nThe tunicate forest is a dense cluster of tunicates, also known as sea squirts, located on the rocky surface of SCP-7087-1. The tunicates are approximately 5-10 cm in length and have a translucent, gelatinous appearance. They are attached to the rocks by a stalk-like structure and are arranged in a tightly packed formation, resembling a forest. The tunicate forest has been observed to pulsate at regular intervals as if breathing, although the mechanism behind this behaviour is not yet understood. When touched, the tunicates emit a high-pitched sound that has been described as both pleasant and unsettling by different observers despite their harmless appearance. It is recommended that all personnel avoid contact with the tunicate forest.\n\n\nSCP-7087-1B, FA51:\n\n\nThe enigma eel is a species of fauna that resides within SCP-7087-1. The enigma eel has a unique ability to camouflage itself within the flora of SCP-7087-1, making it difficult to spot by predators or researchers alike. When threatened or disturbed, it emits a bright flash of light that temporarily blinds its attacker, allowing the enigma eel to escape. Additionally, it has been observed that prolonged exposure to the enigma eel's light can induce a state of confusion and disorientation in humans, leading to reports of feeling lost. Continued exposure can cause subjects to suffer from short-term memory loss that can last up to 8 hours. It is important to emphasise that staff members should never attempt to touch or handle the enigma eel. Not only is it a potential safety hazard for the staff member, but it could also cause harm to the eel.\n\n\nSCP-7087-1B, FA31:\n\n\n\n\n\n\nBooid\n\n\n\n\n\n\nThe booid is a multicellular organism that replicates itself via asexual reproduction similar to budding done by yeast cells. Its sizes vary from 0.2m to 1.5m in length. They contain a jelly-like structure on their outer membrane that is capable of performing endocytosis\n7\n of smaller man-made objects such as plastic and film that naturally break down after being engulfed.\n\n\nIt has the unique ability to engulf smaller instances of SCP-7087-1B that it deems to be sick or injured. After roughly 6 hours, the booid effectively cures the sick instances of SCP-7087-1B by unknown means.\n\n\nSCP-7087-1B, FA73:\n\n\nThe twilight ray is a species of bioluminescent fish found in SCP-7087-1. They are characterised by their elongated, ribbon-like body, which can measure up to 2 meters in length. The Twilight Ray emits a soft blue light from its body, that illuminates in the form of alternating patterns, which makes it highly visible in the dark environment of SCP-7087-1. They are often seen swimming in large schools and have been observed feeding on smaller instances of SCP-7087-1B such as the shadowy shrimp. The exact purpose of their bioluminescence is currently unknown, but it is speculated that it may be used for communication or as a defence mechanism.\n\n\nSCP-7087-1A, FL47:\n\n\nThe starry ferns are a species of bioluminescent ferns found within SCP-7087-1. They emit bright blue light and are characterised by their large, star-shaped leaves. The leaves are soft and slightly translucent, allowing the light to pass through and create a mesmerising effect. The starry ferns are known to grow in dense clusters, often covering large portions of the seafloor within SCP-7087-1. Despite their bright glow, they do not seem to attract any specific organisms found within SCP-7087-1.\n\n\nSCP-7087-1A, FL1:\n\n\n\n\n\n\nMeryon Bloom\n\n\n\n\n\n\nPhotographed image of the Meryon Bloom.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. O'Brien\n\n\n\n\n\n\n\n\n\n\n\n\nResearch Log:\n Log-RA\n\n\nDate:\n [17-02-2003]\n\n\nReport:\n Expedition-IC was tasked with recording and evaluating instances of flora and fauna found in SCP-7087-1. The research team retrieved their footage only to analyse a new phenomenon yet to be understood.\n\n\n\n\nSecurity Footage, Aquatic-wing, Bio-Site-84, [15-02-2003, 11:56:49]\n\n\nPersonnel observed:\n Dr. O'Brien, Researcher J. Kim, Researcher A. Roberts, Researcher H. K. Hammond, Onsite security, D-7452, Unrecognisable science personnel.\n\n\n\n\nBegin footage\n\n\n\n\n[audio-static], Door opens followed by Researcher J. Kim and Researcher A. Roberts entering Lab-5CA.\n\n\nSwitching to security camera 5CAI.\n\n\nResearcher J. Kim:\n Weird one this, here Rob take a look.\n\n\nResearcher A. Roberts:\n Wow, that one's pretty good. You got a nice clean image of the ridges on that one.\n\n\nResearcher J. Kim:\n Yeah thanks. This is the one that reflected my torchlight. I measured the Lumens of the light reflected and it generated the same amount of light that my torch produces.\n\n\nResearcher A. Roberts:\n That's interesting, never seen one that does that before.\n\n\nResearcher J. Kim:\n Neither. We'll definitely show this to Dr. O'Brien along with the rest of the footage.\n\n\nResearcher A. Roberts:\n You have a name for it yet?\n\n\nResearcher J. Kim:\n A-what..?\n\n\nResearcher A. Roberts:\n Name.\n\n\nResearcher J. Kim:\n Nah not yet, although its outer shell was recorded to have a 99.996% purity of the element Bismuth. Maybe something to do with that, I'll think of something eventually.\n\n\nResearcher A. Roberts:\n Yeah don't overthink it.\n\n\nResearcher J. Kim:\n Pass me that USB will you?\n\n\nResearcher A. Roberts:\n Here. Hey Hammond. Everything alright? [chuckles] Not still seeing those things from the expedition are you?\n\n\nResearcher H. K. Hammond:\n [annoyed] Give it a rest, please. I've been having headaches all day.\n\n\nResearcher A. Roberts:\n [smiling] Just take some paracetamol, usually does the trick.\n\n\nResearcher H. K. Hammond:\n Already had 3. [drops mug] AHH god dammit!\n\n\nResearcher J. Kim:\n Everything alright?\n\n\nResearcher H. K. Hammond:\n Yeah, it's just… that was my favourite mug. [picks up pieces of mug] You guys ever get the feeling there's something else down there… in dash 1 that is?\n\n\nResearcher A. Roberts:\n Hammond, there's always something else down there in dash 1. Last week I came across 42 new -1B instances in a day.\n\n\nResearcher H. K. Hammond:\n This one is different though, It's, [sighs], It's like streaks of white flashing before my eyes… every time I went near that bloody clam.\n\n\nResearcher J. Kim:\n Yeah well, it's advised not to go near that thing.\n\n\nResearcher H. K. Hammond:\n Urgh, I need to find a new mug.\n\n\nResearcher J. Kim:\n For what?\n\n\nResearcher H. K. Hammond:\n What do you think?\n\n\n[motion detected], Researcher H. K. Hammond, leaving Lab-5CA.\n\n\nTime stamp skipped to 12:09:07\n\n\nResearcher A. Roberts:\n Probably migraines. He has had a history of severe headaches that affects his vision and stuff. Probably explains the white flashes.\n\n\nResearcher J. Kim:\n Yeah, alright the files have been uploaded onto the drive, I'm going to go show the Doc.\n\n\nResearcher A. Roberts:\n Alright.\n\n\n[motion detected], A door opens. Researcher J. Kim is seen leaving Lab-5CA down Hallway-9B.\n\n\nSwitching to security camera HA9B.\n\n\n[motion detected], 4 members of onsite security escorting D-7452 towards Hallway-9C. Researcher J. Kim is seen entering the lift in Hallway-9B.\n\n\nD-7452:\n [scared] Ple… please not again, I like frogs, really I do, just not this one.\n\n\nSwitching to security camera HA4C.\n\n\n[motion detected], Researcher J. Kim is seen exiting the lift and walking down Hallway-4C and entering Dr. O'Brien's office, DOB-1.\n\n\nSwitching to security camera DOB1A.\n\n\nResearcher J. Kim:\n Remembered to bring the USB this time. Last time the lift was out of use. Do you know how many flights of stairs I had to climb?\n\n\nDr. O'Brien:\n Please put the USB into the computer over there.\n\n\nResearcher J. Kim:\n 526 fucking stairs.\n\n\nDr. O'Brien:\n [serious] Kim.\n\n\nResearcher J. Kim:\n Yes, sorry sir.\n\n\nDr. O'Brien:\n Alright, in your debrief you said you came across 14 new instances of SCP-7087-1B. This time none of them had any similar attributes to each other?\n\n\nResearcher J. Kim:\n No they didn't. Here, this was the most documented one we found. SCP-7087-1B FA11 is known as the soot squid among the guys.\n\n\nDr. O'Brien:\n Soot squid?\n\n\nResearcher J. Kim:\n Yeah, look here, it has this dark, coal-like colour to it. We also observed it disguise itself as a plant by turning itself inside out, exposing rough ridges that looked like coral.\n\n\nDr. O'Brien:\n That's interesting, it looks like it's not projecting any form of bioluminescence.\n\n\nResearcher J. Kim:\n Only during the day. At night it's recorded to be brighter than the twilight ray sometimes.\n\n\nDr. O'Brien:\n Well thank you for this, I'll look into these further.\n\n\nResearcher J. Kim:\n Okay, I just need to finish something back in the lab.\n\n\n[motion detected], Researcher J. Kim leaves Dr. O'Brien's office, DO1.\n\n\nDr. O'Brien:\n Huh… what the? What the hell is that?\n\n\n[motion detected], Dr. O'Brien scans his keycard and leaves his office\n\n\nSwitching to security camera HA4C.\n\n\nDr. O'Brien:\n [shouting] Uhh Kim! Kim!\n\n\nDr. O'Brien:\n [annoyed] Oh for god's sake!\n\n\nDr. O'Brien proceeds to call Researcher J. Kim on his cell phone.\n\n\nKim picks up.\n\n\n[Cellphone audio connected to security footage.]\n\n\nResearcher J. Kim:\n [annoyed] Would you believe this? The elevator broke and I'm in it this time? Twice in one month!\n\n\nDr. O'Brien:\n Yes that's great. Did you happen to miss an instance of SCP-7087-1B in your report?\n\n\nResearcher J. Kim:\n No, I don't think so. Why? Is there another file?\n\n\nDr. O'Brien:\n No but in your file about SCP-7087-1A FL40, you missed out on documentation of another instance of SCP-7087-1B.\n\n\nResearcher J. Kim:\n What? No, I remember specifically that there was only one new instance when I took that photo.\n\n\nDr. O'Brien:\n Let me check for you.\n\n\n[motion detected], Dr. O'Brien enters their office.\n\n\nThe sound of low muffled noise in the background\n\n\nDr. O'Brien:\n I'm staring right at it.\n\n\nResearcher J. Kim:\n [hushed tone] I guess I must've missed it, didn't have my glasses at the time. But anyway, what does it look like?\n\n\nDr. O'Brien:\n [hesitantly] Hard to describe without you looking at it. It's definitely some kind of eel of some kind perhaps. Has an elongated structure with scales too. It looks sort of like a white stre—\n\n\nResearcher J. Kim:\n [interrupting] Streak of light?\n\n\nDr. O'Brien:\n [surprised] Of light, yeah kind of, although it's almost got… Wait what do you mean by that? Have you seen this image?\n\n\nResearcher J. Kim:\n [nervously] No, but it's just something Hammond keeps saying.\n\n\nDr. O'Brien:\n What do you mean, could you elaborate?\n\n\nResearcher J. Kim:\n [anxious] Ever since we first went down there… Hammond got affected quite early on, stating he's… \nseeing things\n. White flashes most of the time, I don't really know. We all assume he can't really deal with the delusional effects as well as the rest of us. So we tend to keep him on the surface.\n\n\nDr. O'Brien:\n [angrily] This seems like a very serious matter! Why didn't you bring this up earlier?\n\n\nResearcher J. Kim:\n We just didn't know sir. We assumed it was his eyes playing tricks on him. He does have a medical record of suffering from headaches and stuff you know.\n\n\nThe sound of metal being cut is heard, followed by muffled voices in the background.\n\n\nResearcher J. Kim:\n [urgently] Look sir, it sounds like they're breaking us out of the lift which could take a while. I'll report back to you with what I know later. In the meantime, I suggest conducting an interview with Hammond regarding the matter.\n\n\nDr. O'Brien:\n [determined] Oh I will.\n\n\nThe sound of the phone call being ended is heard, followed by the humming noise slowly fading away.\n\n\n[Cellphone audio disconnected from the security footage.]\n\n\n\n\nEnd footage\n\n\n\n\nReport:\n Security footage of Dr. O'Brien conducting an interview with Researcher H. K. Hammond regarding his delusional state after expeditions to SCP-7087-1.\n\n\n\n\nBio-Site-84, Security footage, [15, 02, 2003, 14:32:30]\n\n\nInterviewer:\n Dr. O'Brien\n\n\nInterviewed:\n Researcher H. K. Hammond\n\n\n\n\n<Begin Log>\n\n\nDr. O'Brien:\n Thank you for joining me today Hammond.\n\n\nResearcher H. K. Hammond:\n What's this all about again?\n\n\nDr. O'Brien:\n I just want to go over a couple of things regarding the headaches you experience.\n\n\nResearcher H. K. Hammond:\n They're an on, off type of thing. Nothing really too out of the ordinary.\n\n\nDr. O'Brien:\n Have you been prescribed any medicines? How much water do you regularly consume in a day?\n\n\nResearcher H. K. Hammond:\n The medical department prescribed me some painkillers and told me to actually drink more water cause I seem to drink less than I should.\n\n\nDr. O'Brien:\n Is there anything in particular about the headaches you experience?\n\n\nResearcher H. K. Hammond:\n Like I said before, nothing out of the ordinary, but… [sigh], I guess those flashes are beginning to get annoying.\n\n\nDr. O'Brien:\n Flashes?\n\n\nResearcher H. K. Hammond:\n [nervously] Yeah they're really weird. At first, I thought it was symptoms of a migraine but… I, I don't know anymore.\n\n\nDr. O'Brien:\n It's alright, take your time. Here, drink some water. Now tell me. Are these possibly linked to your expeditions to SCP-7087-1?\n\n\nResearcher H. K. Hammond:\n Maybe…? I guess I'm more vulnerable than the others when it comes to the delusions and paranoia we all experience. I get this strange feeling that there's something targeting me though. Like there's something else down there. I don't know what it is. Maybe another fish thing that plays on your mind? Or maybe it's that bloody clam.\n\n\nDr. O'Brien:\n So you're describing it as possibly another case of SCP-7087-1B then.\n\n\nResearcher H. K. Hammond:\n Yeah maybe. I don't know but it's kinda hard to describe.\n\n\nDr. O'Brien:\n Yes?\n\n\nResearcher H. K. Hammond:\n Like, there's something there. In the corner of my eye.\n\n\nDr. O'Brien:\n As in peripheral? Do you see these flashes up close or is it only in your peripheral?\n\n\nResearcher H. K. Hammond:\n [anxiously] Only the peripheral. Every time I turn to get a look, it err… it moves. It's like it doesn't want to be seen.\n\n\nDr. O'Brien:\n [writing on notepad] Interesting, I've heard you mention white streaks of light too. Would you say that's part of migraines or the creature you described?\n\n\nResearcher H. K. Hammond:\n Possibly the creature…? I mean… they normally occur during my expeditions so—\n\n\nDr. O'Brien:\n From my recall, you were assigned to data collection and retrieval, correct?\n\n\nResearcher H. K. Hammond:\n [annoyed] Yeah, I have to handle those things down there.\n\n\nDr. O'Brien:\n And how's that going?\n\n\nResearcher H. K. Hammond:\n Poorly. I can't perform my task whenever I'm down there. I just feel like… merde. Like, I feel unentitled to remove one when one comes up to me or when I handle them.\n\n\nDr. O'Brien:\n Yeah, you're not the only one affected by this. It's rather common whenever someone is tasked with removing instances of SCP-7087-1A or 1B from their habitat. But tell me. What does this thing that you see look like, assuming it is a case of SCP-7087-1B?\n\n\nResearcher H. K. Hammond:\n [stressed] They're just like really quick flashes in and out, in… in my peripheral, like I said earlier. Scaly too almost. Maybe reptilian-based? Dragon even, I don't know… it happens too quickly.\n\n\nDr. O'Brien:\n Did it by any chance look like this?\n\n\nDr. O'Brien pulls out a photograph of the creature taken by Researcher J. Kim.\n\n\n\n\n+[Show image]\n\n\n\n\n-[Hide image]\n\n\n\n\n\n\n\n\nPhotograph captured by Researcher J. Kim\n\n\n\n\n\n\n\n\n\n\n\n\nResearcher H. K. Hammond:\n [nervous] Yeah… that's it. That's [heavy breathing] what I see. What is that thing?\n\n\nDr. O'Brien:\n That's what we're trying to find out.\n\n\nResearcher H. K. Hammond:\n Any… [coughs] are there any clearer photos of it?\n\n\nDr. O'Brien:\n That's the only one we have.\n\n\nResearcher H. K. Hammond:\n [scared] I'm sorry sir but I don't think I can go down there anymore, it's just…\n\n\nDr. O'Brien:\n Hey, it's alright ok? We'll keep that in mind for the future. Ok so, you said earlier it err… [coughs] sorry, this cold I have. Anyway, this dragon let's say. It's targeting you then, correct?\n\n\nResearcher H. K. Hammond:\n Feels that way. Maybe I did something wrong down there. It's just I feel more paranoid when it's around me. I don't know why it wants me though, [angrily] don't see it goi… [audio static]… ter bloody Kim or Rob!\n\n\nDr. O'Brien:\n [calming voice] Hammond please, take it easy ok? This audio equipment is rather sensitive.\n\n\nResearcher H. K. Hammond:\n Yeah sorry, I just… need a minute.\n\n\nDr. O'Brien:\n Wait so Kim or Rob haven't seen this thing that you are seeing?\n\n\nResearcher H. K. Hammond:\n [sarcastically] No, they're too busy filming Blue Planet for David Attenborough with all the fish.\n\n\nDr. O'Brien:\n But they don't handle any of the flora or fauna do they?\n\n\nResearcher H. K. Hammond:\n No, they just take photos of them.\n\n\nDr. O'Brien:\n [writing on notepad] Alright. Tell you what, we'll have a break. Come back here in 15 and we'll review some of the instances of SCP-7087-1A you have found.\n\n\n<End Log>\n\n\n\n\n\n\nBio-Site-84, Security footage [27-03-2003]\n\n\nReport:\n Researcher H. K. Hammond's reports of a dragon-like creature in their peripheral vision while working with the instances of SCP-7087-1B were initially met with scepticism by myself and other researchers alike. However, after further investigation, it was discovered that other researchers and Class-D personnel had reported similar sightings. The consistency of these reports and the fact that they only occurred while researchers interacted with the ecosystem's flora and fauna physically, suggested that there may be a real creature of this description present in the ecosystem. While the exact nature of this creature is still unknown, it is clear that something anomalous is occurring within the ecosystem of SCP-7087-1. Regarding its link to SCP-7087, it's unknown whether it's a trick caused by the clam or whether it holds any sentience of its own. Due to being a rather difficult anomaly to analyse and having no clear symbiotic relationship as of yet with the rest of the ecosystem, we have given it the designation of SCP-7087-2. Capturing photographs of SCP-7087-2 is proving difficult with it proceeding to disappear before a photo is taken. As for Researcher H. K. Hammond, they have now been permanently assigned to the research team monitoring SCP-7087 on the surface.\n\n\n\n\n— \nDr. O'Brien\n\n\n\n\n\n\n\n\n\n\nDr. O'Brien\n\n\n\n\n\n\n\n\n\n\n\n\n+[LEVEL 3 - ACCESS REQUIRED]\n\n\n\n\n-[ACCESS APPROVED]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 3/7087 classified. Unauthorized access is forbidden.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nResearch Log:\n Log-RC\n\n\nDate:\n [25-04-2007]\n\n\nReport:\n Following the disappearance of a Foundation researcher, no expeditions to SCP-7087-1 are to be conducted without authorisation from the site director. For safety reasons, expeditions must be accompanied by at least 3 members of MTF Sub-3 (\"Shell Shockers\") with every team member equipped with camera surveillance. Physical research on SCP-7087 is currently prohibited to prevent future incidents.\n\n\nIncident:\n During a research expedition to SCP-7087-1 to collect samples from the siphon of SCP-7087, a new instance of SCP-7087-1B was observed after approximately 10 minutes. The research team took photographs of this new instance and returned to the surface shortly before the disappearance of the researcher in charge of the expedition. The only trace left of the missing researcher was an instance of SCP-7087-1A growing out of one of their boots. Given the unusual behaviour of SCP-7087-1, it is believed that SCP-7087 may be responsible for the Foundation researcher's disappearance. As a result, the containment procedures of SCP-7087 and SCP-7087-1 have been updated.\n\n\nAdditional notes:\n During SCP-7087's initial discovery, it was unclear regarding the cause of the anomalous effects within SCP-7087-1 regarding the disappearance of the Foundation researcher. Theories of SCP-7087 or SCP-7087-2 being responsible were initially devised but lacked the evidence and support from the Overseer Council to follow up on the case. Research conducted by Dr. O'Brien and the Department of Mythology and Folkloristics has hypothesised links from the log below.\n\n\n\n\nBio-Site-84, Security Footage [04-04-2007]\n\n\n\n\n\n\nArtistic rendition of potentially SCP-7087-2 recovered by the Foundation.\n\n\n\n\n\n\nReport:\n During interviews with staff who have ventured into SCP-7087-1, several have reported feeling a sense of unease, paranoia, and delusion. While the cause behind these anomalous effects is not yet fully understood, it is believed that SCP-7087 may be responsible, particularly given the mirages it projects and the disappearance of a Foundation researcher in its vicinity.\n\n\nSCP-7087 appears to be a crucial component of the ecosystem, and its symbiotic relationship with SCP-7087-1 suggests that it may play a role in the many anomalous properties observed. Though we lack direct evidence of causation, some of the research teams have hypothesised that SCP-7087-2 is another vital aspect of this relationship. SCP-7087-2 has been observed to tail subjects throughout the ecosystem, which could be interpreted as an attempt to steer them away from areas that could be detrimental to the ecosystem's delicate balance. It seems that SCP-7087-2 is particularly interested in shadowing the ecosystem's flora and fauna whenever research is conducted on them by Foundation personnel, with its presence being correlated with increased biodiversity and healthy growth of the ecosystem. Descriptions of potentially SCP-7087-2 from historical texts and artwork suggest that it may be linked to images of a dragon-like creature projected from the Shen. The Shen is a giant clam that was believed to be responsible for the mirages observed in the region from Chinese mythology. While we have yet to fully comprehend the nature of SCP-7087 and its symbiotic relationship with SCP-7087-1, it is clear that this entity is powerful using mimicry to further increase a subject's delusional state. Its awe-inspiring presence and apparent desire to nurture and preserve the flora and fauna within SCP-7087-1 suggests that it is not an adversary to be feared, but rather a vital component of a complex and mysterious ecosystem.\n\n\n\n\n— \nDr. O'Brien\n\n\n\n\n\n\n\n\n\n\nDr. O'Brien\n\n\n\n\n\n\nDepartment of Mythology and Folkloristics\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nTridacna, derasa.\n\n\n2\n. When individuals of two or more species interact with each other for mutual benefits such as food without hurting the latter.\n\n\n3\n. RLU/mol is the measurement of ATP expressed in relative light units. Luciferins are light-emitting compounds that allow certain organisms to glow.\n\n\n4\n. A type of cell that can cause a stinging effect on other organisms.\n\n\n5\n. A plant that has the ability to photosynthesise.\n\n\n6\n. A light-emitting organ present in bioluminescent organisms.\n\n\n7\n. The engulfment of large particles i.e. white blood cells engulfing pathogens.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7086\n | SCP-7087| \nSCP-7088\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7087\n\" by Jarodard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7087\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Wakan_Sansai_Zue_Shin.jpg\n\n\nName:\n Wakan Sansai Zue - Shin\n\n\nAuthor:\n Terajima Ryōan\n\n\nLicense:\n Public Domain\n\n\nAdditional notes:\n Added canvas look to the original image\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Wakan_Sansai_Zue_-_Shin.jpg\n\n\n\n\n\n\nFilename:\n PanellusStipticusAug12_2009.jpg\n\n\nName:\n PanellusStipticusAug12_2009\n\n\nAuthor:\n Ylem\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://en.wikipedia.org/wiki/File:PanellusStipticusAug12_2009.jpg\n\n\n\n\n\n\nFilename:\n Bioluminescencekils.jpg\n\n\nName:\n Bioluminescencekils\n\n\nAuthor:\n Uwe kils\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Bioluminescencekils.jpg\n\n\n\n\n\n\nFilename:\n 1024px-Tunicate_off_Atauro_island.jpg\n\n\nName:\n 1024px-Tunicate_off_Atauro_island\n\n\nAuthor:\n Nick Hobgood\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Tunicate_off_Atauro_island.jpg\n\n\n\n\n\n\nFilename:\n Mycena_chlorophos.jpg\n\n\nName:\n Mycena_chlorophos\n\n\nAuthor:\n lalalfdfa\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Mycena_chlorophos.jpg\n\n\n\n\n\n\nFilename:\n Farallons islands miragep.jpg\n\n\nName:\n Farallons islands miragep\n\n\nAuthor:\n Brocken Inaglory\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://en.m.wikipedia.org/wiki/File:Farallons_islands_miragep.jpg\n\n\nAdditional notes:\n Edited together with Vortigern-Dragons.jpg on GIMP to create Mirage_dragon_2.jpg\n\n\n\n\n\n\nFilename:\n Vortigern-Dragons.jpg\n\n\nName:\n Vortigern-Dragons\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Vortigern-Dragons.jpg\n\n\nAdditional notes:\n Edited together with Farallons islands miragep.jpg on GIMP to create Mirage_dragon_2.jpg\n\n\n\n\n\n\nFilename:\n Bluebell_tunicates_Nick_Hobgood.jpg\n\n\nName:\n Bluebell Tunicates\n\n\nAuthor:\n Nick Hobgood\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Bluebell_tunicates_Nick_Hobgood.jpg\n\n\n\n\n\n\nFilename:\n Outcrop Flynn Reef.jpg\n\n\nName:\n A diversity of corals\n\n\nAuthor:\n Toby Hudson\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://en.wikipedia.org/wiki/File:Coral_Outcrop_Flynn_Reef.jpg\n\n\nAdditional notes:\n Edited original image with filters.\n\n\n\n\n\n\nFilename:\n Mirage_dragon.jpg\n\n\nName:\n Mirgae dragon\n\n\nAuthor:\n Jarodard\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-7087/Mirage_dragon_2.jpg\n\n\n\n\n\n\nFilename:\n 1998CAM_2023_04_18_18_55_40_FN.jpg\n\n\nName:\n SCP-7087-2\n\n\nAuthor:\n Jarodard\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "Addendum 7087.1: Recovered reports below conducted by Dr. O'Brien recording expeditions into SCP-7087-1. Logs include various results from research conducted on the species of flora and fauna found in the ecosystem as well as secondary anomalous effects of SCP-7087."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7087 \" by Jarodard, from the SCP Wiki . Source: https://scpwiki.com/scp-7087 . Licensed under CC-BY-SA .",
        "Filename: Wakan_Sansai_Zue_Shin.jpg Name: Wakan Sansai Zue - Shin Author: Terajima Ryōan License: Public Domain Additional notes: Added canvas look to the original image Source: https://commons.wikimedia.org/wiki/File:Wakan_Sansai_Zue_-_Shin.jpg",
        "Filename: PanellusStipticusAug12_2009.jpg Name: PanellusStipticusAug12_2009 Author: Ylem License: Public Domain Source: https://en.wikipedia.org/wiki/File:PanellusStipticusAug12_2009.jpg",
        "Filename: Bioluminescencekils.jpg Name: Bioluminescencekils Author: Uwe kils License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Bioluminescencekils.jpg",
        "Filename: 1024px-Tunicate_off_Atauro_island.jpg Name: 1024px-Tunicate_off_Atauro_island Author: Nick Hobgood License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Tunicate_off_Atauro_island.jpg",
        "Filename: Mycena_chlorophos.jpg Name: Mycena_chlorophos Author: lalalfdfa License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Mycena_chlorophos.jpg",
        "Filename: Farallons islands miragep.jpg Name: Farallons islands miragep Author: Brocken Inaglory License: CC BY-SA 3.0 Source: https://en.m.wikipedia.org/wiki/File:Farallons_islands_miragep.jpg Additional notes: Edited together with Vortigern-Dragons.jpg on GIMP to create Mirage_dragon_2.jpg",
        "Filename: Vortigern-Dragons.jpg Name: Vortigern-Dragons License: Public Domain Source: https://commons.wikimedia.org/wiki/File:Vortigern-Dragons.jpg Additional notes: Edited together with Farallons islands miragep.jpg on GIMP to create Mirage_dragon_2.jpg",
        "Filename: Bluebell_tunicates_Nick_Hobgood.jpg Name: Bluebell Tunicates Author: Nick Hobgood License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Bluebell_tunicates_Nick_Hobgood.jpg",
        "Filename: Outcrop Flynn Reef.jpg Name: A diversity of corals Author: Toby Hudson License: CC BY-SA 3.0 Source: https://en.wikipedia.org/wiki/File:Coral_Outcrop_Flynn_Reef.jpg Additional notes: Edited original image with filters.",
        "Filename: Mirage_dragon.jpg Name: Mirgae dragon Author: Jarodard License: CC BY-SA 3.0 Source: https://scp-wiki.wdfiles.com/local--files/scp-7087/Mirage_dragon_2.jpg",
        "Filename: 1998CAM_2023_04_18_18_55_40_FN.jpg Name: SCP-7087-2 Author: Jarodard License: CC BY-SA 3.0"
    ],
    "containment_procedures": "SCP-7087-1 is classified as a Marine Controlled Zone (MCZ). Shipping lanes and civilian access within a 20-mile radius of SCP-7087-1 are to be diverted.",
    "description": "SCP-7087 is a species of giant clam1 discovered by the Foundation off the coast of Australia in the Coral Sea in 2002. The clam measures 1.2m in diameter and presents a glowing, blue hue around the centre of its mouth. SCP-7087 has a unique ability to project a mirage on the surface of the ocean regardless of any adverse weather event that would normally prevent mirages from being formed. These anomalous mirages show distant images ranging from giant waves to a shapeshifting dragon to anyone within a 10-mile radius of SCP-7087. Observers of these mirages will experience a psychotic state of panic and unease. Blindfolds have been proven to be an effective way of reducing these senses of distress.",
    "title": "SCP-7087"
}