{
    "url": "https://scp-wiki.wikidot.com/scp-7088",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nBy \nOzzyLizard\n.\n\n\nThanks to \nHarryBlank\n \nEcronak\n and \ndxvi\n for some crit.\n\n\nMore by this author:\n\n\n>>AUTHOR PAGE!!<<\n\n\nImage Credits:\n\nKnucker: \nHere\n\nFossil: \nHere\n\n\nEnjoy! :)\n\n\n\n\n\n\n\n\nrating: \n+65\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n“If dragons were real, then in all likelihood they were not graceful, noble creatures; rather they would have been slug-like and brutish.”\n - P. Ozz, Cryptozoology Division Founding Member\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7088\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA juvenile SCP-7088 specimen as depicted by a French research crew (circa 1904).\n\n\n\n\n\n\nSpecial Containment Procedures:\n A sustainable population of SCP-7088 is to be kept within Sector 2 of \nSite-44\n in an artificial cavernous environment. Instances are to be fed every 5-6 months and communicated with infrequently.\n\n\nWild populations of SCP-7088 are under the jurisdiction of the Cryptozoology Division, who are tasked with retrieval operations and researching the organisms within their natural surroundings. Cave systems inhabited by the genus are to be blocked from public access under the cover story of unstable topography or a cave-in. Due to SCP-7088’s isolated native habitat, further containment is unnecessary.\n\n\nFurther developments regarding the SCP-7088-IMPERATOR subspecies will be available at the base of this document.\n\n\nDescription:\n SCP-7088 is a cave-dwelling anomalous genus of amphibian located within a portion of Northern Europe, primarily Great Britain. Members of SCP-7088 resemble extremely large \nCryptobranchus alleganiensis\n1\n while, in infancy, resembling \nP. anguinus\n;\n2\n all instances possess vestigial wings in addition to leathery skin and a serpentine spinal structure. Skin pigments range from reddish-brown to earth-green depending on region and rock composition. SCP-7088’s brain-to-body ratio remains the highest of all known amphibians, allowing for drastically increased mental capacity capable of recognising basic human speech.\n\n\nSCP-7088 specimens also possess a unique luminous organ protruding from their upper jaw, termed the \nOzz noetica\n by Foundation cryptobiologists. The \nOzz noetica\n is possessed only by members of the genus and is a characteristic trait of all known instances. Capable of sub-noospheric interference, the organ permits SCP-7088 to transfer speech to sentient observers if positioned correctly.\n\n\nSCP-7088 rarely surface from inhabited caverns (usually housing a group of 5-10 instances), only exiting in search of prey. SCP-7088’s natural diet once consisted primarily of deer, rabbits and low-lying shrubbery though, since human inhabitation of the British Isles, has shifted heavily towards the consumption of livestock and crops. Although this poses some threat to secrecy, instances only require sustenance on average twice per year, during which time they will gorge upon all nourishment available before returning to their brood. A largely stationary lifestyle allows for long periods of time between consumption.\n\n\nWhile SCP-7088 are believed to have once been apex predators in their environments, since the adoption of more readily available food sources, instances now demonstrate a more lethargic lifestyle.\n\n\n\n\n\n\nThe fossilised remains of an SCP-7088 instance.\n\n\n\n\n\n\nHistory:\n\nSCP-7088 was officially recognised by the Foundation in the late 1910s, though legends of the genus have persisted since the Middle Ages. SCP-7088 is commonly referred to as the “Knucker” in their inhabited territories, originating from an Old English term meaning “water monster”. At the time of the Middle Ages, SCP-7088 are believed to have dwelled mainly in wells or deep lakes, prompting human interactions and occasionally conflict. While it is unknown how long the genus has been present within Britain or Europe as a whole, fossilised specimens have been recorded originating from the late Cretaceous Era. SCP-7088’s common ancestors, if any, remain undiscovered.\n\n\nSince the 18th Century and the onset of the industrial revolution, accounts of SCP-7088 reduced significantly, likely due to the sudden influx of hazardous waste produced by human development. This is theorised to have caused SCP-7088 to abandon their former freshwater habitats and adopt a largely subterranean lifestyle, lessening human-to-SCP-7088 encounters. Prior to the 21st Century, the only evidence available for the genus’ existence was ecological DNA imprints and the rare remains of deceased instances. In the early 2000s, a group of research staff successfully located and made contact with a group of live specimens (See Addendum).\n\n\nAddendum 7088.1:\n Initial Incident\n\nOn 29/10/2008, an exchange between Troy █████, an American oil tycoon and multimillionaire, and an unknown buyer was revealed to the Foundation following an unrelated investigation into Mr █████‘s business activity. Following examination of the discussion and further insight into the genus’ behaviour, SCP-7088 involvement has been suspected.\n\n\n\n\n+ Show Business Exchange Transcript\n\n\n\n\n- Hide Business Exchange Transcript\n\n\n\n\n\n\n<BEGIN EMAIL LOG>\n\n\nTroy █. Corporation:\n Hello anonymous buyer. We have received your message and can confirm that we are interested in trading! Please provide a name and further contact information if possible.\n\n\nUnknown:\n Hello Mr Oil. We are liking to barter with you for your wares still. No name or other detail for now please.\n\n\nTroy █. Corporation:\n Understood, your privacy is important to us. Are you interested in trading or investing into our shares?\n\n\nUnknown:\n Barter.\n\n\nTroy █. Corporation:\n Of course. Assuming we would provide petroleum (or other resources) to you, how much do you require and what would you like to offer?\n\n\nUnknown:\n Hello. We would like as much as you give. We will offer two gemstone, six wire and twelve carrot. Extra large.\n\n\nTroy █. Corporation:\n Our maximum export limit is 780,000 gallons. I’m assuming your offer was sarcastic?\n\n\nUnknown:\n I agree. New offer is two bottle of vegetable oil. I hope that oil-to-oil trade is pleasing.\n\n\nTroy █. Corporation:\n I don’t think you understand. Unless “vegetable oil” is slang for something else I’m afraid we’ll have to terminate the offer here.\n\n\nUnknown:\n What is requested offer?\n\n\nTroy █. Corporation:\n 780,000 gallons will be in the range of about $23,000,000, not including tarif—\n\n\nThe exchange is broken off due to the connection wire being bitten.\n\n\n<END EMAIL LOG>\n\n\n\n\n\n\n\n\n\n\nAttempts to locate the offending SCP-7088 brood are ongoing.\n\n\nAddendum 7088.2:\n Attempted Interviews\n\nFollowing investigation and sonic imaging of cave systems surrounding the town of Mossmoor, Somerset, England in 2009, it was theorised that a colony of SCP-7088 was present in the surrounding area. Utilising a Bodmin-fauna counter,\n3\n it was discovered that a small pond in the centre of a feature known as Knucker Hollow connected to a lengthy cave system housing approximately a dozen instances. The following is a list of verbal communication attempts with the brood.\n4\n\n\nInterview Attempt 7088-1\n\n\n\n\nDate:\n 11/10/2009\n\n\nInterviewed:\n SCP-7088-24\n\n\nInterviewer:\n Cryptozoology Specialist F. Ozz\n\n\nLocation:\n Knucker Hollow Cave System\n\n\n\n\n<BEGIN LOG>\n\n\nThe research team is within a large chamber. Researcher Ozz sits on a rock directly in front of a small underwater lake that is surrounded by and containing several instances of SCP-7088. Many are resting underneath small waterfalls, unmoving, with stalagmites forming on their heads which resemble horns. A single instance emerges from the water.\n\n\nResearcher Ozz:\n Ah, hello.\n\n\nThe instance lazily rests at the water’s edge.\n\n\nResearcher Ozz:\n Would you be willing to speak with me for a few minutes?\n\n\nSCP-7088-24’s Ozz noetica target the researcher and begin to glow slightly.\n\n\nSCP-7088-24:\n You… here to barter?\n\n\nResearcher Ozz:\n Barter? No, we’d like to ask some questions about you and your kind.\n\n\nSCP-7088-24:\n \n(Staring blankly)\n Okay… moment.\n\n\nSCP-7088-24 places itself upon a nearby rock. It licks the researcher’s arm, to the distaste of Ozz.\n\n\nSCP-7088-24:\n Human. Not seen for… half a stalactite.\n\n\nResearcher Ozz:\n Yes, it seems you have been living here for some time. If I might ask, how long ha—\n\n\nSCP-7088-24:\n Last human I saw… try to take my wares.\n\n\nResearcher Ozz:\n I assure you, I’m not here to steal anything. What do you mean by wares?\n\n\nSCP-7088-24:\n Want to… barter?\n\n\n<END LOG>\n\n\n\n\nFollowing Interview 7088-1, personnel grouped together to offer non-essential supplies for trading with SCP-7088-24.\n\n\n \n\n\nInterview Attempt 7088-2\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-7088-24 remains at the water’s edge as the team returns.\n\n\nResearcher Ozz:\n Hi again. We’ve got some items we’d like to trade if you’re willing?\n\n\nSCP-7088-24:\n Barter?\n\n\nResearcher Ozz:\n Yes.\n\n\nSCP-7088-24:\n Moment.\n\n\nThe instance slowly turns around and enters the water. Several minutes pass before it returns.\n\n\nResearcher Ozz:\n Oh, good, you’re back. Where did you go?\n\n\nSCP-7088-24:\n Storage Keep. Many wares.\n\n\nSCP-7088-24 gently places a glass bottle, a gemstone and a rusty nail on a rock.\n\n\nSCP-7088-24:\n Offer please?\n\n\nResearcher Ozz:\n Uuh. We’ve got some of these. \n(Gestures towards a spare oxygen tank and diving equipment)\n\n\nSCP-7088-24’s small eyes widen at the equipment.\n\n\nSCP-7088-24:\n I agree! Please… take extra surface commodity… also.\n\n\nThe instance again enters the water for several minutes. It returns with a small pearl.\n\n\nResearcher Ozz:\n Oh. Thank you, but that’s quite alright.\n\n\nSCP-7088-24:\n \n(Seemingly confused)\n I insist.\n\n\nSilence for five seconds as the instance awaits a response.\n\n\nResearcher Ozz:\n Actually, tell you what, I’ll double the offer if you could tell me about you and your kind.\n\n\nSCP-7088-24:\n I agree. I am Knockto, \n(Gesturing to left instance)\n this is… Knute, \n(Gesturing to right instance)\n this is… Knaller, \n(Turns around)\n this is… Knu-\n\n\nResearcher Ozz:\n I meant, specifically, about your type. We’d call it physiology — the way you are.\n\n\nSCP-7088-24:\n Ah! I apologies. We are Knucker-kind, we live in cave.\n\n\nSeveral seconds of silence.\n\n\nResearcher Ozz:\n Anything else?\n\n\nSCP-7088-24:\n Yes… we used to be different and live near surface like human. We liked long… water pits.\n\n\nResearcher Ozz:\n Wells?\n\n\nSCP-7088-24:\n Yes. We once eat hoof-runner\n5\n and little umbrellas\n6\n before human arrived. Now like carrot and woolly things.\n7\n\n\nResearcher Ozz:\n Do you have to hunt anymore?\n\n\nSCP-7088-24:\n Not hunt now, very nice. Lots of woolly things since the Black Water.\n\n\nResearcher Ozz:\n What was the Black Water?\n\n\nSCP-7088-24:\n Surface-dwellers made lots of towers and yellow clouds. We go in cave.\n\n\nResearcher Ozz:\n How long ago?\n\n\nSCP-7088-24:\n When humans look for black rocks… coal.\n\n\nResearcher Ozz:\n You remember that? You must be quite old.\n\n\nSCP-7088-24:\n I was only wyrmling at Black Water. Follow.\n\n\nThe research team is led by the instance to a nearby chamber that is filled with stalactites. SCP-7088-24 seems wary of disturbing their growth as it directs Ozz to a specific formation.\n\n\nSCP-7088-24:\n \n(Gesturing to a stalactite)\n Knockto age.\n\n\nResearcher Ozz:\n Mineral formations. That’s clever.\n\n\n[Later estimates suggest the stalactite to be around 230 years old.]\n\n\nSCP-7088-24:\n Good rock?\n\n\nResearcher Ozz:\n \n(Chuckles)\n Yeah. You wouldn’t happen to know where any other colonies are, would you?\n\n\nSCP-7088-24:\n Many knuckerholes around. Some… much deeper.\n\n\nResearcher Ozz:\n Where?\n\n\nThe instance stares at Ozz for 5 seconds before speaking.\n\n\nSCP-7088-24:\n Secret… Secret broken for extra payment.\n\n\n[17 minutes of extraneous negotiations redacted for brevity.]\n\n\n<END LOG>\n\n\n\n\nEventually, information regarding nearby “knuckerholes” was traded with SCP-7088-24 for the agreed upon price of two \nSnickers\n bars and a flashlight. According to information acquired during Interview 7088-2, an SCP-7088 colony is present in the area surrounding the primary transatlantic telecommunications cable. An investigation into a link between this development and the 2008 Exchange Incident is currently underway.\n\n\nAddendum 7088.3:\n 25/07/2022 Update\n\nUpon the discovery of a knuckerhole located in Lyminster, Sussex, England, a Foundation-operated high resolution ground-penetrating radar team was utilised in order to preemptively view the cave system. It is believed that all knuckerholes follow a generalised layout and, as such, the scan remains a reference for SCP-7088 dwellings’ features. The following observations were noted:\n\n\n\n\n\n\nAccessible only via a small, but deep, pond.\n\n\n\n\n\n\nComprised of a primary cavern wherein most SCP-7088 reside, generally surrounded by small waterfalls leading into a central “lake”.\n\n\n\n\n\n\nSecondary cavern comprised of cultivated stalactites.\n\n\n\n\n\n\nSubmerged cavern used for the cultivation of oviparous\n8\n young.\n\n\n\n\n\n\nA large underwater passageway off-shooting from the primary cavern’s body of water that leads to a hidden chamber.\n\n\n\n\n\n\nAn extremely large, submerged, chamber or “keep” filled with copious amounts of rare materials, coins and gemstones. In all documented cases, highly detailed recordings of this chamber display a colossal, scaled instance of SCP-7088 with exaggerated wings and limbs — large stalagmites on its parietal bone resemble spiring decorative horns. The instance remains dormant, seemingly in slumber.\n\n\n\n\n\n\nAttempts are being made to extract and study a member of the \nProteus draconis imperator\n subspecies in order to assess their dormancy patterns. It is believed that, in time, connections to folkloric tales regarding dragon-like megafauna may be made in addition to predicting future active periods.\n\n\n\n\n\n\n\n\nALERT: SCP-7088 REPAYMENT OVERDUE, IMPERATOR SPECIMEN RISING.\n\n\n \n\n\n \n\n\n \n\n\nMAKE TRADE OFFER?\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Giant Salamander\n\n\n2\n. Olm, or proteus; an aquatic salamander in the family Proteidae, the only exclusively cave-dwelling chordate species found in Europe.\n\n\n3\n. A device functioning similarly to a \nGeiger counter\n, detecting and recording trace anomalous influence emitted by parafauna in the local ecosphere.\n\n\n4\n. SCP-7088 speech was recounted by the notes of F. Ozz, SCP-7088 Research Head.\n\n\n5\n. Likely referring to deer.\n\n\n6\n. Likely referring to mushrooms.\n\n\n7\n. Likely referring to sheep.\n\n\n8\n. Egg-born\n\n\n\n\n\n\n\n\n« \nSCP-7087\n | SCP-7088 | \nSCP-7089\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "<BEGIN EMAIL LOG> Troy █. Corporation: Hello anonymous buyer. We have received your message and can confirm that we are interested in trading! Please provide a name and further contact information if possible. Unknown: Hello Mr Oil. We are liking to barter with you for your wares still. No name or other detail for now please. Troy █. Corporation: Understood, your privacy is important to us. Are you interested in trading or investing into our shares? Unknown: Barter. Troy █. Corporation: Of course. Assuming we would provide petroleum (or other resources) to you, how much do you require and what would you like to offer? Unknown: Hello. We would like as much as you give. We will offer two gemstone, six wire and twelve carrot. Extra large. Troy █. Corporation: Our maximum export limit is 780,000 gallons. I’m assuming your offer was sarcastic? Unknown: I agree. New offer is two bottle of vegetable oil. I hope that oil-to-oil trade is pleasing. Troy █. Corporation: I don’t think you understand. Unless “vegetable oil” is slang for something else I’m afraid we’ll have to terminate the offer here. Unknown: What is requested offer? Troy █. Corporation: 780,000 gallons will be in the range of about $23,000,000, not including tarif— The exchange is broken off due to the connection wire being bitten. <END EMAIL LOG>",
        "Date: 11/10/2009 Interviewed: SCP-7088-24 Interviewer: Cryptozoology Specialist F. Ozz Location: Knucker Hollow Cave System <BEGIN LOG> The research team is within a large chamber. Researcher Ozz sits on a rock directly in front of a small underwater lake that is surrounded by and containing several instances of SCP-7088. Many are resting underneath small waterfalls, unmoving, with stalagmites forming on their heads which resemble horns. A single instance emerges from the water. Researcher Ozz: Ah, hello. The instance lazily rests at the water’s edge. Researcher Ozz: Would you be willing to speak with me for a few minutes? SCP-7088-24’s Ozz noetica target the researcher and begin to glow slightly. SCP-7088-24: You… here to barter? Researcher Ozz: Barter? No, we’d like to ask some questions about you and your kind. SCP-7088-24: (Staring blankly) Okay… moment. SCP-7088-24 places itself upon a nearby rock. It licks the researcher’s arm, to the distaste of Ozz. SCP-7088-24: Human. Not seen for… half a stalactite. Researcher Ozz: Yes, it seems you have been living here for some time. If I might ask, how long ha— SCP-7088-24: Last human I saw… try to take my wares. Researcher Ozz: I assure you, I’m not here to steal anything. What do you mean by wares? SCP-7088-24: Want to… barter? <END LOG>",
        "<BEGIN LOG> SCP-7088-24 remains at the water’s edge as the team returns. Researcher Ozz: Hi again. We’ve got some items we’d like to trade if you’re willing? SCP-7088-24: Barter? Researcher Ozz: Yes. SCP-7088-24: Moment. The instance slowly turns around and enters the water. Several minutes pass before it returns. Researcher Ozz: Oh, good, you’re back. Where did you go? SCP-7088-24: Storage Keep. Many wares. SCP-7088-24 gently places a glass bottle, a gemstone and a rusty nail on a rock. SCP-7088-24: Offer please? Researcher Ozz: Uuh. We’ve got some of these. (Gestures towards a spare oxygen tank and diving equipment) SCP-7088-24’s small eyes widen at the equipment. SCP-7088-24: I agree! Please… take extra surface commodity… also. The instance again enters the water for several minutes. It returns with a small pearl. Researcher Ozz: Oh. Thank you, but that’s quite alright. SCP-7088-24: (Seemingly confused) I insist. Silence for five seconds as the instance awaits a response. Researcher Ozz: Actually, tell you what, I’ll double the offer if you could tell me about you and your kind. SCP-7088-24: I agree. I am Knockto, (Gesturing to left instance) this is… Knute, (Gesturing to right instance) this is… Knaller, (Turns around) this is… Knu- Researcher Ozz: I meant, specifically, about your type. We’d call it physiology — the way you are. SCP-7088-24: Ah! I apologies. We are Knucker-kind, we live in cave. Several seconds of silence. Researcher Ozz: Anything else? SCP-7088-24: Yes… we used to be different and live near surface like human. We liked long… water pits. Researcher Ozz: Wells? SCP-7088-24: Yes. We once eat hoof-runner 5 and little umbrellas 6 before human arrived. Now like carrot and woolly things. 7 Researcher Ozz: Do you have to hunt anymore? SCP-7088-24: Not hunt now, very nice. Lots of woolly things since the Black Water. Researcher Ozz: What was the Black Water? SCP-7088-24: Surface-dwellers made lots of towers and yellow clouds. We go in cave. Researcher Ozz: How long ago? SCP-7088-24: When humans look for black rocks… coal. Researcher Ozz: You remember that? You must be quite old. SCP-7088-24: I was only wyrmling at Black Water. Follow. The research team is led by the instance to a nearby chamber that is filled with stalactites. SCP-7088-24 seems wary of disturbing their growth as it directs Ozz to a specific formation. SCP-7088-24: (Gesturing to a stalactite) Knockto age. Researcher Ozz: Mineral formations. That’s clever. [Later estimates suggest the stalactite to be around 230 years old.] SCP-7088-24: Good rock? Researcher Ozz: (Chuckles) Yeah. You wouldn’t happen to know where any other colonies are, would you? SCP-7088-24: Many knuckerholes around. Some… much deeper. Researcher Ozz: Where? The instance stares at Ozz for 5 seconds before speaking. SCP-7088-24: Secret… Secret broken for extra payment. [17 minutes of extraneous negotiations redacted for brevity.] <END LOG>",
        "Accessible only via a small, but deep, pond. Comprised of a primary cavern wherein most SCP-7088 reside, generally surrounded by small waterfalls leading into a central “lake”. Secondary cavern comprised of cultivated stalactites. Submerged cavern used for the cultivation of oviparous 8 young. A large underwater passageway off-shooting from the primary cavern’s body of water that leads to a hidden chamber. An extremely large, submerged, chamber or “keep” filled with copious amounts of rare materials, coins and gemstones. In all documented cases, highly detailed recordings of this chamber display a colossal, scaled instance of SCP-7088 with exaggerated wings and limbs — large stalagmites on its parietal bone resemble spiring decorative horns. The instance remains dormant, seemingly in slumber."
    ],
    "containment_procedures": "A sustainable population of SCP-7088 is to be kept within Sector 2 of Site-44 in an artificial cavernous environment. Instances are to be fed every 5-6 months and communicated with infrequently.",
    "description": "SCP-7088 is a cave-dwelling anomalous genus of amphibian located within a portion of Northern Europe, primarily Great Britain. Members of SCP-7088 resemble extremely large Cryptobranchus alleganiensis1 while, in infancy, resembling P. anguinus;2 all instances possess vestigial wings in addition to leathery skin and a serpentine spinal structure. Skin pigments range from reddish-brown to earth-green depending on region and rock composition. SCP-7088’s brain-to-body ratio remains the highest of all known amphibians, allowing for drastically increased mental capacity capable of recognising basic human speech.",
    "title": "SCP-7088"
}