{
    "url": "https://scp-wiki.wikidot.com/scp-7089",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7089\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe exterior of Provisional Outpost-7089 on 18th June 2028.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\nPer protocol, Provisional Outpost-7089 is to be maintained by agents as an operational self-storage facility in order to mask on-site Foundation activities. The wing containing SCP-7089 is to remain closed to civilian clients under the cover of \"long term refurbishment\". As all non-anomalous storage units have been removed from the wing, the resultant space is to serve as an operations and living complex for on-site personnel.\n\n\nSCP-7089's exterior is to be monitored via closed circuit camera surveillance in case of unauthorised civilian access. SCP-7089-1 is to be assigned a rotating guard detail at all times to accompany any research expedition and provide an immediate response to any alteration to the interior space.\n\n\nAny proposed test involving SCP-7089 must be signed off on by the research lead, Dr. Frederick Munroe, then approved by Site-44 Director Carter before any action is taken.\n\n\nDESCRIPTION:\n\nSCP-7089 is a personal storage unit (number 7089) with an external footprint of 25 square feet, built into the ████ ████ Self Storage facility - hereafter referred to as Provisional Outpost-7089 - in ████████, Yorkshire, England. The interior of SCP-7089 exhibits an acute spatial anomaly wherein its size is many times larger than the exterior. Educated estimates place its size at roughly 140 square miles. As the interior layout changes regularly and does not correspond to linear spatial limitations, this value is subject to ongoing reassessment.\n\n\nThe interior of SCP-7089 - hereafter referred to as SCP-7089-1 - contains a storage facility of similar design to the external complex, though a lack of additional decoration and presence of reinforced internal structure and cutting edge [REDACTED] indicate its purpose for either private or military usage, rather than civilian.\n\n\n\n\nRECOVERY LOG 7089:\n\nSCP-7089 came to Foundation attention on 14th May 2028, following the filing of five (5) missing persons reports in connection with staff and clients of what would become Provisional Outpost-7089, then a privately owned self storage facility. Shortly after this, assets based out of Site-44 bought the facility via a shell company and dispatched first response MTF Psi-42 (\"Misfits\") to investigate.\n\n\nFollowing contact with SCP-7089 and confirmation of its spatial anomaly, Psi-42 received clearance to enter SCP-7089-1 for the purpose of recon.\n\n\n\n\nLog No.\n Psi-42/7089\n\n\nDate/Time:\n 15th May 2028 - 1325 Local Time\n\n\nInvolved Agents:\n\n\nSarah \"Tyke\" Tucker\n (2IC, MTF Psi-42)\n\n\nOtto \"Omen\" Thornton\n\n\nHarvey \"Wiz\" Kilner\n\n\nLouise \"Noble\" Phelps\n\n\nFurther Information:\n Agents on-site were monitored from a surveillance van outside the structure, and from Site-44 by Psi-42 Commander Haley \"Hammer\" Wilson, who had been unable to lead the operation due to routine medical exams. Agent Wilson requested a line of communication be kept open.\n\n\n\n\n[Transcript begins.]\n\n\nPsi-42 have been inside SCP-7089-1 for ten (10) minutes. Agent Omen's body camera turns a corner to a hall of storage units similar to previous halls.\n\n\nOmen:\n Geez, this place goes on forever. You reckon we're past the city limits, yet?\n\n\nTyke:\n Eyes forward, Omen.\n\n\nOmen:\n Right, right…\n\n\nTwo (2) seconds of silence.\n\n\nTyke:\n …And no, not \nquite\n yet.\n\n\nLight chuckling can be heard between agents. Agent Tyke can be heard sighing.\n\n\nTyke:\n Alright, alright. Command, you still reading us?\n\n\nHammer \n(via radio)\n:\n We hear you loud and clear. I'm being told it's \nspooky\n how well we can make you out.\n\n\nWiz:\n What's the catch?\n\n\nHammer \n(via radio)\n:\n None yet, but that means jack shit.\n\n\nOmen:\n Wanna bet something's using the great reception to lure hapless shits in?\n\n\nNoble:\n If it's another slimey, tentacled rat-bastard I swear to God…\n\n\nTyke:\n I'm gonna try my luck on that.\n\n\nHammer \n(via radio)\n:\n Noted. Keep your eyes open.\n\n\nTyke:\n Roger, ma'am.\n\n\nAgents proceed further into SCP-7089-1. This transcript omits six (6) minutes of footage for brevity, during which time nothing of note is recorded.\n\n\nNoble:\n Shit…\n\n\nTyke:\n Do I wanna know?\n\n\nAgent Noble's body camera is facing a storage unit. The number above its door reads 2743.\n\n\nNoble:\n I've seen that number before.\n\n\nTwo (2) seconds of silence. Agent Tyke can be heard humming.\n\n\nTyke:\n Come again, Noble? Where?\n\n\nNoble:\n There! I mean, uh…\n\n\nWiz:\n …Don't tell me, you saw it earlier?\n\n\nNoble:\n Just after we came in, above the same door.\n\n\nAgent Noble turns. Their body camera shows three (3) units reading 7383, 134 and 1332.\n\n\nNoble:\n Those ones, too.\n\n\nOmen:\n Wish my memory was that good…\n\n\nWiz:\n No pattern to them to notice. Weren't we going straight?\n\n\nMuttering can be heard between agents.\n\n\nTyke:\n …Crap. Hammer? We're being looped around! Probably some sort of closed space.\n\n\nHammer \n(via radio)\n:\n Knew it was too good to be true. Noble said she saw this place just after you came in. Can you see the exit from here?\n\n\nWiz:\n I see it, ma'am.\n\n\nAgent Wiz's body camera shows the open unit door the agents entered through approximately 45 meters away. The hall of the non-anomalous self-storage facility is visible beyond it.\n\n\nTyke:\n Not trapped, then, unless this place is playing for giggles.\n\n\nHammer \n(via radio)\n:\n Never know what's gonna happen with a non-linear like this.\n\n\nTyke:\n Ma'am?\n\n\nHammer \n(via radio)\n:\n Pull out, Tyke. We can come back with proper mapping tech and save a \nload\n of hassle.\n\n\nTyke:\n Roger. Alright, folks, let's get gone. No sense getting lost when we're so close… to… Wait.\n\n\nAgent Tyke trails off. Both her body camera and others' record her staring wide-eyed at a storage unit.\n\n\nTyke:\n What… What the \nfuck?!\n\n\nOmen:\n Tyke? You good?\n\n\nTyke:\n …Yeah, I… It caught me off guard.\n\n\nAgent Tyke can be seen glancing at the other agents.\n\n\nTyke:\n Please tell me you're all seeing this?\n\n\nAgents Omen, Wiz and Noble turn toward the storage unit.\n\n\nWiz:\n Not sure what I'm looking for, boss.\n\n\nTyke:\n The number above the door, Wiz.\n\n\nHammer \n(via radio)\n:\n I can't make it out from here, Tyke. What's—\n\n\nAgent Hammer is cut off by Agent Noble.\n\n\nNoble:\n Oh. Oh! That's, uh…\n\n\nWiz:\n More than a little invasive, yeah? But since when have these things ever cared for boundaries?\n\n\nOmen:\n Too much to hope it's just a shitty coincidence, right?\n\n\nHammer \n(via radio)\n:\n Tyke, either get the heck out of there or get closer! I can't see what you're looking at.\n\n\nAgent Tyke moves closer to the unit. The numbers above it come into focus, reading 060699. Agent Hammer can be heard cursing (specifics unintelligible).\n\n\nHammer \n(via radio)\n:\n …Ah.\n\n\nTyke:\n That's my fucking \nbirthday\n, ma'am.\n\n\nHammer \n(via radio)\n:\n I'm well aware. Non-Euclidean \nand\n telepathic. Command's gonna \nlove\n this…\n\n\nTyke:\n We still pulling out?\n\n\nHammer \n(via radio)\n:\n I'd say yes, but given the implied intelligence I think the researchers will to want a threat assessment before they go poking about in there.\n\n\nTyke:\n Not exactly ideal.\n\n\nHammer \n(via radio)\n:\n When is it ever?\n\n\nTyke:\n Alright, alright… Noble, Wiz. Either side of the door. If it's angry or has teeth, fill it with lead.\n\n\nAgents Noble and Wiz can be seen to nod, moving to flanking positions on either side of Unit 060699.\n\n\nTyke:\n Omen, with me.\n\n\nOmen:\n Of course we're opening the damn thing. It's only asked for you \npersonally\n, at this point…\n\n\nTyke:\n Better us than another poor sod, right?\n\n\nAgent Tyke moves to the unit door, grasping the handle. Post-mission audio analysis registers the sound of a lock turning. Agents Omen, Noble and Wiz can be seen raising their firearms to ready positions.\n\n\nTyke:\n You got my back?\n\n\nOmen:\n Always.\n\n\nAgent Tyke can be heard taking a breath and counting back from five (5) seconds before pushing the unit door upwards. She takes six (6) steps backwards as it opens, raising her firearm. All body cameras take a moment to adjust to the limited light levels inside of the unit. Agent Noble can be heard gasping.\n\n\nNoble:\n …Shit.\n\n\nAgent Tyke lowers her weapon.\n\n\nTyke:\n Keep on alert, but… Maybe try not to look so threatening?\n\n\nHammer \n(via radio)\n:\n Tyke, report! What is it?\n\n\nTyke:\n Not what, ma'am. \nWho\n.\n\n\nAgent Wiz's body camera adjusts to the lack of light. A pile of three (3) unmarked cardboard boxes are visible. Five (5) human figures are huddled together next to them.\n\n\nOmen:\n …People.\n\n\n[Transcript ends.]\n\n\n\n\nMission Debriefing\n: On recovery, the individuals inside Unit 060699 were identified as accounting for all staff and client disappearances. After a full medical check-up, all were determined to be in perfect health with no lasting issues barring minor disorientation. As they lacked clear memories of the time between disappearance and recovery, minor Class B amnestics were administered.\n\n\nThe boxes recovered contained photographs identified by Agent Tucker as being from a family collection of her grandmother's.\n1\n The photographs appeared to lack anomalous properties. An appeal by Agent Hammer to release them to Agent Tucker \nis pending approval\n has been denied.\n\n\n\n\nFollowing Psi-42's expedition, a long-term research group was assigned to Provisional Outpost-7089 to investigate SCP-7089-1. Psi-42 would remain on-site as support.\n\n\nIt was observed at this time that the unit number above the exterior door of SCP-7089 matched the number automatically assigned to it by the Foundation database. No evidence of tampering was detected.\n\n\n\n\nDate:\n 19th May 2028\n\n\nSender:\n Haley \"Hammer\" Wilson\n (Commander, MTF Psi-42)\n\n\nRecipient:\n Dr. Frederick Munroe\n (Research Lead, PO-7089)\n\n\nClearance:\n Level 2\n\n\n\n\nI'd like it on record that if this box \nis\n precognitive also, it probably knew we were going to find it. I'm happy to help you prod at the thing, but God help us if it's peeked into the future and decides it doesn't like our MO.\n\n\n\n\nConstruction of on-site containment facilities would be completed on 21st May 2028. On the same day, Provisional Outpost-7089 lead researcher Dr. Frederick Munroe would set testing parameters for SCP-7089.\n\n\n\n\nLog No.\n 7089/210528\n\n\nDate/Time:\n 21st May 2028 - 0945 Local Time\n\n\nInvolved Agents:\n\n\nDr. Frederick Munroe\n (Research Lead, PO-7089)\n\n\nHaley \"Hammer\" Wilson\n (Commander, MTF Psi-42)\n\n\nSarah \"Tyke\" Tucker\n (2IC, MTF Psi-42)\n\n\nFurther Information:\n Agents are gathered in Dr. Munroe's recently renovated on-site office, publicly belonging to the facility manager. Conversation has been going for three (3) minutes. This recording is audio only.\n\n\n\n\n[Transcript begins.]\n\n\nMunroe:\n Agent Tucker, how would you describe your experience inside the anomaly?\n\n\nTyke:\n Disconcerting, sir, but hardly the weirdest thing I've seen.\n\n\nMunroe:\n Quite. Your assessment, Commander Wilson?\n\n\nHammer:\n Whatever intelligence is running the place \nseems\n benign, but we shouldn't assume shit about anything, really.\n\n\nCommander Wilson coughs. Dr. Munroe can be heard sifting through papers.\n\n\nHammer:\n Ideally, we need a plan.\n\n\nMunroe:\n Several plans, I think. We're to take it one question at a time.\n\n\nTyke:\n Such as, sir?\n\n\nDr. Munroe can be heard rising from his chair. The sound of footsteps follows, then a dry marker pen on a whiteboard.\n\n\nMunroe:\n Let's just start with one for now. We'll work from there. First off, intelligence!\n\n\nHammer:\n How smart it is.\n\n\nTyke:\n Or whether it means us harm?\n\n\nMunroe:\n More the former, but if it's playing the long game to lure us, we \nneed\n to know that as well.\n\n\nDr. Munroe can be heard returning to his seat.\n\n\nMunroe:\n Also whether we're dealing with a genuine telepathic or precognitive entity. If we \nare\n, this first round of tests should determine \nthat\n, as well.\n\n\nHammer:\n If that's the angle we're going for, then I might have a couple suggestions.\n\n\n[Transcript ends.]\n\n\n\n\n.\n\n\nEXPERIMENT LOG 7089-A:\n\nThe first formal tests with SCP-7089 commenced on 22nd May 2028, focused on establishing a baseline for the level and manner of intelligence governing SCP-7089-1. These tests were also designed to determine whether the intelligence truly possessed telepathic, precognitive or any other form of pseudo-communicative psychic ability.\n\n\n\n\n\n\nTest No.\n\n\nDate\n\n\nTest Details\n\n\nResult\n\n\n\n\n\n\n#7089.1\n\n\n22/05/2028\n\n\nDr. Munroe, accompanied by Agent Tyke, enters SCP-7089 while imagining a number (4373).\n\n\nUnit 4373 encountered. Tyke fails to force entry. Dr. Munroe opens the unit on his first attempt. One (1) copy of \nThe Road\n2\n recovered, which Munroe reports as a favourite of his.\n\n\n\n\n\n\n#7089.2\n\n\n23/05/2028\n\n\nAgent Noble, accompanied by Dr. Munroe, enters picturing her preferred alcoholic beverage (sloe gin).\n\n\nUnit ████████ (Noble's service number) encountered. One (1) full crate of ████████-brand sloe gin recovered. It is immediately confiscated.\n\n\n\n\n\n\n#7089.3\n\n\n25/05/2028\n\n\nResearcher Townes enters, accompanied by Agent Wiz. Dr. Munroe has written a number sequence (73217.4) and had Wiz place it in Townes' back pocket before the test. Neither Wiz nor Townes are aware of the contents of the sequence and Munroe is off-site on the day of the test.\n\n\nUnit 732174 encountered. One (1) worn-out stuffed animal (elephant) recovered. Townes reports having owned it as a child.\n\n\n\n\n\n\n#7089.4\n\n\n26/05/2028\n\n\nAgent Tyke enters, accompanied by Researcher Townes. Tyke is carrying a note written by Dr. Munroe, reading 'Can you understand us?'.\n\n\nUnit 19216 encountered. One (1) disc copy of the film \nYes Man\n (2008) recovered.\n\n\n\n\n\n\nFollowing Test \n7089.4\n, testing was suspended pending a review of SCP-7089's potential sapient awareness.\n\n\n\n\nLog No.\n 7089/270528\n\n\nDate/Time:\n 27th May 2028 - 1510 Local Time\n\n\nInvolved Agents:\n\n\nDr. Frederick Munroe\n (Research Lead, PO-7089)\n\n\nHaley \"Hammer\" Wilson\n (Commander, MTF Psi-42)\n\n\nFurther Information:\n Agents are in Dr. Munroe's office. This recording is audio only.\n\n\n\n\n[Transcript begins.]\n\n\nHammer:\n What were you expecting, exactly?\n\n\nMunroe:\n Not something so straight forward. Something more abstract or \nalien\n. That'd actually be easier to work with, protocols being what they are.\n\n\nHammer:\n Says a lot that a simple 'yes' causes us more problems.\n\n\nMunroe:\n Mostly the \npaperwork\n, honestly.\n\n\nBoth agents can be heard chuckling.\n\n\nHammer:\n Some things never change.\n\n\nMunroe:\n I'm sensing a nugget of wisdom coming.\n\n\nHammer can be heard laughing.\n\n\nHammer:\n I wish. You just reminded me of someone, there.\n\n\nMunroe:\n Your grandfather?\n\n\nHammer:\n And my mother. After three generations in the organization you start to notice a trend.\n\n\nMunroe:\n Quite.\n\n\nTwo (2) seconds of silence.\n\n\nMunroe:\n We \nare\n going to have to course correct with the testing, it seems, though the aspects of the anomaly I had intended to test next \nshould\n still hold up.\n\n\nHammer:\n Those being?\n\n\nMunroe:\n Its interior \nsize\n, first. But after that? Whether it can understand specific concepts.\n\n\n[Transcript ends.]\n\n\n\n\n.\n\n\n\n\n\n\nThe primary subject of \n#7089.6 through 8\n prior to testing.\n\n\n\n\n\n\nEXPERIMENT LOG 7089-B:\n\nTesting resumed on 31st May 2028, following Site-44 Director Carter's approval of Dr. Munroe's adjusted approach to questioning. Tests were initially focused on opening a line of communication with SCP-7089 - predominantly to assess potential hostility - through a simple question and answer style of experimentation. When the first of these tests (see \n#7089.5\n) proved that SCP-7089 - while capable of being direct - was prone to responding with symbolism or recovered objects, the nature of questions shifted further to accommodate this.\n\n\nAn additional line of testing would be carried out in parallel by Researcher Townes on Dr. Munroe's approval. These tests were intended to determine whether objects recovered by SCP-7089 were created for purpose or relocated from elsewhere.\n\n\n\n\n\n\nTest No.\n\n\nDate\n\n\nTest Details\n\n\nResult\n\n\n\n\n\n\n#7089.5\n\n\n31/05/2028\n\n\nDr. Munroe, accompanied by Agent Hammer, enters SCP-7089 while imagining a question, 'How big are you?'.\n\n\nUnit 140 encountered. One (1) laminated map of ████████ recovered with SCP-7089's location marked on it. City limits of ████████ recorded as provisional size for SCP-7089-1.\n\n\n\n\n\n\n#7089.6\n\n\n02/06/2028\n\n\nResearcher Townes leaves one (1) apple with a blue sticker on it in Dr. Munroe's office, then enters SCP-7089 while picturing it.\n\n\nUnit 116125 encountered. Apple with blue sticker on it recovered. Apple vanished from Dr. Munroe's office the moment Townes entered SCP-7089.\n\n\n\n\n\n\n#7089.7\n\n\n03/06/2028\n\n\nResearcher Townes has one (1) apple with a blue sticker on it driven to ████████'s city limits by Psi-42, then enters SCP-7089 while picturing it.\n\n\nUnit 116125 encountered again. Apple with blue sticker on it recovered. Apple vanished from Agent Tyke's hand the moment Townes entered SCP-7089.\n\n\n\n\n\n\n#7089.8\n\n\n06/06/2028\n\n\nResearcher Townes has two (2) apples, with a blue and green sticker on them respectively, delivered to Site-44. After confirming their arrival, he enters SCP-7089 while picturing them.\n\n\nUnit 116125 encountered again. Apple with blue sticker recovered, while apple with green sticker is not. Blue apple vanished from the loading dock outside of Site-44 the moment Townes entered SCP-7089, while green apple - in Site-44 biological storage at the time - was still present when checked.\n\n\n\n\n\n\n#7089.9\n\n\n07/06/2028\n\n\nDr. Munroe enters, carrying a note reading 'Who are you?'.\n\n\nUnit 7089 encountered. Set of four (4) crates of contents-coded MRE ration packs recovered. Code numbers are arranged inside the unit to read '7089'.\n\n\n\n\n\n\n#7089.10\n\n\n08/06/2028\n\n\nDr. Munroe enters while imagining a question, 'Do you mean us harm?'.\n\n\nUnit ██████ encountered. Photographic evidence of [REDACTED] recovered. See \nIncident Report ████/140528\n, attached below.\n\n\n\n\n\n\n#7089.11\n\n\n10/06/2028\n\n\nWith approval from Site-12 Director Durrani, Researcher Townes enters SCP-7089 while picturing \nSCP-1230\n.\n\n\nUnit 1230 encountered. SCP-1230 not recovered, still on Director Durrani's desk at Site-12 when checked.\n\n\n\n\n\n\n#7089.12\n\n\n11/06/2028\n\n\nWith approval from Site-12 Director Durrani, Researcher Townes requests SCP-1230 be temporarily moved off-site. Townes enters SCP-7089 while picturing SCP-1230.\n\n\nUnit 1230 encountered again. SCP-1230 recovered and returned to Site-12. 1230 vanished from its off-site storage location the moment Townes entered SCP-7089.\n\n\n\n\n\n\nAfter Test \n#7089.12\n, experimentation would again be put on hold as Dr. Munroe - responsible for devising test parameters for SCP-7089 - was called to Site-44 for a quarterly review of his research. The review was without issue and testing was scheduled to resume upon his return to Provisional Outpost-7089 on 15th June 2028.\n\n\nPrior to this, the below described containment breach attempt would occur at Site-44.\n\n\n\n\nIncident Log No.\n ████/140528\n\n\nDate:\n 13th June 2028\n\n\nInvolved SCP(s):\n SCP-████\n\n\nKey Personnel:\n\n\nSite-44 Defence Force\n (FSDF-44)\n\n\nFlorence Wing\n (Asst. Director of Containment, Site-44)\n\n\nDr. Frederick Munroe\n (Research Lead, PO-7089)\n\n\n\n\nIncident Summary:\n\nAt 1454 local time, SCP-████ would attempt to breach containment at Site-44 by exploiting an undetected weakness in its containment chamber. Though significant damage was inflicted to the chamber - necessitating extensive repairs and SCP-████'s temporary relocation - a rapid response by the Site-44 Defence Force was successful in recontaining the entity with minimal injuries and zero (0) casualties among personnel.\n\n\nPost-Incident Analysis:\n\nThe neutralisation of SCP-████'s breach was enabled by material recovered in tests performed with SCP-7089 by Dr. Frederick Munroe. During Munroe's quarterly research review, Site-44 Asst. Director of Containment Florence Wing recognized elements in photographs recovered in Test \n#7089.10\n pertaining to [REDACTED], allowing for an accurate prediction of when SCP-████ would attempt to breach containment.\n\n\nThis allowed a response force to be prepared twelve (12) hours before the attempt was made.\n\n\n\n\nDue to the importance of SCP-7089 in detecting a potential containment breach, its Disruption Class would be upgraded from Dark to Vlam as a precaution. Dr. Munroe would return to Provisional Outpost-7089 one (1) day early on 14th June 2028 on the grounds that testing to determine the motives and limitations of SCP-7089 was vital to its containment.\n\n\n\n\nDate:\n 15th June 2028\n\n\nSender:\n Florence Wing\n (Asst. Director of Containment, Site-44)\n\n\nRecipient:\n Dr. Frederick Munroe\n (Research Lead, PO-7089)\n\n\nClearance:\n Level 3\n\n\n\n\nDirector Carter has recommended to the O5 Council that we proceed with further testing on SCP-7089 immediately, and so far there's been no stated objections. Given we can now be certain it is - as a baseline - self-aware, precognitive and unable to remove objects from inside Foundation sites, determining further what we can glean from it and what its intentions are \nmust\n be a priority from here onward.\n\n\nWe \nneed\n to know whether this box is actually trying to ingratiate itself or whether it just wants our guard down. That first kidnapping to get our attention aside, it's done nothing even remotely hostile, and going by your reports on those keepsakes and intel, it's actively attempting to make us \nlike\n it, the unhelpfulness of its unwillingness to communicate in \nwords\n aside.\n\n\nPut simply, you have a blank cheque for whatever you need on this one provided you run it by Carter first, though he's probably going to want to write up a few questions of his own.\n\n\nYou have our ear on this, Fred. Don't waste it.\n\n\n\n\n.\n\n\nEXPERIMENT LOG 7089-C:\n\nFollowing extended planning, testing with SCP-7089 resumed on 17th June 2028, two (2) days later than originally scheduled. Tests would first consist of a series of questions intended to improve intel regarding SCP-7089, or regarding how SCP-7089 would view itself. After this, the previous lines of research would continue, with a view to understanding what SCP-7089 was and was not capable of.\n\n\n\n\n\n\nTest No.\n\n\nDate\n\n\nTest Details\n\n\nResult\n\n\n\n\n\n\n#7089.13\n\n\n17/05/2028\n\n\nDr. Munroe, accompanied by Researcher Townes and Agent Omen, enters SCP-7089 while imagining a question, 'What is your purpose?'.\n\n\nUnit 19216 encountered again. Torn magazine advert depicting a safe bound by large amounts of chains - one of which has a clock hung on it - recovered. A crude sketch of an SRA\n3\n has been drawn in the top left corner of the page.\n\n\n\n\n\n\n#7089.14\n\n\n18/05/2028\n\n\nDr. Munroe enters, accompanied by Agent Tyke. Munroe is carrying a note reading 'Where did you come from?'.\n\n\nUnit 61 encountered. One (1) unlabelled children's mathematics workbook recovered. Passages in the workbook related to addition are underlined.\n\n\n\n\n\n\n#7089.15\n\n\n19/05/2028\n\n\nDr. Munroe enters while imagining a question, 'Do you mean us harm?'.\n\n\nUnit 1415 encountered. Box of ten (10) red velvet cupcakes recovered. Debriefing confirms it to be a favourite of more than half of on-site agents.\n\n\n\n\n\n\n#7089.16\n\n\n21/05/2028\n\n\nAfter receiving approval from Director Carter based on previous evidence of SCP-7089's limitations, Researcher Townes, accompanied by Agents Hammer and Noble, enters carrying a rough sketch of \nSCP-096\n.\n\n\nUnit 96 encountered. One (1) thick paper bag recovered. Observation indicates it to be large enough for a person to wear it over their head.\n\n\n\n\n\n\n#7089.17\n\n\n22/05/2028 \n(planned)\n\n\nResearcher Townes, accompanied by Agent Wiz, enters SCP thinking about \nSCP-682\n.\n\n\n'Test Denied. You got lucky with 096.'\n \n- O5-█.\n\n\n\n\n\n\n#7089.18\n\n\n23/05/2028\n\n\nAgent Hammer, accompanied by Dr. Munroe, enters while picturing her grandfather, one Dr. Elliot Wilson.\n4\n\n\nUnit 1954 encountered. Photograph of Dr. Elliot Wilson and Dr. ██████ Wilson\n5\n recovered. Agent Hammer requests to be excused.\n\n\n\n\n\n\n#7089.19\n\n\n24-25/05/2028\n\n\nDr. Munroe enters SCP-7089, locates a specific unit (Unit 331), and places one (1) sheet of paper with an 'X' drawn on it. He attempts to recover it the following day.\n\n\nUnit 331 encountered. One (1) marked sheet recovered exactly as it was left. Only Munroe is capable of opening Unit 331.\n\n\n\n\n\n\n#7089.20\n\n\n26/05/2028\n\n\nResearcher Marlowe, accompanied by Agent Noble, enters while imagining Agent Wiz, at that time eating lunch in the operations room adjacent to SCP-7089.\n\n\nUnit 20 encountered. [REDACTED] recovered. Genetic analysis returns a 100% match for Agent Wiz. Tested material estimated to be roughly a decade older than compared genetic samples factoring in rate of decay. To avoid causing unnecessary distress to Agent Wiz, he is not informed of the result of this test.\n\n\n\n\n\n\nFollowing \n#7089.20\n, Agent Wilson would write the following memo:\n\n\n\n\nDate:\n 28th June 2028\n\n\nSender:\n Haley \"Hammer\" Wilson\n (Commander, MTF Psi-42)\n\n\nRecipient:\n Florence Wing\n (Asst. Director of Containment, Site-44)\n\n\nClearance:\n Level 3\n\n\n\n\nAfter discussing it at length with Munroe, we are recommending that further scrutiny be given to SCP-7089 and the tests we perform with it before additional actions are taken.\n\n\nBetween my gut feeling and the evidence its responses have given us, I have little doubt now that SCP-7089 wants to be on our good side. It \nwants\n us to like it, between the shows of good faith, not stealing shit from inside secure facilities - if it even \ncan\n - and \nother\n matters.\n\n\nYou know my family history, Wing. What we lost in service. You \nknow\n what that photograph means to me.\n\n\nWhat I have doubts of is \nwhy\n it feels the need to ingratiate itself if it knows we don't care. \nWhy\n it needed our attention in the first place when it could have just as well skirted under the radar. It's \nsapient\n, can see the future, pull matter from anywhere - even the \nfuture\n, apparently - like it's nothing, store pretty much anything securely within it and seems to have a mentality designed to be cryptic but fundamentally \ncomprehensible\n.\n\n\nAfter the picture of the safe, I'd almost say it wants [REDACTED].\n\n\n\n\nTesting with SCP-7089 would once again be suspended per Agent Wilson's recommendation, pending another full review of its motives. On 30th June 2028, the O5 Council would convene for a routine meeting, among which SCP-7089 was one (1) subject among a number discussed.\n\n\n\n\nThe following extract has been declassified for personnel of Level 3 or higher.\n\n\nLog No.\n O5-██████-███/300628\n\n\nDate/Time:\n 30th June 2028 - ████ Local Time\n\n\nInvolved:\n\n\nOverseer Council\n (SCP-O5)\n\n\nFurther Information:\n [REDACTED]\n\n\n\n\n[Transcript begins.]\n\n\nO5-2:\n Next order of business. SCP-7089.\n\n\nO5-6:\n That's… the sapient self-storage unit, correct?\n\n\nO5-2:\n It is, and the testing with it has revealed some… \ninteresting\n details about it. I assume you've all read the report?\n\n\nO5-8:\n Its attempts to ingratiate itself haven't gone unnoticed, cryptic as it is.\n\n\nO5-4:\n Are we certain it's not setting a trap? Forgive my apprehension, but vague responses and a gut feeling aren't something to draw a conclusion on.\n\n\nO5-2:\n Certain. I've cross-referenced the data gathered from the anomaly with [REDACTED]. At the very least, it's on the level.\n\n\nO5-6:\n And purpose built. Whomever sent it back knew what they were doing.\n\n\nO5-11:\n At this point I can only assume most of us have reached a similar conclusion on that point.\n\n\nO5-2:\n Which only leaves us needing confirmation from SCP-7089 itself that our assumption is correct. I have the question written up already, so I move to approve.\n\n\nO5-8:\n At this juncture, the clarity would be welcome beyond the minor risk still remaining.\n\n\nLogs indicate the motion passes with only one (1) council member opposing and two (2) abstaining.\n\n\nO5-2:\n That settles the matter, then. I will contact Director Carter once this meeting is adjourned. Now, what was next?\n\n\n[Transcript ends.]\n\n\n\n\n.\n\n\nEXPERIMENT LOG 7089-D:\n\n\n\n\n\n\nTest No.\n\n\nDate\n\n\nTest Details\n\n\nResult\n\n\n\n\n\n\n#7089.21\n\n\n03/07/2028\n\n\nTEST REDACTED BY ORDER OF OVERSEER COUNCIL\n\n\n\n\n\n\n#7089.22\n\n\n03/07/2028\n\n\nTEST REDACTED BY ORDER OF OVERSEER COUNCIL\n\n\n\n\n\n\nOn 10th July 2028, normal containment and research operations at Provisional Outpost-7089 would resume. By O5 order, test parameters would now restrict directing specific questions to SCP-7089 without O5 approval, though other forms of testing would continue uninterrupted under Dr. Munroe. With provisional containment complete, MTF Psi-42 were reassigned to assist in the containment of SCP-████ on 14th July 2028, as part of operations to pare PO-7089 back to only necessary personnel.\n\n\nBarring logging of testing or changes in its status, no further updated documentation is required on SCP-7089 for the foreseeable future.\n\n\n\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n\n\n.\n\n\nTHE FOLLOWING DATA IS RESTRICTED TO PERSONNEL OF LEVEL 5 CLEARANCE OR HIGHER\n\n\nPlease enter your credentials to verify your identity\n\n\n.\n\n\n\n\n\n\n\n\n\n\nID:\n\n\n.\n**********\n\n\n\n\n\n\n.\n\n\n.\n\n\n\n\n\n\nPASSWORD:\n\n\n.\n********************\n \n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 5 Clearance Detected - ACCESS GRANTED\n\n\n\n\nLOGOUT\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7089\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAll information pertaining to the classified status of SCP-7089 as Thaumiel is prohibited from being shared with personnel below Level 5. To this end, any individuals not immediately necessary to research were removed from contact with SCP-7089 upon this assignment and relocated to other ongoing operations.\n\n\nThis included the entirety of MTF Psi-42 (\"Misfits\"), whose commanding officer, Haley Wilson, has been barred explicitly from making inquiries into the reasons for her task force's transfer.\n\n\nAny attempt to share or exchange part or all of this section of the record with unauthorized individuals will be met with severe repercussions. \n- O5-2\n\n\n\n\n\n\n\n\n\n\n\n\nEXPERIMENT LOG 7089-D\n\n\nRECOVERY 7089-T1\n\n\nRECOVERY 7089-T2\n\n\n\n\n\n\n\n\nThe following tests took place on 3rd July 2028, under the direct order and oversight of the O5 Council. Per instruction, Dr. Frederick Munroe (Lead Researcher, Provisional Outpost-7089) was instructed to carry in the question referred to in Test \n#7089.21\n, the results of which led to SCP-7089's immediate reclassification as Thaumiel and a follow-up clarification in Test \n#7089.22\n.\n\n\n\n\n\n\nTest No.\n\n\nDate\n\n\nTest Details\n\n\nResult\n\n\n\n\n\n\n#7089.21\n\n\n03/07/2028\n\n\nDr. Munroe enters SCP-7089 carrying a note reading 'Who built you?'.\n\n\nUnit 1 encountered. Object 7089-T1 recovered. See \nRecovery 7089-T1\n.\n\n\n\n\n\n\n#7089.22\n\n\n03/07/2028\n\n\nDr. Munroe enters while imagining a question, 'Can you verify this?'.\n\n\nUnit 1 encountered again. Object 7089-T2 recovered. See \nRecovery 7089-T2\n.\n\n\n\n\n\n\nOn 10th July 2028, normal containment and research operations at Provisional Outpost-7089 would resume. By O5 order, test parameters would now restrict directing specific questions to SCP-7089 without O5 approval in order to mask the specific attributes of SCP-7089 from agents without clearance. Other forms of testing would proceed uninterrupted under Dr. Munroe, who as part of continued operations would recieve Level 5 clearance to work with SCP-7089.\n\n\nUnder the guise of provisional containment being complete and paring back to only necessary personnel, MTF Psi-42 were reassigned to assist in the containment of SCP-████ on 14th July 2028. Factually, Agent Wilson's presence and the possibility of her learning of Tests \n7089.21 through 22\n was considered a hazard to continued stable containment (refer to \nRecovery 7089-T2\n).\n\n\n\n\nDate:\n 11th July 2028\n\n\nSender:\n Dr. Frederick Munroe\n (Research Lead, PO-7089)\n\n\nRecipient(s):\n Overseer Council\n (SCP-O5)\n\n\nClearance:\n Level 5\n\n\n\n\nWhile I recognize the removal of Commander Wilson and her task-force from contact with SCP-7089 as a necessary step towards continuity of containment and have no objections to file from a logical standpoint, I'd like it on record that I find the decision to keep her in the dark to be an excess of caution. Hammer is a loyal agent, and her family's service to this organization speaks for itself. What we've uncovered here would \nnot\n change that.\n\n\nI will abide by the decision, as it isn't my place to question, but I'm sure you know better than I do that Wilson won't like this when she inevitably finds out, even if she understands the reasoning. It seems like an unnecessary complication, to me.\n\n\n\n\nBarring logging of testing or changes in its status, no further updated documentation is permitted on SCP-7089. This is unlikely to change for the foreseeable future.\n\n\nSCP-7089's attempt to offer its services as a containment site is pending a full O5 review of the matter, but should be answered no later than 2035 to ensure optimal usage of the facility should a motion involving it pass.\n\n\n\n\n\n\nThe following image records Object 7089-T1, consisting of one (1) torn page of documentation recovered from within SCP-7089 during Test \n7089.21\n, after an O5 Council backed request by Dr. Frederick Munroe to know who constructed it.\n\n\n\n\n\n\nObject 7089-T1, recovered in Test \n7089.21\n.\n\n\n\n\n\n\n\n\n\n\nThe following audio record was stored on Object 7089-T2, consisting of one (1) USB flash drive of unknown manufacturer origin recovered from within SCP-7089 during Test \n7089.22\n, after an O5 Council backed request by Dr. Frederick Munroe to verify SCP-7089's claim of origin (see Test \n7089.21\n and Object 7089-T1).\n\n\n\n\nLog No.\n 7089-T2A\n\n\nClearance:\n Level 5\n\n\nInvolved Agents:\n\n\nHaley \"Hammer\" Wilson (Commander, MTF Psi-42)\n6\n\n\nFurther Information:\n Deep-scan audio analysis has verified the speaker in this file as Agent Wilson. Agent Wilson and MTF Psi-42 (\"Misfits\") were assigned to SCP-7089 prior to its classification as Thaumiel. Mnestic therapy has shown her to have no memory of recording this message, reducing the odds of it being fabricated.\n\n\nAs a result of the information contained in this file, Psi-42 was reassigned away from SCP-7089, and were excluded from permissions to access Level 5 documentation on the anomaly. To maintain stability of containment of SCP-7089, future actions taken regarding it and matters of temporal continuity, the O5 Council has ordered that this state of affairs continue until it is no longer necessary.\n\n\n\n\n[Transcript begins.]\n\n\nThe sound of a microphone being adjusted can be heard for five (5) seconds. The whine of a ceiling fan is audible.\n\n\nHammer:\n Okay, third time's the charm. Better not fucking cut out, this time.\n\n\nThe shuffling of papers can be heard.\n\n\nHammer:\n Long time no see, Fred. Or whoever. With how much red tape the O5s threw at this thing, I never got a clear answer on who actually finds this, though I can guess when. Makes sense now, but damn if that wasn't annoying.\n\n\nThree (3) seconds of silence. Agent Hammer can be heard sighing.\n\n\nHammer:\n Date today is… Fourth of June, 2089, for whatever keeping track of that even means, these days. Only a month til Independence over in the States, though even God doesn't know if there's anyone left who'd feel like celebrating it. I know \nI\n never did, as much time as I spent stationed over there.\n\n\nTwo (2) more seconds of silence.\n\n\nHammer:\n When I got dragged into running this project - this \ndepartment\n - I don't think it clicked straight away what exactly it was we were making. I had more than enough clearance even back then to have all the \nfacts\n set out in front of me - how it worked, when we needed to be ready, so much other useless crap I barely remember now - but I think it was only in the third year I made the connection.\n\n\nAgent Hammer can be heard chuckling quietly.\n\n\nHammer:\n Summer of '74, Ninth Occult War right around the corner, and all I could think about was a little self-storage unit more than six decades in my past, a stone's throw from where my grandfather used to live. Another life even at that point, with all the shit the spooks pumped us full of to keep our hearts going. You wouldn't believe by looking at me that I'm past ninety.\n\n\nI went back, you know, after I put the pieces together. Took a jeep and went cross country, told the Director it was recon. Still don't know how I managed to sell that, with how messed up the world was starting to get.\n\n\nBut it wouldn't have mattered: Entire city was ash by then, along with most of the county. No sign of the unit. Guess you found a way to move it at some point, but Carter was never going to tell me where you or it ended up. Still won't, really.\n\n\nThe shuffling of papers can be heard again.\n\n\nHammer:\n I think you're still out there, sometimes. Comms are patchy, so I wouldn't even know if you were in the next town over, but you knew what was coming better than most of us. If anyone's gonna weather this shitstorm, it'd be you. Not like there's anybody else left I haven't already got a bead on. Not Omen, not Noble… \nDefinitely\n not Wiz…\n\n\nThere's… not many of us here at 44, now. A lot of the effort this side of Europe's moved out to 54. They need most of the remaining personnel - few of us that there are now - to keep the lights on. Can't remember how long ago it was they dragged Wing over there.\n\n\nSo that just leaves Carter, myself, a handful of technicians and field agents… and Tyke.\n\n\nAgent Hammer can be heard laughing again, louder now.\n\n\nHammer:\n Don't know what I'd do without her. Baffles me how she stays so positive through all this shit, but I don't begrudge it. Makes the days easier on all of us.\n\n\nThe ceiling fan in the background can be heard briefly stuttering.\n\n\nHammer:\n This place is coming apart. Haven't had the resources for proper upkeep for \nyears\n. Had to put it all into the project. Only a matter of time before we have to join up with Durrani's lot at Site-12. The box comes before that, though.\n\n\nI know you've worked it out by now, but it's one of ours'. Emergency containment. Handy little intelligence stuffed in a pocket space. Don't ask me how it works, you'll have more than enough time to study the thing. They just wanted me to oversee the project, but it's been ready on our end for a long time, now, and we're almost out of time to send it back.\n\n\nBecause the world is \nwell\n past the brink. No sense us firing the thing up again this late on when you'll get far more use out of it.\n\n\nA creaking noise can be heard, assumed by context to be Hammer leaning back in her seat.\n\n\nHammer:\n Anomalies are multiplying by the day. We have more corpses than agents, and those of us still alive are stretched thin. We had \ndecades\n to prepare for something like the Ninth War, but I still don't think we were \never\n going to be ready. The box was meant to be a safety measure, to make the war easier on containment, but I don't think that was \never\n what it was actually intended for.\n\n\nNot that it matters either way. With everything spiralling, now, it's only a matter of time before something gives and I have to write a risk assessment for a \nTenth\n Occult War that no-one will ever read.\n\n\nFive (5) seconds of silence.\n\n\nHammer:\n Do you think they \nknew\n, Fred? That it'd get this bad? The O5, I mean. They'll be hearing this, too, so they \nhad\n to, right?\n\n\nAgent Hammer can be heard breathing deeply.\n\n\nHammer:\n Or did you already know, Two? Made your plans based on some inevitability. Maybe you thought you could avoid it, or outlast it. Even now that's above my paygrade, not like I'll ever know, and it wouldn't affect my loyalties either way. The Foundation runs too deep in my blood - in my \nfamily\n - for that. But… make this worth it, alright? Find a way through the madness.\n\n\nIf you're still out there, fix this. Make it right, I'm \nbegging\n you.\n\n\nA light thudding sound can be heard, followed by Agent Hammer sobbing.\n\n\nHammer:\n Because otherwise all this was for naught, pointlessly prolonging a world that's godless and hollow.\n\n\nLeft to fend off the rats for scraps.\n\n\n[Transcript ends.]\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n.\n\n\n\n\nFootnotes\n\n\n1\n. Per her account, presumed lost in a house fire in 2023.\n\n\n2\n. A 2006 post-apocalypse themed novel written by Cormac McCarthy.\n\n\n3\n. Scranton Reality Anchor.\n\n\n4\n. Asst. Director of Research at Site-██ prior to his passing in 2007.\n\n\n5\n. Director of Site-██ prior to her passing in 2007.\n\n\n6\n. Due to the nature of this file, notation on the position of this agent may be inaccurate.\n\n\n\n\n\n\n\n\n« \nSCP-7088\n | SCP-7089 | \nSCP-7090\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7089\n\" by Wixelt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7089\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n SCP-7089SelfStorageExternal.png\n\n\nName:\n Lane Cotton Mill Self Storage, Uptown New Orleans 1 June 2022 - 06\n\n\nAuthor:\n Infrogmation of New Orleans\n\n\nLicense:\n \nCC BY-SA 4.0\n (Minor alterations made to colour of image.)\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n SCP-7089SelfStorageApple.png\n\n\nName:\n Wild Twist apple cultivar\n\n\nAuthor:\n Relspas\n\n\nLicense:\n \nCC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n SCP-7089SelfStorageDoc.png\n\n\nName:\n SCP Documentation - Department of Occult Warfare\n\n\nAuthor:\n \nWixelt\n (Makes use of SCP Foundation Logo.)\n\n\nLicense:\n \nCC BY-SA 4.0\n\n\n\n\n\n\nName:\n SCP Foundation Logo\n\n\nAuthor:\n Far2\n\n\nLicense:\n \nCC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7089 \" by Wixelt, from the SCP Wiki . Source: https://scpwiki.com/scp-7089 . Licensed under CC-BY-SA .",
        "Filename: SCP-7089SelfStorageExternal.png Name: Lane Cotton Mill Self Storage, Uptown New Orleans 1 June 2022 - 06 Author: Infrogmation of New Orleans License: CC BY-SA 4.0 (Minor alterations made to colour of image.) Source: Wikimedia Commons",
        "Filename: SCP-7089SelfStorageApple.png Name: Wild Twist apple cultivar Author: Relspas License: CC BY-SA 4.0 Source: Wikimedia Commons",
        "Filename: SCP-7089SelfStorageDoc.png Name: SCP Documentation - Department of Occult Warfare Author: Wixelt (Makes use of SCP Foundation Logo.) License: CC BY-SA 4.0",
        "Name: SCP Foundation Logo Author: Far2 License: CC BY-SA 3.0"
    ],
    "title": "SCP-7089"
}