{
    "url": "https://scp-wiki.wikidot.com/scp-7090",
    "all_text": "SCP-7090\n\n\n\n\n\n\nBy:\n \nMr Carbon\n\n\n\n\n\n\nPublished on \n28 Sep 2022 20:31\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+168\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-7090, \"The Girl With The Sun In Her Head,\" by \nMr Carbon\n.\n\n\nIf you liked Aluko and Zheng, check out the \nMTF Theta-90 Hub Page\n to see them at a different time in their careers.\n\n\n\n\n\n\n\n\n\n\nrating: \n+168\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nThe ListPages module does not work recursively.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7090 endoscopic image capture.\n\n\n\n\n\n\nItem #:\n SCP-7090\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7090 is to be housed according to standard protocols for potentially radioactive humanoids. Periodic medical examination is permitted for the purpose of data collection.\n\n\nDescription:\n SCP-7090 is a 27 year old human female whose cranial cavity contains an object resembling a miniature star.\n\n\nThe anomaly was discovered when SCP-7090 presented itself to a medical facility suffering symptoms of a mild thalamic stroke. Initial imaging results were assumed to be due to malfunctioning equipment. When further imaging sessions\n1\n returned abnormal results, physicians began to discuss investigative surgery. By this time, a Foundation plant had become aware of the situation and SCP-7090 was taken into Foundation custody with facility personnel amnesticized as appropriate.\n\n\nThe Foundation's own medical imaging returned similar abnormal results; as such, the decision was made to proceed with surgery. At first, SCP-7090's skull appeared to contain a featureless black void. However, endoscopy revealed a small but intense source of broad-spectrum electromagnetic radiation\n2\n, located slightly toward the front of the cranium. No evidence of this radiation was detectable from outside the cranial cavity, including from outside the surgical aperture.\n\n\nAfter subsequent investigations confirmed no further anomalous properties, SCP-7090 was moved to its current containment location for long-term monitoring.\n\n\n\n\n\n\n\n\nAdditional data 3/7090 eyes only. Click to view.\n\n\n\n\nAccess and ID logged. Proceeding...\n\n\n\n\n\n\nT. Aluko Clinical Notes: SCP-7090\n\n\nPatient, 27yo female, presented w/unusual cranial imaging, later confirmed w/anomalous endoscopy results showing mostly empty skull w/small light(?) source mid-front of cavity in approx location of thalamus. Pt generally in good health w/slightly elevated BP/PR. Pt displayed modest anxiety and the usual mild distrust — but also sense of relief (uncommon). Pt released and cleared for further surgery.\n\n\n\n\n\n\n\nMultiple theories were initially advanced concerning the radiation source in SCP-7090's skull. However, high-resolution spectroscopy yielded an unexpectedly specific result: the object's spectral signature was identical to that of the Sun.\n\n\nAt this time, another set of important data was in the process of being uncovered. Parallel to initial surgery, Foundation space monitoring facilities had recorded the manifestation and demanifestation of a very small metallic object just within the boundary of Mercury's orbit. The significance of this detection was initially missed, and the discovery given its own status as a minor anomaly. An analysis crawler deep-dive of Foundation databases later flagged this event as having happened at the same time SCP-7090 was being surgically examined. It was then discovered that the manifestation and demanifestation of the object corresponded exactly with the insertion and retraction of the endoscope within SCP-7090's skull.\n\n\nMultiple experiments were subsequently authorized to investigate SCP-7090 further. A summary of some significant results can be found below.\n\n\n\n\n\n\n\n\nEXPERIMENT 7090-02\n\n\n\n\n\n\n\n\nHypothesis:\n\n\nSCP-7090's cognitive function is unaffected by objects passing through its skull boundary.\n\n\n\n\n\n\nProcedure:\n\n\nSurgical probes were carefully introduced across SCP-7090's skull boundary while it was conscious and unsedated. Note: SCP-7090 had consented to this procedure.\n\n\n\n\n\n\nResults:\n\n\nNo object passing through the boundary of SCP-7090's skull seemed to affect its cognition. Similarly, no pain was reported by SCP-7090.\n\n\n\n\n\n\n\n\n\n\n\n\nEXPERIMENT 7090-05-06\n\n\n\n\n\n\n\n\nHypothesis:\n\n\nObjects cannot pass from the inner Solar System to outside the boundary of SCP-7090's skull.\n\n\n\n\n\n\nProcedure:\n\n\nA small (~10mm diameter) Foundation location transmitter was sent on a slow course out of the inner Solar System.\n\n\n\n\n\n\nResults:\n\n\n\n\nThe transmitter did not emerge from SCP-7090's skull.\n\n\nAdditionally, the object could not be directly detected within SCP-7090's skull. This is likely due to the corresponding size of the transmitter at that scale being smaller than the Planck length.\n3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEXPERIMENT 7090-06-12\n\n\n\n\n\n\n\n\nHypothesis:\n\n\nObjects emerge within the inner Solar System at a location that corresponds to their insertion into SCP-7090's skull.\n\n\n\n\n\n\nProcedure:\n\n\nA surgical probe 50mm in diameter was introduced into SCP-7090's skull. Its emergence point within the inner Solar System was then triangulated.\n\n\n\n\n\n\nResults:\n\n\n\n\nThe object emerged in the hypothesized location.\n\n\nThis was the final experiment in the EXP-7090-06 series. This series yielded two major results:\n\n\n1.) Objects inserted into SCP-7090's skull emerge at their correct size relative to the inner Solar System, rather than the much larger size expected if they were scaled relative to SCP-7090's skull.\n\n2.) Emergence location of said objects maps to the theoretical center of their insertion point.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nToward the end of the initial experiment battery, Dr Alexandrinia Zheng - a specialist on anomalous spacetime phenomena - was solicited for assistance with interpreting the results. To this end, an interview was scheduled with Dr Zheng, SCP-7090, and SCP-7090 lead investigator Dr Treasure Aluko.\n\n\n\n\n\n\n\n\nExcerpt from medical interview INT-7090-23\n\n\nPersonnel:\n Treasure Aluko M.D., Alexandrinia Zheng Ph.D., SCP-7090\n\n\n\n\n\n\n(Excerpt begins)\n\n\nALUKO:\n Okay, Dania. This is my colleague, Dr. Zheng.\n\n\nZHENG:\n SCP-7090. Good afternoon.\n\n\nSCP-7090:\n Oh, my name's Dania.\n\n\nZHENG:\n This is an official interdepartmental record. I'm afraid I have to refer to you by your ID number.\n\n\nSCP-7090:\n Ah. Okay.\n\n\nZHENG:\n I mean no personal offense. It's simply a requirement of our procedures.\n\n\nSCP-7090:\n I understand, I guess.\n\n\nZHENG:\n Thank you. So, we understand a lot more about you than when you first came here. One recent experiment series has been particularly revealing. You may recall that Dr. Aluko recently put a large number of probes into your head.\n\n\nSCP-7090:\n No offense, but that's, like, every other experiment \n(laughs)\n. I'm not even awake for most of them.\n\n\nALUKO:\n This would be Series Six.\n\n\nZHENG:\n Yes, thank you, Series Six. The surgeons made a lot of small probe entries into your skull to confirm a theory we have about your brain.\n4\n\n\nSCP-7090:\n Oh. Okay. What's the theory?\n\n\nALUKO:\n That it isn't actually there.\n\n\nSCP-7090:\n Haha!\n\n\n(A pause.)\n\n\nSCP-7090:\n Wait. Are you… are you serious?\n\n\nZHENG:\n We are completely serious. Your brain, if you even have one, is imperceptible to us.\n\n\nSCP-7090:\n I see. Um, okay. So… I don't even have a brain?\n\n\nALUKO:\n We may just never be able to detect it. Or it may be somewhere outside your skull. We're not sure yet.\n\n\nZHENG:\n Exactly. SCP-7090, d—\n\n\nSCP-7090:\n \n(interrupting)\n How's that even poss—\n\n\nZHENG:\n Do you have any knowledge that might be relevant here?\n\n\n(short pause)\n\n\nSCP-7090:\n Um… are you asking me if I know where my \nbrain\n is at?\n\n\nZHENG:\n Essentially, yes. That is correct.\n\n\nSCP-7090:\n Um, well… I guess, no. No. Until I wound up in this place, I just thought it was in my head like, you know… like everyone else.\n\n\n(short pause)\n\n\nSCP-7090:\n I'm never getting out of here, am I?\n\n\nALUKO:\n Oh, I w—\n\n\nZHENG:\n \n(simultaneously)\n Unlikely, I'm afraid.\n\n\n(short pause)\n\n\nZHENG:\n Or, at least, not for a long time. Your situation is very… unusual, and we have to keep the safety of the public in mind. You have what appears to be a radiation source within your skull.\n5\n That could be dangerous, for you and everyone around you.\n\n\nSCP-7090:\n Oh.\n\n\n(short pause)\n\n\nSCP-7090:\n Honestly, I'm kind of okay with it.\n\n\nALUKO:\n Well, I'm glad to hear that.\n\n\nZHENG:\n As am I. Though, frankly, also surprised.\n\n\nSCP-7090:\n Well, I mean, as soon as I found out my head was all weird, I had a feeling this was, like… that secret government department that covers up all that kinda stuff. Am I right?\n\n\nALUKO:\n We, uh…\n\n\nSCP-7090:\n It's alright, I know you're probably not allowed to tell me.\n\n\nZHENG:\n We operate under a strict need-to-know basis. That's all I can tell you at this time.\n\n\nSCP-7090:\n But… honestly, though? I wasn't doing so good before you guys found me. I was kinda… between homes, I guess. I got in some trouble with my family a year-something ago and… and I wasn't really hanging out with the best people, and I mean…\n\n\n(short pause)\n\n\nSCP-7090:\n I mean, I get a bed here. I get a roof here. I get food here, you know? You guys look after me pretty good. You even leave me alone, most of the time.\n\n\n(longer pause)\n\n\nALUKO:\n Dania, we, um…\n\n\nZHENG:\n I think that's everything we have for you today, SCP-7090. Thank you.\n\n\nSCP-7090:\n Oh. Um, alright.\n\n\n(Excerpt ends)\n\n\n\n\n\n\nT. Aluko Clinical Notes: SCP-7090 (continued)\n\n\nPt recovering from surgery; scalp healing well, cranial healing more concerning. Pt's cranial bone showing longer healing times the more surgeries we perform. L4 has proposed more experiments but I have concerns for pt welfare both physically and psychologically. Pt discovering own anomalous nature had marked negative impact on observed and reported well-being; pt displays symptoms of depression as well as repeatedly questioning sense of self. Concerns elevated; no response forthcoming thus far.\n\n\n\n\n(FURTHER DATA LEVEL 4/7090 EYES ONLY)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. including X-ray, CT, MRI and PET scans.\n\n\n2\n. Wavelengths detected range from radio waves up to high-energy x-rays.\n\n\n3\n. Approx 1.6x10\n-35\n meters.\n\n\n4\n. At this time, the wormhole or portal-like behavior of SCP-7090's skull boundary was not known to SCP-7090.\n\n\n5\n. The precise nature of SCP-7090's skull interior had not been revealed to it.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7090\n\" by Mr Carbon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7090\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n star.png\n\n\nFilename:\n Full Sunburst over Earth.JPG\n\n\nAuthor:\n NASA (edited by mrshaba at Wikipedia and Mr Carbon at the SCP Wiki)\n\n\nLicense:\n Public domain via US government\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7090 \" by Mr Carbon, from the SCP Wiki . Source: https://scpwiki.com/scp-7090 . Licensed under CC-BY-SA .",
        "Name: star.png Filename: Full Sunburst over Earth.JPG Author: NASA (edited by mrshaba at Wikipedia and Mr Carbon at the SCP Wiki) License: Public domain via US government Source: Wikimedia Commons"
    ],
    "item": "SCP-7090",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7090 is to be housed according to standard protocols for potentially radioactive humanoids. Periodic medical examination is permitted for the purpose of data collection.",
    "description": "SCP-7090 is a 27 year old human female whose cranial cavity contains an object resembling a miniature star.",
    "title": "SCP-7090"
}