{
    "url": "https://scp-wiki.wikidot.com/scp-7093",
    "all_text": "rating: \n+16\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7093\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7093 is to be contained within a standard suite for humanoids at Site-17. The subject is allowed access to 2 hours a day of walking time outside the cell for leisure (accompanied by a trusted psychologist) and may be visited by any Class C or higher personnel.\n\n\nDescription:\n SCP-7093 is a 17 year old human female with an amputated left arm, weighing 42kg at a height of 151cm. Despite the subject's amputated arm, SCP-7093 is able to manipulate objects as if it was still there through a form of psychokinesis. When pressed on how it is able to do this, SCP-7093 insists on the existence of its arm, and enters a nervous breakdown when the opposite is shown to be true (such as when an object passes through the empty space where the subject's arm would otherwise be). SCP-7093 has been observed successfully doing mundane tasks with its nonexistent left arm, such as opening doors or eating food, but the subject appears to be unable to utilise psychic abilities to interact with anything that its arm would be unable to. Attempts to get SCP-7093 to influence objects further away than 60cm\n1\n have resulted in failure, and the force able to be applied by the subject's powers was measured at 105N when pushing a lever, a typical amount of force for a human.\n\n\nSCP-7093 was first encountered after a terrorist attack in Nagoya, Japan on 09/08/2004 while walking to school, at which the subject was hit by shrapnel from an explosion and suffered significant damage on the left side of its body. While unconscious due to the blast, medical professionals on the scene removed SCP-7093's arm: after regaining consciousness on 18/08/2004, the subject began displaying anomalous properties and was taken by the Foundation to Site-79 in Tokushima before relocation to Site-17.\n2\n\n\nSCP-7093's discovery and manifestation of anomalous characteristics occurred at the same time as an incident of \nSCP-6081\n was occurring at the Shikinomichi path, 95m from the field hospital where the subject's arm was removed. It has been theorised the cherry blossoms' effect on human memory may have influenced SCP-7093's development, but the method in which it would have done so, or why no other examples similar to SCP-7093 have been found, is unknown.\n\n\nAddendum 7093-01:\n \n19/09/2004\n - SCP-7093 arrived in Site-17 in a disoriented state, with physical effects of its injuries still present. Recommended to talk with the subject soon and assess anomalous qualities in order to establish proper containment procedures. Researcher Maeda has been appointed to this entity.\n\n\n\n\n+ Open Transcript 1\n\n\n\n\n- Close\n\n\n\n\n\n\n<Saturday, 04:53, 20/09/2004>\n\n\nNote:\n 6 minutes after SCP-7093's arrival at Site-17.\n\n\n[SCP-7093 is escorted by several members of Containment Team Anadatus-81-F to an interrogation room. Legcuffs bind its feet together, limiting its movement to small steps. As it enters, the large steel door seals shut behind it.]\n\n\nResearcher Maeda:\n Good morning. Please state your name and date of birth. Please do not resist.\n\n\nSCP-7093:\n Let me go, I can't-\n\n\nResearcher Maeda:\n Please sedate it.\n\n\n[A member of the Containment Team quickly applies a chemical to SCP-7093's neck region via injection.]\n\n\nResearcher Maeda:\n State your name and date of birth. Do not resist.\n\n\nSCP-7093:\n My name… is Toyotama Mikazuki. I'm 17. Born on the 5th of November, 1987.\n\n\nResearcher Maeda:\n Are you aware of why you're here?\n\n\nSCP-7093:\n What? I don't even know where I am, so-\n\n\nResearcher Maeda:\n Are you a danger to yourself or to society?\n\n\nSCP-7093:\n A danger to myself or to society? No… what? I'm a normal girl, maybe a little rebellious but that's what all kids do, right? So please just let me go, my parents must be so worri-\n\n\nResearcher Maeda:\n Who are your parents?\n\n\n[The subject displays significantly increasing nervousness.]\n\n\nSCP-7093:\n Can someone please tell me what's going on? My parents? Nao and Ryusuke Mikazuki, now can I go? I don't understand, everything happened so fast, the explosion and now-\n\n\nResearcher Maeda:\n You will remain in this facility for the foreseeable future. Are you going to resist our attempts to contain you?\n\n\n[SCP-7093starts shaking, looking at the Containment Team's firearms.]\n\n\nSCP-7093:\n I-I-I don't think I have much of a choice… just please don't kill me. Please.\n\n\nResearcher Maeda:\n Bring the subject to its quarters, and get it up to speed. Send one of the Junior Researchers to do that.\n\n\n[Maeda says something into her earpiece, and the door opens. SCP-7093 sobs as she is escorted out of the room.]\n\n\n[Researcher Maeda sighs, and looks up to the ceiling.]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Transcript 2\n\n\n\n\n- Close\n\n\n\n\n\n\nI took it upon myself to have a chat with the subject and assess its anomalous qualities, as ordered by the higher-ups. Transcript translated from Japanese, but the original is available, just send me an email if you want it. - Researcher Maeda.\n\n\n<Saturday, 09:12, 20/09/2004>\n\n\n[SCP-7093 and Researcher Maeda are sitting down in the former's room. Researcher Maeda is accompanied by two armed guards.]\n\n\nResearcher Maeda:\n Hello. How are you feeling?\n\n\nSCP-7093:\n Hello. I suppose I'm alright.\n\n\nResearcher Maeda:\n I'm glad. I know what's happened in the past few days has been… disorienting, to say the least. I just wanted to check up with you and make sure you're alright.\n\n\n[Subject was silent for 62 seconds.]\n\n\nSCP-7093:\n It's strange. It's like my world has broken into pieces, and I'm not sure if I can get them back together. This story about a world-spanning, all powerful, top secret Foundation… it's almost too much to believe. I wouldn't, if I wasn't sitting in a room provided by you guys.\n\n\n[SCP-7093 sighs.]\n\n\nSCP-7093:\n And the worst of it is that I don't know why I'm here.\n\n\nResearcher Maeda:\n You displayed anomalous characteristics. Manipulating objects with your mind, it seems. Psychokinesis.\n\n\nSCP-7093:\n What? Anomalous… telekinesis? I'm sorry, but-\n\n\n[Researcher Maeda places a plastic ball on the table.]\n\n\nResearcher Maeda:\n Please pick up this ball with your left hand.\n\n\n[SCP-7093 nods, and the ball begins to levitate, as if being held.]\n\n\nSCP-7093:\n What now?\n\n\nResearcher Maeda:\n And nothing. You've just used your mind to pick that ball up.\n\n\nSCP-7093:\n What? What are you talking about?\n\n\nResearcher Maeda:\n Very, very interesting.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Transcript 3\n\n\n\n\n- Close\n\n\n\n\n\n\n<Saturday, 13:02, 20/09/2004>\n\n\n[Researcher Maeda and SCP-7093 are seated in the same positions as before. Researcher Maeda has a brown leather satchel in her lap.]\n\n\nResearcher Maeda:\n Good afternoon. How was your lunch?\n\n\nSCP-7093:\n Fine. I'm still a little stunned, from everything.\n\n\nResearcher Maeda:\n I see. How are you feeling? I'm here to run a few more basic tests on you, so we can try and understand more about how your…left arm works. Please place your arm on the table.\n\n\nSCP-7093:\n \nShichiten hakki.\n3\n My arm works like yours does. But fine. [SCP-7093 appears to comply, shifting her weight to the table, resting on her nonexistent arm.]\n\n\n[Researcher Maeda pulls out a folding knife from her satchel.]\n\n\nSCP-7093:\n Oh, God. What are you going to do to me?\n\n\nResearcher Maeda:\n Do you feel fear when I do this?\n\n\n[Researcher Maeda approaches the area where SCP-7093's arm would be with the knife, and prepares to strike.]\n\n\n[SCP-7093 flinches, turning her body away and falling back.]\n\n\nResearcher Maeda:\n Calm down. I'm not going to hurt you.\n\n\nSCP-7093:\n My God. You were about to stab my arm, right? What do you mean, 'I'm not going to hurt you', huh?\n\n\nResearcher Maeda:\n I'm sorry. We need to collect more information on how your anomalous nature is manifesting itself.\n\n\n[Researcher Maeda slams the knife into the table, through SCP-7093's left arm.]\n\n\n[SCP-7093 screams for approximately 30 seconds, then falls off her chair and begins cradling her \"wounded\" arm. Researcher Maeda exits the room.]\n\n\nComment:\n \nThat felt awful, but I think I understand how SCP-7093's mind's working now. It's convinced that the arm exists, to the point that she's suffering from phantom pain: I'd assume its delusions are so strong that the subject can actually influence things with its mind. As far as the subject is concerned, there isn't any problem with its arm.\n - Researcher Maeda.\n\n\nUpdate:\n SCP-7093 recovered and appeared to have returned to a normal state by 14:19 on the same day, although repeatedly refused to converse with Researcher Maeda. When questioned, SCP-7093 held that its arm had been injured, but was recovering. Subject refused to use psychokinetic powers until roughly 07:00 the next day, claiming excessive strain on its arm would aggravate the injury.\n\n\n\n\n\n\n\n\n\n\nAddendum 7093-02:\n \n21/09/2004\n - Two days after SCP-7093's arrival at Site-17, Researcher Maeda conducted several diagnostic assessments in order to analyse the subject's mental state. The subject shows no sign of delusions / hallucinations (except for unwavering belief in the existence of her left arm), but has significant symptoms of post-traumatic stress disorder, including night terrors. Previous medical history obtained by the Foundation indicates that SCP-7093 suffers from haemophillia, but otherwise has no major disorders.\n\n\nAddendum 7093-03:\n \n26/09/2004\n - Subject has requested access to previous possessions confiscated upon arrival at Site-74. A list of items is attached below.\n\n\n\n\n+ Open List\n\n\n\n\n- Close\n\n\n\n\n\n\nA school backpack, containing the following:\n\n2 notebooks, containing notes for various school subjects;\n\n1 sketchbook mostly comprised of everyday scene drawings in pen;\n\n5 ballpoint pens, 2 red, 2 black, and 1 pink;\n\n19 loose sheets of paper;\n\n2 pencils (unsharpened);\n\na rubber eraser;\n\na Polaroid One600 instant camera, with 7 frames remaining;\n\n3 developed photographs of cherry blossoms, shown below;\n\na Motorola RAZR V3 mobile phone.\n\n\nIn addition, the subject, at the time of the explosion, was wearing:\n\na pair of Mizuno Wave Cup football boots;\n\na standard Japanese school uniform, belonging to ██████ Senior High School;\n\na set of earphones.\n\n\n\n\nAppendix:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis request has been denied, although I think there'd be no harm in giving it a few things once we've ascertained the risk of it. Definitely not the cell, the \nphotos\n, or the old camera though: if we do give it more things, it'll have to be new.\n - Researcher Maeda\n\nAddendum 7093-04:\n \n01/10/2004\n - Subject has expressed a desire to see its family. After denial of this request, SCP-7093 suffered symptoms of severe mental distress for 57 minutes. Guards are to be stationed observing the subject's room's surveillance cameras during the period 20:00-06:00 every day.\n\n\nAddendum 7093-05:\n \n03/10/2004\n - A fMRI scan, MEG scan, and genetic diagnostic test have been conducted on SCP-7093 in order to obtain further information on the subject's brain function. No exam encountered significant differences compared to a healthy human brain.\n\n\nI talked a little more with SCP-7093 today. It seems to still be in a bad mood and unwilling to chat extensively, but hasn't opposed any of the exams we've ran on it, so I guess it's accepted its position here.\n - Researcher Maeda\n\n\nAddendum 7093-06:\n \n15/10/2004\n - Subject has requested to know Researcher Maeda's name. In the interest of improving relations and understanding SCP-7093's motivations further, this request has been partially granted: the subject will be told Researcher Maeda's surname only.\n\n\nI'm not sure why it wants to know my name, but I don't really see any harm in it. Hopefully it helps SCP-7093 become a little bit more relaxed around me.\n - Researcher Maeda\n\n\nAddendum 7093-07:\n \n28/10/2004\n I've talked a decent amount with SCP-7093 since the last addendum, and I think I understand it better now, as a person and as a subject. The transcripts of our conversations are copied below.\n\n\n\n\n+ Open Transcript 4\n\n\n\n\n- Close\n\n\n\n\n\n\n<Saturday, 08:17, 18/10/2004>\n\n\nResearcher Maeda:\n Good morning, SCP-7093.\n\n\nSCP-7093:\n Ugh. Good morning, Maeda-san. Don't call me that number. Call by my name, or whatever. Better than being classified like some sort of creature.\n\n\nResearcher Maeda:\n I'm well aware of your name and what you are. Toyotama Mikazuki, 17 years old, third year student at ██████ Senior High School in Nagoya. But that's all irrelevant: you have shown features that are unexplained by science, and so you have to stay here, and I have to call you by your designation. I apologise.\n\n\nSCP-7093:\n I'm not just a \"designation\".\n\n\n[SCP-7093 stays silent for 7 seconds.]\n\n\nSCP-7093:\n I'm just a girl whose wasting away in a secret base God knows where, for God knows how long, and I've been told for a month now that I have some magical ability and so I have to stay here forever? I can't fucking stand it! There's nothing different between me and any other person out there, any other person on Earth, and - look, I was meant to graduate in March, alright? I had things figured out, I thought my path was clear, fuck - now the future I thought I had is gone- I don't even have a future! I'm stuck here for the rest of my life? In this place?\n\n\n[SCP-7093 slams its hand onto the table. Researcher Maeda stands up.]\n\n\nResearcher Maeda:\n Calm down.\n\n\nSCP-7093:\n No.\n\n\nResearcher Maeda:\n Look. I understand how you feel, especially considering the odd properties you seem to have: that being the fact you can't perceive your anomalous qualities, despite very clearly being able to use them. Either way, that's not important. The Foundation isn't evil, and I, personally, do think you deserve better.\n\n\nSCP-7093:\n Like hell you do. Let me have my notebook back. And my camera, too. At least then I'll have something for myself. I'm not even going to bother asking to be set free.\n\n\n[Researcher Maeda sighs.]\n\n\nResearcher Maeda:\n I'll see what I can do. I don't want you to be miserable here. Just to be contained in accordance to our protocols.\n\n\nSCP-7093:\n Right.\n\n\nResearcher Maeda:\n Remember, I'm not your enemy. Neither is the Foundation.\n\n\n[Researcher Maeda starts to walk out of SCP-7093's room, but hesitates.]\n\n\nResearcher Maeda:\n Bye, Mikazuki-kun. Have a good day.\n\n\nSCP-7093:\n Bye.\n\n\n[Researcher Maeda exits.]\n\n\nComments:\n \nI was able to get SCP-7093 a pencil and paper from my office for it to draw with: I don't think there's any downside and it'll make it feel better. No to the camera, though. Too many parts it could theoretically tinker with and make dangerous material with. - Researcher Maeda.\n\n\nNote from Administration:\n \nPlease refrain from referring to the anomaly by its name.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Transcript 5\n\n\n\n\n- Close\n\n\n\n\n\n\n<Monday, 07:58, 20/10/2004>\n\n\nResearcher Maeda:\n Good morning, Mikazuki-kun. How have you been?\n\n\nSCP-7093:\n Hey, Researcher Maeda. It's been alright.\n\n\nResearcher Maeda:\n Great to hear that. I hope the stuff I was able to get you was good enough for at least a little bit of drawing.\n\n\nSCP-7093:\n It's been a godsend. Just something to keep my mind occupied really helps me stand being in this place.\n\n\nResearcher Maeda:\n I can imagine.\n\n\nSCP-7093:\n Any news on if you'll be able to get me my camera back?\n\n\nResearcher Maeda:\n Unfortunately, I think the answer is no. There's just too many parts in the camera that could be disassembled and all that, and the Foundation doesn't want you having access to something like that. I hope you understand.\n\n\nSCP-7093:\n I guess I do, but I'm not a criminal or anything, I don't think they've got anything to fear from me having a camera. Just to take some snapshots of the outside.\n\n\nResearcher Maeda:\n Not my choice, sadly.\n\n\nSCP-7093:\n Yeah, I know.\n\n\n[SCP-7093 falls silent.]\n\n\nSCP-7093:\n Thanks for getting those things for me, though. I didn't believe it when you told me you don't want me to be miserable, but I think I get it now. You don't want to do this, right?\n\n\nResearcher Maeda:\n What do you mean? The work I do with the Foundation is my life.\n\n\nSCP-7093:\n Sure, but keeping me here. You understand how I feel, right? That's why you got those things for me. And why you keep being so nice: now that I've talked to you a bit more, I can feel it.\n\n\nResearcher Maeda:\n I guess I do.\n\n\nSCP-7093:\n So, what's the reason behind it? There must be some special reason as to why you're helping me, right? Because I'd think all the people in this place would have already become accustomed to annoying \"anomalies\" like me. I doubt you're just doing this out of the kindness of your heart.\n\n\nResearcher Maeda:\n You don't know me at all.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7093-08:\n \n06/11/2004\n - The following letter was found in SCP-7093's spare set of clothes during a routine cleaning and inspection of its quarters.\n\n\n\n+ Open Letter\n\n\n\n\n- Close\n\n\n\n\nHappy birthday, Mikazuki-kun. Eighteen, are you? What an important age. If you were back home, I'm sure your friends and family would've done a big party for you. But they haven't, because we've kept you here for months and pumped your friends full of lies and drugs, so they think you died when the bombs went off. I'm sorry.\n\n\nI don't think I've told you this yet, but I had a daughter around your age. She's a second-year; her name is Ayane. I think you two'd get along well. She was the leader of the student council at her school, and I was so proud. I was a neglectful mother, and I admit it, with my Foundation work and all. My biggest regret is not spending more time with her.\n\n\nShe died on Children's Day:\n4\n what awful timing, huh? I was obviously devastated, to the point that I considered some awful things. The Foundation gave me some time off. A few months after that, you arrived. I think you remind me of her, somehow.\n\n\nHappy birthday, Toyo-tan. Keep being strong.\n\n\n- (Researcher) Seiko Maeda\n\n\n\n\n\n\n\n\n\n\nNote from Administration\n: Researcher Maeda has been taken into a 6-day re-education program due to improper conduct involving communication with anomalous entities, improper use of SCP Foundation documentation, and dissemination of classified information.\n\n\nPlease refrain from personal engagement with anomalous entities in the future. You have been warned.\n - Dr. Arsen Pavlović.\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email Log\n\n\n\n\nClose SCiPNET Email\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Arsen Pavlović (\nten.pics|civolvapa#ten.pics|civolvapa\n)\n\n\nFrom:\n Researcher Seiko Maeda (\nten.pics|adeams#ten.pics|adeams\n)\n\n\nSubject:\n We need to talk about SCP-7093\n\n\n\n\n\n\nDate:\n 13/11/2004\n\nLook, Pav, I can't believe we're actually doing this to her. God, not only her. How many humanoids with consciousness are there in Site-17? Hundreds? Thousands, even? What about across all sites? We're running an industrialised prison system. A torture mission that never ends. I know some of them need to be contained, for sure (I'm not saying we should set \nSCP-336\n free), but my God, I bet a large portion of them have to be similar to her: normal people that have anomalous characteristics that are mostly benign. And we've ruined their lives. It's not like SCP-7093 is \nSCP-096\n, or some monster that'll bring forth a K-class scenario. She's just a girl. There must be something we can do.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Researcher Seiko Maeda (\nten.pics|adeams#ten.pics|adeams\n)\n\n\nFrom:\n Dr. Arsen Pavlović (\nten.pics|civolvapa#ten.pics|civolvapa\n)\n\n\nSubject:\n Re:SCP-7093\n\n\n\n\n\n\nNo. Stop treating it as a person, Seiko. I've worked with you for 12 years. You're better than this.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNote from Administration\n: \n23/11/2004\n - Researcher Maeda has been restrained after repeated violations of Foundation policies regarding anomalous entities. It is theorised she may have wished to allow SCP-7093 to escape Site-17, although no evidence or confession of such has yet been found. Researcher Maeda has been stripped of Researcher status and Level 3 Clearance: awaiting judgement on suitable consequences.\n\n\nSubject is to be administered with Class A and F (\"Fugue\") amnestics and expelled from the Foundation. New memories and personality are up to Amnestic Officer ███████'s discretion.\n\n\nNote:\n This goes to show the issues with our current system. These entities are allowed too much time with our researchers, and they can tug at heartstrings until they get what they want. Procedures will have to be adapted in the future.\n\n- Dr. Arsen Pavlović\n\n\n\n\nFootnotes\n\n\n1\n. Reference: SCP-7093's right arm is 62cm long.\n\n\n2\n. The subject's family and doctors that observed SCP-7093's properties were dosed with Class B amnestics. SCP-7093's family continues to live in Nagoya, having been told their daughter is in a permanent coma and was taken to a specialised medical ward in Kagoshima.\n\n\n3\n. Short form of 七転び八起き (Nanakorobi yaoki). Japanese proverb roughly meaning \"Fall seven times and stand up eight times\", conveying a meaning of carrying on despite negative events.\n\n\n4\n. May 5.\n\n\n\n\n\n\n\n\n« \nSCP-7092\n | SCP-7093| \nSCP-7094\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7093\n\" by azurediamond, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7093\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7093-02: 21/09/2004 - Two days after SCP-7093's arrival at Site-17, Researcher Maeda conducted several diagnostic assessments in order to analyse the subject's mental state. The subject shows no sign of delusions / hallucinations (except for unwavering belief in the existence of her left arm), but has significant symptoms of post-traumatic stress disorder, including night terrors. Previous medical history obtained by the Foundation indicates that SCP-7093 suffers from haemophillia, but otherwise has no major disorders.",
        "Addendum 7093-03: 26/09/2004 - Subject has requested access to previous possessions confiscated upon arrival at Site-74. A list of items is attached below.\n",
        "Addendum 7093-04: 01/10/2004 - Subject has expressed a desire to see its family. After denial of this request, SCP-7093 suffered symptoms of severe mental distress for 57 minutes. Guards are to be stationed observing the subject's room's surveillance cameras during the period 20:00-06:00 every day.",
        "Addendum 7093-05: 03/10/2004 - A fMRI scan, MEG scan, and genetic diagnostic test have been conducted on SCP-7093 in order to obtain further information on the subject's brain function. No exam encountered significant differences compared to a healthy human brain. I talked a little more with SCP-7093 today. It seems to still be in a bad mood and unwilling to chat extensively, but hasn't opposed any of the exams we've ran on it, so I guess it's accepted its position here. - Researcher Maeda",
        "Addendum 7093-06: 15/10/2004 - Subject has requested to know Researcher Maeda's name. In the interest of improving relations and understanding SCP-7093's motivations further, this request has been partially granted: the subject will be told Researcher Maeda's surname only. I'm not sure why it wants to know my name, but I don't really see any harm in it. Hopefully it helps SCP-7093 become a little bit more relaxed around me. - Researcher Maeda",
        "Addendum 7093-07: 28/10/2004 I've talked a decent amount with SCP-7093 since the last addendum, and I think I understand it better now, as a person and as a subject. The transcripts of our conversations are copied below.\n\n\n"
    ],
    "documents": [],
    "notes": [
        "<Saturday, 04:53, 20/09/2004> Note: 6 minutes after SCP-7093's arrival at Site-17. [SCP-7093 is escorted by several members of Containment Team Anadatus-81-F to an interrogation room. Legcuffs bind its feet together, limiting its movement to small steps. As it enters, the large steel door seals shut behind it.] Researcher Maeda: Good morning. Please state your name and date of birth. Please do not resist. SCP-7093: Let me go, I can't- Researcher Maeda: Please sedate it. [A member of the Containment Team quickly applies a chemical to SCP-7093's neck region via injection.] Researcher Maeda: State your name and date of birth. Do not resist. SCP-7093: My name… is Toyotama Mikazuki. I'm 17. Born on the 5th of November, 1987. Researcher Maeda: Are you aware of why you're here? SCP-7093: What? I don't even know where I am, so- Researcher Maeda: Are you a danger to yourself or to society? SCP-7093: A danger to myself or to society? No… what? I'm a normal girl, maybe a little rebellious but that's what all kids do, right? So please just let me go, my parents must be so worri- Researcher Maeda: Who are your parents? [The subject displays significantly increasing nervousness.] SCP-7093: Can someone please tell me what's going on? My parents? Nao and Ryusuke Mikazuki, now can I go? I don't understand, everything happened so fast, the explosion and now- Researcher Maeda: You will remain in this facility for the foreseeable future. Are you going to resist our attempts to contain you? [SCP-7093starts shaking, looking at the Containment Team's firearms.] SCP-7093: I-I-I don't think I have much of a choice… just please don't kill me. Please. Researcher Maeda: Bring the subject to its quarters, and get it up to speed. Send one of the Junior Researchers to do that. [Maeda says something into her earpiece, and the door opens. SCP-7093 sobs as she is escorted out of the room.] [Researcher Maeda sighs, and looks up to the ceiling.]",
        "I took it upon myself to have a chat with the subject and assess its anomalous qualities, as ordered by the higher-ups. Transcript translated from Japanese, but the original is available, just send me an email if you want it. - Researcher Maeda. <Saturday, 09:12, 20/09/2004> [SCP-7093 and Researcher Maeda are sitting down in the former's room. Researcher Maeda is accompanied by two armed guards.] Researcher Maeda: Hello. How are you feeling? SCP-7093: Hello. I suppose I'm alright. Researcher Maeda: I'm glad. I know what's happened in the past few days has been… disorienting, to say the least. I just wanted to check up with you and make sure you're alright. [Subject was silent for 62 seconds.] SCP-7093: It's strange. It's like my world has broken into pieces, and I'm not sure if I can get them back together. This story about a world-spanning, all powerful, top secret Foundation… it's almost too much to believe. I wouldn't, if I wasn't sitting in a room provided by you guys. [SCP-7093 sighs.] SCP-7093: And the worst of it is that I don't know why I'm here. Researcher Maeda: You displayed anomalous characteristics. Manipulating objects with your mind, it seems. Psychokinesis. SCP-7093: What? Anomalous… telekinesis? I'm sorry, but- [Researcher Maeda places a plastic ball on the table.] Researcher Maeda: Please pick up this ball with your left hand. [SCP-7093 nods, and the ball begins to levitate, as if being held.] SCP-7093: What now? Researcher Maeda: And nothing. You've just used your mind to pick that ball up. SCP-7093: What? What are you talking about? Researcher Maeda: Very, very interesting.",
        "<Saturday, 13:02, 20/09/2004> [Researcher Maeda and SCP-7093 are seated in the same positions as before. Researcher Maeda has a brown leather satchel in her lap.] Researcher Maeda: Good afternoon. How was your lunch? SCP-7093: Fine. I'm still a little stunned, from everything. Researcher Maeda: I see. How are you feeling? I'm here to run a few more basic tests on you, so we can try and understand more about how your…left arm works. Please place your arm on the table. SCP-7093: Shichiten hakki. 3 My arm works like yours does. But fine. [SCP-7093 appears to comply, shifting her weight to the table, resting on her nonexistent arm.] [Researcher Maeda pulls out a folding knife from her satchel.] SCP-7093: Oh, God. What are you going to do to me? Researcher Maeda: Do you feel fear when I do this? [Researcher Maeda approaches the area where SCP-7093's arm would be with the knife, and prepares to strike.] [SCP-7093 flinches, turning her body away and falling back.] Researcher Maeda: Calm down. I'm not going to hurt you. SCP-7093: My God. You were about to stab my arm, right? What do you mean, 'I'm not going to hurt you', huh? Researcher Maeda: I'm sorry. We need to collect more information on how your anomalous nature is manifesting itself. [Researcher Maeda slams the knife into the table, through SCP-7093's left arm.] [SCP-7093 screams for approximately 30 seconds, then falls off her chair and begins cradling her \"wounded\" arm. Researcher Maeda exits the room.] Comment: That felt awful, but I think I understand how SCP-7093's mind's working now. It's convinced that the arm exists, to the point that she's suffering from phantom pain: I'd assume its delusions are so strong that the subject can actually influence things with its mind. As far as the subject is concerned, there isn't any problem with its arm. - Researcher Maeda. Update: SCP-7093 recovered and appeared to have returned to a normal state by 14:19 on the same day, although repeatedly refused to converse with Researcher Maeda. When questioned, SCP-7093 held that its arm had been injured, but was recovering. Subject refused to use psychokinetic powers until roughly 07:00 the next day, claiming excessive strain on its arm would aggravate the injury.",
        "A school backpack, containing the following: 2 notebooks, containing notes for various school subjects; 1 sketchbook mostly comprised of everyday scene drawings in pen; 5 ballpoint pens, 2 red, 2 black, and 1 pink; 19 loose sheets of paper; 2 pencils (unsharpened); a rubber eraser; a Polaroid One600 instant camera, with 7 frames remaining; 3 developed photographs of cherry blossoms, shown below; a Motorola RAZR V3 mobile phone. In addition, the subject, at the time of the explosion, was wearing: a pair of Mizuno Wave Cup football boots; a standard Japanese school uniform, belonging to ██████ Senior High School; a set of earphones.",
        "<Saturday, 08:17, 18/10/2004> Researcher Maeda: Good morning, SCP-7093. SCP-7093: Ugh. Good morning, Maeda-san. Don't call me that number. Call by my name, or whatever. Better than being classified like some sort of creature. Researcher Maeda: I'm well aware of your name and what you are. Toyotama Mikazuki, 17 years old, third year student at ██████ Senior High School in Nagoya. But that's all irrelevant: you have shown features that are unexplained by science, and so you have to stay here, and I have to call you by your designation. I apologise. SCP-7093: I'm not just a \"designation\". [SCP-7093 stays silent for 7 seconds.] SCP-7093: I'm just a girl whose wasting away in a secret base God knows where, for God knows how long, and I've been told for a month now that I have some magical ability and so I have to stay here forever? I can't fucking stand it! There's nothing different between me and any other person out there, any other person on Earth, and - look, I was meant to graduate in March, alright? I had things figured out, I thought my path was clear, fuck - now the future I thought I had is gone- I don't even have a future! I'm stuck here for the rest of my life? In this place? [SCP-7093 slams its hand onto the table. Researcher Maeda stands up.] Researcher Maeda: Calm down. SCP-7093: No. Researcher Maeda: Look. I understand how you feel, especially considering the odd properties you seem to have: that being the fact you can't perceive your anomalous qualities, despite very clearly being able to use them. Either way, that's not important. The Foundation isn't evil, and I, personally, do think you deserve better. SCP-7093: Like hell you do. Let me have my notebook back. And my camera, too. At least then I'll have something for myself. I'm not even going to bother asking to be set free. [Researcher Maeda sighs.] Researcher Maeda: I'll see what I can do. I don't want you to be miserable here. Just to be contained in accordance to our protocols. SCP-7093: Right. Researcher Maeda: Remember, I'm not your enemy. Neither is the Foundation. [Researcher Maeda starts to walk out of SCP-7093's room, but hesitates.] Researcher Maeda: Bye, Mikazuki-kun. Have a good day. SCP-7093: Bye. [Researcher Maeda exits.] Comments: I was able to get SCP-7093 a pencil and paper from my office for it to draw with: I don't think there's any downside and it'll make it feel better. No to the camera, though. Too many parts it could theoretically tinker with and make dangerous material with. - Researcher Maeda. Note from Administration: Please refrain from referring to the anomaly by its name.",
        "<Monday, 07:58, 20/10/2004> Researcher Maeda: Good morning, Mikazuki-kun. How have you been? SCP-7093: Hey, Researcher Maeda. It's been alright. Researcher Maeda: Great to hear that. I hope the stuff I was able to get you was good enough for at least a little bit of drawing. SCP-7093: It's been a godsend. Just something to keep my mind occupied really helps me stand being in this place. Researcher Maeda: I can imagine. SCP-7093: Any news on if you'll be able to get me my camera back? Researcher Maeda: Unfortunately, I think the answer is no. There's just too many parts in the camera that could be disassembled and all that, and the Foundation doesn't want you having access to something like that. I hope you understand. SCP-7093: I guess I do, but I'm not a criminal or anything, I don't think they've got anything to fear from me having a camera. Just to take some snapshots of the outside. Researcher Maeda: Not my choice, sadly. SCP-7093: Yeah, I know. [SCP-7093 falls silent.] SCP-7093: Thanks for getting those things for me, though. I didn't believe it when you told me you don't want me to be miserable, but I think I get it now. You don't want to do this, right? Researcher Maeda: What do you mean? The work I do with the Foundation is my life. SCP-7093: Sure, but keeping me here. You understand how I feel, right? That's why you got those things for me. And why you keep being so nice: now that I've talked to you a bit more, I can feel it. Researcher Maeda: I guess I do. SCP-7093: So, what's the reason behind it? There must be some special reason as to why you're helping me, right? Because I'd think all the people in this place would have already become accustomed to annoying \"anomalies\" like me. I doubt you're just doing this out of the kindness of your heart. Researcher Maeda: You don't know me at all.",
        "\" SCP-7093 \" by azurediamond, from the SCP Wiki . Source: https://scpwiki.com/scp-7093 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7093 is to be contained within a standard suite for humanoids at Site-17. The subject is allowed access to 2 hours a day of walking time outside the cell for leisure (accompanied by a trusted psychologist) and may be visited by any Class C or higher personnel.",
    "description": "SCP-7093 is a 17 year old human female with an amputated left arm, weighing 42kg at a height of 151cm. Despite the subject's amputated arm, SCP-7093 is able to manipulate objects as if it was still there through a form of psychokinesis. When pressed on how it is able to do this, SCP-7093 insists on the existence of its arm, and enters a nervous breakdown when the opposite is shown to be true (such as when an object passes through the empty space where the subject's arm would otherwise be). SCP-7093 has been observed successfully doing mundane tasks with its nonexistent left arm, such as opening doors or eating food, but the subject appears to be unable to utilise psychic abilities to interact with anything that its arm would be unable to. Attempts to get SCP-7093 to influence objects further away than 60cm1 have resulted in failure, and the force able to be applied by the subject's powers was measured at 105N when pushing a lever, a typical amount of force for a human.",
    "title": "SCP-7093"
}