{
    "url": "https://scp-wiki.wikidot.com/scp-7094",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\n\n\nItem #:\n SCP-7094\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All known phenomena related to SCP-7094 is currently uncontained. Media within the states of Ohio, Indiana, Illinois, Michigan, and Wisconsin are to be monitored for reports potentially increasing civilian awareness of SCP-7094’s effects. Commercially available maps and geographic databases are to be periodically cross-referenced with a list of locations affected by the anomaly and censored accordingly.\n\n\nDescription:\n SCP-7094 is a phenomenon affecting towns with less than 500 residents in size in the states of Ohio, Indiana, Michigan, Illinois, and Wisconsin. The anomaly manifests at random in towns meeting this description. The time between manifestations of the anomaly varies\n1\n, although a consistent uptick in the rate of manifestations over time has been observed.\n\n\nTowns (and the residents of said towns) affected by the anomaly disappear from existence. No trace of any affected town has yet to be discovered at any formerly inhabited location.\n\n\nFurther research into SCP-7094 is currently pending.\n\n\nAddendum 1:\n SCP-7094-1\n\n\nDuring the physical confirmation of several manifestations over a three-month period, Agent Cicero reported the presence of an unknown civilian figure consistently observed in the vicinity of recent disappearances. This figure, henceforth referred to as SCP-7094-1, appeared to the Agent as a middle-aged man in an ill-fitting business suit. When approached by Agent Cicero, SCP-7094-1 willingly acquiesced to questioning and did not resist transport to an interview room in Site-459.\n\n\n\n\n+ Interview 7094-1\n\n\n\n\n- Interview 7094-1\n\n\n\n\n\n\nInterviewed:\n SCP-7094-1\n\n\nInterviewer:\n Agent Cicero\n\n\nForeword:\n Interview with SCP-7094-1.\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-7094-1:\n Now, my dear sir– although my respect for the law is boundless, I must admit I'm really quite confused as to why I'm here.\n\n\nAgent Cicero:\n Hillsboro. Monticello. Salineville. Any of those names ring a bell for you?\n\n\nSCP-7094-1:\n I’m sorry to say they carry no particular association.\n\n\nAgent Cicero:\n Cut the crap. We’ve seen you. These towns vanished, and when we came to investigate– there you were. Every time. Don’t pretend like you don’t know what’s going on.\n\n\nSCP-7094-1:\n Fine. Yes, I do know these towns. And I have notarized contracts detailing the assent of every last soul involved. All above the table, I assure you.\n\n\nAgent Cicero:\n What?\n\n\nSCP-7094-1:\n The great American hinterland is a walking corpse, Agent. Is it really so bad if some of the maggots want to crawl off?\n\n\nSCP-7094-1:\n Now, if you'll excuse me, I have to take a call.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Following this statement, SCP-7094-1 proceeded to stand up and open the locked door to the interview room before spontaneously dematerializing.\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n Incident 7094-1\n\n\nFollowing Interview 7094-1, SCP-7094-1 was not spotted at any further manifestations of SCP-7094 for several months. While attempting to contain unrelated instances of \nSCP-7985-2\n in Bucyrus, Ohio, Agent Cicero noticed SCP-7094-1 waiting behind a traffic light in a 2044 Nissan Sentra at a nearby intersection. Cicero proceeded to surreptitiously follow the anomaly for several hours until it finally came to a stop in an empty field outside Elyria, Ohio. The transcript of the following incident is taken from Agent Cicero’s body camera.\n\n\n\n\n+ Incident Log 7094-1\n\n\n\n\n- Incident Log 7094-1\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 9/12/61\n\n\nNOTE:\n Transcript of Incident 7094-1.\n\n\n\n\n[BEGIN LOG]\n\n\n[SCP-7094-1 steps outside of its vehicle. It glances around, momentarily, before speaking. The following statement is reconstructed from analysis of the anomaly’s lip movements, as Agent Cicero was positioned too far away to capture audio at this time.]\n\n\nSCP-7094-1:\n And old [chains](?) fall away.\n\n\n[A door spontaneously materializes in front of SCP-7094-1. It swings open, and the anomaly enters.]\n\n\n[NOTE: No noticeable change was observed in the door’s state for several minutes. After conferring with Foundation Regional Dispatch 24-B, Agent Cicero decided to enter the door.]\n\n\nAgent Cicero:\n Here goes nothing.\n\n\n[Agent Cicero walks to the door. It enters into a sparsely lit concrete hallway. After a few seconds, Cicero steps inside. He turns around. The field is still present behind him.]\n\n\n[He turns again, and walks deeper into the hallway. A distant clattering is heard. After approx. 2 minutes of walking, a staircase is sighted.]\n\n\n[Cicero draws his sidearm, and proceeds down the staircase. Cicero descends the staircase for approx. 45 seconds, before reaching the landing.]\n\n\n[The hallway opens up into a vast, empty space. The sky (?) and horizon (?) are pitch-black, and have no apparent form or definition. A cracked two-lane road stretches out ahead. It is surrounded by a seemingly endless field of dead grass.]\n\n\n[Cicero walks for approx. 24 minutes. A small wooden sign appears in the distance on the right side of the road. It reads \"SHOWPIECE\" in a jagged, crude script.]\n\n\n[Cicero walks to the sign. As he gets close enough to physically read the sign unaided by his body camera, multiple objects begin to gradually materialize approx. 100 meters down the road. Over several minutes, a collection of buildings and infrastructure identified to formerly have been located at the site of Cochran, OH forms in Cicero's vision.]\n\n\nAgent Cicero:\n Fuck…\n\n\n[Cicero proceeds slowly down the road into the manifestation. Multiple disused vehicles are visible by the side of the road. All are in extremely poor condition and bear large patches of rust. Most of the buildings visible are small single-family homes, although a squat one-story brick building labeled \"Cochran Post Office\" is visible. A dilapidated series of decommissioned power lines stretches across the left side of the road.]\n\n\n[Cicero walks up to one of the homes. He knocks on the door twice. After hearing no response, he tries the door's knob and finds it unlocked.]\n\n\n[Cicero carefully opens the door, firearm in hand. The house's interior is entirely empty. No internal walls are present, and Cicero is able to see to the backyard of the house through its windows.]\n\n\n[Cicero steps away from the house, and back into the street. He proceeds through the town for approx. 14 minutes, randomly investigating other buildings. All are similarly constructed to the first house.]\n\n\n[As Cicero exits the town, it begins to gradually dematerialize around him. Ahead of him, the road terminates, and another door is visible. He proceeds to the door.]\n\n\n[Cicero removes the magazine of his firearm and re-inserts it, verifying it to be loaded. He takes a deep breath, and pushes the second door open. It swings away to reveal a large concrete hall, lit by multiple large fluorescent lights on the ceiling. Several rows of wooden tables stretch from one end of the hall to the other. Figures similar in appearance to middle-aged Caucasian men in poorly-fitting suits, henceforth referred to as SCP-7094-2, are seated at these tables. Multiple voices are heard.]\n\n\nSCP-7094-2-1:\n 45% unemployed! Average wage, fifteen dollars!\n\n\nSCP-7094-2-2:\n Bigotry! Hate! Bitterness! Cankers on the soul, a rot on the mind!\n\n\nSCP-7094-2-3:\n Teeth! Good teeth! Fine teeth!\n\n\nSCP-7094-2-4:\n Feelings of ennui and decay! Prime! Fresh! Raw!\n\n\n[Cicero holsters his sidearm, and walks to the nearest table. None of the instances of SCP-7094-2 appear to take notice of his presence.]\n\n\nAgent Cicero:\n Hey! What’s the hell's going on here?\n\n\nSCP-7094-2-5:\n Unsettled dreams! Nightmares, half-manifested!\n\n\nAgent Cicero:\n Excuse me! Hey! What are you talking about?\n\n\n[The instance of SCP-7094-2 seated at the table turns to Cicero, an annoyed expression on its face.]\n\n\nSCP-7094-2-5:\n Sir, please. Interested individuals only.\n\n\nSCP-7094-2-1:\n No opioids! No narcotics! Drunk only on their own misery!\n\n\nAgent Cicero:\n I’m an interested individual.\n\n\nSCP-7094-2-5:\n No, sir, you’re not. Rand. Rand!\n\n\n[An instance of SCP-7094-2 at a nearby table stands up, and walks up to Agent Cicero.]\n\n\nSCP-7094-2-6:\n Do we have a problem here?\n\n\nSCP-7094-2-3:\n Spiritually dead! Voted 94% Republican in 2058!\n\n\nSCP-7094-2-5:\n Don’t we have an arrangement with his sort?\n\n\nSCP-7094-2-6:\n Oh, no. Not these fellows. Smith had an encounter with them earlier. Not market-oriented in the slightest. Smith. [snaps fingers] Smith!\n\n\n[Agent Cicero draws his firearm, and scans the room.]\n\n\nAgent Cicero:\n Slow down there, buddy. You're not getting anybody.\n\n\n[Agent Cicero points his firearm at SCP-7094-2-6.]\n\n\nAgent Cicero:\n I want answers, and I want them now. What the fuck is this? Slave trading?\n\n\nSCP-7094-2-6:\n We're merely liquidating depreciating assets, Agent. Acting in the best interests of the market.\n\n\nAgent Cicero:\n Where the fuck are the people, huh? Where the hell are you taking them?\n\n\nSCP-7094-2-6:\n Liquidation. Consider the word, Agent.\n\n\n[SCP-7094-2-6 smiles.]\n\n\nSCP-7094-2-6:\n Liquidation.\n\n\n[SCP-7094-1 walks up from behind Agent Cicero. A smile on his face quickly fades upon seeing the Agent.]\n\n\nSCP-7094-1:\n Do we have– oh. You again.\n\n\nSCP-7094-2-6:\n Smith, is this…?\n\n\nSCP-7094-1:\n Yes. Indeed. I am sorry, sir, but you are trespassing on private property. I am going to have to ask you to leave.\n\n\n[SCP-7094-1 reaches for Agent Cicero’s shoulder, and begins guiding him towards the door.]\n\n\nAgent Cicero:\n Hey! Hold o–\n\n\n[The feed cuts.]\n\n\n\n\n[END LOG]\n\n\n\n\nAgent Cicero’s body was found two weeks later at the \nformer site\n of Youngstown, OH.\n2\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The time between manifestations has ranged from 9 to 38 days.\n\n\n2\n. Population: 15,438 as of the \n2060\n Census.\n\n\n\n\n\n\n\n\n« \nSCP-7093\n | SCP-7094 | \nSCP-7095\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7094\n\" by Long Arm Larry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7094\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: SCP-7094-1\nDuring the physical confirmation of several manifestations over a three-month period, Agent Cicero reported the presence of an unknown civilian figure consistently observed in the vicinity of recent disappearances. This figure, henceforth referred to as SCP-7094-1, appeared to the Agent as a middle-aged man in an ill-fitting business suit. When approached by Agent Cicero, SCP-7094-1 willingly acquiesced to questioning and did not resist transport to an interview room in Site-459.",
        "Addendum 2: Incident 7094-1\nFollowing Interview 7094-1, SCP-7094-1 was not spotted at any further manifestations of SCP-7094 for several months. While attempting to contain unrelated instances of SCP-7985-2 in Bucyrus, Ohio, Agent Cicero noticed SCP-7094-1 waiting behind a traffic light in a 2044 Nissan Sentra at a nearby intersection. Cicero proceeded to surreptitiously follow the anomaly for several hours until it finally came to a stop in an empty field outside Elyria, Ohio. The transcript of the following incident is taken from Agent Cicero’s body camera."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7094 \" by Long Arm Larry, from the SCP Wiki . Source: https://scpwiki.com/scp-7094 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter",
    "containment_procedures": "All known phenomena related to SCP-7094 is currently uncontained. Media within the states of Ohio, Indiana, Illinois, Michigan, and Wisconsin are to be monitored for reports potentially increasing civilian awareness of SCP-7094’s effects. Commercially available maps and geographic databases are to be periodically cross-referenced with a list of locations affected by the anomaly and censored accordingly.",
    "description": "SCP-7094 is a phenomenon affecting towns with less than 500 residents in size in the states of Ohio, Indiana, Michigan, Illinois, and Wisconsin. The anomaly manifests at random in towns meeting this description. The time between manifestations of the anomaly varies1, although a consistent uptick in the rate of manifestations over time has been observed.",
    "title": "SCP-7094"
}