{
    "url": "https://scp-wiki.wikidot.com/scp-7097",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n \n\n\n \n\n\nZenobiyl\n\n\n\n\n\n\nSCP-7097\n by \nZenobiyl\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7097\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7097, dormant\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7097 is to be kept in a standard humanoid containment cell. LCD displays are to constantly stream reality TV programs, and triple-wide ventilation systems are to diffuse various perfumes in one-hour intervals.\n\n\nAddendum-7097-1 (12-04-2022):\n A minimum of two live female Drosophila specimens are to be contained near SCP-7097's cell.\n\n\n\n\nDescription:\n SCP-7097 is a sapient entity that inhabits female members of the Drosophila genus,\n1\n and has a strong proclivity for learning and/or sharing personal secrets.\n\n\nSCP-7097 will inhabit the nearest suitable Drosophila specimen after dying, with no noticeable change in personality or mannerisms. The entity is fully aware of this and may attempt breach-by-suicide if insufficiently entertained. If sufficiently entertained, SCP-7097 will become dormant and unresponsive.\n\nSCP-7097 has an innate sense for secrets, which testing determined is a form of anomalous olfactory detection. SCP-7097 often utilizes this sense during communication, and it has been known to make unsolicited remarks about Foundation staff and/or initiate games such as truth or dare.\n\n\n\n\n\n\n+ Interaction Log One\n\n\n\n\n- Interaction Log One\n\n\n\n\nForeword:\n Following reports of feeling \n\"like a geezer\",\n the entity expired from natural causes during its second week in Foundation custody. Although Dr. Mendoza initially reported SCP-7097 as neutralized, hidden recorders in the garbage disposal later detected the entity conversing with the Site Janitor.\n\n\n\n\n[Audio Only Log, 19:29 hours]\n\n\n\n\nSCP-7097:\n -And would it kill these eggheads to use my \nname\n once in a while? I'm getting real sick of being called \"7097\" as if I'm a prison inmate!\n\n\n\n\nSite Janitor:\n Yeah, there’s this one researcher who always calls me \"Site Janitor\" instead of Gerald, and she’ll snap her fingers to order me around like I'm a dog or somethin'. Just 'cause I don't have a lab coat doesn't mean I'm a slave, you know?\n\n\n\n\nSCP-7097:\n Mendoza, right?\n\n\n\n\nSite Janitor:\n Well, uh-\n\n\n\n\nSCP-7097:\n Don't listen to her; you're not any less than that harpy no matter what she says.\n\n\n\n\nSCP-7097 [hushed]:\n And you wanna know something about Dr. Mendoza? \nShe acts all high and mighty, but she's got the most \ndisgusting\n gas in this whole place. No joke, I can smell it from a mile away even with perfumes all over my damn room! I'm literally next to a \ndumpster\n right now and it smells better than her after Taco Tuesday.\n\n\n\n\n\n\n\n\n\n\nClosing Statement:\n SCP-7097 is successfully re-contained. The Site Janitor is reassigned to sanitization of the Sector Three cockroach farm, per the orders of Dr. Mendoza.\n\n\n\n\nResearcher's Note:\n It appears SCP-7097 can come back from the dead. We can rule out anomalous reanimation since the original entity was fully incinerated, and the new iteration of SCP-7097 is approximately one millimeter larger.\n\n\n\nFor the time being, at least two live female\n2\n Drosophila specimens must be kept in jars near the entity's cell.\n\n\n-Dr. Mendoza\n\n\n\n\n\n\n\n\n\n\nForeword:\n Dr. Mendoza attempts to interview SCP-7097. After enlisting the help of Dr. Kelly, the entity provides information on its abilities and origin.\n\n\n\n\n[Video & Audio Log, 11:23 hours]\n\n\n\n\nDr. Mendoza enters SCP-7097’s cell.\n\n\n\n\nDr. Mendoza:\n SCP-7097-\n\n\n\n\nSCP-7097:\n Call me Cassidy!\n\n\n\n\nDr. Mendoza:\n \n[rubbing eyelids]\n For the fourth time, the answer is no.\n\n\n\n\nSCP-7097:\n Then buzz off.\n\n\n\n\nDr. Mendoza:\n We have vital questions about your previous containment breach, SCP-7097.\n\n\n\n\nDr. Mendoza pulls out a questionnaire form and slides it toward the entity.\n\n\n\n\nSCP-7097 \"rolls\" its compound eyes.\n\n\n\n\nDr. Mendoza:\n \n[inaudible grumbling]\n -Damn sorority fly…\n\n\n\n\n\n\nDr. Grace Kelly sedating Drosophila specimens.\n\n\n\n\n\n\nDr. Mendoza leaves the room, and Dr. Kelly enters a minute later. She is carrying a package.\n\n\n\n\nDr. Kelly:\n Hey Cassidy! I brought you something good this time!\n\n\n\n\nSCP-7097:\n Grace! Good to see you again! That ruby necklace is just \ngorgeous.\n\n\n\n\nDr. Kelly:\n Aw, thanks. You’re the only one who ever notices.\n\n\n\n\nSCP-7097:\n So, what did you bring today?\n\n\n\n\nDr. Kelly:\n It’s a movie where- \n[Dr. Kelly summarizes \"The Notebook.\"]\n\n\nSCP-7097:\n Sounds great! Also, \n[lowers voice]\n you’re not gonna \nbelieve\n what Marnie’s been doing on her “smoke break.”\n\n\n\n\nSCP-7097 and Dr. Kelly both watch “The Notebook” and exchange information about Foundation staff members.\n\n\n\n\nDr. Kelly:\n Well, it’s been fun, but I should get going.\n\n\n\n\nSCP-7097:\n Wait, let’s play truth or dare first!\n\n\n\n\nDr. Kelly:\n I don’t know, you’re always so good at those games…\n\n\n\n\nSCP-7097:\n Look, I’ll let you have the first move. Sounds good?\n\n\n\n\nDr. Kelly:\n Well, if you say so. Truth or dare?\n\n\n\n\nSCP-7097:\n Dare!\n\n\n\n\nDr. Kelly reveals Dr. Mendoza’s questionnaire form.\n\n\n\n\nDr. Kelly:\n I dare you to fill this out, with accurate information.\n\n\n\n\nSCP-7097:\n Boo! Why are you helping captain buzzkill?\n\n\n\n\nDr. Kelly:\n Sorry Cassidy, but I still have a job to do.\n\n\n\n\nDr. Kelly smiles mischievously.\n\n\n\n\nDr. Kelly:\n And you want it to be my turn next, don’t you?\n\n\n\n\n\n\n\n\n\n\nClosing Statement:\n SCP-7097 filled out the questionnaire, though its answers were unsatisfactory. Afterward, Dr. Kelly selected “truth” and was compelled to give personal information which has been excluded from this document, per her request.\n\n\n\nThe following is a transcript of SCP-7097’s questionnaire form, filled out via dictation:\n\n\n\n\n\n\n\n\nHow do you inhabit new Drosophila instances?\n\n\n \n\nDunno. I die, and then I feel myself floating, no, \nsearching.\n Then I wake up, and I’m in another body.\n\n\n \n\n\nIs there a limit to your aforementioned ability? If so, what is the limit?\n\n\n \n\nI can’t live in a guy fly, since that would be icky. Other than that sky’s the limit, I guess.\n\n\n \n\n\nHow long have you existed?\n\n\n \n\nEleven months. My first birthday is coming up!\n\n\n \n\n\nWho created you?\n\n\n \n\nBunch of nerds like you.\n\n\n \n\n\nWhy did your creator(s) make you?\n\n\n \n\n\nNo response.\n\n\n \n\n\nWhat are you?\n\n\n \n\nA failure.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nACCESS UPDATED DOCUMENTATION\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly known as fruit flies.\n\n\n2\n. Both iterations of SCP-7097 so far had been female specimens.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7097\n\" by Zenobiyl, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7097\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n fly.jpg\n\n\nName:\n Fruit fly (Drosophila Immigrans)\n\n\nAuthor:\n Martin Cooper\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://www.flickr.com/photos/m-a-r-t-i-n/13114869053\n\n\n\n\n\n\nFilename:\n grace.jpg\n\n\nName:\n Female scientist samples DNA for a round in the thermocycler, as preparation for a polymerase chain reaction (PCR)\n\n\nAuthor:\n Scott Feldstein\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nhttps://tinyurl.com/Zenobiyl\n\n\n\n\n\n\nFilename:\n Mike.jpg\n\n\nName:\n Kronawitter Lab\n\n\nAuthor:\n UC Davis College of Engineering\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://flic.kr/p/2dGTgk2",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7097 \" by Zenobiyl, from the SCP Wiki . Source: https://scpwiki.com/scp-7097 . Licensed under CC-BY-SA .",
        "Filename: fly.jpg Name: Fruit fly (Drosophila Immigrans) Author: Martin Cooper License: CC BY 2.0 Source: https://www.flickr.com/photos/m-a-r-t-i-n/13114869053",
        "Filename: grace.jpg Name: Female scientist samples DNA for a round in the thermocycler, as preparation for a polymerase chain reaction (PCR) Author: Scott Feldstein License: CC BY-SA 2.0 Source: https://tinyurl.com/Zenobiyl",
        "Filename: Mike.jpg Name: Kronawitter Lab Author: UC Davis College of Engineering License: CC BY 2.0 Source: https://flic.kr/p/2dGTgk2"
    ],
    "containment_procedures": "SCP-7097 is to be kept in a standard humanoid containment cell. LCD displays are to constantly stream reality TV programs, and triple-wide ventilation systems are to diffuse various perfumes in one-hour intervals.",
    "title": "SCP-7097"
}