{
    "url": "https://scp-wiki.wikidot.com/scp-7100",
    "all_text": "rating: \n+285\n+\n–\nx\n\n\n \n\n\n\n\n\n\nCONGRATULATIONS\n\n\n\n\n\n\nIf you have received these documents, you have been promoted to lead researcher on an SCP project. Your previous work assisting in the research, documentation, and containment of anomalies has proven that you have the capacity for a more intensive leadership position.\n\n\nTo guide you through your first project, you have been provided with a mentor to meet with regularly. We also believe that detailed examples of your new position's scope and responsibility will aid you in your new position.\n\n\nTherefore, we present the full documentation of SCP-7100, including internal documents not traditionally available as part of the SCP entry, fully annotated to demonstrate what to expect as an SCP Project Lead. These annotations will be \nhighlighted\n to distinguish them from the original text.\n\n\nWe have also included transcripts from meetings between the SCP-7100 Project Lead (Dr. William Teller) and Mentor (Dr. John Mackey) to give some preliminary understanding of what this relationship may look like.\n\n\n\n\n\n\n\n\nNext document\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7100\n\" by Captain Kirby, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7100\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 3323224931_b21f33308a_b.jpg\n\n\nName:\n Rainbow\n\n\nAuthor:\n \nStephen Hynds\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/25293698@N02/3323224931\n\n\n\n\n\n\nFilename:\n Rainbow1.svg\n\n\nAuthor:\n \nKES47\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Rainbow1.svg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7100 \" by Captain Kirby, from the SCP Wiki . Source: https://scpwiki.com/scp-7100 . Licensed under CC-BY-SA .",
        "Filename: 3323224931_b21f33308a_b.jpg Name: Rainbow Author: Stephen Hynds License: CC-BY-SA 2.0 Source Link: https://www.flickr.com/photos/25293698@N02/3323224931",
        "Filename: Rainbow1.svg Author: KES47 License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Rainbow1.svg"
    ],
    "title": "SCP-7100"
}