{
    "url": "https://scp-wiki.wikidot.com/scp-7101",
    "all_text": "SCP-7101\n - Ms. Fortune\n\n\nI wrote this in an incredible rush to get 8 endings done for the 7K Contest. This is not my finest work by any means, and I'd like to apologize profusely for the cringe you may experience.\n\n\nGood day.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+53\n+\n–\nx\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\n\n\nWarning: The following file contains instances of unstable temporal anomalies. As such, the information presented may differ or contradict itself in certain sessions. If you encounter any such instances of this, please perform a [\nDIAGNOSTIC\n] in order to identify and solve the problem, before reporting it to RAISA.\n\n\n\n\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7101\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nchhokmah\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\n\n\n\nOngoing efforts are being made to coerce major world Governments to minimize the number of situations involving important outcomes being decided by random happenstance, including but not limited to betting on future events, all forms of lottery, raffle events, casinos, name draws, and other similar occasions. All of which have been projected to be outlawed by ~2042.\n\n\nMisinformation campaigns have been established, targeting all cultural groups that in some way elevate the existence of \"Luck\", effectively removing any traces of said concept, the etymology of synonymous words, and replacing such concepts and words with Foundation-approved semantics.\n\n\nA full audit of all important Foundation equipment is to be performed once a year, affirming the stability and function of all such devices. Foundation personnel assigned to any important task are to undergo extensive training and preparation via the usage of simulation technology. Failure to complete an action in a satisfactory manner is to be met with repeated experience of such technologies.\n\n\n\n\nDESCRIPTION:\n\n\n\n\nSCP-7101 is a deific entity simultaneously presiding near all sentient entities, capable of warping the action, outcome, or reality of affected organisms in their favor or in spite of them. SCP-7101 is entirely invisible and intangible, however, may be observed via minute traces of an intangible, invisible residue (SCP-7101-1) left behind post-effect, which is noticeable by sudden manifestations of thoughts related to \"Luck\", in either positive or negative instances.\n\n\nCurrently, SCP-7101's motivations, if there are any, are unknown, as SCP-7101 has been observed to have warped various subjects or groups inconsistently and contradictorily, with no known correlation between such events. A result of this has shown slight to extreme benefit and inconveniencing within a substantial margin of all sentient entities' lives\n1\n.\n\n\nSCP-7101 is intrinsically linked to the concept of \"Luck\", or \"Fortune\", which is a superstitious belief describing random events that are either favorable or harmful to an individual that occurs by chance, rather than by earning or choice. This belief had become important in human society, often being promoted in media or culture, further \nexacerbating\n SCP-7101.\n\n\nAdditionally, instances of SCP-7101-1 have been known to radiate more effectively around certain objects that are totemic to SCP-7101, including severed rabbits' paws, clovers with 4 leaves, shamrocks, horseshoes, Japanese \nManeki-Neko\n figurines, coins found on the ground, and gemstones of various kinds. Such items generally radiate beneficial instances of SCP-7101-1. However, such items will cease all effects on individuals with a higher \nCognitive Resistance Value (CRV)\n than 4.2.\n\n\n\n\nDiscovery:\n\n\n\n\n\n\nTEMPORAL ANOMALY DETECTED. PLEASE RUN A \n[DIAGNOSTIC\n] BEFORE CONTINUING THIS DOCUMENT.\n\n\n\n\n[Heads\n] \n@ @ @ @ @ @\n \n[Tails\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[Username:\nPenHous@SCiPNET\n]\n\n\nCredentials:\n\n\n\n\n\n\n\n\n« \nSCP-7100\n | SCP-7101 | \nSCP-7102\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Common examples of this are predatory organisms discovering nearby prey, a subject being randomly chosen for a certain situation, sudden health-related developments, or impending temporal restrictions being met momentarily before ending.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7101\n\" by Roufhous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7101\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n McDonald\n\n\nName:\n File:Santa Claus Parade (Toronto) (22634614918).jpg\n\n\nAuthor:\n Randy Landicho\n\n\nLicense:\n Creative Commons Attribution 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Santa_Claus_Parade_(Toronto)_(22634614918).jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7101 \" by Roufhous, from the SCP Wiki . Source: https://scpwiki.com/scp-7101 . Licensed under CC-BY-SA .",
        "Filename: McDonald Name: File:Santa Claus Parade (Toronto) (22634614918).jpg Author: Randy Landicho License: Creative Commons Attribution 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Santa_Claus_Parade_(Toronto)_(22634614918).jpg"
    ],
    "title": "SCP-7101"
}