{
    "url": "https://scp-wiki.wikidot.com/scp-7105",
    "all_text": "SCP-7105:\n I'D BE NOTHING WITHOUT YOU\n\n\nAuthor:\n \nHexick\n.\n\n\n\n\n./\n\n\n\n\nImage Sources:\n\n\n[See license box at the end of this page.]\n\n\n\n\n\n\n\n\n[ ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+46\n+\n–\nx\n\n\nHexick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/7105\n LEVEL \n3/7105\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7105\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As the erratic and unpredictable nature of SCP-7105 renders it virtually uncontainable, the bulk of allocated Foundation resources have been directed at ensuring the recovery and consolidation of survivors of SCP-7105.\n\n\nDisinformation campaigns have been deployed to explain the deaths of victims attributed to SCP-7105.\n\n\nDescription:\n SCP-7105 designates a semi-frequent telecommunications phenomenon targeting individuals displaying a heightened interest in world-renowned singer and celebrity, Sophia Alvarez in online forums. At the time of writing, the anomaly has only been encountered by those residing within the continental United States.\n\n\nSCP-7105 initially manifests itself as a single email within an affected person's inbox at approx. 24:00 local time; its contents vary between occurrences, though all inform the target that they have won a sweepstakes event, the prize to which being a one-on-one meeting with the aforementioned public figure at their residence. Invariably, the email will be attached with a form prompting the person for various personal details including their home address, as well as the desired time and date for the meet. Online domains through which both the email and form propagate vary from case-to-case, though are always disassociated by any legitimate registrar, and are thus suspected of being used through an as of yet unidentified anomalous mechanism.\n\n\nAlthough the anomaly will often make attempts at legitimizing itself by way of referencing affiliations with popular and relevant organizations, SCP-7105 is suspected to only possess a 25% efficacy rate, given its cyclic nature paired with the relatively minuscule number of deaths attributed to the phenomenon. This may be a result of email services' anti-spam protocols, and personal suspicions of fraud.\n\n\nShould the designated target complete the previously mentioned form, on the date specified at 20:00, a black limousine will approach and park within close proximity to the subject's residence, and a humanoid construct, hereafter regarded as SCP-7105-1, will exit the vehicle. To human onlookers, SCP-7105-1 is physically identical to Sophia Alvarez; however, visual recording equipment shows the entity as a comparably sized and shaped body comprised of rusted metal, deceased insects (predominantly crickets), feces, and soil, possessing bladed shrapnel in place of hair.\n\n\nSCP-7105-1 will encroach upon the meeting place, and greet the subject with great cordiality, and attempt to ease any potential anxieties. This is proceeded by SCP-7105-1 prompting the target to take it into their home, whereupon — it will attack the subject with its \"hair\", having abnormally high strength: it will typically pierce one of the target's eyes to induce shock and down the individual, and will then scalp the subject and remove the cap of the skull, exposing the brain. Dissecting the organ, it will locate and consume the nucleus accumbens, disposing of the rest.\n\n\nSCP-7105-1 will then flee the scene, making no attempts at concealing the preceding incident.\n\n\n\n\n\n\nAddendum-7105.1\n\n\n\n\n\n\nForeword:\n The following is a transcript of an SCP-7105 occurrence deemed notable by the anomaly's research team. The contents include security footage obtained from the CCTV system of a bodega across from the location of the incident. There is no audio:\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nThe time is 20:00 EST, in the hamlet of Brentwood in Long Island, New York. It's a starless night on January 9th, 2019; the day before held a brief snowstorm, yielding a small dusting on the surrounding area. The center of the view shows a narrow albeit tall two-story blue house; lights can only be seen through the windows of the second floor. The street is devoid of any human activity, save for a long black limousine driving down the one-way street, its headlights are turned off. It parks in front of the aforementioned blue building, and out steps SCP-7105-1, sporting a black and white pleated skirt, black combat boots, and a navy blue crop-top.\n\n\nAfter adjusting its hair, SCP-7105-1 advances on the residence and knocks on the front door five times. There's a pause, and then the door opens revealing the tenant of the house, Robert Boies, 34. Target is a caucasian male of average build, 1.5 meters in height, 113.5 kilograms in mass, blonde hair, and hazel eyes. He's unshaven, and wearing a grey sweatshirt with neon orange sweatpants. The two speak to each other for some time, though what exactly is said is unknown. Subject appears elated at the presence of who he believes to be Ms. Sophia Alvarez, and eventually welcomes SCP-7105-1 into his home.\n\n\nAfter a short time, a lamp can be seen being pushed over violently through one of the upstairs windows, followed by a spatter of blood. A minute later, Mr. Boies stumbles hurriedly out of his home in a state of great distress; his left eye is sliced open, blood and vitriol are spilling from the wound. He's holding a small gold locket, which is later revealed to contain a picture of Sophia Alvarez and the subject after he'd given her an invitation to his 33rd birthday party at a concert, to which she did not attend. He is seen sobbing and in a state of partial shock lying on the side of his house. Eventually, he looks down at the blood-coated locket, and appears to sigh, folding in his hands and pressing his palms in contemplation and stress.\n\n\nHe stumbles to his feet, and proceeds back to the front door of his house, entering, and shutting the door behind him. It is later documented that the man died at the hands of SCP-7105-1.\n\n\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Upon Foundation agents becoming aware of the incident, a search of the home revealed the victim's room to contain in excess of 523 photographs of Sophia Alvarez, life-sized dolls with pictures of the singer's face taped to them, and a shrine apparently dedicated to the woman, possessing a small crucifix modeled with the likeness of the celebrity nailed to it. Mr. Boies' body was found in the room, locket in hand.\n\n\n\n\n\n\n« \nSCP-7104\n | SCP-7105 | \nSCP-7106\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7105\n\" by Hexick, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7105\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7105 \" by Hexick, from the SCP Wiki . Source: https://scpwiki.com/scp-7105 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "As the erratic and unpredictable nature of SCP-7105 renders it virtually uncontainable, the bulk of allocated Foundation resources have been directed at ensuring the recovery and consolidation of survivors of SCP-7105.",
    "description": "SCP-7105 designates a semi-frequent telecommunications phenomenon targeting individuals displaying a heightened interest in world-renowned singer and celebrity, Sophia Alvarez in online forums. At the time of writing, the anomaly has only been encountered by those residing within the continental United States.",
    "title": "SCP-7105"
}