{
    "url": "https://scp-wiki.wikidot.com/scp-7106",
    "all_text": "rating: \n+10\n+\n–\nx\n\n\nItsDenali\n\n\n\n\n\n\n\n\nSCP-7106:\n Voiceless\n\n\nAuthor:\n \nItsDenali\n\n\n\n\n\n\n\n\n\"Voiceless.jpg\" was produced by me using Unreal Engine and Adobe Photoshop. Under the terms of the SCP Wiki, I release it under CC BY-SA 3.0.\n\n\n\n\nAnd special thanks to a certain delirious cranberry addict for the idea that would evolve into this. Love ya, buddy. :)\n\n\n\n\n\n\nMore By This Author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7106.\n\n\n\n\n\n\nItem #:\n SCP-7106\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The property from which SCP-7106 can be accessed has been purchased by the Foundation and cordoned off as a condemned building site. Entry is now prohibited.\n\n\nDescription:\n SCP-7106 is a facility accessible through a doorway located on the premises of a decommissioned foster care complex located in Philadelphia, Pennsylvania. A rusted placard on the door reads \"SCP Foundation \nDepartment of Abnormalities\n.\"\n\n\nSCP-7106 measures three kilometers long by six meters in width; the space lacks a ceiling, and the walls of SCP-7106 appear to extend upwards indefinitely. Electrical lights hang from the space above SCP-7106, acting as its only source of illumination. Along the interior of the facility are glass tanks set into the walls, regularly repeating down the entire length of SCP-7106. Inside of each tank is a coffin-shaped mass of flesh and ossified tissue floating in a black, viscous solution. These objects gradually dissolve before being replaced by a new instance within a few hours.\n\n\nA small metal door labeled \"Maintenance\" lies at the back of SCP-7106. Footsteps and a faint dripping sound can occasionally be heard from within. Upon discovery, a small \"Do Not Disturb\" sign was found pinned to the door. All attempts to open this door have failed.\n\n\n\n\nAddendum 7106.1:\n At approximately 03:00 EST on 8/10/2019, personnel were alerted to sounds of shattering glass and spilling liquid, followed shortly after by several explosions throughout SCP-7106. Agents arriving on the scene reported that all of the tanks throughout the facility and their contents had been destroyed. The \"Maintenance\" door was found to have been blasted open, revealing a small office space beyond. This room contained nothing of note except small puddles of the black substance, and what appeared to be scorch marks outlining the shape of a pair of shoes on the ground. The following message was found written on a note card placed on a desk in the room:\n\n\n\n\n\n\n \n\n\n \n\n\nDon't bite off more than you can chew.\n\n\n \n\n\n \n\n\n\n\n\n\nFurther actions regarding the handling and containment of SCP-7106 are pending.\n\n\n \n\n\n\n\n\n\n« \nSCP-7105\n | \nMore By This Author\n | \nSCP-7107\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7106\n\" by ItsDenali, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7106\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Voiceless.jpg\n\n\nAuthor:\n \nItsDenali\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-7106",
    "addendums": [
        "Addendum 7106.1: At approximately 03:00 EST on 8/10/2019, personnel were alerted to sounds of shattering glass and spilling liquid, followed shortly after by several explosions throughout SCP-7106. Agents arriving on the scene reported that all of the tanks throughout the facility and their contents had been destroyed. The \"Maintenance\" door was found to have been blasted open, revealing a small office space beyond. This room contained nothing of note except small puddles of the black substance, and what appeared to be scorch marks outlining the shape of a pair of shoes on the ground. The following message was found written on a note card placed on a desk in the room:\nFurther actions regarding the handling and containment of SCP-7106 are pending.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7106 \" by ItsDenali, from the SCP Wiki . Source: https://scpwiki.com/scp-7106 . Licensed under CC-BY-SA .",
        "Filename: Voiceless.jpg Author: ItsDenali License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/scp-7106"
    ],
    "item": "SCP-7106",
    "object_class": "Safe",
    "containment_procedures": "The property from which SCP-7106 can be accessed has been purchased by the Foundation and cordoned off as a condemned building site. Entry is now prohibited.",
    "description": "SCP-7106 is a facility accessible through a doorway located on the premises of a decommissioned foster care complex located in Philadelphia, Pennsylvania. A rusted placard on the door reads \"SCP Foundation Department of Abnormalities.\"",
    "title": "SCP-7106"
}