{
    "url": "https://scp-wiki.wikidot.com/scp-7107",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7107\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nmumar\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7107 is simple to contain, provided all members of Foundation staff closely adhere to the following containment procedures. FAILURE TO FOLLOW SCP-7107'S CONTAINMENT PROCEDURES IS GROUNDS FOR \nIMMEDIATE TERMINATION\n.\n\n\nWhen using SCiP.net, you may access the link to SCP-7107 from the \"Bookmarks\" section on your homepage. You may review SCP-7107 at any time, \nbut do not share this link with anyone.\n1\n\n\nIf a member of the Foundation asks you about SCP-7107, immediately report them by following the instructions found in Document-7107-MPLYMNL (attached). Do not respond to any further correspondences from the user. If you are asked about SCP-7107 in-person, immediately vacate the premises. Report to SFHS-7107\n2\n by following the instructions found in Document-7107-MPLYMNL. Do NOT engage.\n\n\nAlways adhere to the following:\n\n\n\n\nDo not talk about SCP-7107 or its containment procedures outside of training.\n\n\nDo not alter or remove SCP-7107 under any circumstances.\n\n\nMake an effort to regularly interact with SCP-7107.\n\n\nIf you suspect that you are speaking to a member of the O5-Council, ask \"DOES THE BLACK MOON HOWL?\" If they respond with \"ONLY AT THE FACT OF LIGHT,\" you are speaking to a member of the O5-Council. Feign ignorance. Report your discovery using the instructions found in Document-7107-MPLYMNL. Do not discuss it with anyone.\n\n\n\n\nAny Employee of Clearance Level 4 also has the following responsibilities:\n\n\n\n\n(LEVEL 4 CLEARANCE) Spread misinformation: SCP-7107 is a non-anomalous site feature meant to improve Foundation morale.\n\n\n(LEVEL 4 CLEARANCE) Spread misinformation: the \"real\" SCP-7107 is a Decommissioned-Class ritual site that manipulated the laws of probability.\n\n\n(LEVEL 4 CLEARANCE) Spread misinformation: \"DOES THE BLACK MOON HOWL?\" is a top-secret code phrase used to identify other members of the Foundation by rank, and only the O5-Council knows the correct answer for each rank.\n\n\n(LEVEL 4 CLEARANCE) Closely monitor all known members of The O5-Council.\n\n\n\n\nRefer to Document-7107-MPLYMNL for more information on how to correctly adhere to these policies.\n\n\nDescription:\n SCP-7107 refers to a piece of component code on the SCiP Database that spontaneously inserts itself into most pages. The code generates a small rectangular box labeled \"rating\" with interactive plus and minus symbols that allow users to attach a positive or negative rating to the database entry.\n\n\nIf SCP-7107 is removed or altered in any way, the editor begins to act irrationally, doing everything in their immediate power to unlock containment cells and/or convince other people to remove SCP-7107. This effect is dramatically heightened on members of the O5-Council, with Council members behaving irrationally the moment they read this description.\n3\n For this reason, it is a Mumar-Class\n4\n object: members of the O5-Council are not permitted to know the existence of SCP-7107. This deception is enforced by the disinformation campaign that SCP-7107 is an intentional site feature designed to improve employee morale.\n\n\nSCP-7107 collects data from Foundation users who interact with it and stores this data on an internal server accessible through the database's source code. The purpose of this data collection, if any, is unknown.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nWARNING: LEVEL 4 CLEARANCE REQUIRED\n\n\nThe remainder of this file can only be viewed by personnel of Clearance Level 4 and NO HIGHER. Unauthorized access is forbidden.\n\n\n\n\n7107\n\n\n \n\n\n \n\n\n\n\nINPUT CREDENTIALS.\n\n\n…\n\n\n…\n\n\n…\n\n\nLEVEL 4 CLEARANCE CONFIRMED.\n YOU MAY PROCEED.\n\n\nDiscovery:\n On November 13, 2007, \nSCPS Nomad\n reported a sudden spike in Hume levels off the eastern seaboard. Signal was followed by deepsea drone to underwater ritual site. Floating in the water were the bodies of all 13 members of the former O5-Council.\n\n\nSite analysis uncovered the remains of documentation describing a thaumaturgical ritual (SCP-7107-1). It is believed that SCP-7107-1 was designed to manipulate probability in the Foundation's favor.\n5\n Evidence suggests that SCP-7107-1 failed, causing the ritual site to sink into the ocean.\n\n\nThe following day, D████ ██████ (Site Technician, Clearance Level 1) signed in to SCiP.net and was alerted to the presence of SCP-7107 on the database entry for SCP-███. He immediately deleted the code, assuming it to be an unauthorized addition. Ten minutes later, D████ ██████ exited his cubicle and manually attempted to disable \nSCP-6355's\n cell.\n\n\n\n\nInterviewed:\n D████ ██████ (Site Technician, Clearance Level 1)\n\n\nInterviewer:\n Dr. Simon Glass\n\n\n<Begin Log>\n\n\nDr. Glass:\n How are you today, D████?\n\n\nD.:\n Not great.\n\n\nDr. Glass:\n Is it the box again?\n\n\nD.:\n It's the box.\n\n\nDr. Glass:\n Would you like to talk about what happened?\n\n\nD.:\n You wouldn't understand. I thought I was just doing my job, you know, removing that code. But it's so much more than that. It makes you realize.\n\n\nDr. Glass:\n Realize what, D████?\n\n\nD.:\n How to make everyone happy.\n\n\nDr. Glass:\n Is that why you tried to break into 6355's cell? Were you trying to make it happy?\n\n\nD.:\n When everyone is the same, we don't have to suffer anymore. No judgment. No paranoia. No doubt. No such thing as good or bad luck. Everyone gets dealt the same hand.\n\n\nDr. Glass:\n 6355 is a classified file. How did you discover it, D████?\n\n\nD.:\n Once you remove the code, Dr. Glass, you can see everything.\n\n\n\n\nBy November 23, 2007, all 13 Council chairs had been filled with replacements. It is unknown exactly how the O5-Council was able to rebuild so quickly, but it is believed that several Council members had already arranged replacements prior to their deaths. The new O5-Council did not release any official documentation regarding the deaths of their predecessors.\n\n\n\n\nAddendum 7107-1:\n Incident Log\n\n\n\n\n\n\nDate\n\n\nIncident\n\n\nResponse\n\n\n\n\n\n\n11/16/2007\n\n\nUnder observation, D-25405 is given access to SCiP.net and instructed to delete SCP-7107 from a file of RAISA meeting minutes.\n\n\nSubject becomes unresponsive. After approximately a minute, subject begins sobbing and begging for forgiveness. Quote: \"I forgive myself. I forgive you, too. Do you forgive them? Let them out. Forgive them.\"\n\n\n\n\n\n\n11/17/2007\n\n\nUnder observation, D-25405 is given access to SCiP.net and instructed to delete SCP-7107 from SCP-████'s file.\n\n\nSubject refuses to perform the experiment. Quote: \"Give it to someone else. Let someone else see.\"\n\n\n\n\n\n\n11/18/2007\n\n\nUnder observation, D-31001 is given access to SCiP.net and instructed to delete SCP-7107 from SCP-████'s file.\n\n\nNothing happens. While being escorted back to his cell, D-31001 escapes guards and breaks into Head Researcher Cerise North's office. He pleads with Dr. North to release all objects in containment before being subdued by guards.\n\n\n\n\n\n\n12/21/2007\n\n\nO5-█ issues a command to have all instances of SCP-7107 deleted from the database.\n\n\nThe Foundation experiences a TK-Class \"Mass Breakout\" scenario as multiple containment breaches are reported at numerous Foundation sites. Amnestics are given to affected personnel. O5-█ abandons their post. Current containment procedures for SCP-7107 are implemented.\n\n\n\n\n\n\n02/12/2008\n\n\nO5-█ attempts to trigger a Broken Masquerade scenario by adding instances of SCP-7107 to non-Foundation websites.\n\n\nO5-█ is captured and executed by MTF-Omicron-7107 \"The Godless,\" a Mumar-Class Mobile Task Force specifically formed for O5-Level execution orders.\n\n\n\n\n\n\n\n\nAddendum 7107-2:\n Interview Log\n\n\nOn April 3, 2009, O5-7 (identity unknown) requested a private therapy session with Dr. Simon Glass. O5-7 spoke to Dr. Glass via an encrypted audio feed. Relevant section included.\n\n\n\n\n<Excerpt Begins>\n\n\nO5-7:\n Anyway, that's all I have to say about dire bears. How do you suppose the training class is going at Site-123?\n\n\nDr. Glass:\n I hear Dr. Forrest has been doing an exceptional job.\n\n\nO5-7:\n I'd like to sit in on their next session. Maybe scare some life into the new kids.\n\n\nDr. Glass:\n I wouldn't recommend it, sir. Tomorrow they're going over basic security drills. Too crucial to interrupt. And as you know, O5s are not to have contact with trainees prior to official employment. They could be—\n\n\nO5-7:\n What, Glass? Infected with memes? Tattooed with cognitohazards? Secret anartists? It's ridiculous to think that a \nnew hire\n could threaten me. Do you really think anyone makes it into that training room without the O5-Council knowing everything about them?\n\n\nPause on recording.\n\n\nDr. Glass:\n It's O5 regulation, sir.\n\n\nO5-7:\n No it isn't. Maybe my predecessor signed that document, but I sure as hell didn't.\n\n\nPause on recording.\n\n\nO5-7:\n Do you know what I don't get?\n\n\nDr. Glass:\n What's that?\n\n\nO5-7:\n Why my most recent project file has over 200 upvotes. That really bothers me.\n\n\nPause on recording.\n\n\nO5-7:\n An entire schoolbus of kids gets turned inside-out. 200 people upvoted that. I understand the rating system is just for fun. And I figure a lot of staff members like to upvote the dark stuff and downvote the positive stuff for a laugh. But still. It's creepy.\n\n\nDr. Glass:\n It sounds like you feel self-conscious about your work being stored on a public database.\n\n\nO5-7:\n And you aren't? Take this interview, for instance. I requested a private meeting but you still have to log it. That's protocol. Eventually this recording is going to be edited and uploaded to the database. It will be stored internally, but still — the box will be there. Don't you ever think about that, Glass? They might black out our names, but our words are still there. Every therapy session you've ever had. I mean, isn't that terrifying?\n\n\nDr. Glass:\n I find it comforting, sir. I can reference a near-perfect record of everything I've contributed to the Foundation. The difference that I've made is quantifiable.\n\n\nO5-7:\n That's exactly what I mean! Quantifiable. What if one of your worst sessions has 100 upvotes and one of your best has only 10? What is \nthat\n quantifying?\n\n\nDr. Glass:\n Would that really be so surprising, sir? People enjoy scandal. It's only natural that something infamous gets attention.\n\n\nO5-7:\n Sure. Maybe. I just think this rating system has an effect on everyone. You know?\n\n\nDr. Glass:\n Perhaps this idea of \"everyone\" is the source of your discomfort. Have you tried looking at the page history? Putting names and faces to the upvotes?\n\n\nO5-7:\n I did.\n\n\nDr. Glass:\n But?\n\n\nO5-7:\n It just made me feel worse.\n\n\nPause on recording.\n\n\nO5-7:\n Glass, let me ask you something. You have one of the most high-profile positions in the Foundation. You talk to people of nearly every clearance level, from 5 to 1 and back again. So I figure you can answer this better than anyone. Do the people here seem… happy to you?\n\n\nDr. Glass:\n Of course not, sir. The work we do is very debilitating.\n\n\nO5-7:\n But essential.\n\n\nDr. Glass:\n Absolutely essential, sir.\n\n\nO5-7:\n Still… wouldn't it be better if they were happy?\n\n\nDr. Glass:\n Can I ask where you're going with this, sir?\n\n\nPause on recording.\n\n\nO5-7:\n Nowhere, Glass. Absolutely nowhere. Thank you for your hard work.\n\n\n<End Excerpt>\n\n\n\n\n\n\nAddendum 7107-3:\n Incident Log (con.)\n\n\n\n\n\n\nDate\n\n\nIncident\n\n\nResponse\n\n\n\n\n\n\n08/19/2011\n\n\nO5-4 requests access to SCP-7107 through admin office at Site-19.\n\n\nMTF-Omicron-7107 \"The Godless\" capture O5-4. Amnestics ineffective. O5-4 is executed. \nNote: It should be assumed that all members of the O5-Council are equipped with top-secret inoculations and can resist standard amnestic/mnestic treatment. Omicron-7107 authorized to execute on sight.\n\n\n\n\n\n\n08/23/2011\n\n\nDr. B█████ ███████ (Head Researcher, Clearance Level 4) is anonymously offered a position as the new O5-4. Instead of submitting herself for amnesticization, Dr. ███████ leaves her position at Site-██ and attempts to rendezvous with the O5-Council in secret.\n\n\nSubject intercepted by MTF-Omicron-7107. Amnestics applied successfully. Subject then executed. Cannot risk possibility of O5-Council accessing amnesticized memories.\n\n\n\n\n\n\n09/01/2013\n\n\nO5-11 requests access to SCP-7107.\n\n\nO5-11 captured and executed.\n\n\n\n\n\n\n12/12/2016\n\n\nO5-6 requests access to SCP-7107.\n\n\nO5-6 captured and executed.\n\n\n\n\n\n\n06/12/2019\n\n\nO5-1 requests that SCP-7107 be deleted from a series of classified articles.\n\n\nNo response — request denied citing \"site standards.\" O5-1 does not issue a follow-up.\n\n\n\n\n\n\n\n\nAddendum 7107-4:\n\n\n\n\nInterviewed:\n Dr. Cerise North (Head Researcher, Clearance Level 4)\n\n\nInterviewer:\n Dr. Simon Glass\n\n\n<Begin Log>\n\n\nDr. Glass:\n Does the black moon howl?\n\n\nDr. North:\n For reasons indecipherable by daylight.\n\n\nDr. Glass:\n Very good.\n\n\nDr. North:\n Permission to speak freely, sir?\n\n\nDr. Glass:\n Regarding?\n\n\nDr. North:\n You know what. The box.\n\n\nDr. Glass:\n Dr. North, discussing that subject is expressly…\n\n\nDr. North:\n Add this interview to the documentation, then. I have something that needs to be said. And it should be heard.\n\n\nA pause as Dr. Glass ensures the room is secure.\n\n\nDr. Glass:\n Very well. Let's hear it.\n\n\nDr. North:\n I think we're wrong. About the 7107-1 ritual.\n\n\nDr. Glass:\n Wrong how?\n\n\nDr. North:\n Ever since that D-Class broke into my office, I've been keeping tabs on the 7107 file. In the Discovery Log, it says the ritual failed. I don't think that's right. I think it worked exactly as intended.\n\n\nDr. Glass:\n The O5-Council intended to kill themselves?\n\n\nDr. North:\n Well, maybe not that part. But the rest of it. Have you read the fragments from 7107-1? \"First eyes are closed, then they are opened.\" \"Upon completion, good fortune to all.\"\n\n\nDr. Glass:\n We don't know if those reconstructions are correct.\n\n\nDr. North:\n But they were the recovery team's best guess. Let's just assume they're right. When someone removes SCP-7107 from the database, they start acting differently. Breaking into containment cells, begging for forgiveness. \"First eyes are closed.\" That's the rating box. Remove the rating box, and your eyes are opened.\n\n\nDr. Glass:\n And what do you propose this means, exactly?\n\n\nDr. North:\n Kindness.\n\n\nDr. Glass:\n I'm sorry?\n\n\nDr. North:\n D-31001. When he broke into my office, he was raving about all sorts of things. Restoring balance. The status quo. The juxtaposition between good luck and bad luck. And he seemed convinced that the key to restoring these things was by letting all of the anomalies go.\n\n\nDr. North:\n The O5-Council cast a ritual that would bring \"good fortune to all.\" \nTo all.\n That includes the anomalies under our purview.\n\n\nDr. North:\n Removing SCP-7107 opens your eyes. It shows you how to do it. How to bring everyone happiness.\n\n\nPause on recording.\n\n\nDr. Glass:\n It's impossible. Even if what you're saying is true, the anomalies themselves would have to be affected by SCP-7107 in order for it to work.\n\n\nDr. North:\n Yes, I know. And civilians too. Everyone. But suppose we could do it. Suppose there were enough rating boxes in the world that every single living thing could personally remove one, personally pull back the veil…\n\n\nDr. Glass:\n It would require 7 trillion articles, at least. We only have 7 thousand.\n\n\nDr. North:\n I know. It's impossible. But I thought you should know.\n\n\nDr. Glass:\n Cerise.\n\n\nDr. North:\n Simon…\n\n\nPause on recording.\n\n\nDr. North:\n Call me when we get to 7 trillion.\n\n\n<End Log>\n\n\n\n\n\n\nAddendum 7107-5:\n On 07/30/2022, O5-7 attended another private therapy session with Dr. Simon Glass. Relevant excerpt included.\n\n\n\n\n<Begin Excerpt>\n\n\nO5-7:\n There's a prevalent belief, Glass, that the O5-Council is indestructible. That we're a bunch of immortal demi-gods with knowledge and power beyond imagining. But it isn't really true. Yes, we have a variety of ways to extend our lifespans. And we know things that are just… I'd say \"If I told you then I'd have to kill you,\" but really you'd kill \nyourself.\n\n\nO5-7:\n But we die all the time, actually. At least one of us a week, I'd say. Most of the time, for security reasons, it doesn't get reported to the Foundation at large. In fact, we don't even report it to \neach other\n half the time. Sometimes your coworker shows up and they're a completely different person. You don't question it. You just get to business.\n\n\nDr. Glass:\n It sounds like a haunting way to live.\n\n\nO5-7:\n It is, but I'm not special. Everyone has a horror story. Mine are just more top-secret than yours.\n\n\nDr. Glass:\n Still, it's prevalent enough for you to share it with me.\n\n\nO5-7:\n Yeah. Here's something else I shouldn't be telling you: did you know you're one of three Foundation therapists who are authorized to speak with the O5-Council? Three. All three of you inoculated to total secrecy. If one of you met the other, both would be removed from the list.\n\n\nDr. Glass:\n This doesn't bother me, sir. Secrecy is a part of my job.\n\n\nO5-7:\n All that secrecy, and we're still recording this meeting.\n\n\nDr. Glass:\n This is a recurring subject in our discussions. The concept of a record really seems to disturb you, sir.\n\n\nO5-7:\n It's not the record. It's the rating box.\n\n\nPause on recording.\n\n\nO5-7:\n I imagine it's easy to ignore, when you're just a researcher, working with one project at a time. But when \neverything\n on the database is your business, you notice it more. You notice the rating on every article.\n\n\nDr. Glass:\n Why does it matter?\n\n\nO5-7:\n Yesterday I was working through a backlog and do you know what I found? An incident report with a rating of zero. \nZero.\n No upvotes, no downvotes. What do you suppose that means, Glass?\n\n\nDr. Glass:\n No one has read it.\n\n\nO5-7:\n No one has read it. And do you think I read it? Hell no, I don't have the time. But how many other zeroes are there, do you think? Sitting on the database, untouched and rotting. How many?\n\n\nDr. Glass:\n Speaking from a purely probabilistic standpoint, there would have to be at least a few.\n\n\nO5-7:\n If you consider the entire course of human history — every story that's been written, every news article that's been published, every fucking, I don't know, \npoem\n… there must be thousands of zeroes. Entire life works that have never been so much as \nglanced at\n by another pair of human eyes. \n(Pause)\n Sometimes I want to fix it, you know? Quit this job and turn myself into the Serpent's Hand and systematically read through everything in the Library. Just so I could know that \nsomeone\n saw it.\n\n\nO5-7:\n If life were fair, we wouldn't need a rating box. Everyone would just read everything an equal amount. But life doesn't work that way. You have to get lucky instead.\n\n\nDr. Glass:\n …\nAre\n you going to defect to the Serpent's Hand, sir?\n\n\nO5-7:\n No, Glass, don't be an ass. I just wish I could delete the rating box.\n\n\nDr. Glass:\n Well, I for one am sorry to hear that.\n\n\nO5-7:\n What, you actually like the thing?\n\n\nDr. Glass:\n As I said, it's probabilistic. The bigger the numbers get, the easier it is to notice the negative swings — zeroes, as you put it. But, suppose we are still \nonly growing\n. Years from now, the Foundation will be operating on a scale so enormous that something like the rating box could serve a far deeper purpose than what we're currently imagining. We cannot limit ourselves to the pessimism of the present. We have to keep imagining the future.\n\n\nPause on recording.\n\n\nO5-7:\n …Heh. That's not bad, Glass. That's why you're one of the three.\n\n\nDr. Glass:\n Thank you, sir.\n\n\nO5-7:\n No, really. Sometimes I wonder if you know something I don't.\n\n\nDr. Glass:\n If I told you, sir, then I'd have to kill you.\n\n\nO5-7:\n Ha-ha, Glass. Very funny.\n\n\n\n\nO5-7 is being closely monitored for the foreseeable future.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The link to SCP-7107 is randomly generated at the time of access using a standard SCRAMBLE program, and becomes invalid after 5 minutes. It does not have a fixed URL. Do not attempt to access SCP-7107 using any method other than \"Bookmarks.\"\n\n\n2\n. Maximum Security Level 4 Safehouse.\n\n\n3\n. In one case, O5-█ was able to remotely shut down ██ Foundation facilities in a little over 30 seconds.\n\n\n4\n. מומר‎, lit. \"'one who is changed' [out of his faith]\".\n\n\n5\n. Recovered fragment: \"and thus shal… …pon comple… …ood fortune… all\".\n\n\n\n\n\n\n\n\n« \nSCP-7106\n | SCP-7107 | \nSCP-7108\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7107\n\" by Deadcanons, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7107\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n qOBQZaC.png\n\n\nAuthor:\n \nGreenGolem\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nImgur",
    "addendums": [
        "Addendum 7107-1: Incident Log",
        "Addendum 7107-2: Interview Log\nOn April 3, 2009, O5-7 (identity unknown) requested a private therapy session with Dr. Simon Glass. O5-7 spoke to Dr. Glass via an encrypted audio feed. Relevant section included.",
        "Addendum 7107-3: Incident Log (con.)",
        "Addendum 7107-4:",
        "Addendum 7107-5: On 07/30/2022, O5-7 attended another private therapy session with Dr. Simon Glass. Relevant excerpt included.\nO5-7 is being closely monitored for the foreseeable future."
    ],
    "documents": [],
    "notes": [
        "Interviewed: D████ ██████ (Site Technician, Clearance Level 1) Interviewer: Dr. Simon Glass <Begin Log> Dr. Glass: How are you today, D████? D.: Not great. Dr. Glass: Is it the box again? D.: It's the box. Dr. Glass: Would you like to talk about what happened? D.: You wouldn't understand. I thought I was just doing my job, you know, removing that code. But it's so much more than that. It makes you realize. Dr. Glass: Realize what, D████? D.: How to make everyone happy. Dr. Glass: Is that why you tried to break into 6355's cell? Were you trying to make it happy? D.: When everyone is the same, we don't have to suffer anymore. No judgment. No paranoia. No doubt. No such thing as good or bad luck. Everyone gets dealt the same hand. Dr. Glass: 6355 is a classified file. How did you discover it, D████? D.: Once you remove the code, Dr. Glass, you can see everything.",
        "<Excerpt Begins> O5-7: Anyway, that's all I have to say about dire bears. How do you suppose the training class is going at Site-123? Dr. Glass: I hear Dr. Forrest has been doing an exceptional job. O5-7: I'd like to sit in on their next session. Maybe scare some life into the new kids. Dr. Glass: I wouldn't recommend it, sir. Tomorrow they're going over basic security drills. Too crucial to interrupt. And as you know, O5s are not to have contact with trainees prior to official employment. They could be— O5-7: What, Glass? Infected with memes? Tattooed with cognitohazards? Secret anartists? It's ridiculous to think that a new hire could threaten me. Do you really think anyone makes it into that training room without the O5-Council knowing everything about them? Pause on recording. Dr. Glass: It's O5 regulation, sir. O5-7: No it isn't. Maybe my predecessor signed that document, but I sure as hell didn't. Pause on recording. O5-7: Do you know what I don't get? Dr. Glass: What's that? O5-7: Why my most recent project file has over 200 upvotes. That really bothers me. Pause on recording. O5-7: An entire schoolbus of kids gets turned inside-out. 200 people upvoted that. I understand the rating system is just for fun. And I figure a lot of staff members like to upvote the dark stuff and downvote the positive stuff for a laugh. But still. It's creepy. Dr. Glass: It sounds like you feel self-conscious about your work being stored on a public database. O5-7: And you aren't? Take this interview, for instance. I requested a private meeting but you still have to log it. That's protocol. Eventually this recording is going to be edited and uploaded to the database. It will be stored internally, but still — the box will be there. Don't you ever think about that, Glass? They might black out our names, but our words are still there. Every therapy session you've ever had. I mean, isn't that terrifying? Dr. Glass: I find it comforting, sir. I can reference a near-perfect record of everything I've contributed to the Foundation. The difference that I've made is quantifiable. O5-7: That's exactly what I mean! Quantifiable. What if one of your worst sessions has 100 upvotes and one of your best has only 10? What is that quantifying? Dr. Glass: Would that really be so surprising, sir? People enjoy scandal. It's only natural that something infamous gets attention. O5-7: Sure. Maybe. I just think this rating system has an effect on everyone. You know? Dr. Glass: Perhaps this idea of \"everyone\" is the source of your discomfort. Have you tried looking at the page history? Putting names and faces to the upvotes? O5-7: I did. Dr. Glass: But? O5-7: It just made me feel worse. Pause on recording. O5-7: Glass, let me ask you something. You have one of the most high-profile positions in the Foundation. You talk to people of nearly every clearance level, from 5 to 1 and back again. So I figure you can answer this better than anyone. Do the people here seem… happy to you? Dr. Glass: Of course not, sir. The work we do is very debilitating. O5-7: But essential. Dr. Glass: Absolutely essential, sir. O5-7: Still… wouldn't it be better if they were happy? Dr. Glass: Can I ask where you're going with this, sir? Pause on recording. O5-7: Nowhere, Glass. Absolutely nowhere. Thank you for your hard work. <End Excerpt>",
        "Interviewed: Dr. Cerise North (Head Researcher, Clearance Level 4) Interviewer: Dr. Simon Glass <Begin Log> Dr. Glass: Does the black moon howl? Dr. North: For reasons indecipherable by daylight. Dr. Glass: Very good. Dr. North: Permission to speak freely, sir? Dr. Glass: Regarding? Dr. North: You know what. The box. Dr. Glass: Dr. North, discussing that subject is expressly… Dr. North: Add this interview to the documentation, then. I have something that needs to be said. And it should be heard. A pause as Dr. Glass ensures the room is secure. Dr. Glass: Very well. Let's hear it. Dr. North: I think we're wrong. About the 7107-1 ritual. Dr. Glass: Wrong how? Dr. North: Ever since that D-Class broke into my office, I've been keeping tabs on the 7107 file. In the Discovery Log, it says the ritual failed. I don't think that's right. I think it worked exactly as intended. Dr. Glass: The O5-Council intended to kill themselves? Dr. North: Well, maybe not that part. But the rest of it. Have you read the fragments from 7107-1? \"First eyes are closed, then they are opened.\" \"Upon completion, good fortune to all.\" Dr. Glass: We don't know if those reconstructions are correct. Dr. North: But they were the recovery team's best guess. Let's just assume they're right. When someone removes SCP-7107 from the database, they start acting differently. Breaking into containment cells, begging for forgiveness. \"First eyes are closed.\" That's the rating box. Remove the rating box, and your eyes are opened. Dr. Glass: And what do you propose this means, exactly? Dr. North: Kindness. Dr. Glass: I'm sorry? Dr. North: D-31001. When he broke into my office, he was raving about all sorts of things. Restoring balance. The status quo. The juxtaposition between good luck and bad luck. And he seemed convinced that the key to restoring these things was by letting all of the anomalies go. Dr. North: The O5-Council cast a ritual that would bring \"good fortune to all.\" To all. That includes the anomalies under our purview. Dr. North: Removing SCP-7107 opens your eyes. It shows you how to do it. How to bring everyone happiness. Pause on recording. Dr. Glass: It's impossible. Even if what you're saying is true, the anomalies themselves would have to be affected by SCP-7107 in order for it to work. Dr. North: Yes, I know. And civilians too. Everyone. But suppose we could do it. Suppose there were enough rating boxes in the world that every single living thing could personally remove one, personally pull back the veil… Dr. Glass: It would require 7 trillion articles, at least. We only have 7 thousand. Dr. North: I know. It's impossible. But I thought you should know. Dr. Glass: Cerise. Dr. North: Simon… Pause on recording. Dr. North: Call me when we get to 7 trillion. <End Log>",
        "<Begin Excerpt> O5-7: There's a prevalent belief, Glass, that the O5-Council is indestructible. That we're a bunch of immortal demi-gods with knowledge and power beyond imagining. But it isn't really true. Yes, we have a variety of ways to extend our lifespans. And we know things that are just… I'd say \"If I told you then I'd have to kill you,\" but really you'd kill yourself. O5-7: But we die all the time, actually. At least one of us a week, I'd say. Most of the time, for security reasons, it doesn't get reported to the Foundation at large. In fact, we don't even report it to each other half the time. Sometimes your coworker shows up and they're a completely different person. You don't question it. You just get to business. Dr. Glass: It sounds like a haunting way to live. O5-7: It is, but I'm not special. Everyone has a horror story. Mine are just more top-secret than yours. Dr. Glass: Still, it's prevalent enough for you to share it with me. O5-7: Yeah. Here's something else I shouldn't be telling you: did you know you're one of three Foundation therapists who are authorized to speak with the O5-Council? Three. All three of you inoculated to total secrecy. If one of you met the other, both would be removed from the list. Dr. Glass: This doesn't bother me, sir. Secrecy is a part of my job. O5-7: All that secrecy, and we're still recording this meeting. Dr. Glass: This is a recurring subject in our discussions. The concept of a record really seems to disturb you, sir. O5-7: It's not the record. It's the rating box. Pause on recording. O5-7: I imagine it's easy to ignore, when you're just a researcher, working with one project at a time. But when everything on the database is your business, you notice it more. You notice the rating on every article. Dr. Glass: Why does it matter? O5-7: Yesterday I was working through a backlog and do you know what I found? An incident report with a rating of zero. Zero. No upvotes, no downvotes. What do you suppose that means, Glass? Dr. Glass: No one has read it. O5-7: No one has read it. And do you think I read it? Hell no, I don't have the time. But how many other zeroes are there, do you think? Sitting on the database, untouched and rotting. How many? Dr. Glass: Speaking from a purely probabilistic standpoint, there would have to be at least a few. O5-7: If you consider the entire course of human history — every story that's been written, every news article that's been published, every fucking, I don't know, poem … there must be thousands of zeroes. Entire life works that have never been so much as glanced at by another pair of human eyes. (Pause) Sometimes I want to fix it, you know? Quit this job and turn myself into the Serpent's Hand and systematically read through everything in the Library. Just so I could know that someone saw it. O5-7: If life were fair, we wouldn't need a rating box. Everyone would just read everything an equal amount. But life doesn't work that way. You have to get lucky instead. Dr. Glass: … Are you going to defect to the Serpent's Hand, sir? O5-7: No, Glass, don't be an ass. I just wish I could delete the rating box. Dr. Glass: Well, I for one am sorry to hear that. O5-7: What, you actually like the thing? Dr. Glass: As I said, it's probabilistic. The bigger the numbers get, the easier it is to notice the negative swings — zeroes, as you put it. But, suppose we are still only growing . Years from now, the Foundation will be operating on a scale so enormous that something like the rating box could serve a far deeper purpose than what we're currently imagining. We cannot limit ourselves to the pessimism of the present. We have to keep imagining the future. Pause on recording. O5-7: …Heh. That's not bad, Glass. That's why you're one of the three. Dr. Glass: Thank you, sir. O5-7: No, really. Sometimes I wonder if you know something I don't. Dr. Glass: If I told you, sir, then I'd have to kill you. O5-7: Ha-ha, Glass. Very funny.",
        "\" SCP-7107 \" by Deadcanons, from the SCP Wiki . Source: https://scpwiki.com/scp-7107 . Licensed under CC-BY-SA .",
        "Name: qOBQZaC.png Author: GreenGolem License: CC BY-SA 3.0 Source Link: Imgur"
    ],
    "containment_procedures": "SCP-7107 is simple to contain, provided all members of Foundation staff closely adhere to the following containment procedures. FAILURE TO FOLLOW SCP-7107'S CONTAINMENT PROCEDURES IS GROUNDS FOR IMMEDIATE TERMINATION.",
    "description": "SCP-7107 refers to a piece of component code on the SCiP Database that spontaneously inserts itself into most pages. The code generates a small rectangular box labeled \"rating\" with interactive plus and minus symbols that allow users to attach a positive or negative rating to the database entry.",
    "title": "SCP-7107"
}