{
    "url": "https://scp-wiki.wikidot.com/scp-7113",
    "all_text": "\"So I was thinking, what if we bought haunted houses cheap, got rid of the ghosts, and then resold them for higher prices?\"\n\n\n\n\n\n\nrating: \n+130\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nCoffee is for closers.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nImage of SCP-7113's former home. It is believed the current residents are unaware of the home's former anomalous nature.\n\n\n\n\n\n\nItem #:\n SCP-7113\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Speak with the Assistant Regional Manager for Real Estate Acquisition for more details.\n\n\nDescription:\n SCP-7113 was an Aquatic Ectoplasmic Entity with a Level VII rating on the Ruby-Spears spirit index. SCP-7113 inhabited a home at 113 Elkview Drive in Athens, Georgia for approximately 14 years.\n\n\nSCP-7113 was capable of a number of strong manifestation effects. These included, but were not limited, to physical manifestation, telekinetic-like effects on foreign objects, spiritual possession, electronic interference, and spontaneous generation of ectoplasmic matter bearing a similarity to water.\n\n\nThe home containing SCP-7113 was owned by the Clarke County Real Estate Association\n1\n. GOI-130 came to own the home after purchasing it from its previous owner at around 40% of the home's standard market value.\n\n\nA week after the sale was finalized, the seller filed a complaint with the Better Business Bureau of Northern Georgia. This complaint included accusations of harassment and fabrication of paranormal phenomena in order to drive down the price of the home. This complaint was flagged by the Foundation webcrawler Venkman.aic and came to our attention on September 12th, 2022.\n\n\nOn September 21st, 2022, surveillance cameras placed at the SCP-7113 residence identified five individuals arriving at the home in a large van with \"Clarke County Real Estate Association\" painted on the side. Four of these individuals explored the house, while the fifth individual remained in the driver's seat of the van. The following log of events was recorded over the next three minutes.\n\n\n\n\n+ Incident Log 7113-01\n\n\n\n\n- Incident Log 7113-01\n\n\n\n\n\n\nLocation:\n 113 Elkview Drive Athens, Georgia.\n\n\nDate:\n September 21st 2022\n\n\nIndividuals involved:\n POI 1, POI 2, POI 3, and POI 4.\n\n\nThe four individuals enter the home with a collection of electronic devices and other items at 21:02 EST. After just a few seconds, POI-3 speaks.\n\n\nPOI-3:\n Guys, I've got a parabolic reading from the kitchen.\n\n\nThe four individuals gather at the kitchen sink.\n\n\nPOI-2:\n That looks like dirty water to me.\n\n\nPOI-1 nods and raises a radio device.\n\n\nPOI-1:\n Are you here?\n\n\nSurveillance equipment detects the device broadcasting a response from SCP-7113.\n\n\nSCP-7113:\n Yes.\n\n\nPOI-4:\n Dirty water and spirit box, that's a Rusalka.\n\n\nPOI-3:\n Didn't we just have a Rusalka?\n\n\nPOI-2:\n I'm calling it. Rusalka. Everyone back in the truck.\n\n\nPOI-3:\n Hold on. You're sure? We should look for ghost orbs.\n\n\nPOI-2:\n We have 6 more houses to do tonight, Steven.\n\n\nPOI-3:\n Fine.\n\n\nAll POIs then leave the residence, climb into the back of their van, close the doors, and their driver leaves.\n\n\n\n\nAs this sequence of events occurred too quickly for Foundation assets on location to respond, an action plan was established should such incidents be repeated. This plan necessitates the apprehension of any future visitors once they leave the residence.\n\n\n\n\n\n\n\n\n\n\n+ Anomaly Neutralization Incident\n\n\n\n\n- Anomaly Neutralization Incident\n\n\n\n\nOn September 25th, 2022, another individual arrived at the residence in an unmarked car.\n2\n This individual entered the residence, opened the door to the basement, and all electronic surveillance equipment failed for about six minutes. When the cameras recovered a signal Amador was already leaving the basement and proceeded to leave the house. She was then apprehended by Foundation agents. The following is an interview log following her capture.\n\n\nIt should be noted that since this incident, SCP-7113 has not manifested and no anomalous behaviors have been detected inside its former residence.\n\n\n\n\nLocation:\n Foundation Safe House 21, Athens, Georgia.\n\n\nDate:\n September 25th 2022\n\n\nIndividuals involved:\n Taylor Amador, Agent Mayholm, 7113 Project Director India Phillips.\n\n\nForward:\n Taylor Amador is placed in interrogation room 2 and made to wait for several minutes. Agent Mayholm then enters the room and takes a seat opposite Amador.\n\n\nTaylor Amador:\n The cuffs aren't necessary, sir. I'm not going anywhere.\n\n\nAgent Mayholm:\n Well, we don't want to take any chances. What's your name?\n\n\nTaylor Amador:\n Sorry, Taylor. \n(Subject pauses for 3 seconds.)\n Amador. You guys should have me on record.\n\n\nAgent Mayholm:\n We don't. What were you doing in that house tonight?\n\n\nTaylor Amador:\n The job. An exorcism. You guys had that Rusalka you wanted gone.\n\n\nAgent Mayholm:\n What is a Rusalka, if you don't mind my asking?\n\n\nTaylor Amador:\n I'm sorry. Are you with the Coalition?\n\n\nThere is a pause of seven seconds.\n\n\nTaylor Amador:\n Sorry. A Rusalka is a water spirit. Created after a death by drowning. Always female. We generally use female exorcists in case the death was deliberate and caused by a lover.\n\n\nAgent Mayholm:\n So you're an exorcist?\n\n\nTaylor Amador:\n Yes? Sorry. I'm just very confused here. I know I don't look like the priests that usually do this but I'm an exorcist, I promise.\n\n\nAgent Mayholm:\n And what is \"the coalition\"?\n\n\nTaylor Amador:\n Wait. Are you not?\n\n\nAgent Mayholm:\n Not what?\n\n\nTaylor Amador:\n Are you with the Foundation? I am so sorry, I'm supposed to use the code phrase for this. Ardent Blue 781.\n\n\nAgent Mayholm:\n That doesn't mean anything to me, ma'am.\n\n\nTaylor Amador:\n It might to your superiors. Please, if it's possible, just pass it up the line?\n\n\nProject Director Phillips interjects over the intercom.\n\n\nIndia Phillips:\n Apologies. This interview is over. Agent, please leave the room.\n\n\nAgent Mayholm:\n What?\n\n\nIndia Phillips:\n That is an order, Agent. Miss Amador, a guard will be along shortly to escort you out. We apologize for the misunderstanding.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Message from Assistant Regional Manager For Real Estate Acquisitions, Phillip Foster\n\n\n\n\n- Message from Assistant Regional Manager For Real Estate Acquisitions, Phillip Foster\n\n\n\n\n\n\nDue to extant agreements with the Global Occult Coalition,\n3\n GOI-130 (The Clarke County Real Estate Association) is not to be directly interfered with at this time.\n\n\nNow that we've identified them as a GOC-affiliated Group of Interest, we\n can \nwatch their people and money like a hawk though.\n\n\nIf you're reading this, expect to be reassigned to this department's new containment division. If you can be half as efficient as the guys in the logs, you'll be doing well.\n\n\n~ Phillip Foster, \"Secure. Close. Protect.\"\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hereafter referred to as GOI-130\n\n\n2\n. later identified as Taylor Amador\n\n\n3\n. Specifically Section 6, Article 5 of the Southern United States Extranormal Organization Cooperation Treaty (\nSUSEOCT\n)\n\n\n\n\n\n\n\n\n« \nSCP-7112\n | SCP-7113 | \nSCP-7114\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nB is for \"Blood-Borne\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nD is for \"Dermatology\"\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7113\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7113\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename: Henry Webber House\n\nAuthor: Daniel Case\n\nLicense: CC SA-BY 3.0\n\nSource Link: \nLink\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nC Is For Closers\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "Location: 113 Elkview Drive Athens, Georgia. Date: September 21st 2022 Individuals involved: POI 1, POI 2, POI 3, and POI 4. The four individuals enter the home with a collection of electronic devices and other items at 21:02 EST. After just a few seconds, POI-3 speaks. POI-3: Guys, I've got a parabolic reading from the kitchen. The four individuals gather at the kitchen sink. POI-2: That looks like dirty water to me. POI-1 nods and raises a radio device. POI-1: Are you here? Surveillance equipment detects the device broadcasting a response from SCP-7113. SCP-7113: Yes. POI-4: Dirty water and spirit box, that's a Rusalka. POI-3: Didn't we just have a Rusalka? POI-2: I'm calling it. Rusalka. Everyone back in the truck. POI-3: Hold on. You're sure? We should look for ghost orbs. POI-2: We have 6 more houses to do tonight, Steven. POI-3: Fine. All POIs then leave the residence, climb into the back of their van, close the doors, and their driver leaves.",
        "Location: Foundation Safe House 21, Athens, Georgia. Date: September 25th 2022 Individuals involved: Taylor Amador, Agent Mayholm, 7113 Project Director India Phillips. Forward: Taylor Amador is placed in interrogation room 2 and made to wait for several minutes. Agent Mayholm then enters the room and takes a seat opposite Amador. Taylor Amador: The cuffs aren't necessary, sir. I'm not going anywhere. Agent Mayholm: Well, we don't want to take any chances. What's your name? Taylor Amador: Sorry, Taylor. (Subject pauses for 3 seconds.) Amador. You guys should have me on record. Agent Mayholm: We don't. What were you doing in that house tonight? Taylor Amador: The job. An exorcism. You guys had that Rusalka you wanted gone. Agent Mayholm: What is a Rusalka, if you don't mind my asking? Taylor Amador: I'm sorry. Are you with the Coalition? There is a pause of seven seconds. Taylor Amador: Sorry. A Rusalka is a water spirit. Created after a death by drowning. Always female. We generally use female exorcists in case the death was deliberate and caused by a lover. Agent Mayholm: So you're an exorcist? Taylor Amador: Yes? Sorry. I'm just very confused here. I know I don't look like the priests that usually do this but I'm an exorcist, I promise. Agent Mayholm: And what is \"the coalition\"? Taylor Amador: Wait. Are you not? Agent Mayholm: Not what? Taylor Amador: Are you with the Foundation? I am so sorry, I'm supposed to use the code phrase for this. Ardent Blue 781. Agent Mayholm: That doesn't mean anything to me, ma'am. Taylor Amador: It might to your superiors. Please, if it's possible, just pass it up the line? Project Director Phillips interjects over the intercom. India Phillips: Apologies. This interview is over. Agent, please leave the room. Agent Mayholm: What? India Phillips: That is an order, Agent. Miss Amador, a guard will be along shortly to escort you out. We apologize for the misunderstanding.",
        "Due to extant agreements with the Global Occult Coalition, 3 GOI-130 (The Clarke County Real Estate Association) is not to be directly interfered with at this time. Now that we've identified them as a GOC-affiliated Group of Interest, we can watch their people and money like a hawk though. If you're reading this, expect to be reassigned to this department's new containment division. If you can be half as efficient as the guys in the logs, you'll be doing well. ~ Phillip Foster, \"Secure. Close. Protect.\"",
        "\" SCP-7113 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-7113 . Licensed under CC-BY-SA .",
        "Filename: Henry Webber House Author: Daniel Case License: CC SA-BY 3.0 Source Link: Link"
    ],
    "item": "SCP-7113",
    "object_class": "Neutralized",
    "containment_procedures": "Speak with the Assistant Regional Manager for Real Estate Acquisition for more details.",
    "description": "SCP-7113 was an Aquatic Ectoplasmic Entity with a Level VII rating on the Ruby-Spears spirit index. SCP-7113 inhabited a home at 113 Elkview Drive in Athens, Georgia for approximately 14 years.",
    "title": "SCP-7113"
}