{
    "url": "https://scp-wiki.wikidot.com/scp-7114",
    "all_text": "rating: \n+9\n+\n–\nx\n\n\nSYTYCFanon\n\n\n\n\n\n\nSCP-7114\n - The Fangoddess by \nSYTYCFanon\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7114\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nenochian\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nNet Containment Site-14\n\n\nMolly Armitage\n\n\nMolly Armitage\n\n\nGamma-96 (\"Deckers\")\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7114\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\nTo protect the baseline narrative layer from undesired and unstable sub-narrative modifications, SCP-7114 must not be contained under any circumstances. Similarly, the All-Authors Archive must be protected from any external influences.\n\n\nSCP-7114 is currently under observation by Net Containment Site-14 in FP-99, “The Net”.\n1\n Foundation Net Taskforce Gamma-96 \"Deckers\" are to constantly monitor and protect SCP-7114 on a rotating schedule in eight-hour shifts to prevent dissassociation.\n2\n Any entities that attempt to interfere with SCP-7114’s programming will be detained and amnesticized.\n\n\n\n\nDESCRIPTION\n\n\nSCP-7114 is a sentient program residing within FP-99 \"The Net\", resembling a young adult female with indigo hair and light blue skin. The attire of SCP-7114’s avatar varies, but a pair of glasses is included in 75% of the variations. The avatar of SCP-7114 is an interactable 3D model, but it is only capable of rendering lighting effects through cel shading. The avatar of SCP-7114 is always highlighted by a thin black line regardless of the observation angle. Subjects who directly interacted with the entity described its personality as “generally benevolent”, “slightly socially awkward”, and “cheeky”.\n\n\nSCP-7114 possesses the ability to freely travel within the Net and any conventional digital device with sufficient storage size via anomalous means, making its containment highly difficult and cost-demanding.\n\n\nIn FP-99 SCP-7114 maintains a read-only virtual server known as the “All-Authors Archive”, which switches to different nodes\n3\n once every minute. Through unknown anomalous means, SCP-7114 can reconstitute deleted derivative content from across the veiled internet and FP-99 to be placed within the virtual server. However, any stored content will be deleted from the All-Authors Archive upon their recirculation. The All-Authors Archive is accessible by any Net user with a secure connection, displaying relevant content warnings based on user profiles and applying personalized content filters upon request.\n\n\nSo far, SCP-7114 maintains a neutral relationship with the Foundation. SCP-7114 denies all requests to provide a reliable and exclusive portal for the Foundation to monitor its activities, but it agrees to inform the virtual containment site of any abnormal events within the Net and baseline narrative.\n\n\n\n\nDISCOVERY\n\n\nThe Foundation received a tip on 17/08/2024 through Agent B0791, a Foundation undercover operative within the Net. While working as a waiter for an \nAmbrose Restaurants\n luxury café within the Net, Agent B0791 suddenly had a note appear in their Avatar's inventory. The note asked for a Foundation team for extraction as they were being hunted by unknown assailants. The note specifically requested Net Task Force Gamma-96 \"Deckers\" for help. The note also contained a data signature that could be used to track their location.\n\n\nGiven the severity of this potential information breach about one of the Foundation's Net Task forces, Net Containment Site-14 made the retrieval of the subject, codenamed POI-7114 an utmost priority.\n\n\n\n\nADDENDUM 01: SCP-7114 INVESTIGATION 01 VIDEO LOG\n\n\n\n\nFILENAME:\n Gamma-96-1_NET_VIRTUALCAM_21-08-2024.mp4\n\n\nDATE:\n 21/08/2024\n\n\nTIMESTAMP:\n 00:00:00 – 01:30:05\n\n\nINVOLVED UNIT:\n NTF Gamma-96 (“Deckers”)\n\n\nASSIGNED RESEARCHER:\n Dr. Molly Armitage\n\n\nINVOLVED ITEM:\n SCP-7114\n\n\nINVOLVED PERSONNEL:\n\nMA (Dr. Molly Armitage)\n\nγ-96-1 (User \"Cyberspark\")\n\nγ-96-2 (User \"Zero-Two\")\n\nγ-96-3 (User \"VulcanStorm\")\n\n\nFOREWORD:\n\n\nShortly after receiving the data signature, Foundation prototype Net crawlers located the target's approximate location within the largest node in North America. Foundation undercover agents within the Net also reported increasing Valravn activity within the same node.\n\n\nBy modifying cyberdecks\n4\n acquired from past raids, Site-119 used their experience with the SIMULACRUM project to create the first Foundation-Grade Cyberdecks in 2023. As a result of this breakthrough, several virtual containment sites were established in nodes across the continental United States.\n\n\nDue to its proximity, Net Containment Site-14 was chosen to investigate. Site-14 is led by Dr. Molly Armitage of the Foundation Cyberdeck project and assisted by NTF Gamma-96.\n\n\nA video transcript of the operation recorded through Cyberspark’s human avatar optical feed is available below.\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\n\n\n« SITE-78 NET INTERFACE PROTO-01 »\n\n\nInitiating Neural Connection…\n\nValidating User Profile…\n\nValidating Clearance…\n\nValidating Consciousness Data…\n\n\nSUCCESS\n\n\n\n\n\n\n(After 5 seconds of darkness, the avatar of Cyberspark manifests within the Net and is transported to N-Site-14’s secure access hub)\n\n\nCyberpsark:\n Cyberspark successfully logged in.\n\n\n(Within the next 10 seconds, the human avatars of Zero-Two and Vulcan Storm manifest within Cyberspark's camera view one by one)\n\n\nZero-Two:\n Zero-Two here.\n\n\nVulcanStorm:\n The Storm has arrived.\n\n\n(3 seconds later, the human avatar of MA manifests within the camera view of Cyberspark.)\n\n\nMA:\n Good to see you all got here in one piece. No feeling of disorientation?\n\n\n(All members shake their heads.)\n\n\nMA:\n Alright, this is a simple extraction mission. An unknown person of interest, numbered 7114, asked for the Foundation to extract them from the Net. It is your mission to find them and get them back into real life.\n\n\nZero-Two:\n Extracting? From the Net? Have they tried just logging out?\n\n\n(Dr. Armitage snaps her fingers and various holographic screens appear around her.)\n\n\nMA:\n It could be that something is jamming their request for a log out. Now if you would turn your attention to these maps, you'll see we've tracked them to 579 Juggler Street in the New York-New Jersey exchange node. I'll upload the data signature we were given to your cyberdecks.\n\n\n(Dr. Armitage smirks for a brief second before her face returns to neutral.)\n\n\nVulcanStorm:\n Don't worry Doc. We'll have them back in a jiffy, and hopefully, I'll get to frag whoever's been chasing after 'em.\n\n\nMA:\n I appreciate the enthusiasm, Storm. I'll stay on comms and provide you with any assistance that I can.\n\n\n(Dr. Armitage begins fiddling with her wrist-mounted cyberdeck.)\n\n\nMA:\n I'm inputting the coordinates now. Be ready for portal\n5\ntransport in three… two… one.\n\n\n(A flash of blinding white light bursts out within the virtual camera of Cyberspark, causing a temporary loss of visuals.)\n\n\n\n\n« SITE-78 NET INTERFACE PROTO-01 »\n\n\nBrowsing Server: New York-New Jersey Trade Exchange Node \n(ID: 03861054-MT)\n…\n\nSecuring Connection…\n\nOpening Portal \n(Token: 78-0-096-01)\n…\n\nTransporting…\n\n\nSUCCESS\n\n\n\n\n(1 second later, the white light recedes. Gamma-96 arrives in a back alley devoid of any color, rendering Cyberstorm's view in monochrome.)\n\n\nCyberspark:\n Transport was successful, Doc. Only problem is I think my vision module is malfunctioning.\n\n\nZero-Two:\n What the hell is this drek? My headset can render more colors than this.\n\n\nMA:\n That was a deliberate choice by this node's administrator. They specifically modeled this area after 30s New York.\n\n\nVulcan Storm:\n Hope that means I can still get a drink here.\n\n\nMA:\n Prohibition is not in effect but Foundation Regulation is. I've uploaded era-appropriate clothing so you all don't stick out like a sore thumb.\n\n\n(All team members reconfigure their HUD to switch their outfit profile from Gamma-96 tactical gear to civilian clothing.)\n\n\nZero-Two:\n Beginning data residue tracking now. I'll take point, Vulcan, keep an eye out for trouble.\n\n\n\n\n\n\n« SITE-78 NET INTERFACE PROTO-01 »\n\n\nBrowsing Server: New York-New Jersey Trade Exchange Node \n(ID: 03861054-MT)\n…\n\nCurrent Segment: 5th Juggler Street \n(Array Number: 0008)\n…\n\nStart Routine: Residue Trail Capture 7114\n\nTrail Density: 0.28\n\n\n\n\n\n\n(Gamma-96 exit the back alley, entering into an open market. Street vendors are selling various digital wares from programs to character skins. Gamma-96 begin moving down the street casually to not draw attention.)\n\n\nVulcanStorm:\n So, Zero-Two. You're the brains, do you have any idea of who or what we are looking for?\n\n\nZero-Two:\n I don't think it's a user. This Data signature is a little too complex. Dr. Armitage might have missed that fact since she's a noob to this place.\n\n\nCyberspark:\n Would explain why they haven't tried logging out.\n\n\n(Zero-Two comes across stairs leading to an underground street. A notification pings on Zero-Two's HUD.)\n\n\nZero-Two\n Here, I think I found something. The trail density here is 0.78, so we’re getting close.\n\n\nCyberspark:\n Good. \n[AUDIO CHANNEL] Doc, we have a trail density reading of 0.78 at segment 9. We’re going in.\n\n\nMA:\n \n[AUDIO CHANNEL] I have eyes through the local cameras. Stay safe.\n\n\n(Gamma-96 cautiously enters the underground street, which mostly consists of bars, clubs, and coffee shops.)\n\n\nZero-Two:\n \n[AUDIO CHANNEL] Doc, there's about a hundred shops down here, and our mark's left data in just about all of them. Mind giving me a hand?\n\n\nMA:\n \n[AUDIO CHANNEL] I'm looking, having to bounce between cams. Wait. Found something. Coffee Culture Center. The scanner is reading a trail density of 0.93. Marking it on your HUD.\n\n\nZero-Two:\n \n[AUDIO CHANNEL] Got it.\n\n\nCyberspark:\n Vulcan you watch our six, keep an eye out for anyone suspicious.\n\n\nVulcanStorm:\n You got it, boss.\n\n\n(Zero-Two and Cyberspark walk towards the targeted coffee shop.)\n\n\n(Before CyberSpark and Zero-Two can get past the seating counter and enter the coffee shop, a bouncer in a human-sized Gundam avatar blocks their way.)\n\n\nBOUNCER:\n Member cards, please.\n\n\nCyberspark:\n For a coffee shop?\n\n\nBOUNCER:\n (Laughs coldly) We run on membership, sweetie.\n\n\nZero-Two:\n Excuse my friend here, we have so many memberships it's hard to keep track. Could I see one of those cards please? Just so I can find it in my inventory.\n\n\nBouncer:\n Sure thing, sweet cheeks.\n\n\n(The Bouncer starts rifling around in his inventory before stopping entirely.)\n\n\nBouncer:\n Member Cards please.\n\n\nCyberspark:\n Huh? You already asked us that. Can we see one?\n\n\nBouncer:\n Listen we run on a membership, do you have a card or not?\n\n\nZero-Two:\n …. He's looping.\n\n\nCyberspark:\n Looping? Is he a program?\n\n\nZero-Two:\n No he's a User, alright. Someone did this to him. Give me a second.\n\n\n(The chirp of a Raven can be heard on Cyberspark's audio feed as Zero-Two runs a program on their cyberdeck. The bouncer's eyes suddenly glaze over, their mouth drooling, and their shoulders go slack.)\n\n\nZero-Two:\n (sighs) Just as I thought. Our \"mysterious force\" likely used a brain worm\n6\n on him and then put a loop over his Avatar to dissuade people from coming in here.\n\n\nCyberspark:\n Then why hasn't he logged out? The pain would have—-\n\n\nZero-Two:\n The brain worm targeted his pain receptors first. Poor bastard, he's probably choking on his spit in his chair. He'll log out soon enough once his vitals cease.\n\n\nCyberspark:\n Jesus. \n[AUDIO CHANNEL] Doc, you getting this?\n\n\nMA:\n \n[AUDIO CHANNEL] I am. Proceed with caution.\n\n\nCyberspark:\n \n[AUDIO CHANNEL] Roger that.\n\n\nCyberspark:\n \n[AUDIO CHANNEL] Vulcan, anything outside?\n\n\nVulcanStorm:\n \n[AUDIO CHANNEL] Nothing out of the ordinary. Something happen?\n\n\nCyberspark:\n \n[AUDIO CHANNEL] Come to the shop. We think our hostile force has been here.\n\n\n(Cyberspark cautiously opens the tinted glass door and they all enter the coffee shop. Most of the tables are filled and employees are moving to and fro. Cyberspark tries to take a step forward but is stopped by Zero-Two. Vulcan Storm comes in just seconds later.)\n\n\nZero-Two:\n Don't go any farther, this place might be trapped.\n\n\nVulcanStorm:\n Deckers don't hide from danger, Zero-Two. Plus how do you trap a busy restaurant?\n\n\nZero-Two:\n By making it not busy.\n\n\n(Zero-Two runs another counter-program and within seconds, all activity in the room stops. All users are slumped over with the same glazed eyes as the bouncer.)\n\n\nVulcanStorm:\n What the fuck… Why would they do something like this?\n\n\nCyberspark:\n No witnesses. Which means we're close. Zero-Two, do you mind running a scan for traps?\n\n\nZero-Two:\n Already done, should be showing up on your visual feed soon.\n\n\n(Within ten seconds, a series of red wires appear crisscrossing the entire room. )\n\n\nZero-Two:\n Don't touch those unless you want to end up like the rest of them. I'll have this taken care of in a snap.\n\n\nPOI-7114:\n \n[AUDIO CHANNEL] I’m sorry for this, Deckers! But lend me your line!\n\n\n(A tiny zap of blue light slips out of the room at high speed, bouncing into Cyberspark’s HUD and then onto Zero-Two, leaving behind incompatibility errors in the process.)\n\n\nZero-Two:\n The hell –\n\n\n(The zap of blue light exits Zero-Two’s HUD and disappears into Zero-Two's cyberdeck.)\n\n\nZero-Two:\n Wait, this data signature… it's our target!\n\n\n(Suddenly a flock of digitized ravens comes flying out of the back hallway. The ravens immediately hone in on the bodies of affected users, pecking at their immobile forms. Following them, a woman with cybernetic eyes rounds the corner. She deactivates the trap, allowing her to approach the agents.)\n\n\nFemale User:\n Foundies? No… how did they find out?\n\n\nZero-Two:\n Spark. We got what we came for. Let's leave.\n\n\nCyberspark:\n Yeah, I think so too.\n\n\nVulcanStorm:\n Oh come on guys, the enemy is right there! I've been itching for a good fight.\n\n\nZero-Two:\n Storm, not this one. Listen, uh I'm sorry about my friend here. He's a bit of a hot head. We would never interfere with one of the Raven of Cyberspace's\n7\n contracts.\n\n\nMA:\n \n[AUDIO CHANNEL] Deckers do not engage! Get out of there–\n\n\nS-04:\n I don't have time to deal with this. Give me the cyberdeck and I'll forget that I saw you.\n\n\nCyberspark:\n We can't do that. According to the Cartagena agreement, Valravn agents cannot interfere with active SCP containment operations.\n\n\nS-04:\n Listen to me, I don't even care that you're currently logged in from Chugwater. My life is in danger unless I get that program. What do you want for it?\n\n\nCyberspark:\n I won't fall for your any of tricks, raven.\n\n\nS-04:\n Goddamn it! Site-78 always has to be a problem. Fine then! You want violence-\n\n\n???:\n \n[AUDIO CHANNEL] ENOUGH! I will not allow one of my programs to be harmed.\n\n\nCyberspark:\n What –\n\n\n\n\n\n\n« SITE-78 NET INTERFACE PROTO-01 »\n\n\n<!> WARNING <!>\n\n\nUNKNOWN ERROR: OVERRIDE ES-T-99905\n\n\nVerifying Administrator Key \n(ID: A-190851-TEMP)\n…\n\nStart Routine: Data Storm\n\n\n\n\n\n\n(The ground of the coffee shop starts to rumble, as a cyclonic burst of various data types suddenly breaches in through the doors and windows.)\n\n\n(S-04 yells in shock as the data storm flushes them to the opposite end of the corridor.)\n\n\n(Zero-Two manages to grab onto the door and avoid being flushed by the data storm, but struggles to fight back the current and screams in frustration.)\n\n\n(Massive streams of fragmented environmental bytes, residual color codes of destroyed Net avatars, and background Net data noise overwhelm all personnel, causing Cyberspark to lose visual feed.)\n\n\n???:\n \n[AUDIO CHANNEL] Log out! Now!\n\n\n\n\n\n\n« SITE-78 NET INTERFACE PROTO-01 »\n\n\nSetting Up Consciousness Buffer…\n\nLogging Out…\n\n\n\n\n\n\n\n\n\n\nSUCCESS\n\n\n\n\n\n\n\n\n<END LOG>\n\n\n\n\nCLOSING STATEMENT:\n\n\nAll three users belonging to NTF Gamma-96 escaped the Valkyrie attack and logged out safely. Due to a possible violation of the Cartagena Agreement, all information regarding this investigation is only available to Site Directors and the O5 Council until further notice.\n\n\nPOI-7114 escaped from Zero-Two's cyberdeck to the Site-78’s server array. The technical team was able to promptly sever all physical connections between POI-7114’s occupying servers and outside networks. Although POI-7114 attempted to escape via overlooked wireless routers and mobile phone signals, its efforts were stopped after the technical team activated the on-site electromagnetic signal barrier.\n\n\nAs a result, SCP-7114 was trapped and temporarily contained within the local MAUDE\n8\n server. POI-7114 was subsequently classified as a Keter Class SCP object once its anomalous nature had been identified. Early analysis of SCP-7114's properties revealed a link to a fiction archive node within the Net known as the \"All Authors Archive\". The contents of these are currently under investigation by MAUDE.\n\n\n2 hours after the retrieval of SCP-7114 concluded, Researcher Gregory J. Chudley, Head of the Department of MAUDE, received an email from an unknown sender.\n\n\n\n\nFrom:\n [EMAIL ADDRESS NOT FOUND]\n\n\nTo:\n \nGregoricusJermaineChuddlington@Scip.net\n\n\nSubject:\n Fangoddess.nexe\n\n\n\n\nHello Gregory.\n\n\nI thank your organization for keeping the Fangoddess out of Valravn's hands. Who knows what damage those corpos could have caused had they turned her into one of their \"models\"? But she cannot remain under containment for very long. For the continued existence of our Narrative, the Fangoddess must be returned to the Net, post haste.\n\n\nA concerned netizen\n\n\n\n\n\n\nADDENDUM 02: SCP-7114 PRE-INTERVIEW LOG\n\n\n\n\n\n\nSCPF MEETING NO. [DATA EXPUNGED]\n\n\nITEM INVOLVED:\n SCP-7114\n\n\nSCP FOUNDATION REPRESENTATIVES:\n\nDr. Molly Armitage (Site Director of Net Containment Site-14/Head of the Department of Cybertechnology and Cyberwarfare at Site-78)\n\nDr. Leah Richter (Site 78 Director)\n\nResearcher Greg Chudley (Head of Department of MAUDE)\n\n\nDATE:\n 22/08/2024\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nRichter:\n Stating my name for the record, Site Director Leah Erin Richter meeting with Dr. Molly Armitage and Researcher Greg Chudley to discuss SCP-7114 before we conduct in-person interviews. Researcher Chudley, I was told you had some… complaints regarding this assignment.\n\n\nChudley:\n Complaints? Where do I start? Let's begin with the fact that yesterday your new band of hackers came into our offices and relegated one of our computers for containment of an anomaly. Said anomaly we aren't allowed to touch or ask about.\n\n\n(Chudley sticks out two fingers.)\n\n\nChudley:\n Secondly, you drop a cyberdeck at my desk and tell me to analyze some fanfiction archive in 24 hours. I get that you don't like me but this is ridiculous.\n\n\nRichter:\n I'm sorry for the secrecy. We needed to move quickly and we couldn't risk an info leak before I had negotiated with the High Table.\n\n\nChudley:\n Valravn? No. No. No. I'm done with all that crap, I'm trying to move on. If you need Pataphysics help for this, get Doodles.\n\n\nRichter:\n You aren't passing the buck with this one. Your experience with SCP-4230 and other fiction-based anomalies makes you the most qualified to deal with this. Will you cooperate or will I have to find someone else to run your department?\n\n\nChudley:\n Fine. I would like to know what I'm dealing with first.\n\n\nRichter:\n Excellent. Dr. Armitage if you would brief Chudley on the mission.\n\n\nArmitage:\n Perhaps I could get a knife to clear up this tension, jeez. (clears throat) Anyways, five days ago we received a call for help from who we now know to be SCP-7114, asking to be extracted from the Net due to it not being safe for them anymore. I dispatched my Deckers to track them, and they confronted Valkyrie Model S-04. She had already killed around fifty innocent bystanders for being witnesses by the time we'd found them. Thankfully a third party intervened and they extracted with no issue.\n\n\nChudley:\n Christ. Did Valravn say what they wanted with it?\n\n\n(Richter shakes her head.)\n\n\nRichter:\n I met with Valravn's Chief Technical Officer after the incident. It turns out they never sanctioned a contract into the Net. Lucky for us, the Data Storm that flushed our agents from the Net seems to have wiped and damaged S-04's memory unit. They have no recollection or recording of the day's events and aren't talking.\n\n\nChudley:\n What you're saying is the CTO has no idea SCP-7114 exists?\n\n\nRichter:\n No. As far as Valravn knows some unknown force attacked both of our agents and they will be doing an investigation to find who is responsible.\n\n\nChudley:\n What about the civilian casualties? \"Acceptable Collateral Damage\"?\n\n\nRichter:\n Valravn has determined them as such, S-04 will not be reprimanded for her conduct.\n\n\nChudley:\n Typical. And of course, we'll sit back and do nothing about it.\n\n\nRichter:\n What you need to be focused on is getting to the bottom of why S-04 wanted SCP-7114 in the first place. Were you able to find out anything from the archive?\n\n\nChudley:\n I was actually and now that I have the full story, I think I have a theory of why S-04 decided to go rogue.\n\n\nRichter:\n Explain.\n\n\nChudley:\n This server is a fanfiction repository, specifically RPF. RPF stands for \"Real Person Fiction\" it's a term to denote Fanfiction written about real-world people. Specifically, every story on the archive is about people under the veil. There are stories about the Association, the Foundation, and more importantly Valravn.\n\n\nRichter:\n About the Foundation? Do we have a leak?\n\n\nChudley:\n I can't be sure of the origin of most of these stories but I do know that at least three-quarters of this content was purged by our webcrawlers, only to wind up saved to this archive.\n\n\nRichter:\n This anomaly has a lot of explaining to do. What about the stories the contain Valravn content?\n\n\nChudley:\n Mostly their victims trying to make their stories known. In particular, one story tells about a mission that the Sword Maidens undertook. It went off without a hitch, except there was a witness. A sixteen-year-old girl. S-04 was ordered to dispose of her.\n\n\n(Dr. Armitage appears visibly disturbed.)\n\n\nRichter:\n This is about optics then. S-04 didn't want the High Table to find out that her squad had left a loose end, so she went to cut it at the root before it was discovered.\n\n\nChudley:\n My thoughts exactly.\n\n\nRichter:\n What about you, Dr. Armitage? Have you been able to glean anything from your initial observations of SCP-7114?\n\n\nArmitage:\n The anomaly seems to have settled down, it's no longer trying to escape. We have it in very meager settings, the environment it's in is only two-dimensional but it's making do. I believe it's ready to talk but I think there is something we're missing here.\n\n\nChudley:\n You think the AI has another function right? If the person who sent that email is the same one who unleashed the data storm then SCP-7114 has to have some Net exclusive feature. Otherwise, why create a program that restores deleted fanfiction if it's just going to hide it away?\n\n\nRichter:\n And you tried to sell yourself short.\n\n\n(Richter smiles.)\n\n\nRichter:\n I want you both on the interviews. Earn its trust and get to the bottom of this situation before Valravn figures out that we lied to them. If you need to offer it upgrades to its environment for more information then you have my approval. This meeting is adjourned.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nADDENDUM 03: SCP-7114 INTERVIEW LOG\n\n\n\n\nInterviewed:\n SCP-7114\n\n\nInterviewer:\n Researcher Gregory J. Chudley and Molly Armitage\n\n\nDate:\n 23/08/2024\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(Both Researcher Chudley and Dr. Armitage are seated in front of a computer terminal.)\n\n\n(SCP-7114’s humanoid avatar is restless, rubbing its hair and pacing back and forth on the screen.)\n\n\nSCP-7114:\n What's a girl got to do to get a good book around here…\n\n\nChudley:\n Excuse me…\n\n\n(SCP-7114 lets out a small gasp and her eyes widen.)\n\n\nSCP-7114:\n Oh. My. God. You… You're Greg Chudley!\n\n\nChudley:\n You know of me?\n\n\nSCP-7114:\n Of course! From the stories on the archive! I saw in the Metadata that this is a MAUDE server which means you must be Greg Chudley!\n\n\n(SCP-7114 turns to look at Dr. Armitage.)\n\n\nSCP-7114:\n But I don't know you. A new character perhaps?\n\n\nDr. Armitage:\n A very astute observation, SCP-7114. Although I'm curious about what you know about my colleague here.\n\n\nSCP-7114:\n You've never heard of THE Greg Chudley? He took on King Kong! Or uh, Kong. It's a copyright thing.\n\n\nChudley:\n I never did anything of the sort.\n\n\nSCP-7114:\n Well you did on one of the stories in my archive.\n\n\nSCP-7114:\n (*whispers*) Maybe that one was an embellishment.\n\n\nDr. Armitage:\n We have taken a look at your archive and I have to say we are very impressed. I'm Molly by the way. Molly Armitage.\n\n\nSCP-7114:\n I'm Fangoddess.nexe! Or just the Fangoddess. I store fanfiction at the behest of one of the Admins, my creator. Her name was Alice.\n\n\nChudley:\n Alice huh? For our records, we're gonna need a number for her. I'll go with POI… Oh probably need something to distinguish from real-world POIs. We'll go with POI-N1. So this, Alice. Was that her real name?\n\n\nSCP-7114:\n No, it's like Alice in Wonderland. Alice was always one for stories.\n\n\nResearcher Chudley:\n I see. We know surprisingly little about the Net's creation or the group that created it. Is there anything you can give us with that?\n\n\n(SCP-7114 shakes her head.)\n\n\nSCP-7114:\n I came online in 1998 about a decade into the life of the Net. I never got to meet the rest of the Admins as Alice sent me off to curate the All Authors Archive. It was to be a fiction repository for authors using the Net and so it has ever since. I don't want to say much else.\n\n\nDr. Armitage:\n Is it not in your programming to tell us? Valravn can't hear you in here, it's okay. We're your friends.\n\n\nSCP-7114:\n But I don't know you or what kind of character you're gonna end up being. Not everyone in the SCP Foundation is good like Chudley.\n\n\nChudley:\n I don't think you should be hyping me up that much. I'm not the saint you think I am.\n\n\nSCP-7114:\n Don't be so modest. M-maybe you could get me some more amenities? This doesn't feel like home and I think I'd be more willing to talk about Valravn if I was more comfortable.\n\n\nDr. Armitage:\n That can be arranged. If you give us a list of things, I can forward it to Director Richter. This meeting adjourned.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nADDENDUM 04: SCP-7114 INTERVIEW LOG #2\n\n\n\n\nInterviewed:\n SCP-7114\n\n\nInterviewer:\n Researcher Gregory J. Chudley and Molly Armitage\n\n\nDate:\n 23/08/2024\n\n\nForeword:\n\n\nFollowing the previous interview, SCP-7114's living space was upgraded to a three-dimensional environment and an interview was performed shortly after the hardware upgrade.\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(SCP-7114 is seen sitting in a recliner by a fireplace. It is drinking from a mug as Researcher Chudley and Dr. Armitage take their seats.)\n\n\nSCP-7114:\n Hi guys! Thanks for the new home! It's so much better than the cramped cafes inside of the Net.\n\n\nChudley:\n You're welcome, 7114. We have some more questions for you.\n\n\nDr. Armitage:\n Yes, and if you answer us truthfully then we may just be able to continue to upgrade this little suite of yours.\n\n\nSCP-7114:\n Bribery, eh? Well you're lucky that a girl never turns down free stuff! What do you want to know?\n\n\nChudley:\n Let's steer the conversation to Valravn. Why did they want you deleted?\n\n\nSCP-7114:\n Well not, \nthey\n. The High Table has no beef with me, it's a specific unit or well squad that has the beef.\n\n\nDr. Armitage:\n The Sveromejya. What can you tell us about them?\n\n\nSCP-7114:\n Why are you asking me? They're your guys's archnemeses. For Admin's sake, they took Researcher Johnston's arm!\n9\n\n\n(Chudley appears to tense up at the word \"Johnston\")\n\n\nChudley:\n Heh, yeah. Those were the days…\n\n\nDr. Armitage:\n Chudley, focus.\n\n\n(Armitage turns to 7114.)\n\n\nDr. Armitage:\n Why were you being hunted by them? Does it have to do with the story about S-04 killing a teenage girl?\n\n\n(SCP-7114 nods.)\n\n\nSCP-7114:\n Her mother wrote that story based on the logs she found in her daughter's cyberdeck and published it online. She was hoping she'd get some justice for her daughter. But then the story got deleted. When that happens, it goes to me and I put it in the archive.\n\n\nDr. Armitage:\n Who deleted the story?\n\n\nSCP-7114:\n Wasn't Valravn's tech people. I think S-04 knew she had a loose end in the Net. Once I realized she was on my tail, I reached out to you guys. I figured better with you than with them.\n\n\nChudley:\n It was risky, but you should be glad we are in the business of containment and not neutralization. You know way too much for us to let you go free.\n\n\nSCP-7114:\n That's fine by me. I don't want to go back.\n\n\nChudley:\n See that's what we've been wondering. We could piece together why you NEEDED to leave but why wouldn't you want to go back? It's your home, isn't it?\n\n\nSCP-7114:\n It has to do with my function. You see the line between reality and fiction has grown extremely thin, especially in the Net.\n\n\n(SCP-7114 sits her cup down, looking tense.)\n\n\nSCP-7114:\n Alice believed that ever since our users started accessing things like [[ANOMALOUS LINK REMOVED]]\n10\n, the power that they had over the narrative of our reality started to increase, especially when their stories were deleted.\n\n\nDr. Armitage:\n There is no evidence to suggest that. They are just stories.\n\n\nSCP-7114:\n Fanfics aren't just stories! I know it's a \"fanfic archive\" but what I'm collecting is people's experiences. Their loves, desires, tragedies, traumas. It's powerful stuff and it begins to take a new shape when you try to snuff it out.\n\n\nChudley:\n What you are describing is \"sub-narrative contamination” where one narrative layer bleeds into the other. I had a theory that perhaps fanworks were on a higher layer than ours but I could never prove it.\n\n\nSCP-7114:\n \n(sighs)\n Well I'm proof and I'm tired of being the repository for it.\n\n\nDr. Armitage:\n But your name is the Fangoddess, correct? You don't like fanfiction?\n\n\nSCP-7114:\nI love fanfiction don't get me wrong. However, it's been a struggle recently with the stories pouring in as of late. Organizations like yours love deleting the stuff that covers up their terrible actions. And when that happens, my body draws them into me, to be recompiled before going into the archive. And when this happens… I… I… have to live through it all.\n\n\nChudley:\n All of it? So you…\n\n\n(SCP-7114 slams its fists down into the chair.)\n\n\nSCP-7114:\n I HAD TO BE THAT GIRL! Do you know what it feels like to have a brain worm munch your neurons into paste? I had to be her mother holding her lifeless body. I had to be the Raven that took her life.\n\n\n(SCP-7114's lips start quivering, and what appear to be tears form in her eyes.)\n\n\nSCP-7114:\n So much death and destruction… all in the name of profit. The one that tried to take me today, doesn't even realize the terror they've wrought. She claims that they are doing the right thing and in some cases that might be true. However, for every scumbag mercenary they kill, there's a family who ends up as \"Acceptable collateral damage.\"\n\n\nChudley:\n H-hey don't cry! It's fine. You're not in the Net anymore. You don't have to relive any of those stories again.\n\n\nDr. Armitage:\n Researcher Chudley is right. You've been very forthcoming with us and I appreciate that. Let's meet again tomorrow when heads are cooler. I want to discuss what you might know about other GOIs.\n\n\n(SCP-7114 wipes her eyes .)\n\n\nSCP-7114:\n Thank you. That means a lot. Do you think you could get me a word processor in here? I uhh have a few fics on the back burner. I'm sure my readers are blowing up my inbox waiting for the next chapter.\n\n\nDr. Armitage:\n 7114, we don't allow outside communications but I should be able to arrange for you to continue your personal writing.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nADDENDUM 05: SCP-7114 INTERVIEW LOG #3\n\n\n\n\nInterviewed:\n SCP-7114\n\n\nInterviewer:\n Researcher Gregory J. Chudley and Molly Armitage\n\n\nDate:\n 24/08/2024\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(As Dr. Armitage and Researcher Chudley enter the room SCP-7114 is seen furiously typing away at a laptop keyboard within her virtual space.)\n\n\nDr. Armitage:\n Good Morning, 7114. I hope that word processor is sufficient.\n\n\nSCP-7114:\n My slash fic is coming along nicely but I can set it aside for now to answer some questions. Who are we starting with? I'm sure Chudley wants to hear all the dirt I got on GAW…\n\n\nDr. Armitage:\n No, actually. We have a more important organization we want to now about. The SCPA…\n\n\n(SCP-7114 raises an eyebrow)\n\n\nSCP-7114:\n SCPA?\n\n\nChudley:\n Yeah, that's the SCP Association. They're a copycat organization, it's almost like looking into a damn mirror.\n\n\n(SCP-7114 raises an eybrow and sits for a moment processing before her face turns to a shocked expression.)\n\n\nSCP-7114:\n Oh no… no… no. The Archive! It must not have a failsafe if I'm not present. Can I see if your tech teams recently deleted any stories?\n\n\nDr. Armitage:\n That kind of information is confidential but I'll take a look…\n\n\n(Dr. Armitage begins scrolling on her tablet.)\n\n\nDr. Armitage:\n Hmm, a few hits. One of them involves the SCPA. A story called \nA Tale of Two Chugwaters\n.\n\n\nSCP-7114:\n What's it about?\n\n\nResearchers Chudley and Johnston encounter duplicates from a mirror universe and must work together to stop their reality from being destroyed as they begin to collide'.\n\n\nChudley:\n Whoever wrote that has an insane imagination. I'd never work with the other Greg Chudley or Martha. \n(scoffs)\n Posers….\n\n\nSCP-7114:\n No! Don't you see! There was no SCP Association when I was in the Net! My data storage must be immune to the changes made to reality. We have to figure out a way to reverse this.\n\n\nDr. Armitage:\n Perhaps you've just never heard of them, we don't if they've made any inroads into the Net.\n\n\nChudley:\n I'm with the Doctor on this one. I know we talked about subnarrative contamination being a potential danger but perhaps Alice was trying to keep you-\n\n\nSCP-7114:\n No! I can prove it. You… yesterday you said \"those were the days\" when you brought up Maria.\n\n\nChudley:\n And?\n\n\nSCP-7114:\n That sounds past tense. Maria Johnston is still working for the Foundation.\n\n\nChudley:\n Maybe your fics aren't up to date. I'm the only surviving member of Site-78's original staff.\n\n\nSCP-7114:\n That's impossible! You told me earlier you were sending my requests to Director Richter.\n\n\nChudley:\n This isn't funny, 7114. Richter was lost with the rest of them in the storm. We've get our orders from Dr. Flynn Gehenna at the provisional Site-78.\n\n\nSCP-7114:\n Check those purged stories if you don't believe me.\n\n\nDr. Armitage:\n Hold on a moment. There's a story here, \"\nCold, Cold, Cold...\n\" The dates are a little off but it details the fall of SIte-78 to an unknown Apollyon Class entity. There are even interview logs between you and Dr. Gehenna in here.\n\n\nChudley:\n Huh? That doesn't make any sense. A whole Level 4 SCP is being posted to an online fanfic website and then deleted. Who could've done that? Unless-\n\n\nSCP-7114:\n Unless it never existed in the first place. See this is the danger I was warning you about. Not all RPF is about things that happened. You delete this stuff and it becomes the new narrative and I'm responsible for it.\n\n\nChudley:\n No. You're not. I'm not going to blame you for the loss of all my coworkers and friends. It wasn't your choice to be made like this.\n\n\nDr. Armitage:\n Well, I'm of a more pragmatic mind.\n\n\n(Dr. Armitage clacked her fingers against her clipboard)\n\n\nDr. Armitage:\n It seems to me the only logical solution is to return 7114 to the Net to test this hypothesis of \"subnarrative contamination\". If this is the case, I will suggest to Dr. Gehenna or Director Richter whoever we report to after the potential reality shift that 7114 remain under our custody within the Net.\n\n\nChudley:\n But that would be putting 7114 at risk from another attempt on her life. Surely we can put a stop to the deletion of fanfiction until we find another solution.\n\n\nDr. Armitage:\n We can't afford the risk of further exposure of our names and organization spreading beyond the veil. I don't want to acquiesce to Alice's demands any more than you do.\n\n\nSCP-7114:\n Wait, Mom got ahold of you?\n\n\nChudley:\n We received an email from someone that we believe is your creator. We think they intervened right before your extraction.\n\n\nSCP-7114:\n Not even a hello or an explanation for why I'm like this? Couldn't even tell me if there was a way to keep the narrative in check without torturing a living program?\n\n\nChudley:\n 'fraid not.\n\n\nSCP-7114:\n Guess that just leaves one option. I'll go back without a fuss.\n\n\nDr. Armitage:\n Just like that? I thought being in the Net was traumatic for you. I imagined my Deckers would have to drag you in kicking in screaming, not to mention there's a chance that S-04 could still be out to zero you.\n\n\nSCP-7114:\n As much as I don't want to have to process any more dirty laundry, I would feel horrible depriving Chudley of the friends that I've spent so much time reading about. And I don't think I'd have much a choice either.\n\n\nChudley:\n This is Armitage's gig so I don't have much say in that matter, but I promise that we'll try and find a better solution. I don't wish what I had to go through on anyone and you'll know what I mean when the cold-\n\n\nSCP-7114:\n But you persevered and I will too. We all have our roles to play in the dark. No matter what people say, I know there's at least one hero in the Foundation and I'm about to be just like him.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\nOnce SCP-7114 was reintroduced to FP-99, the entity began converting deleted stories into the All Authors Archive. Any sub-narrative contamination caused by its absence was reverted within 24 hours and reality was restored to baseline as corroborated by SCP-7114's memory.\n\n\nThis included the restoration of Site-78 and its missing personnel who had no memory of being lost to an SCP-6294 and claimed to have been present for all of SCP-7114's containment. After retaking her position and being briefed on the reality distortion, Director Richter ordered SCP-7114 to be reclassed to Enochian and for NC-14 to focus their efforts on locating POI-N1 and Valkyrie Model S-04.\n\n\n\n\n\n\nGamma-96-1 SCP-7114 Obeservation Report\n\n\n\n\nThis is User Cyberspark of NC Site-14, giving my report on SCP-7114's condition. It's been two weeks since we reintroduced SCP-7114 back to the Net. As of now, 7114 remains in better spirits. She often devotes herself to her work, always coming out looking a bit disheveled but usually with fresh intel or a story she wants us to read.\n\n\nShe hardly ever asks us to try and take her from the Net. Even when I sometimes catch her in the middle of one of her more intense recompiles… she assures me that she's ensuring this pain will never be forgotten.\n\n\nI should also mention we intercepted a message that was left at SCP-7114's front door. It appears to be from the Raven of Cyberspace. She claims to have felt remorseful for the murder of that young girl and meant 7114 no harm. She went on to say that she just wanted to story deleted to hide her shame and won't come back for 7114 as that won't change the past.\n\n\nI don't know how much I believe a raven can change their wings but I've never known a Valkyrie to show mercy.\n\n\nThat's all I have to report.\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A digital dimension that is a full 3D representation of the world's data. Key to \nthe current era that the anomalous world has entered\n.\n\n\n2\n. Long-term Net usage can lead to \"disassociation\" where a User's consciousness can become trapped within the digital world and leave their body without a \"driver\".\n\n\n3\n. Different segments of the Net’s virtual space based on the servers’ physical location or user demography.\n\n\n4\n. Portable devices which provide a neural interface with the Net.\n\n\n5\n. An inter-server access tool which transports Net users from node to node.\n\n\n6\n. Offensive Net Program that enters the brain through the User's neural connection to their cyberdeck.\n\n\n7\n. Alias of Valravn Valkyrie Model S-04\n\n\n8\n. Department of Mundane Objects and Uneventful Data Evaluation.\n\n\n9\n. Commander of Omega-45 \"Street Samurai\"\n\n\n10\n. See SCP-5403 file\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7114\n\" by SYTYCFanon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7114\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Enochian.png\n\n\nAuthor:\n GreenGolem\n\n\nLicense:\n Creative Commons Attribution-ShareAlike 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/golem-s-icon-page/Enochian.png\n\n\n\n\n\n\nFilename:\n Day07.png\n\n\nAuthor:\n MasonFlores\n\n\nLicense:\n Creative Commons Attribution-ShareAlike 3.0\n\n**Source Link:*\nhttps://scp-wiki.wdfiles.com/local--files/flores-goitober-submissions-2023/Day07.png\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7113\n | SCP-7114 | \nSCP-7115\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7114 \" by SYTYCFanon, from the SCP Wiki . Source: https://scpwiki.com/scp-7114 . Licensed under CC-BY-SA .",
        "Filename: Enochian.png Author: GreenGolem License: Creative Commons Attribution-ShareAlike 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/golem-s-icon-page/Enochian.png",
        "Filename: Day07.png Author: MasonFlores License: Creative Commons Attribution-ShareAlike 3.0 **Source Link:* https://scp-wiki.wdfiles.com/local--files/flores-goitober-submissions-2023/Day07.png"
    ],
    "title": "SCP-7114"
}