{
    "url": "https://scp-wiki.wikidot.com/scp-7116",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7116\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nSCP-7116 is to be contained in a wooden box. The box is made up of several 27.5 cm x 27.5 cm x 3 cm English Oak panels, one of the panels featuring a cabinet door. Each of these wooden panels is lined with a thick panel of soundproofing foam.\n\n\nDue to SCP-7116-A's immobile nature, the entrance to SCP-7116-A is to be guarded by no less than two Security Personnel at a time, rotating in shifts of 2 hours each. Area-7116 has been constructed in order to house security and close response research. All on-site security and research personnel are to be informed of SCP-7116's effect, and constant reminders to ignore the voices coming from inside SCP-7116-A are to be given during each security rotation.\n\n\nRequests for expeditions into SCP-7116-A is still currently pending.\n\n\nSecurity personnel is to be aware of potential SCP-7116-B instances attempting to exit the mine. Security is to subdue the SCP-7116-B instance and bring it into a temporary containment cell inside Area-7116 for examination.\n\n\n\n\nNote by Doctor K. Parker\n\nThough not enforced, for the comfort of all personnel at Area-7116, it is greatly recommended to not have your radio set to FM 182.3. Thank you for your cooperation.\n\n\n- Doctor K. Parker.\n\n\n\n\n\n\nDescription:\n\nSCP-7116 resembles a Sangean WR-2 Table FM Radio. Differing from the original design of a Sangean WR-2, SCP-7116’s input/output and charging port lack functionality. The object has shown no need for power to operate, and its frequency seems to be near infinite in range, being able to transmit a signal between Site-333 and Area-7116, approximately 8756.44km away. The digital screen that displays the radio frequency on SCP-7116 will always display the radio channel “FM 182.3”. On repeat, a message will play at, on average, 62 decibels. The message is an SOS message voiced by the most recent person to have perished inside SCP-7116-A, the voice usually portrays fear and a sense of urgency. After a few hours of exposure to SCP-7116's message, the script will begin to change, with multiple reports claiming the voice on the other end speaking about more personal events relating to the affected's history. This is not present in any other objects except for SCP-7116\n\n\n\n\nSCP-7116-A Entrance\n\n\n\n\nSCP-7116-A is a mineshaft located on the eastern side of Mt. ████, Siberia. The entrance to SCP-7116-A shows signs of heavy erosion, it seems to be degrading despite the lack of water. The entrance leads into a tunnel with a steady decline at an angle of 28°. The tunnels of SCP-7116-A lack any sources of illumination, an external source of light is required for explorations into SCP-7116-A. After approximately 1.2km, the decline returns to a flat 0°. The tunnel forward contains several railroads and empty mine carts and other mining tools, implying miners from the 1840s once operated inside. Though the complete layout of SCP-7116-A has not been fully explored, it is noted that several intersections and branches into other tunnels exist, some with writing alluding to the subject inside being stalked and hunted by an unknown entity. According to the video log of Private Andrew Morrison, several tunnels possessed non-euclidian geometry, others lead into large open rooms containing residential buildings closely resembling that of childhood homes specific to the task force operatives who were present. Other rooms contained large skyscraper buildings buried in the ground, about 5 meters in between the building and tunnel, is a large drop, the current length of the drop is unknown.\n\n\nSCP-7116-B instances are sapient and highly intelligent, bipedal creatures residing inside the tunnels of SCP-7116-A. As their preferred choice of food, SCP-7116-B instances are extremely hostile to humans. Evidence in Morrison’s video log suggests SCP-7116-B instances actively attempt to discomfort and frighten their prey, through stalking. They are also theorized to have been the ones responsible for the writing on the walls. Their preferred method of hunting is to wait for their prey to panic and split off from their group, then pounce from its hiding spot in the darkness. What SCP-7116-B looks like is currently unknown as Morrison himself never saw more than just the entity’s legs as it chased him. Though according to Brooks, SCP-7116-B is humanoid, thin, and pale, however, this is not confirmed.\n\n\n\n\nAddendum-7116\n\nOn March 7th 20██, the Foundation communications team around 4.2km from Mt. ████ intercepted a transmission on Frequency Modulation 182.3. The transmission was a looping SOS message requesting help at the following [REDACTED] coordinates. The voice was that of Doctor ███, who six months prior to the transmission, had disappeared during a hike in the same mountain region. Mobile Task Force Unit Eta-11 “Savage Beasts” sent a squad of task force operatives to investigate the site.\n\n\nPVT. Morrison was the only member to survive the expedition, the surviving video log can be accessed in the document below with those of at least Level 2 clearance. Included is the list of members involved in the initial recovery of SCP-7116.\n\n\n\n\n+ ACCESS VIDEO LOG 3/7/█\n\n\n\n\n- GRANTED VIDEO LOG 3/7/█\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n\nMarch 7th 20█\n\n\nExploration Team:\n\nMTF Eta-11 “Savage Beasts” Charlie-3\n\n\nSubject:\n\nSCP-7116-A\n\n\nTeam Members:\n\n\n-Doctor K. Parker\n\nAge: Unknown.\n\nDoctor Parker was assigned as the overseer for the exploration. He was based outside SCP-7116-A in a temporary communications tent.\n\n\n- Sergeant James “Sarge” Mcfoe\n\nAge: 36\n\nSGT. Mcfoe was assigned as the squad leader of Charlie-3, heading the operation.\n\n\n- Corporal Danielle “Echo” Williams\n\nAge: 31\n\nCPL. Williams was assigned to assist with the operation due to her exceptional hearing and spacial awareness.\n\n\n- Corporal Stacy “Ten” Brooks\n\nAge: 30\n\nCPL. Brooks was assigned to assist operation due to her precise accuracy with a rifle.\n\n\n- Private Andrew “Rookie” Morrison\n\nAge: 21\n\nPVT. Morrison was assigned to assist the operation on his first field mission. He was chosen for his great memory capacity and quick thinking.\n\n\n\n\n[BEGIN LOG]\n\n\nShortly after obtaining SCP-7116, a small base of operations was established. Before the expedition into SCP-7116-A, all members of Charlie-3 were equipped with standard-issue M4 rifles set to semi-auto, a flashlight attachment equipped onto each rifle. The squad had a mounted camera on each shoulder, due to the nature of the mineshaft no live footage was projected to Dr. Parker, however, radio signals remained clear throughout the entirety of the expedition. Radio communication was the only way Charlie-3 stayed in contact with Doctor Parker.\n\n\n07:13 | 3/7/█\n\n\nFootage begins with PVT. Morrison adjusting the straps on his vest. Doctor K. Parker can be heard on the radio.\n\n\nDr. Parker\n “Are communications working?”\n\n\nSGT. Mcfoe\n “Loud and clear Doc.”\n\n\nDr. Parker\n “Check equipment is functional.”\n\n\nMcfoe looks toward Morrison, he gives Morrison a gentle nod as he proceeds to check his flashlight and rifle. Morrison quickly looks down and checks his equipment, they appear to be functioning.\n\n\nPVT. Morrison\n “Equipment functional sir!”\n\n\nCPL. Williams\n “No need to be so stiff Rookie, this is your first operation, enjoy it.”\n\n\nCPL. Brooks nods in agreement. SGT. Mcfoe tosses a make-shift strap to Morrison.\n\n\nSGT. Mcfoe\n “Since you’ve been so eager for an operation, why don’t you strap that anomalous radio to your belt and take care of it?”\n\n\nPVT. Morrison\n “Of course sir! I won’t let you down!”\n\n\nMorrison fumbles with the strap before finally attaching it to his vest and firmly strapping in SCP-7116. He then salutes.\n\n\nSGT. Mcfoe\n “That’s the spirit, Rookie!”\n\n\nMcfoe pats Morrison on his back as he activates his comms to Dr. Parker.\n\n\nSGT. Mcfoe\n “Equipment is all up and running Doc, we’re heading in now”\n\n\nDr. Parker\n “Understood, proceed with caution, update me if you notice anything out of the ordinary.”\n\n\n08:20 | 3/7/█\n\n\nSGT. Mcfoe holds up his hand as they reach a diverting path in the tunnels.\n\n\nSGT. Mcfoe\n \"SGT Mcfoe to Parker, come in.\"\n\n\nDr. Parker\n \"Loud and clear, give me an update.\"\n\n\nSGT. Mcfoe\n \"It's really dark down here, our flashlights are doing magic though. We've reached a split path, what's the plan?\"\n\n\nDr. Parker\n \"Split into groups of two, keep me updated on anything you find.\"\n\n\nSGT. Mcfoe\n \"Copy that, Mcfoe out.\"\n\n\nMcfoe turns around and points to Morrison.\n\n\nSGT. Mcfoe\n \"Rookie, you're with me we'll investigate the left. Echo, Ten, you two go right and keep me updated.\"\n\n\nCPL. Williams\n \"Understood Sarge.\"\n\n\nWilliams is seen motioning to Brooks as Morrison turns to face Mcfoe, Mcfoe takes the lead and cautiously walks into the left tunnel. Morrison follows closely behind. SCP-7116 continues to play its SOS message.\n\n\nPVT. Morrison\n \"Hey Sarge, do you think we're gonna find anything cool down here?\"\n\n\nSGT. Mcfoe\n \"We can only hope Rookie, otherwise it makes all this effort a complete waste.\"\n\n\nPVT. Morrison\n \"I wouldn't say it's waste, an adventure is still an adventure yeah, Sarge?\"\n\n\nMcfoe pauses. Morrison leans over to see the reason for the sudden halt.\n\n\nSGT. Mcfoe\n \"SGT. Mcfoe to Parker. How copy?\"\n\n\nDr. Parker\n \"Good signal, send traffic.\"\n\n\nSGT. Mcfoe\n \"I got some writing on the wall of this mineshaft.\"\n\n\nDr. Parker\n \"What does it say?\"\n\n\nSGT. Mcfoe\n \"It's hard to make out, it seems really old.\"\n\n\nMorrison steps up to the wall to inspect it, the large words written in feces stains across it.\n\n\nPVT. Morrison\n \"Fear that which watches…\"\n\n\nMorrison turns to Mcfoe, Mcfoe shoots Morrison a look of confusion.\n\n\nSGT. Mcfoe\n \"You got that Doc?\"\n\n\nDr. Parker\n \"Yeah I got it. Keep looking around, maybe you can find more to this place.\"\n\n\nSGT. Mcfoe\n \"Copy that. Mcfoe out\"\n\n\nMcfoe taps Morrison on the shoulder and motions for him to continue following. Morrison looks back at the writing on the wall and then follows Mcfoe. As they continue forward, the pair come across two open tunnels on the left and right of the main hallway they are walking down. Mcfoe motions for Morrison to investigate the right. Morrison holds his rifle at the ready. He approaches the large open room on the other side of the tunnel. In front of him is an urban homestead, seemingly abandoned and unkempt for years. Morrison shudders upon seeing the building.\n\n\nSGT. Mcfoe\n \"Rookie, how copy?\"\n\n\nMorrison stares at the building, seemingly in shock.\n\n\nSGT. Mcfoe\n \"Respond Morrison, how copy?\"\n\n\nPVT. Morrison\n \"Sorry Sarge, I'm here\"\n\n\nSGT. Mcfoe\n \"What did ya find in there Rookie?\"\n\n\nPVT. Morrison\n \"It's… My childhood home sir, I'd recognize that house anywhere.\"\n\n\nSGT. Mcfoe\n \"You sure Rookie?\"\n\n\nPVT. Morrison\n \"I can't make it up Sarge, should I investigate?\"\n\n\nSGT. Mcfoe\n \"Hold on, I'll make my way back to you.\"\n\n\nMcfoe's footsteps are heard growing louder as he approaches. SCP-7116's broadcast is suddenly interrupted by white noise. Morrison looks down at SCP-7116 and pulls the object out from its straps. Mcfoe appears shortly after.\n\n\nSGT. Mcfoe\n \"What's up with the object Rookie?\"\n\n\nPVT. Morrison\n \"I'm not sure, it just stopped working.\"\n\n\nSGT. Mcfoe\n \"Doc, you getting this?\"\n\n\nDr. Parker\n \"Loud and clear, stay where you are, let me know if the anomaly's state changes\"\n\n\nMcfoe gently takes SCP-7116 from Morrison, he plays around with the various switches and dials to no avail. Morrison watches on. in the corner of the video movement is shown. Morrison turns to where he thought the motion was, he finds himself staring at the rocky corner of the open room. Morrison displays partial confusion before SCP-7116 roars back to life, he turns to face Mcfoe.\n\n\nSGT. Mcfoe\n \"It's working again Doc.\"\n\n\nDr. Parker\n \"Continue to monitor it, are there any changes?\"\n\n\nMcfoe puts the speaker of SCP-7116 up to his ear, the radio can be heard through Morrison's camera. The voice of Corporal Williams can be heard through the radio\n\n\nCPL. Williams\n \"Hey, can anyone hear me? I'm trapped underground in a mineshaft at Mt. ████ in Siberia, please send help!\"\n\n\nPVT. Morrison\n \"Is that Echo?\"\n\n\nMcfoe's expression drops as he listens to his corporal repeat the same script Dr. █████ had been repeating previously. He hands SCP-7116 back to Morrison and pulls up his radio and speaks with panic in his voice.\n\n\nSGT. Mcfoe\n \"Echo, Ten! How copy?\"\n\n\nThere is no response.\n\n\nSGT. Mcfoe\n \"Echo, Ten! Come in!\"\n\n\nSilence. Mcfoe seems distressed now.\n\n\nSGT. Mcfoe\n \"Corporal Williams, Brooks, do you copy?!\"\n\n\nMcfoe's radio clicks as Brooks responds. Brooks sounds like she has been running, panting heavily, and speaking in a hushed whisper.\n\n\nCPL. Brooks\n \"This is Corporal Brooks, they got Williams…\"\n\n\nMcfoe and Morrison exchange looks of concern.\n\n\nSGT. Mcfoe\n \"Who got Williams? Brook?\"\n\n\nThere's silence on the other end before Brooks replies again.\n\n\nCPL. Brooks\n \"I don't know, we had just found Dr. █████'s body, then from nowhere these pale skinny bi-pedals start charging at us. William's stayed back to hold them off, I went to find you.\"\n\n\nPVT. Morrison\n \"So what happened to her?\"\n\n\nCPL. Brooks\n \"There were just too many of them, they completely infest this place. Williams was overwhelmed… [Brooks takes a deep breath.] I'm currently hiding, I can hear them though… I can see one too… Oh god, it's looking straight at me…\"\n\n\nSGT. Mcfoe\n \"Brooks? Brooks, what's going on?\"\n\n\nCPL. Brooks\n \"Oh god there are more of them, they're everywhere…\"\n\n\nSGT. Mcfoe\n \"Brooks, run for it!\"\n\n\nGunshots can be heard through the radio before abruptly cutting off. Mcfoe and Morrison stare at each other in horror, their focus turns to SCP-7116 as the white noise returns, shortly after the voice of Corporal Brooks speaks through SCP-7116.\n\n\nCPL. Brooks\n \"Hey, can anyone hear me? I'm trapped underground in a mineshaft at Mt. ████ in Siberia, please send help!\"\n\n\nPVT. Morrison\n \"Oh no…\"\n\n\nMcfoe regains his composure as he begins heading to the main tunnel once more.\n\n\nSGT. Mcfoe\n \"We're leaving right now Private.\"\n\n\nPVT. Morrison\n \"What? We have to go find Brooks and Williams!\"\n\n\nCPL. Brooks\n \"Hey, can anyone hear me? I'm trapped underground in a mineshaft at Mt. ████ in Siberia, please send help!\"\n\n\nSGT. Mcfoe\n \"I don't have time to argue with you Morrison, we need to get out now!.\"\n\n\nPVT. Morrison\n \"I can't just leave my teammates.\"\n\n\nCPL. Brooks\n \"Hey, can you hear me, Morrison? I'm trapped underground in a mineshaft at Mt. ████ in Siberia, please send help!\"\n\n\nDr. Parker\n \"Private Morrison, you are facing entities we currently have no information about, vacate the mineshaft now, that is an order!\"\n\n\nSGT. Mcfoe\n \"Rookie, we need to go now!\"\n\n\nWhat sounds like a stampede approaching the pair grows in the distance. Morrison looks down the tunnel to where the noise is coming from, he can't see anything. Suddenly Morrison falls to the ground. Laughter fills the tunnel as an instance of SCP-7116-B attempts to rip apart Morrison. The camera only captures its legs, skinny and gaunt. The radio continues to play its message as Morrison struggles against the SCP-7116-B instance\n\n\nCPL. Brooks\n \"You aren't going to abandon us are you Rookie? You said you were going to be a team player!\"\n\n\nThe SCP-7116-B instance giggles, sounding like a creature attempting to imitate human laughter. A large force impacts the SCP-7116-B instance. Mcfoe grabs Morrison and brings him to his feet, pushing him toward the exit.\n\n\nPVT. Morrison\n \"Sarge..?\"\n\n\nSGT. Mcfoe\n \"You're the one with the anomaly, that's all that matters, so get the fuck out of here now!\n\n\nPVT. Morrison\n \"But-\"\n\n\nSGT. Mcfoe\n \"That is an order Private! Follow your duties!\"\n\n\nMcfoe pulls the pin on a frag grenade. He begins charging toward the stunned SCP-7116-B instance. Morrison clutches on SCP-7116 as he sprints toward the exit of SCP-7116-A. A few seconds later a loud explosion fills the tunnels behind him. The radio emits white noise before switching voices once more.\n\n\nSGT. Mcfoe\n \"What are you doing? Turn around and come help me out!\"\n\n\nMorrison tosses his rifle to the side and wraps his arms around SCP-7116 tightly, muffling the voice of Mcfoe.\n\n\nSGT. Mcfoe\n \"Why-… Leave-… Please-..\"\n\n\nMorrison sobs quietly as he continues to run. He passes through the original diverging path, and through the other tunnel, Morrison sees the legs of an SCP-7116-B instance. He continues to run as the instance chases after him. After a few minutes of running the SCP-7116-B instance seems to give up. In front of him is the light of the entrance to SCP-7116-A. He leaps out of SCP-7116-A and rolls down the slope. Dr. Parker is seen approaching an unconscious Private Morrison.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS INTERVIEW LOG 3/7/█\n\n\n\n\n- GRANTED INTERVIEW LOG 3/7/█\n\n\n\n\n\n\nInterviewed:\n Private Andrew Morrison\n\n\nInterviewer:\n Doctor K███ Parker\n\n\nForeword:\n Following the initial recovery of SCP-7116, Private Morrison was interviewed a few hours after regaining consciousness.\n\n\n<Begin Log>\n\n\nDr. Parker:\n \"So what happened?\"\n\n\nPVT. Morrison:\n \"It was unnerving at first, those things knew what struck a core within me.\"\n\n\nDr. Parker:\n \"By them, I'm assuming you're referring to the creatures that attacked you inside the mineshaft?\"\n\n\nPrivate Morrison nods meekly.\n\n\nPVT. Morrison:\n \"They were able to perfectly construct my childhood home, everything inside there felt off. Like what would a house be doing inside an abandoned mineshaft?\"\n\n\nDr. Parker:\n \"I understand your confusion, I can guarantee you we will be forwarding resources into future expeditions-\"\n\n\nMorrison slams the table.\n\n\nPVT. Morrison:\n \"No! Please no!\"\n\n\nDr. Parker:\n \"It is a necessity in understanding how the anomaly works.\"\n\n\nPVT. Morrison:\n \"There are some places we are never meant to go. Those things down there, they're sadistic, they were playing with us the entire time! They know what they're doing and they're enjoying every bit of it! Please do not go back down there!\"\n\n\nDr. Parker:\n \"Morrison, you know as well as I do that we must fully investigate the anomaly. We have lost four very valuable personnel already, to prevent anyone else from falling victim to this anomaly, we must research it.\"\n\n\nMorrison slumps in his seat in disappointment.\n\n\nDr. Parker:\n \"I will put in a follow-up request for any unit you are assigned to not to participate in any operations involving this anomaly.\"\n\n\nPVT. Morrison:\n \"I suppose I can accept that.\"\n\n\nDr. Parker:\n \"I really am sorry about your squad members, they were good people.\"\n\n\n<End Log>\n\n\nClosing Statement:\n Private Morrison was offered Class-A amnestics to help cope with the events of the operation. He declined.",
    "addendums": [
        "Addendum-7116 On March 7th 20██, the Foundation communications team around 4.2km from Mt. ████ intercepted a transmission on Frequency Modulation 182.3. The transmission was a looping SOS message requesting help at the following [REDACTED] coordinates. The voice was that of Doctor ███, who six months prior to the transmission, had disappeared during a hike in the same mountain region. Mobile Task Force Unit Eta-11 “Savage Beasts” sent a squad of task force operatives to investigate the site.\nPVT. Morrison was the only member to survive the expedition, the surviving video log can be accessed in the document below with those of at least Level 2 clearance. Included is the list of members involved in the initial recovery of SCP-7116."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-7116 is to be contained in a wooden box. The box is made up of several 27.5 cm x 27.5 cm x 3 cm English Oak panels, one of the panels featuring a cabinet door. Each of these wooden panels is lined with a thick panel of soundproofing foam.",
    "description": "SCP-7116 resembles a Sangean WR-2 Table FM Radio. Differing from the original design of a Sangean WR-2, SCP-7116’s input/output and charging port lack functionality. The object has shown no need for power to operate, and its frequency seems to be near infinite in range, being able to transmit a signal between Site-333 and Area-7116, approximately 8756.44km away. The digital screen that displays the radio frequency on SCP-7116 will always display the radio channel “FM 182.3”. On repeat, a message will play at, on average, 62 decibels. The message is an SOS message voiced by the most recent person to have perished inside SCP-7116-A, the voice usually portrays fear and a sense of urgency. After a few hours of exposure to SCP-7116's message, the script will begin to change, with multiple reports claiming the voice on the other end speaking about more personal events relating to the affected's history. This is not present in any other objects except for SCP-7116",
    "title": "SCP-7116"
}