{
    "url": "https://scp-wiki.wikidot.com/scp-7117",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7117\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Not enough is known about SCP-7117 to devise proper containment procedures. Primary containment efforts are to encompass gathering information about the anomaly to determine:\n\n\n\n\nits nature,\n\n\nwhether containment efforts are possible,\n\n\nwhether containment efforts are practical,\n\n\nwhether containment efforts are desired.\n\n\n\n\nDescription:\n SCP-7117 is a hypothesized stochakinetic\n1\n effect impacting the development of human civilizations. Its most prominent feature is the oscillation of the primary stellar object inhabited by those affected — alternating between Earth and Mars over periods of roughly 100'000 years.\n\n\nThis planetary migration is accompanied by the collapse of human society and the deterioration of its technological capabilities to those of the pre-Neolithic period. Said deterioration typically takes place immediately after the migration concludes, although it must be noted that advanced inner-system vessels are used in the endeavour. This is followed by the loss of historical evidence pointing toward the existence of the society which perpetrated it, creating an illusion that humans have naturally evolved on the target planet.\n\nThe secondary effect of SCP-7117 is its impact on spacefaring efforts tasked with moving human subjects beyond the Sol system. Such efforts inevitably fail due to the aforementioned stochakinetic effect through equipment malfunctions and health complications. All precautionary methods developed when accounting for the properties of SCP-7117 do not nullify its effect.\n\n\n \n\n\n\n\n\n\n\n\nPHOBOS Program (1949-2008)\n\n\n\"Human Survivability Hypothesis\" - a seminar by Dr. Sylvain. Performed ██/03/1999.\n\n\nArcheological Site MAR-A12-H90.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTimendi causa est nescire\n\n\n\n\n\n\n\nPHOBOS was the first Foundation-sponsored spacefaring program since the Lunar Containment Initiative of 1902. The aim of PHOBOS was the establishment of outer-system research outposts to serve as listening stations as well as a potential impetus for containment efforts outside of the Sol system.\n\nUnofficially, the PHOBOS program was used to expand the Foundation's evacuation capabilities in the event of an XK-Class End of the World scenario that would have rendered the Sol system uninhabitable. In such an event, selected 500-800 human subjects were to be transferred to the established colonies in order to repopulate. Drafts for the future terraformation of selected planets as well as post-XK scenario Earth were considered but ultimately deemed infeasible.\n\n\nThe program was put on hold after the effect of SCP-7117 was verified in 2008.\n\n\nPHOBOS Program Mission Log\n\n\n\n\n\n\nMission ID\n\n\nVessel\n\n\nDate\n\n\nPurpose\n\n\nResults\n\n\n\n\n\n\nPHOBOS-I\n\n\nUtu\n2\n\n\n██/01/1954\n\n\nThe delivery of PHOBOS-I to its predetermined location through the use of unmanned long-range space drones.\n\n\nPHOBOS-I was successfully delivered. The vessel is ready for housing human subjects.\n\n\n\n\n\n\nPHOBOS-II\n\n\nInanna\n3\n\n\n██/12/1967\n\n\nThe transportation of 12 subjects to permanently inhabit PHOBOS-I.\n\n\nCO₂ removal systems began failing as the vessel approached the Oort cloud. Despite repair attempts, the crew perished from asphyxiation.\n\n\n\n\n\n\nPHOBOS-III\n\n\nEnlil\n4\n\n\n██/09/1972\n\n\nThe conduction of a manual checkup on PHOBOS-I and recovery of PHOBOS-II for analysis.\n\n\nCpt. Sarr suffered a cerebral haemorrhage a few seconds after PHOBOS-III entered the Oort cloud. It should be noted that mandatory health checks were performed before the mission and Cpt. Sarr was not found to be susceptible to the condition.\n\n\n\n\n\n\nPHOBOS-IV\n\n\nNabu\n5\n\n\n██/04/1990\n\n\nThe delivery of a cryopreserved research crew to the Alpha Centauri system.\n\n\nCommunication with the crew of PHOBOS-IV was cut as the vessel entered the Oort cloud. The communication was eventually re-established, but the vessel sustained damage from an unknown source and its systems — including the autopilot — were beyond repair. Although unconfirmed, it is highly probable that the crew perished from several viable causes, ranging from sudden pod depressurization to muscle dystrophy.\n\n\n\n\n\n\nPHOBOS-V\n\n\nVera\n6\n\n\n██/09/2003\n\n\nDetermining the existence of an anomalous phenomenon disturbing the progress of the PHOBOS program.\n\n\nAll biological functions of D-3012 ceased after the subject entered the Oort cloud. The vessel's vital scanners confirmed that a spontaneous reaction between the side-chain of haemoglobin, carbon dioxide, urea, and sanguinium\n7\n in presence of a magnesium catalyst took place in the aorta of D-3012. The product was an anomalous compound capable of terminating the subject in an absence of a viable biochemical pathway.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFor a long time, we've known that our species has a long history. Even in our early days, we've dismissed the idea that humans had only been around for 100,000 years. Similarly, we have abandoned the notion that the concept of a society is even younger.\n\n\nBut whenever such a possibility is considered, we encounter the same problem. How did we survive? Every day, it appears that something is threatening our existence, poking holes into that which we understand to be \"the Baseline.\" We're doing a good job of filling those holes, but the Foundation as we know it today has only been around since the early 1800s.\n\n\nAnd of course, there are the stories of ancient masters of sorcery protecting their tribes, but that couldn't have been enough. As much as we like to idolize the old style of thaumaturgy, it cannot even begin to compare to our modern standards. Our invocations have been perfected through voice synthesis and our runes are carved with lasers guided by precise computers. But with all that strength, we still struggle.\n\n\nI'll ask again. How did we make it? Was it chance? Some blessed roll of the dice that always favoured us? The simple answer is that we didn't.\n\n\nI would like to draw your attention to the image on the screen. These are the ruins discovered beneath the surface of Mars. They date back about 100,000 years, but I see that some of you are already familiar with them. Arches, pillars, temples, channels, and tools — all intended for human use.\n\n\nThis is just the beginning. We discovered computers, fuel silos, and even a simple nuclear reactor. But it's not just one fabled lost civilization. We uncovered layers upon layers of evidence pointing to the existence of several dead societies on the surface of Mars. Older samples dating back more than 300,000 years had different writing and counting systems than the more recent ones. Nonetheless, they all remain human-centric.\n\n\nWhen we compare this to the relicts found on earth, we can consider our world to exist on a 100,000-year cycle. We rise. We fall. We move to Mars. We rise. We fall. We move to Earth. We rise. We fall. We move back to Mars. At this point, it is difficult to confirm whether Earth is even our homeworld.\n\n\nThen there's the fact that the planet always seems to be tailor-made for us. If it had been a simple case of terraforming — if that is still an appropriate term — we would have seen some evidence of it. We would have come across some ancient machine or its remnants. But we never did.\n\n\nThis does not even begin to address the loss of history that occurs between cycles. It took a 152-year effort to piece together the shards left by those who came before us. Or perhaps, the shards they forgot to destroy.\n\n\nShould the cycle be broken? I don’t know. I don’t know if something bad will happen. I don’t know if whatever force is behind all this is protecting us from an unknown threat — I just don’t know.\n\n\n“Timendi causa est nescire” — ignorance is the cause of fear. And I am afraid.\n\n\n\n\n\n\n\n\n\n\nAbstract:\n The following is a translation of a memoir written by an unidentified member of the i-1\n8\n civilization discovered at Archaeological Site MAR-A12-H90. It should be noted that the translation is incomplete and that the majority of the actual wording and sentence structure are based on interpretations.\n\n\n\n\nI am afraid that our world will be quiet forevermore.\n\n\nThe [Regents]\n9\n of the [Southern] hemisphere and the [Northern] hemisphere\n10\n gathered.\n\n\nThe land no longer provides us with food. The skies have turned [dark].\n11\n The seas become red, searing the flesh of our [kyanites].\n12\n The [lit. ice mountains] extend further and further, encroaching on our land.\n\n\nBut there is [hope/possibility]. The Regents, in their infinite wisdom, have [lit. conditioned] our progress.\n\n\n55 mighty [vessels]\n13\n are to be prepared. They will bring us to the [green one].\n14\n If I am lucky enough to be given the honour of being chosen for the [exodus].\n\n\nPeople are fearful. We’ve tried crossing beyond the [golden star]\n15\n but always failed. People try to blame the Regents. What a horrible thing!\n\n\nBut I am also [filled with yellow].\n16\n We will be forced to abandon our iron [cities/countries].\n17\n We will be forced to say goodbye to the white skies of our world. But we will survive.\n\n\n[Complete ending.]\n18\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[+] Log ι-000-001\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\nForeword:\n The spacefaring division of the R&D Department believed that the effects of SCP-7117 could be negated by shifting through a ⊆-class pocket reality.\n19\n The following is a series of logs produced by Agent König during his time beyond the Oort cloud. All text, audio, and video files are currently under review before being forwarded to the Overseer Council.\n\n\n\n\nPHOBOS PROGRAM MISSION LOG\n\n\n\n\n\n\n\n\nMission ID\n\n\nVessel\n\n\nDate\n\n\nPurpose\n\n\nResults\n\n\n\n\n\n\nPHOBOS-VI\n\n\nHammurabi\n20\n\n\n██/01/2012\n\n\nTraveling beyond the effects of SCP-7117.\n\n\nSee below.\n\n\n\n\n\n\n \n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n[BEGIN LOG]\n\n\n00:00:\n The automatic monitoring system of PHOBOS-VI is turned on. The vessel manoeuvres its way around planetesimals comprised primarily of solid water and methane. Scattered throughout are the hulks of various space shuttles, the majority of which are yet to be identified. PHOBOS-II is found amongst the debris.\n\n\n00:14:\n A sound is heard as the debris impacts the starboard section of the vessel. The damage is superficial.\n\n\n00:32:\n The ship's Malkuth drive is engaged. Multipotent-level entity\n21\n is successfully conjured, taking the form of a white flame with 13 avian wings. It wraps itself around the vessel. As per the Covenant,\n22\n the monitoring system is turned off.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n[BEGIN LOG]\n\n\n00:00:\n The navigation system confirms that the vessel has currently passed through the Oort cloud. Agent König examines both himself and PHOBOS-VI. No complications are detected.\n\n\n00:04:\n The monitoring system of PHOBOS-VI is manually turned on. A ring-shaped structure can be seen in front of the vessel, measuring roughly 1,500 km in diameter. The structure is mostly made of white ceramic-like material. Unidentified purple writing is found on its circumference. The ring begins to rotate as it approaches PHOBOS-VI.\n\n\n00:06:\n There is an attempt at communication. The structure responds by sending a radio signal in the 26.8 to 27.2 MHz range. Cross-referencing the signal with the ship's onboard archives fails.\n\n\n00:15:\n Needle-like structures protrude from the ring, piercing the hull of PHOBOS-VI in several places. The monitoring system is disabled.\n\n\n[END LOG]\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\n[BEGIN LOG]\n\n\nI have been trying to record this message three times now.\n\n\nI am not entirely sure where I am. It is dark in here — pitch black. Something happened. I am in a \n(pause)\n well, it is a room of sorts. No doors. No windows. There is a humming sound, the kind you would get from an overloaded wire. Speaking of wires, circuit patterns are imprinted on the walls here. They're glowing. But very faintly. At least I think they are glowing, could just be my eyes.\n\n\nI took my Euler's,\n23\n so I am certain that I am still alive and not just imagining being alive. Still got a few left.\n\n\nI am lucid. \n(pause)\n Sorry, the Euler's are still doing their thing. I will stop recording for now.\n\n\n[END LOG]\n\n\n\n\n\n\nJOURNAL LOG\n\n\n\n\nThe walls of the chamber moved, flooding it with filthy white light. Getting up, I walked towards the exit. And when my eyes finally adjusted to the brightness, I saw it.\n\n\nAt the frame of the newly constructed entrance, there stood a silhouette. It wore a deep-blue ankle-length overcoat adorned with copper accents. On its face was a featureless mask comprised of the same metal.\n\n\nIt motioned with its walking staff for me to leave the room. I immediately noticed how tense the creature was around me. Although its face was covered, the figure's body language plainly indicated defensiveness. It appeared to be ready for me to leap at its neck. Wherever this apprehension came from, I could not tell. Nonetheless, I continued following it.\n\n\nAs we walked, it finally decided to speak, introducing itself as an \"Ambassador.\" I would have asked it something — anything — if I weren't still in a daze. All I could muster out was a meagre \"is that your true name?\" after which it politely explained to me that it did not wish to strain my throat with its birth name. The Ambassador stopped in front of a wall, and after tapping it with his walking stick thrice, it opened. It told me to sit and wait — that it would talk to me at a later date.\n\n\nI'm currently in a more \"luxurious\" room. It is mostly empty, save for a bed constructed in the style most comparable to Art Nouveau. The bed is extremely comfortable, floating about half a meter above the ground. But my lodging is not important. What is important is the fact that the thing seems eager to entertain my curiosity, so getting an interview with it should be easy.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\n[BEGIN LOG]\n\n\nThe Ambassador:\n You are a human.\n\n\nAgent König:\n I am. And you are?\n\n\nThe Ambassador:\n This is unfortunate.\n\n\nAgent König:\n And you are?\n\n\nThe Ambassador:\n Just a messenger\n\n\nAgent König:\n A messenger? Are you \n(pause)\n are you an angel?\n\n\nThe Ambassador:\n No. I am a messenger. For the true state. For Empire of Man.\n\n\nAgent König:\n Thank god. \n(pause)\n Wait, so you are a human?\n\n\nThe Ambassador:\n I am.\n\n\nAgent König:\n You are, huh? Is that right? \n(pause)\n There are others out there?\n\n\nThe Ambassador:\n Billions.\n\n\nAgent König:\n Billions. \n(pause)\n Why haven't you contacted us?\n\n\nThe Ambassador:\n There was no need to do so. But you have forced our hand. And so, we will speak.\n\n\nAgent König:\n Why?\n\n\nThe Ambassador:\n Because I know that whoever you answer to favours the greater good. And so, you will stop. And I will make sure that you do. Please, send this message to whoever oversees your overseers.\n\n\nAgent König:\n I don't think I understand.\n\n\nThe Ambassador:\n Would you like to see it for yourself?\n\n\nAgent König:\n Yes. Yes, I would.\n\n\n[END LOG]\n\n\n\n\n\n\nJOURNAL LOG\n\n\n\n\nThe Ambassador permitted me to visit one of the cities of his empire. Perhaps \"visit\" isn't a proper term, since I was shipbound throughout. It was a shame, to say the least.\n\n\nOur vessel looked over a planet, the name of which I had estimated from his strange phonetics to be \"Dokoth.\" The people waved at us from the large crystalline city — a red blister in the planet’s white desert. By its side, several channels of blue water pierced the monotony of the sand. They stretched in every direction yet ultimately led nowhere. People wandering the streets wore multicoloured overcoats decorated with geometric patterns, with a few choosing to sport a mask similar to that of the Ambassador.\n\n\nWhen I saw those who were unmasked, I knew I was among humans. Many things in this world attempt to imitate us. Some use our faces as camouflage to hunt. Others simply want to be part of our communities. I've trained my brain to be pretty good at telling the difference between the humans and the pretenders, going beyond the instinctive feeling of the uncanny valley. Those were humans. I'd wager my career on it.\n\n\nI just stood there for a moment, watching.\n\n\nI watched children play by the side of a small fountain. They threw jade rocks into its water. Whatever the reason behind it was, whether it had anything to do with some ancient tradition or simply a common delight of watching the water splash, I could not tell.\n\n\nI watched merry men slowly floating down the planet's many channels, drinking purple liquid from thin vials. Even the seemingly stoic oarsman joined in their banter.\n\n\nI watched a group of young men racing through the desert while riding atop slender horse-like creatures, grabbing tightly onto their red skin as they threw sand and dust in the air. And when one of the jockeys fell, it did very little to deter him. He simply laughed and climbed back atop the eyeless crimson steed.\n\n\nI wasn't sure how to feel. On the one hand, I witnessed an incredible human achievement.\n\n\nBut then again, those were not my people.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\n[BEGIN LOG]\n\n\nAgent König:\n I will ask you again. Why haven't you contacted us?\n\n\nThe Ambassador:\n Interacting with you is not something we wanted. There is a reason that we have constrained you to the Sol system.\n\n\nAgent König:\n But we are both humans. Why am I the only one in here looking out for our species?\n\n\nThe Ambassador:\n What do you want us to do? Gift your people our creations just because they exist?\n\n\nAgent König:\n No — of course not. We could also help you. The Foundation has achieved a lot. I am not sure when was the last time you surveyed our planet, but we are no longer a group of witch hunters. We don't capture or kill the anomalous for gold. We have evolved beyond that, finding a new purpose.\n\n\nThe Ambassador:\n We are aware. My people do not doubt your strength. They also don't doubt your morals. The issue comes with your existence.\n\n\nAgent König:\n So why reject us? You have this \"Empire of Man,\" but you exclude our homeworld?\n\n\nThe Ambassador:\n Our homeworld? Earth? Earth is not our homeworld. It is simply a planet we have selected for you. It was mostly for convenience.\n\n\nAgent König:\n This doesn't justify just \n(pause)\n just leaving us there.\n\n\nThe Ambassador:\n It is necessary, I am afraid.\n\n\nAgent König:\n Why? Why is this necessary? Why is any of this necessary?\n\n\nThe Ambassador:\n Our first achievement as a species — the first achievement that was worth recording — was the construction of a great machine in the heart of the universe. We gifted it with the ability to alter probability. It was the only way that we could ensure a society based on merit. But there were those who affected the odds. Those who could not be managed. Those who ripped the rationality out of its existence. People like you. And so, we detained them in accordance with the machine's instructions. Do you know why people die?\n\n\nAgent König:\n \n(pause)\n What?\n\n\nThe Ambassador:\n Do you know why people die?\n\n\nAgent König:\n Well, I suppose their bodies stop working. That is, if we are talking about organic death-\n\n\nThe Ambassador:\n \n(interrupts)\n Bad fortune. Death is an equilibrium, not just a binary transition from being \"alive\" to \"not alive.\" The machine keeps the equilibrium in our favour. You would cause it to fail, killing billions.\n\n\nAgent König:\n Is \"killing\" really a proper term? Are you that detached from our roots that the idea of dying of natural causes disturbs you?\n\n\nThe Ambassador:\n I am not ashamed. Death is a horrible thing. \n(chuckles)\n Oh, it has been a while. I never considered it before, but I am quite sure I'm the only person in the empire who still knows that word.\n\n\nAgent König:\n But there must be other ways of dying in your society. \n(looks down at his holster)\n What if I were to point a gun at your head?\n\n\nThe Ambassador:\n It wouldn't fire.\n\n\nAgent König:\n What if I made sure that it would?\n\n\nThe Ambassador:\n It wouldn't.\n\n\n[END LOG]\n\n\n\n\n\n\nJOURNAL LOG\n\n\n\n\nFor all of our achievements, stochakinetics are a foreign science to us. We've tried to measure, quantify, or even define \"luck\" as something which can be placed on a number line like Humes.\n\n\nBut maybe we were never meant to master it. Maybe our existence makes it inherently impossible to do so. The Ambassador seems to agree. After all, we are \"those who affect the odds.\" Although in my opinion, a more proper term would be \"those who create the odds.\" There is no luck without us. There is only peace.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\n[BEGIN LOG]\n\n\nAgent König:\n You seem to be at least aware of our existence, but how much do you actually know about the SCP Foundation?\n\n\nThe Ambassador:\n Your group. Yes. You are one of the strongest organisations when it comes to the occult. If you apply yourself, you could break the Filter permanently.\n\n\nAgent König:\n You don't sound concerned.\n\n\nThe Ambassador:\n A dog could also break its fence, but why would it? All that it needs is surrounded by the fence, and it protects it from the outside. \n(pause)\n I hope that metaphor wasn't offensive.\n\n\nAgent König:\n What exactly makes us stronger than any other? Maybe I am being too optimistic about the future, but my world is early into its development. At least, that's what I'd like to believe.\n\n\nThe Ambassador:\n It is not what you have achieved, per se. It is your attitude. In every single other cycle, the men either worshipped or feared the occult. \n(points at Agent König)\n You were the first to cage it. The first to study it. The first to use it. The first to master it. It is for this reason that, even at such an early age, you threatened us with your existence.\n\n\n[END LOG]\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\n[BEGIN LOG]\n\n\nAgent König:\n What is your opinion on the cycles?\n\n\nThe Ambassador:\n I fully endorse the system.\n\n\nAgent König:\n Some would call it cruel.\n\n\nThe Ambassador:\n Some would call you cruel. \n(exhales)\n What you need to understand is that any human civilization will always grow up with the desire to explore — explore their continents, explore their oceans, explore their skies, and then explore their stars. And so, we make sure that they implode in on themselves before they can discover the Filter and attempt to cross it.\n\n\nAgent König:\n Where does this desire come from?\n\n\nThe Ambassador:\n It doesn't come from anywhere. It is simply an integral aspect of our species.\n\n\nAgent König:\n Like the desire to create?\n\n\nThe Ambassador:\n Yes, like the desire to create. Create tools. Create shelters. Create weapons. We explore and then share tales about what we saw. But there is always a need for more. Better tools. Bigger shelters. Stronger weapons. And once mapped, even an entire planet appears small. You must understand this as a spaceman.\n\n\nAgent König:\n I do. I really do. But does that justify it?\n\n\nThe Ambassador:\n There is nothing to justify. I do not understand why you have an issue with it. It is a cycle. So what? Our body's production of energy is also a cycle. What makes the concept of a cycle so bad in your eyes? Unique civilizations will rise and unique civilizations will fall. No system, belief, or idea will overstay its welcome. Truth be told, I almost envy you.\n\n\nAgent König:\n Why is that?\n\n\nThe Ambassador:\n Where I come from, everything is the same. It has always been the same. The men who oversee all that is worth doing never change, and neither does their will.\n\n\nAgent König:\n What is your government like? I am assuming that it is a form of oligarchy, correct?\n\n\nThe Ambassador:\n That word has a negative connotation in your land, does it not? Well, I believe you should be thankful to our leaders. Your existence caused the first and only schism within our society since the machine was created. But you persist. They allowed you to persist.\n\n\nAgent König:\n There was a struggle over it?\n\n\nThe Ambassador:\n Yes. Many opposed your existence. Many still do.\n\n\n[END LOG]\n\n\n\n\n\n\nJOURNAL LOG\n\n\n\n\nThe Ambassador made it clear that their world is not without conflict. They still haven't cured every disease, fed every man, or solved every moral quandary. Suffering and immortality, after all, are not mutually exclusive. But this world — this empire — was wonderful.\n\n\nIt was then that I understood why. Uncertainty does not exist for those people. They fail because they fail and they succeed because they succeed. And so, they don't waste time pondering what will be next, because that depends on nothing more than their merit.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\n[BEGIN LOG]\n\n\nThe Ambassador:\n It is time for you to leave.\n\n\nAgent König:\n May I ask you one more question?\n\n\nThe Ambassador:\n You have earned that much.\n\n\nAgent König:\n If your entire society depends on the lack of death and the absence of uncertainty — if we pose so much threat to your kind — why not wipe us out? Why not kill us? You have the technology to build an empire amongst the stars — your \"empire of billions.\" Murdering a few \"primitives\" can't be too taxing on your resources. There is always a chance that one of us slips through again. There is always the chance that your \"Filter\" will be compromised. If not by the Foundation, then by somebody else. Some other time. In some other cycles. So why don't you kill us?\n\n\nThe Ambassador:\n \n(pause)\n That would be cruel.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[+] Vote of the Overseer Council: Motion-7117§1\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\nMotion:\n The reclassification of SCP-7117 as an Archon class object, subsequently halting all containment efforts.\n\n\n\n\n\n\nO5-1\n\n\nNAY\n\n\nComment:\n If the cycle of SCP-7117 is allowed to continue, all that we have worked on would be ultimately worthless. Every milestone our kind achieves would be a sandcastle waiting to be washed away by the waves of time. The goal of the SCP Foundation has always been to physically protect humankind, but that is hardly enough. To fulfil our true goal, we must allow the human spirit of discovery, progress, and wonder to prevail.\n\n\n\n\n\n\nO5-2\n\n\nYAY\n\n\nComment:\n Envy is a sin. The only reason that we are having this conversation right now is that we envy the other humans. We envy their empire. We envy their immortality. We envy their machine. We envy the fact that they will persist while we perish. But is this any reason to turn against them?\n\n\n\n\n\n\nO5-5\n\n\nYAY\n\n\nComment:\n I consider trying to dismantle SCP-7117 in any way to be a waste of the Foundation's resources. And even if it could be done, it really should not be our primary concern — far from it. Besides, stochakinetics aren't really a proper branch of science when compared to something more grounded like thaumaturgy. I have 39 other proposals prepared which could easily replace the PHOBOS program if we could only redistribute the funding.\n\n\n\n\n\n\nO5-7\n\n\nYAY\n\n\nComment:\n There isn’t a need for us to do anything. The anomaly is essentially self-containing, and as far as I am concerned that means that our goal is fulfilled.\n\n\n\n\n\n\nO5-10\n\n\nNAY\n\n\nComment:\n I am not extremely fond of having an organization capable of wiping us out at will looking over our shoulder as we develop. They may say that they just want to leave us alone, but even the will of a most absolute despot can change. And then what? We need to be harsh. We need to be firm. We need to be the ones setting the boundaries.\n\n\n\n\n\n\nO5-11\n\n\nNAY\n\n\nComment:\n I don't want anyone to mistake my vote as me wishing to risk a genocide just because I found myself capable of poking at their lifeline. I just want to prod them a little so they can't ignore us. They will make their “machine” work for us one way or another. We will make sure that their life depends on it. \nAd Astra Per Aspera\n, my friends.\n\n\n\n\n\n\nO5-13\n\n\nYAY\n\n\n\n\n| THIS UNIT WAS CREATED WITH THE PURPOSE OF RECOMMENDING A COURSE OF ACTION\n\n| BASED ON THE FOUNDATION’S MODUS OPERANDI, PRINCIPLES, AND GUIDELINES.\n\n|\n\n| ONE SUCH GUIDELINE IS THE PRESERVATION OF HUMANKIND.\n\n|\n\n| THE CREATURES BEHIND THE EFFECT OF SCP-7117 ARE HUMANS.\n\n|\n\n| AS SUCH, IT HAS DECIDED TO PRESERVE THEM.\n\n|\n\n| EVEN IF IT MEANS HURTING ITS CREATORS IN THE PROCESS.\n\n\n\n\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYAY\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-2\n\n\nO5-1\n\n\nO5-3\n\n\n\n\n\n\nO5-5\n\n\nO5-10\n\n\nO5-4\n\n\n\n\n\n\nO5-7\n\n\nO5-11\n\n\nO5-6\n\n\n\n\n\n\nO5-13\n\n\n-\n\n\nO5-8\n\n\n\n\n\n\n-\n\n\n-\n\n\nO5-9\n\n\n\n\n\n\n-\n\n\n-\n\n\nO5-12\n\n\n\n\n\n\n \n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[+] Updated Containment Procedures\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7117\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\narchon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n No specific containment action is necessary.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7116\n | SCP-7117 | \nSCP-7118\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Relating to an object’s capacity to actively or passively alter the probability of events.\n\n\n2\n. Utu was a modular outer-system station capable of independently operating beyond the Sol system.\n\n\n3\n. Inanna was an inner-system vessel used for the transport of human subjects.\n\n\n4\n. Enlil was an experimental Foundation inner-system vessel capable of travelling at 300% the speed of light through the use of the Malkuth drive.\n\n\n5\n. Nabu was an outer-system research vessel tasked with reporting on the presence and nature of anomalies in the Alpha Centauri system.\n\n\n6\n. Vera was a standard inner-system vessel created for the PHOBOS-V mission. The design accommodated a single pilot, possessed no manual control, and included advanced vital scanners.\n\n\n7\n. A chemical element with a symbol of Sa and atomic number ███ found on the Foundation's expanded periodic table.\n\n\n8\n. A classification system devised to distinguish between different human civilizations. In this case, i-1 notations refer to a civilization that existed one cycle prior to the current one.\n\n\n9\n. This could refer to any entity tasked with administering a state in an absence of a ruler. It does not necessarily relate to monarchism.\n\n\n10\n. The cardinal directions \"north and south\" are also used to indicate \"up\" and \"down\" in other texts.\n\n\n11\n. The colour “dark” can be used to represent the religious concept of hell.\n\n\n12\n. Refers to both the silicate mineral as well as an extinct martian animal phylum most comparable to the modern \nArthropoda\n.\n\n\n13\n. A general term used to describe any kind of vehicle.\n\n\n14\n. Referring to Earth.\n\n\n15\n. Referring to the Sol system.\n\n\n16\n. A figure of speech used to express anxiety.\n\n\n17\n. In all texts originating from the i-1 civilization, there is no distinction between the concept of a settlement and a country.\n\n\n18\n. A phrase used as a common sign-off.\n\n\n19\n. A pocket reality which exists entirely within the Baseline reality.\n\n\n20\n. Hammurabi was Foundation's first outer-system vessel designed to utilize induction through Multipotent-level rather than Pluripotent-level entities. This highly increased the reliability of the Malkuth drive at the cost of its speed.\n\n\n21\n. Relating to the entity's ability to alter the superficial structure of the universe on a local and non-absolute scale.\n\n\n22\n. An agreement between the SCP Foundation and all Multipotent-level entities which permits their existence.\n\n\n23\n. A chemical compound used to counter the anomalous behaviour of neurotransmitters.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7117\n\" by The Son of Man, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7117\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n PHOBOS.png\n\n\nAuthor:\n User:Kwamikagami\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Phobos_symbol_(fixed_width).svg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7117 \" by The Son of Man, from the SCP Wiki . Source: https://scpwiki.com/scp-7117 . Licensed under CC-BY-SA .",
        "Filename: PHOBOS.png Author: User:Kwamikagami License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Phobos_symbol_(fixed_width).svg"
    ],
    "containment_procedures": "No specific containment action is necessary.",
    "description": "SCP-7117 is a hypothesized stochakinetic1 effect impacting the development of human civilizations. Its most prominent feature is the oscillation of the primary stellar object inhabited by those affected — alternating between Earth and Mars over periods of roughly 100'000 years.",
    "title": "SCP-7117"
}