{
    "url": "https://scp-wiki.wikidot.com/scp-7119",
    "all_text": "rating: \n+129\n+\n–\nx\n\n\nThatGuyThatTime\n\n\n\n\n\n\nMaybe we can all learn how to use an oven.\n\n\n\n\nWritten in 6 hours for the 2023 Coldpostcon, scoring 16th overall!\n\n\nMore by ThatGuy\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7119\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7119-A, photographed outside of Junior Researcher Nial's home.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All microwave ovens within Site-37 are to be removed, and all staff within the Site are to be made aware of SCP-7119 for any further requests of appliances. Any staff found to be bringing microwave oven units into Site-37 for any purpose is to be reprimanded and reminded of SCP-7119. Junior Researcher Nial is to remain living within Site-37 dormitories and is not permitted to leave the Site or return to his residential home, and should be provided intermittent counseling in regard to his situation. Such counseling will be scheduled and organized by his head researcher, Dr. Fenton (General Research) and his Human Resources Liaison, Ethel Kursh.\n\n\nDescription:\n SCP-7119 is an ongoing anomalous phenomenon centered around Junior Researcher Nial (designated SCP-7119-1 for brevity) involving any microwave ovens within a radius of an unknown length, having been shown to be present at an observed maximum of \n200 meters\n [REDACTED] \n(See: Addendum 7119-4)\n around him.\n\n\nIf a microwave oven is present within the designated SCP-7119 radius, it will progressively advance towards SCP-7119-1 at distances of 5-35 meters at a time, every 2 minutes to 2 hours. How these microwaves (designated as SCP-7119-A instances) locomote is unknown, as they will only do so when unobserved. Any SCP-7119-A instance will continue to advance towards SCP-7119-1 until within a 0.10-meter distance, upon which it will cease any further movement.\n\n\nThe only known method for halting the movement of SCP-7119-A instances is removing them from the SCP-7119 range of effect; instances have been observed to progress towards SCP-7119-1 even in situations where surrounding structures would not allow it normally.\n\n\nAddendum 7119-1:\n Timeline of Discovery\n\n\nSCP-7119 was discovered the week of June 15th, 2022, during Junior Researcher Nial's requested 1-week break\n1\n.\n\n\n06/15/2022, 10:15 AM:\n Junior Researcher Nial discovers an LG Electronics Microwave sitting on one of his neighbor's front lawns, 100 meters down the street from his home, while taking his dog for a walk. Assumes it to be there for garbage pickup and continues his day.\n\n\n06/18/2022, 11:45 PM:\n Junior Researcher Nial finds another microwave unit, this time a Panasonic Electric Microwave, sitting on a different neighbor's front lawn, 75 meters up the street from his home, on his way home from a party at a friend's house. Considers it an interesting coincidence and continues his day.\n\n\n06/19/2022, 9:20 AM:\n After exiting his home the morning of, Junior Researcher Nial notices there is a microwave unit of unknown make and model sitting on his front lawn. He decides to photograph it and ask his neighbors if they had placed it on his lawn, remembering he had mentioned the previous two to his neighbor across the street, Agent Jeffrey Gallagher. However, upon showing the microwave, Agent Gallagher remarks that the microwave was an identical make and model to his own. After entering Agent Gallagher's home, the two discovered his microwave to be missing. Junior Researcher Nial and Agent Gallagher agree to leave the issue for a day before reporting anything back to the Foundation. Agent Gallagher's microwave unit is reinstalled, and he chooses to stay in his kitchen and watch on his microwave, in case the situation involved a break and entering. Junior Researcher Nial will sit on his front porch.\n\n\n06/19/2022, 2:43 PM:\n After leaving his kitchen to use his washroom, Agent Gallagher returns to discover his microwave has been displaced 10 meters and is now sitting at the entrance to his home. After returning the microwave to the proper location, Agent Gallagher goes to Junior Researcher Nial's home to discover that multiple microwaves of different brands are now on his lawn and the street, with their microwave doors pointing towards Junior Researcher Nial's home. He claims to have \"blinked, and they [the microwaves] all appeared at once\". Recognizing the potential of an anomaly, both personnel enter Agent Gallagher's car and return to Site-37.\n\n\n06/19/2022, 4:28 PM:\n Upon reaching Site-37, the two men find Junior Researcher Nial's research lead, Dr. Fenton, and explain the situation. While Dr. Fenton begins drafting a proposal for a test, Site-37 suffers a minor power outage\n2\n, deactivating all lights within the R&D wing. Upon the return of the lights 3 minutes later, all 6 of the Site-37 cafeteria and breakroom microwaves were found by personnel to be displaced around the facility, with 2 now appearing at the door to Dr. Fenton's office. All microwaves have since been noticed through FISC\n3\n footage to have their microwave doors pointed towards Dr. Fenton's office, where Junior Researcher Nial was situated.\n\n\n06/19/2022, 4:50 PM:\n The phenomenon surrounding Junior Researcher Nial is declared anomalous, and is designated SCP-7119. Documentation by Dr. Fenton and Junior Researcher Nial of the General Research Department is drafted and quickly distributed to all Site-37 staff.\n\n\nAddendum 7119-2:\n Note from Foundation Human Resources\n\n\n\n\n\n\nMESSAGE FROM THE FOUNDATION HUMAN RESOURCES DEPARTMENT\n\n\nOver the past few days since the cataloging of SCP-7119, we have received many complaints from personnel at Site-37 regarding the containment procedures needed for the anomaly. While we understand the inconvenience brought by removing all microwave units from the facility, we also understand that it is a necessity to prevent issues involving microwaves appearing where they shouldn't. It's already enough of an issue to remove Junior Researcher Nial from his home permanently, so sorry folks, but we have to take them away.\n\n\nMaybe we can all learn how to use an oven.\n\n\n— Ethel Kursh, Human Resources Liaison\n\n\n\n\n\n\nAddendum 7119-3:\n Incident Report 7119-A\n\n\nOn June 30th, a microwave unit was accidentally included on the Item Requests form\n4\n sent out by Dr. ████████\n5\n, who had forgotten about SCP-7119. A Samsung Microwave unit was then delivered on July 2nd, 2022, along with the other items requested by Site-37, and went unnoticed.\n\n\nOn July 3rd, the following event was recorded by the FISC system within Junior Researcher Nial's dormitory.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n July 3rd, 10:11 PM\n\n\nNOTE:\n All personnel in Site-37 were presently unaware of the delivered microwave a day earlier. Junior Researcher Nial had now been in secure containment within the facility for 14 days.\n\n\n\n\n[BEGIN LOG]\n\n\n10:11 PM:\n Junior Researcher Nial is sleeping in his bed. The lights within his dormitory are turned off, and his door is closed.\n\n\n10:12 PM:\n FISC system inside the dormitory experiences a malfunction and deactivates.\n\n\n10:13 PM:\n FISC system reactivates. There is now an SCP-7119-A instance located inside the dormitory, placed at the foot of the door. Junior Researcher Nial continues to sleep.\n\n\n10:16 PM:\n FISC system camera inside the dormitory experiences another malfunction and deactivates.\n\n\n10:19 PM:\n FISC system reactivates. Junior Researcher Nial is beginning to wake up. The SCP-7119-A instance is now located at the center of the dormitory floor. Junior Researcher Nial notices the instance and starts calling for assistance.\n\n\n10:20 PM:\n FISC system inside the dormitory experiences another malfunction and deactivates for a period of 30 seconds.\n\n\n10:20 PM:\n Junior Researcher Nial is now recoiling towards the wall behind him, screaming. The walls and window curtains of the dormitory are ignited, spreading across the room. The door to the dormitory is closed. The SCP-7119-A instance is now located on the foot of Junior Researcher Nial's bed. There is a message burnt into the ignited walls across from Junior Researcher Nial, reading \"SHULDNT HAVE PUT TINFOL IN THE MICROWVE NAL\". The SCP-7119-A instance turns on and the inner plate begins to spin, despite the lack of a power source.\n\n\n10:21 PM:\n The door to Junior Researcher Nial's dormitory slams open. Agent Gallagher and other security personnel rush into the room. The SCP-7119-A instance turns off and is grabbed by the security personnel. Agent Gallagher leaves the room and returns with a fire extinguisher. Junior Researcher Nial begins to curl up into a fetal position and cry.\n\n\n\n\n[END LOG]\n\n\n\n\nInterviewing Junior Researcher Nial after review of the video recording revealed an event towards the beginning of his one-week break in which he attempted to microwave a piece of pizza wrapped in tinfoil. How this event is connected to SCP-7119 is unknown.\n\n\n\n\nPLEASE INSERT LEVEL 4/7119 CLEARANCE\n\n\n\n\nCLOSE ADDENDUM\n\n\n\n\nAddendum 7119-4:\n Incident Report 7119-B\n\n\nOn August 9th, 2022, a transportation vehicle for Panasonic Appliances driving along the interstate highway 1 kilometer away from Site-37's location suffered an unknown combustion. The vehicle was found tipped on the side, with the back door for unloading open. Foundation personnel embedded in the local investigative police force could not identify a reason for the sudden combustion, and interviewing the driver was impossible as they had been terminated via the event. The list of appliances being transported by the vehicle included:\n\n\n\n\n3 Panasonic-brand fridges.\n\n\n2 Panasonic-brand Convection ovens.\n\n\n4 Panasonic-brand blenders.\n\n\n7 Panasonic-brand microwaves.\n\n\n\n\nThe only trace of any listed item at the scene of the event was a trail of charred grass leading off of the road where the combustion took place, in the direction of Site-37. None of the items on the transportation list have yet been discovered.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n/\n\n\n\n\n\n\nTHE APPLIANCE WAR\n\n\n\n\n\n\n\n\n\n\n\n\nScripture for Microwaves\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. As part of a recent effort by the Foundation's HR Department, personnel may be entitled to one week-long break throughout the course of a given year, scheduled and agreed upon by the personnel's current Site Director and HR Representative.\n\n\n2\n. No cause for such an outage has been yet found. Foundation Electricians are currently surveying the R&D wing for any potential faults within the electrical system\n\n\n3\n. Foundation Internal Security Camera.\n\n\n4\n. Monthly form filed by a member of a facility's senior staff including requests of personnel at the facility for both experimental and non-experimental items\n\n\n5\n. Name redacted at the request of the staff involved.\n\n\n\n\n\n\n\n\n« \nSCP-7118\n | SCP-7119 | \nSCP-7120\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7119\n\" by ThatGuyThatTime, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7119\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n microwave_1.png\n\n\nAuthor:\n \nThatGuyThatTime\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "Addendum 7119-1: Timeline of Discovery\nSCP-7119 was discovered the week of June 15th, 2022, during Junior Researcher Nial's requested 1-week break 1 .\n06/15/2022, 10:15 AM: Junior Researcher Nial discovers an LG Electronics Microwave sitting on one of his neighbor's front lawns, 100 meters down the street from his home, while taking his dog for a walk. Assumes it to be there for garbage pickup and continues his day.\n06/18/2022, 11:45 PM: Junior Researcher Nial finds another microwave unit, this time a Panasonic Electric Microwave, sitting on a different neighbor's front lawn, 75 meters up the street from his home, on his way home from a party at a friend's house. Considers it an interesting coincidence and continues his day.\n06/19/2022, 9:20 AM: After exiting his home the morning of, Junior Researcher Nial notices there is a microwave unit of unknown make and model sitting on his front lawn. He decides to photograph it and ask his neighbors if they had placed it on his lawn, remembering he had mentioned the previous two to his neighbor across the street, Agent Jeffrey Gallagher. However, upon showing the microwave, Agent Gallagher remarks that the microwave was an identical make and model to his own. After entering Agent Gallagher's home, the two discovered his microwave to be missing. Junior Researcher Nial and Agent Gallagher agree to leave the issue for a day before reporting anything back to the Foundation. Agent Gallagher's microwave unit is reinstalled, and he chooses to stay in his kitchen and watch on his microwave, in case the situation involved a break and entering. Junior Researcher Nial will sit on his front porch.\n06/19/2022, 2:43 PM: After leaving his kitchen to use his washroom, Agent Gallagher returns to discover his microwave has been displaced 10 meters and is now sitting at the entrance to his home. After returning the microwave to the proper location, Agent Gallagher goes to Junior Researcher Nial's home to discover that multiple microwaves of different brands are now on his lawn and the street, with their microwave doors pointing towards Junior Researcher Nial's home. He claims to have \"blinked, and they [the microwaves] all appeared at once\". Recognizing the potential of an anomaly, both personnel enter Agent Gallagher's car and return to Site-37.\n06/19/2022, 4:28 PM: Upon reaching Site-37, the two men find Junior Researcher Nial's research lead, Dr. Fenton, and explain the situation. While Dr. Fenton begins drafting a proposal for a test, Site-37 suffers a minor power outage 2 , deactivating all lights within the R&D wing. Upon the return of the lights 3 minutes later, all 6 of the Site-37 cafeteria and breakroom microwaves were found by personnel to be displaced around the facility, with 2 now appearing at the door to Dr. Fenton's office. All microwaves have since been noticed through FISC 3 footage to have their microwave doors pointed towards Dr. Fenton's office, where Junior Researcher Nial was situated.\n06/19/2022, 4:50 PM: The phenomenon surrounding Junior Researcher Nial is declared anomalous, and is designated SCP-7119. Documentation by Dr. Fenton and Junior Researcher Nial of the General Research Department is drafted and quickly distributed to all Site-37 staff.",
        "Addendum 7119-2: Note from Foundation Human Resources",
        "Addendum 7119-3: Incident Report 7119-A\nOn June 30th, a microwave unit was accidentally included on the Item Requests form 4 sent out by Dr. ████████ 5 , who had forgotten about SCP-7119. A Samsung Microwave unit was then delivered on July 2nd, 2022, along with the other items requested by Site-37, and went unnoticed.\nOn July 3rd, the following event was recorded by the FISC system within Junior Researcher Nial's dormitory.\nInterviewing Junior Researcher Nial after review of the video recording revealed an event towards the beginning of his one-week break in which he attempted to microwave a piece of pizza wrapped in tinfoil. How this event is connected to SCP-7119 is unknown.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7119 \" by ThatGuyThatTime, from the SCP Wiki . Source: https://scpwiki.com/scp-7119 . Licensed under CC-BY-SA .",
        "Filename: microwave_1.png Author: ThatGuyThatTime License: CC BY-SA 3.0"
    ],
    "containment_procedures": "All microwave ovens within Site-37 are to be removed, and all staff within the Site are to be made aware of SCP-7119 for any further requests of appliances. Any staff found to be bringing microwave oven units into Site-37 for any purpose is to be reprimanded and reminded of SCP-7119. Junior Researcher Nial is to remain living within Site-37 dormitories and is not permitted to leave the Site or return to his residential home, and should be provided intermittent counseling in regard to his situation. Such counseling will be scheduled and organized by his head researcher, Dr. Fenton (General Research) and his Human Resources Liaison, Ethel Kursh.",
    "description": "SCP-7119 is an ongoing anomalous phenomenon centered around Junior Researcher Nial (designated SCP-7119-1 for brevity) involving any microwave ovens within a radius of an unknown length, having been shown to be present at an observed maximum of 200 meters [REDACTED] (See: Addendum 7119-4) around him.",
    "title": "SCP-7119"
}