{
    "url": "https://scp-wiki.wikidot.com/scp-7120",
    "all_text": "SCP-7120\n\n\n\n\n\n\nBy:\n \nRalliston\n\n\n\n\n\n\nPublished on \n31 Aug 2022 08:57\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+56\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+56\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRecommended reading music\n\n\n\n\n \n\n\n\n\nAs he realizes reality isn't what it should be, he notices he is sitting on a bench in what appears to be an old train, standing in a white, neverending void that can be seen through its windows. In the seats in front of him, two people observe him. They are wearing labcoats and possess the physique of Rivera and McDoctorate; despite this, their faces are that of himelf. He shivers, stands up, and attempts no conversation. He subconsciously knows it would be of no use. Despite the fact there are other train cars on both sides, he ignores them. He just swallows, corrects his tie, and walks out of the open doors in front of him.\n\n\nHe takes his step on the banks of a train station, situated in the previously observed never-ending whiteness. He looks up, briefly squinting his eyes, but there is nothing up or in front of him. Just a series of figures nearly identical to himself, with minor changes done to their looks, standing motionless on the platform. They do not attempt to talk to each other, but stare towards their left — his right — not blinking even once. Some of them, perhaps a little braver than the rest, try to observe the other side, but they are quickly discouraged and join the rest of the crowd.\n\n\nWorry in his eyes, he turns to see what they are looking at. In the distance behind the back of the train, floating in the void with no rails below it, there is a burning \nhouse\n home. The flames that consume its wooden foundations flicker as a young boy — \napproximately\n exactly 14 years of age — stands crying in front of it, shouting with indescribable fear, anger, and sadness as his life burns away by his own fire. He falls to the ground, both his hands burnt, and starts punching it with no other way to turn. Around his fingertips, sparks start to flicker. He screams in pain once again, and tears fall down his cheeks, yet they are to no relief.\n\n\nSomewhere next to it, yet infinitely away to both the boy and now the man too, a woman of emerald eyes smiles, hugging a figure that cannot be discerned. No words can be heard, but it is obvious they talk to each other about what they will do once this is all over. As he tries to reach for it, the scene gets slashed in a flurry of blue and red, shifting rapidly to two men of these colors dueling each other with fire. One of them falls to the ground, pierced with bullets, and the other joins him soon later, suffocating under the weight of his own actions and loss. There is a brief whimper of a dog, and he turns away. He starts to cry, but no tears come out.\n\n\nWith a violently shaking breath, he suddenly wakes up. There is cold sweat all over his bedsheets and his eyes are still adjusting to the darkness around him, but he can see the sun hasn't set, not yet. He squints his eyes, and touches his phone, opening its home screen up to a beam of blinding light penetrating his room.\n\n\nIt's 03:28 on the 2nd of August, 2021. He doesn't do anything else but sigh as he falls back onto his bed. He doesn't have the energy to.\n\n\n\n\n \n\n\n\n\nSCP-7120\n\n\n\n\n\n\nCanon Hub\n » \nFrom 120's Archives Hub\n / \nStealing Solidarity Hub\n » SCP-7120\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-7120\n\n\nLEVEL\n \n1/7120\n\n\n\n\n\n\nCLASS:\n \nMemet\n\n\nunrestricted\n\n\n\n\n\n\nDISRUPTION CLASS:\n \ndark\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-7120's effective range focuses solely on Dr. Asheworth in a way that causes him no physical or psychological harm, it is effectively considered self-containing.\n1\n Should the need for any further resources to ensure his well-being arise, \nSite-120\n and its personnel have been deemed more than capable of providing them.\n\n\n\n\n\n\nDr. Asheworth, pictured mid-SCP-7120 transition.\n\n\n\n\n\n\nDescription:\n SCP-7120 refers to the currently ongoing rapid metaphysically-ontokinetic destabilization of Dr. Daniel Asheworth\n2\n and his anchoring within baseline reality. Its primary effect regularly results in Dr. Daniel Asheworth's \nHume\n level drastically shifting between numerous values and his appearance switching with that of alternate versions of himself for inconsistent periods of time. Despite these changes, however, his psyche remains entirely directly unaffected by SCP-7120.\n\n\nDiscovery:\n SCP-7120 was initially discovered on 10/10/2004\n3\n as a singular incident that lasted a total of approximately two minutes before neutralizing itself and returning Dr. Asheworth to his baseline form. Initially, the phenomenon was classified as an \nExtranormal Event\n due to its relatively unremarkable impact and singular occurrence. However, when it remanifested on the same date in 2012 for the same duration, the event gained the attention of RAISA employees.\n\n\nSCP-7120 gained its full designation on 02/08/2021, during which the phenomenon has manifested again. However, this time it did not dissipate and its effects remained on Dr. Daniel Asheworth and increased in frequency daily. As of writing this file, Dr. Asheworth has been a victim of SCP-7120 for seven days, but suffered no physical or mental damage due to the anomaly.\n\n\n\n\n\n\nAddendum 7120-1\n\n\nInitial Reaction\n\n\n\n\nFollowing SCP-7120's full manifestation, Dr. Asheworth immediately reported his state to the remaining Site-120 Director Council Members, which then drafted the SCP-7120 file and submitted it to the SCiPNET database. To conduct further research regarding the phenomenon, special on-site ontokinetics specialists conducted a series of tests that confirmed that Asheworth's Hume levels were indeed fluctuating to a highly unusual degree. However, when even studies conducted by Dr. James Micheals\n4\n yielded no answers as to the anomaly's true origin, it was decided that more esoteric methods were required in studying SCP-7120.\n\n\nAs the most non-traditional researcher present at Site-120 was, at the time, \nDr. Placeholder McDoctorate\n,\n5\n study of SCP-7120 was tentatively and temporarily forwarded to him in hopes of him being able to uncover more with his atypical scientific method. To properly assess the ongoing situation, he requested a personal interview with Dr. Asheworth, which was granted shortly after. Below attached is the log of their conversation.\n\n\n \n\n\n\n\nDate:\n 03/08/2021\n\n\nInterviewer:\n Dr. Placeholder McDoctorate\n\n\nInterviewed:\n Dr. Daniel Asheworth\n\n\nForeword:\n The interview was held in Dr. McDoctorate's temporary Site-120 office instead of a standard interview chamber due to it possessing a majority of his equipment, much of which was expected to be necessary during the examination.\n\n\n\n\n[BEGIN LOG]\n\n\nAsheworth is sitting on a messy couch in McDoctorate's office. It is filled with miscellaneous clothing and barely logical items of unknown purpose, as is the rest of the room. McDoctorate can be seen standing near a table in front of Asheworth, drinking coffee from a mug bearing the words \"I FUCKING LOVE SCIENCE!!\" [sic]. He looks at Asheworth — whose appearance is now that of a stereotypical pirate due to SCP-7120's effects — without paying much attention to the anomaly and scratches his chin, swallowing the liquid. He puts the mug down, coming closer to the other doctor.\n\n\nMcDoctorate:\n Right, so what's the issue here, exactly?\n\n\nAsheworth opens his mouth to speak; however, before he is able to do so, an SCP-7120 transition event occurs, forcing him to gain the looks of a \ncowboy wearing gray clothing and bearing burn scars\n. He sighs.\n\n\nAsheworth:\n This, whatever the hell you can even call it. I sent you the 7120 files earlier today. Didn't you see them?\n\n\nMcDoctorate picks up a dried-up donut from the table, looks at it, shrugs, and puts it in his mouth. He picks up his Foundation phone and starts to scroll through various files, heavily chewing in the process.\n\n\n\n\n\n\nDr. McDoctorate, circa 2021.\n\n\n\n\n\n\nMcDoctorate:\n Oh wheah, wight. Gwowt it. Whawht \n<swallows>\n What do you need from \nme\n though, exactly?\n\n\nMcDoctorate reaches for another donut.\n\n\nAsheworth:\n Sorry, is this a joke to you?\n\n\nHe immediately turns back to Asheworth.\n\n\nMcDoctorate:\n Jeez, no need. No need. Just tell me what you need, and I'll do my best to help.\n\n\nAsheworth sighs, rubbing his eyes. His hair color suddenly changes to blonde, and he gains a beard.\n\n\nAsheworth:\n Sorry, I… I shouldn't have said that. It's just… The last day or so has been stressful. Really stressful. I just want to get back to normal.\n\n\nMcDoctorate pulls up a chair and takes a seat near the other doctor, looking at the SCP-7120 files on his phone. He pauses for a moment.\n\n\nMcDoctorate:\n Right, okay. I think I got the picture. And you're all sure Hume readings and other standard tests gave no indication as to the source?\n\n\nAsheworth:\n Yeah. Not even any curse I know fits. It just… It happened. Like that, without any warning. Just as it did in 2004 and 2012.\n\n\nMcDoctorate:\n Hm… I think… I think I've got something that may help.\n\n\nMcDoctorate stands up, scratches his chin, and starts to rummage through some of his equipment before emerging seconds later with an unidentifiable item, much to his own triumphant grin. He sits down, and points it at Asheworth, clicking a few buttons, and then reads the data present on his contraption. He frowns.\n\n\nMcDoctorate:\n Yeah, just as I thought. You're dissociating.\n\n\nAsheworth raises an eyebrow.\n\n\nAsheworth:\n Huh?\n\n\nMcDoctorate:\n Your baseline reality multiversal cross-signature is dissociating with the real you.\n\n\nAsheworth blinks twice.\n\n\nAsheworth:\n And what's \nthat\n supposed to mean? \n<noticing McDoctorate reaching towards a marker and his blackboard:>\n And none of your science bullshit, please.\n\n\nMcDoctorate:\n Right. \n<gathers his thoughts>\n So, reality's unstable, right? \nEspecially recently\n. It's no surprise someone like you's experiencing it the worst.\n\n\nAsheworth:\n Uhh… what?\n\n\nMcDoctorate:\n See, here's the thing, Asheworth — you're an important guy. I'll spare you the protagonistic lectures, but you're not just a nobody. And, well, when reality's as unstable as it is right now… it sometimes bounces back at you. Tenfold. Especially when it's not as unsentient as some of you think, and when your image doesn't fit the you inside your head.\n\n\nNeither of them blinks for a while, but Asheworth ignores the final remark.\n\n\nAsheworth:\n Right, but why now? Why not, I don't know, literally anywhen else?\n\n\nMcDoctorate:\n Because… \n<sighs, escaping eyesight>\n Well, I can't say for sure, obviously, but things like these happen mostly to… to scarred people.\n\n\nAsheworth skews his head.\n\n\nAsheworth:\n Pardon?\n\n\nMcDoctorate:\n Look, things you went through, that… that stuff doesn't just leave you. And when your mind wanders, so do… your abilities. And you have them aplenty. So the universe listens, and bends itself back, trying to make your image fit the real you — just not when or how you'd want it.\n\n\nAsheworth scoffs.\n\n\nAsheworth:\n You're ridiculous. \nThis\n is ridiculous. I don't have any problems.\n\n\nMcDoctorate:\n Look, all I want to do is he—\n\n\nAsheworth:\n Then try to find an actual source instead of making theories about my well-being.\n\n\nAsheworth stands up and put his coat on, which then changes to a blue wizard robe. He closes his eyes, and, before McDoctorate can react, exits the room.\n\n\nAsheworth:\n Fucking ridiculous.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Dr. Asheworth was not seen entering his living quarters at Site-120 for the remainder of that day or the following evening. He refused to comment further regarding his whereabouts, but Site camera footage revealed he spent the time in Site-120's park, near the banks of the Warta river, smoking a pack of cigarettes.\n\n\nDr. Asheworth has not been registered to be a regular smoker.\n\n\n\n\n\n\n\n\nAddendum 7120-2\n\n\nFurther Assistance\n\n\n\n\nThe following day, Dr. Asheworth reported back to Site-120. However, the same day, he submitted an official request for a single-day sabbatical break directly to the rest of the Site's Director Council, which was approved. His own reports and camera footage confirm that he spent the day inside the Site's \nGrand Library\n, wherein he proceeded to study a series of books pertaining to magic and its relation to changes done to its users. In the day's evening hours, he properly returned the items, and then proceeded to enter Dr. Jessie Rivera's\n6\n office. The conversation they then held is transcribed below.\n\n\n \n\n\n\n\nDate:\n 05/08/2021\n\n\nInterviewer:\n Dr. Jessie Rivera\n\n\nInterviewed:\n Dr. Daniel Asheworth\n\n\nForeword:\n Due to its de-facto status as a casual staff conversation instead of an official SCP-7120 interview, it was — similarly to Interview 7120-1 — held in a private space.\n\n\n\n\n[BEGIN LOG]\n\n\nAsheworth is sitting on a couch in Rivera's office, his head propped up against his two hands. He isn't looking at his friend on the other couch in front of him; instead, his sight is focused on the glass table separating the two. Upon it, a series of books and notes lay. Rivera notices them, but doesn't comment. She picks up her pen, clicks it, and looks into Asheworth's eyes.\n\n\nAsheworth:\n I… You saw what I sent you, right?\n\n\nRivera nods.\n\n\nRivera:\n I did. Are you sure you're… you know?\n\n\nAsheworth:\n …Am I sure I'm what? Fine?\n\n\nRivera:\n Yeah.\n\n\nAsheworth:\n \n<irritated:>\n Yes, I am. \n<pause>\n Look, I know you respect Placeholder — I do too — but he's a total fucking nutjob, you can't deny that.\n\n\n\n\n\n\nDr. Rivera, circa 1987. Current appearance practically identical.\n7\n\n\n\n\n\n\nRivera:\n Don't say that.\n\n\nAsheworth:\n And what else am I supposed to say about a man that thinks up conspiracy theories about me and my well-being?\n\n\nRivera:\n Look, I just think it's—\n\n\nAsheworth points at the books on the table, and spreads his hands.\n\n\nAsheworth:\n I looked into what he said, by the way. Total insanity. Normal usage of magic can't just destabilize your anchor to baseline reality, and—\n\n\nRivera:\n I… \n<pause, quietly:>\n I don't think that's what he meant, Daniel.\n\n\nAsheworth raises an eyebrow.\n\n\nAsheworth:\n Then what \ndid\n he mean?\n\n\nRivera takes a deep breath.\n\n\nRivera:\n Do we really have to beat around the bush like this? Both of us know what he meant. \n<pause>\n You… You have problems, Daniel. And on someone with your magnitude of power, that shows in… different ways.\n\n\nAsheworth:\n I \ndon't\n h—\n\n\nRivera raises a hand.\n\n\nRivera:\n Let me finish.\n\n\nShe takes a deep breath again.\n\n\nRivera:\n You're my best friend, you know that. I respect you and your opinions, Daniel. But… \n<starts to gesticulate>\n it's impossible to deny you've… you've gone through things, you know?\n\n\nAsheworth opens his mouth in protest, but quickly backs out, looking down on the floor.\n\n\nAsheworth:\n I…\n\n\nRivera:\n I know you cared about Natalie. I know that having to let go of \nwhat became of her\n hurt. Hurt like nothing I could ever imagine.\n\n\nHe doesn't reply. He simply closes his eyes, for a single moment, and inhales, quietly.\n\n\nRivera:\n I'm sorry. I shouldn't have.\n\n\nAsheworth:\n No, no, I… \n<pause, quietly:>\n I did love her. But that doesn't mean… that doesn't mean I'm going crazy, I mean, I… I… I can take care of myself, I…\n\n\nRivera:\n I don't doubt that. But… there are certain things that go beyond taking care of yourself. And, I'm afraid, your childhood falls under that category. \n<pause>\n Look, how long have we known each other? Almost half a century by now, isn't it? You can… you can talk to me, you know?\n\n\nAsheworth:\n \n<quietly:>\n I know.\n\n\nSilence lays the room.\n\n\nAsheworth:\n I'm sorry.\n\n\nRivera:\n For what?\n\n\nAsheworth:\n I… I shouldn't just drop my problems onto you. I… You have your own life. You have Mag. I shouldn't bring you down.\n\n\nRivera:\n Don't say that. You aren't bringing anyone down, Daniel. You're my friend. You're Mag's friend, too. And Micheals'. And MacCarthy's.\n\n\nAsheworth turns up from the floor and looks directly in Rivera's eyes.\n\n\nAsheworth:\n Am I, Jessie? Am I really? I don't need white lies. I'm a grown man.\n\n\nRivera:\n Of course you are. Why would you ever even doubt that?\n\n\nAsheworth:\n Because… Because I don't feel like it's true. I'm a third wheel. I don't fit with you. You're normal, you live normal lives — you love, you live, you die. I don't. I'm just an old man stuck in the past, masquerading beneath the skin of someone half my age. I can't move forward beyond my past like everyone else because… \n<swallows>\n because the past is what I am. The \nonly\n thing I am. The only thing I ever could be. \n<pause, quietly:>\n Because that's where she was. That's where happiness was.\n\n\nRivera:\n But that's not true! You're a man of—\n\n\nAsheworth:\n Of what? I mean, look at me. Look at \nus\n. In the same time we've been given, you did so much more. You \nlived\n through so much more. I mean, fuck, you \ngetting married\n has to count as just that.\n\n\nRivera:\n \n<sigh>\n Is this what this is about? Look, I'm really sorry the thing between us just didn't work out, I really am. But—\n\n\nAsheworth:\n It's not about that. I have no bad feelings for you over it. It's about… \n<looks away>\n It's about the fact you \nwere\n able to do that. That you could climb out of your hole of despair and become something more. I couldn't. And I just… when you two got together, and I sat there, silently, alone, on my own birthday, seeing I did nothing with the time I was given, wasting it by thinking about that which was, something… something just broke inside me.\n\n\nRivera:\n Daniel…\n\n\nAsheworth:\n And then, when I \ntried to face the past like a grown-ass man\n, the same happened. Eight more years wasted, an anniversary to remind me of what happened and what I didn't do, even though I could. I…\n\n\nPause.\n\n\nAsheworth:\n I'm sorry, Jess. I… I shouldn't. I shouldn't have.\n\n\nRivera:\n Why didn't you tell me sooner?\n\n\nAsheworth:\n Because… Because, I suppose, I was afraid. Of myself, of that it could destroy the happiness you've built for yourself. Because I didn't want the same fate for you.\n\n\nRivera doesn't reply. Instead, she simply stands up, and hugs Asheworth. He returns the gesture.\n\n\nAsheworth:\n T-Thank you. I… I…\n\n\nAsheworth wipes away a tear from his cheek.\n\n\nAsheworth:\n What can I do? To make it better?\n\n\nRivera:\n I… I think the best way would be to face it. To embrace your own mind, and try to see what you want to change about it. To see… To see what the real you looks like.\n\n\nAsheworth smiles slightly, and, after a moment, turns his sight to the books present on the glass table.\n\n\nAsheworth:\n Then I think I've got an idea of exactly what we can do.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n As per his and Dr. Rivera's request, Dr. Asheworth's break was extended for one more day. Additionally, she herself joined the hiatus to help him recover from the ongoing situation to her best abilities.\n\n\n\n\n\n\n\n\nAddendum 7120-3\n\n\nSCP-7120 Neutralization Attempt\n\n\n\n\nFollowing the day's passing, Dr. Asheworth and Dr. Rivera officially filed an experiment request to the remaining members of Site-120's Director Council. The test would consist of a complex thaumaturgical ritual that would allow for Dr. Asheworth to metaphysically enter an unreal construct crafted from his conscious and subconscious minds. Inside, he would be able to confront the theorized source of his ongoing mental health issues, neutralizing SCP-7120 in the process.\n\n\nThe above-described proposal was, shortly after, approved — albeit very tentatively — mostly due to its extremely low monetary cost\n8\n and risks involved. However, to ensure its success as well as grant both involved parties additional precautionary oversight, Dr. McDoctorate was appointed as research lead due to his involvement in such studies as well as previous interactions with Dr. Asheworth in regards to the SCP-7120 project. Below attached is a transcript of the experiment.\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe below file contains numerous examples of unclinical, unverified, or borderline nonsensical language and imagery. All attempts to replace it with proper clinical tone as defined by Foundation guidelines have inevitably failed, as did all other attempts to transcribe the below events. On behalf of all of RAISA, we apologize for any inconvenience this may cause.\n\n\n— James Moore, Site-120's General RAISA Chairman\n\n\n\n\n\n\n \n\n\n\n\nDate:\n 06/08/2021\n\n\nParties Present:\n Dr. Daniel Asheworth, Dr. Jessie Rivera, Dr. Placeholder McDoctorate\n\n\nForeword:\n To ensure no personnel or forced intervene with the ritual for the safety of everyone involved, the procedure was carried out on Site-120's Level 5, wherein its Deepwell Archives and exclusionary zones lay.\n\n\n\n\n[BEGIN LOG]\n\n\nAsheworth is sitting cross-legged inside a series of five inter-connecting thaumaturgic circles that are written on the floor with red chalk. White candles sit where the circles connect; they burn low, flames flickering red. Asheworth is slowly breathing, looking at Rivera and McDoctorate, who are standing behind protective glass a few meters in front of him. McDoctorate clicks a few buttons on his control panel, and gives Asheworth the thumbs up.\n\n\nA few seconds later, all lights go out. Asheworth inhales deeply, closes his eyes, and gathers up energy inside of him, making the runes around him glow with power. He then rapidly exhales, forcing all candles to go out as a series of winds rushes through the hall. The runes no longer emit any light as subjective reality briefly collapses and then reconstructs itself around him.\n\n\nWhen he opens his eyes again, he is standing on the same train station as he was before, his entire body trembling. With a shaky breath, he thinks he's ready. He's not sure, but has anyone ever been sure of anything? It takes all his strength, but he turns to the front of the train. It is filled with emptiness, a big white nothing at the end of reality; by all means logical, he shouldn't feel anything when looking at it, but an overwhelming fear crawls down his spine. Is it because it is empty? It is because it isn't empty? Or is it because of the uncertainty itself? He doesn't know. And he doesn't know if he wants to know.\n\n\nShaking his head, he then turns to the Asheworth copies that were and still are standing front of him. They are no longer looking at their past, not like in the dream, but are now trying to reach for the train in front of them, behind the real himself. No matter how hard they try, though, nothing helps — they are incapable of moving further, always forced back to where they stood, always forced to observe that which was instead of reaching into that which could be. They try again and again, always to no avail, but do not comment. They don't even show discomfort, but simply accept infinite trial and error as their status quo.\n\n\nFor a moment, it appears that Asheworth will try to do the same, but, after a single attempt, he opens his eyes. It's useless, he realizes, and goes forward, past all the other versions of himself that got stuck where he was, past the useless feeling of accepting no change, no remorse, no fulfillment as the existing condition, and into the station itself. He rushes with his eyes closed and opens the door as the clones disappear alongside the rest of the world once more except for the train, the past, and that which could be in front of both of them. He takes a deep breath, and there is just static silence, slowly rippling through the void around him.\n\n\nWhen he opens his eyes again, a single bell rings in the distance that isn't a distance. His throat goes dry as he sees a series of borderline incomprehensible figures that look like highly alternate versions of himself sitting in perfectly geometrically-aligned rows of blue plastic seats. They observe him with a critical eye, but do not otherwise move. Asheworth tries to swallow, but no saliva lays in his throat. Instead, he simply walks forward, towards the large doors at the end of the room, the ones beyond which the parties present are waiting for their audition. He reaches for the handle, his hand shaking.\n\n\nWhen his palm touches the cold steel of the handle, he is suddenly grabbed by his shoulder. He turns his head, now more confused than scared, but then realizes he is no longer standing before the doors; instead, he is in the middle of the room, surrounded by the others, now standing in a circular pattern around him. All of them — they look at him, angry, angry, angry; angry at the fact he even dared to try. They give him a final chance to settle down and return to the train, their myriad eyes drilling into his skull, his mind, his soul. He takes a deep breath, and tries to run forward, beyond the billion hands, billion arms, billion pasts that keep him from going where he wants to. Seconds later, he fails.\n\n\nAs he's buried beneath a mountain of people that could've been him, he tries to reach out with his own gloved hand. But the rest are too strong. A man dressed like a boxer, a cyborg assassin with burning eyes, a \nvampire with a loaded gun\n, and everything and everyone else imaginable stack at him as he flings his own flames and magic at them. In one moment, he is victorious, forcing the incomprehensible chaos of his own mind to retreat — in another, he is frantically gasping for air that isn't air, hundreds of meters below himselves.\n\n\nIt doesn't take long before the latter moments overtake the former, and, in just a few seconds that feel like minutes that feel like millennia he is again standing in the middle of a circle of others. This time, he is kneeling, his eyes forcibly opened and his arms and legs restrained by the rest. Though they should be in front of him, they are now transparent and he can see right through them. He shivers as he realizes they are making him look back, making him look back again, and he's made to look at the right side of the train, where the past lays, where all regrets sit. He wants to not comply. He wants to rebel. He wants to change. He fails.\n\n\nHe sees and looks and sees and looks and he tries to look away but he\n\n\ntries to look away but he\n\n\ntries to look away but he\n\n\ntries to look away but he\n\n\ntries to look away but he\n\n\ntries to look away but he\n\n\ntries to look away but he\n\n\ntries to look away but he\n\n\ntries to look away but he\n\n\nHe desperately gasps for air as he resurfaces from below the water, making the rest back off with a quick movement of his elbows. He looks around himself, panicked, barely able to hold back from staring at that which is in front of him. By all logic, he should just give into it, and stay in the sure comfort of the past. By everything he had ever known and ever will known, he should just listen to the chant of the crowd, and surrender to their infinitely calm persuasion. But he doesn't. From a spark of unsureness, a thought inside him forms. It branches from a mere seed of an idea into an overwhelming expression of everything he feels. He stands up, and throws his chains off.\n\n\nBefore the rest can react, he takes a deep breath, and, in one quick movement, turns to the other side of the station. To the empty void, the place where the unknown sits. To the unsureness of the future. He swallows, with difficulties he cannot possibly comprehend, but he looks at it, embracing its terror. And all the other copies of himself disappear. They had never been there in the first place, he realizes, as he looks around himself and sees he is utterly alone.\n\n\nWith no one guarding it anymore, the doors are now open. Beyond them, even whiter light blinds Asheworth. Despite this, though, he is ready. He knows it, deep down, even if he doesn't show it. He straightens his tie, inhales slowly, and takes the first step forward, ready to greet the unknown.\n\n\nHe emerges in an infinitely large \nspaceship\n, stretching to every corner of his vision. Throughout it — all of it, he means — walk cats, tens if not hundreds of them. They meow and they purr but they ignore Asheworth, as if he wasn't there. He too doesn't pay attention to them, and walks forward, into the control room in front of him.\n\n\nThe walls of the bridge are covered in glass, which opens up to the infinity of subjective cosmos. Asheworth, however, doesn't notice it — or simply chooses not to. All he sees is the same white void he was trapped in before, but, this time, it's a little more familiar. Instead of the ship's designated planet it would normally stride towards, all he sees is the future in front of him, with a promise he might one day reach it. He swallows once more, but continues walking, eventually reaching Solidarity's crew, seated in front of the glass and their respective control panels.\n\n\nThere's five— no, six of them. Five people operating the ship, and another Asheworth quietly sitting in his tall, red hat in front of the real Daniel. He smirks as he notices himself enter, and briefly sighs. Despite this, he is visibly happy. The same cannot be said for the real Asheworth, though, who is confused more than anything, but keeps on keeping on, until he gets within one meter of the mage. Even though there is no seat next to him, he joins the captain and crosses his legs, looking deep into his eyes. For a moment, he is him and he is him, and then they both blink. They look at each other again, this time with a bit more understanding, and start a conversation.\n\n\n\"What are you?\" The real Asheworth starts, gingerly skewing his head towards the old and tired face of the other. \"Why am I here?\"\n\n\nThe wizard simply chuckles. \"Who else would I be, Daniel? I'm nothing less and nothing more than you, of course. Just from a timeline where you… afforded to have a bit more fun, I suppose. One where you could use to not play by the rules.\"\n\n\n\"But that—\"\n\n\nHe puts a finger to his lips. \"Shh. Don't worry about it. Just observe, and you will see.\"\n\n\nAsheworth — two and just one of them, at the same time — looks around himself, blinking to the rhythm of the humming universe around him. He feels that it feels and sees him, and, for a split second, he looks at it back — and then, he gets it. He slowly inhales, and gazes into the deep eyes of the mage — of himself — in front of him. He is him and he is him, he thinks again as the stars beyond the ship start to shiver to the realization of change.\n\n\nWhen he looks back, the wizard is no longer who he was before — the sixfold crew now slowly fades into one person before his eyes as their freedom breaks and forms into a single, coherent, cat-like gestalt of liberty. But it isn't just some gestalt — it's a gestalt of him, of all the alternate versions of himself and the freedom that he can gain, should he just accept them as part of himself. Just seconds later, that luminescent construct extends its hand forward, offering Asheworth… what, exactly?\n\n\nHelp?\n\n\nChange?\n\n\nA way out?\n\n\nOr all of them?\n\n\nHe doesn't know. But, he thinks, he doesn't need to know. So all he does is take a deep breath, slowly.\n\n\nAnd then, he takes its hand. As a flash of light appears everywhere and nowhere he becomes one with it, merging his skill with its forgiveness, its change, its freedom. He smiles and the universe smiles back as he gets free, from all that which was, finally unbound to come forward into the void in front of the station.\n\n\nHe feels as an immeasurable weight gets lifted off of his shoulders, and then he wakes up. He isn't on the ship anymore, no — he is sitting on the cold pavement of the train station except this time, there is no building to support it. There is just him, the platform, the train in front of him, and the place where it is heading. The place where Asheworth is heading.\n\n\nBefore he can realize it, he is again inside the train, on the same bench he started as. The figures in front of him — the ones that greeted him first in the dream — are still there, but, this time, their faces are back to normal. And, a little more importantly, they are smiling.\n\n\nAnd, as the train starts to ride into what lays beyond it, Asheworth cracks a small smile, too.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Following the above log taking place, SCP-7120's effects have been entirely self-neutralized. Further reclassifications are currently pending.\n\n\n\n\n \n\n\n\n\nrating: \n+56\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-7119\n | SCP-7120 | \nSCP-7121\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7120\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7120\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n asheworth.jpg\n\n\nName:\n DSCN2033.JPG\n\n\nAuthor:\n jessica mullen\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n placeholder.jpg\n\n\nName:\n mad scientist\n\n\nAuthor:\n raindog808\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n rivera.png\n\n\nName:\n אילנית גרשון.jpg\n\n\nAuthor:\n Ilan Besor\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n RAISA.png\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Memet-class anomalies are those that self-contain themselves and require barely any Foundation intervention.\n\n\n2\n. Member of the Site-120 Director Council, Director of the Thaumaturgy Division of the Department of Ontokinetics, and Foundation thaumaturge; member of the small group of people employed by the Foundation whose bodies accept youth-prolonging rituals without negative reactions.\n\n\n3\n. The 10th of October is Dr. Asheworth's birthday; the significance of the event occurring on this date remains unknown.\n\n\n4\n. Member of the Site-120 Director Council, Director of the Department of Ontokinetics, and creator of the \ncurrent understanding of the multiverse\n; past apprentice of \nDr. Robert Scranton\n, currently considered to be the brightest ontokinetic mind in the world.\n\n\n5\n. 'Pataphysics Department and IT Department personnel; specializes in research pertaining to \npataphysics, metaphysics, narrativity\n, and other highly esoteric and unconfirmed fields of science.\n\n\n6\n. Member of the Site-120 Director Council, with a PhD in psychology; one of Site-120's primary contacts with humanoid anomalies, often times acting as their head researcher and / or therapist.\n\n\n7\n. Dr. Rivera is a Class IV reality bender; the editing of her own appearance to her liking to appropriate extrema has been approved by the \nO4 Council\n.\n\n\n8\n. All resources necessary for its completion have been reported to already be in Dr. Asheworth's possession.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7120 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-7120 . Licensed under CC-BY-SA .",
        "Filename: asheworth.jpg Name: DSCN2033.JPG Author: jessica mullen License: CC BY 2.0 Source Link: Flickr",
        "Filename: placeholder.jpg Name: mad scientist Author: raindog808 License: CC BY 2.0 Source Link: Flickr",
        "Filename: rivera.png Name: אילנית גרשון.jpg Author: Ilan Besor License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: RAISA.png Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "As SCP-7120's effective range focuses solely on Dr. Asheworth in a way that causes him no physical or psychological harm, it is effectively considered self-containing.1 Should the need for any further resources to ensure his well-being arise, Site-120 and its personnel have been deemed more than capable of providing them.",
    "description": "SCP-7120 refers to the currently ongoing rapid metaphysically-ontokinetic destabilization of Dr. Daniel Asheworth2 and his anchoring within baseline reality. Its primary effect regularly results in Dr. Daniel Asheworth's Hume level drastically shifting between numerous values and his appearance switching with that of alternate versions of himself for inconsistent periods of time. Despite these changes, however, his psyche remains entirely directly unaffected by SCP-7120.",
    "title": "SCP-7120"
}