{
    "url": "https://scp-wiki.wikidot.com/scp-7124",
    "all_text": "rating: \n+25\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7124\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7124 is to be kept in a standard humanoid containment chamber. As SCP-7124 has shown no desire to escape, very little security is needed around its cell. As rewards for good behavior, SCP-7124 has requested and been provided with plush dinosaurs, children's books about dinosaurs\n1\n, and dinosaur shaped chicken nuggets in addition to its ordinary food.\n\n\nDescription:\n SCP-7124 is an approximately 50 year old human male who possesses the anomalous ability to mount and ride any entity or object that it considers sufficiently related to the clade Dinosauria\n2\n. It is to be noted that SCP-7124's ability to ride an entity or object has no relation to that entity or object's size and shape. SCP-7124 has demonstrated the ability to mount objects that are much smaller than it and ones that could not conceivably support its weight. No anomalous durability is added to that which SCP-7124 chooses to mount, however, they never collapse unless made to do so by an outside force. If SCP-7124 mounts an otherwise inanimate object, it gains the ability to move while they are on it. Objects mounted by SCP-7124 do not seem to gain any form of intelligence and appear to be under its complete control. All objects and entities mounted by SCP-7124 are given the ability to accelerate at the same rate of 1 m/s\n2\n to a top speed of 15 m/s, meaning particularly massive mounts may be a hazard to nearby personnel.\n\n\nSCP-7124 speaks with what they appear to believe is an Australian accent and claims to be from \"The Outback\". \nThis, and many other claims from SCP-7124 about their origin and upbringing, are currently unsubstantiated.\n (See Addendum-7124-C)\n\n\nAddendum-7124-A:\n\n\n\n\nInterviewed:\n SCP-7124\n\n\nInterviewer:\n Researcher Rogers\n\n\nForeword:\n This interview was performed immediately after SCP-7124 was first apprehended in order to assess its properties and motives.\n\n\n<Begin Log>\n\n\nResearcher Rogers:\n Hello there.\n\n\nSCP-7124:\n G'day mate!\n\n\nResearcher Rogers:\n So that's the kind of day this is going to be?\n\n\nSCP-7124:\n Fancy place ya got here mate. What am I doin' in it?\n\n\nResearcher Rogers:\n Well these documents say you were apprehended after you… \n(squints)\n stole a t-rex skeleton from the museum, and parked it outside an Outback Steakhouse?\n\n\nSCP-7124:\n That's right.\n\n\nResearcher Rogers:\n So, I'm just asking for an explanation.\n\n\nSCP-7124:\n I love Outback Steakhouse! Reminds me ah home. Don't think it's that surprisin' I went there when I had the chance.\n\n\nResearcher Rogers:\n You're actually from Australia?\n\n\nSCP-7124:\n Born n' raised in the Outback.\n\n\nResearcher Rogers:\n Despite my doubts about that due to… everything you've said so far, that's actually not what I was wondering about. I was more concerned about the t-rex.\n\n\nSCP-7124:\n Don' worry, she's doin' fine.\n\n\nResearcher Rogers:\n Still not what I was asking about. You have to understand that it's not exactly typical for a model skeleton to start moving.\n\n\nSCP-7124:\n Well ah course. Nah everyone's like me.\n\n\nResearcher Rogers:\n And what are you?\n\n\nSCP-7124:\n I'm a dinah ridah. I ride dinahs.\n\n\nResearcher Rogers:\n I see. But surely you must be aware that that was simply a model skeleton. Not a real dinosaur. It wasn't made from real bones.\n\n\nSCP-7124:\n We have a sayin' in my business. If it looks like a dinah, walks like a dinah, it's a dinah.\n\n\nResearcher Rogers:\n But it couldn't walk.\n\n\nSCP-7124:\n Nah until I stahted ridin' it.\n\n\nResearcher Rogers:\n Logic of that aside, because I don't think I'm going to get anywhere with that, you mentioned a business. Are there more people like you?\n\n\nSCP-7124:\n Don' think so. It's just a figah ah speech. Don' they have those 'round here?\n\n\nResearcher Rogers:\n \n(Sigh)\n Of course. Anyway, where did you learn to do this?\n\n\nSCP-7124:\n My folks taught me.\n\n\nResearcher Rogers:\n But I thought you said you were the only one?\n\n\nSCP-7124:\n Ah course. They didn't ride dinahs, they were dinahs.\n\n\nResearcher Rogers:\n Your parents were dinosaurs?\n\n\nSCP-7124:\n That's what I said. Raptahs, tah be specific.\n\n\nResearcher Rogers:\n So, just to get this straight, you claim that you were raised by dinosaurs in the middle of the Outback?\n\n\nSCP-7124:\n Yep.\n\n\nResearcher Rogers:\n Despite the fact that living dinosaurs have never been found in, around, or anywhere close to the Outback?\n\n\nSCP-7124:\n Ya deaf? I said yep.\n\n\nResearcher Rogers:\n I think we're done here.\n\n\nSCP-7124:\n I got one question for ya.\n\n\nResearcher Rogers:\n What is it?\n\n\nSCP-7124:\n When can I head back to the Steakhouse? I ordered a Bloomin' Onion an' I bet it's done by now.\n\n\n<End Log>\n\n\nClosing Statement:\n After this interview, SCP-7124 was contained and given an official designation. Despite their initial confusion, they appear to be entirely cooperative with Foundation procedures.\n\n\nSpeak for yourself. I'm still not convinced that accent isn't some long term psychological warfare plan\n -Researcher Rogers\n\n\n\n\nAddendum-7124-B:\n\n\n\n\nInterviewed:\n SCP-7124\n\n\nInterviewer:\n Researcher Rogers\n\n\nForeword:\n This interview was performed in order to better understand the origins and parameters of SCP-7124's abilities.\n\n\n<Begin Log>\n\n\nResearcher Rogers:\n Hello once again.\n\n\nSCP-7124:\n G'day ol' chum!\n\n\nResearcher Rogers:\n \n(Under breath)\n Every day you drift further and further from an actual Australian accent.\n\n\nSCP-7124:\n Wut's tha supposed ta mean?\n\n\nResearcher Rogers:\n Never mind. I'm here to ask you a few questions about your… profession.\n\n\nSCP-7124:\n Oh it's no job. Dinah ridin's my passion.\n\n\nResearcher Rogers:\n Out of curiosity, what is your job? You have to have been making a living somehow.\n\n\nSCP-7124:\n I don' tie myself down to a \"job\". I live on tha land.\n\n\nResearcher Rogers:\n You hunted? There's not much wildlife around here.\n\n\nSCP-7124:\n Ya'd be surprised how much food people'll give ya for just a few slips ah papah.\n\n\nResearcher Rogers:\n But where did you get the money from? Actually, at this point, I'm not sure if I even want to know.\n\n\nSCP-7124:\n You're clearly nah here ta fuck spiders. Wadda ya wanna know about?\n\n\nResearcher Rogers:\n You said your parents taught you to ride dinosaurs, how did they do that?\n\n\nSCP-7124:\n Ah, you're lookin' to learn eh?\n\n\nResearcher Rogers:\n I assure you, I am not interested in performing the process myself, this is purely academic.\n\n\nSCP-7124:\n Well tha's a cryin' shame. Always wanted a student. Well I can't say fah certain when I figad it out. My folks just taught me to be en touch with all the dinahs in my life.\n\n\nResearcher Rogers:\n There's more than just your parents?\n\n\nSCP-7124:\n Ah course. If ya look closely, tha whole world's full ah dinahs. Look ah this chair here.\n\n\nSCP-7124's chair starts to leap around the room before being restrained by security personnel.\n\n\nResearcher Rogers:\n I'm going to have to ask you to refrain from doing that again. I and the people around me tend to be wary about sudden movements in interviews like this.\n\n\nSCP-7124:\n Sorry 'bout tha. Back to wha I was sayin'. This chair's mostly plastic, which comes from oil, which comes from dinah bones!\n\n\nPause.\n\n\nResearcher Rogers:\n Is this a joke?\n\n\nSCP-7124:\n What's ya problem? Ya don' seem to believe a word outta my mouth.\n\n\nResearcher Rogers:\n Most oil comes from algae or other plant matter, the odds that any dinosaur remnants are in that chair at all are slim to none. Even putting that aside, do you expect me to believe what you're saying? I'm used to some pretty unrealistic things, but forgive me for being skeptical by your claim that you were raised by \"raptahs\" in the Outback after multiple expeditions have searched and found absolutely nothing. Not a single trace.\n\n\nSCP-7124:\n Ah course they're nah in the Outback anymore, they moved a few decades ago.\n\n\nResearcher Rogers:\n To where?\n\n\nSCP-7124:\n North Dakota.\n\n\nResearcher Rogers:\n You realize how that's not more convincing, right?\n\n\nSCP-7124:\n I'm nah tryin' to be convincing'. I'm just tryina be right.\n\n\nResearcher Rogers:\n \n(Sigh)\n I'm finished here.\n\n\n<End Log>\n\n\n\n\nAddendum-7124-C:\n\n\n\n\nInterviewed:\n POI-750918 and POI-750919\n\n\nInterviewer:\n Researcher Rogers\n\n\nForeword:\n This was not a scheduled interview. Researcher Rogers received an anonymous request for a video call, which she decided to accept and record. On screen were two entities seemingly of the species \nAustroraptor Cabazai\n, henceforth designated POI-750918 and POI-750919.\n\n\n<Begin Log>\n\n\nPOI-750918:\n Hello? Can you hear me?\n\n\nResearcher Rogers:\n I can… I'm sorry, who are you?\n\n\nPOI-750918:\n Oh my, where are my manners? I'm Harold, this is my husband Lawrence. Say hi, Lawrence.\n\n\nPOI-750919:\n Hi Lawrence.\n\n\nPOI-750918:\n Oh he's a joker. We're calling because we heard you were taking care of Grant, our son.\n\n\nResearcher Rogers:\n Do you mean SCP-7124?\n\n\nPOI-750918:\n Oh right, he said that's the nickname you gave him. Isn't that a great nickname Lawrence?\n\n\nPOI-750919:\n Uh-huh.\n\n\nResearcher Rogers:\n I'm sorry, what do you mean \"he said\"?\n\n\nPOI-750918:\n It was in his first letter.\n\n\nResearcher Rogers:\n Letter? How has he been sending mail?\n\n\nPOI-750918:\n Didn't he tell you? He's always been really good at keeping in touch with the dinosaurs in his life. And I guess we are a couple of old dinosaurs these days.\n\n\nResearcher Rogers:\n If you don't mind me asking, how old are you?\n\n\nPOI-750918:\n Well since you asked so nicely, I'm 75, and we just celebrated Lawrence's 78th birthday last week.\n\n\nPOI-750919:\n Uh-huh.\n\n\nPOI-750918:\n It's a shame Grant had to miss it. But he's just been having so much fun there. He's been telling us all about it, hasn't he Lawrence?\n\n\nPOI-750919:\n Uh-huh.\n\n\nResearcher Rogers:\n I have to know, is he actually Australian?\n\n\nPOI-750918:\n Of course.\n\n\nResearcher Rogers:\n Then why is his accent nothing like yours?\n\n\nPOI-750918:\n Oh he's still doing that voice? He picked it up a few decades ago. It was sometime after he started watching the host of that survival show. Who was that young man again?\n\n\nResearcher Rogers:\n Steve Irwin?\n\n\nPOI-750919:\n Jeff Probst.\n\n\nPOI-750918:\n That was him!\n\n\nResearcher Rogers:\n I should have learned to never make assumptions with this SCP. So, why are you calling?\n\n\nPOI-750918:\n Oh we just wanted to know how he's doing. Is he eating right? Does he seem happy? Does he have his stuffed dinos? You should know he can't sleep without them.\n\n\nResearcher Rogers:\n Yes, he requested a few for his, um… room. Is that all?\n\n\nPOI-750918:\n Is he with you? Can we see him?\n\n\nResearcher Rogers:\n He's… indisposed right now. I should also let you know that he may not be able to write to you for a while.\n\n\nPOI-750918:\n What? Why?\n\n\nResearcher Rogers:\n Well it's not safe to allow outside communication without proper screening.\n\n\nPOI-750918:\n Are you saying Grant isn't safe? What's going on? I'm coming over there!\n\n\nPOI-750919:\n Dear, sit down and let the nice lady explain.\n\n\nResearcher Rogers:\n \n(Takes a deep breath in and out)\n We're keeping him safe. But there might be some people out there who don't want that. And so we need to be very careful about how much outsiders know.\n\n\nPOI-750918:\n So when can we hear from him again?\n\n\nResearcher Rogers:\n I don't know exactly. There's some paperwork that needs to go through. And first we need to figure out how he's even getting the letters out.\n\n\nPOI-750918:\n Well, you seem rather nice, so I trust he'll be okay.\n\n\nResearcher Rogers:\n Thank you.\n\n\nPOI-750918:\n And if he's not, remember I'm still a carnivore.\n\n\n<End Log>\n\n\nClosing Statement:\n Attempts to trace the call proved unsuccessful. Attempts to deduce how SCP-7124 is sending mail proved similarly unsuccessful. Especially given that it has not been provided with any writing utensils.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. To be cycled out weekly.\n\n\n2\n. This includes dinosaur fossils, objects shaped like dinosaurs, and, as of recently, birds.\n\n\n\n\n\n\n\n\n« \nSCP-7123\n | SCP-7124 | \nSCP-7125\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7124\n\" by Fireknight, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7124\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-7124-A:",
        "Addendum-7124-B:",
        "Addendum-7124-C:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7124 \" by Fireknight, from the SCP Wiki . Source: https://scpwiki.com/scp-7124 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7124 is to be kept in a standard humanoid containment chamber. As SCP-7124 has shown no desire to escape, very little security is needed around its cell. As rewards for good behavior, SCP-7124 has requested and been provided with plush dinosaurs, children's books about dinosaurs1, and dinosaur shaped chicken nuggets in addition to its ordinary food.",
    "description": "SCP-7124 is an approximately 50 year old human male who possesses the anomalous ability to mount and ride any entity or object that it considers sufficiently related to the clade Dinosauria2. It is to be noted that SCP-7124's ability to ride an entity or object has no relation to that entity or object's size and shape. SCP-7124 has demonstrated the ability to mount objects that are much smaller than it and ones that could not conceivably support its weight. No anomalous durability is added to that which SCP-7124 chooses to mount, however, they never collapse unless made to do so by an outside force. If SCP-7124 mounts an otherwise inanimate object, it gains the ability to move while they are on it. Objects mounted by SCP-7124 do not seem to gain any form of intelligence and appear to be under its complete control. All objects and entities mounted by SCP-7124 are given the ability to accelerate at the same rate of 1 m/s2 to a top speed of 15 m/s, meaning particularly massive mounts may be a hazard to nearby personnel.",
    "title": "SCP-7124"
}