{
    "url": "https://scp-wiki.wikidot.com/scp-7126",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\n\n \n\n\nITEM NUMBER:\n SCP-7126\n\nOBJECT CLASS:\n Safe\n\n\nCONTAINMENT PROCEDURES:\n SCP-7126's main entrance is to be locked at all times, with the land it resides on being cordoned off as private property. Though SCP-7126's location already facilitates its isolation from surrounding districts and towns, constant surveillance is to be instated in order to identify, deter, and apprehend potential trespassers.\n\n\nAny elements in their raw forms are not to be introduced to SCP-7126-A under any and all circumstances. Any exposed human bodily fluids are not to be introduced to SCP-7126-A under any and all circumstances.\n\n\nDESCRIPTION:\n SCP-7126 is an abandoned theatre located on the outskirts of Athol, Massachusetts, USA. SCP-7126 is in advanced stages of neglect, with many issues compromising the building's overall structural integrity.\n\n\nSCP-7126's main performance center displays evidence of a struggle, with minimal to heavy scuffing having occurred across most of the central stage. Forensics have identified various indentations and grooves, resulting from;\n\n\n\n\nthe movement of props and furniture on center stage\n\n\nknives and/or sharpened objects (presumed to be accidental markings)\n\n\nhuman fingernails\n\n\n\n\nSCP-7126's backstage area contains detritus and non-anomalous paraphernalia, with certain materials dating back to the late 1800s. On the far wall to the back of the stage,\n1\n there are seven framed photographs depicting headshots of seven different individuals. Each photograph is obscured due to vandalism in various forms, ranging from the scratching or tearing out of the facial region, or defacement via marker or paint. The ages of the photographs have been dated prior to the 1980s. The individuals' poses are reminiscent of yearbook photos.\n\n\nOn the far wall to the right of SCP-7126's center stage\n2\n is a stone doorway that is built into the bricks of the wall's support, hereafter referred to as SCP-7126-A. SCP-7126-A is crudely constructed, with the walls of its frame consisting of large, misshapen stones of differing sizes, resulting in a height of ~1.2 m. There is no door inside of SCP-7126-A, as it is blocked by the same bricks that the surrounding wall consists of.\n\n\nThere is a notable lack of rope inside of SCP-7126.\n\n\nA tarnished brass plaque is installed above SCP-7126-A, reading \"Department of Abnormalities.\"\n\n\nHISTORY:\n SCP-7126's presence in local communities prior to containment was minimal. Initially built in 1832, SCP-7126 was utilized as a mutual performance center by both the town of Athol and the bordering town of Philipston. Various plays intended for both communities were staged, more commonly directed towards younger audiences to encourage all-age venues to generate greater profit.\n\n\nAttendance was consistent until the early-to-mid 1860s due to the American Civil War. Very few performances were recorded in this time period, with the theatre’s operations quickly transitioning into supply storage for both the towns as well as the ongoing war effort. Only five productions were displayed for the public within this timeframe, with this low maintenance and neglect causing SCP-7126 to fall into disrepair.\n\n\nPost-war, SCP-7126 was rarely utilized by the public. The building's contents were cleared out and relocated closer to respective districts, and its final, officially recorded production was a rendition of Shakespeare's \nMacbeth\n, performed c. August 1872.\n\n\nSCP-7126 remained abandoned for years until it became a popular destination for adolescents to loiter in c. 1950. Common stories involving SCP-7126 were pervasive throughout locals regarding demon worship, child sacrifice, and cannibalism. Despite this, there was a significant uptick in attendance throughout the 1960s before peaking in the mid-1970s. Afterwards, attendance ceased.\n\n\n\n\nFootnotes\n\n\n1\n. Upstage, behind where the back curtain should be located.\n\n\n2\n. Stage left.\n\n\n\n\n\n\n\n\n« \nSCP-7125\n | SCP-7126 | \nSCP-7127\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7126\n\" by Quicksilvers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7126\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7126 \" by Quicksilvers, from the SCP Wiki . Source: https://scpwiki.com/scp-7126 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7126"
}