{
    "url": "https://scp-wiki.wikidot.com/scp-7127",
    "all_text": "rating: \n+136\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n Domestic Emotional Abuse\n\n\n\n\n\n\n\n\nrating: \n+136\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nby \nParallelPotatoes\n\n\n\n\n\n\n\nIt's shopping day. You go to the store.\n\nYou get eggs, milk, sugar, and flour. You want to bake a cake for your girlfriend.\n\n\nYou go home.\n\n\nShe likes it.\n\n\n\n\nItem #:\n SCP-7127\n\n\nClearance Level 1:\n Unrestricted\n\n\n\n\nIt’s shopping day. You go to the store.\n\n\nYou get buns, beef patties, lettuce, and tomatoes.\n\n\nYou go home.\n\n\nShe doesn’t like the burgers.\n\n\n\n\nObject Class:\n Safe\n\n\nDisruption Class:\n 1/Dark\n\n\nRisk Class:\n 1/Notice\n\n\n\n\nIt’s shopping day. You go to the store.\n\n\nShe wanted you to pick up onions and potatoes.\n\n\nYou go home.\n\n\nYou forgot the cheese. She can’t make potato au gratin without them.\n\n\nYou make hash browns instead.\n\n\nYou’ll try harder next time.\n\n\n\n\nSpecial Containment Procedures:\n SCP-7127 is to be kept in a standard anomalous item storage locker in Site-137. The Site-137 commissary may be used for testing SCP-7127 with approval from the site director. Only C-Class individuals with cognitive resistance values above 3 and D-Class individuals are allowed in the commissary during periods of testing.\n\n\n\n\nIt’s shopping day. You go to the store.\n\n\nYou wrote a list this time to help you remember.\n\n\nShe wanted you to pick up onions, broccoli, and….kimchi?\n\n\nYou go home.\n\n\nYou forgot the eggs. She can’t make quiche without them.\n\n\nYou sleep on the couch that night.\n\n\nYou’ll try harder next time.\n\n\n\n\nDescription:\n SCP-7127 is a 76.2 by 127 millimeter index card composed of white card stock. Several phrases of text are handwritten upon SCP-7127 in graphite. The content of these phrases varies, but will always be the name of a food item. Any attempt to write words or otherwise place markings on SCP-7127 that do not represent food items will result in the markings disappearing from the page within a period of 5 seconds after they were placed. This effect will also occur if any writing utensil other than a graphite pencil is used to create markings on SCP-7127. Items previously written on SCP-7127 may be removed with non-anomalous erasers.\n\n\n\n\nIt’s shopping day. You go to the store.\n\n\nYou erased the list and wrote the new list on it.\n\n\nShe wanted you to get spaghetti, basil, cheese, and lychee.\n\n\nAre you sure that’s what you wrote?\n\n\nYou go home.\n\n\nYou forgot the pine nuts. She can’t make the pesto sauce without them.\n\n\nShe doesn’t talk to you for the rest of the night.\n\n\nWhy can’t you do this without fucking up? You’ll try harder next time.\n\n\n\n\nSCP-7127 exhibits an antimemetic effect on those in its presence. This effect causes affected persons to not notice its other anomalous effects. This does not affect persons with a cognitive resistance value above 3. A CRV of 3 is the baseline for those who have undergone basic required Foundation cognitohazard training, which consists of a one hour seminar.\n\n\n\n\nIt’s shopping day. You go to the store.\n\n\nYou use the list again.\n\n\nShe wanted you to get chicken, vodka, gnocchi, and avocados.\n\n\nSome men at the store ask you some questions.\n\n\nYou get home.\n\n\nYou don’t remember the last hour.\n\n\nYou don’t have your list.\n\n\nYou don't have any groceries. She can't make anything.\n\n\nYou think her expression could kill.\n\n\nYou'll try harder next time.\n\n\n\n\nSCP-7127 activates when a subject brings it into a grocery store, and will deactivate upon being removed from the store. While SCP-7127 is active, one of two effects will occur every 5 to 30 minutes. The following effects have an equal probability of occurrence:\n\n\n\n\nA food item previously listed on SCP-7127 will disappear from SCP-7127.\n\n\nA new food item will appear on SCP-7127 in the handwriting of the person who most recently wrote on it. This item will additionally materialize in the store as an item being sold. The price of the item will be equivalent to the market value of the item in the country in which the store is located.\n\n\n\n\n\n\nIt’s shopping day. You go to the store.\n\n\nShe wanted you to get flour, eggs, sugar, and milk.\n\n\nYou go home.\n\n\nYou forgot the baking powder. She can’t bake a cake without it.\n\n\nYou're tired of this.\n\n\nYou won't have to try harder next time.\n\n\n\n\n\n\n« \nSCP-7126\n | SCP-7127 | \nSCP-7128\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7127\n\" by ParallelPotatoes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7127\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Item #: SCP-7127 Clearance Level 1: Unrestricted",
        "Object Class: Safe Disruption Class: 1/Dark Risk Class: 1/Notice",
        "Special Containment Procedures: SCP-7127 is to be kept in a standard anomalous item storage locker in Site-137. The Site-137 commissary may be used for testing SCP-7127 with approval from the site director. Only C-Class individuals with cognitive resistance values above 3 and D-Class individuals are allowed in the commissary during periods of testing.",
        "Description: SCP-7127 is a 76.2 by 127 millimeter index card composed of white card stock. Several phrases of text are handwritten upon SCP-7127 in graphite. The content of these phrases varies, but will always be the name of a food item. Any attempt to write words or otherwise place markings on SCP-7127 that do not represent food items will result in the markings disappearing from the page within a period of 5 seconds after they were placed. This effect will also occur if any writing utensil other than a graphite pencil is used to create markings on SCP-7127. Items previously written on SCP-7127 may be removed with non-anomalous erasers.",
        "SCP-7127 exhibits an antimemetic effect on those in its presence. This effect causes affected persons to not notice its other anomalous effects. This does not affect persons with a cognitive resistance value above 3. A CRV of 3 is the baseline for those who have undergone basic required Foundation cognitohazard training, which consists of a one hour seminar.",
        "SCP-7127 activates when a subject brings it into a grocery store, and will deactivate upon being removed from the store. While SCP-7127 is active, one of two effects will occur every 5 to 30 minutes. The following effects have an equal probability of occurrence: A food item previously listed on SCP-7127 will disappear from SCP-7127. A new food item will appear on SCP-7127 in the handwriting of the person who most recently wrote on it. This item will additionally materialize in the store as an item being sold. The price of the item will be equivalent to the market value of the item in the country in which the store is located.",
        "\" SCP-7127 \" by ParallelPotatoes, from the SCP Wiki . Source: https://scpwiki.com/scp-7127 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7127\nClearance Level 1: Unrestricted",
    "object_class": "Safe\nDisruption Class: 1/Dark\nRisk Class: 1/Notice",
    "containment_procedures": "SCP-7127 is to be kept in a standard anomalous item storage locker in Site-137. The Site-137 commissary may be used for testing SCP-7127 with approval from the site director. Only C-Class individuals with cognitive resistance values above 3 and D-Class individuals are allowed in the commissary during periods of testing.",
    "description": "SCP-7127 is a 76.2 by 127 millimeter index card composed of white card stock. Several phrases of text are handwritten upon SCP-7127 in graphite. The content of these phrases varies, but will always be the name of a food item. Any attempt to write words or otherwise place markings on SCP-7127 that do not represent food items will result in the markings disappearing from the page within a period of 5 seconds after they were placed. This effect will also occur if any writing utensil other than a graphite pencil is used to create markings on SCP-7127. Items previously written on SCP-7127 may be removed with non-anomalous erasers.",
    "title": "SCP-7127"
}