{
    "url": "https://scp-wiki.wikidot.com/scp-7128",
    "all_text": ".\n\n\n\n\n\n\n\n\nrating: \n+77\n+\n–\nx\n\n\n\n\n\n\nSCP-7128-9.\n\n\n\n\n\n\nItem #:\n SCP-7128\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Each instance of SCP-7128 is to be kept in a single padded cutlery case in Low-Yield Item Storage Facility 1 at Site-43. Care must be taken not to disturb this case. Individual instances may not be removed for testing for periods exceeding one hour. Conservation efforts must be oriented toward preserving the remaining enamel coating and preventing further damage.\n\n\nDescription:\n SCP-7128 is a set of eleven identical commemorative coffee spoons in the image of a uniformed member of the Royal Canadian Air Force. The spoons were commissioned on behalf of the families of the No. 444 Squadron RCAF after the January 1945 Battle of Ucluelet, British Columbia, in which the squadron's twelve planes were destroyed by an experimental Obskuracorps weapon operating from an offshore submarine. As this act occurred in a populated area, a concentrated program of amnesticization and document alteration was undertaken by the Foundation. The 444 was stricken from the record entirely, and its members listed killed in action in a variety of training accidents across the Canadian home front.\n\n\nHowever, as coverup efforts were undertaken in concert with the RCAF and the Occult and Supernatural Activity Taskforce of the Royal Canadian Mounted Police, procedural differences resulted in a serious oversight. Under the assumption that the 444 would be properly memorialized for their service, OSAT officials authorized the use of metal from each of the twelve Supermarine Spitfire Mk.I aircraft downed at Ucluelet to produce a commemorative spoon for each pilot. Only one spoon was mailed before Foundation operatives discovered the error and addressed it; due to poor recordkeeping on the part of OSAT, it could not subsequently be relocated until its recipient had melted it down to recover the metal. All other materials recovered from the crash sites were neutralized and disintegrated.\n\n\nEach SCP-7128 instance exhibits Safe-range paraspectral energy. This energy intensifies when the instances are jarred, overturned, or separated from each other for any length of time, and 'flares' when the instances are damaged. After sustaining such damage, an instance's paraspectral emissions permanently increase to a minor but measurable extent.\n\n\nThe members of No. 444 Squadron RAF, and their respective SCP-7128 instances, are as follows:\n\n\n\n\n\n\nName\n\n\nInstance\n\n\n\n\n\n\nHayden Adlock\n\n\nSCP-7128-1\n\n\n\n\n\n\nJohn Barber\n\n\nSCP-7128-2\n\n\n\n\n\n\nMack Bradbury\n\n\nSCP-7128-3\n\n\n\n\n\n\nErnie Hall\n\n\nSCP-7128-4\n\n\n\n\n\n\nReese Jackson Jr.\n\n\nSCP-7128-5\n\n\n\n\n\n\nHorace Keaton\n1\n\n\nSCP-7128-6\n\n\n\n\n\n\nBert Kelly\n\n\nSCP-7128-7\n\n\n\n\n\n\nAaron Lee\n\n\nSCP-7128-8\n\n\n\n\n\n\nAustin MacLeod\n\n\nSCP-7128-9\n\n\n\n\n\n\nJerry Savidge\n\n\nN/A\n\n\n\n\n\n\nJacob Senior\n\n\nSCP-7128-10\n\n\n\n\n\n\nJohn Wood\n\n\nSCP-7128-11\n\n\n\n\n\n\nMediums from the International Centre for Unified Thaumatology have conducted séances to attempt postmortem contact with the pilots from No. 444 Squadron RCAF, reporting an abnormally weak response on each occasion. When conducted in the presence of the appropriate SCP-7128 instance, however, paraspectral energy emission approaches the Euclid level. No coherent patterns can be discerned in these emissions.\n\n\nAttempts to contact Jerry Savidge, the pilot whose SCP-7128 instance was destroyed by its recipient, have uniformly produced no response at all.\n\n\n\n\nFootnotes\n\n\n1\n. Squadron leader.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7127\n | SCP-7128 | \nSCP-7129\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7128\n\" by HarryBlank, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7128\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n RCAFspoon.jpg\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7128 \" by HarryBlank, from the SCP Wiki . Source: https://scpwiki.com/scp-7128 . Licensed under CC-BY-SA .",
        "Filename: RCAFspoon.jpg Author: HarryBlank License: CC BY-SA 3.0"
    ],
    "item": "SCP-7128",
    "object_class": "Safe",
    "containment_procedures": "Each instance of SCP-7128 is to be kept in a single padded cutlery case in Low-Yield Item Storage Facility 1 at Site-43. Care must be taken not to disturb this case. Individual instances may not be removed for testing for periods exceeding one hour. Conservation efforts must be oriented toward preserving the remaining enamel coating and preventing further damage.",
    "description": "SCP-7128 is a set of eleven identical commemorative coffee spoons in the image of a uniformed member of the Royal Canadian Air Force. The spoons were commissioned on behalf of the families of the No. 444 Squadron RCAF after the January 1945 Battle of Ucluelet, British Columbia, in which the squadron's twelve planes were destroyed by an experimental Obskuracorps weapon operating from an offshore submarine. As this act occurred in a populated area, a concentrated program of amnesticization and document alteration was undertaken by the Foundation. The 444 was stricken from the record entirely, and its members listed killed in action in a variety of training accidents across the Canadian home front.",
    "title": "SCP-7128"
}