{
    "url": "https://scp-wiki.wikidot.com/scp-7129",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+61\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7129\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7129 is to be kept in a Department of Demonics anomalous item storage locker. Researchers handling SCP-7129 should \nnever face a fellow researcher when holding the object.\n only be given SCP-7129 in the presence of another human other than the test subject. Testing is only to be authorised by senior researchers and is only to be conducted on D-class personnel with no pre-existing heart conditions.\n\n\nDescription:\n SCP-7129 is a 12oz red rubber mallet with the words \"for training purposes only\" carved into its handle. The main anomalous capability displayed by SCP-7129 is shown when it is used to strike another human's cranium in a top-down motion.\n\nAt this point, the following process will take place\n1\n:\n\n\n\n\nThe user is compelled to use their full strength to strike their intended subject.\n\n\nThe handle of SCP-7129 will extend such that it will reach the subject regardless of the distance between the two.\n\n\nThe head of SCP-7129 enlarges to a variable size in order to encompass the width of the subject.\n2\n\n\nOnce SCP-7129 strikes the subject, they are fully launched into the ground with the resulting hole immediately closing. Any attempts to dig into the hole have met with failure and only dirt or debris expected of the terrain will be dug up. This effect remains consistent despite the depth of the floor such as on the 2nd level of buildings or areas with underground tunnels beneath them.\n\n\nThe subject will emerge from the hole after 20 minutes or emerge from a second hole formed next to the original hole has been if it had been destroyed for any reason. They will have no recollection of what occurred during the time in which they were absent. The subject will also be unharmed save for the injuries sustained during the re-emerging.\n3\n\n\n\n\nSCP-7129 was discovered in the possession of a Tartarean-class demonic entity in the city of ███████████. He had been using SCP-7129 on civilians passing through a small alleyway before it was reported to the Foundation. After a 15-hour reconnaissance mission, said entity was captured and brought for interrogation.\n\n\n\n\n \n\n\nINTERVIEWER:\n Agent JiaoHan Tang\n\n\nSUBJECT:\n PoI-7129.1—\"Gogthoth\"\n\n\nDATE:\n 08/08/22\n\n\n«BEGIN LOG»\n\n\n\n\nTANG:\n Evening Mr. Gogthoth, I'll cut to the chase since I'm pretty sure you and I both know why we're here.\n\n\nGOGTHOTH:\n Do I?\n\n\nTANG:\n Do you?\n\n\nAgent Tang points to the Foundation logo on his sleeve.\n\n\nTANG:\n We've been watching for a while and have video evidence from earlier.\n\n\nThe room is silent for several seconds.\n\n\nGOGTHOTH:\n I—(\nsigh\n) fuck I guess this was comin' at some point.\n\n\nGOGTHOTH holds his head in his hands and begins muttering to himself.\n\n\nTANG:\n Yeah, I'm sorry to burst your bubble but practicing wack-a-mole with humans is illegal I'm afraid.\n\n\nGOGTHOTH:\n (\nunintelligible muttering\n)-Man it was the FUCKING unicorns I swear to- Wait, wait, I'm being arrested for that?!\n\n\nTANG:\n What do you mean?\n\n\nGOGTHOTH:\n My job?\n\n\nTANG:\n Your job? And what the fuck was that about unicorns?\n\n\nGogthoth breathes in and out to compose himself.\n\n\nGOGTHOTH:\n Yes. My job. I thought it was pretty obvious.\n\n\nGogthoth sarcastically points to his sleeve where the words \"TEACHING ASSISTANT\" are visible.\n\n\nTANG:\n …That does not help in the slightest.\n\n\nGOGTHOTH:\n Right listen sir, listen, I'm on the clock here I really gotta get back before the kids get worried if you don't mind.\n\n\nTANG:\n I fail to see how assaulting people with a large hammer is related to education in any way, shape or form.\n\n\nGOGTHOTH:\n Well, I would expect a prestigious organisation such as yourselves would understand our methods.\n\n\nTANG:\n \nWell\n, it's gonna be best for both of us if you spell it out for the record.\n\n\nGogthoth breathes in and out to compose himself.\n\n\nGOGTHOTH:\n \nCalm down Gog, calm down, teachers need to be patient with the students sometimes… breath…\n\n\nGOGTHOTH:\n Okay, so you want me to explain how the concept of school works?\n\n\nTANG:\n If you really wanna leave faster then answer my questions please.\n\n\nGOGTHOTH:\n Alright fine. Okay hmm so as you know, some demons have a pretty important role in the ecosystem y'know bringing eternal damnation to the souls of the evil and all that yadda yadda. Of course, we take a lot of pride in our work and the big guy downstairs wants to make sure there's quality control in what we do. So it's mine and my colleague's job to do exactly that. You guys up here still have schools right?\n\n\nTANG:\n Yes we still have schools and I still fail to see how—\n\n\nGOGTHOTH:\n I know you humans still have school, I was being sarcastic! But honestly, people like you make it damn hard to tell if school is still a thing up here.\n\n\nTANG:\n (\neyes narrow\n) What do you mean \"people like me\"?\n\n\nGOGTHOTH:\n People who don't understand the value of education obviously! What we're doing here is guiding the new generation after us. We're bringing them up to prepare themselves for the dark fucking maw that is modern society. Y'know when you and I are old and decrepit guess who's gonna be holding up the world? I'll give you a hint, it ain't gonna be us, mister. It'll be the whiny fucking kids that we wanna mold and guide to be the best damn person they can be. And here you are tryna stop all this and not givin' us a shred of respect!\n\n\nThe room is silent for several seconds.\n\n\nGOGTHOTH:\n I—Excuse me sir. My apologies.\n\n\nTANG:\n (\nsigh\n) Alright, I get it. I didn't mean to offend you but I just need to know how hammering people is related to this.\n\n\nGOGTHOTH:\n It's exam season.\n\n\nTANG:\n And?\n\n\nGOGTHOTH:\n Well how else are the kids gonna get practice?\n\n\nThe room is silent for several seconds.\n\n\nTANG:\n Wait-wait-wait hold on. The people are going to \nhell\n to be used as practice for eternal damnation.\n\n\nGOGTHOTH:\n I mean when you put it that way you make it look really bad when it's not.\n\n\nTANG:\n How!?\n\n\nGOGTHOTH:\n Y'know I just take my equipment, give em the old \"yabba dabba doo\" if you know what I mean.\n\n\nTANG:\nWha—\n\n\nGOGTHOTH:\n Wait, was that Flintstones or Captain Caveman? Sorry, the kids love this stuff but I get my human cartoon references mixed up. Anyway it sends them down directly to—\n\n\nTANG:\n NO-Fuck-I-That's not what I meant goddamn, you goddamn demon!\n\n\nGOGTHOTH:\n Wooow jeez okay. That's incredibly rude of you.\n\n\nTANG:\n Why the fuck are you dragging innocent people into hell forever!?\n\n\nGOGTHOTH:\n Forever? Why would we do that? Do you know how illegal that is?\n\n\nTANG:\n Wait what?\n\n\nGOGTHOTH:\n I thought you people had surveillance.\n4\n\n\nTANG:\n You didn't mention this earlier?\n\n\nGOGTHOTH:\n If you waited twenty to thirty minutes you would have seen them crawl out of the hole. We also fix them up before they leave. It's a pretty solid system.\n\n\nThe room is silent for several seconds.\n\n\nGOGTHOTH:\n If there are no further questions could I go? Oh, and you'll be hearing from my lawyer soon.\n\n\n\n\nAFTERWORD:\n POI-7129.1 surrendered SCP-7129 to the Foundation after more clarifications on its properties. 2 weeks after this interview, Agent Tang was fined $1000 and a blood sacrifice for charges of false arrest, discrimination, and emotional damages.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\nSCP-7129-A\n\n\n\n\n\n\nSCP-7129-A is the extradimensional space in which those struck by SCP-7129 are transported during the period of time they are absent. The space resembles a small empty white-tiled room in a slight state of disrepair with white walls and a single door, a timer, and a single monitor to display the grade given along with a comment. Subjects enter through an opening in the ceiling. During their time within SCP-7129-A, a demonic entity, designated SCP-7129-B, will enter SCP-7129-A and perform some form of torture upon the subject. Each time SCP-7129 is used, a new demonic entity enters the room, proceeding to perform a unique method of torture. Also unique among each test is the duration of the footage as either the room or the entities are able to manipulate the rate of flow of time within SCP-7129-A\n5\n. After the 20 minutes have passed, the subject is then healed of all injuries and exits through the hole in the ceiling which they entered via an unknown force. The subject will then have no recollection of the experience, however, any recording device brought into SCP-7129-A will be able to retain footage of the event.\n\n\n\n\n\n\nAddendum 7129.1:\n Experiment logs\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nEXPERIMENT #01\n\n\n\n\nSCP-7129-B description:\n Masculine humanoid with red skin and large horns.\n\n\nPerceived time:\n 30 minutes\n\n\nSummary of event:\n Entity telekinetically suspends the D-Class in midair. The entity begins to stab the D-Class with a pitchfork for the duration of the time. All wounds afflicted by this pitchfork immediately cauterize once the demon removes it from the D-Class' flesh.\n\n\nGrade Given:\n C+, \"Gets the job done but very cookie cutter. Well done, improvement is evident but time perception manipulation still needs work\"\n\n\n\n\n\n\nEXPERIMENT #02\n\n\n\n\nSCP-7129-B description:\n Tripedal entity covered in white fur except for the head. The Head resembles a fish head that has been cut in half vertically.\n\n\nPerceived time:\n 2 minutes\n\n\nSummary of event:\n The entity released a yellow gas from its left facial orifice, after which the D-class expired due to takotsubo cardiomyopathy.\n6\n\n\nGrade Given:\n N/A, \"Please step into the next room for re-test.\"\n\n\n\n\n\n\nEXPERIMENT #03\n\n\n\n\nSCP-7129-B description:\n Short bipedal entity with yellow skin and clawed limbs.\n\n\nPerceived time:\n 20 minutes\n\n\nSummary of event:\n D-Class was beaten with a blunt stick for 20 minutes while the entity shouted racial slurs at the D-Class.\n7\n\n\nGrade Given:\n F, \"Severe lack of effort. See me after class.\"\n\n\n\n\n\n\nEXPERIMENT #04\n\n\n\n\nSCP-7129-B description:\nEntity has an arachnoid lower body with the head replaced with 2 feminine humanoid upper bodies.\n\n\nPerceived time:\n 40 minutes\n\n\nSummary of event:\n The entity suspends the D-Class using a web similar to spider silk. It then amputates the largest left toe of the D-Class and re-molds it into a shape of a spider as if the toe was malleable. The flesh spider crawls onto the D-Class and repeats this process with the flesh it bites off which exponentially increases the number of spiders.\n\n\nGrade Given:\n B, \"Not bad. Shows potential but your appearance spoils the surprise. Take a more proactive role and consider hiding your presence in the beginning.\"\n\n\n\n\n\n\nEXPERIMENT #05\n\n\n\n\nSCP-7129-B description:\n Quadrupedal entity with white skin and a large head with 16 compound eyes.\n\n\nPerceived time:\n 120 minutes\n\n\nSummary of event:\n The entity takes out a smartphone, opens the r/dankmemes forum and sorts for \"controversial\" posts. It proceeds to read the captions of the images in an extremely monotone voice. The D-Class is unable to cover their ears or look away as all 16 eyes make contact with the D-Class at all times.\n\n\nGrade Given:\nA, \"Excellent use of eternity. Well done Chris!\"\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7129.2:\n Incident Report\n\n\n\n\n\nOn 16/09/2022, POI-7129.1 used SCP-7129 on Agent Tang following a return to Site-51 to collect reparations. Security personnel were alerted to the situation after a loud bang was heard followed by POI-7129.1 exclaiming \"How'd you like \nthem\n apples huh?!\".\n\nAgent Tang was sent to hell for 20 minutes as expected of SCP-7129's properties as a result. However, footage recovered from Agent Tang's body camera showed unusual behaviour from the SCP-7129-B instance.\n\n\n\n\nIncident 7129-1\n\n\n«BEGIN LOG»\n\n\n\n\n[The feed shows Agent Tang falling through soil for several seconds with his screams muffled before falling into SCP-7129-A where the audio becomes clear.]\n\n\nTANG:\n aaaAAAAAAAAHHHHH—Oof!\n\n\n[Tang falls to the floor and slowly gets up.]\n\n\nTANG:\n Oh fuck that smarts—god fucking dammit! I aughta fucking [INCRIMINATING STATEMENT REDACTED].\n\n\n[The door to SCP-7129-A opens and Tang recoils. A demonic entity enters carrying an ornate staff as a walking stick. It has a small humanoid body with dark red skin with a massive reptile-like head which has several folds along its face giving a patchwork appearance.]\n\n\nTANG:\n Um… Hi?\n\n\n[A beep is heard coming from the timer on the all indicating that it has begun counting down from 20 minutes.]\n\n\nUNIDENTIFIED:\n \n(Echoing) FOOLISH HUMAN. DOOMED TO REPEAT THE MISTAKES OF YOUR ANCESTORS. SUCH IS THE CURSE OF YOUR PITIFUL SPECIES. FOR THE WAGES OF SIN IS DEATH AND YOUR DEBT SHALL BE PAID WITHIN THESE WALLS. DEATH AT MY HANDS UPON THIS PLANE SHALL BE ETERNAL. YOU MAY PONDER AND REGRET THE CHOICES MADE IN THE WAKING WORLD BUT SUCH THINKING IS WORTHLESS. FOR THE RESULT OF YOUR CHOICE IS TRUE. UNENDING. DAMNATION.\n\n\nTANG:\n Woah, Woah hey I think there's a mistake being made here I—\n\n\n[The feed suddenly snaps to face the creature and does not move. Tang struggles to move, indicating that an unknown force is compelling him to face the creature.]\n\n\n[The creature opens the flaps of skin on its face to reveal multiple asymmetrical eyes underneath of seemingly random sizes. The pupils of said eyes form extremely dangerous cognitohazards. With each pupil that is seen, they cause the pain to be compounded further. Tang attempts to scream at several points but is unable to do so. His body shudders and his breathing becomes more and more rapid as his eyes are forced to look into the next eyeball. The perceived time is currently 45 seconds.]\n\n\nUNIDENTIFIED:\n \nINSIGNIFICANT CREATURE. YOU ARE WORTH LESS THAN A BLADE OF GRASS. ONLY TO BE STEPPED ON BY THE ANIMALS AND FORGOTTEN FOR YOU—\n\n\n[The timer on the wall beeps again, indicating that 20 minutes has passed.]\n\n\nUNIDENTIFIED:\n \n(No longer echoing)Wait what?\n\n\n[Agent Tang falls to the floor breathing heavily as he is suddenly healed of all injuries.]\n\n\nUNIDENTIFIED:\n \nAw crud not again! I put the time perception ritual the wrong way! Stupid! Stupid!\n\n\n[The entity starts hitting its head with its staff repeatedly, then starts hitting the wall before throwing the staff onto the ground. The entity sits down on the floor and begin sobbing before an 8 foot tall Ardor-class demonic entity with purple skin enters the room. It then embraces the entity]\n\n\nSUCCUBUS:\n \nHey, hey now shhhhh. Its alright, its alright no one gets this sort of thing done on the first try.\n\n\nUNIDENTIFIED:\n \nI-\n(sniff)\n-I'm never -\n(sniff)\n- gonna pass my DATs…\n8\n\n\n[The entity begins to cry.]\n\n\nUNIDENTIFIED:\n \nI can't do it mommy. I don't think I have it in me-\n(sniff)\n.\n\n\nSUCCUBUS:\n \nAww don't say that, you've clearly been trying your very best and we all can see how far you've come!\n\n\nUNIDENTIFIED:\n \nBUT MY BEST ISN'T GOOD ENOUGH. ALL I'VE BEEN DOING IS GOING FROM CRAP TO LESS CRAP!\n\n\nSUCCUBUS:\n \nSweetie…\n\n\nTANG:\n …Hey!\n\n\n[Both demons turn to look at Tang.]\n\n\nTANG:\n Listen, I'm not too good at this kind of stuff but I just wanna say…\n\n\n[The entity wipes its tears.]\n\n\nTANG:\n The last 45 seconds of my life were one of the worst I've ever had in my life. And I work for the fucking Foundation! I'm not gonna be able to sleep right for the next month because of what you've done to me and this experience is gonna do irreparable damage to my psyche. Between you and me, I've looked at the footage from the other guys down here, and let me tell you, you're leagues ahead of the competition! Listen… I have kids up there and I can tell you how normal it is to get stressed out at school.\n\n\nUNIDENTIFIED:\n \nY-you really mean it mister?\n\n\nTANG:\n 'Course I do! My name's Jiao, what's yours?\n\n\nUNIDENTIFIED:\n \n[INFOHAZARD REDACTED]\n\n\n[Tang twitches and bleeds from his nose.]\n\n\nTANG:\n Listen uhh… \nBuddy\n. You got dreams?\n\n\n[BUDDY nods its head.]\n\n\n[Tang places his hand on the demon's \"shoulder\".]\n\n\nTANG:\n Then never stop chasing kiddo. Be the bane to which the seven hells has never seen before.\n\n\n[BUDDY wipes the tears from its several eyes.]\n\n\nBUDDY:\n \nThanks mister… I'll try my hardest.\n\n\nTANG:\n And that's all you need in this world.\n\n\n[Tang pats BUDDY on the back. He feels a suction force as he is being pulled out of SCP-7129-A. Tang looks over to SUCCUBUS.]\n\n\nTANG:\n You've got a good kid. I can tell he's gonna go far.\n\n\nSUCCUBUS:\n \nOh thank you so much. He's not my son though.\n\n\nTang:\n Ah. Right…\n\n\n[BUDDY and SUCCUBUS wave goodbye to Tang. Tang waves back.]\n\n\nTANG:\n Bye everyone! Good luck on yourMMMMMMPPPHHHH—\n\n\n[TANG is sucked out of SCP-7129-A before being returned to Site-51.]\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7129\n\" by J T K C, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7129\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n \nhttp://scp-wiki.wikidot.com/local--files/scp-7129/SCP-XXXX%20room.jpg\n\n\nName:\n A big white empty room\n\n\nAuthor:\n Christopher Blizzard\n\n\nLicense:\n CC BY-SA 2.0\n\n\nLink:\n \nhttps://www.flickr.com/photos/76418115@N00/3226645828\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The individual wielding SCP-7129 will hereby be referred to as \"user\" and the individual struck by SCP-7129 as \"subject\".\n\n\n2\n. The increased size has been reported to have no change in the weight or ease of swinging SCP-7129.\n\n\n3\n. The one exception to this is noted down in experiment 02\n\n\n4\n. This is incorrect. MTF Agents simply waited at the location where POI-7129.1 was sighted and immediately left when captured.\n\n\n5\n. With time ranging from the expected 20 minutes to 100 minutes being the longest recording\n\n\n6\n. Medical records show that the D-Class had a genetic predisposition to certain heart conditions. The cadaver of the D-Class was ejected afterwards with a letter of apology from the \"Student development board\" suggesting this was unintentional.\n\n\n7\n. Notably, the D-Class was not a member of any of the races in which the entity was insulting\n\n\n8\n. Demonic Aptitude Test",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7129 \" by J T K C, from the SCP Wiki . Source: https://scpwiki.com/scp-7129 . Licensed under CC-BY-SA .",
        "Filename: http://scp-wiki.wikidot.com/local--files/scp-7129/SCP-XXXX%20room.jpg Name: A big white empty room Author: Christopher Blizzard License: CC BY-SA 2.0 Link: https://www.flickr.com/photos/76418115@N00/3226645828"
    ],
    "containment_procedures": "SCP-7129 is to be kept in a Department of Demonics anomalous item storage locker. Researchers handling SCP-7129 should never face a fellow researcher when holding the object. only be given SCP-7129 in the presence of another human other than the test subject. Testing is only to be authorised by senior researchers and is only to be conducted on D-class personnel with no pre-existing heart conditions.",
    "description": "SCP-7129 is a 12oz red rubber mallet with the words \"for training purposes only\" carved into its handle. The main anomalous capability displayed by SCP-7129 is shown when it is used to strike another human's cranium in a top-down motion.\nAt this point, the following process will take place1:",
    "title": "SCP-7129"
}