{
    "url": "https://scp-wiki.wikidot.com/scp-7136",
    "all_text": "rating: \n+16\n+\n–\nx\n\n\nItem #:\n SCP-7136\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The studio apartment containing SCP-7136 has been rented by the Foundation, along with the other two apartments on the same floor. Apartment management has been informed that the renter is a high-profile client and is not to be disturbed.\n\n\nSCP-7136 is to be monitored weekly for any changes in the size or shape of the affected region. Personnel assigned to SCP-7136 must have an \nAnomalous Impulse Resistance Index\n (AIRI) of 35 or greater.\n\n\nDescription:\n SCP-7136 is a seemingly impenetrable spatial distortion present within the former apartment of painter Anton Zorkin. The affected region extends ~2 meters from Zorkin's eyes in two intersecting narrow cone-like shapes centered around his lines of sight, terminating in what appears to be a standard blank 60cm x 90cm canvas. Attempts to enter SCP-7136 or insert objects into it have been met with failure, as have attempts to move the region, the canvas, or Zorkin's head\n1\n. Light seems to be unaffected, as SCP-7136 was essentially transparent until agents covered the outline of it with paint\n2\n.\n\n\nWhile in the apartment, several personnel have reported an unusually inflated desire to look at the canvas. Few have acted on this impulse, although one researcher (since removed from the project) went so far as to push his face laterally into Zorkin's in an attempt to \"get the angle right\". This mild compulsion effect has not been observed further than 7.3m from the source, or in individuals with an AIRI at or above that specified in the containment procedures.\n\n\nIt is speculated that the canvas may contain some form of hidden information or image that has not yet been uncovered. However, given that no additional anomalous effects have been observed, further research into this possibility is considered low priority.\n\n\nAddendum:\n Discovery Notes\n\n\nZorkin was placed under Level 1 surveillance following his attendance of the PAINt anartist convention. After he failed to leave his apartment for two weeks, a team was sent in to investigate.\n\n\nZorkin's corpse was discovered on the floor of his apartment. His head was suspended ~0.8m above the ground, partially supporting his dangling body. Signs of struggle were present, along with severe trauma to Zorkin's neck. Despite this, an autopsy found dehydration to be the primary cause of death.\n\n\nA sketchbook was found on Zorkin's desk, containing unfinished sketches, newspaper clippings\n3\n, and short handwritten notes. Examples can be found in the following table:\n\n\n\n\n\n\nPage\n\n\nSketch Subject\n\n\nClipping\n\n\nNote\n\n\n\n\n\n\n1\n\n\nA meadow\n\n\n\"one-note\"\n\n\n\"Next time will be better\"\n\n\n\n\n\n\n7\n\n\nA woman holding a baby\n\n\n\"hollow\"\n\n\n\"Why don't they get it?\"\n\n\n\n\n\n\n17\n\n\nAn abstract collection of shapes\n\n\n\"missing something\"\n\n\n\"Nothing works\"\n\n\n\n\n\n\n18\n\n\nBlank\n\n\nNone\n\n\n\"They have to see it the way I do\"\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Other body parts are able to be removed, and have been determined to be non-anomalous.\n\n\n2\n. The paint was recovered from a nearby container that had been overturned. An agent at the scene noted that it looked as if Zorkin had tripped over it.\n\n\n3\n. Determined to be from the Art section of The Daily Star, a local newspaper.\n\n\n\n\n\n\n\n\n« \nSCP-7135\n | SCP-7136 | \nSCP-7137\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7136\n\" by DrSekora, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7136\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Discovery Notes\nZorkin was placed under Level 1 surveillance following his attendance of the PAINt anartist convention. After he failed to leave his apartment for two weeks, a team was sent in to investigate.\nZorkin's corpse was discovered on the floor of his apartment. His head was suspended ~0.8m above the ground, partially supporting his dangling body. Signs of struggle were present, along with severe trauma to Zorkin's neck. Despite this, an autopsy found dehydration to be the primary cause of death.\nA sketchbook was found on Zorkin's desk, containing unfinished sketches, newspaper clippings 3 , and short handwritten notes. Examples can be found in the following table:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7136 \" by DrSekora, from the SCP Wiki . Source: https://scpwiki.com/scp-7136 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7136",
    "object_class": "Safe",
    "containment_procedures": "The studio apartment containing SCP-7136 has been rented by the Foundation, along with the other two apartments on the same floor. Apartment management has been informed that the renter is a high-profile client and is not to be disturbed.",
    "description": "SCP-7136 is a seemingly impenetrable spatial distortion present within the former apartment of painter Anton Zorkin. The affected region extends ~2 meters from Zorkin's eyes in two intersecting narrow cone-like shapes centered around his lines of sight, terminating in what appears to be a standard blank 60cm x 90cm canvas. Attempts to enter SCP-7136 or insert objects into it have been met with failure, as have attempts to move the region, the canvas, or Zorkin's head1. Light seems to be unaffected, as SCP-7136 was essentially transparent until agents covered the outline of it with paint2.",
    "title": "SCP-7136"
}