{
    "url": "https://scp-wiki.wikidot.com/scp-7137",
    "all_text": "rating: \n+16\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7137:\n Super Concealed Paper\n\n\nAuthor:\n \nMatthgeek\n\nMany thanks to the entire Discord Crit Team, especially \nscalykitty\n and \nAnoraK\n!\n\n\n\n\n\n\n\n\nrating: \n+16\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n 7137\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Information concerning SCP-7137 is only available to personnel directly authorized by Director Arnold Carts.\n\n\nSCP-7137 is to be located as soon possible. Upon recovery, its anomalous effects are to be neutralized and the non-anomalous result is to be delivered to Director Carts.\n\n\nDescription:\n SCP-7137 is five pieces of paper stapled together. On the first page are the words: \"Research Site-73 Quarterly Report\".\n\n\nIt is impossible to retain memories of SCP-7137 or its contents after breaking physical contact. Information concerning the anomaly acquired from other sources is unaffected.\n\n\nDiscovery:\n See Incident 7137-1.\n\n\nAddenda:\n\n\nIncident 7137-1\n: On 7/15/2023, the department heads of Research Site-73 met for the quarterly site status evaluation. During this meeting, SCP-7137 spontaneously manifested anomalous properties, through no fault of any personnel present.\n\n\n\n\n<Begin Log>\n\n\nSite Director Carts:\n Alright. Thank you, Jonson, for the update on our enginetics research. Next on the agenda we've got Doctor Mathias, head of the Applied Antimeme Research Group, with a report on what the boys in AARG have been up to.\n\n\nResearch Head Renalds:\n I was under the impression that there is no antimemetics division?\n\n\nDr. Mathias:\n Ah, yes. That would be our mistake. Last month, we unintentionally attached a viral antimeme to the concept of antimemetics research. Until we fix that, anyone not on mnestics are going to have a tough time remembering us. But I'm sure we'll sort it out soon! For those who can't remember, my name's Mathias, but I mostly go by Math. If I have a last name, I can't remember. Not since-\n\n\nCarts:\n \n(interrupting)\n I can confirm that AARG is a legitimate research group. Doctor Mathias, please proceed.\n\n\nMathias:\n Alrighty! So, currently we've been working on creating antimemes which can easily be applied to an object. For instance, this pen here…\n\n\nRenalds:\n \n(interrupting)\n What pen?\n\n\nMathias:\n Exactly! Everyone who observes it is exposed to an antimeme, making it impossible to observe or remember. Currently, we're looking at potential uses for this in the information sector. Imagine how useful it would be to control who can remember a certain SCP entry!\n\n\nCarts:\n Very nice, Mathias. How is this effect created?\n\n\nMathias:\n Well, it's a bit complicated, involving semantic links and such, but it boils down to this ink stamp I have here. Just stamp something with this, and you can't remember anything about the object, even its location, unless you're holding it. Any memories from before the application remain, of course.\n\n\nCarts:\n And would people be aware of their missing memories?\n\n\n\n\nMathias:\n Not unless someone else made them aware of the gaps. Once we printed out a Wikipedia-\n\n\n\n\nCarts:\n \n(interrupting)\n Interesting. Could you use it on this report? As an example?\n\n\nMathias:\n Absolutely! If you could just pass it over.\n\n\n\n\n(Approximately five seconds of shuffling as the paper is passed down the table.\n\n\nResearch Head Marlin:\n Here you are…\n\n\n\n\nMathias:\n It's Math.\n\n\n\n\nResearch Head Marlin:\n Right, Math! With weapons research?\n\n\n\n\nMathias:\n Yeah, sure. Let's go with that.\n\n\n(Doctor Mathias stamps the report with an audible thump.)\n\n\n\n\nMathias:\n There we are! Now, as you can see, or rather not see, it's impossible to remember this without holding it. And as soon as I let go… Now even I can't remember where it is or what was on it, and I'm on enough mnestics to remember the first time I walked!\n\n\nCarts:\n Perfect. Now, if you could just pass it back.\n\n\n\n\nMathias:\n Oh, uh…\n\n\nCarts:\n Mathias?\n\n\n\n\nMathias:\n One second. If everyone could just feel around and see if you can find the paper, that'd be great.\n\n\n\n\n(Approximately three seconds of drumming as all present pat the table.)\n\n\n\n\nCarts:\n Anyone?\n\n\n\n\nMathias:\n I suppose it could have fallen to the floor.\n\n\n\n\nCarts:\n Then check the floor!\n\n\n\n\n(Chairs scrape as the participants get on the ground and run their hands across the floor.)\n\n\n\n\nMathias:\n What was it, anyway?\n\n\n\n\nCarts:\n I'm not sure how relevant that is right now.\n\n\n\n\nMathias:\n I mean, is it really important enough to be crawling around on the ground for?\n\n\n\n\nCarts:\n \n(Incomprehensible.)\n\n\nMathias:\n Huh?\n\n\n\n\nCarts:\n \n(sighs)\n It was the quarterly report to the Overseer Council.\n\n\nFinance Director Ward:\n It was \nwhat\n?\n\n\nCarts:\n I thought it would be a good way to show the O5s a practical application of the research we do here!\n\n\nWard:\n Oh, of course. That makes perfect sense! And I suppose it had nothing to do with covering up some of those so-called \"mistakes\" in the site budget?\n\n\nCarts:\n That is completely out of line! I already explained that it was an error in the tax software!\n\n\nResearch Head Jonson:\n Calm down! Arguing isn't going to do anything. Carts, can't you just send them another copy?\n\n\nCarts:\n Do you think I'd be scrambling around on the floor if I had another copy?\n\n\n(Approximately ten minutes of unproductive accusations and arguments expunged.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n+ Archived Email Collection 7137-2\n\n\n\n\n- Archived Email Collection 7137-2\n\n\n\n\n\n\n\n\n\n\nTo:\n [unrecognized]@aarg.SCiP.net\n\n\nFrom:\n \nten.PiCS.37|straca#ten.PiCS.37|straca\n\n\nSubject:\n lost report\n\n\n\n\n\n\nMath,\n\nI'd like to apologize for the accusations I made during the last meeting. Losing the report was not entirely your fault, but rather came from mistakes made by various parties, and I take full responsibility for failing to prevent this from occurring.\n\n\nTo locate the report, I've classified it as SCP-7137 and will be mobilizing Site-73's MTF to \"contain\" it. As our resident antimeme expert, I would like you to take charge of this.\n\nOf course, you understand how bad things would look for all of Site-73 if the O5s find out about this. Therefore, I'm going to keep all information about this on a need-to-know basis.\n\n\nSincerly,\n\nArnold Carts\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nten.PiCS.37|straca#ten.PiCS.37|straca\n\n\nFrom:\n [unrecognized]@aarg.SCiP.net\n\n\nSubject:\n re:lost report\n\n\n\n\n\n\nAlright, I can do my best. Would we be able to put the MTF on mnestics for this? Otherwise, it may be a bit difficult for them to locate the report. Or remember me, for that matter.\n\n\nRegards,\n\nDoctor Mathias\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n [unrecognized]@aarg.SCiP.net\n\n\nFrom:\n \nten.PiCS.37|straca#ten.PiCS.37|straca\n\n\nSubject:\n re:re:lost report\n\n\n\n\n\n\nI'm afraid staying under the radar means I can't just issue a requisition order. The best I can do is some expired class-x mnestics that the dispensary hasn't thrown out yet. Would that work?\n\n\nDirector Arnold Carts, Research Site-73\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nten.PiCS.37|straca#ten.PiCS.37|straca\n\n\nFrom:\n [unrecognized]@aarg.SCiP.net\n\n\nSubject:\n re:re:re:lost report\n\n\n\n\n\n\nNot unless you want the MTF to develop telepathy.\n\n\nRegards,\n\nDoctor Mathias\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n [unrecognized]@aarg.SCiP.net\n\n\nFrom:\n \nten.PiCS.37|straca#ten.PiCS.37|straca\n\n\nSubject:\n re:re:re:re:lost report\n\n\n\n\n\n\nThen I guess you'll have to do without.\n\n\nI expect this taken care of within a week. There's only so much I can do to delay the O5s.\n\n\nDirector Arnold Carts, Research Site-73\n\n\n\n\n\n\n- Archived Email Collection 7137-2\n\n\n\n\n\n\n\n\n\n\nIncident 7137-2\n: At 17:35, Researcher Poe called Site Director Carts, claiming to have an \"urgent, very very important matter\" to discuss.\n\n\n\n\n<Begin call at 17:35>\n\n\nResearcher Poe:\n Hello? Is this Carts?\n\n\nSite Director Carts:\n This is Site Director Carts. I'm about to leave for the day, what do you need?\n\n\nResearcher Poe:\n I found something I thought you should have. It's right… wait a sec.\n\n\nSite Director Carts:\n Look, I don't have all day. What is it?\n\n\nResearcher Poe:\n Um, well, I'm pretty sure I put it down right next to me.\n\n\nSite Director Carts:\n Uh-huh. Well, if you find it, let me know. And if you don't want to be written up, make sure the next time you call a director, it's actually important.\n\n\n<Call terminated at 17:37>\n\n\n\n\n\n\nMTF AFTER ACTION REPORT 7137-3\n: Following the events of Phone Call Transcript 7137-3, Doctor Mathias ordered a lockdown of the area surrounding Researcher Poe. After Doctor Mathias briefed the team and provided a scanner capable of detecting antimemetic effects, a portion of the specialized Mobile Task Force Gamma-15 \"Bench Warmers\" was deployed to locate the SCP.\n\n\n\n\n<Begin Log>\n\n\n(The MTF body cam footage shows Gamma-15 in the staging area, preparing to enter the locked down area of the facility. Doctor Mathias and Director Carts are also present following the briefing.)\n\n\nTechnician Miles:\n Alright, body cams are up and running. Audio seems good too.\n\n\nDoctor Mathias:\n -searching for an antimemetic object, so it might be hard to keep track of. Just remember to grab whatever sets off this scanner. Remember that, okay? If this device starts beeping, take it.\n\n\nCHARLIE:\n Gotcha, Doctor… sorry, I don't think I caught your name.\n\n\nMathias:\n \n(sighs)\n It's alright. Just call me Math. Can you repeat the instructions back to me?\n\n\nCHARLIE:\n We're looking for… something. If the scanner goes off, bring it back here.\n\n\nMathias:\n That's probably as good as we'll get. Director, do you have anything to say?\n\n\nSite Director Carts:\n Not much. This seems like a fine bunch. Charlie, you and your team have a very important task and I'm counting on you to take care of this. Can you do it?\n\n\nCHARLIE:\n Yessir.\n\n\nBAEZ:\n Question, sir.\n\n\nCarts:\n Yes?\n\n\n(BAEZ points to Doctor Mathias.)\n\n\nBAEZ:\n Who's he?\n\n\nCarts:\n Don't worry about it. Focus on the job at hand. Got it?\n\n\n(BAEZ nods. Doctor Mathias shakes his head and walks away. Site Director Carts follows.)\n\n\nCHARLIE:\n Alright, we're good to go. Stand by to enter lockdown zone. All units, sound off.\n\n\nBAEZ:\n One.\n\n\nVICKY:\n Two.\n\n\nLANCE:\n Three.\n\n\nCHARLIE:\n And four. Audio is a go, visual is a go. Right. Our objective is to use whatever this is \n(CHARLIE holds up the antimeme scanner)\n to locate a skip. Wish they'd briefed us on what it is, but we'll manage.\n\n\n(A sigh from Doctor Mathias is audible through the radio.)\n\n\nVICKY:\n Did you hear that?\n\n\nCHARLIE:\n Stay focused, Vick. Baez, open the door. Lance, take point.\n\n\n(BAEZ kicks open the door and LANCE advances, securing the other side.)\n\n\nLANCE:\n Clear!\n\n\nCHARLIE:\n Scanner's not doing anything right now. Move up!\n\n\n(For about five minutes, the team sweeps the locked down area. The scanner then begins to indicate the presence of strong antimemetic influences.)\n\n\nCHARLIE:\n Whoa! We've got something making this thing go wild! Spread out and get ready for contact.\n\n\n(VICKY opens the door to a supply closet and finds a janitor - later identified as Clark Edwards, a retired MTF operative - emptying out a vacuum cleaner. Due to the secrecy surrounding the operation, Janitor Edwards had not been notified that an MTF would be conducting a sweep of the area.)\n\n\nVICKY:\n Found someone!\n\n\n(The scanner's antimeme levels increase drastically.)\n\n\nCHARLIE:\n Stay back! They're either the skip itself or standing right on top of it.\n\n\nJanitor Edwards:\n Hey! Who are you guys?\n\n\nCHARLIE:\n Quiet! Get on the floor and raise your hands above your head!\n\n\nEdwards:\n Like heck I will! You're Chaos Insurgency, aren't you?\n\n\nCHARLIE:\n Lance, Baez, carefully approach the skip and restrain it.\n\n\nMathias (over radio):\n What are you doing? You're looking for a piece of paper, not a janitor!\n\n\nLANCE:\n Anyone else hear that? Our comms have been compromised!\n\n\nCHARLIE:\n It could be an effect of the skip. Shut down your radios, just in case.\n\n\nDr. Mathias (over radio):\n No! I'm Dr. Math! You can't remember me because-\n\n\nBAEZ:\n Radios off, sir.\n\n\nCHARLIE:\n Proceed with containment.\n\n\nEdwards:\n You scum aren't taking me that easily! Long live the Foundation!\n\n\n(Janitor Edwards grabs the closet door and slams it shut. VICKY tries to open it.)\n\n\nVICKY:\n It's locked.\n\n\nCHARLIE:\n Right, prepare a breaching charge.\n\n\n(Dr. Mathias enters from an adjacent hallway, panting.)\n\n\nMathias:\n Got… here… as fast as I… could.\n\n\n(The scanner registers Dr. Mathias' high level of antimeme exposure.)\n\n\nCHARLIE:\n There's another one! Baez, look out!\n\n\nMathias:\n What? No… I can… explain. Just… gotta catch… my breath.\n\n\nLANCE:\n Get on the ground! Now!\n\n\nCHARLIE:\n Lance, bag it. Baez, get working on the door.\n\n\nMathias:\n I am a Foundation scientist!\n\n\nLANCE:\n He's got a badge, sir.\n\n\nCHARLIE:\n Look. We're supposed to grab whatever sets this thingy off. He's setting it off. So bag him!\n\n\nBAEZ:\n Charge set!\n\n\nCHARLIE:\n Prepare for engagement!\n\n\n(LANCE forces Math to the ground and applies restraints while CHARLIE, VICKY, and BAEZ take positions outside the closet. The charge is detonated, and the door falls to the floor. Janitor Edwards has equipped himself with a broom and a bucket helmet.)\n\n\nEdwards:\n Come get some!\n\n\n(Edwards strikes VICKY with the broom, but is restrained by CHARLIE and BAEZ and disarmed.)\n\n\nCHARLIE:\n Looks like the scanner's picking up something from that trash can. Grab that as well, and let's head back.\n\n\nEdwards:\n You'll never make it out of here alive!\n\n\nCHARLIE:\n And someone gag him.\n\n\n(With all sources of antimemetic effects secured, Gamma-15 returned to the staging area, where they are met by Site Director Carts.)\n\n\nCarts:\n Ah, Charlie! How was the mission?\n\n\nMathias:\n I'll be honest, director, it could have gone better.\n\n\n(Site Director Carts looks behind CHARLIE and notices Doctor Mathias and Janitor Edwards.)\n\n\nCarts:\n Why is Doctor Mathias tied up with a janitor? What happened in there?\n\n\nVICKY:\n Sir, is this man actually a member of the Foundation?\n\n\nCarts:\n Yes. And what a credit he is. Can't even keep a bunch of grunts in line.\n\n\n(VICKY removes Doctor Mathias' restraints. Doctor Mathias then begins to rummage through the garbage can Gamma-15 retrieved.)\n\n\nMathias:\n C'mon, I know you're in here somewhere- Aha!\n\n\n(Doctor Mathias brandishes a hand apparently holding nothing.)\n\n\nCarts:\n Great, and now he's insane.\n\n\nMathias:\n If you could wait just a second, I'll cross out the stamp…\n\n\n(Mathias retrieves a pen and makes a series of marks in the air above his hand. SCP-7137 becomes visible.)\n\n\nMathias:\n The janitor must have swept it up and emptied it into the trashcan.\n\n\n(Site Director Carts snatches SCP-7137 from Doctor Mathias.)\n\n\nCarts:\n I see, I see. Well then, taking this into consideration, I guess I'll let this fiasco with the MTF slide.\n\n\n(Doctor Mathias opens his mouth to respond, but is interrupted when CHARLIE steps forward.)\n\n\nCHARLIE:\n Sir!\n\n\nCarts:\n What is it?\n\n\nCHARLIE:\n Permission to retire and debrief, sir.\n\n\nCarts:\n Yes, yes, of course. Excellent work today.\n\n\nBAEZ:\n And the janitor, sir?\n\n\nCarts:\n Hm? Oh, you can just let him go.\n\n\n(Janitor Edwards is released and Gamma-15 departs for a post-mission debrief. As they leave, the microphones detect a fragment of conversation.)\n\n\nCarts:\n …And once I delete the SCP file, everything will be taken care of. The O5s will be none the wiser…\n\n\n<End Log>\n\n\n\n\n\n\n\n\n+ Administrative Notice 7137-O5\n\n\n\n\n- Administrative Notice 7137-O5\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nAll files pertaining to SCP-7137 have been seized pending an investigation into alleged mishandling of Foundation resources.\n\n\nUnauthorized deletion is forbidden.\n\n\n\n\n7137\n\n\n\n\n\n\n\n\n- Administrative Notice 7137-O5\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7136\n | SCP-7137 | \nSCP-7138\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> Site Director Carts: Alright. Thank you, Jonson, for the update on our enginetics research. Next on the agenda we've got Doctor Mathias, head of the Applied Antimeme Research Group, with a report on what the boys in AARG have been up to. Research Head Renalds: I was under the impression that there is no antimemetics division? Dr. Mathias: Ah, yes. That would be our mistake. Last month, we unintentionally attached a viral antimeme to the concept of antimemetics research. Until we fix that, anyone not on mnestics are going to have a tough time remembering us. But I'm sure we'll sort it out soon! For those who can't remember, my name's Mathias, but I mostly go by Math. If I have a last name, I can't remember. Not since- Carts: (interrupting) I can confirm that AARG is a legitimate research group. Doctor Mathias, please proceed. Mathias: Alrighty! So, currently we've been working on creating antimemes which can easily be applied to an object. For instance, this pen here… Renalds: (interrupting) What pen? Mathias: Exactly! Everyone who observes it is exposed to an antimeme, making it impossible to observe or remember. Currently, we're looking at potential uses for this in the information sector. Imagine how useful it would be to control who can remember a certain SCP entry! Carts: Very nice, Mathias. How is this effect created? Mathias: Well, it's a bit complicated, involving semantic links and such, but it boils down to this ink stamp I have here. Just stamp something with this, and you can't remember anything about the object, even its location, unless you're holding it. Any memories from before the application remain, of course. Carts: And would people be aware of their missing memories? Mathias: Not unless someone else made them aware of the gaps. Once we printed out a Wikipedia- Carts: (interrupting) Interesting. Could you use it on this report? As an example? Mathias: Absolutely! If you could just pass it over. (Approximately five seconds of shuffling as the paper is passed down the table. Research Head Marlin: Here you are… Mathias: It's Math. Research Head Marlin: Right, Math! With weapons research? Mathias: Yeah, sure. Let's go with that. (Doctor Mathias stamps the report with an audible thump.) Mathias: There we are! Now, as you can see, or rather not see, it's impossible to remember this without holding it. And as soon as I let go… Now even I can't remember where it is or what was on it, and I'm on enough mnestics to remember the first time I walked! Carts: Perfect. Now, if you could just pass it back. Mathias: Oh, uh… Carts: Mathias? Mathias: One second. If everyone could just feel around and see if you can find the paper, that'd be great. (Approximately three seconds of drumming as all present pat the table.) Carts: Anyone? Mathias: I suppose it could have fallen to the floor. Carts: Then check the floor! (Chairs scrape as the participants get on the ground and run their hands across the floor.) Mathias: What was it, anyway? Carts: I'm not sure how relevant that is right now. Mathias: I mean, is it really important enough to be crawling around on the ground for? Carts: (Incomprehensible.) Mathias: Huh? Carts: (sighs) It was the quarterly report to the Overseer Council. Finance Director Ward: It was what ? Carts: I thought it would be a good way to show the O5s a practical application of the research we do here! Ward: Oh, of course. That makes perfect sense! And I suppose it had nothing to do with covering up some of those so-called \"mistakes\" in the site budget? Carts: That is completely out of line! I already explained that it was an error in the tax software! Research Head Jonson: Calm down! Arguing isn't going to do anything. Carts, can't you just send them another copy? Carts: Do you think I'd be scrambling around on the floor if I had another copy? (Approximately ten minutes of unproductive accusations and arguments expunged.) <End Log>"
    ],
    "item": "7137",
    "object_class": "Euclid",
    "containment_procedures": "Information concerning SCP-7137 is only available to personnel directly authorized by Director Arnold Carts.",
    "description": "SCP-7137 is five pieces of paper stapled together. On the first page are the words: \"Research Site-73 Quarterly Report\".",
    "title": "SCP-7137"
}