{
    "url": "https://scp-wiki.wikidot.com/scp-7140",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE SCP FOUNDATION DEPARTMENT OF APPLIED ESOTERICISM\n\n\n\n\nThe following document describes a Blavatsky-class hypersigil and is level 5/7140 classified. Unauthorized access is forbidden.\n\n\n7140\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7140\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nabaddon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nDoes the Black Moon howl?\n\n\n\n\nIt howls in remorse, when the song it sings ends the world.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAbove: JTF Theta-Mendes-7140 surveilling the Himalayas.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The SCP Foundation, United Nations Global Occult Coalition, Republic of India, Federal Democratic Republic of Nepal, and People’s Republic of China have signed the Treaty of Everest to establish indefinite and reliable containment of SCP-7140. It stipulates the following initiatives be carried out to address the object:\n\n\n1. Every year from the first (1st) to the eighth (8th) of July, the Foundation is to work with all members of the treaty to entirely prohibit entry into the Himalayan Mountains. A suitable cover story pertaining to the prevalence of deadly avalanches at that time is to be created and disseminated by the aforementioned parties.\n1\n\n\n2. An annually assembled joint task force, JTF Theta-Mendes-7140 (“Seventh Spear”), composed of at least one-thousand (1,000) available troops sourced from combat-capable Mobile Task Forces (MTFs) and at least two-thousand (2,000) troops sourced from the PHYSICS division of the GOC is to be stationed at the base of the Himalayas for the 192 hours during which the above protocol is active. During this time, all members of GoI-Αlpha-19 (“Serpent’s Hand”) and GoI-231 (“Children of the Scarlet King”) detected by Theta-Mendes-7140 within their area of occupation are to represent security breaches of the highest priority and be terminated on sight.\n\n\nDescription:\n SCP-7140 is a seven (7)-day (168-hour) long ritual performance of Russian composer Aleksandr Scriabin’s \nMysterium\n. Though a famously unfinished composition according to mainstream belief, the complete composition of SCP-7140 achieves its complete length by repetitive application of compositional elements from the publicly-known \nMysterium\n piece, throughout them extensively integrating other artistic, religious, and ritual demonstrations that cannot be definitively located as belonging to any singular historical source\n2\n. The \nMysterium\n has been described as a synesthetic piece, able to induce a multi-sensory experience by use of music, and also including visual performances alongside thaumatological ritual elements.\n\n\n\n\n\n\nAbove: Aleksandr Nikolayevich Scriabin.\n\n\n\n\n\n\nScriabin’s esoteric spiritual and philosophical view, similar to Theosophy, is known to have influenced his compositions. A link between these esoteric beliefs and the ritual nature of SCP-7140 is exceedingly likely. Extensive thaumaturgic working and collusion with pluripotent or theological entities to aid in the process of SCP-7140's composition would likely have been necessary to achieve its degree of potency.\n\n\nSCP-7140's anomalous ability derives from human artistic and theological conceptual attribution within the noosphere, and is therefore reliant upon several concepts invented and imagined by humankind. As such, the finished Mysterium composition has been designated a dormant Blavatsky-class Hypersigil\n3\n of type-IX eschatological severity by the research head for SCP-7140 with approval of the chairs of Foundation departments of \nApplied Esotericism\n, \nPsychology and Parapsychology\n, and \nMemetics and Countermemetics\n.\n\n\n \n\n\n\n\n\n\n\n\nNOTICE FROM THE DEPARTMENT OF TEMPORAL ANOMALIES\n\n\n\n\nMuch of the following information pertaining to the chronological events and effects of SCP-7140 originates from the doomed alternate universe hereafter classified AU-7140-UK as per statement 3.1 of the \n1981 Multi-Foundation Coalition Agreement\n, an inter-universal concord that ensures all documents containing information relevant to an irreparable K-class scenario in any given alternate Foundation’s universe be autonomously transmitted to all other coalition members for cautionary and informative purposes.\n\n\n \n\n\n\n\nSecure the Past. Contain the Present. Protect the Future.\n\n\n\n\n\n\n\n\n \n\n\nTo be properly executed, SCP-7140 is to be initiated and completed at the base of the Himalayan mountains, beginning on the seventh (7th) of July\n4\n. The beginning of the performance produces an immensely powerful\n5\n class-delta telepathic signal, contacting all sentient and non-sentient life on Earth and compelling them, in what has been described as a spiritual or religious experience, to make an immediate \"pilgrimage\" to the site at which SCP-7140 is being performed. Non-sapient lifeforms, including even those without rudimentary external awareness such as plants and fungi, assume an unknown elevated state of consciousness as to obtain sapience and be affected by SCP-7140's compulsion. Entities occupying any Earth-adjacent metaspatial dimensionality within a 5.4 Hume variance range (HVR) of baseline reality are also compelled by SCP-7140, and will make all attempts possible to exit their current dimension and reach the site of SCP-7140 on Earth.\n\n\nDuring performing of the anomaly, SCP-7140 allegedly induces a distinct astrocorporealization\n6\n in those who witness it, a common theory among the Foundation of AU-7140-UK being that the piece overstimulates every sensory mode of human perception to the point of forcing one’s spirit out of the body through astral projection. Execution of the entire piece involves (among other elements) dances, a precession, the burning of incense, mass distribution of psychedelic substances, displays of multicolored light by use of a system of reflective prisms, and a variety of illusions. Of the performance itself, Scriabin wrote:\n\n\n\n\n\"There will not be a single spectator. All will be participants. The work requires special people, special artists and a completely new culture. The cast of performers includes an orchestra, a large mixed choir, an instrument with visual effects, dancers, a procession, incense, and rhythmic textural articulation. The cathedral in which it will take place will not be of one single type of stone but will continually change with the atmosphere and motion of the Mysterium. This will be done with the aid of mists and lights, which will modify the architectural contours.\"\n\n\n\n\nIf SCP-7140 remains uninterrupted for the entirety of its execution, its impact upon local and existential reality will continually increase in severity. As documented by its SCP Foundation, events in AU-7140-UK caused by the continued performance of SCP-7140 progressed in the following order when it was performed. Note that this timeline pertains to the context of AU-7140-UK and would likely not transpire in an identical manner were SCP-7140 to be initiated in the prime timeline.\n\n\n\n\n\n\nTime from Initiation of SCP-7140\n\n\nEvent\n\n\n\n\n\n\n~10 minutes\n\n\nAll conscious lifeforms on Earth and adjacent dimensions are simultaneously made aware of the existence and location of the SCP-7140 ritual within the unconscious mind. Despite cognitive difficulties with consciously associating this revelation with a literal event at first, affected entities unfailingly conclude that they must make a pilgrimage to the site of SCP-7140 within minutes of this effect’s initial onset, almost certainly initiating a BK-Class “Broken Masquerade” Scenario.\n\n\n\n\n\n\n~30 minutes\n\n\nHume (ξ) level of Earth and the surrounding area within a radius of approximately 0.67 light-years begins to steadily climb throughout the duration of SCP-7140, reaching a climax of around 500% in excess of normal levels.\n\n\n\n\n\n\n24 hours\n\n\nManifestations of extradimensional phenomena within baseline reality reach unprecedented length, frequency, and clarity.\n\n\n\n\n\n\n32 hours\n\n\nAmbient Akiva radiation present on all Akiva-sensitive areas (or “holy sites”) on the planet rapidly increases to unnatural levels over the course of around 6 hours starting at this time, before abruptly shooting downwards to near-zero for the duration of SCP-7140. Over the coming days, anomalous phenomena destroy several of these sites by apparent overwhelming \nforce majeure\n. The noospheric and physical influence of theological memeplexes\n7\n worshiped by humanity weakens continuously as this process continues.\n\n\n\n\n\n\n65 hours\n\n\nBeginning at this time, numerous unprecedented geographical changes occur within a short amount of time, most of them occurring within 48 hours or less. The sudden rising of most of the Zealandian continental crust to above sea level at approx. 68 hours displaces an immense amount of water in the oceans, as does the sudden emergence of two large landmasses shortly thereafter: one in the mid-pacific ocean at ~75 hours, and one in the Arctic Ocean near the north pole at ~81 hours. Starting at this time and until the conclusion of SCP-7140, several new islands emerge from under the sea, some existing ones sink or are destroyed, and the position of several existing islands and continents is shifted. Overall, for the duration of these events, significant natural disasters including volcanic and tectonic activity, flooding, and tsunamis severely impact almost all islands and low-lying coastal areas on the planet.\n\n\n\n\n\n\n70 hours\n\n\nA remarkably destructive series of volcanic eruptions causes a blanket of ash to block sunlight from reaching the Earth.\n\n\n\n\n\n\n90 hours\n\n\nSeveral operatives of GoI-231 (“Children of the Scarlet King”) vanish through unknown means; anomalous spatial and/or metaspatial displacement likely.\n\n\n\n\n\n\n120 hours\n\n\nThrough unknown means, \nSCP-140\n achieves full chronological completion and breaches into the present moment.\n\n\n\n\n\n\n144 hours\n\n\nSCP-001-LILY\n is triggered, initiating an event known as the “Final Day of Flowers”.\n8\n\n\n\n\n\n\n150 hours\n\n\nAccording to on-site AIC\n9\n records, an estimated 90% of contained sapient and sentient anomalies have breached containment in an attempt to reach the site of SCP-7140.\n\n\n\n\n\n\n157 hours\n\n\nThe human noosphere and the regions of physical spacetime to which it is associated (namely all human-inhabited regions on the planet) cease to exist individually, fully merging into a composite pocket dimension in which the gap between consciousness and matter is fully reconciled and the cognitron\n10\n can directly interact with physical particles before first undergoing psiogenesis.\n11\n\n\n\n\n\n\n168 hours\n\n\nThe eschaton occurs in full, triggering a UK-Class “End of Universe” scenario.\n\n\n\n\n\n\n\n\nAddendum 7140.1: Discovery\n\n\nThe existence of SCP-7140 first came to the attention of the Foundation following the 1962 Alexandria incident\n12\n, references to it being noted among the immense collection of esoteric scripture that was brought back to Reliquary Area-27 when the incident’s aftermath necessitated the immediate evacuation of all SCP Personnel out of the Wanderer’s Library. Among the recovered texts are several grimoires, written in the Old Daevite language, which contain instructions on performing SCP-7140 and the consequences thereof. Said texts cannot be identified as originating from any definite point in time and possess multiple incongruent temporal signatures from greatly disparate eras, notably appearing to be at least eight-hundred (800) years old upon physical analysis yet directly citing the Mysterium itself — supposedly left unfinished upon Scriabin’s death in 1915, a clear anachronism.\n\n\nA common thread between most texts recovered from the 1962 Alexandria incident, particularly those which reference SCP-7140, is a frequent association of SCP-001-TUFTO and associated divine entities with apocryphal, eschatological, infernal, and otherwise fringe abrahamic symbolism — particularly those abrahamic symbols with connections to the biblical Revelation or “End Times”.\n\n\n\n\n\n\nAbove: Illustration from \nA Crimson Khan descends on Rome\n, an allegedly prophetic text authored by a 13th Century AD Venetian monk following waves of panic surrounding the then-recent Mongol invasions of Asia and Europe during the Fourth Occult War. Prophecy found as part of an anthology within the \nNinth Tome of Apocryphal Visions\n, a text recovered from the Wanderer's Library.\n\n\n\n\n\n\nMany later occult texts with mentions of SCP-001-TUFTO that are known to originate from the Wanderer’s Library, such as those obtained from the Global Occult Coalition following their raids on the Serpent’s Hand\n13\n, seem concurrent with the Alexandria incident texts in their portrayals of the Scarlet King and the symbols of its worship. This evidence seems to strongly suggest that the ways in which the Library specifically portrays SCP-001-TUFTO are somehow unique and further implies an unknown connection between the Serpent’s Hand and Children of the Scarlet King.\n\n\nFollowing discovery by the Foundation, containment protocols within the Himalayan area were temporarily imposed while additional research could be conducted. Though this research proved relatively unfruitful, the dissemination of documents from AU-7140-UK in 1994 enlightened the Foundation to the truth of SCP-7140's existence and its true dangers. Shortly thereafter, a treaty to establish intensified defense measures in the area was ratified. This agreement, the Treaty of Everest, remains in use to this day and has thusfar proven effective in disarming any third party attempts to initiate SCP-7140.\n\n\n\n\nAddendum 7140.2: Recovered Documents\n\n\nThe following incomplete set of recovered texts, understood to be written by Scriabin himself, detail the precise mechanics of SCP-7140 and the circumstances of its creation with reasonable accuracy. The documents are written in a mix of Russian, Ancient Greek, Enochian, Atlantean, and Old Daevite and encoded by use of a complex cryptomantic cipher that has yet to be fully cracked. Despite years of collaborative effort between the Foundation and the International Center for the Study of Unified Thaumatology on breaking this thaumaturgic cipher, the following transcription is not currently fully translated. Completely untranslated phrases will be expunged, and words or phrases with more unreliable translations will be marked with an asterisk (*) for clarity.\n\n\n\n\n\n\n\n\n2nd November, 1903\n\n\nMagic is a thing of innumerable swirling thoughts, dreams, and probabilities. But for all its cosmic impossibilities and inconsistencies, magic is also a thing of the Fates. It is inevitable.\n\n\nIt was a thing of the Fates that compelled my soul to a new aim. A final and magnificent expression of rebirth — an exaltation of the immortal spirit’s divinely-inspired myriad arcane awarenesses* and ecstasies. My final piece will be of these, as they have inspired me.\n\n\nThe Secret Doctrine teaches that throughout the entire duration of intelligent life in our world, a clear chronology of major civilizations can be drawn, each emerging after the previous, and each acting as a major agent of change upon the world. In time immemorial, the [UNTRANSLATED] instated themselves as the first such civilization. Spawning forth from a humble river valley beneath two Trees, \nAeternus\n installed humanity as the sixth when building their \nfirst Great City\n, and though they fell, humanity again proved their worth, re-emerging after extensive competition with the Children of the \nNight\n and \nStars\n jeopardized the legitimacy of our claim to the title of Sixth Great Civilization. The seventh, extensively predicted but never identified, is forthcoming.\n\n\nThe Ancient Masters lie this information out for us in its totality. Their wisdom is paragon and undeniable. And it is informed by their teachings that I believe the Seventh Realm of our world, as it is called, is imminent. I wish to welcome my own fate and the fate of the world, and to end our time in this realm with celebration should humankind be predestined to cede our dominion over this world to a more advanced species. My next piece will be a recognition of humankind in the grand face of the infinite cosmos, to be played preceding its inevitable end.\n\n\n\n\n\n\n\n\n\n\n19th May, 1905\n\n\nThe work I have done for my latest project is of a truly arcane nature, and it has humbled me with a newfound majesty for the grand harmonic confluence of probabilities that make the realm of magic in which we exist possible. Our standing in the cosmos is but one level in an infinite structure of countless rising and falling planes of existence; octave over octave over octave, the planes ascend further still. It is truly amazing.\n\n\nYesterday, during hours spent reading at the \nRossiyskaya Gosudarstvennaya Biblioteka\n14\n, a faceless cloaked figure with four arms, four vaguely arachnoid legs, and all manner of arcane symbols painted upon its reptilian flesh emerged suddenly from in-between the bookshelves in a manner I can only describe as like a hallucination*. It approached me and placed in my hands a large, green and gold leather-bound tome with the symbol of the World Tree cast upon its cover in brass. At first frightened, my demeanor quickly changed to utter astonishment when I realized that the tome was tangible to me, and the experience that I had been almost sure was illusory was indeed entirely real. The mysterious creature, surely some angel of wisdom to bestow me with the text and its vast knowledge, then promptly melded back into the surrounding environment and vanished.\n\n\nI have thought for many days about what occurred at that Library, coming only to one conclusion: It appears that the universe has smiled upon my work and showed me its wisdom. What serendipity!\n\n\nThe tome which I have obtained is itself extraordinary. It teaches me of far-flung civilizations across the universe, and of their customs and traditions. It teaches me the intricacies of ancient rites lost to time everywhere else but in its very contents. It teaches me of the long-forgotten history of our own world, and of the varied ways in which the essential breath* of life expresses itself and creates intelligence. Its teachings will surely be instrumental in designing the rites necessary for my piece.\n\n\n\n\n\n\n\n\n\n\n23rd October, 1908\n\n\nYears of work on my final project have thusfar continued smoothly. All great wonders and horrors which I learn of throughout my continuous study will be integrated and invoked in the performance, and each spirit and deity recognized and thanked for its role in our realm’s mortal experience.\n\n\nThe tome bestowed upon me by the [UNTRANSLATED] in 1905 has since taught me the intricacies of the Library, the realm of infinite knowledge from which it presumably originates. I have also since translated the true name of the text: The \nSixth Tome of Apocryphal Visions\n, one of many texts within the Library containing similar wisdom. I sometimes experience visions of the Library; in its windings halls, I see creatures nearly identical to the angel* which handed me the Sixth Tome.\n\n\nI have designed rituals to invoke the heavenly spheres for their blessing upon the coming age. In ritual, I have communed with each planet and star in the night sky, with each’s \nlogos\n15\n, and with each’s peoples. Though, in all that the spiritual masters have taught me, one particular motif stands out: the realms say to me, it would seem, that great power comes from entities and domains on the furthest frontiers of existence. The voids between and beyond universes*, or any other cosmic locale in which man has never set foot — the gods in these faraway places give the greatest rewards of power to those able to find them.\n\n\nWhen the end comes, I will accept the infinity of fate with open arms and make humankind’s dissolution into the calm finality of ultimate annihilation as painless as possible. I will contact this mysterious force and use its power to compose the ultimate spell.\n\n\n\n\n\n\n\n\n\n\n6th July, 1910\n\n\nI have recently made contact with a mysterious and elusive entity which I believe to be the force which I have been attempting to locate, [TEXT DAMAGED]. Its dominion, which it often shows to me in my dreams and visions, is a serene void positioned between the quantified realm of structured and ordered concepts and the infinite chaos of primordial unknowns. When I am taken there, I can feel the miniscule interactions that one’s body usually makes with surrounding air and dust give way to the numbness of an absolute vacuum.\n\n\nI have been led to the knowledge of this entity’s existence by way of the Library’s tome, but it contains no further information concerning this matter. If I am the first to reach this strange realm, this point in my mission may be as far as the tome is able to take me.\n\n\nEntities which occupy the void-realm are utterly foreign to my understanding, but do not appear to be hostile towards me. I have become more and more convinced that it is only with the aid of these beings that the rites and rituals I compose will have their power, for it is in balance that all magic is found. will continue to attempt negotiation. For the good of all, I will unwaveringly continue in the development of my ultimate working.\n\n\n\n\n\n\n\n\n\n\n9th August, 1914\n\n\nFaust once made a deal with the Devil. In exchange for his immortal Soul, Faust attained all worldly knowledge and ability which could possibly be imagined. Faust would become the most talented magician of his time, and the most talented alchemist of his time, and Fortune would always look upon him favorably in the world of men. But none of this mattered, for in the kingdom of God, Faust was utterly corrupted. His soul always belonged truly to Lucifer.\n\n\nI too, unbeknownst to myself, have fallen victim to such a bargain.\n\n\nThe whisperers with whom I made a covenant to create my final work are not who they claim to be, I have discovered, but indeed only servants of the crimson beast \nKhahrahk\n, Lord of Darkness Below, God of the Daeva, a treacherous and brutal scourge existing only to devour and defile all things holy. His is a raging, spiraling, insatiable typhoon of primeval wrath, gluttony, dust, blood, and corruption.\n\n\nThe King revealed His true nature to me only after He agreed to my terms for use of the Void’s power in my workings. He has defiled all that was once sacred and divine in my Magnum Opus, destroying years of work. Years of dreams. He has defiled and perverted the magics of my intricate composition, transforming it into an aberrant tool of destruction: It appears that His influence has turned my work once dedicated to easing the pain of a dying humanity into the very thing that will destroy it.\n\n\nDespite all this tragedy, it is far too late for me to stop. Fate has already dealt her hand: that of annihilation, and as such, I am resolute in accepting it. Regardless of the innumerable and ungodly terrors which the fruits of my pride may be doomed to inflict, it is fated that the work will be completed, and as such I must complete it regardless of the cost.\n\n\nFaust once stood at the gates of Hell in infamy. All at one moment, the weight of his guilt crushed him.\n\n\n\n\nStarting in early to mid-april 1915 until his death, Scriabin was rendered bedridden due to an infected sore. As his writing from this period is featured below, note that, according to Scriabin’s doctor, he exhibited signs of deliriousness during this time.\n\n\n\n\n\n\n\n\n7th April, 1915\n\n\nKhahrahk is a thing of innumerable swirling tensions, impulses, and misfortunes. But for all His cosmic impossibilities and inconsistencies, Khahrahk is also a thing of the Fates. He is inevitable.\n\n\nTime and time again, the King makes Himself visible in my dreams. At times of fear, delusion, and delirium, He brings with Him in His wake all the infinite horrors in His damning void-realm, and all cosmic cataclysms inflicted by His terrible legions of scourges and devourers.\n\n\nThe realm of the Sixth is fated to fall, and in its ashes the realm of the Seventh must rise. If this transition occurs only through Him, there is no imaginable impossibility which may protect us from it. This, too, will be an act of the Fates, and it is my duty to complete my work regardless of its cost.\n\n\nAs the life fades from my own body, I feel more and more the impending onset of a new age of life everywhere on Earth, just some hundred-odd years from when I write. A promised land so within reach, and yet so far from realization. If the gods of Fate and Fortune shine their light upon us before the King butchers them whole, the end of the human race will be met not with apocalypse, but with a clean slate* and a new beginning.\n\n\n\n\nScriabin would pass away seven (7) days later, on 14th April 1915, in his Moscow apartment due to severe complications from the infected sore on his upper lip.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Avalanches are notably most common during the summer months, when snow and ice begin to loosen and melt with rising temperatures.\n\n\n2\n. Though overtones in neoplatonic and theosophical esotericism are the most obviously noticeable influences upon examination of SCP-7140 ritual elements, they also integrate composite elements sourced from more pre-classical world mythologies, particularly the Old Daevite religious system. Additionally, recovered notes by Scriabin mention the use of musical instruments and other artistic and cultural objects of origin in non-human extraterrestrial and extradimensional civilizations as part of performing the \nMysterium\n.\n\n\n3\n. A creation of the conscious mind, such as a piece of media, capable of spreading within the noosphere that is capable of altering reality through thaumatological means when engaged with ritualistically by conscious entities. Research by the Thaumaturgistics Division and Noospherics Division to determine whether hypersigils function through narrative intervention and/or manipulation of probabilities, as is the case with most more spatially-localized sigils, is ongoing.\n\n\n4\n. In both the MM/DD/YY and DD/MM/YY formats, the seventh (7th) of July is expressed as “7/7”. Though the number seven (7) has proven significant in occult workings, particularly those with pertinence to SCP-001-TUFTO and related anomalies, the use of the Gregorian calendar to implement this occult symbolism seems completely arbitrary. This is likely due to the fact that SCP-7140, an anomaly that functions within the collective unconscious, manifests through the system of time used by the majority of the world (and therefore has the majority of influence in the noosphere).\n\n\n5\n. Measured by the Foundation of AU-7140-UK at a globally-resonant strength of 12.8 gigazöllners at stability for forty-two (42) hours.\n\n\n6\n. Or astral projection-based \"out-of-body experience\", colloquially.\n\n\n7\n. \"Deities\", colloquially.\n\n\n8\n. A reoccurring span of time in the history of the planet Earth, lasting exactly one day (approx. 24 hours), during which time every flower on the planet is said to simultaneously bloom in exquisite color and variety. A Day of Flowers always directly precedes a catastrophe of immense magnitude on the planet the following day, usually representing the extinction or near-extinction of one or more dominant species.\n\n\n9\n. Artificially Intelligent Conscript\n\n\n10\n. A theorized subatomic particle existing only in the noosphere and dream-space which allows lucid thoughts and intentions to interact with the fabric of mental realities in which they exist.\n\n\n11\n. The anomalous process by which a conscious intention is transformed from a conceptualization existing only mentally within the noospheric realm into an instance of psychic phenomena able to affect the physical world or the minds of other conscious entities.\n\n\n12\n. An event in anomalous history wherein a large number of Serpent’s Hand operatives, under the guidance of O5-10, defected to the Foundation. The Alexandria incident marks an important increase in anomalous knowledge accessible to the Foundation, as significant portions of the Library were allegedly stolen or copied by the defectors during the chaos and later disseminated among Foundation ranks.\n\n\n13\n. Mentioned texts related to the Scarlet King were provided to the Foundation by the GOC as part of an agreement between the two organizations to contain object ████ (GOC-classified KTE-2013-Kapala-Mendes, “The King’s Spears”).\n\n\n14\n. The Russian State Library in Moscow, a site known to bear a stable translocational gateway to the Wanderer's Library which opens during a full moon.\n\n\n15\n. In theosophical esotericism, a celestial \nlogos\n is a deity that embodies and rules over a celestial body to which it its essence is bound, such as a specific star or planet. The \nlogos\n is sometimes characterized as a spirit or consciousness belonging to the celestial body itself, affording it some form of conscious agency.\n\n\n\n\n\n\n\n\n« \nSCP-7139\n | SCP-7140 | \nSCP-7141\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7140\n\" by Ampyrsand, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7140\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Flickr - The U.S. Army - Snow patrol (1).jpg\n\n\nAuthor:\n The U.S. Army\n\n\nLicense:\n CC BY-SA\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Scriabine 1905 god.jpg\n\n\nAuthor:\n Unknown pre-revolutionary Russian photographer\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Apocalypse 23. A beast with seven heads &c. Revelation cap 13. Mortier's Bible. Phillip Medhurst Collection.jpg\n\n\nAuthor:\n Phillip Medhurst\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\nICSUT logo is made using the logo provided on \nthis\n page, inspired by the UNGOC logos from the \nArtwork by Navla (Logos&Draws)\n page.\n\n\nQuote in the Description section is a real quote taken from the Wikipedia article for Scriabin's \nMysterium\n, titled \"\nMysterium\n (Scriabin)\". Wikipedia, and all content therein, is licensed under Creative Commons Attribution/Share-Alike 4.0.\n\n\n\n\nThis article links or otherwise makes reference to the following works on the SCP wiki. Credit to all of their authors for their amazing work!\n\n\n\n\n\"Lily's Proposal\" by LilyFlower, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/lily-s-proposal\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"Ralliston's Proposal\" by Ralliston, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/ralliston-s-proposal\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"Tufto's Proposal\" by Tufto, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/tuftos-proposal\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"SCP-140\" by AssertiveRoland, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/scp-140\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"SCP-1000\" by thedeadlymoose, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/scp-1000\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"SCP-4840\" by djkaktus, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/scp-4840\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"SCP-6820\" by Placeholder McD, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/scp-6820\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"Project PARAGON\" by djkaktus, from the SCP Wiki. \nhttps://scp-wiki.wikidot.com/project-paragon-hub\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"Dust and Blood\" by Djoric, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/dust-and-blood\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\"KTE-2013-Kapala-Mendes\" by MegalomaniacInchworm, from the SCP Wiki. Source: \nhttps://scp-wiki.wikidot.com/kte-2013-kapala-mendes\n. Licensed under CC-BY-SA.",
    "addendums": [
        "Addendum 7140.1: Discovery\nThe existence of SCP-7140 first came to the attention of the Foundation following the 1962 Alexandria incident 12 , references to it being noted among the immense collection of esoteric scripture that was brought back to Reliquary Area-27 when the incident’s aftermath necessitated the immediate evacuation of all SCP Personnel out of the Wanderer’s Library. Among the recovered texts are several grimoires, written in the Old Daevite language, which contain instructions on performing SCP-7140 and the consequences thereof. Said texts cannot be identified as originating from any definite point in time and possess multiple incongruent temporal signatures from greatly disparate eras, notably appearing to be at least eight-hundred (800) years old upon physical analysis yet directly citing the Mysterium itself — supposedly left unfinished upon Scriabin’s death in 1915, a clear anachronism.\nA common thread between most texts recovered from the 1962 Alexandria incident, particularly those which reference SCP-7140, is a frequent association of SCP-001-TUFTO and associated divine entities with apocryphal, eschatological, infernal, and otherwise fringe abrahamic symbolism — particularly those abrahamic symbols with connections to the biblical Revelation or “End Times”.\nMany later occult texts with mentions of SCP-001-TUFTO that are known to originate from the Wanderer’s Library, such as those obtained from the Global Occult Coalition following their raids on the Serpent’s Hand 13 , seem concurrent with the Alexandria incident texts in their portrayals of the Scarlet King and the symbols of its worship. This evidence seems to strongly suggest that the ways in which the Library specifically portrays SCP-001-TUFTO are somehow unique and further implies an unknown connection between the Serpent’s Hand and Children of the Scarlet King.\nFollowing discovery by the Foundation, containment protocols within the Himalayan area were temporarily imposed while additional research could be conducted. Though this research proved relatively unfruitful, the dissemination of documents from AU-7140-UK in 1994 enlightened the Foundation to the truth of SCP-7140's existence and its true dangers. Shortly thereafter, a treaty to establish intensified defense measures in the area was ratified. This agreement, the Treaty of Everest, remains in use to this day and has thusfar proven effective in disarming any third party attempts to initiate SCP-7140.",
        "Addendum 7140.2: Recovered Documents\nThe following incomplete set of recovered texts, understood to be written by Scriabin himself, detail the precise mechanics of SCP-7140 and the circumstances of its creation with reasonable accuracy. The documents are written in a mix of Russian, Ancient Greek, Enochian, Atlantean, and Old Daevite and encoded by use of a complex cryptomantic cipher that has yet to be fully cracked. Despite years of collaborative effort between the Foundation and the International Center for the Study of Unified Thaumatology on breaking this thaumaturgic cipher, the following transcription is not currently fully translated. Completely untranslated phrases will be expunged, and words or phrases with more unreliable translations will be marked with an asterisk (*) for clarity.\nStarting in early to mid-april 1915 until his death, Scriabin was rendered bedridden due to an infected sore. As his writing from this period is featured below, note that, according to Scriabin’s doctor, he exhibited signs of deliriousness during this time.\nScriabin would pass away seven (7) days later, on 14th April 1915, in his Moscow apartment due to severe complications from the infected sore on his upper lip."
    ],
    "documents": [
        "Addendum 7140.2: Recovered Documents\nThe following incomplete set of recovered texts, understood to be written by Scriabin himself, detail the precise mechanics of SCP-7140 and the circumstances of its creation with reasonable accuracy. The documents are written in a mix of Russian, Ancient Greek, Enochian, Atlantean, and Old Daevite and encoded by use of a complex cryptomantic cipher that has yet to be fully cracked. Despite years of collaborative effort between the Foundation and the International Center for the Study of Unified Thaumatology on breaking this thaumaturgic cipher, the following transcription is not currently fully translated. Completely untranslated phrases will be expunged, and words or phrases with more unreliable translations will be marked with an asterisk (*) for clarity.\nStarting in early to mid-april 1915 until his death, Scriabin was rendered bedridden due to an infected sore. As his writing from this period is featured below, note that, according to Scriabin’s doctor, he exhibited signs of deliriousness during this time.\nScriabin would pass away seven (7) days later, on 14th April 1915, in his Moscow apartment due to severe complications from the infected sore on his upper lip."
    ],
    "notes": [
        "Does the Black Moon howl? It howls in remorse, when the song it sings ends the world.",
        "\"There will not be a single spectator. All will be participants. The work requires special people, special artists and a completely new culture. The cast of performers includes an orchestra, a large mixed choir, an instrument with visual effects, dancers, a procession, incense, and rhythmic textural articulation. The cathedral in which it will take place will not be of one single type of stone but will continually change with the atmosphere and motion of the Mysterium. This will be done with the aid of mists and lights, which will modify the architectural contours.\"",
        "\" SCP-7140 \" by Ampyrsand, from the SCP Wiki . Source: https://scpwiki.com/scp-7140 . Licensed under CC-BY-SA .",
        "Filename: Flickr - The U.S. Army - Snow patrol (1).jpg Author: The U.S. Army License: CC BY-SA Source: Wikimedia Commons",
        "Filename: Scriabine 1905 god.jpg Author: Unknown pre-revolutionary Russian photographer License: Public Domain Source: Wikimedia Commons",
        "Filename: Apocalypse 23. A beast with seven heads &c. Revelation cap 13. Mortier's Bible. Phillip Medhurst Collection.jpg Author: Phillip Medhurst License: Creative Commons Attribution-Share Alike 3.0 Source: Wikimedia Commons",
        "\"Lily's Proposal\" by LilyFlower, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/lily-s-proposal . Licensed under CC-BY-SA.",
        "\"Ralliston's Proposal\" by Ralliston, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/ralliston-s-proposal . Licensed under CC-BY-SA.",
        "\"Tufto's Proposal\" by Tufto, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/tuftos-proposal . Licensed under CC-BY-SA.",
        "\"SCP-140\" by AssertiveRoland, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/scp-140 . Licensed under CC-BY-SA.",
        "\"SCP-1000\" by thedeadlymoose, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/scp-1000 . Licensed under CC-BY-SA.",
        "\"SCP-4840\" by djkaktus, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/scp-4840 . Licensed under CC-BY-SA.",
        "\"SCP-6820\" by Placeholder McD, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/scp-6820 . Licensed under CC-BY-SA.",
        "\"Project PARAGON\" by djkaktus, from the SCP Wiki. https://scp-wiki.wikidot.com/project-paragon-hub . Licensed under CC-BY-SA.",
        "\"Dust and Blood\" by Djoric, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/dust-and-blood . Licensed under CC-BY-SA.",
        "\"KTE-2013-Kapala-Mendes\" by MegalomaniacInchworm, from the SCP Wiki. Source: https://scp-wiki.wikidot.com/kte-2013-kapala-mendes . Licensed under CC-BY-SA."
    ],
    "containment_procedures": "The SCP Foundation, United Nations Global Occult Coalition, Republic of India, Federal Democratic Republic of Nepal, and People’s Republic of China have signed the Treaty of Everest to establish indefinite and reliable containment of SCP-7140. It stipulates the following initiatives be carried out to address the object:",
    "description": "SCP-7140 is a seven (7)-day (168-hour) long ritual performance of Russian composer Aleksandr Scriabin’s Mysterium. Though a famously unfinished composition according to mainstream belief, the complete composition of SCP-7140 achieves its complete length by repetitive application of compositional elements from the publicly-known Mysterium piece, throughout them extensively integrating other artistic, religious, and ritual demonstrations that cannot be definitively located as belonging to any singular historical source2. The Mysterium has been described as a synesthetic piece, able to induce a multi-sensory experience by use of music, and also including visual performances alongside thaumatological ritual elements.",
    "title": "SCP-7140"
}