{
    "url": "https://scp-wiki.wikidot.com/scp-7143",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#: 7143\n\n\n4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nUncontained\n\n\n\n\n\n\n\n\n\n\nResponse Level:\n\n\nTermination Authorized\n\n\n\n\n\n\nThreat Level:\n\n\nRED\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7143, photographed 02.JUL.2016.\n\n\n\n\n\n\n\n\n\n\nStandard Containment Procedures\n\n\n\n\n\n\nSCP-7143 is classified as a high priority enemy combatant. Shoot-on-sight is authorized. Protocol DOROTHY BUCKET is authorized. If kill cannot be confirmed after initial encounter, field teams are to immediately disengage.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-7143 is an adult male Sumatran orangutan (\nPongo abelii\n) previously housed at the Berlin Zoological Garden; current location is unknown. Subject is presumed sapient, highly intelligent, hostile to the Foundation, and a skilled thaumaturgic practitioner.\n\n\n\n\n\n\nTimeline\n\n\n\n\n\n\nThe following timeline was first compiled 17.MAY.2018, following Incident 7143-ICA. It does not provide a complete picture of SCP-7143’s actions or movements: gaps in the record will be filled as new information permits.\n\n\n\n\n02.MAY.1990:\n SCP-7143 is born at the Houston Zoo to parents Kiki and Boba.\n\n\n24.AUG.2002:\n SCP-7143 is transferred to the Berlin Zoological Garden. Subject is nicknamed “Opa”, after his supposed resemblance to the lead primate zookeeper’s grandfather.\n\n\n16.APR.2014\n: SCP-7143 achieves minor viral notoriety after a photo of the subject is posted to Twitter by user @███████ on April 16. Subject is sitting on top of a recreation platform, holding a tree branch upright; a crow is perched on top of the branch. The photo is accompanied by the text \n”lvl 20 druid has a task for you”\n. The Berlin Zoo’s social media account responds to the post, quote \n“His keepers agree! Opa’s got more than a few tricks up his sleeve.”\n\n\n02.OCT.2016:\n A package bomb is detonated inside the \nMondelēz International\n regional office in Samarinda, Borneo. Five individuals are killed, including the associate regional director. Eight additional explosive devices are detonated at Mondelēz International logging sites and palm oil plantations, causing an additional 15 casualties and significant damage to equipment.\n\n\n14.OCT.2016:\n Unidentified assailants raid the Mondelēz International regional office in Accra, killing 18 security staff and 34 other personnel. Six gunmen are killed by police; a weeks-long manhunt follows, capturing three more.\n\n\n04.FEB.2017:\n SCP-7143 vanishes from its enclosure in the Berlin Zoo. Police investigation into the apparent kidnapping reveals no leads, and the case is dropped six months later.\n\n\n18.JUN.2017:\n Suspect apprehended by Singapore police during drug bust is linked to the Samarinda bombings; Foundation agents are deployed to assist the Criminal Investigation Department Unit 9\n1\n are attached to the investigation. Suspect was unable to provide information regarding other participants or the organization they belonged to, showing signs of content-avoidance thaumaturgic compulsion.\n\n\n20.JUN.2017:\n Foundation units and proxy organizations in Southeast Asia are given orders to increase surveillance of local thaumaturgic groups of interest, with primary focus placed on the Serpent’s Hand and the Twelve Lords of \nSan Kowloon\n.\n\n\n29.JUN.2017:\n Agents Jaime Abad and Muhammed Afiz\n2\n miss check-in with handler. Agents are found dead at stakeout location of explosive exsanguination. Foundation units and proxy organizations in Southeast Asia are put on high alert against thaumaturgic threats.\n\n\n05.SEP.2017:\n Raid of “Uncle Kham’s Mahjong Club”\n3\n in Kuantan results in the capture of two more participants in the October 2016 bombings. As with the previously apprehended person-of-interest, they were under thaumaturgic compulsion preventing any disclosure of sensitive information.\n\n\n22.DEC.2017:\n Solstice edition of \nThe Wyrm’s Turn\n4\n includes following notice in the community bulletin pages:\n\n\n\n\n\"The Fraternal Order of Wandsmen welcomes Grandmagos Rakhemang back into the company of the learned after his unfortunate exile. Your brothers in the Circle celebrate your return with open arms. Adhai tuet!\"\n\n\n\n\n\n\n13.MAR.2018:\n Incident 7143.ICA occurs.\n\n22.MAR.2018:\n Incident 7143.ICA followup investigation is judged sufficient evidence for SCP item classification. SCP-7143 is identified and registered as an enemy combatant of unknown affiliation.\n\n\n09.MAY.2018:\n Further investigation of the bombing attacks against Mondelēz International reveals that four of the nine accounted-for Accra gunmen, as well as all three individuals linked to the Samarinda bombing, had visited the Berlin Zoo between February and August of 2016.\n\n\n10.MAY.2018:\n SCP-7143 is designated as “shoot-on-sight”; Anomaly is believed to be orchestrator of the 2016 Mondelēz International attacks; Anomaly is believed to be in contact with ideologically-aligned thaumaturges. Field Intelligence Office indicates high likelihood of future attacks. Foundation units and proxy organizations in regions with Mondelēz International field offices and resource extraction operations are put on alert. Thaumaturge monitoring operations put on alert.\n\n\n16.JUL.2018:\n Marshall, Carter, and Dark-affiliated Silver Siren auction house sells a pre-approved Valravn Corporation assassination contract for 5.4 million USD to an anonymous purchaser.\n5\n\n\n04.JAN.2019:\n Bombing attempt thwarted at Mondelēz International regional headquarters in São Paulo. Four suspects taken into police custody; no history of visitation to the Berlin Zoo or signs of thaumaturgical compulsion.\n\n\n05.JAN.2019:\n \nFan-Guang Chemical\n production facilities in Malaysia, Singapore, and Taiwan are hit by a series of bombings, severely damaging machinery and killing a total of 229 personnel. Confederación Internacional para la Liberación del Mundo\n6\n claims responsibility for the attacks.\n\n\n09.JAN.2019:\n Foundation begins Operation YMAR against Confederación Internacional targets. See operation report YMAR-03-KL for further details.\n\n\n28.APR.2019:\n Three Valravn Corporation security specialists are found dead in Ahmedabad. All three subjects appeared to have been killed by a combination of bullet wounds, extreme burns, and organ rupture.\n\n\n30.OCT.2019:\n SCP-7143 appears in TikTok video “An Orangutan Served Me Tea!” by user ████████. Video consists of ████████’s initial meeting with SCP-7143 on a roadside in Nepal, wherein he accepts a cup of tea and holds a one-sided conversation with the anomaly. Video is removed per Digital Information Suppression Protocols before it achieves wide spread. Field investigation finds no further evidence of the anomaly’s presence at the site or surrounding area.\n\n\n01.JAN.2020:\n Monitoring post DXH-07 receives parcel delivery via SCP-████\n7\n containing the New Year’s edition of \nThe Wyrm’s Turn\n8\n and a tin of oolong tea. The inside text of the newspaper is blacked out, save for a sequence of letters combining into the following message.\n\n\n\n\n“My dearest rivals: I am afraid that the spark has gone out of our relationship. You have pursued me with dogged determination, and for that I applaud your work, but the time has come to go our separate ways. Greater responsibilities call for my attention. We shall meet again; I hope it will be under better circumstances. I wish you a happy new year and many good returns. Enjoy the tea.\"\n\n\n\n\n\nNo return address was provided. When asked for more information about the sender, the delivery bird responded “Wouldn’t you like to know, Poirot?” before departing. The tea was disposed of without incident.\n\nSCP-7143 has not been conclusively linked to any anomalous activity occurring in 2020 and 2021: it is not known if the anomaly was present in baseline reality during this time.\n\n\n02.MAR.2022:\n Foundation intelligence agents intercept communications confirming that Vitaly Sokolov, suspected head of GRU-P operations in Ukraine, has been killed in Kiev.\n\n\n03.MAR.2022:\n Pvt. Oleksander Odesa reports to his commanding officer that he saw a “god-damn monkey with a gun”; The ape is described as wearing glasses, smoking a pipe, and field-stripping an anti-tank rifle as Pvt. Odesa entered the apartment. With no corroborating evidence, the event is dismissed as a hallucination induced by stress and sleep deprivation.\n\n\n10.JUL.2022:\n Anomalous Incident 10072022-18: 15 Mondelēz International resource extraction sites in Brazil, Colombia, Indonesia, Ghana, Côte d'Ivoire, are set ablaze through anomalous means. The fires resist suppression, continuing until the destruction of the sites in their entirety. Flames were bright blue in coloration and did not have any effect on persons not part of Mondelēz International’s management or security teams.\n\n\nAn anonymous email is sent to Mondelēz International CEO Irene Rosenfield from a public library computer in Prague. Contents as follows:\n\n\n\n\n“Dear Passenger,\n\n\nRook to D6, and I believe that is check. The turn is yours.\"\n\n\n\n\n\n\n03.NOV.2022:\n The Confederación Internacional issues declaration of war against the Foundation and its allies.\n\n22.APR.2023:\n Please see Incident Report 7143.XKR.\n\n\n\n\n\n\n\n\nINCIDENT REPORT 7143.ICA\n\n\n\n\n\n\nField Team A7 deployed on reconnaissance sweep of St. Thecla’s Middle School, Winesburg Ohio\n9\n after reports of suspicious activity made to local police are deemed sufficient grounds for investigation. The following events are compiled from agent testimony and body-camera footage.\n\n\n\n\n[A7 enters the building through the west entrance. Sweep of the west wing ground-floor reveals no anomalous activity. Team moves into east wing.]\n\n\n[Field Team’s handheld Kant counter registers abnormally high Hume reading in room 104. Field team prepares entry.]\n\n\n[Entry successful. Team finds a whiteboard eraser suspended 1m off the floor in the center of the room. No further anomalous activity present; local Hume measurements remain higher than standard range for scope of the anomaly.]\n\n\n[SCP-7143 descends from drop ceiling; performs unarmed takedown on A7-4, snapping his neck and drawing the body down between itself and the other members of A7.]\n\n\n[SCP-7143 draws A7-4’s service revolver.]\n\n\nA7-3:\n “Wha-\n\n\nA7-2:\n “He’s got a gun!”\n\n\n[SCP-7143 propels A7-4’s body into A7-2, knocking him off balance, and springs toward agents.]\n\n\n[A7-1 and A7-3 discharge firearms: bullets burst into flower petals before reaching target. Anomaly fires weapon, shooting A7-1 in the right kneecap.]\n\n\n[Anomaly grabs A7-3 by the ankle and drags her to the floor. A7-2 pushes aside the body of A7-4 and attempts to ready firearm. Anomaly executes A7-2 and A7-3 via shots to the head.]\n\n\n[A7-1 raises hands in surrender.]\n\n\n[Anomaly shoots A7-1 in the left kneecap.]\n\n\n[Anomaly raises finger to lips in a “shh” motion, pats A7-1 on the head, and exits the scene.]\n\n\n[A7-1 calls in recovery team.]\n\n\n\n\nField Team A7 recovered without further incident. Cover story implicating local heroin trade as source of gunfire fed to police; no complications. Inspection of the team’s Kant counter indicates no hardware malfunction; subsequent sweep of the room indicates residual traces of multiple Rosen-Fortune Bridges recently active in the room, though this is not sufficient to explain abnormal Hume readings. A7-1 placed on long-term medical leave. Whiteboard eraser demonstrates no further anomalous properties and is discarded.\n\n\n\n\n\n\nINCIDENT REPORT 7143-XKR\n\n\n\n\n\n\nRecovered security footage confirms eyewitness reports placing SCP-7143 as participant in the attack on Area-08. Anomaly is seen breaching primary security perimeter alongside Serpent’s Hand and Confederación forces. Corroborating survivor accounts, the anomaly is riding an unidentified theropod with gold-and-blue plumage. Corroborating survivor accounts, theropod is capable of expelling fire from its mouth. Corroborating survivor accounts, anomaly attacks Foundation security forces via generation of lightning from a tree branch in its possession.\n\n\nPlease see After-Action Report A-08 INCLEMENT GARDEN for further details.\n\n\n\n\n\n\n« \nSCP-7142\n | SCP-7143 | \nSCP-7144\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. National anti-anomalous organization of the Republic of Singapore; working proxy relationship with the Foundation 1980-present.\n\n\n2\n. Antithaumics Division Field Unit 5, stationed in Kuala Lumpur.\n\n\n3\n. One of 18 such raids against minor thaumaturgic groups of interest made between July and September of 2017 as part of Operation PENITENT.\n\n\n4\n. Issue recovered 02.FEB.2018 from possessions of known Serpent's Hand informant.\n\n\n5\n. Record of sale recovered during Silver Siren asset seizure following the company’s bankruptcy filing 07.NOV.2021.\n\n\n6\n. Anarcho-syndicalist union of pro-anomalous groups, containing several previously categorized as Insurgency cells; no direct affiliation with the mundane International Trade Union Confederation.\n\n\n7\n. “The Postman Thoth and the Chapar Khaneh”\n\n\n8\n. Headline: “The Oracles Are In: It’s Not Looking Good”\n\n\n9\n. School was closed in 2008 as part of parish merger; the property had not been resold by the time of the incident.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-7143"
}