{
    "url": "https://scp-wiki.wikidot.com/scp-7146",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7146\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n\n\nSCP-7146 is an entity that is only observable during a set series of parameters. Thus, containment of SCP-7146 can not be attained at this time. A misinformation campaign supported through amnesticization is in place to limit spread of knowledge regarding SCP-7146 as anything but a mundane hallucination.\n\n\nDisseminated Misinformation\n\n\n\n\nAs in normal rapid eye movement (REM) sleep, the brain is consolidating memories involving things that are emotionally intense, like fear. Waking during this process may result in sleep paralysis and hallucinations. Memory consolidation focuses on human interaction and identification. Thus the hallucination often manifests as a frightening human figure with a specific identifier, like a hat.\n\n\n\n\nDescription\n\n\nSCP-7146 is an incorporeal humanoid entity that is only observable by a subject affected by a specific dissociative sleep paralysis, which is not well understood. The entity does not appear unless the subject is in a shelter, most frequently a bedroom. The presence of others has no effect on SCP-7146’s appearance or behavior. The subject is paralyzed throughout the encounter with the exception of involuntary autonomic systems. SCP-7146 is always observed within at least six meters but often much closer, usually standing in or near a doorway.\n\n\nSCP-7146 appears as a dark insubstantial silhouette of a tall humanoid figure wearing a large hat with a wide brim\n1\n. Despite appearing shadow-like, it is still three dimensional. SCP-7146 has consistently been described as wearing a long trench coat likely due to the fact that it has no clearly discernible arms or legs. When shown the same picture of an artist’s rendition, witnesses agree it is an accurate depiction\n2\n.\n\n\nWitnesses claim to “feel him watching”, indicating they know the entity is both looking at them and is masculine, despite not having a face, or any discernible biological features beyond being a tall humanoid. SCP-7146 is always facing the subject witnessing it. Witnesses frequently describe SCP-7146 as “floating” despite never seeing whether or not it touches the floor. Notably, SCP-7146 remains motionless. SCP-7146 eventually disappears as the witness exits their dissociative state. The dissociative state is ended when the witness is suddenly able to move from the neck up and they look away as to avoid “looking him in the eyes”. This is despite SCP-7146 not having eyes.\n\n\nThe description differs in Agent Mercedes’ report below. This has been excluded from this section as it is under review for its special circumstances.\n\n\nParanoid Premonition\n\n\nAfter the subject witnesses SCP-7146, they experience a series of paranoid delusions that cease after the event in their premonition occurs. The subjects frequently experience insomnia due to a fear of the traumatic SCP-7146 event. This paranoia can manifest in various fixations, only one of which is anomalous. The anomalous fixation occurs in a premonition of an impending doom.\n\n\nWitnesses and/or those close to them are involved in the premonition event. The event varies depending on the subject and may result differently due to actions taken with the foreknowledge of the event.\n\n\nAncient Depictions\n\n\nDepictions of SCP-7146 have been carefully recovered by Foundation outlets since they were marked by surveillance teams as anachronistic, anomalous, or potentially related to other SCPs. The following is a list of artifacts that depict SCP-7146 which the Foundation has recorded and subsequently recovered or otherwise hidden from the public.\n\n\n\n\n\n\nArtifact Age\n\n\nDescription\n\n\nLocation\n\n\nNotes\n\n\n\n\n\n\n964 CE\n3\n\n\nChinese ink wash painting depicting a detailed landscape in the aftermath of a battle with a house by a stream. A tall dark humanoid figure standing in the house’s open doorway wearing a cloak and a large conical rice hat.\n\n\nNanjing, China\n\n\nLikely painted by Dong Yuan’s pupil, Juran, due to his Southern Landscape style.\n\n\n\n\n\n\n700 CE\n\n\nMayan stela of a forward facing man with a long brim hat and wide open eyes.\n\n\nYucatán, Mexico\n\n\nAll other Mayan art that includes a human, depicts them in elaborate garments usually with a large headdress. A stark difference from this artifact.\n\n\n\n\n\n\n1007 BCE\n\n\nAn Igodomigodo\n4\n pointed bronze helm with an extensively large brim on all sides with large eyes fashioned on the front.\n\n\nBenin City, Nigeria\n\n\nThere are no signs it was used in combat.\n\n\n\n\n\n\n1323 BCE\n\n\nEgyptian hieroglyphic art of the eyes of Horus and Ra under a large brim hat.\n\n\nTomb of Tutankhamun East Valley of the Kings, Egypt\n5\n\n\nFound on the mural on the east wall of the burial chamber to the right of the depiction of Tutankhamun’s mummy in a bed while servants pull the bed to the left.\n\n\n\n\n\n\n2000 BCE\n\n\nRoman mosaic depicting a black figure of a humanoid with a large brim petasos hat with Mount Vesuvius erupting in the background.\n\n\nThe House of the Tragic Poet Pompeii, Italy. The second bedroom on the left from the entrance on the western wall.\n\n\nAs the mosaic was part of the house before the eruption, it is a prophetic depiction.\n\n\n\n\n\n\n2500 BCE\n\n\nHarappan miniature votive hand-modeled terra-cotta figurine depicting a humanoid figure with a cylindrical body, no limbs, and long brim hat on its featureless head.\n\n\nPunjab, Pakistan\n\n\nUnlike other Harappan miniatures that have signs of polychromy, this figure has signs of charcoal paint.\n\n\n\n\n\n\n30,000 BCE\n\n\nBlack cave painting depicting a tall figure with a large brim hat.\n\n\nArdèche, France\n\n\nThe rest of the cave paintings depict animals exclusively.\n\n\n\n\n\n\n38,000 BCE\n\n\nFragmented limestone cave painting of a head wearing a large brim hat.\n\n\nEast Kutai, East Kalimantan province Borneo.\n6\n\n\nAnachronistic.\n\n\n\n\n\n\nArtifact Analysis\n\n\n\n\nThe conflicting hypotheses are that SCP-7146 causes the prophesied events or that it simply allows the witness to observe them. Historical context is critical in supporting either hypothesis.\n\n\n\n\n\n\nThe mosaic depicting SCP-7146 and Mount Vesuvius erupting, was located in a house denoting a wealthy family of the time. They were likely able to move away and avoid the eruption while others did not heed their warnings.\n\n\n\n\n\n\nPharaoh Tutankhamun died young at 18 likely due to a combination of congenital disorders, a leg fracture, and malaria or sickle cell anemia. The depiction of SCP-7146 in Tutankhamun’s tomb suggests it was Tutankhamun himself who was witness to SCP-7146. However, the tomb was not the planned royal tomb as that was still under construction during his early death. This suggests they were unaware of his death, and so it was not what was prophesied, or perhaps it was ignored. Other departments suggest a more complex context given the anomalous nature of \nAtenism\n.\n\n\n\n\n\n\nThe Chinese ink wash painting is dated during the time Emperor Taizu was conquering the rest of China proper, and depicts several corpses of soldiers. Thus, the prophesied event was a battle of which the artist or someone who hired the artist had witnessed.\n\n\n\n\n\n\nThe Mayan stela depicting SCP-7146 was carved into the end of a stone tzompantli (skull rack), which were depictions of human sacrifices. It is speculated that the Mayans sacrificed those who had premonitions due to SCP-7146 in order to avoid the prophesied doom that may have affected their community.\n\n\n\n\n\n\nThe Igodomigodo may have held SCP-7146 in high reverence for its anomalous abilities. The helm was likely crafted in SCP-7146’s likeness to harness that ability.\n\n\n\n\n\n\nThe cave painting in France was located near depictions of a hyena (\nCrocuta crocuta spelaea\n) and leopard (\nPanthera pardus\n), predatory animals that were constant threats to humans in that era.\n\n\n\n\n\n\nThe Harappan miniature and cave painting in Borneo are only notable for their depictions of SCP-7146.\n\n\n\n\n\n\nOther artifacts, such as the \nWarrior of Capestrano\n, have been noted to depict a complexion similar to SCP-7146. These were analyzed in their historical context with no insights gained.\n\n\n\n\nDissociative Phenomenon\n\n\nThe phenomenon required to observe SCP-7146 is best described as a dissociative hypnagogic sleep paralysis. It is not understood if this phenomenon itself is anomalous or if SCP-7146 simply requires this dissociation to be perceived. Witnesses report memory issues of the event. Witnesses tend to feel intense generalized anxiety and a specific fear of SCP-7146. It seems to result from the adrenergic “freeze, fight, or flight” response, invariably resulting in the freeze response due to paralysis.\n\n\nThe specific dissociative state that causes SCP-7146 to appear can occur naturally or can be induced through drug use. Occurrences without drug use include those who have schizophrenic disorders, dissociative identity disorder, and, in a few rare cases, dissociation without a correlation to a mental disorder.\n\n\nDrug Induced Phenomenon\n\n\nDiphenhydramine (Benadryl) and doxylamine (NyQuil) have reliably induced the dissociative phenomenon in testing when the subject takes high doses of both. Other drugs that have been attested but remain ineffective in testing include codeine, heroin, benzodiazepine, N,N-dimethyltryptamine (DMT), and lysergic acid diethylamide (LSD).\n\n\nPharmaceutical Research\n\n\nPharmaceutical research of a safer dosage or different drug to induce the phenomenon is ongoing. Diphenhydramine and doxylamine are anticholinergic antimuscarinic drugs. These drugs suppress the parasympathetic nervous system and induce a drowsy state. When a very high, medically dangerous, dose is taken\n7\n, this can allow for a state that is consciously drowsy and subconsciously panicked. This combination is crucial to induce the specific dissociative phenomenon.\n\n\nHeavily sedative drugs, such as benzodiazepine, have effects on the neurotransmitter gamma-aminobutyric acid (GABA), but antimuscarinic drugs do not affect GABA. Instead, antimuscarinic drugs’ mode of action for sedation is hypothesized to be from antihistamine action.\n\n\nExclusively antihistamine drug actions, such as hydroxyzine hydrochloride’s effects, have shown no effect in testing. Z-drugs\n8\n, such as zolpidem tartrate (Ambien), have also failed to induce the phenomenon, but they have been an effective treatment to post experimental insomnia.\n\n\nWitness Interviews\n\n\nThe youngest confirmed witness is \nIsabella\n Isabel F██████, a 6 year old child of Foundation Sr. Researcher F██████. The child’s school teacher voiced concerns to her mother about the child’s deep rooted fear of former U.S. President Abraham Lincoln. The school teacher explained that during a history lesson on Pres. Lincoln, she claimed she had seen him before in her nightmares.\n\n\nSr. Researcher F██████ informed Dr. Ashworth\n9\n of this as he had mandated that all staff working on SCP-████ to report anything anomalous, as they might relate to SCP-████. She agreed to allow Dr. Ashworth to interview her child as long as she was in the room as well.\n\n\nD-109219 was a successful test subject in inducing the dissociative state via drugs and thus witnessed SCP-7146. This was done in a mock up bedroom testing area. D-109219 was monitored with an electroencephalography (EEG) machine and his brainwave sleep pattern was recorded.\n\n\nBrainwaves were standard until awakening in the dissociative phenomenon in which D-109219’s predominant EEG rhythm displayed theta waves, the same waves detected during dreaming. These findings are consistent with tests on non-anomalous sleep paralysis.\n\n\nAgent Mercedes of MTF Zeta-7 \"Total Recall\"\n10\n underwent the same conditions as D-109219.\n\n\nEEG displayed an anomalous baseline. This is an overlapping mix of beta and theta waves\n11\n while awake due to her exposure to SCP-868. A change to higher theta waves was observed during awakening in the dissociative phenomenon.\n\n\n\n\n\n\n\n\nAshworth-Isabel Interview\n\n\nD-109219 Debrief\n\n\nAgent Mercedes\n\n\n\n\n\n\n\n\nForward: Interview took place in Dr. Ashworth’s office at Site-25\n12\n. Isabel is sitting on her mother's lap across from Dr. Ashworth's desk.\n\n\n\n\nDr. Ashworth:\n Thank you for agreeing to this, I'll try and make it quick.\n\n\nResearcher F██████:\n Oh it's no problem.\n\n\nDr. Ashworth:\n Hello Isabella! I'm Mister Ashworth, how are you going?\n\n\nIsabel:\n I'm Isabel.\n\n\nDr. Ashworth:\n Terribly sorry. Isabel, how are you going?\n\n\nIsabel:\n I'm not going. Just sitting. (\nquietly\n) Mommy, why does he talk like that?\n\n\nSr. Researcher F██████:\n He's British, honey. It's rude to ask things like that in front of someone. Try and focus.\n\n\nIsabel:\n Oh, I'm sorry Mister.\n\n\nDr. Ashworth:\n So Isabel, I just have some questions for you and then you'll be done. Is that alright?\n\n\nIsabel:\n That's alright. I need a pencil though. I don't have one. Mommy, you said I didn't need to take my backpack.\n\n\nSr. Researcher F██████:\n It's not a worksheet. He's just going to talk to you.\n\n\nIsabel:\n Then why he's holding them?\n\n\nSr. Researcher F██████:\n Those are his notes.\n\n\nIsabel:\n Oh, okay. Is he your teacher?\n\n\nSr. Researcher F██████:\n Yes, he is. Now let’s listen.\n\n\nDr. Ashworth:\n (\nclears his throat\n) Isabel, your mum told me that you were afraid of Abraham Lincoln in school. Why is that?\n\n\nIsabel:\n He scared me in my dream.\n\n\nDr. Ashworth:\n What did he do in your dream?\n\n\nIsabel:\n He was looking at me and I couldn't move and he was looking– just really looking a lot.\n\n\nDr. Ashworth:\n Did he say or do anything else?\n\n\nIsabel:\n No.\n\n\nDr. Ashworth:\n And he looked like this man?\n\n\nDr. Ashworth turns his monitor to show a picture of Abraham Lincoln.\n\n\nIsabel:\n Yeah but really dark.\n\n\nDr. Ashworth:\n Because it was night time?\n\n\nIsabel:\n No. My night light was on and he was still dark. Just dark dark dark, all of him dark. And he was long and high up and he had that big hat but it was the same dark. But Abraham (\nstutters\n) Abraham Lincoln doesn't always have his hat on. Like in the penny. So I don't know if it's him. Maybe just (\nstutters\n) maybe just he took his hat? Or maybe they go-ed to the same store.\n\n\nDr. Ashworth:\n (\nchuckles\n) You have some investigative talent there, young lady. You must get that from your mum. Now, did you recognize his face?\n\n\nIsabel:\n He didn't have one.\n\n\nDr. Ashworth:\n He didn't have a face? Then how was he looking at you?\n\n\nIsabel:\n I don't know.\n\n\nDr. Ashworth:\n Okay Isabel, now this is important. Some days ago, you told your mum not to go to work. Why is that?\n\n\nIsabel:\n Something bad was going to happen with a storm in the basement at work.\n\n\nDr. Ashworth:\n But you've never been to mum's work, except for now. And she never told you about a basement. So why did you think that?\n\n\nIsabel:\n Abraham Lincoln told me. Well he actually (\nstutters\n) he actually didn't told me cus’ he didn't talk but he looked it at me. And I remembered it.\n\n\nDr. Ashworth:\n What did you remember?\n\n\nIsabel:\n I remembered the storm in the basement at work and mommy was hurting and yelling but I couldn't hear her ‘cus the storm was loud.\n\n\nDr. Ashworth:\n You remembered it but you knew it hadn't happened yet. You knew it was going to happen?\n\n\nIsabel:\n Yeah, I re- I re- (\nstutters\n) I ‘membered it but not before. Like just in the later time. I remembered it later.\n\n\nDr. Ashworth:\n You saw the future?\n\n\nIsabel:\n Yes, I think, yes. And then mommy stayed home and we watched \nBambi\n but not the scary part at the end with the bad deer.\n\n\nDr. Ashworth:\n Well I am very glad you talked to your mum and she stayed home with you. Thank you so much Isabel. It has been a pleasure meeting with you.\n\n\nIsabel:\n Can we watch another one when we get home?\n\n\nSr. Researcher F██████:\n Isabel, what do you say back to Mister Ashworth?\n\n\nIsabel:\n Oh, you’re welcome!\n\n\n\n\nAfterword: The incident described occurred due to an experiment with SCP-████. The area Sr. Researcher F██████ is usually stationed in was heavily damaged. She had taken a sick day and thus avoided a likely lethal incident. SCP-████ had not reacted in this way previously with similar experiments. This gives credence to the hypothesis that SCP-7146 caused the prophetic event.\n\n\n\n\n\n\nForward: D-Class experiments to induce the phenomenon with drugs succeeded on D-109219, who witnessed SCP-7146. D-109219 was interviewed here after by R. Creshine PharmD at Site-17.\n\n\n\n\nDr. Creshine:\n Good morning D-109219, how are you feeling?\n\n\nD-109219:\n Not good at all dog. Hungover, dizzy, sweaty. (\nD-109219 smells himself then grimaces\n)\n\n\nDr. Creshine:\n Do you remember last night?\n\n\nD-109219:\n Fuck yeah I remember. Saw that freaky ass hat man. Couldn't do shit.\n\n\nDr. Creshine:\n Do you recall me speaking to you?\n\n\nD-109219:\n Yeah dog, you kept yelling at me about what I was seeing but I couldn't talk. I could barely even breathe with that fucker there. If I coulda moved I woulda. Trust me, dog.\n\n\nDr. Creshine:\n Do you have any thoughts after seeing that figure?\n\n\nD-109219:\n I don’t know. I guess that I don’t wanna go through that again. I thought I was gonna test some dope drugs not this bad trip mix.\n\n\nDr. Creshine:\n But what about your thoughts D-109219?\n\n\nD-109219:\n You a therapist now? I don’t get what you mean dog.\n\n\nDr. Creshine:\n Just any particular things you might have noticed during your time here that stick out to you?\n\n\n(\nsilence\n)\n\n\nD-109219:\n Yeah, I guess I do be noticing some things.\n\n\nDr. Creshine:\n Go on.\n\n\nD-109219:\n Well I don't know if it's a problem but like it's something I be noticing that kinda might be something.\n\n\nDr. Creshine:\n Please, just spit it out.\n\n\nD-109219:\n Well like, you're gay, right?\n\n\nDr. Creshine:\n Excuse me?\n\n\nD-109219:\n I don't mean it like that dog. Like homosexual. You married to a dude, right?\n\n\nDr. Creshine:\n Yes. This was not what I was talking about when I ask–\n\n\nD-109219:\n No no, but it's not just you. All your homies here are gay, or LGBT or whatever. And don't get it twisted dog. I'm half gay myself. My homies be looking good sometimes. So like I get it, we in the same boat. I'm just saying it's weird every one of y'all's is gay. Even the bitches be with bitches like it's that orange is black show up in here.\n\n\nDr. Creshine:\n This really is not–\n\n\nD-109219:\n You don't think that's weird, dog? You and all your scientist LGBTs got put in the same place by the government. I just think something's going on, ya know? Like you gotta watch out for this kinda stuff happening in our kinda communities, dog. ‘Specially in places like this. I mean, shit dog, what if you’re an experiment too?\n\n\n(\nDr. Creshine sighs while rubbing his forehead.\n)\n\n\nDr. Creshine:\n We didn't get put here by anyone, and no, it is not weird. It might be statistically unlikely, if even that. Let's please get back to what I was talking about.\n\n\nD-109219:\n I was just saying what you was asking for dog.\n\n\nDr. Creshine:\n I meant in relation to what happened last night.\n\n\nD-109219:\n I don’t know dog. I was hopped up on those drugs you been testing.\n\n\nDr. Creshine:\n Do you feel as if there was a reason that the “hat man”, as you called him, visited you?\n\n\nD-109219:\n You talking like he's real. You a scientist, dog, you can’t be thinkin’ like that. (\npause\n) Wait, is he real!? Was that a ghost or some alien shit? What kinda scientist are you? What is this, Area 51? You doing some MK-Ultra shit to me dog? What was in that shit you made me drink?! You said all that shit I drank was (\nstutter\n) was just Benadryl and NyQuil, dog. What the fuck was in that shit? You brainwashing me?\n\n\nDr. Creshine:\n Calm down. Just continue to answer the questions honestly, and you will be on your way to freedom in no time.\n\n\nD-109219 suddenly winces in pain, holding his palms on his forehead and closing his eyes while moaning in pain for approximately two minutes. Because he is unresponsive, Dr. Creshine calls in a guard in case things get worse.\n\n\nD-109219:\n Oh–Holy shit! No I won't. You're gonna kill me anyways. Even after all this, you gonna march us all out for \nmonthly termination\n? Oh what the fuck, was that? What was that?! It happens so fast! I seen it then, from the hat man. Shit, is he a homie?! You gotta get me outta here, dog, come on. You can’t do that shit to me dog.\n\n\nDr. Creshine:\n You need to calm down D-109219.\n\n\nD-109219:\n Stop fucking callin’ me that! An’ fuck you an’ your whole fuckin shitshow! I don’t deserve this shit.\n\n\nThe interview was ended as D-109219 became hostile, attempting to break free of his cuffs, but was subdued by the guard.\n\n\n\n\nAfterword: Although it is probable D-109219 could have found out about the monthly termination, he clearly described a premonition. The experiment on D-109219 was performed well before his \nmonthly termination\n date, yet it was moved to a closer date due to a clerical error after the test involving SCP-7146. D-109219’s other concerns were non-anomalous.\n\n\n\n\n\n\nAgent Mercedes, like other subjects, was unresponsive during the event. After the event, Agent Mercedes stated it was her right, as a member of an MTF, to vacate the premises due to an emergency. She emailed what she experienced instead. Dr. Creshine initially protested, explaining this is likely just the paranoid effect of SCP-7146, but Agent Mercedes insisted.\n\n\nThe following emails have been archived here for relevance to SCP-7146:\n\n\n\n\nTo: \nten.pics.71-etiS|enihserCR#ten.pics.71-etiS|enihserCR\n\nFrom: \nten.pics.7Z-FTM|sedecreM#ten.pics.7Z-FTM|sedecreM\n\nSubject: SCP-7146 Debrief No-Reply\n\n\nDr. Creshine,\n\n\nDo not reply to this email.\n\n\nUnrelated to the experiment with SCP-7146, I investigated something that I suspect has memetic influence over you and your fellow staff. It may also be able to spread to others. I had to leave and I will not take any contact from you or Site-17 staff until the matter is resolved. I will be contacting the RAISA\n13\n for an investigation.\n\n\nNow for a debrief on your experiment. Despite being paralyzed and unresponsive, I could hear you and was aware of you the entire time. At one point you said, “Remember this phrase for accuracy. The orchestra in the living room plays for the fox.” At another point you followed my fixed gaze to the area you guessed SCP-7146 was at. You then waved a broom in the area. After, you waved your arms in the area. Then, finally you walked through and around the area. This all resulted in no collisions. SCP-7146 was unaffected and all things simply moved through it and were obscured by it. Opening and closing the door also did nothing.\n\n\nIlluminating it with those spotlights did not affect it, but I did get a better look at it. It seems to be somehow made of dark three dimensional shadows which eb and flow in dark hues at its tall torso giving the look of wearing a long cloak. Its hat is definitely in the style of a long brim stetson or sombrero. Even when you brought in those curtains to obscure it, I could still feel it watching me. And this whole time I've wanted to call it a “he”. Not sure why I know it's supposed to be masculine, but I do.\n\n\nThe premonition occurs during this event. It seems others simply forget it but are forced to remember it suddenly at a later time. After moments of stillness, SCP-7146 walked towards my bedside. My eyes followed its movement without my control. It didn't seem like it was floating then, but walking like a regular human person does. It leaned over me and its face formed features, still like shadows but enough to see human features. Its shadowy eyes were the clearest. They sat in perfectly circular sockets.\n\n\nI suddenly was put into a dream or a vision of sorts. I am not sure, but my premonition seems to have shown me responding to a containment breach in an SCP site I do not recognize wherein I die to something on my left that I do not see in time. After this, I am jolted out of the vision to see SCP-7146 standing where it originally was again. I suddenly gained control over my neck and up. I felt a compulsion to look away but I resisted as long as I could. As you heard, I called out “Why are you doing this?”. It turned to its right, like it was walking away, and spoke in a man’s voice “You will all sleep.” And I did in an instant.\n\n\n-Agent Mercedes\n\nMTF Zeta-7 “Total Recall”\n\n\n\n\n\n\nTo: \nten.pics.ASIAR|seiriuqnI#ten.pics.ASIAR|seiriuqnI\n\nFrom: \nten.pics.7Z-FTM|sedecreM#ten.pics.7Z-FTM|sedecreM\n\nSubject: Site-17 Memetically Compromised\n\n\nRAISA,\n\n\nI have a strong suspicion that at least part of the staff at Site-17 are under a memetic influence or infohazard. I have sent an invite for an in person meeting at your offices in order to avoid any potential digital recording of infohazards. Please set that up with me asap.\n\nI have attached my official credentials as an MTF agent for verification.\n\n\nThank you for understanding,\n\n\n-Agent Mercedes\n\nMTF Zeta-7 “Total Recall”\n\n\n\n\n\n\nTo: \nten.pics.7Z-FTM|sedecreM#ten.pics.7Z-FTM|sedecreM\n\nFrom: \nten.pics.ASIAR|letaPK#ten.pics.ASIAR|letaPK\n\nSubject: RE: Site-17 Memetically Compromised\n\n\nAgent Mercedes,\n\n\nI have set up our meeting via your invite. We take all witness accounts from Zeta-7 very seriously. Can you tell me what led you to this discovery?\n\n\nRespectfully,\n\n\n-Secretary Kevin Patel\n\nRAISA\n\n\n\n\n\n\nTo: \nten.pics.ASIAR|seiriuqnI#ten.pics.ASIAR|seiriuqnI\n\nFrom: \nten.pics.7Z-FTM|sedecreM#ten.pics.7Z-FTM|sedecreM\n\nSubject: RE: Site-17 Memetically Compromised\n\n\nSecretary Patel,\n\n\nIt was revealed to me in a dream.\n\n\nThank you for understanding,\n\n\n-Agent Mercedes\n\nMTF Zeta-7 “Total Recall”\n\n\n\n\n\n\n\n\n\n\n\n\nThis document’s clearance has been downgraded to Level 1, to be available for all Foundation personnel in case of SCP-7146 sightings.\n\n\nIf you or a loved one has witnessed SCP-7146, you are obligated to contact Dr. Creshine of Site-17.\n\n\nEmail: \nten.pics.71-etiS|enihserCR#ten.pics.71-etiS|enihserCR\n\n\n\n\n\n\nOrbalorb's Works\n\n\n« | SCP-7146 | \nSCP-7494\n | »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7146\n\" by Orbalorb, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7146\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The hat has been described as a quaker hat, stetson, large fedora, western gothic style hat, conical rice hat, sombrero, straw hat, and a top hat.\n\n\n2\n. This may be due to the notorious inaccuracy of eyewitness testimony, especially coupled with stress.\n\n\n3\n. Northern Song Dynasty\n\n\n4\n. precursor of the Benin Empire\n\n\n5\n. KV62's burial chamber.\n\n\n6\n. A large island in Indonesia.\n\n\n7\n. The SCP Foundation does not recommend or condone this dosage outside of experimental use.\n\n\n8\n. Nonbenzodiazepine GABA effectors.\n\n\n9\n. Theological Meteorologist and director of Site-25.\n\n\n10\n. This unit utilizes \nSCP-868\n for a perfect memory. This includes a daily thaumic ritual that stabilizes behavior, thus preventing subconscious memetic spread of SCP-868.\n\n\n11\n. It is hypothesized that beta waves reinforce correct associations, while theta waves weaken incorrect associations for forming memories.\n\n\n12\n. Weather Monitor and Paraweather Research.\n\n\n13\n. Records, Archival, and Information Security Administration",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7146 \" by Orbalorb, from the SCP Wiki . Source: https://scpwiki.com/scp-7146 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7146"
}