{
    "url": "https://scp-wiki.wikidot.com/scp-7147",
    "all_text": "rating: \n+130\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4/7147 classified\n\n\nUnauthorized access is forbidden.\n\n\n\n\n7147\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7147\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe tree line surrounding SCP-7147.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The land surrounding SCP-7147 has been purchased and marked as private property. Observation Post 714 is to remain staffed by at least one security guard at all times. Any civilians found trespassing are to be turned over to the local authorities; no further actions are deemed necessary.\n\n\nSCP-7147 is to be tested for the reemergence of anomalous phenomena on a monthly basis. In the event that SCP-7147's previous anomalous capabilities are restored the O5 council is to be notified immediately. Following this, all mentions of SCP-7147 in the Foundation database, including the entirety of this file, are to be expunged.\n\n\nAs of 07/25/2022, no further attempts to deliberately restore SCP-7147's anomalous attributes are to be undertaken.\n\n\n\n\n+ Archived Containment Procedures\n\n\n\n\nClose File\n\n\n\n\n\n\nSpecial Containment Procedures:\n Observation Post 714 has been constructed in the near vicinity of SCP-7147, under the guise of a privately owned research station. On-site personnel are tasked with deterring civilians exploration of the area and prepping for upcoming performances of Procedure 700-HARPOCRATES.\n\n\nPersonnel assigned to SCP-7147 are to have their amnesticization record\n1\n screened to ensure they meet the requirements outlined in RAISA-Mandate-49123. Any personnel who fail to meet such requirements are prohibited from working with SCP-7147.\n\n\nAll proposals to perform Procedure 700-HARPOCRATES must be approved by two personnel of Level 4/7147 clearance as well as the \nDecommissioning Department\n.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-7147 is a forest glade located in the Olympic Mountains of the Pacific Northwest. The perimeter of SCP-7147 has developed in a manner which resembles the Foundation insignia.\n\n\nPrior to 05/17/2022, any objects, entities, or concepts recognized as anomalous by the Foundation that were brought into SCP-7147 would either disappear entirely or be permanently altered in such a way so as to conform with consensus reality, effectively neutralizing all anomalous phenomenon.\n\n\n\n\nAddendum 7147-1: Discovery\n\n\nSCP-7147 was first encountered by members of \nMTF Beta-4 (\"Castaways\")\n on 03/05/2022. The detachment was in the process of tracking four instances of SCP-████ which had recently escaped from a nearby GoI-466 (\nWilson's Wildlife Solutions\n) facility.\n\n\nDuring pursuit, one of the SCP-████ instances fled towards SCP-7147, however, upon clearing the tree line, the entity was transformed into a snowshoe hare (\nLepus americanus\n), allowing it to be captured without further difficulty. While the coordinates and time of the incident were recorded, further investigation was postponed until the completion of the MTF's objective.\n\n\nFollowing the successful capture of the rest of the SCP-████ instances, the \nLepus americanus\n specimen was tested and confirmed to no longer possess anomalous abilities. The subsequent incident investigation ultimately determined that SCP-7147 was the cause of the entity's neutralization. This discovery led to the establishment of Observation Post 714 as well as the initialization of a series of tests to determine the extent of SCP-7147's capabilities.\n\n\n\n\n+ Access RAISA Notice\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nPlease note that all official files written before 05/17/2022 refer to SCP-7147 as UAE-OP714-1. The UAE (Unclassified Anomalous Entity) type designation is a temporary placeholder used in official documents for anomalies that have not yet been given a proper designation or file. The reason for the two month delay between SCP-7147's discovery and its proper classification was an unexpected influx of anomalous phenomenon across the globe, leading to a backlog of requests submitted to the Classification Committee.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7147-2: Test Logs\n\n\nAll anomalies tested were brought into SCP-7147 before being transferred to one of Observation Post 714's isolated testing rooms. Testing was overseen by Dr. Alexander Sharpe and Dr. Serena Lewis. Below is an abridged test log.\n\n\n\n\n+ Access Abridged Test Log\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nAnomaly Tested\n\n\nNotes\n\n\nResults\n\n\n\n\n\n\nAO-00013\n\n\nAO-00013 is a six-sided die which occasionally lands on a 7.\n\n\nAO-00013 has not been observed to land on a 7 since entering UAE-OP714-1.\n\n\n\n\n\n\nSCP-444\n\n\nTest was conducted to determine the effect of UAE-OP714-1 on individuals afflicted by a memetic pathogen. Testing procedure consisted of a subject infected with SCP-444 being brought within UAE-OP714-1. Language recognition software was then used to determine if they were still infected. Agents present for the test were provided with appropriate noise-cancelling headsets.\n\n\nUpon entering, the subject appeared to be confused and disoriented. After some time they spoke the English word \"Hello?\" and recoiled in surprise, at which point they were removed from UAE-OP714-1. Post-test analysis has revealed that all changes to brain structure caused by SCP-444 were reverted. Additionally, the subjects' memories were altered such that all echoic memories\n2\n of SCP-444 had been removed, leaving them to believe they had spent the past several months in silence.\n\n\n\n\n\n\nY-909\n\n\nNo plans to test the Y-909 substance were ever made, however, Agent Finnegan, who was assisting in testing UAE-OP714-1, had been previously administered Y-909 derivative amnestics.\n\n\nUpon entering UAE-OP714-1 Agent Finnegan regained memories previously removed by Y-909 based amnestics. Though this initially went unnoticed, Agent Finnegan reported himself to his superior under the belief that the reemerging memories were invasive thoughts brought on by a memetic hazard. Following this incident, all staff assigned to work on UAE-OP714-1 are to have their amnesticization records screened to prevent breaches of informational security.\n\n\n\n\n\n\nKant Counter\n\n\nThis test was originally meant to determine the hume levels found within UAE-OP714-1, not the effects of UAE-OP714-1 on kant counters.\n\n\nAll kant counters brought within UAE-OP714-1 returned an error reading. Subsequent tests revealed all electrical components within the counters to still be operational, however, the [REDACTED] component was found to no longer react to hume differentials. The implications of this result are still being investigated.\n\n\n\n\n\n\nSCP-682\n\n\nAs per standard procedure, a tissue sample of SCP-682 was used in place of SCP-682 itself.\n\n\nThe tissue sample disappeared immediately, leaving no traces. SCP-682 was noted to face the direction of UAE-OP714-1 from its cell at Site-19 upon the completion of the test.\n\n\n\n\n\n\nUAE-OP714-2\n\n\nDuring regular testing an organism resembling a coyote (\nCanis latrans\n) was seen in the near vicinity of UAE-OP714-1. Research staff witnessed the coyote (later designated as UAE-OP714-2) use minor telekinetic abilities. After some time the specimen wandered into UAE-OP714-1.\n\n\nThe \nCanis latrans\n specimen was unaffected by UAE-OP714-1.\n\n\n\n\n\n\nA non-anomalous paperclip\n\n\nDr. Lewis proposed the creation of a fake SCP file with subject being a non-anomalous paperclip. The file described the existence of the paperclip as anomalous. This paperclip was then brought within UAE-OP714-1.\n\n\nThe paperclip disappeared.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7147-3: Procedure 700-HARPOCRATES Proposal\n\n\nUpon the completion of the initial battery of tests, the following memorandum and proposal were submitted to the O5 council.\n\n\n\n\n+ Access Memorandum\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nTo:\n The Office of the O5\n\n\nFrom:\n Dr. Alexander Sharpe\n\n\nSubject:\n Proposal for Procedure 700-HARPOCRATES\n\n\n\n\n\n\nEsteemed members of the O5 Council, I am writing to inform you of a major breakthrough with the anomalous glade recently discovered in the Olympic Mountains. You tasked me with determining the extent of UAE-OP714-1's abilities and I must confess I was not expecting the results we found.\n\n\nThe short of it is that we have been granted a boon. A genuine stroke of good luck. The glade does not simply neutralize anomalies, instead, it neutralizes whatever the Foundation recognizes as anomalous. This small distinction has opened a number of possibilities for us:\n\n\n\n\nThe Foundation would be able to neutralize anomalies that cannot be successfully transported to the glade. By creating an SCP file that designates a proxy item as the source of a separate anomaly's effects, we would only need to bring the proxy within UAE-OP714-1 to be rid of the anomaly.\n\n\nThe Foundation would be able to neutralize non-localized anomalies. (See above)\n\n\nThe Foundation would be able to neutralize non-anomalous threats. While this may seem to go beyond our jurisdiction, we are often forced to deal with GoIs which, while not inherently anomalous, utilize anomalies for their own benefit.\n\n\nThe Foundation would be able to neutralize certain harmful aspects of anomalies while keeping those components which we deem beneficial. This could be accomplished through precise rewrites of our files that would outline certain undesirable features as anomalous while noting other features to be accepted as a part of baseline reality.\n\n\n\n\nI recognize that the Foundation is not in the business of destroying the anomalous, and that manipulating the non-anomalous to our benefit may not align with our modus operandi, however, I believe it is our duty to seize this opportunity for change, for the betterment of humanity. I have neglected to mention that the glade has taken up the shape of our insignia. If this is not a clear declaration from the universe in its trust of our mission, of our capabilities, then I do not know what is.\n\n\nSecure, Contain, \nProtect\n,\n\nColead Researcher of Observation Post 714, Dr. Alexander Sharpe.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Access Procedure 700-HARPOCRATES\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nProcedure Proposal: Procedure 700-HARPOCRATES\n\n\n\n\n\n\nProcedure Designation:\n Procedure 700-HARPOCRATES\n\n\nProcedure Type:\n Digital File Creation\n\n\nPrimary Aim:\n To decommission threats to the Foundation and humanity as a whole.\n\n\nRequired Materials:\n UAE-OP714-1, Administrative clearance to alter the Foundation database as necessary.\n\n\nRequired Funding:\n N/A\n\n\nInvolved Persons:\n\n\n\n\nHead Researcher of UAE-OP714-1: Dr. Alexander Sharpe\n\n\nDecommissioning Department Liaison: [ROLE UNASSIGNED]\n\n\nRAISA Liaison: [ROLE UNASSIGNED]\n\n\nO5 Council Liaison: [ROLE UNASSIGNED]\n\n\n\n\nExecution:\n All proposals to execute Procedure 700-HARPOCRATES on anomalous objects must be approved by the Head Researcher of UAE-OP714-1 and undergo proper decommissioning approval. Upon receiving approval an SCP file will be drafted which highlights the undesired anomalous phenomena as being caused by a harmless proxy object located at Observation Post 714. This file will then be uploaded to a secure Foundation server by the designated RAISA Liaison and the proxy object will be brought within UAE-OP714-1. Once the decommissioning is confirmed the file is to be designated as a -D or fully expunged.\n\n\nUses of Procedure 700-HARPOCRATES on non-anomalous objects/entities/phenomena must receive additional approval from the Office of the O5 to ensure the procedure is used in accordance with the Foundation's mission statement.\n\n\nContingencies:\n To prevent UAE-OP714-1's anomalous abilities from affecting itself, any files which detail UAE-OP714-1 or its effects must explicitly refer to it as non-anomalous. This would require the following actions to be undertaken:\n\n\n\n\nRedacting all references to UAE-OP714-1 as anomalous in this proposal as well as the associated memorandum.\n\n\nThe careful crafting of UAE-OP714-1's SCP file to ensure there are no explicit or implicit references to it as anomalous. It is recommended that a specialist from the \nDepartment of Miscommunications\n be consulted on this matter.\n\n\nAssigning UAE-OP714-1 the Eparch classification.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfter careful deliberation, the O5 Council voted in favor of a slightly modified version of Procedure 700-HARPOCRATES with several changes being added to the approval process. Firstly, all proposals regarding non-anomalous entities must be approved by the Ethics Committee. Secondly, the number of Level 4/7147 personnel required to receive approval was changed to two.\n\nAddendum 7147-4: Neutralization\n\n\nOn 05/17/2022 UAE-OP714-1 was assigned the official designation of SCP-7147. Despite all contingency plans being followed, SCP-7147 was found to be neutralized. Immediate investigation revealed a single note to be located at the center of SCP-7147.\n\n\n\n\n+ Access Note\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nAm I really one of them?\n\n\nI'm sorry.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An official record detailing the dates, associated clearance levels, and any related incidents for every time a member of staff has been administered amnestics.\n\n\n2\n. Memories of auditory stimuli.\n\n\n\n\n\n\n\n\n« \nSCP-7146\n | SCP-7147 | \nSCP-7148\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7147\n\" by Nitro147, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7147\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Glade.jpg\n\n\nName:\n Cox Valley2.JPG\n\n\nAuthor:\n Elwhajeff\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7147-1: Discovery\nSCP-7147 was first encountered by members of MTF Beta-4 (\"Castaways\") on 03/05/2022. The detachment was in the process of tracking four instances of SCP-████ which had recently escaped from a nearby GoI-466 ( Wilson's Wildlife Solutions ) facility.\nDuring pursuit, one of the SCP-████ instances fled towards SCP-7147, however, upon clearing the tree line, the entity was transformed into a snowshoe hare ( Lepus americanus ), allowing it to be captured without further difficulty. While the coordinates and time of the incident were recorded, further investigation was postponed until the completion of the MTF's objective.\nFollowing the successful capture of the rest of the SCP-████ instances, the Lepus americanus specimen was tested and confirmed to no longer possess anomalous abilities. The subsequent incident investigation ultimately determined that SCP-7147 was the cause of the entity's neutralization. This discovery led to the establishment of Observation Post 714 as well as the initialization of a series of tests to determine the extent of SCP-7147's capabilities.",
        "Addendum 7147-2: Test Logs\nAll anomalies tested were brought into SCP-7147 before being transferred to one of Observation Post 714's isolated testing rooms. Testing was overseen by Dr. Alexander Sharpe and Dr. Serena Lewis. Below is an abridged test log.",
        "Addendum 7147-3: Procedure 700-HARPOCRATES Proposal\nUpon the completion of the initial battery of tests, the following memorandum and proposal were submitted to the O5 council.\n",
        "Addendum 7147-4: Neutralization\nOn 05/17/2022 UAE-OP714-1 was assigned the official designation of SCP-7147. Despite all contingency plans being followed, SCP-7147 was found to be neutralized. Immediate investigation revealed a single note to be located at the center of SCP-7147."
    ],
    "documents": [],
    "notes": [
        "Special Containment Procedures: Observation Post 714 has been constructed in the near vicinity of SCP-7147, under the guise of a privately owned research station. On-site personnel are tasked with deterring civilians exploration of the area and prepping for upcoming performances of Procedure 700-HARPOCRATES. Personnel assigned to SCP-7147 are to have their amnesticization record 1 screened to ensure they meet the requirements outlined in RAISA-Mandate-49123. Any personnel who fail to meet such requirements are prohibited from working with SCP-7147. All proposals to perform Procedure 700-HARPOCRATES must be approved by two personnel of Level 4/7147 clearance as well as the Decommissioning Department .",
        "\" SCP-7147 \" by Nitro147, from the SCP Wiki . Source: https://scpwiki.com/scp-7147 . Licensed under CC-BY-SA .",
        "Filename: Glade.jpg Name: Cox Valley2.JPG Author: Elwhajeff License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Observation Post 714 has been constructed in the near vicinity of SCP-7147, under the guise of a privately owned research station. On-site personnel are tasked with deterring civilians exploration of the area and prepping for upcoming performances of Procedure 700-HARPOCRATES.",
    "description": "SCP-7147 is a forest glade located in the Olympic Mountains of the Pacific Northwest. The perimeter of SCP-7147 has developed in a manner which resembles the Foundation insignia.",
    "title": "SCP-7147"
}