{
    "url": "https://scp-wiki.wikidot.com/scp-7148",
    "all_text": "SCP-7148\n\n\n\n\n\n\nByㅤ\n \nbasirskipreader\n\n\n\n\n\n\nPublished on \n15 Oct 2022 01:14\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+86\n+\n–\nx\n\n\n \n\n\n\n\nSCP-7148\n\n\n\n\nItem #:\n SCP-7148\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Various oases are to be established and sustained around the Fertile Crescent, with provisions of food and water for stranded persons to deter manifestations of SCP-7148. Recording instruments like video cameras, microphones, Akiva radiation trackers, thermometers, etc., are set up therein to track and monitor SCP-7148. Its presence in the desert is to be explained through dissemination of Cover Story 6F3 (\"Religious Pilgrim\").\n\n\nAll instances of SCP-7148-F offered by SCP-7148 are to be confiscated and, if cleared of anomalous traits, distributed.\n\n\nDescription:\n SCP-7148 is a Levantine human male covered in scars roaming in a 5 kilometer radius around and within the Negev Desert. It speaks in an unknown dialect of the Hebrew language. Despite this, when a person is spoken to directly by SCP-7148, they comprehend its words as if spoken to in their native language.\n\n\nWhen a person suffering from dehydration or starvation comes into contact with SCP-7148, they are given a supply of goat's milk stored in a leather pouch given separately together with a tiny seed-shaped white substance wrapped in leather and sinew (hereby referred to as SCP-7148-FH and -FM). SCP-7148 will offer a trade for any object, prioritizing plant seeds and fresh soil, in exchange for SCP-7148-FH and -FM. Refusal of the offer has no consequences and will still lead to SCP-7148 giving out SCP-7148-FH and -FM.\n\n\nCarbon dating of SCP-7148-FH and -FM reveals that it dates back to around the Late Bronze Age, while temporal degradation analysis of SCP-7148-FH and -FM demonstrate that it is enough to last for 40 years. Anomalous particulate and caloric analysis of SCP-7148-FH and -FM demonstrates that both have faint traces of Akiva radiation and zero calories.\n\n\nAddendum:\n MTF Dalet-603 (\"Desert Foxes\") ran out of food supplies during an expedition into the Arabian Desert. Due to moderate starvation within the group, SCP-7148 manifested within 5 meters of Dalet-603. After approaching the MTF, SCP-7148 attempted to give them an instance of SCP-7148-F, but SCP-7148 found that it was lacking in both SCP-7148-FH and -FM. It brought out a knife, carved out 1 square meter of its skin, and drained a litre of blood from itself while grunting in pain. The skin and blood turned into SCP-7148-FH and SCP-7148-FM instances, respectively. MTF Dalet-603 took this opportunity to chip SCP-7148, for better tracking of its manifestations in the future.\n\n\nAddendum:\n Below is the most recent log of SCP-7148, post-chipping.\n\n\n\n\n[SCP-7148 is spotted near a Foundation desert oasis. It is carrying SCP-7148-F instances. To better observe SCP-7148, a camera closer to it is chosen.]\n\n\n[An unknown individual, later identified as civilian Jacob Leibowitz, approaches SCP-7148. They are mildly dehydrated. SCP-7148 notices them and approaches with an SCP-7148-F instance]\n\n\nLeibowitz:\n Thanks for the drink.\n\n\n[Inaudible murmuring from SCP-7148]\n\n\nLeibowitz:\n Seeds? I have a bunch of figs here, is that enough?\n\n\n[SCP-7148 nods. Leibowitz smiles]\n\n\nLeibowitz:\n Probably would have collapsed out there if it wasn't for your food. Stay safe!\n\n\n[Leibowitz leaves the area. SCP-7148 brings out a pouch filled with various seeds of various plants. It grabs a handful of seeds and buries them into the sandy soil, then gathers the wood near the oasis and forms a fence around the seeds. SCP-7148 eats the figs, but quickly suffers an extremely severe bout of emesis.]\n\n\n[Ten kilometers away from SCP-7148, Foundation anemometers detect a sandstorm.]\n\n\n[The sandstorm is 500 meters away from SCP-7148. It notices the sandstorm. It starts digging in the sand with his bare hands.]\n\n\n[The sandstorm is 100 meters away from SCP-7148. It has made a small hole to hide in. SCP-7148-FH covers the hole.]\n\n\n[For 40 days, cameras cannot see anything due to the sandstorm. Microphones near the hole detect sobbing and cracking sounds.]\n\n\n[SCP-7148 climbs out of the hole after the sandstorm has subsided. The Foundation-issued oasis is fully covered in sand, and the planted seeds and fence are nowhere to be found. SCP-7148 collapses on the sand and cries. The hole is covered in high-quality SCP-7148-FH and SCP-7148-FM instances. SCP-7148 is covered in more scars.]\n\n\n[After crying, SCP-7148 gathers the created SCP-7148-FH and -FM instances and swallows them. SCP-7148 walks again. Microphones near SCP-7148 detect a voice.]\n\n\nSCP-7148:\n …איפה נבו…\n1\n\n\n\n\nAfterword:\n During the sandstorm, Foundation instruments detected abnormally high levels of Akiva radiation.\n\n\n\n\n\n\n\n\n« \nSCP-7147\n | SCP-7148 | \nSCP-7149\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7148\n\" by basirskipreader, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7148\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. lit. \"Where is Nebo…\"",
    "addendums": [
        "Addendum: MTF Dalet-603 (\"Desert Foxes\") ran out of food supplies during an expedition into the Arabian Desert. Due to moderate starvation within the group, SCP-7148 manifested within 5 meters of Dalet-603. After approaching the MTF, SCP-7148 attempted to give them an instance of SCP-7148-F, but SCP-7148 found that it was lacking in both SCP-7148-FH and -FM. It brought out a knife, carved out 1 square meter of its skin, and drained a litre of blood from itself while grunting in pain. The skin and blood turned into SCP-7148-FH and SCP-7148-FM instances, respectively. MTF Dalet-603 took this opportunity to chip SCP-7148, for better tracking of its manifestations in the future.",
        "Addendum: Below is the most recent log of SCP-7148, post-chipping."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7148 \" by basirskipreader, from the SCP Wiki . Source: https://scpwiki.com/scp-7148 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7148",
    "object_class": "Keter",
    "containment_procedures": "Various oases are to be established and sustained around the Fertile Crescent, with provisions of food and water for stranded persons to deter manifestations of SCP-7148. Recording instruments like video cameras, microphones, Akiva radiation trackers, thermometers, etc., are set up therein to track and monitor SCP-7148. Its presence in the desert is to be explained through dissemination of Cover Story 6F3 (\"Religious Pilgrim\").",
    "description": "SCP-7148 is a Levantine human male covered in scars roaming in a 5 kilometer radius around and within the Negev Desert. It speaks in an unknown dialect of the Hebrew language. Despite this, when a person is spoken to directly by SCP-7148, they comprehend its words as if spoken to in their native language.",
    "title": "SCP-7148"
}