{
    "url": "https://scp-wiki.wikidot.com/scp-7149",
    "all_text": "Tricky Dick is back on the menu!\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\nFormer President of the United States Richard Nixon, the genetic origin of SCP-7149-B.\n\n\n\n\n\n\nItem #:\n SCP-7149\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to SCP-7149-A's hostile disposition towards the Foundation and its propensity for weaponizing SCP-7149-B's properties against personnel interacting with it, the object has been relegated to solitary confinement in \nSite-55\n's humanoid containment wing. Personnel affected by SCP-7149-B are to report to the SCP-7149 project lead before consuming their next meal.\n\n\nDescription:\n SCP-7149 refers to two interrelated anomalies, designated SCP-7149-A and SCP-7149-B.\n\n\nSCP-7149-A is Henry Evanson, a 27-year-old male who possesses minor ontokinetic properties from Durango, Colorado, United States. SCP-7149-A was a member of GoI-5869 (Gamers Against Weed), and utilized the handle \"australiumrules\" in relevant chatrooms until they were captured by the Foundation.\n\n\nSCP-7149-B is a phrase, which when directed by SCP-7149-A towards another human, will result in the affected individual’s next meal becoming genetically identical to Richard Nixon. This effect extends to all foodstuffs, regardless of whether it is meat or plant-based. Foodstuffs affected by SCP-7149-B will still appear identical to their unaltered versions.\n\n\nFoundation-employed cannibals affected by SCP-7149-B have confirmed that this effect additionally translates to the taste of their food; it apparently becoming flavored similar to human flesh. Non-ritualistic cannibals\n1\n report that SCP-7149-B-affected foodstuffs tastes similar to pork.\n\n\nAddendum:\n The following is an interview carried out with SCP-7149-A upon being contained and prior to the discovery of SCP-7149-B.\n\n\n\n\nInterrogated:\n Henry Evanson (SCP-7149\n2\n)\n\n\nInterrogator:\n Researcher Rex Alces, Site-55 Groups of Interest Research\n\n\n<BEGIN LOG>\n\n\n[SCP-7149 is seated with its hands cuffed behind its back in the interrogation chamber. Researcher Alces enters and takes a seat across from SCP-7149.]\n\n\nAlces:\n Good afternoon, Mister Evanson. I'm Researcher Alces, and I will be handling your intake interview.\n\n\nSCP-7149:\n Please, Mister Evanson was my father. Call me australiumrules.\n\n\nAlces:\n Is that your online handle?\n\n\nSCP-7149:\n I thought you people researched this crap. This is something you should know.\n\n\nAlces:\n I, uh. I'm just confirming it for the record.\n\n\n[SCP-7149 laughs and leans back on its chair.]\n\n\nSCP-7149:\n What the hell is this, amateur hour?\n\n\nAlces:\n …\n\n\nSCP-7149:\n Listen, I know how this is going to work, Jailor.\n\n\nAlces:\n Oh yeah?\n\n\nSCP-7149:\n It's obvious. You're gonna put on a tough guy act and ask me about my guys, gals, and nonbinary pals from the internet. I'm not gonna answer. You're going to threaten me with something. I'm not gonna budge.\n\n\nAlces:\n Anything we can do to sweeten the deal for you?\n\n\nSCP-7149:\n Fuck you.\n\n\nAlces:\n If you're not going to cooperate, I'm just going to leave.\n\n\n[SCP-7149 shrugs.]\n\n\nSCP-7149:\n Whatever, dude. You suck at this, lol.\n\n\nAlces:\n Did you just say \"lol\" in person?\n\n\nSCP-7149:\n So what if I did?\n\n\nAlces:\n Why am I wasting my time with such a low-effort shitposter?\n\n\nSCP-7149:\n Oh yeah? \nEat a Dick,\n Jailor.\n\n\nAlces:\n I'm not missing my lunch over this.\n\n\nSCP-7149:\n Enjoy your meal.\n\n\n[SCP-7149 stifles a laugh.]\n\n\n<END LOG>\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Otherwise known as individuals who have not engaged in cannibalism prior to exposure to SCP-7149-B.\n\n\n2\n. Prior to the discovery of SCP-7149-B, Evanson was labelled SCP-7149.\n\n\n\n\n\n\n\n\n« \nSCP-7148\n | SCP-7149 | \nSCP-7150\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\nSCP-8400\n \n•\n\n\n\n\n\n\nSCP-4176\n \n•\n\n\n\n\n\n\nSCP-6161\n \n•\n\n\n\n\n\n\nSCP-7573\n \n•\n\n\n\n\n\n\nSCP-8726\n \n•\n\n\n\n\n\n\nSCP-7260\n \n•\n\n\n\n\n\n\nSCP-7726\n \n•\n\n\n\n\n\n\nSCP-ES-113\n \n•\n\n\n\n\n\n\nSCP-654\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nSCP-1841\n \n•\n\n\n\n\n\n\nSCP-6057\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nSCP-3297\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nFanfa\n \n•\n\n\n\n\n\n\nA Song Without Words\n \n•\n\n\n\n\n\n\nLillian Lillihammer And The Great Meme War\n \n•\n\n\n\n\n\n\nDivine Intervention\n \n•\n\n\n\n\n\n\nDark was the night, cold was the ground.\n \n•\n\n\n\n\n\n\nAdoption Poster: Darius!\n \n•\n\n\n\n\n\n\nHOGSLICE vs bones\n \n•\n\n\n\n\n\n\nSCP Wiki Discussion Page Simulator\n \n•\n\n\n\n\n\n\nThe Pursuit of Knowledge, and Other Frivolities\n \n•\n\n\n\n\n\n\nThe Corncrake Of Destiny\n \n•\n\n\n\n\n\n\nClef Goes To The DMV\n \n•\n\n\n\n\n\n\nFrenzied Overture\n \n•\n\n\n\n\n\n\nSPC-7000\n \n•\n\n\n\n\n\n\nTim Wilson's Close Shave\n \n•\n\n\n\n\n\n\nASSET 'FLORIDA ORANGE'\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7149\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7149\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n nixon.jpg\n\n\nName:\n Richard Nixon presidential portrait\n\n\nAuthor:\n Department of Defense. Department of the Army. Office of the Deputy Chief of Staff for Operations. U.S. Army Audiovisual Center. (ca. 1974 - 05/15/1984)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum: The following is an interview carried out with SCP-7149-A upon being contained and prior to the discovery of SCP-7149-B.\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7149 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-7149 . Licensed under CC-BY-SA .",
        "Filename: nixon.jpg Name: Richard Nixon presidential portrait Author: Department of Defense. Department of the Army. Office of the Deputy Chief of Staff for Operations. U.S. Army Audiovisual Center. (ca. 1974 - 05/15/1984) License: Public Domain Source Link: Link"
    ],
    "item": "SCP-7149",
    "object_class": "Euclid",
    "containment_procedures": "Due to SCP-7149-A's hostile disposition towards the Foundation and its propensity for weaponizing SCP-7149-B's properties against personnel interacting with it, the object has been relegated to solitary confinement in Site-55's humanoid containment wing. Personnel affected by SCP-7149-B are to report to the SCP-7149 project lead before consuming their next meal.",
    "description": "SCP-7149 refers to two interrelated anomalies, designated SCP-7149-A and SCP-7149-B.",
    "title": "SCP-7149"
}