{
    "url": "https://scp-wiki.wikidot.com/scp-715",
    "all_text": "SCP-715\n - \nMy Face That I May Be\n\n\n\n\nAuthored by agatharights, rewritten by djkaktus.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+397\n+\n–\nx\n\n\n\n\n\n\nWarning: The following file is subject to\n\n\nlevel 715/5 Classification\n\n\nPart of this document may not be accessible\n\n\nwithout the proper security clearance.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-715 shortly after discovery.\n\n\n\n\n\n\nItem #:\n SCP-715\n\n\nObject Class:\n \nSafe\n \nKeter\n Safe\n\n\nSpecial Containment Procedures [OUTDATED: SEE BELOW]:\n SCP-715 is to be contained at its point of origin within the ████████ City Mall in ████████, Ohio. Remote surveillance of SCP-715 has been authorized, and any images produced by SCP-715 are to be collected by Foundation personnel posing as mall employees. These images are to be returned to \nSite-81\n for further examination.\n\n\nKeter Class Containment Procedure Amendment [OUTDATED: SEE BELOW]:\n SCP-715 is to be contained within a maximum security large item locker at Site-19. Access to SCP-715 is limited to personnel with 715/4 Special Clearance or above. Under no circumstances are any personnel, regardless of classification level, to enter or activate SCP-715 in any way. Examination of the interior of SCP-715 is to be done by a remotely controlled drone only.\n\n\nInstances of SCP-715-B are considered Class V Cognitohazardous Entities, and due to their nature cannot be properly identified without the use of optical enhancement technology. Instances of SCP-715-B are to be terminated immediately upon identification using whatever means necessary.\n\n\nSafe Class Containment Procedure Amendment:\n SCP-715 is to be contained within a maximum security storage locker at Site-81. No other containment procedures are currently necessary. Foundation personnel are restricted from any interaction with any known instance of SCP-715-B.\n\n\nInformation regarding Site 81/715 is on a need-to-know basis. Administrators with the proper security clearance may view this information at the end of this file.\n\n\nDescription:\n SCP-715 is a \"Take Your Own Photo\" fotomat model photo booth manufactured by the Sony corporation in 1972. SCP-715 displays no anomalous characteristics in its design or appearance. A small metal tag has been added to the backside of the machine, but significant wear has obscured any text contained on the tag.\n\n\nSCP-715 \nwill not activate unless an individual sits within the main booth area and inputs the necessary tokens into the activation slot\n has been known to animate sporadically, producing images believed to be modified from previous shots. The impetus behind this activity is currently unknown, \nalthough research is ongoing\n. Images produced by SCP-715 are often heavily distorted \nthe reason for this is currently unknown\n.\n\n\nIndividuals exiting SCP-715 are to be classified as SCP-715-B instances, and do not appear outwardly anomalous.\n\n\nSCP-715-A instances are currently contained within Site 81/715. Research into the nature of these instances is currently \npending approval\n restricted. SCP-715-A instances [DATA RESTRICTED: See below for additional information].\n\n\nSite 81/715 Protocol:\n [ACCESS RESTRICTED]\n\n\n\n\nPlease Access Using 715/5 Authorization Code\n\n\n\n\nAccess Granted.\n\n\n\n\n\n\n\n\n=Warning: Top Secret=\n\n\nFoundation Site 81/715 Protocol\n\n\nUtilized in accordance to standards developed by the Site 19 director, Site 81 director, and Overwatch Command\n\n\n\n\nThe following protocol has been established in order to maintain the safety and security of Site 81/715 and the personnel therein.\n\n\nLocation:\n ████████ City Mall in ████████, Ohio\n\n\nSecurity Level:\n Delta\n\n\nDescription of Location:\n Site 81/715 is believed to be an extradimensional space situated below the ████████ City Mall in ████████, Ohio. This space is accessible via a service door\n1\n located on the southwest wall of sub-basement 3. The space within is a large, cavernous room containing a deep pit. The interior of this space appears to have been cut out of the surrounding limestone. The walls of the pit are composed of a currently unknown biological substance, similar to human fat tissue. The walls of this pit constantly secrete a strong, corrosive substance, making access into the pit particularly dangerous.\n\n\nUpon activation of SCP-715, an instance of SCP-715-A will appear within this pit. These instances are typically similar to the subject who has just used SCP-715, with the exception of major facial abnormalities, including extensive lacerations, large growths to the point of unrecognizability, or the absence of facial features at all.\n\n\nInstances of SCP-715-A will attempt to scale the walls of the pit, digging into the fleshy tissue for support. These instances are currently considered hostile, and Foundation security personnel stationed at Site 81/715 are authorized to dispatch these instances with as much force is necessary. Research into the nature of SCP-715-A instances is ongoing.\n\n\nIt is currently unknown how many instances of SCP-715-A exist within the pit.\n\n\n\n\nAuthorized by the following administrators:\n\n\n\n\nJack Bright, Director, Site 19\n\n\n\n\nKarlyle Aktus, Director, Site 81\n\n\n\n\nO5-2, Overwatch Command\n\n\n\n\n\n\n\n\nAddendum 715/A:\n [ACCESS RESTRICTED]\n\n\n\n\nPlease Access Using 715/5 Authorization Code\n\n\n\n\nAccess Granted.\n\n\n\n\n\n\n\n\n=Warning: Top Secret=\n\n\nSCP-715 Reclassification Briefing\n\n\n\n\n\n\nThe inconsistencies with SCP-715-B instances were first brought to our attention after Researcher Gerald Patton tested SCP-715 himself. It was noted in his personnel file that shortly after this incident, Researcher Patton turned down a request to transfer to the \nSCP-2090\n project, a position that would have allowed Researcher Patton more freedom in his research than the SCP-715 project, as well as allowing more vacation time and a higher pay grade. This was noted as unusual\n2\n, but was otherwise ignored.\n\n\nSometime later, during a routine sweep of Site 81 for reality bending anomalies, Researcher Patton did not appear for inspection, despite the sweep being mandatory for all staff members at that site. Due to the large number of personnel processed in this procedure, again, this was largely overlooked.\n\n\nIt was not until Site 81 Research Head, Dr. Agatha Rights, began processing personnel information that these behaviours became apparent. It was noted, in Dr. Rights's initial report, that both the relocation to the SCP-2090 project and the personnel sweep would have subjected Researcher Patton to technology designed to detect reality distortions. In both instances, Researcher Patton managed to avoid being put in these positions.\n\n\nFollowing up with the report, Dr. Rights had a Fulmann-Breaker Anomalous Optical Enhancement device discretely rigged in Researcher Patton's quarters. After processing the information gathered from the footage, it became evident that our understanding of SCP-715 was flawed.\n\n\nTo be frank, we've been killing the wrong subjects.\n\n\nThe collected footage showed that, when put through a filter designed to remove local anomalous effects, Researcher Patton appeared to be one of the creatures we've seen within the pit at Site 81/715. There is no record of Researcher Patton ever gaining access to Site 81/715, or even being aware of its existence (thanks in large part to the previous administrations secrecy campaign regarding that area), so it was unknown how an instance of SCP-715-A could have escaped our security.\n\n\nThen we used the same devices to observe the instances of SCP-715-A within Site 81/715, and… well, they're humans. They're all humans. They're not like those things they appear to be when we look at them. They're human beings, and they've been trying to tell us, but we can't understand them so we've been shooting them.\n\n\nIn our haste, we quickly upgraded the classification to Keter and began attempting to collect all of the SCP-715-B instances we were aware of. We managed to get an interview in with the one that looks like Researcher Patton, as well. Due to the information recovered from this interview, we've rescinded the classification upgrade and locked SCP-715 in a secure vault.\n\n\nThe current status for this project is pending. We're not going to acknowledge the problem any more, and we're not going to go looking for -B instances. We haven't been able to verify the Patton instance's claims, but if there are as many of these running around as we think there are, it would be better for normalcy if we just let them be for now. At least until we can figure out what they want.\n\n\nAs for the -A instances… let's just consider the protocol listed above null until we can figure out something better. We've been advised that it would not be wise to remove them from Site 81/715. As unfortunate as this is, it is our current plan.\n\n\n- Asst. Dir. Weaving, Site 81\n\n\n\n\n\n\n\n\n\n\nIncident Report 715/A:\n [ACCESS RESTRICTED]\n\n\n\n\nPlease Access Using 715/5 Authorization Code\n\n\n\n\nAccess Granted.\n\n\n\n\n\n\n\n\nDATA EXPUNGED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This door does not appear on any blueprints of the mall.\n\n\n2\n. Researcher Patton had not turned down any previous promotion.\n\n\n\n\n\n\n\n\n« \nSCP-714\n | SCP-715 | \nSCP-716\n »",
    "addendums": [
        "Addendum 715/A: [ACCESS RESTRICTED]"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-715",
    "object_class": "Safe Keter Safe",
    "description": "SCP-715 is a \"Take Your Own Photo\" fotomat model photo booth manufactured by the Sony corporation in 1972. SCP-715 displays no anomalous characteristics in its design or appearance. A small metal tag has been added to the backside of the machine, but significant wear has obscured any text contained on the tag.",
    "title": "SCP-715"
}