{
    "url": "https://scp-wiki.wikidot.com/scp-7150",
    "all_text": "This article is co-authored by two grumpy, old individuals, namely \nDr Ore\n & \nslashannemoo\n.\n\n\nThe \"International BHL\" theme utilised in this article has been provided by \nWoedenaz\n.\n\n\nThis article utilises some elements from INT branches, but we tried our best to adapt them to EN readers.\n\n\nThere might be some grammar mistakes, or sentences that look awkward to a native speaker.\n\n\nFeedback is greatly appreciated.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+56\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #\n: SCP-7150\n\n\nObject Class\n: Euclid\n\n\n\n\n\n\nLevel 4/7150\n\n\nSecret\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7150 is currently contained at Site PT8\n1\n; the infrastructure intended to comprise SCP-7150's containment solutions is part of Project Euphrosyne, which is currently headed by Maj. Cecilia Gaspar de Abreu, PhD. MD.\n\n\nSCP-7150 is contained in a special-purpose humanoid containment cell equipped with environmental control, life-support systems, subsystems for the maintenance of water & sewage, and the delivery of assets; moreover, the cell has received several accessibility adaptations in consideration for SCP-7150's decreased mobility. Audiovisual surveillance equipment is currently maintained by the \nAI Camomila\n. Considering the SCP-7150's anomalous effects, their containment zone has been projected with a fifteen-meter radius exclusion zone; only Project personnel may have access to SCP-7150.\n\n\nThe specialized psychophysical accompaniment for the health & safety purposes of SCP-7150 is currently conducted by a body of medical specialists involved with the Project. Any interactions with SCP-7150 must be performed under constant audiovisual surveillance, including during any pre-programmed, or extraordinary activities.\n\n\nA sobriety coin is to be granted to SCP-7150 at every milestone of their alcoholism treatment. Any requests are to be provided at the discretion of the project manager in accordance with the safety regulations outlined in the Project's memorandum, and Site PT8's internal regiment.\n\n\nAs means of providing maintenance to SCP-7150's status as a deity, and guaranteeing their continuous existence, Project Euphrosyne has outlined a set of actions to promote, and recognize their deific characteristics, and qualities through a series of internal informational works as means of aiding their psychophysical recovery.\n\n\nThe Directorate for the Administration of Archives, and Security of Information of the Lusophone Foundation\n2\n partnered with the Records and Information Security Administration of the Anglophone Foundation, and Site Concordia\n3\n, in order to provide access to project information to prospective researchers of international branches of the Foundation through indexation as an entry into the General Standardised SCP Object Index.\n\n\nDescription:\n SCP-7150 is a humanoid entity with the appearance of a human female approximately 40 years of age. They currently weigh 65 kg, and measure 180 cm in height. The entity identifies themself as \"Tyche\", and claims to be the Greek goddess of chance, fortune, and luck.\n\n\nIn terms of mechanical metaphysics, it is currently understood that SCP-7150 functionally manipulates a type of paraphysical energy associated with causality, and chance. The manipulation of this theorized resource effectively allows the entity to influence the rate of beneficial and detrimental probalistic outcomes of a given target, including its own. However, in order to highen one subject's amount of pataphysical energy to increase the rate of its fortunate events, it must be taken from another subject, thereby increasing this target's rate of detrimental probabilistic outcomes. This ability appears to be constrained to a ten-metre radius around SCP-7150 regardless of any other factors; no specific Foundation-made paratechnology currently in use is capable of inhibiting this ability as it does not specifically concern the alteration of substantial characteristics of reality.\n\n\nRecords indicate that the effects of SCP-7150 were reported around the year 2000, when it was observed abusing its anomalous capabilities in the city of ███████, Portugal; these effects caused the entire municipality to suffer from a higher-than-average amount of unfortunate events; it was later found out that SCP-7150 profited from the beneficial probabilistic outcomes, such as locating large sums of lost money, winning local lotteries and gambling games, and exceptional performance in several video games with luck-based mechanics\n4\n.\n\n\nAlthough the impact of these events was initially negligible —, as they were limited to misplaced or lost items, poor weather, and a slightly weakened economic performance of the commercial sector in the metropolitan area —, the effects of SCP-7150 greatly increased in both numerosity, and intensity over time.\n\n\n\n\nBy the year 2005, crime rates in the metropolitan area began to rise, notably forms of theft (including industrial theft), and property damage;\n\n\nBy the year 2008, the municipality began suffering disproportionally from the onsetting economic recession, resulting in greater monetary, and property losses\n\n\nBy the year 2010, the municipal government began having severe trouble maintaining the public infrastructure of the municipality; several cases of structural failures, and other related accidents sharply increased, causing a huge demand for public services such as civil defense, hospitals, and the police which the local offer couldn't handle;\n\n\nBy the year 2013, both private, and public structures began exhibiting serious signals of damage, especially with electrical wiring, plumbing, and structural stability — analyses indicated that these were caused by extremely unlikely eventualities;\n\n\nBy the year 2015, the municipality began suffering an extraordinary number of natural disasters, including health hazards such as highly infectious diseases;\n\n\n\n\nWhen SCP-7150 was finally contained in 2017, the municipality's total population had shrunk down to a seventh of its size; both public, and private infrastructure were in serious disrepair; all large-scaled employers had left the town, and the few businesses remaining were barely functioning; the effects of investments, and other such interventions only began to affect the municipality after SCP-7150 was transported outside of its geographical area to a containment facility.\n\n\nBefore their containment, however, SCP-7150 managed to evade capture for over a decade via a series of (un)fortunate (mis)happenings; containment efforts were continuously frustrated due to numerous reasons such as sudden critical component failures of Foundation assets, the interruption of operations due to unexpected events, human error, and the unpredictability of the SCP-7150's actions due their near-constant state of inebriation.\n\n\n\n\n+ OPEN ABRIDGED LOG OF CONTAINMENT ATTEMPTS.\n\n\n\n\n- CLOSE ABRIDGED LOG OF CONTAINMENT ATTEMPTS.\n\n\n\n\n\n\n\n\nSITE PT8\n\n\nDEPARTMENT OF ARCHIVES\n\n\nDIRECTORATE FOR THE ADMINISTRATION OF ARCHIVES, AND SECURITY OF INFORMATION\n\n\n\n\nABRIDGED LOG OF CONTAINMENT ATTEMPTS — SCP-7150\n\n\n\n\n\n\nDate:\n 02.09.2007\n\n\nPlanned course of action:\n SCP-7150 was to be apprehended whilst they were walking on the sidewalk by driving up to them in an unmarked van and pulling them in.\n\n\nResults:\n SCP-7150 was approached whilst they were about to walk down a hill. The van pulled up as planned, but the vehicle's brakes failed to engage, causing the vehicle to pass the entity by as it uncontrollably drove down the hill; it was only stopped after causing a rear-end collision with another car.\n\n\nWhen first-responders arrived at the scene, Foundation personnel had suffered minor injuries; intervening police forces apprehended the task force on charges of illegal possession of weapons, conducting a vehicle without a permit, damage to the public, and private property, and 2 counts of wilful endangerment — as personnel had been caught without their seatbelts on.\n\n\nSCP-7150 observed the scene for several seconds before resuming their walk.\n\n\nRemarks:\n This was the first attempt to apprehend SCP-7150. Foundation personnel were released, and all the public records of the event were erased. Triage of the vehicle revealed that a brake line snapped due to a lack of maintenance.\n\n\n\n\n\n\nDate:\n 04.03.2008\n\n\nPlanned course of action:\n SCP-7150 was to be apprehended by Foundation personnel posing as local law enforcement officers.\n\n\nResults:\n SCP-7150 was successfully apprehended in a restaurant under charges of theft; whilst they were being conducted, three actual law-enforcement agents arrived at the establishment for dinner, and identified the Foundation personnel as imposters.\n\n\nDuring the confrontation, SCP-7150, who was notably intoxicated, managed to free themself from the handcuffs, and stagger out of the establishment. Sgt. Coelho, who had kept watch in case of SCP-7150's escape, tailed SCP-7150 until they staggered, tipped over a trash can by accident, and spilt its contents over the sidewalk; Sgt. Coelho, who wasn't paying attention to the debris, ended up slipping on a banana peel, and falling on his back. Civilians at the scene called on first-responders, and didn't let Sgt. Coelho moved without first receiving medical assistance. SCP-7150 managed to escape stumbling across the streets.\n\n\nRemarks:\n Records indicated that a group of criminals were posing as police officers to kidnap people, and force them to withdraw money from their accounts; Foundation personnel was not apprehended; all public records of the event were erased; Sgt. Coelho is well.\n\n\n\n\n\n\nDate:\n 23.11.2010\n\n\nPlanned course of action:\n The Germanophone Branch of the Foundation suggested that SCP-7150 could be engaged, and requested to voluntarily enter containment via negotiations; an officer of MTF DE10-ℭ \"Bluthunde\"\n5\n was liaised with the Lusophone Foundation.\n\n\nResults:\n Agent Reder approached SCP-7150 when they exited a local supermarket; SCP-7150 greeted the officer, and they shook hands; when they were about to exit the area, SCP-7150's market bags's underside were ripped, and its contents spilt over the ground; when they squatted down to collect the items, a gunshot was heard.\n\n\nAgent Reder, who had moved in front of SCP-7150 after the spill in an attempt to assist in collecting the scattered groceries, was hit on his chest by a sniper round; SCP-7150 panicked, and ran away with the other civilians at the scene.\n\n\nFoundation personnel extracted Agent Reder from the scene, and transported him to get urgent medical care; personnel couldn't locate SCP-7150 amongst the civilian populace.\n\n\nRemarks:\n Lusophone Foundation officers tracked down the assailant, who turned out to be a GOC operative tasked with the elimination of SCP-7150 after they had been recognized as a major parathreat. Unfortunately, the GOC operative was found dead at his home; evidence suggesting that he had committed suicide shortly before the arrival of Foundation officers.\n\n\nNonobstant of the GOC's accusations that the Lusophone Foundation has historically promoted an aggressive doctrine, and politics against GOC forces —, as well as allegations that, once again, the Lusophone Foundation has assassinated GOC operatives in retaliation, or due to their apparent classification of the GOC as a \"terrorist organization\" by the Lusophone Foundation, the GOC was provided with a complete criminal, and medico-legal report evaluating the situation as well as with the body of the operative perfectly conserved.\n\n\n\n\n\n\nDate:\n 13.06.2015\n\n\nPlanned course of action:\n Reports indicated that the Fascist Council of the Occult\n6\n had operatives looking to capture, and exploit SCP-7150's anomalous abilities.\n\n\nThe Lusophone Foundation liaised with the Italian Branch of the Foundation's SSM-I\n7\n \"Sagitta Iovis\", and the Centaur Class robot sentry #004 \"Nessus\"\n8\n in order to engage FCO's forces which were moving towards SCP-7150's current location, dismantle the Council's operations, and safely secure SCP-7150.\n\n\nResults:\n Foundation forces engaged FCO's forces in combat outside the metropolitan area, halting their approach; the FCO agents released a chimaeric creature towards the metropolitan area; SSM-I, and \"Nessus\" detached from combat to engage with the chimaera, and destroy it.\n\n\nDuring the incident, SCP-7150 was apparently intercepted by FCO forces but managed to escape; footage from the domiciliar cameras showed that the Council's agents were victims of a series of accidents — the agent who tried to capture SCP-7150 with an electrical net was electrocuted to death when the apparatus malfunctioned; the agents that tried to shoot at SCP-7150 were either victims of negligent discharge, or mechanical failures of their weapons; during a vehicular pursuit, agents collided with civilians who were trying to escape from the mayhem caused by the chimaeric entity; at least 3 agents were crushed by debris.\n\n\nOnce the chimaeric entity was destroyed, most of the FCO's forces fled the scene; SCP-7150 couldn't be located.\n\n\nIntercepted FCO communications revealed that the agents which survived the engagement with SCP-7150 suffered accidents; one passed due to a sudden cardiac arrest; one survived a plane crash, and died due to food poisoning in the hospital; and the engineers tasked with the maintenance of FCO's assets, despite insisting that the assets were well-maintained, and secured, suffered a series of accidents whilst operating, or tinkering with machinery.\n\n\nRemarks:\n The mission to dismantle the FCO's operation was successful, as well as the consequent cleaning, and disinformation procedures applied throughout the municipality.\n\n\n\n\n\n\nTHIS DOCUMENT HAS BEEN DIGITALLY SIGNED BY MAJ. LUCIANO CASAGRANDE ALVARES.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7150 was contained on 25.07.2017. According to surveillance records, they operated a vehicle whilst, apparently, extremely inebriated; the dangerous driving caused them to be pursued by police forces for several minutes; the pursuit only ended when their vehicle collided with another vehicle whose driver exhibited similar reckless behaviour.\n\n\nLusophone Foundation forces embedded in first-response units arrived at the scene shortly after the accident; despite the grievous injuries they suffered, they were rescued alive from the wreckage, and transported to Site PT8 where they were allocated to the on-site Medical Department Urgent and Emergency Care Unit; surgical interventions managed to stabilize SCP-7150's health.\n\n\n\n\n+ OPEN INTERVIEW 7000-1.\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSITE PT8\n\n\nDEPARTMENT OF ARCHIVES\n\n\nDIRECTORATE FOR THE ADMINISTRATION OF ARCHIVES, AND SECURITY OF INFORMATION\n\n\n\n\nTRANSCRIPT - INTERVIEW 7150-1\n\n\n\n\n\n\nThe following is an abridged transcript of an interview conducted during the time when SCP-7150 was still recovering from most of their injuries; medical evaluation judged SCP-7150 apt to be interviewed. At the time, their containment chamber had been provisionally adapted with medical equipment.\n\n\nThe interview was conducted by Captain Fernando Torres Silva, Md., a medical officer trained in investigative interviewing.\n\n\n\n\nCapt. Silva enters SCP-7150's containment chamber, pulling up a chair to sit directly beside SCP-7150, who remained in bed as their movement was constrained by several plaster casts.\n\n\nSCP-7150, apparently resigned, turns their head to face Capt. Silva.\n\n\nSCP-7150:\n You are not part of the regular medical staff that is taking care of me.\n\n\nCapt. Silva:\n You are right, but I am also a medic. I am Captain Fernando Torres Silva; one of the officers of this installation's medical department; although you haven't seen me, I've been taking care of you as well, SCP-7…\n\n\nSCP-7150:\n Tyche.\n\n\nCapt. Silva:\n Excuse me?\n\n\nTyche:\n Tyche. Call me Tyche, please; not some random number, the jig is up anyway. Don't take away my true name as well…\n\n\nCapt. Silva:\n Tyche? Wasn't your name in the civil register- Wait… Tyche… \nTHE\n Tyche from Greek mythology? Why, you'll excuse me again, but that is quite extraordinary—\n\n\nTyche shows visible signs of happiness; they appear to attempt to nod, but their movement is constrained by a cast around their neck.\n\n\nTyche:\n Yes! How do you know me?\n\n\nCapt. Silva:\n I would like to tell you that I've studied the Classics, or that our specialists managed to figure out your identity, but it is thanks to surfing Wikipedia during my free time.\n\n\nTyche:\n That's absolutely fine.\n\n\nCapt. Silva:\n Now, tell me, Tyche — we found some of your personal documents; most are forgeries, of course, but you obviously haven't been using your proper name for a while now, have you?\n\n\nTyche closes her eyes for several seconds, visibly uncomfortable.\n\n\nCapt. Silva:\n Well, I wouldn't reckon that it would be wise to use your proper name if you are trying to escape from something yes? Tyche, Fortun-…\n\n\nTyche:\n Do not say that name again, please.\n\n\nCapt. Silva:\n May I ask you why is that, Tyche?\n\n\nTyche:\n A lot of people think that we are one, and the same — sometimes they even lump us together with Heil. But, no. Fortuna is a fucking bitch — she stole my clout when the Romans came around; I've always been nice to her, even when she lived in my shadow! I was happy to take care of her, share my glory, spend time, and just… But once they met her, she did everything, and more to just… fuck with me, and take everything I had.\n\n\nCapt. Silva:\n Do you reckon she used you?\n\n\nTyche:\n Yes! That ungrateful —; she just discarded me at the first opportunity. Even today people will occasionally pray upon \"Fortune\" for good luck; never upon \"Tyche\". I bet she slept with all the linguists of Rome just to have that way of spiting me. Well, she got it. That harlot is now livin' grand in Vegas whilst I am completely ruined — having to seek refuge in cities in the middle of nowhere!\n\n\nTyche appears to be grimacing; they take a pause of several seconds whilst Capt. Silva reassesses their condition.\n\n\nCapt Silva:\n We are very interested in the events which transpired in the latest town you've taken… refuge, Tyche. Would you be comfortable if we talked about it right now?\n\n\nTyche:\n I… I thought as much… Not really, but — I assume we need to. I have to embrace it.\n\n\nCapt. Silva:\n \"Embrace\" it?\n\n\nTyche:\n One thing after another. I assume you want to start at the beginning.\n\n\nCapt. Silva:\n That would be ideal, Tyche.\n\n\nTyche:\n Well, it all began several years ago, in erstwhile Hellenistic Greece, even before whom you folk know as \"Zeus\" —…\n\n\n[…]\n\n\nCapt. Silva:\n And that was when you escaped to ███████?\n\n\nTyche:\n No, that only happened after Eirene, and I lost a lawsuit against Demeter; our path—\n\n\nCapt. Silva:\n Okay. Sorry for interrupting you — but a lawsuit? If I may be privy — was it a civil case? What were the charges?\n\n\nTyche remains silent for several seconds, avoiding Capt. Silva's gaze.\n\n\nCapt. Silva:\n You do not need to answer right now if you are uncomfortable, Tyche.\n\n\nTyche:\n No, no… It is fine. We were accused of child endangerment, basically. You know, Eirene, and I liked to have Plutos around — he was like our own child —, so we'd always pick him up to travel around.\n\n\nCapt. Silva:\n I assume something happened?\n\n\nTyche:\n Indeed. But it was a small accident! He didn't even get scarred, but when we got back, Demeter just freaked out, put on charges, and dragged us to court. We had the misfortune of getting Themis as the presiding judge. Now we have a restraining order —…\n\n\n[…]\n\n\nTyche:\n Well, I didn't have a lot before getting sued; with almost everything taken from me as compensation, I had almost nothing.\n\n\nCapt. Silva:\n That was when you decided to move?\n\n\nTyche:\n Indeed. Greece had become rather uncomfortable to live in a while ago already; Eirene decided to immigrate to Argentina, or Brazil — I don't quite reckon. Since I was all alone, I decided to go somewhere else as well, and so I happened to move to Portugal. Just one itty-bitty-little-problem: I was completely broke.\n\n\nCapt. Silva:\n And what did you do to solve that problem, Tyche?\n\n\nTyche:\n Weeeeeell… I used my powers to… steal other people's Luck. Not a lot, mind you — not at first, at least…\n\n\nCapt. Silva:\n You stole their luck?\n\n\nTyche:\n Yyyyyes…\n\n\nCapt. Silva:\n Well, let's start simple; what do you mean by \"stealing their luck\"?\n\n\nTyche:\n I mean it quite literally. Luck actually exists, you know.\n\n\nCapt. Silva stares at Tyche for several seconds. The silent eye contact is only broken once Capt. Silva begins perusing his mobile terminal. The interview is resumed shortly after Tyche's condition is reassessed.\n\n\nCapt. Silva:\n Well, considering that luck, as you say, is a type of — energy?\n\n\nTyche:\n Sort-of. Yes.\n\n\nCapt. Silva:\n Couldn't you have created — produced — more luck for yourself, then? My apologies if this is a sensitive subject, but, shouldn't it be possible for a goddess such as yourself?\n\n\nTyche:\n You flatter me. Yes, your assumption would be correct if only —… if only I had been just as powerful as I was back in the days of ancient Greece. My power has waned ever since those… stuck-up Roman deities invaded… — and, well, most of it has been usurped by that bitch Fortuna — so, I can only work with the luck I have available at the moment.\n\n\nCapt. Silva:\n I am following.\n\n\nTyche:\n So, yes. I arrived in Portugal quite desperate, so the first thing I did was take a small piece of luck from a large part of the population — a little bit from everyone, so nobody would be hurt; nothing they wouldn't regain over time.\n\n\nCapt. Silva nods in acknowledgement.\n\n\nTyche:\n It improved my own luck, but with time, some of my fortunate incidents turned out to be rather unfortunate — the car I won had rust on the underside; the money bill I found turned out to be a counterfeit; the house I bought cheaply turned out to have many structural failures; that kind of stuff.\n\n\nCapt. Silva:\n My apologies; is that something to do with the fact your powers waned, Tyche?\n\n\nTyche:\n Yes, and no. Luck, and Fortune are always in balance; they try to balance each other out. Sure, there are people who are born lucky or unlucky, but even they have their own equilibrium. But taking luck from somebody is like building a tower in the hole you got the stones from; its peak will always be on the same level as the even ground, or just barely above it.\n\n\nCapt. Silva:\n I believe I can understand that, yes. I am assuming you already knew that.\n\n\nTyche:\n Yes, I did, but my situation was very dire. So I started taking more, and more luck from people around me — which in turn caused me to be drawn into that forming maelstrom of misfortune as their bad luck started affecting the environment around me. It was like digging a hole to cover another.\n\n\nCapt. Silva:\n And when did you notice what your actions were causing, Tyche?\n\n\nTyche:\n About… two months after I arrived?\n\n\nCapt. Silva:\n That is interesting; you must be very sensitive to these deviations; the collateral phenomena weren't so readily visible until almost a year after your arrival.\n\n\nTyche:\n Yes. I am a tutelary goddess. That city, and the surrounding area were technically under my protection — as I viewed them as… well… home. Although, I admit that I did a very shitty job at it. Even if I am starved of belief, offerings, and prayers — it was still my… well… my job to protect them. I was forced to helplessly watch everything that happened to every inhabitant of that town — and, I couldn't help but accept that it was all my fault.\n\n\nCapt. Silva:\n I presume that is why you started drinking — as a coping mechanism?\n\n\nTyche:\n Yes — I stopped using my powers, and drunk to forget but it was too late. I saw… how families lost their jobs, and were evicted from their homes because they couldn't afford rent anymore; I saw old people grow sick, and die agonising; I saw people falling into abusive habits, relationships… There… there was this apartment building in the northernmost freguesia… it was crumbling; leaning in a bit to the side; the civil defence had been called to demolish it but it wasn't safe to —…\n\n\nTyche seems to swallow dryly.\n\n\nTyche:\n …it lost a few of its shingles —, one of them hit a woman that had just come back from buying groceries, and was hurrying through the street —… her skull was caved in an instant — she had two children… They could just watch…\n\n\nThe interview is halted for several minutes whilst Capt. Silva assesses Tyche's psychophysical state. It is then resumed once Tyche is emotionally stabilised.\n\n\n[…]\n\n\nTyche:\n So… as I stopped manipulating the luck around myself, all the bad luck, and misfortune I had staved off hit at once. My house started collapsing on itself, so I ran to my car, and tried to… tried to escape… escape somewhere to just disappear, finally — drive, and drive — but…\n\n\nCapt. Silva:\n — you suffered that terrible accident.\n\n\n[…]\n\n\nTyche:\n Things will go back to normal, eventually — I hope. There might be a wave of luck, and fortune but everything will even out eventually.\n\n\nCapt. Silva:\n Do you reckon that includes you, Tyche?\n\n\nTyche:\n Well, yes, hopefully, but I don't know when. I am soaked with bad luck now. Theoretically, it could take decades for me to recover from this — it is all the misfortune of an entire town.\n\n\nCapt. Silva:\n I can guarantee that you are safe now, and we will do everything to help you out with this predicament, Tyche.\n\n\nTyche avoids her gaze for several seconds before meekly smiling.\n\n\nTyche:\n The doctors told me I was out for some time, and that I won't find any booze in here; even if I did, I would either vomit my stomach out, or die because of all the medicaments.\n\n\nCapt. Silva:\n That is true, yes.\n\n\nTyche:\n Good. I want to get better.\n\n\n[…]\n\n\n\n\n\n\nEND OF TRANSCRIPTION.\n\n\n\n\n\n\n\n\nCLOSING REMARKS\n\n\n\n\n\n\nSCP-7150 appears to be a benign, and cooperative individual; it is recommended to treat the individual through idiosyncratic means; documents, and/or operational procedures should be appended to identify SCP-7150 through their given name \"Tyche\" rather than their SCP designation as means of appropriately continuing, and developing Rapport.\n\n\nAccording to the latest report by the medical team responsible for the project, it should be a priority to get Tyche prepared to engage with physical, and psychological therapies as soon as possible to provide them with the best chance for recovery.\n\n\n\n\n\n\nTHIS DOCUMENT HAS BEEN DIGITALLY SIGNED BY CAPT. FERNANDO TORRES SILVA.\n\n\n\n\n\n\n\n\n\n\n\n\nThe psychophysical treatments employed for the recovery of SCP-7150 managed to rehabilitate their health with minor difficulties, although their physical health could not be completely restored (they require the use of a cane for walking), containment procedures have been developed, and sophisticated throughout its stay at Site PT8 as means of reducing the chance, and factors which befell them during its initial months in containment.\n9\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7150\n\" by slashannemooslashannemoo and Dr Ore, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7150\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A secure facility of the Lusophone Foundation (SCP-PT) located in the municipality of Faro, Portugal; it is a military facility with specialised aeroportuary, and medical infrastructure for the containment of anomalies, and research.\n\n\n2\n. An internal division of the Lusophone Foundation equivalent to the RAISA of the Anglophone Foundation.\n\n\n3\n. The administrative headquarters of the INTernational Archives of the Foundation. It is a specialised installation located near Bern, Switzerland which is utilised as a centre for international collaboration, and cooperation between the branches of the Foundation.\n\n\n4\n. A review of the SCP-7150's Grandblue Fantasy, Fate Grand Order, and Final Fantasy Brave Exvius accounts showed that they managed to obtain the best possible characters, and resources with little expenditure.\n\n\n5\n. 10-Edgar \"Blood Hounds\", a task force specialised on tracking escaped anomalies, and negotiating with them to convince a willful return to containment.\n\n\n6\n. It is an organisation of individuals still loyal to Italian Fascism; their purpose is to use, and create anomalies to cause significant damage, destabilize social order, and compromising security & the Veil.\n\n\n7\n. Squadre Speciali Mobili (Special Mobile Squads).\n\n\n8\n. A quadrupedal drone intended for assault operations involving highly-dangerous anomalous entities.\n\n\n9\n. Such as the development of allergies (and consequent food poisonings), the unintended involvement in minor containment breaches, and information breaches — the latter which was caused by SCP-7150 being capable of continuously guessing the correct password to connect with the Site's Wi-Fi.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7150 \" by slashannemooslashannemoo and Dr Ore, from the SCP Wiki . Source: https://scpwiki.com/scp-7150 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7150 is currently contained at Site PT81; the infrastructure intended to comprise SCP-7150's containment solutions is part of Project Euphrosyne, which is currently headed by Maj. Cecilia Gaspar de Abreu, PhD. MD.",
    "description": "SCP-7150 is a humanoid entity with the appearance of a human female approximately 40 years of age. They currently weigh 65 kg, and measure 180 cm in height. The entity identifies themself as \"Tyche\", and claims to be the Greek goddess of chance, fortune, and luck.",
    "title": "SCP-7150"
}