{
    "url": "https://scp-wiki.wikidot.com/scp-7152",
    "all_text": "SCP-7152\n - \nWater To Wine\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\nby CowscantgoMoo\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7152\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-115\n\n\nDirector K. Vittnner\n\n\nJr. Researcher Parks\n\n\nN/A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7152 is stored in a Secure Containment Locker at Site-115. SCP-7152 must be empty at all times with the exception of authorized testing. SCP-7152 must be clearly marked and labeled to prevent possible confusion.\n\n\n\n\n\n\nSCP-7152\n\n\n\n\n\n\nDescription:\n SCP-7152 is an unmarked plastic water bottle. When SCP-7152 is filled with water and shaken, the contents of SCP-7152 turn into a variant of red wine, designated SCP-7152-A. Ingestion of one (1) mL of SCP-7152-A causes a BAC of 25% and results in death via alcohol poisoning within 1-2 minutes.\n\n\nAddendum 7152.1:\n Discovery\n\n\nSCP-7152 was discovered by an undercover Foundation agent, Stuart Schmidt, after being employed as a private investigator for the sudden disappearance of James Campbell, designated POI-7152. POI-7152's family is aware of SCP-7152's anomalous nature and attributes it to POI-7152, making several claims that imply that POI-7152 is a Type-Green reality bender.\n\n\nInvestigation into POI-7152 is ongoing.\n\n\nAddendum 7152.2:\n Interviews\n\n\nPOI-7152's parents, Joanna and Martin Campbell have been interviewed in POI-7152's disappearance\n\n\n\n\nINTERVIEW\n\n\n\n\nInterviewer:\n Investigator Schmidt\n\n\nSubject:\n Joanna Campbell\n\n\n\n\n«BEGIN LOG»\n\n\nSchmidt:\n Hello Mrs. Campbell, I had a few questions about James. When-\n\n\nMrs. Campbell:\n Oh yes, I'll answer any questions you have! Do you know if he's safe?\n\n\nSchmidt:\n We don't know that as of yet. I'm working on it. Now, what do you know about your son?\n\n\nMrs. Campbell:\n Oh, he's a miracle. We thought we would be living in the rutters for the rest of our lives. Then James came and opened our eyes! We just knew he was the second coming of Christ! He's got a kind soul and has been helping the community before he knew the truth himself!\n\n\nSchmidt:\n Excuse me, could you elaborate on James being the \"second coming?\"\n\n\nMrs. Campbell:\n Of course. James is the reincarnation of Jesus Christ. We saw him walking on water one day as a toddler and we've been training him ever since. That little bottle you found was his way of turning water into wine.\n\n\nSchmidt:\n So he's just able to do this? Unprompted?\n\n\nMrs. Campbell:\n Well, we had to help him with it when he was younger. We involved the pastor and went to church on Wednesdays to make sure James knew the Bible in and out. He didn't remember being Jesus, so we helped him as much as we could.\n\n\nSchmidt:\n Noted. Now you told me earlier that James was living on his own because of a disagreement. Could you elaborate on what he disagreed with?\n\n\nMrs. Campbell:\n He was just going through a little rebellious phase. That's all there is to it. He wanted to leave, but I wasn't about to let him out into a world filled with temptation and sin! It was my job as his mother to keep him safe and protected. I picked out a place for him and \nlet\n him have his own apartment. He still led mass and helped our community while he was there, so I don't understand why he would leave!\n\n\nSchmidt:\n So you think he left out of his volition?\n\n\nMrs. Campbell:\n Didn't you hear me? He couldn't have left on his own, he had no reason to! It's some kind of test by God. I'm praying every day and night for him to remember, so when I saw you in the newspaper, I knew my prayers were answered!\n\n\nSchmidt:\n Well, thank you for trusting me with this. You made the right choice.\n\n\nMrs. Campbell:\n Y'know, I still have his journal from when he was a kid. I've been re-reading it recently and it might help you figure out where he is.\n\n\nSchmidt:\n Thank you, Mrs. Campbell. I'll look into that.\n\n\n«END LOG»\n\n\n\n\n\n\n \n\n\n\n\nINTERVIEW\n\n\n\n\nInterviewer:\n Investigator Schmidt\n\n\nSubject:\n Martin Campbell\n\n\n\n\n«BEGIN LOG»\n\n\nSchmidt:\n Mr. Campbell, what can you tell me about your son's disappearance?\n\n\nMr. Campbell:\n Ah, James. All the neighbors have been asking about him. Any idea where he's at? Logan's leg is acting up.\n\n\nSchmidt:\n We need to know about your son first. How was his childhood, his home life? Even a small detail could prove vital.\n\n\nMr. Campbell:\n We tried our best with him. We taught him everything about Christianity, he heals our wounds, and we save money on medical bills. He's the best thing that could've happened to us. I have a brother who goes through four packs of cigarettes in a week. Only reason he's still kicking around is because James heals his lungs through miracles. Thank God for his son.\n\n\nSchmidt:\n Any reason you can think of for his disappearance? Any reasons, anything?\n\n\nMr. Campbell:\n Well, his older brother always had a thing against him. Every time James would do something, Elijah threw a fit. During one of our healing sessions at the church, the pastors decided to give James extra snacks. Elijah threw a fit and whined about not getting anything, despite not doing anything to earn it. Spoiled brat.\n\n\nSchmidt:\n Would you say that Elijah could be a cause for James' disappearance?\n\n\nMr. Campbell:\n No, of course not. Elijah abandoned us the moment he turned eighteen. And good riddance, he was only bringing us down. Always getting mad about things that don't concern him.\n\n\nSchmidt:\n Anything else?\n\n\nMr. Campbell:\n (shakes head) No, that's all I've got. I'm not the person to go to about this. Ask Joanna: she'll help answer any other questions you've got.\n\n\nSchmidt:\n Thank you for your time. Don't worry, I'll find your son.\n\n\n«END LOG»\n\n\n\n\nAddendum 7152.3:\n Journal Entries\n\n\nWith permission from POI-7152's parents, a journal was retrieved from POI-7152's childhood bedroom.\n\n\n\n\nThis morning, I showed off my powers to the pastors and they were impressed. They spent the whole day asking me about God and stuff, but I didn't have any answers for them. So, I kinda made the answers up based on what he would probably say. I'm supposed to be a full-time volunteer and be an assistant to the priest. Mom said she would homeschool me so I can focus on my \nreal\n studies. If that's what I'm supposed to do…\n\n\n\n\n\n\n \n\n\n\n\nI tried hanging out with other kids my age, but I can't. I feel like I don't understand them at all. They were eating lunch. I tried to help, but one of them was allergic to tuna. I should just stick to what I'm good at.\n\n\n\n\n\n\n \n\n\n\n\nThere's no difference between them. Anytime someone needs help, they come to me. Aunt Marcy told me about her health issues. Uncle Tony tells me about how much he smokes. A lot of Mom's friends from church come just to tell me their problems. They want me to heal them, make food for them, and give them miracles. I'm supposed to be their connection to heaven and pray for them, but I don't think I can. Every night I try to help Ms. Jones from having another miscarriage or getting them enough food to last until the next paycheck, but they don't know it hurts. It hurts to make bread, it hurts to heal them, and I don't hear anyone when I pray. I believe as hard as I can, but nothing happens. By the next week, they come back saying the same things, over and over again.\n\n\n\n\n\n\n \n\n\n\n\nElijah left. He had an argument with both of them and just locked himself in his room. He came out with suitcases and said he was leaving. His car has been missing from the driveway for three days. Mom and Dad don't seem too worried. Said he was old enough to make decisions and that it wasn't my fault. But I know him. Every time he had something to say, they ignored him and asked me something. They missed his tennis matches because they were busy with me. He went to the public school and got bullied because I was his brother. He came home and yelled about what they said: \"entitled,\" \"embarrassing,\" and \"annoying.\"\n\n\nHe left because of me, and I understand.\n\n\n\n\n\n\n \n\nAfter this entry, several pages have been ripped out of the journal. The last entry, written a few months before POI-7152's disappearance is logged below:\n\n\n \n\n\n\n\nI've been having nightmares again.\n\n\nI'm on a small boat, a small speedboat racing across the lake. I remember being on Dad's knee, his hand barely holding onto me as he did something else with his other, probably holding a drink. We're shaking up and down, up and down, up and I go down.\n\n\nThere's water everywhere. It's cold all over me and I freeze in place. I can't see, the water stings my eyes. I can't breathe, my lungs are on fire. I'm shaking and thrashing and, deep down, I've given up.\n\n\nBut I hit the surface. The lifejacket bobs me back to the surface. I'm floating there, stuck, just a body in the water, waving my arms in a futile attempt to get up. But then the clouds part. I see the light of the sun on the horizon. But I didn't hear anything. No voices, only my cries.\n\n\nI try to stand, I try to get up, I push back at the water. And the water pushes me back. I get up on the still water and stand. I walk. Faint cries from the boat, too far to register. On the water, I look up at the heavens and waddle to the boat.\n\n\nThere are days when I regret that. The moment that defined me before I could. And on those days, I think.\n\n\nAbout the role I'm meant to play, the person I'm meant to be, and I wish that I had drowned.\n\n\n\n\nAfter an extensive search of the property, no other evidence was found.\n\nThe search for POI-7152 is still ongoing. If found, POI-7152 will enter Foundation containment, and their family will be amnesticized. Reclassification of POI-7152 to SCP-7152 is pending.\n\n\n\n\n\n\n« \nSCP-7151\n | SCP-7152 | \nSCP-7153\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7152\n\" by CowscantgoMoo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7152\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n plastic_bottle.preview.jpg\n\n\nName:\n Empty plastic water bottle\n\n\nAuthor:\n gratuit\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nFree Images Live\n\n\n\n\n\n\nFilename:\n warning.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 7152.1: Discovery\nSCP-7152 was discovered by an undercover Foundation agent, Stuart Schmidt, after being employed as a private investigator for the sudden disappearance of James Campbell, designated POI-7152. POI-7152's family is aware of SCP-7152's anomalous nature and attributes it to POI-7152, making several claims that imply that POI-7152 is a Type-Green reality bender.\nInvestigation into POI-7152 is ongoing.",
        "Addendum 7152.2: Interviews\nPOI-7152's parents, Joanna and Martin Campbell have been interviewed in POI-7152's disappearance\n",
        "Addendum 7152.3: Journal Entries\nWith permission from POI-7152's parents, a journal was retrieved from POI-7152's childhood bedroom.\n\n\n\n\n\n\nAfter an extensive search of the property, no other evidence was found. The search for POI-7152 is still ongoing. If found, POI-7152 will enter Foundation containment, and their family will be amnesticized. Reclassification of POI-7152 to SCP-7152 is pending."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7152 \" by CowscantgoMoo, from the SCP Wiki . Source: https://scpwiki.com/scp-7152 . Licensed under CC-BY-SA .",
        "Filename: plastic_bottle.preview.jpg Name: Empty plastic water bottle Author: gratuit License: CC BY-SA 3.0 Source Link: Free Images Live",
        "Filename: warning.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "SCP-7152 is stored in a Secure Containment Locker at Site-115. SCP-7152 must be empty at all times with the exception of authorized testing. SCP-7152 must be clearly marked and labeled to prevent possible confusion.",
    "description": "SCP-7152 is an unmarked plastic water bottle. When SCP-7152 is filled with water and shaken, the contents of SCP-7152 turn into a variant of red wine, designated SCP-7152-A. Ingestion of one (1) mL of SCP-7152-A causes a BAC of 25% and results in death via alcohol poisoning within 1-2 minutes.",
    "title": "SCP-7152"
}