{
    "url": "https://scp-wiki.wikidot.com/scp-7153",
    "all_text": "rating: \n+110\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-7153, and its accompanying note, prior to any deformation.\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7153\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nSAFE\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nIf SCP-7153 is removed from its storage locker, it must not come in contact with damp surfaces prior to testing. Permission to use SCP-7153 must be sought from the Ethics Committee.\n\n\nDescription:\n\n\nSCP-7153 is a thin film of red plastic in the shape of a fish, coated in sodium polyacrylate crystals. The object is an anomalous instance of a “Miracle Fish”, a novelty item typically marketed as a “Fortune Teller”. Physically, SCP-7153 behaves like its mundane counterparts, curling when placed on a moist surface, such as one’s palm. The note accompanying SCP-7153 resembles those packaged with most mundane “Miracle Fish” products. This note states that the deformation observed predicts one’s fortune or emotional state; however, extensive testing has identified no correlation between the two.\n\n\nUnlike typical “Miracle Fish” products, SCP-7153 displays sapience to a high degree: it is aware of itself and its surroundings, and is capable of experiencing analogues to the chief aspects of human perception. This is considered the primary anomalous feature of SCP-7153. The object makes this sapience known through its secondary anomalous feature, the projection of human-like speech. The combination of these features makes it possible to ask SCP-7153 questions, which it attempts to answer during the curling process described above. Testing of the object suggests that it produces its most cogent answers when the provided question pertains at least somewhat to one’s personal future. It should be noted that SCP-7153 expresses some degree of discomfort during this process.\n\n\nAddendum 7153.1:\n Exemplar Test\n\n\nThe log below provides an example of the typical behavior of SCP-7153 when it is asked to make a simple prediction.\n\n\n\n\nThis log was taken during the initial batch of testing on SCP-7153. Researcher Waller interacted directly with SCP-7153, while Researcher Slater recorded the transcript.\n\n\n\n\nWaller:\n Okay. Trying this again. Take it slowly, take your time. I’m going to ask the next question.\n\n\n[SCP-7153 takes a deep, shaky breath.]\n\n\nWaller:\n Are you ready? Just tell me if you aren’t ready. If you’d rather take a break.\n\n\n[SCP-7153’s breaths become more ragged.]\n\n\nWaller:\n Fine. Begin test four.\n\n\n[Waller picks SCP-7153 up with tweezers, placing it on her right palm. She reads from the list of prepared questions.]\n\n\nWaller:\n Should I bring an umbrella to work tomorrow?\n\n\n[The tail of SCP-7153 begins to curl towards its dorsal fin.]\n\n\nSCP-7153:\n Oh, sweet Jesus. Not again.\n\n\nWaller:\n Just answer the question. Yes, or no?\n\n\n[The object’s tail makes contact with the dorsal fin.]\n\n\nSCP-7153:\n Ugh. Stop it, drop me! I swear I don’t know.\n\n\nWaller:\n The faster you tell me, the faster I can put you down.\n\n\n[Waller shakes her hand slightly. Now making contact with Waller’s palm, the object’s head slowly twists towards its pectoral fin. High-gain microphones in the chamber detect the faint sound of the plastic deforming.]\n\n\nSCP-7153:\n FUCK! OKAY. I’LL TELL YOU! IT’S GOING T–\n\n\n[The object’s head curls in on itself, while the remainder of the plastic in contact with Waller’s palm begins to lightly pucker along the lateral line of SCP-7153. The object releases a guttural cry.]\n\n\nSCP-7153:\n IT’S GOING TO RAIN BUCKETS! STORM – ARGH – STORM OF THE DECADE! TAKE THE DAMNED UMBRELLA, AND WEAR A RAINCOAT, TOO. PLEASE, MY SPINE!\n\n\n[Waller places SCP-7153 on a bed of dessicants. Twelve minutes of the object’s vocalizations are redacted for brevity. During this time, Researcher Slater expresses their desire for noise-reduction earplugs to be provided during further testing. When SCP-7153’s cries subside, the object has returned to its flat shape.]\n\n\nWaller:\n Alright, mark down the prediction for heavy storms on the 8th of January. We might want to inform the rest of the Site, too. Just in case.\n\n\n[Waller turns to SCP-7153, picking up the tweezers. She sighs, while Slater rubs his eyes.]\n\n\nWaller:\n Prepare for test five.\n\n\n\n\nIt is of note that during Researcher Waller’s commute to work on the 8th of January, the sky was mildly overcast.\n\n\n\n\nAfter three batches of testing, sufficient evidence has been collected to suggest that SCP-7153’s capacity for prediction does not surpass that of random chance. While current testing holds no predictive value, it continues to be of use in investigating the efficacy of advanced interrogation methods on sapient beings.\n\n\n\n\n\n\n\n\n« \nSCP-7152\n | SCP-7153 | \nSCP-7154\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7153\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7153\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nfish7000.jpg:\n\n\nName:\n Fortune teller fish\n\n\nAuthor:\n tpholland\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7153 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-7153 . Licensed under CC-BY-SA .",
        "fish7000.jpg: Name: Fortune teller fish Author: tpholland License: CC-BY 2.0 Source Link: Flickr"
    ],
    "title": "SCP-7153"
}