{
    "url": "https://scp-wiki.wikidot.com/scp-7157",
    "all_text": "rating: \n+168\n+\n–\nx\n\n\n\n\n\n\nPartial schematic for SCP-7157-Alpha, obtained from the Valravn Corporation.\n\n\n\n\n\n\n\n\n\n\nPartial schematic for SCP-7157-Omega, obtained from the Three Moons Initiative.\n\n\n\n\n\n\nItem:\n SCP-7157\n\n\nObject Class:\n Archon\n\n\nSpecial Containment Procedures:\n While direct containment of SCP-7157-Alpha and/or -Omega would be feasible, doing so would carry the risk of either party perceiving that the Foundation has taken military action against them.\n\n\nIn other words, if SCP-7157-Alpha were contained or otherwise hindered, the Valravn Corporation would dissolve the Cartagena Agreement and launch a direct offensive on several critical Foundation sites. Likewise, interference with SCP-7157-Omega would be a violation of the Treaty of Cagnazzo, resulting in a ÞK-Class Extradimensional Diplomatic Breakdown Scenario and other punitive actions from the Three Moons Initiative. Simultaneous containment of both entities would carry the risk of both organizations unifying against the Foundation.\n\n\nContainment efforts will be focused on limiting public exposure to the ongoing Holmgang Event. Foundation Agents in the government of Turkmenistan have diverted local transport away from the Holmgang Event. In addition, Foundation webcrawlers have been tasked with excising any information about SCP-7157-Alpha and -Omega from the Internet.\n\n\nSince 4/28/2019, the Holmgang Event has taken place in the Kara Kum desert, primarily an area 74 kilometers to the southwest of Dashoguz, Turkmenistan. Constant negotiations will be maintained with both organizations to ensure that the Event does not move to populated areas a fourth time.\n\n\nIn the event of more contact with local communities, Mobile Task Force Epsilon-6 \"Village Idiots\" will be dispatched to the affected areas to assess the damage and distribute amnestics as needed.\n\n\nAt the conclusion of the Holmgang Event, the surviving SCP-7157 instance will be reclassified \"Argus\" and contained by their respective organization.\n\n\nDescription:\n SCP-7157 refers to a pair of bipedal remote-controlled military constructs. Both are 57 meters in height and weigh approximately 120,500 kilograms.\n\n\nThey are primarily constructed of a unique and unknown metallic substance filled with nanotechnology that regenerates most damage sustained. Other features include six railguns, flight at a cruising speed of 249 km/h, and running at a top speed of 104 km/h. The full extent of their capabilities is unknown.\n\n\nThe power source of both constructs is an anomalous form of energy known as \"Grauzh.\"\n1\n\n\nThe only differences between the two constructs are their origin and aesthetic features.\n\n\nSCP-7157-Alpha belongs to the \nValravn Corporation\n, who have given it the codename \"Aurvandill.\" Its color scheme is primarily black and gold. SCP-7157-Alpha was built on 10/26/2017 and saw active duty in a Valravn campaign in [REDACTED].\n\n\nIts operator is only known as \"Skalmöld,\" a member of the Valkyrie combat unit. Skalmöld is quadriplegic from a battle in 2015; she controls Aurvandill through neural linking to stay on active duty.\n\n\nSCP-7157-Omega belongs to the \nThree Moons Initiative\n, who have given it the codename \"Old Glory.\" Its color scheme bears the colors of the Initiative flag — white, orange, black, and teal.\n\n\nIts operator is Sergeant Katrina Valdez, a veteran drone pilot based out of Corbenic. A female operator was chosen as per the conditions of the Holmgang Event.\n\n\nAddendum - Escalation:\n On 1/19/2019, the entire staff of a Valravn staging area in Iceland was terminated via multiple \nImpaler Events\n in succession. When questioned about this, SCP-2578-D responded with the following email:\n\n\n\n\nFoundation.\n\n\nI see my little kerfuffle in Iceland hasn't gone unnoticed. Not to worry; this had nothing to do with my primary function. Even if it did, it would be kind of silly for Valravn to operate a school for would-be dictators or something.\n\n\nI digress. Here's what's actually going on: Valravn is currently in the midst of the most brazen extradimensional copyright infringement operation that ☽☽☽ has ever faced. The Old Glory series of drones is an icon of human resilience and ingenuity, forged by the cruel wilderness of Corbenic. These Valravn malcontents seem to have stolen its blueprints.\n\n\nAs you can probably infer, the \"negotiations\" phase of our little spat has been less than successful.\n\n\nOn a related note, this would be a \nvery\n good time for the Foundation to stop palling around with what Eternal President Niang has just designated a Tier-4 Crime Ring.\n\n\nThat was not a threat. But in approximately three emails from now, it could be.\n\n\n\n\nYou are Watched. You are Protected. You are on thin ice.\n\n\n☽☽☽\n\n\n\n\n\n\nFollowing this, the Foundation reached out to Valravn. This was the response:\n\n\n\n\nHow comforting. With the degree of importance your duties hold to the world's survival, one would think the Foundation would be a twinge less prone to falling for the lies of Jalakarists.\n\n\nIn the Initiative's efforts to keep Valravn from committing such crimes as \"successfully doing our job\" and \"not providing free labor,\" they've truly outdone themselves with this latest scheme:\n\n\nPoint One: steal the design of the Aurvandill from our sacred archives.\n\nPoint Two: claim without evidence that it's been theirs for millennia.\n\nPoint Three: use it as an excuse to have their space crab remove us as a threat.\n\n\nMight I suggest a better use of your time? If you pass along a few crucial files pertaining to our mutual friend, we could have the globe removed of the influence of this bizarre spider cult in less than a week.\n\n\nIf you need more of an incentive, here's a code you may be familiar with: ██████████\n2\n\n\nThink it over.\n\n\n\n\n- \nThe High Table\n\n\n\n\n\n\nThe following April, the Foundation agreed to mediate this dispute at Site-59. The resulting meeting lasted 37 seconds before the representative of Valravn's High Table challenged the Initiative ambassador to a Holmgang\n3\n between their version of SCP-7157 and one of the Initiative's. The winner of the duel would maintain legal rights to use SCP-7157. After 20 days of deliberation, the Initiative begrudgingly agreed to these terms.\n\n\nThe duel in proper, which has been labeled the Holmgang Event, started on 4/28/2019. Due to both constructs' anomalous energy/munitions source and regenerative capabilities, the duel still continues to the present day with neither party making significant headway.\n\n\n\n\nIncident Log - Holmgang Event, day 603\n\n\nDate: 12/21/2020\n\n\nTime: 12:05 AM (GMT+5)\n\n\n<Begin Log>\n\n\n(Alpha and Omega are in a crouching position approximately 200 meters from one another. Smoke seeps from both constructs. They have sustained heavy damage and are in the process of nanite regeneration. The loudspeakers on Omega suddenly switch on; it's the voice of Col. Ephraim Iverson of the Initiative.)\n\n\nIverson:\n Time-out.\n\n\n(Skalmöld does not respond.)\n\n\nIverson:\n Why are we doing this? It's almost Christmas!\n\n\nSkalmöld:\n \nYour Nazarene is dead.\n\n\nIverson:\n O-okay, that's on me — it's almost \nYule.\n A time of peace and togetherness. And here we are—\n\n\nSkalmöld:\n You speak like a poet. If only you didn't fight like one.\n\n\nIverson:\n Now, now, I'm not the one fighting here.\n\n\nSkalmöld:\n This is obvious, milk-drinker.\n\n\nIverson:\n But this is ridiculous. This whole fight. What day are we on, now? Over 600. It should never have started. It's a gratuitous waste of resources on both sides.\n\n\nSkalmöld:\n Then \nrun.\n\n\nIverson:\n Now, see, there's the sticky wicket. Do you even know what energy source we're using?\n\n\nSkalmöld:\n Grauzh. Blood of the Gods.\n\n\nIverson:\n Blood of \na\n god, yes — \nour\n god. JALAKÅRA of the Impenetrable.\n\n\n(Alpha suddenly twitches violently.)\n\n\nIverson:\n Do you understand the gravity of the situation now? Every Grauzh-powered machine in existence — even an unapproved one — is another needle in the Weaver's veins. I have no idea how you acquired direct access to His Undying Lifeblood, but to have it powering our enemies is heresy of the worst sort.\n\n\nSkalmöld:\n \nIt's Odin's blood, you fucking reprobate.\n\n\nIverson:\n …you know what? Okay. I will acknowledge the possibility that rumors of JALAKÅRA and His wisdom \nmay\n have inspired \nsome\n Nordic mythology. But it's like a game of telephone. Some details get lost in translation, and —\n\n\n(Skalmöld spends the next five minutes screaming while unleashing volley after volley of railgun charges into Omega. As a result, Omega is unresponsive, but Alpha's railguns have been warped from severe overheating. Both constructs need more time to repair. After a brief silence…)\n\n\nIverson:\n …yeah, I'm gonna go ahead and add anger management therapy to your Perdition Committee file, Ms. Skalmöld.\n\n\nSkalmöld:\n FUCK YOU! THERE ARE NO THERAPISTS IN VALHALLA!\n\n\nIverson:\n I have it on good authority that —\n\n\n(Iverson's mic suddenly cuts off. The voice of Omega's operator replaces him.)\n\n\nValdez:\n Okay, that just about fucking does it. Hi, skullmolder or whatever hinga dinga durgen crap they're calling you. I haven't been able to get a word in for 603 days — that ends now.\n\n\nSkalmöld:\n I will rip out your spine and —\n\n\nValdez:\n — yeah, yeah, wipe your ass with it and drink beer out of my skull and enslave my bobblehead collection. Pro tip: if you actually wanna rustle our jimmies, say \"I'll put another fraudulent lien on your Lunacard!\"\n\n\nSkalmöld:\n None of those words are in the Hávamál.\n\n\nValdez:\n Thaaat's greeeat. Hey, you know what else they don't have in Valhalla? Enough license plates. And as soon as you get here, that's the first thing even the most innocent person in your goddamn bird company is gonna be stamping for the next century. Lemme check the newsletter… yeah, you're all a minimum of Type-H Purgatorial Candidates as of two months ago.\n\n\nSkalmöld:\n Confirmed: you fight for paperwork.\n\n\nValdez:\n At least we fight for \nsomething\n. \nYou\n do what you're told for money. That puts you in a job category I'm not allowed to describe under our current rules of engagement. Now if you'll excuse me, I'm going to go find a stack of 50-lunari notes to toss at you until you fuck off and —\n\n\n(The loudspeaker suddenly switches back to Iverson.)\n\n\nIverson:\n \nWe apologize sincerely for the conduct of Sgt. Valdez. Disciplinary action has been taken, and we should clarify she does NOT speak for the entire Three Moons Initiative.\n\n\nSkalmöld:\n Put her back on. That's the closest thing you've done to real damage.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Grauzh\" is a word of Corbenese origin which literally translates to both \"open wound\" and \"reluctant gift.\"\n\n\n2\n. Activation code for the onsite nuclear warhead at Site-19.\n\n\n3\n. An ancient Norse custom of dueling; Valravn uses a modified version of this in modern times.\n\n\n\n\n\n\n\n\n« \nSCP-7156\n | SCP-7157 | \nSCP-7158\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7157\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7157\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n aurvandill.jpg\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-7157/aurvandill.jpg\n\n\n\n\n\n\nFilename:\n oldglory.jpg\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-7157/oldglory.jpg",
    "addendums": [
        "Addendum - Escalation: On 1/19/2019, the entire staff of a Valravn staging area in Iceland was terminated via multiple Impaler Events in succession. When questioned about this, SCP-2578-D responded with the following email:\nFollowing this, the Foundation reached out to Valravn. This was the response:\nThe following April, the Foundation agreed to mediate this dispute at Site-59. The resulting meeting lasted 37 seconds before the representative of Valravn's High Table challenged the Initiative ambassador to a Holmgang 3 between their version of SCP-7157 and one of the Initiative's. The winner of the duel would maintain legal rights to use SCP-7157. After 20 days of deliberation, the Initiative begrudgingly agreed to these terms.\nThe duel in proper, which has been labeled the Holmgang Event, started on 4/28/2019. Due to both constructs' anomalous energy/munitions source and regenerative capabilities, the duel still continues to the present day with neither party making significant headway."
    ],
    "documents": [],
    "notes": [
        "Foundation. I see my little kerfuffle in Iceland hasn't gone unnoticed. Not to worry; this had nothing to do with my primary function. Even if it did, it would be kind of silly for Valravn to operate a school for would-be dictators or something. I digress. Here's what's actually going on: Valravn is currently in the midst of the most brazen extradimensional copyright infringement operation that ☽☽☽ has ever faced. The Old Glory series of drones is an icon of human resilience and ingenuity, forged by the cruel wilderness of Corbenic. These Valravn malcontents seem to have stolen its blueprints. As you can probably infer, the \"negotiations\" phase of our little spat has been less than successful. On a related note, this would be a very good time for the Foundation to stop palling around with what Eternal President Niang has just designated a Tier-4 Crime Ring. That was not a threat. But in approximately three emails from now, it could be. You are Watched. You are Protected. You are on thin ice. ☽☽☽",
        "How comforting. With the degree of importance your duties hold to the world's survival, one would think the Foundation would be a twinge less prone to falling for the lies of Jalakarists. In the Initiative's efforts to keep Valravn from committing such crimes as \"successfully doing our job\" and \"not providing free labor,\" they've truly outdone themselves with this latest scheme: Point One: steal the design of the Aurvandill from our sacred archives. Point Two: claim without evidence that it's been theirs for millennia. Point Three: use it as an excuse to have their space crab remove us as a threat. Might I suggest a better use of your time? If you pass along a few crucial files pertaining to our mutual friend, we could have the globe removed of the influence of this bizarre spider cult in less than a week. If you need more of an incentive, here's a code you may be familiar with: ██████████ 2 Think it over. - The High Table",
        "Incident Log - Holmgang Event, day 603 Date: 12/21/2020 Time: 12:05 AM (GMT+5) <Begin Log> (Alpha and Omega are in a crouching position approximately 200 meters from one another. Smoke seeps from both constructs. They have sustained heavy damage and are in the process of nanite regeneration. The loudspeakers on Omega suddenly switch on; it's the voice of Col. Ephraim Iverson of the Initiative.) Iverson: Time-out. (Skalmöld does not respond.) Iverson: Why are we doing this? It's almost Christmas! Skalmöld: Your Nazarene is dead. Iverson: O-okay, that's on me — it's almost Yule. A time of peace and togetherness. And here we are— Skalmöld: You speak like a poet. If only you didn't fight like one. Iverson: Now, now, I'm not the one fighting here. Skalmöld: This is obvious, milk-drinker. Iverson: But this is ridiculous. This whole fight. What day are we on, now? Over 600. It should never have started. It's a gratuitous waste of resources on both sides. Skalmöld: Then run. Iverson: Now, see, there's the sticky wicket. Do you even know what energy source we're using? Skalmöld: Grauzh. Blood of the Gods. Iverson: Blood of a god, yes — our god. JALAKÅRA of the Impenetrable. (Alpha suddenly twitches violently.) Iverson: Do you understand the gravity of the situation now? Every Grauzh-powered machine in existence — even an unapproved one — is another needle in the Weaver's veins. I have no idea how you acquired direct access to His Undying Lifeblood, but to have it powering our enemies is heresy of the worst sort. Skalmöld: It's Odin's blood, you fucking reprobate. Iverson: …you know what? Okay. I will acknowledge the possibility that rumors of JALAKÅRA and His wisdom may have inspired some Nordic mythology. But it's like a game of telephone. Some details get lost in translation, and — (Skalmöld spends the next five minutes screaming while unleashing volley after volley of railgun charges into Omega. As a result, Omega is unresponsive, but Alpha's railguns have been warped from severe overheating. Both constructs need more time to repair. After a brief silence…) Iverson: …yeah, I'm gonna go ahead and add anger management therapy to your Perdition Committee file, Ms. Skalmöld. Skalmöld: FUCK YOU! THERE ARE NO THERAPISTS IN VALHALLA! Iverson: I have it on good authority that — (Iverson's mic suddenly cuts off. The voice of Omega's operator replaces him.) Valdez: Okay, that just about fucking does it. Hi, skullmolder or whatever hinga dinga durgen crap they're calling you. I haven't been able to get a word in for 603 days — that ends now. Skalmöld: I will rip out your spine and — Valdez: — yeah, yeah, wipe your ass with it and drink beer out of my skull and enslave my bobblehead collection. Pro tip: if you actually wanna rustle our jimmies, say \"I'll put another fraudulent lien on your Lunacard!\" Skalmöld: None of those words are in the Hávamál. Valdez: Thaaat's greeeat. Hey, you know what else they don't have in Valhalla? Enough license plates. And as soon as you get here, that's the first thing even the most innocent person in your goddamn bird company is gonna be stamping for the next century. Lemme check the newsletter… yeah, you're all a minimum of Type-H Purgatorial Candidates as of two months ago. Skalmöld: Confirmed: you fight for paperwork. Valdez: At least we fight for something . You do what you're told for money. That puts you in a job category I'm not allowed to describe under our current rules of engagement. Now if you'll excuse me, I'm going to go find a stack of 50-lunari notes to toss at you until you fuck off and — (The loudspeaker suddenly switches back to Iverson.) Iverson: We apologize sincerely for the conduct of Sgt. Valdez. Disciplinary action has been taken, and we should clarify she does NOT speak for the entire Three Moons Initiative. Skalmöld: Put her back on. That's the closest thing you've done to real damage. <End Log>",
        "\" SCP-7157 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-7157 . Licensed under CC-BY-SA .",
        "Filename: aurvandill.jpg Author: daveyoufool License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-7157/aurvandill.jpg",
        "Filename: oldglory.jpg Author: daveyoufool License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-7157/oldglory.jpg"
    ],
    "object_class": "Archon",
    "containment_procedures": "While direct containment of SCP-7157-Alpha and/or -Omega would be feasible, doing so would carry the risk of either party perceiving that the Foundation has taken military action against them.",
    "description": "SCP-7157 refers to a pair of bipedal remote-controlled military constructs. Both are 57 meters in height and weigh approximately 120,500 kilograms.",
    "title": "SCP-7157"
}