{
    "url": "https://scp-wiki.wikidot.com/scp-7159",
    "all_text": "rating: \n+78\n+\n–\nx\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 5 CLASSIFIED\n\n\n\n\nThere are multiple versions of this file available to personnel of your clearance level. You are currently viewing the \nLEVEL 5/7159\n version of this file.\n\n\n\n\n\n\nItem #:\n SCP-7159\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-7159 is stored in a standard medium object locker at Area-7159. An infrasound detector has been placed within the locker and connected to the sitewide alarm systems.\n\n\nDue to the complexity of containing the anomaly and the need for secrecy around the project, SCP-7159 is the sole anomaly housed at Area-7159. All personnel assigned to Area-7159 must fit the following criteria:\n\n\n\n\nThey are unmarried and romantically unattached.\n\n\nThey have no close family members currently employed by the Foundation.\n\n\nThey are emotionally stable and do not struggle to manage stress.\n\n\nThey have a score of 64 or higher on the Personnel Loyalty and Obedience Examination.\n\n\nThey have a score of 5 or higher on the Anomalous Danger and Upheaval Aversion Test.\n\n\nThey are skilled in acting.\n\n\n\n\nAll information related to the true containment cycle of SCP-7159 is classified Level 5/7159. All documents and records that reference the true containment cycle of SCP-7159, or that contradict false documents created as part of the SCP-7159 containment cycle, are classified Level 5/7159. Any information security breach related to SCP-7159 is considered a containment breach.\n\n\nThe following documents have been falsified and added to the Area-7159 servers:\n\n\n\n\nProcurement records describing the acquisition of seven adult human subjects from standard low-observation civilian populations each week.\n\n\nFinancial records and supply logs featuring purchases of standard supplies for facilities housing Class-D personnel.\n\n\nA floor plan of Area-7159’s Wing B, edited to include standard Class-D housing quarters.\n\n\nA floor plan of Area-7159’s Wing C, edited to include a containment chamber for SCP-7159. The chamber possesses a drain grate installed in the floor, a viewing window connected to an observation room, and an adjacent incinerator room.\n\n\nStandard Workplace Guidelines for biohazard remediation, corpse disposal, and psychotherapy.\n\n\nFinancial records and supply logs featuring purchases including polyethylene sheeting, sodium hypochlorite, and disposable scalpel blades.\n1\n\n\nA modified version of the Area-7159 staff timetable. Additions include two mandatory therapy sessions for all on-site staff each week and the ritualistic torture and killing of one Class-D personnel restrained on SCP-7159 every day.\n\n\n\n\nTo ensure as many unassigned personnel view these documents as possible, they must be classified Level 1. Any proposed edits to these documents must be approved by the Area Director and at least one member of RAISA. Documents must be reviewed during and after approved edits to ensure they do not contradict themselves or other SCP-7159-related documents.\n\n\nDescription:\n SCP-7159 is a rectangular altar composed of limestone, measuring approximately 1m in height. One of SCP-7159’s two longer sides is decoratively engraved with a pair of hands bound at the wrists. A shallow basin is carved into its top surface.\n\n\nSCP-7159 has no anomalous attributes or effects in its inactive state. In its active state, SCP-7159 emits sound waves of varying frequency between 10 and 15 hertz, and the following occurs in its immediate surroundings:\n\n\n\n\nHumans develop blood-filled lesions similar to boils, most commonly on the face and arms. These lesions are painful to the touch and leave crater-like depressions in the skin upon bursting.\n\n\nSoil loses macro- and micronutrients essential to the growth of plant life. Attempting to reintroduce nutrients to affected soil through fertilizing chemicals and plants has no effect.\n\n\nLivestock develop lameness, blindness, and severe immunodeficiency. Mammals cease producing milk, and species farmed for their wool develop alopecia. Avians and fish cease laying eggs. Colony collapse disorder occurs in domesticated bees. Undomesticated and feral organisms are unaffected.\n\n\nWater intended for human use, such as drinking or bathing, undergoes transmutation into human blood. All produced blood is Type A-negative and originates from a male of mixed Egyptian and West European descent.\n2\n\n\nFood intended for human consumption undergoes transmutation into ash consisting of burned parchment and black oak wood.\n\n\n\n\nThese events affect an exponentially wider area the longer SCP-7159 remains in its active state. Based on the standard rate of expansion, it is calculated that the area of effect would grow to encompass all terrestrial landmass inhabited by humans within two months if uncontained. These effects are reversed when SCP-7159 enters its inactive state.\n\n\nSCP-7159 enters its inactive state when a large group of people believe that the torture and killing of one human subject per day is being performed on SCP-7159. Genuinely performing these actions causes no identifiable changes to SCP-7159 or its anomalous effects.\n\n\nSCP-7159 was most recently in its active state from 04:32 to 07:09, 18/04/2013. Since this date, it has remained in an uninterrupted inactive state.\n\n\n\n\n\n\n[END OF FILE]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nYou have no (0) new messages.\n\n\n\n\n\n\nTo:\n \nten.pics.48|euhganod_st#ten.pics.48|euhganod_st\n\n\nFrom:\n \nten.pics.9517|eural_l#ten.pics.9517|eural_l\n\n\nSubject:\n Upcoming transfer to Area-7159\n\n\n\n\nI’m sure this is all a lot to take in.\n\n\nI get a lot of questions about what we do here from incoming staffers. I think the one that leaves them the most illuminated is “Why are we lying to Foundation personnel about this? Why not anyone else?” In my eyes, there are two answers. I’ll give you the official one first: practicality.\n\n\nThere are some compelling reasons to choose our own personnel as the marks for our grift. Telling ordinary civilians that hundreds of people are being sacrificed on one specific altar every year will make them ask further questions, and the Foundation’s mission statement is making sure they don’t do that. Most of the sub-veil world doesn’t trust a word we say. Both groups are significantly more likely to try storming the Area to rescue our non-existent victims than Foundation staff, who we know will accept almost anything as long as it’s approved by higher-ups and \"for the greater good”.\n\n\nNow, for the second answer — my personal take on the situation, based on what I’ve learned over my years at Area-7159.\n\n\nAbout five years ago, we put together a feature-length “documentary” for the Site-19 conference, \nBlood and Limestone: The SCP-7159 Dilemma\n. We signed up to do it less than a month before the conference, so the whole thing was shot over a few weeks and scripted in even less time. Almost all of the filming was done during lunch breaks. The results were sloppy at best. We knew we could have made something better with more time, but we didn’t have it.\n\n\nBlood and Limestone was the number one most popular presentation at that year’s conference, more than every other talk, film, exhibition, and whatever else. It was screened again the next year, and the year after that. We were asked to give a talk with Q&A sessions alongside the showings, and eventually, we put together an expanded version of the talk with all-new scenes in the film. The film has now been shown at over a dozen Foundation facilities around the world, and we’re currently working on a sequel (I hope you’re not too camera-shy). Four separate facilities are investing their own funds into the production, on the condition that they get first consideration for screening locations. There’s an ongoing debate about whether we should make Blood and Limestone an official part of the containment procedures.\n\n\nWhen I was first assigned to Area-7159, there was a widespread theory that SCP-7159 ran on fear. People needed to feel terror and dread thinking about blood sacrifice for the altar to become inactive, not just believe it was being performed. None of us even considered changing the containment procedures to fit this hypothesis — surely fear would go hand in hand with violent death and torture, we thought. All we needed to do was present a believable account of coldly functional human slaughter and people would be terrified.\n\n\nYou should see the faces in the crowd when we screen Blood and Limestone. We were wrong. There’s no fear there. The lie we wove around SCP-7159 is fascinating to the Foundation at large, not disturbing. They feel some sympathy for our supposed plight, but it’s drowned out by the awe and admiration.\n\n\nThis is nothing new. Foundation culture has long since glorified making sacrifices and hard choices for the greater good — Blood and Limestone just wrapped it up in a perfect little two-hour package for mass consumption.\n\n\nThe first iteration of SCP-7159’s containment procedures was created by an Emergency Containment Committee in 2007. I wasn’t brought onto the project until years later, but I know the names of every person who was on that ECC. Every researcher, theorist, containment engineer, Ethics Committee chairholder, RAISA member… the list goes on.\n\n\nThese were seasoned members of Foundation staff. All of them had spent most of their adult lives working for S, C, and P. A good chunk of them had tenure. Every person on that ECC knew the Foundation like the back of their hand, and they knew Foundation personnel just as well. Whenever I look through that dossier of names, I wonder:\n\n\nDid they know that this would happen? Were they expecting it to? Could they have designed their tale of blood, guts, and grim necessity to grab something inside of the Foundation’s psyche and not let go? It’s not unreasonable to think they might have.\n\n\nThere are certainly benefits to fitting SCP-7159 into this pre-existing fixation. If a person is deeply invested in the narrative around SCP-7159, they’ll rationalize away any discrepancies they notice instead of searching for answers. (And, trust me, as hard as we work to hide them, there are still discrepancies.) They’ll reject any suggestion it could be lies right out of the gate. Traditionally, if we wanted a response so perfectly tailored to our containment needs, we’d have to perform some kind of psy-op first.\n\n\nFoundation staff were already obsessed with utilitarianism and the greater good and whatever else you want to call it. And I mean obsessed — deep, all-consuming obsession. Obsession that makes you easy to manipulate. All we had to do was paint our anomaly in those colours, and we had them hook, line, and sinker. They’re too invested to step back and assess the facts they’ve been given.\n\n\nThere are some clues in the minutiae of the containment procedures and cover story. The fake offerings being civilians instead of D-Class could be because, despite our best efforts in recent years, most personnel see the death of a D-Class as an average day at work and not the terrible but necessary moral sacrifice we’re trying to evoke. (I’ll admit that it’s equally likely that the victims aren’t D-Class because people would ask us where the hell we were getting so many of them, and if we could share.) The biggest clue is hiding in plain sight:\n\n\nNothing says that we have to be the ones doing the killing.\n None of the object’s effects give us an immediate containment reason to do it this way, and it doesn’t have any obvious benefits, or even fringe benefits — it would’ve been significantly easier to tell everyone there was, say, some weird cult cutting people up on SCP-7159. If we did that, we wouldn’t, for example, have to search high and low for single staff with no family in the Foundation who miraculously fit all our other requirements to save people the stress of lying to their loved ones for years. Yes, it’s also to mimic hiring procedures for sites that genuinely do reprehensible things for containment purposes, but that wouldn’t be necessary if we pinned it on a fake GOI either.\n\n\nWe wouldn’t need to forge finicky, easily-botched things like financial records and transport logs. We wouldn’t need a big, locked-down facility in the middle of nowhere. We probably wouldn’t even need our own facility! We’d still have to put effort into creating an effective hoax, but it’d be nowhere near as headache-inducing as what we have to do with the current containment plan. If we weren’t preying on Foundation axioms, casting ourselves as the killers would be so impractical as to be pointless.\n\n\nThe mindset of the average Foundation staffer, their values and unconscious biases, has been retroactively transformed into containment procedures. It’s genius, if it was on purpose. I’m truly, deeply convinced it was.\n\n\nWhen you work at Area-7159, it can feel like you have a bird’s-eye view of the Foundation, soaring high and watching the little ants march below. It’s a powerful feeling, one that tempts you into thinking that because you’re above everything, you’re not part of a whole. But we are, and we can’t change that. Earlier this year, something happened that humbles me as much as it scares me.\n\n\nEvery few months, I email the directors of the sites investing in the Blood and Limestone sequel to update them on the film’s progress. While I was writing one of these emails, I happened to mention some facilities where we’d screened the first film. I wasn’t sure if I was remembering one site’s designation correctly, so I looked through the official log of everywhere Blood and Limestone has been shown so far. To my surprise, Site-19 was listed several dozen times more than our little press tour had visited.\n\n\nIt wasn’t that important, but it kept bugging me, and I knew it wouldn’t take that long to get to the bottom of it, so I picked up the phone and called our RAISA liaison at Site-19. She put me through to someone else, who put me through to someone else, and so on until I was speaking to an enthusiastic man who was very happy to be speaking to me. He has a name — I won’t bore you with it.\n\n\nIt’s common for a new staffer’s first assignment to be to Site-19. It has a wealth of simple, low-risk anomalies, no oddities like a nearby Nexus, and it’s well-maintained enough that a beginner’s mistake won’t cause a catastrophe — there’s no better place for new personnel to get settled in and learn the ropes.\n\n\nThat man works for Site-19’s personnel induction program. Him and his coworkers were showing our film, a film we \nknow\n is only popular because it props up on everything Foundation culture wants to be propped up, to greenhorns like it was an employee orientation video.\n\n\nThe man on the other end of the phone thought I’d be glad they were doing this. He thought we’d be so happy that they were sharing the brave, noble thing we were doing with the next generation of Foundation personnel. Playing the role I have to play to contain SCP-7159 is second nature to me now, so I smiled and agreed with him, not really registering what either of us was saying. The words tasted like bile in my mouth.\n\n\nWe aren’t just feeding off of this stuff anymore. It’s feeding off of us, too.\n\n\nSome nights, I lie awake wondering. Wondering if I’m right about this being planned, if we’re stopping one problem by nurturing another, how people would react if they found out everything we do at Area-7159 is just one big wind-up. Thinking about that last one scares me more than the capabilities of an uncontained SCP-7159 ever will.\n\n\nIf you’re worried about me, don’t be — I’m a nut, but I won’t crack. I know how to deal with these things. I’m one of the few people at Area-7159 who genuinely sees a therapist! I added my sessions to the fake schedule, so it looks like I’m attending them as well as the mandatory ones. The director of a facility that’s been torturing someone to death every day since the noughties probably \nwould\n be going to therapy three times a week, if you ask me. I think it adds verisimilitude. We’re very big on verisimilitude here.\n\n\nI know this all must feel daunting and confusing right now, but trust me, it won’t for long. If you have any questions, feel free to send them to me. I can’t promise I’ll get back to you right away, but I’ll try to reply as fast as I can.\n\n\nSincerely, Director Louise LaRue\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For a full list of required additions, see Document 7159-5B-2A.\n\n\n2\n. Attempts to identify this individual are currently in progress.\n\n\n\n\n\n\n\n\n« \nSCP-7158\n | SCP-7159 | \nSCP-7160\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7159\n\" by PinkHatPinkJeans, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7159\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7159 \" by PinkHatPinkJeans, from the SCP Wiki . Source: https://scpwiki.com/scp-7159 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7159",
    "object_class": "Keter",
    "containment_procedures": "SCP-7159 is stored in a standard medium object locker at Area-7159. An infrasound detector has been placed within the locker and connected to the sitewide alarm systems.",
    "description": "SCP-7159 is a rectangular altar composed of limestone, measuring approximately 1m in height. One of SCP-7159’s two longer sides is decoratively engraved with a pair of hands bound at the wrists. A shallow basin is carved into its top surface.",
    "title": "SCP-7159"
}