{
    "url": "https://scp-wiki.wikidot.com/scp-7160",
    "all_text": "rating: \n+293\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nJakdragonX's Author Page\n | \nDiscussion\n | \nPedagon's Author Page\n\n\n⚠️ \nContent Warning:\n This article depicts graphic displays of self-harm, mutilation, and body horror.\n\n\nMore by JakdragonX:\n\n\n\n\nSCP-7766\n — New World Order\n\n\nSCP-6864\n — Belwood Staffing\n\n\n\n\nMore by Pedagon:\n\n\n\n\nSCP-5366\n — Until Death Do Us Part And Every Day After\n\n\nSCP-5365\n — You Do Not Recognize The Antibodies In D. Walter\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+293\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe below documentation is no longer valid following several recently applied changes. Personnel with access to this archived file have been asked to contact their Supervisors immediately for updated documentation once available.\n\n\nSCP-7160's anomalous properties are still under investigation.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7160\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7160's smartphone.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7160 is, by all available metrics, terminated. Records containing evidence of the anomaly, including but not limited to letters of employment, archived tax forms, and government-issued identification, are to be redacted from all public databases. Minor amnestization of SCP-7160's immediate family and close contacts has been authorized to ensure further secrecy of the Foundation and its directives.\n\n\nThe previous phone of SCP-7160 has been confiscated from local law enforcement and remains under the custody of Site-119's forensics team. It is currently monitored by 1 designated data custodian who is responsible for logging all individuals who interact with the device. In the event of unauthorized access, subsequent lockdown must be initiated to apprehend the offending person(s).\n\n\nAs SCP-7160's anomalous properties are still poorly understood, Foundations agents have been authorized to apprehend and detain any related persons caught excessively biting or scratching themselves.\n\n\nDESCRIPTION:\n SCP-7160 is the corpse of a 24 year old adult male identified as John McAckler. On 2022/07/09, SCP-7160 was submitted to the Geneveria Health Institute after sustaining life-threatening and self-inflicted injuries across his body. Specifically, SCP-7160 experienced the following:\n\n\n\n\nDeep lacerations across both arms.\n\n\nOpen wounds along the lower torso and waist.\n\n\nDislocated left ankle and complete avulsion of the right foot.\n\n\nBleeding gums and extreme jaw damage indicative of excessive teeth grinding.\n\n\nFirst degree burns along the outer jaw and neck.\n\n\nSevere poisoning caused by multiple chemicals and cleaning products.\n\n\nEmpty left eye socket, with torn optic nerve hanging limply inside.\n\n\nAvulsion of the nails on both hands and remaining toenails.\n\n\n\n\nEmergency operations were enacted to save SCP-7160's life, however it was later declared deceased after 16 hours. While the cause of death is undeterminable as of writing, anomalous influences have since been presumed following the recovery of SCP-7160's personal phone.\n\n\n\n\n\n\nADDENDUM ONE: FORENSIC REPORT\n\n\n\n\n\n\nPHONE NOTES\n\n\n\n\nI still don't fucking feel better, Shelly.\n\n\nYou remember how you told me about all those breathing exercises or whatever? Or that little \"toe-clenching\" trick you had me do whenever I felt the urge to scratch? Yeah, those \"tidbits\" of yours?\n\n\nThey did absolutely nothing.\n\n\nI just had to rush myself to the ER for a second time this week. They took one look at me and rushed me inside for treatment. The doctors were picking scabs and dead skin off for hours before lathering me with enough lidocaine to paralyze a horse. Said that if I scratched anymore I'd be shredding into the literal \nbone.\n\n\nLook, I understand you're just trying to do your job. And I know you're not my doctor. But can you PLEASE do something about this Shelly?\n\n\nI'll make sure to schedule another appointment.\n\n\n\n\n\n\nHey Shelly.\n\n\nI woke up this morning to a 3-inch millipede crawling inside my mouth. I could feel its shell swishing around in my spit and the dry taste of wriggling little legs crawling along my tongue. I actually felt like I was going to retch when it started rubbing against my gums.\n\n\nI had to rush to the bathroom and puke everything out. I also managed to grab some pesticide in case I needed to hose something down the sink. But, of course, nothing came out — just retch and mucus. Like always.\n\n\nI'm sure I have the vomit caked outside my mouth still, but frankly I don't care enough to clean it. It's not worth standing in front of a mirror trying to scrape it all off. After all, the last thing I want is to find a tapeworm inching its slimy body inside my eye somewhere while I wipe my face.\n\n\n\n\n\n\nShelly, I really can't take this anymore.\n\n\nI am constantly suffering. My coworkers keep telling me to stop biting my nails at work. And they won't stop teasing me and saying that it's not \"hygienic\" or whatever. They just don’t understand that I'm doing it for a reason.\n\n\nBut it's whatever — at least the nurses stopped giving me weird glances after I started coming in for burns instead of scratch marks.\n\n\nSpeaking of co-workers, I've had to add another few days off from last week's schedule. Everything was fine until I saw the fire ants crawling underneath my skin. It got so bad that one of the security guards had to restrain me with handcuffs again.\n\n\nStill, I managed to get the rest of them off me with a bit of biting and some uncomfortable wriggling. I think their guts are still stuck in between my teeth somewhere.\n\n\nThis is yet again another reminder to give this to you when I see you again. I know you’ll take care of me. Like the angel you are.\n\n\n\n\n\n\nHere's the thing about all the other therapists I've met: they don't know shit.\n\n\nI mean, they literally tried telling me that writing about this all would actually help. About how \"addressing your problems\" can \"help you fight them\" or whatever. The real generic shit, right? And, you know what, I was ready to believe that garbage too. I mean, I know they just wanted to help — and I just wanted nothing more than to stop the itching and to finally wake up without blood seeping down my arms.\n\n\nBut those motherfuckers lied to me.\n\n\nOf course it's not that simple. I still wake up to the same feelings and urges that I've always had. I swear it's inescapable now. I can't even so much as think without feeling a random urge to swat away spiders crawling up my legs, or a fly going inside my nose. That's not even including all the times I've looked through my clothes and saw the countless fleas and ticks nesting in the fibers.\n\n\nThis can't continue. I have to do something about it.\n\n\n\n\n\n\nTHEY'RE INSIDE OF ME AGAIN. WHY DO THEY NEVER STOP?\n\n\nIT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME.\n\n\n\n\n\n\nI can't keep writing these anymore. I'm way too stressed. And tired. My body won't stop aching anymore and the stares just keep getting worse.\n\n\nI \nhave\n to talk to Shelly again. She knows me so much better than everyone else now.\n\n\n\n\n \n\n\nSCHEDULED APPOINTMENTS\n\n\n\n\nTO:\n \nmoc.liamg|02496yuglooc#moc.liamg|02496yuglooc\n\n\nFROM:\n Heartland Counseling and Resilience Center (Automated)\n\n\nSUBJECT:\n APPOINTMENT CONFIRMATION\n\n\n\n\nHello, Mr. McAckler.\n\n\nCongratulations! You have been booked for another session with one of our specialized counsellors. We know you two will go far together!\n\n\nPlease verify the following information for us. If you notice an error, please reach out by either giving us a call or responding to this email:\n\n\n\n\n\n\nDate:\n 2022-06-12\n\n\nTime:\n 6:00 P.M.\n\n\nCounsellor:\n Shelly Lee\n\n\nReason for Visit:\n There are tiny little insects crawling down my esophagus and burying tunnels inside my organs. The claw marks are getting worse and I swear nobody else seems to understand. THEY DON'T STOP EXISTING JUST BECAUSE YOU SAY THEY'RE FAKE!\n\n\n\n\n\n\nWe hope to see you there!\n\n\n \n\n\n\n\nDisplaying previous history…\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- I NEED Shelly.\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- I feel them again…\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- THEY'RE IN MY EARS.\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- I swear there are bugs in me.\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- NOBODY UNDERSTANDS.\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- I'm hurting myself again.\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- Please call me ASAP!\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- Can we do this today?\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- You told me wrong…\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- It's more than a checkup.\n\n\n\n\n\n\n☆ \nHeartland Counseling\n \nAPPOINTMENT UPDATE:\n \n- Are you free this week?\n\n\n\n\n\n\n \n\n\nSENT VOICEMAILS\n\n\n\n\nTO:\n Heartland Counseling and Resilience Center\n\n\n\n\nUhm — hello.\n\n\nMy name is, uh, John, and I was hoping I could maybe get ahold of someone about my upcoming appointment? I know you guys, uh, you guys listed down someone named Raheem as my counsellor, but — well, I was hoping to change that to Shelly?\n\n\nSorry about all this. I fat-fingered when I was making the selection on the screen. Big hands… you know?\n\n\nAnyway, thanks.\n\n\n…\n\n\nOh, if you need to reach me you can just call this number again. Or email me, I guess.\n\n\nAlright, bye.\n\n\n\n\n\n\nHi it's John again. You know? The, uh, the guy that keeps scheduling all the appointments?\n\n\nI was just wondering when a good time would be to fix my little error from before. I know you — ah, sorry — you all keep trying to call but it's… just difficult to respond sometimes.\n\n\nAnyway, I don't know Raheem and I don't think it would be a good idea if I saw him.\n\n\nPlease call me back?\n\n\n\n\n\n\nHi. John McAckler here.\n\n\nI saw that someone made that… that change like I asked. That's, um, that's great! I appreciate it.\n\n\nI—oh, please excuse me.\n\n\n…\n\n\n…\n\n\nAlright, back. Sorry had to make a quick trip to the bathroom. You know? Not to pee or anything, no, just to make sure I wasn't scratching too much. It's the, urm, the reason I've been trying to get in with you guys again.\n\n\nThis is awkward. Sorry. I just wanted to see if Shelly was around? She was going to help me.\n\n\nThanks.\n\n\n\n\n\n\nHi again this is John.\n\n\nAre you fucking kidding me here?\n\n\nLook, I've been calling you guys like 5 or 6 times now and none of you ever reach out. What's the deal?! You guys can't just keep calling me at like, 2 P.M. anymore. I understand you all probably work nine-to-five but I'm busy dealing with problems I can't even fix on my own!\n\n\nIt wouldn't even be that bad if you just picked up your phones! But no, I have to keep fucking SUFFERING until somebody calls me back! Look, I just need to talk to Shelly — okay? I am absolutely SICK of asking all I need is just SOMEONE who understands! Someone who gets me!\n\n\nI'm not trying to be creepy, okay? I just need HELP FROM SOMEONE!\n\n\n\n\n\n\nHi, this is John.\n\n\nI'll be in at 4 tomorrow. I expect a supervisor when I arrive.\n\n\n\n\n\n\n \n\n\nRECORDED MEMOS\n\n\n\n\n[BEGIN LOG]\n\n\nJOHN:\n I—sorry, give me a second.\n\n\nSHELLY:\n You're fine, take your time.\n\n\nJOHN:\n I… is it okay if we, uh, recorded this? For my sake, I mean?\n\n\nSHELLY:\n Of course. Whatever helps you, John.\n\n\nJOHN:\n It really would, haha.\n\n\nAudible silence for several seconds.\n\n\nJOHN:\n Okay, I think I have everything.\n\n\nSHELLY:\n You sure?\n\n\nJOHN:\n Think so now.\n\n\nSHELLY:\n Okay, great.\n\n\nSHELLY clears her throat.\n\n\nSHELLY:\n Heard you had some trouble reaching us. I'm really sorry about that.\n\n\nJOHN:\n It's okay now. I mean, I'm pretty mad still but it's fine so long as I can actually, you know, speak with someone.\n\n\nSHELLY:\n Well, I appreciate your patience then. I was looking at your record again and I saw that you scheduled this because you were feeling your symptoms again. Is this correct?\n\n\nJOHN:\n Yes! Yes, you're right.\n\n\nThere is a ruffle of papers.\n\n\nSHELLY:\n Looks like you were given some medication by your doctor. Have you been taking it?\n\n\nJOHN:\n Yes, Shelly, I have. And I'm telling you it's not working.\n\n\nSHELLY:\n That's unfortunate. Would you mind telling me how it's not working for you?\n\n\nJOHN:\n \"How?\" What do you MEAN how?!\n\n\nSHELLY:\n I'm just asking a question, John.\n\n\nJOHN:\n How do you not see them? They're everywhere now!\n\n\nSHELLY:\n Can you point me to where, exactly? Maybe if you can show me—\n\n\nJOHN:\n I am showing you! Right now! I— look I'm even scratching them off!\n\n\nSHELLY:\n John, please, take a breath for me.\n\n\nJOHN:\n Just look Shelly, I'm telling you they're right there—!\n\n\nSHELLY:\n John, I don't see anything.\n\n\nJOHN:\n But I do!\n\n\nSHELLY:\n I understand that. And I'd like to help but I need you to try and calm down if you want to continue.\n\n\nJOHN:\n I— I…\n\n\nAudible silence.\n\n\nJOHN:\n I'm sorry.\n\n\nSHELLY:\n That's quite alright, it's why I'm here.\n\n\nSlight movement captured, followed by the opening of a creaky door.\n\n\nSHELLY:\n Let's take a quick break, okay?\n\n\n[END LOG]\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nJOHN:\n Thank you, Shelly, I really needed that.\n\n\nSHELLY:\n Not a problem. Like I said, it's why I'm here.\n\n\nThe two pause for several seconds.\n\n\nJOHN:\n So, you can't see them either, right?\n\n\nSilence.\n\n\nSHELLY:\n No, John, I can't. And I won't be able to.\n\n\nJOHN:\n Because they \"don't exist,\" right?\n\n\nSHELLY:\n Let me ask you a question. How do they exist to you? What do you see when they appear?\n\n\nJOHN:\n I… I see them as many things. You know?\n\n\nSHELLY:\n Such as?\n\n\nJOHN:\n Well, often I see ants. Large ones. With big, meaty jaws. And sometimes I see spiders and worms as well — really the worms only appear in the light, right underneath my eyes.\n\n\nSHELLY:\n I see. Does it hurt?\n\n\nJOHN:\n Sometimes it does. I guess… I guess it just sorta depends?\n\n\nSHELLY:\n It depends? Would you be able to elaborate on that?\n\n\nJOHN:\n I don't really know how to explain it. I guess it just depends on my mood, or what I'm seeing, you know? Spiders hurt the most, especially when they, like, bite down.\n\n\nSHELLY:\n And is this separate from your injuries? Are you feeling this pain even in spots where you're not hurt at?\n\n\nJOHN:\n I don't know.\n\n\nSHELLY:\n I see…\n\n\nThe two fall silent as papers are shuffled once more.\n\n\nSHELLY:\n Do you see them?\n\n\nJOHN:\n \"Them?\" The insects? Like, right now?\n\n\nSHELLY:\n Yes.\n\n\nJOHN:\n I… well… not really. It's hard for me to find them when I'm actively looking sometimes.\n\n\nSHELLY:\n Oh, I see then. Sorry.\n\n\nJOHN:\n Not to worry.\n\n\nSHELLY:\n Let's go ahead and pause again for a minute and see how you're feeling when we come back.\n\n\n[END LOG]\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nSHELLY:\n I can tell you're bothered. Would you be able to explain why?\n\n\nJOHN:\n Explain?\n\n\nSHELLY:\n Only if you're able to.\n\n\nJOHN:\n I mean…\n\n\nJOHN sighs.\n\n\nJOHN:\n How about you live a life where everyone tells you that your mind is wrong?\n\n\nThe two do not speak for several seconds.\n\n\nJOHN:\n I mean, seriously — everywhere I go, everything I do — it's always the same. I know my reality is real, and I know that what I see aren't just these… illusions that everyone makes them out to be. I've never not been able to trust my eyes, you know?\n\n\nSHELLY:\n I understand.\n\n\nJOHN:\n And then one day you wake up and people tell you to ignore all of that and to pretend like nothing is happening with me. It's frustrating.\n\n\nSHELLY:\n And it's exhausting, right?\n\n\nJOHN:\n Yes! You're exactly right. I'm tired, Shelly. I'm tired of having to attend these appointments. Of making notes in my phone to keep my thoughts away from the slugs and centipedes crawling up my nose. I just…\n\n\nJOHN does not finish his sentence.\n\n\nSHELLY:\n You just…?\n\n\nJOHN:\n It's there.\n\n\nSHELLY:\n Oh?\n\n\nJOHN:\n Right between my index fingers. Do you see it?\n\n\nSHELLY:\n Describe to me exactly what you're seeing.\n\n\nJOHN:\n It's… big. About the size of my palm. And it's brown, clinging to the side of my finger.\n\n\nSHELLY:\n Mhm.\n\n\nJOHN:\n It has two massive pincers in the front, and four legs around its abdomen. It's crawling—\n\n\nSHELLY:\n A beetle?\n\n\nJOHN:\n No, no, it's far too large. I— I think it might be a—\n\n\nJOHN shivers before pausing.\n\n\nSHELLY:\n It's okay, John. What were you about to say?\n\n\nJOHN:\n I think… it looks like a water bug.\n\n\nThe two do not speak.\n\n\nJOHN:\n I— Shelly. Shelly please help me. I'm begging you, please—\n\n\nSHELLY:\n Don't worry, John. it'll be alright. Give me a moment, okay?\n\n\nThere is a shuffle, followed shortly by the sound of a drawer opening. John gasps as shuffling is again heard over the microphone.\n\n\nSHELLY:\n Alright, go ahead and point me to it. Is it right… here?\n\n\nJOHN:\n No, it's a little more up — I mean, ah, down — stop. Right there.\n\n\nSHELLY:\n I see. Is the mirror catching it?\n\n\nJOHN:\n The mirror? I mean, yeah it's—\n\n\nJOHN suddenly stops talking.\n\n\nSHELLY:\n This is what I'm seeing right now John. And, I promise you, there's no bug there.\n\n\nSHELLY pauses.\n\n\nSHELLY:\n Do you see a water bug in the mirror?\n\n\nJOHN:\n It was just… I…\n\n\nThe two stop talking briefly.\n\n\nJOHN:\n No… no I don't see it anymore.\n\n\nJOHN sighs in apparent relief.\n\n\nJOHN:\n I can't believe it… you just… How did— how did you do that?\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\nTEXT MESSAGES\n\n\n\n\n\n\n\n\nhey shelly, this is john\n\n\nthis is the right number…… right?\n\n\n\n\n\n\nHi John.\n\n\nThis is the correct number. Sorry for not giving you the correct one earlier.\n\n\n\n\n\n\nit's ok lol\n\n\nthank you for your help today. whatever magic you did… it really worked.\n\n\n\n\n\n\nThat's fantastic. Have you taken your medication?\n\n\n\n\n\n\nyea, yea, i did as you asked.\n\n\n\n\n\n\nGreat. Please let me know if you need anything else.\n\n\n\n\n\n\ni actually do need something.\n\n\n\n\n\n\nHow can I help?\n\n\n\n\n\n\nthat thing you did… how did you know?\n\n\n\n\n\n\nKnow what?\n\n\n\n\n\n\nthat it would uh\n\n\ndisapear? ig\n\n\n\n\n\n\nAre you asking about the mirror?\n\n\n\n\n\n\nyea\n\n\n\n\n\n\nWell, John.\n\n\nIn truth, I didn't.\n\n\nI had no idea what would happen.\n\n\n\n\n\n\nyou didn't?\n\n\n\n\n\n\nNot at all.\n\n\nBut I'm glad it helped you nonetheless.\n\n\n\n\n\n\nis there a more permanent solution?\n\n\nfor the insects, i mean.\n\n\nit would make it easier to sleep lol.\n\n\n\n\n\n\nThe medication will help you with that.\n\n\nSo long as you're taking it.\n\n\n\n\n\n\ni really did take it!\n\n\nit's just… idk\n\n\n\n\n\n\nPlease let me know if there's anything else I can do for you John.\n\n\n\n\n\n\nok.\n\n\n\n\n\n\n\n\nhey shelly?\n\n\n\n\n\n\nHello John.\n\n\n\n\n\n\nsorry i know you're not working rn\n\n\nthere's just… something on my mind.\n\n\n\n\n\n\nThat's quite alright.\n\n\nHow can I help?\n\n\n\n\n\n\nback in our session you asked me something.\n\n\ni never got to finish my answer lol\n\n\n\n\n\n\nOh.\n\n\nAbout how exhausted you were, right?\n\n\n\n\n\n\nyea\n\n\n\n\n\n\nGo ahead and tell me what's on your mind.\n\n\nJust know that after this we'll need to schedule another appointment if you need to discuss this further.\n\n\n\n\n\n\nyea, i know lol\n\n\nsorry but your company kinda sux when it comes to scheduling stuff\n\n\n\n\n\n\nJohn, please.\n\n\nWhat was your answer for before?\n\n\n\n\n\n\noh right\n\n\nsorry\n\n\nanyway, i just kinda wanted to say that like… idk. it sucks being the only one who feels this way, yk?\n\n\n\n\n\n\nI can understand that feeling.\n\n\nThere's a lot of people like you. And a lot of other people who feel that way too.\n\n\n\n\n\n\nyea… i guess\n\n\ni mean, idk\n\n\nhaving someone who can bridge that gap and help me is… it's all i want\n\n\n…\n\n\n…?\n\n\n\n\n\n\nLet's try and keep the rest of our conversations in the office.\n\n\n\n\n\n\nok. sorry.\n\n\n\n\n\n\n\n\nhey again\n\n\n\n\n\n\nHello John.\n\n\n\n\n\n\nlook ik you said that we should keep this in the office\n\n\nand thats fine and all but\n\n\ni just felt bad. wanted to say sorry\n\n\n\n\n\n\nThank you for your apology.\n\n\nIt's fine.\n\n\n\n\n\n\nok… good.\n\n\nare we still good for this saturday?\n\n\ngot a lot on my mind again lol\n\n\n\n\n\n\nI will need to check with my schedule.\n\n\n\n\n\n\nthats okay lol\n\n\nbut… seriously, thank you…\n\n\nyou have helped me tremendously\n\n\n\n\n\n\nNot a problem.\n\n\n\n\n\n\ndo you have a place for reviews?\n\n\ncan i give you a review?\n\n\n\n\n\n\nYou can review my company.\n\n\nIf you want to leave something about me that's fine.\n\n\nI can't stop you from doing that.\n\n\n\n\n\n\nok… cool lol\n\n\nno biggie, just wanted to show my gratitude and appreciation\n\n\ngive you a 5-star… for, yknow, being 5 stars ;)\n\n\nsorry that was stupid.\n\n\nplease respond\n\n\n\n\n\n\nJohn I'm going to have to ask you kindly to stop texting me.\n\n\n\n\n\n\nok.\n\n\n\n\n\n\n\n\nshelly\n\n\nshelly please respond\n\n\nthey're back\n\n\nthe bugs… they're here\n\n\n\n\n\n\nHave you taken your meds today?\n\n\n\n\n\n\nshelly im telling you they don't work\n\n\nomg there's so many\n\n\nplease shelly i need your help\n\n\nplease\n\n\n\n\n\n\nOur appointment is not until tomorrow.\n\n\nCan you wait until then?\n\n\n\n\n\n\nNO\n\n\nshelly you don't get it\n\n\nit's bad\n\n\ni swear i just blinked and i saw a bunch of termites disappear from my glass\n\n\nim scratching myself to the bone now\n\n\ni need your help rn\n\n\nim going to die\n\n\n\n\n\n\nJohn, if you need emergency help please contact the police.\n\n\nI can even do it for you if you want\n\n\n\n\n\n\nWHY? so they can not believe me???\n\n\nshelly please bring your mirror and come to my house rn\n\n\ni promise it will be worth it\n\n\n\n\n\n\nJohn please stop texting me.\n\n\nI'm serious.\n\n\n\n\n\n\nshelly im begging you please\n\n\ni can feel them digging into my cheeks\n\n\nTHEY'RE TEARING APART MY TOES\n\n\nplease bring your mirror…\n\n\nplease…\n\n\n\n\n\n\nI'm contacting the police right now.\n\n\nThey can help you.\n\n\n\n\n\n\nshelly why do you keep refusing???\n\n\ni thought you were supposed to HELP???\n\n\ndon't you understand I'M IN PAIN RN?????\n\n\nHELP ME\n\n\nHELP ME\n\n\n\n\n\n\nI'm blocking this number.\n\n\nPlease do not come near me.\n\n\n\n\n\n\nYOU FUCKING CUNT\n\n\nIS THIS HOW IT IS??\n\n\nI KNEW YOU WERE A LYING SCUMBAG\n\n\nI SWEAR YOU WILL REGRET THIS\n\n\n\n\n\n\n\n\n\n\n \n\n\nVIDEO RECORDINGS\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins with the camera on top of a dining room table. Two chairs — still pushed in — somewhat obstruct John McAckler as he paces frantically from one side to another. He stands in front of a sofa and a TV currently playing the Channel 16 News. No audio can be heard.\n\n\nJohn whispers frantically as he continues pacing for several seconds. He stops mid-step. Another mutter, followed by the words \"SHELLY,\" before he grabs the temples of his forehead .\n\n\nJohn mutely yells in apparent pain as he begins to profusely scratch his arms. Ragged marks appear along the surface of his flesh. He remains frozen in place as the bare and scarred skin becomes red from the friction. Blood likewise begins dripping down from his elbows and onto the floor.\n\n\nHe wipes sweat off his brow before stripping his clothes. First the shirt, then the pants, and finally the undergarments. After another brief moment of struggle he stands nude in front of the camera. Along his upper torso, several jagged cuts and bruises are visible. Severely bleeding human bite marks along the left and right thighs are also visible from this angle.\n\n\nJohn retreats behind the camera and remains there for 34 seconds. He soon returns with a chef's knife, a metal fork and spoon, cleaning disinfectant, a large pot of boiling water, and a pair of slip-joint pliers. He haphazardly throws them across the floor and looks back at the camera with a wild grin.\n\n\nJohn mouths another comment before retrieving the chef's knife from his side. He holds the sharpened blade towards his left wrist. He smiles before sliding the knife across, cutting a deep laceration into the skin and tendons. He tips his wrist towards the floor as blood begins to drip and flow into a pool beneath.\n\n\nJohn cackles. The bleeding continues as he makes another cut on his opposite arm.\n\n\nThe blood pools further as John grabs the fork and spoon on his opposite side. He breathes deeply before plunging the spoon into his left eye. He rocks his head backward as the spoon pierces into the damaged socket. He twists and yanks the spoon out, causing both viscera and what remains of his eye to fling onto the table. He then turns toward the fork, poking the edge of it underneath his index fingernail and quickly pulls backward. The fingernail snaps off effortlessly, revealing bare and bleeding flesh underneath.\n\n\nDespite the apparent pain, John grabs the pliers and holds them firm towards his toe. He continues clamping down before inexplicably twisting the pliers — causing the big toe to contort and dislocate at a 60 degree angle. He reels backward once more, pausing briefly as he drops the pliers onto the floor. He begins to speak, but the camera can not discern anything beyond him mouthing \"DROWN.\"\n\n\nHe grabs the boiling water sitting nearby and pours it along his face and upper torso. Hot steam races around his body. His arms writhe in pain but he does not attempt to brush the water off. John can now barely be seen in the video.\n\n\nNothing occurs for approximately 30 seconds as the steam dissipates. John remains motionless in front of the dining room table.\n\n\nSuddenly, John begins smiling again. His teeth — which can now be seen on the camera footage — are stained red with blood. He utters another phrase, but only \"SHELLY\" can be discerned.\n\n\nJohn frowns just as the video camera falls down. Recording ceases abruptly.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nADDENDUM TWO: UPDATE\n\n\n\n\n\n\nOn 2022/08/01, Foundation scientists were able to perform a complete autopsy of SCP-7160. One week later, on 2022/08/06, a subsequent report of the anomaly's corpse was logged and stored within Site-119. While this report does confirm several key facts about SCP-7160's death, several other discoveries were also uncovered:\n\n\n\n\nDR. COLLINS - EXCERPT FROM SCP-7160 REPORT:\n\n\nThe body itself, among its other injuries, also possessed its own unique… peculiarities. For example, when we extracted different tissue samples for identification, Dr. Radhurst and I discovered the presence of several small and distinct markings along the inside of the skin and various internal scrapes along the cranium.\n\n\nSpeaking of the skull, deeper scans of the body's skeletal remains found large, vacant tunnel systems terminating at nearly all points throughout the hands, feet, and open orifices. […] It appears the added marrow and calcified shell of the victim's hollowed bones seem to have created the perfect ecosystem for whatever may have been living within.\n\n\nAdditionally, after penetrating the hypodermis, we saw that the regular fluid filling the interstitium was completely drained. While ordinarily this may be the result of rare genetic circumstances or severe external damage, this particular case is not believed to have resulted in any structural abnormalities to the body. Rather, analysis of tissues and the surrounding area has since been found to contain a nearly invisible chitinous dust in its place. […]\n\n\n\n\nFollowing SCP-7160's autopsy, another investigation into its smartphone was initiated. Upon further analysis, Foundation researchers confirmed that the last application active on the device was Google Maps — which was currently en route to Shelly Lee's personal residence. Furthermore, a new message notification appeared upon device startup. The contents of which have been attached below:\n\n\n\n\n\n\n\n\nJohn?\n\n\nHi… this is Shelly.\n\n\nYou know… with Heartland Counselling?\n\n\nWould you be able to call me ASAP?\n\n\nI don't know who else to go to…\n\n\nI can't stop itching anymore.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nC is for \"Closers\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nE is for \"Eternity\"\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7160\n\" by JakdragonX and Pedagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7160\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 6584014189_f7e14bcd1c_b.jpg\n\n\nName:\n Smartphone Configuration for Social Media Marketing in Frederick MD\n\n\nAuthor:\n Frederick Md Publicity\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nOpenverse",
    "addendums": [],
    "documents": [],
    "notes": [
        "I still don't fucking feel better, Shelly. You remember how you told me about all those breathing exercises or whatever? Or that little \"toe-clenching\" trick you had me do whenever I felt the urge to scratch? Yeah, those \"tidbits\" of yours? They did absolutely nothing. I just had to rush myself to the ER for a second time this week. They took one look at me and rushed me inside for treatment. The doctors were picking scabs and dead skin off for hours before lathering me with enough lidocaine to paralyze a horse. Said that if I scratched anymore I'd be shredding into the literal bone. Look, I understand you're just trying to do your job. And I know you're not my doctor. But can you PLEASE do something about this Shelly? I'll make sure to schedule another appointment.",
        "Hey Shelly. I woke up this morning to a 3-inch millipede crawling inside my mouth. I could feel its shell swishing around in my spit and the dry taste of wriggling little legs crawling along my tongue. I actually felt like I was going to retch when it started rubbing against my gums. I had to rush to the bathroom and puke everything out. I also managed to grab some pesticide in case I needed to hose something down the sink. But, of course, nothing came out — just retch and mucus. Like always. I'm sure I have the vomit caked outside my mouth still, but frankly I don't care enough to clean it. It's not worth standing in front of a mirror trying to scrape it all off. After all, the last thing I want is to find a tapeworm inching its slimy body inside my eye somewhere while I wipe my face.",
        "Shelly, I really can't take this anymore. I am constantly suffering. My coworkers keep telling me to stop biting my nails at work. And they won't stop teasing me and saying that it's not \"hygienic\" or whatever. They just don’t understand that I'm doing it for a reason. But it's whatever — at least the nurses stopped giving me weird glances after I started coming in for burns instead of scratch marks. Speaking of co-workers, I've had to add another few days off from last week's schedule. Everything was fine until I saw the fire ants crawling underneath my skin. It got so bad that one of the security guards had to restrain me with handcuffs again. Still, I managed to get the rest of them off me with a bit of biting and some uncomfortable wriggling. I think their guts are still stuck in between my teeth somewhere. This is yet again another reminder to give this to you when I see you again. I know you’ll take care of me. Like the angel you are.",
        "Here's the thing about all the other therapists I've met: they don't know shit. I mean, they literally tried telling me that writing about this all would actually help. About how \"addressing your problems\" can \"help you fight them\" or whatever. The real generic shit, right? And, you know what, I was ready to believe that garbage too. I mean, I know they just wanted to help — and I just wanted nothing more than to stop the itching and to finally wake up without blood seeping down my arms. But those motherfuckers lied to me. Of course it's not that simple. I still wake up to the same feelings and urges that I've always had. I swear it's inescapable now. I can't even so much as think without feeling a random urge to swat away spiders crawling up my legs, or a fly going inside my nose. That's not even including all the times I've looked through my clothes and saw the countless fleas and ticks nesting in the fibers. This can't continue. I have to do something about it.",
        "THEY'RE INSIDE OF ME AGAIN. WHY DO THEY NEVER STOP? IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME IT'S BITING ME.",
        "I can't keep writing these anymore. I'm way too stressed. And tired. My body won't stop aching anymore and the stares just keep getting worse. I have to talk to Shelly again. She knows me so much better than everyone else now.",
        "DR. COLLINS - EXCERPT FROM SCP-7160 REPORT: The body itself, among its other injuries, also possessed its own unique… peculiarities. For example, when we extracted different tissue samples for identification, Dr. Radhurst and I discovered the presence of several small and distinct markings along the inside of the skin and various internal scrapes along the cranium. Speaking of the skull, deeper scans of the body's skeletal remains found large, vacant tunnel systems terminating at nearly all points throughout the hands, feet, and open orifices. […] It appears the added marrow and calcified shell of the victim's hollowed bones seem to have created the perfect ecosystem for whatever may have been living within. Additionally, after penetrating the hypodermis, we saw that the regular fluid filling the interstitium was completely drained. While ordinarily this may be the result of rare genetic circumstances or severe external damage, this particular case is not believed to have resulted in any structural abnormalities to the body. Rather, analysis of tissues and the surrounding area has since been found to contain a nearly invisible chitinous dust in its place. […]",
        "\" SCP-7160 \" by JakdragonX and Pedagon, from the SCP Wiki . Source: https://scpwiki.com/scp-7160 . Licensed under CC-BY-SA .",
        "Filename: 6584014189_f7e14bcd1c_b.jpg Name: Smartphone Configuration for Social Media Marketing in Frederick MD Author: Frederick Md Publicity License: CC BY-SA 2.0 Source Link: Openverse"
    ],
    "title": "SCP-7160"
}