{
    "url": "https://scp-wiki.wikidot.com/scp-7161",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\nInterior of the Horace City Hall ancillary building, prior to the boarding-off of its windows.\n\n\n\n\n\n\nItem #:\n SCP-7161\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Entry to the ancillary building of the Horace City Hall is forbidden to all personnel without 4/7161 certification. No more than two people at a time may be granted 4/7161 certification. The door and surrounding fencing are both to be locked and the exterior of the facility is not to be maintained. Live surveillance footage of the exterior is to be continually tracked via hidden camera; a plainclothes guard is to be continually posted within 400 meters of the ancillary building. No cameras are to be placed in the interior or filming into it.\n\n\nA Foundation bot (Collus.AIC) will continually monitor Horace social media accounts for mentions of certain stories; when a significant increase in their discussion is documented, five more plainclothes guards will be stationed in Horace for the next month.\n\n\nDescription:\n SCP-7161 refers to two wooden crates found in the first-floor supply closet of the ancillary building of the Horace, North Dakota city hall.\n\n\nThe smaller crate, SCP-7161-1, is cubic; each side measures approximately 23cm. A length of narrow rubber hose protrudes from a circular hole in the crate and through the wooden floorboards of the supply closet.\n\n\nWhile attempting to discover where the hose led, a previously undocumented basement was discovered. The height of the basement’s walls are eight feet, and the floor is dirt. The hose protrudes through the ceiling of the basement and outputs about 10cc of fluid per hour, which drips into the soil. The source and content of this fluid is classified by O5 order.\n\n\nBefore entry to the ancillary building was restricted, occasional noises were reported from the interior of SCP-7161-1. The content of these reports is classified by O5 order.\n\n\nThe larger crate, SCP-7161-2, measures 2m×0.8m×0.6m. The sides of the crate are stained, consistent with a large amount of fluid accreting in its interior.\n\n\nOccasionally, 1-2 civilians will attempt to breach the Horace City Hall ancillary building. Before these attempts, public discussion of certain stories tends to increase approximately threefold across Horace. These stories include, among others:\n\n\n\n\nThe Green Knight;\n\n\nThe Legend of Sleepy Hollow;\n\n\nThe Book of Judith;\n\n\nThe Green Ribbon;\n\n\nDavid and Goliath;\n\n\nThe [REDACTED] of John the Baptist.\n\n\n\n\nBoth crates are stenciled on their sides with the words “SCP Foundation Department of Abnormalities”. No department by that name has ever existed.\n\n\n\n\n\n\n« \nSCP-7160\n | SCP-7161 | \nSCP-7162\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7161\n\" by habaniah, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7161\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Dark Exit (16536230456).jpg\n\n\nName:\n Dark Exit\n\n\nAuthor:\n darkday\n\n\nLicense:\n CC BY 2.0 Deed\n\n\nSource Link:\n \nhttps://flickr.com/photos/99649389@N02/16536230456",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7161 \" by habaniah, from the SCP Wiki . Source: https://scpwiki.com/scp-7161 . Licensed under CC-BY-SA .",
        "Filename: Dark Exit (16536230456).jpg Name: Dark Exit Author: darkday License: CC BY 2.0 Deed Source Link: https://flickr.com/photos/99649389@N02/16536230456"
    ],
    "item": "SCP-7161",
    "object_class": "Safe",
    "containment_procedures": "Entry to the ancillary building of the Horace City Hall is forbidden to all personnel without 4/7161 certification. No more than two people at a time may be granted 4/7161 certification. The door and surrounding fencing are both to be locked and the exterior of the facility is not to be maintained. Live surveillance footage of the exterior is to be continually tracked via hidden camera; a plainclothes guard is to be continually posted within 400 meters of the ancillary building. No cameras are to be placed in the interior or filming into it.",
    "description": "SCP-7161 refers to two wooden crates found in the first-floor supply closet of the ancillary building of the Horace, North Dakota city hall.",
    "title": "SCP-7161"
}