{
    "url": "https://scp-wiki.wikidot.com/scp-7162",
    "all_text": "7162\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+70\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nArticle:\n SCP-7162 - Lo Barato Sale Caro (Pinche Rana Envidiosa)\n\n\nAuthor:\n \nAgente Shuffle\n\n\nCoauthor:\n \nDoc slash\n\n\nFeedback given by:\n \nagente alan\n, \nTheBoxOfFun\n, \nLuis Gm\n, \nHight0w3r\n, \nextasis\n, \nJomosu\n (and some other Área-Jo folks!), \nAmai-Ixchel\n, \nForecbai\n, \nAbrethe\n does not match any existing user name\n, \nTopDownUnder\n, \nVeralta\n does not match any existing user name\n, \nVeramadues\n, \nRuraScarlet\n, \nEduteck\n\n\nImage Credits:\n\n\n\n\nAbarrotes Lorena\n, by DogeGamer2015MZT, licensed under CC0 1.0 Public Domain.\n\n\nFrog\n, by Vassil, licensed under CC0 1.0 Public Domain.\n\n\nMoluna\n, licensed under CC0 Public Domain.\n\n\nCiruela\n, by Markus Leupold-Löwenthal, licensed under CC-BY-SA 3.0 and modified by \nAgente Shuffle\n\n\nDead Ciruela\n, licensed under CC0 Public Domain and modified by \nAgente Shuffle\n\n\nOsvaldo (Upper half)\n, own work. Licensed under CC-BY-SA 3.0.\n\n\nDead Osvaldo\n, by Ian Livesey, licensed under CC0 Public Domain and modified by \nAgente Shuffle\n\n\nErnesto (Upper half)\n, own work. Licensed under CC-BY-SA 3.0.\n\n\nDead Ernesto\n, by Joshua Sherurcij, authorized to be used in this article and modified by \nAgente Shuffle\n\n\nClarisa\n, by Jamie, licensed under CC-BY-SA 2.0 and modified by \nAgente Shuffle\n\n\nDead Clarisa\n, by Pink Sherbet Photography, licensed under CC-BY-SA 2.0. and modified by \nAgente Shuffle\n\n\n\n\n\n\n\n\n\n\nrating: \n+70\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n12/10/2009 ITERATION\n\n\n\n\n[OUTDATED]\n\n\n\n\n[CLOSE]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-7162\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nSAFE \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-7162\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n SAFE\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n As all attempts to acquire SCP-7162, buy its terrain, manage the store, improve SCP-7162's functioning, hire security personnel for the store, install surveillance cameras, and employ Foundation personnel in SCP-7162 have been unsuccessful thus far, the Foundation has contacted the owners of the house in front of SCP-7162 to install hidden cameras pointing towards the store under the alibi of mold removal and pest control in order to facilitate the proper surveillance of SCP-7162, as well as the detection of larceny.\n\n\nAny individual who steals items from SCP-7162 outside of Foundation testing is to be closely monitored until their death; once this happens, a cover story will be created, if necessary, to prevent the civil population from linking the case to SCP-7162. Otherwise, the Foundation will only limit the available data regarding the incident to the civil population and other investigative bodies.\n\n\nSeveral false social programs and initiatives, such as \"Localidad De Calidad\" and \"Edificio A Tu Servicio\", have been made in order to facilitate the covert research and evaluation of SCP-7162 by Foundation researchers. If any irregularity is found in mundane buildings covered by the programs, the personnel assigned to said initiatives is allowed to finance reparations, although they must pay special attention to SCP-7162. Once research on the item is completed, all programs are to be discontinued under the alibi of economical difficulties.\n\n\n\n\n\n\nSCP-7162\n\n\n\n\n\n\nDESCRIPTION:\n SCP-7162 is a grocery store named Abarrotes Lorena, located in Mazatlán, Sinaloa, México, built in 1992.\n\n\nWhen an individual removes any item from SCP-7162 without paying or without the owner's permission, SCP-7162's abnormal qualities will be triggered, as the subject involved will inevitably die in a variable lapse after stealing the object, being their death always caused by or related to the substracted item.\n\n\nSpecific details about SCP-7162's methods to successfully eliminate the involved individual are currently unknown, although it is hypothesized that it could possess probability manipulation or retrocausal properties, or be related to \nother\n \nsimilar\n \nanomalies\n.\n\n\nITEM DISCOVERY:\n SCP-7162 was discovered during the investigations of an individual's death following an unusual chain of events related to a robbery he carried out two days ago. This incident was demonstrably similar to other cases in the last eight years, sharing the common factor of the victims having stolen from SCP-7162 prior to their deaths.\n\n\nWhile the information of the case had spread too quickly to deploy an alibi, said alibi wasn't required, as the local population attributed the subject's death to local gangs and the unusualness of the circumstances to police corruption to protect the involved gang members, allowing the Foundation to only focus on limiting the available information regarding this and previous similar cases.\n\n\nADDENDUM ALPHA:\n\n\n\n\n\n\n\n\nTEST #1\n\n\n\n\n\n\nSUBJECT\n\n\nD-1108\n\n\n\n\n\n\nTEST CONDUCTOR\n\n\nDr. Marcelo Quintana\n\n\n\n\n\n\nTEST OVERSEER\n\n\nDr. Alejandro González\n\n\n\n\n\n\nSUBSTRACTED ITEM\n\n\nOne \nGranny Smith\n apple\n\n\n\n\n\n\nRESULTS\n\n\nD-1108 successfully extracted and ingested the apple. 32 minutes later, D-1108 began to cough loudly and suffered a cardiac arrest. Posterior analysis revealed the substracted apple contained unusually high potassium levels, which had provoked D-1108 hyperkalemia.\n\n\n\n\n\n\nTEST #2\n\n\n\n\n\n\nSUBJECT\n\n\nD-1110\n\n\n\n\n\n\nTEST CONDUCTOR\n\n\nDr. Marcelo Quintana\n\n\n\n\n\n\nTEST OVERSEER\n\n\nDr. Alejandro González\n\n\n\n\n\n\nSUBSTRACTED ITEM\n\n\nOne Blueberry \nBubbaloo\n bubblegum\n\n\n\n\n\n\nRESULTS\n\n\nD-1110 successfully extracted and consumed the bubblegum. 8 minutes later, D-1110 began to show asphyxiation signs and died before Foundation personnel could intervene. Posterior analysis revealed that the bubblegum had become a dense paste that obstructed D-1110's trachea.\n\n\n\n\n\n\nTEST #4\n\n\n\n\n\n\nSUBJECT\n\n\nD-1113\n\n\n\n\n\n\nTEST CONDUCTOR\n\n\nDr. Marcelo Quintana\n\n\n\n\n\n\nTEST OVERSEER\n\n\nDr. Alejandro González\n\n\n\n\n\n\nSUBSTRACTED ITEM\n\n\nA bag of \nRancheritos\n\n\n\n\n\n\nRESULTS\n\n\nD-1113 successfully extracted the bag and proceeded to eat the chips. While doing so, a fragment of a single chip lodged in one of her gums; the pain caused D-1113 to drop the bag and stand up quickly, accidentally stepping on it and slipping to fall to the floor. The cause of death was determined to be a traumatic brain injury.\n\n\n\n\n\n\nTEST #8\n\n\n\n\n\n\nSUBJECT\n\n\nD-1120\n\n\n\n\n\n\nTEST CONDUCTOR\n\n\nDr. Marcelo Quintana\n\n\n\n\n\n\nTEST OVERSEER\n\n\nDr. Alejandro González\n\n\n\n\n\n\nSUBSTRACTED ITEM\n\n\nOne brown chicken egg\n\n\n\n\n\n\nRESULTS\n\n\nD-1120 successfully extracted the egg, and gave it to Dr. González to prepare it as a sunny-side-up fried egg. 12 minutes after eating, D-1120 suddenly died. Posterior analysis has been inconclusive and the exact cause of D-1120's death is uncertain, although it is believed to be somehow related to the stolen egg.\n\n\n\n\n\n\nTEST #16\n\n\n\n\n\n\nSUBJECT\n\n\nAndrea Luna Morales; civilian\n\n\n\n\n\n\nTEST CONDUCTOR\n\n\nN/A\n\n\n\n\n\n\nTEST OVERSEER\n\n\nN/A\n\n\n\n\n\n\nSUBSTRACTED ITEM\n\n\nA $300 vintage skull belt\n\n\n\n\n\n\nRESULTS\n\n\nMs. Luna successfully stole the belt from the store and was closely followed up by the Foundation. Eight hours later, an unidentified burglar broke into Ms. Luna's house. Ms. Luna attempted to attack the thief with a knife upon noticing he was unarmed, but the burglar managed to grab the belt and strangled her to death. Posterior analysis of the house revealed that several objects had been stolen, including the belt. Subsequent follow-ups of the thief have revealed that, at the time of adding Addendum Bravo, he hasn't died yet despite having stolen the aforementioned belt. The reason for this is currently unknown.\n\n\n\n\n\n\n\n\n\n\nADDENDUM BRAVO:\n\n\n\n\n\n\nSCP Object Decommissioning Proposal Form\n\n\n\n\n\n\nItem #:\n SCP-7162\n\nObject Class:\n Safe\n\n\nLead Researcher:\n Doctor Marcelo Quintana Rodríguez\n\n\nSupporting Personnel:\n\n\n\n\nDoctor Marina Velázquez - Representing Site-34\n\n\nDoctor Dulce Talavera - Representing Site-34's Logistics Department\n\n\n\n\nPlease fill in the applicable boxes regarding the reasons for the proposal submission:\n\n\n☑\n Excessively High Risk of Lifted Veil Scenario\n\n☐ Excessive Danger\n\n\n☑\n Expense\n\n☐ Ethical Concerns Over Necessary Containment\n\n\n☑\n Legal Concerns\n\n☐ High Risk of K-Class Scenario (if so, please state which type(s): \n \n)\n\n☐ Other (please state):\n\n\nSummary:\n Despite all the unusual factors surrounding SCP-7162 that would expose the existence of the anomalous to the civilian population, we've been lucky, as the deaths are often blamed on gangs and cartels; however, we cannot keep risking the secrecy of the Foundation and the Veil's integrity like we've been doing for the past 2 years. We can't know for sure if the people will remain forever ignorant about the true nature of SCP-7162, but I believe it'd be unwise to test it out.\n\n\nBesides the imminent danger to the Veil, there are other reasons why I believe SCP-7162 should be decommissioned: The item's Special Containment Procedures are far more complex and expensive than they should be. While in other situations we'd just enact Standard Regulation Protocols like any other Anomalous Object or Unexplained Location, we've had to come up with Containment Procedures that, if not for the unusualness of the circumstances, would correspond to a Keter-Class Object.\n\n\nIn the sight of the most recent earthquake, our Containment Teams have noticed that SCP-7162 presents important structural damage and estimate that the building may crumble down under its own weight in the following 8 years. We could take advantage of this, by causing the destruction of the building and covering it as a disaster that naturally occurred due to the earthquake.\n\n\nWith this, we could avoid the constant threat to the Veil that SCP-7162 poses, and we could save assets that could be better used on more important projects.\n\n\nI'll look forward to your response.\n\n\n\n\n— Dr. Quintana\n\n\n\n\nProposal Status:\n PENDING\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n04/10/2012 ITERATION\n\n\n\n\n[CURRENT]\n\n\n\n\n[CLOSE]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-7162\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT:\n THAUMIEL\n\n\n\n\n\n\nDISRUPTION:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-7162\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT:\n THAUMIEL\n\n\n\n\n\n\nDISRUPTION:\n DARK\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7162 and SCP-7162-A are currently contained in separate Standard Containment Lockers, both located in \nSite-34\n's Low-Risk Anomalies Sector. Testing on both items has been permanently suspended due to their Thaumiel-class designation.\n\n\n\n\n\n\nSCP-7162\n\n\n\n\n\n\nDESCRIPTION:\n SCP-7162 is a 20cm tall crystal statue vaguely resembling a stylized frog. Despite the conditions it was found in during its discovery, SCP-7162 is unusually well preserved and it's believed to be indestructible, although no extensive testing on this has been done yet.\n\n\nSCP-7162-A is a wooden tablet with a Spanish \narte mayor\n poem carved in its obverse, which directly addresses SCP-7162's anomalous qualities and is believed to be the cause of said qualities, or a trigger for them to manifest.\n\n\nSCP-7162-A's reverse features several esoteric and ritualistic symbols commonly used in regional santería rituals. Most of these symbols are painted on the tablet with black and red dyes, although four unknown symbols are carved in each corner of SCP-7162. It is uncertain whether these four symbols are ritualistic or were added for mere aesthetical purposes.\n\n\nThe original poem carved in SCP-7162-A and a translation of it are shown below.\n\n\n\n\n\n\n\n\n\n\nORIGINAL POEM\n\n\nEn nombre de los diablos del Infierno\n\n\nY de Cristo que está en el Cielo\n\n\nConjúrote a ti, Santa Rana\n\n\nA que protejas mi humilde casa\n\n\nMi tienda, mi puesto, y patrimonio\n\n\nDel que quita y roba tal que rata\n\n\nY sea esta tabla testimonio\n\n\nDel conjuro echado a esta rana\n\n\n\n\n\n\n\n\n\n\nTRANSLATED POEM\n\n\nIn the name of the devils in Hell\n\n\nAnd of Christ who is in Heaven\n\n\nI conjure you, Holy Frog\n\n\nTo protect my humble house\n\n\nMy store, my shop, and patrimony\n\n\nFrom those who steal and rob like rats\n\n\nAnd let this tablet be a testimony\n\n\nOf the spell cast on this frog\n\n\n\n\n\n\n\n\n\n\nITEM DISCOVERY:\n During the decommissioning of the former SCP-7162 (see the December 2009 iteration of this file), a piece of rubble broke a portion of the building's floor and revealed a mid-sized empty space beneath the ground.\n\n\nUpon examination, SCP-7162 and SCP-7162-A were found along with four entirely consumed candles, charred remains of a rose, several small blood stains forming a circle, and a torn thousand Mexican pesos banknote. All items were retrieved and transported to Site-34 for further examination.\n\n\nWhen questioned by covert Foundation Agents, the owner of the building claimed to have no knowledge of any of the discovered items nor about the ritual believed to have involved them, and was released.\n\n\nADDENDUM ALPHA:\n One month after SCP-7162 and SCP-7162-A were officially contained at Site-34, a spontaneous series of seemingly random deaths amongst the personnel began occurring at a rate of approximately 2 deaths per month. Upon examination, it was revealed that all deaths were consistent with or similar to the ones documented in the 2009 Iteration of the former SCP-7162 file, and it was determined that the current SCP-7162 could have transferred its qualities to Site-34.\n\n\nA summarized list of these events is shown below.\n\n\n\n\n\n\n\n\nEVENT #1\n\n\n\n\n\n\nSUBJECT\n\n\nErnesto Miguel Navarro Tello\n; Foundation Parazoology Researcher\n\n\n\n\n\n\nSTOLEN ITEM\n\n\nA ballpoint pen\n\n\n\n\n\n\nRESULTS\n\n\nRes. Navarro had borrowed Dr. Lucía \"Lucifer\" Reyes' pen but forgot to give it back, and exited the facility with it in his pocket at the end of his shift. While going back home, Res. Navarro was assaulted by a thief attempting to rob him; he resisted and fought back, managing to disarm the robber, but the pen fell from his pocket and was used by the thief to stab him repeatedly in the throat. Res. Navarro's cause of death was identified as asphyxia with his own blood.\n\n\n\n\n\n\nEVENT #2\n\n\n\n\n\n\nSUBJECT\n\n\nJosé Audiffred Mendoza; Foundation Doctor\n\n\n\n\n\n\nSTOLEN ITEM\n\n\nInformation from an \nSCP-ES-037\n investigation, by \nDr. Ásbjörn Klasz\n, passed off as his own work\n\n\n\n\n\n\nRESULTS\n\n\nDr. Audiffred was found dead in his office, with signs indicating a fight had happened earlier. Disforming Radiation analysis showed that an SCP-ES-037 event had occurred a few minutes before. Dr. Audiffred's death was attributed to hostile SCP-ES-037-A instances, consistent with behavior documented in Addendum 037-02, although the specific cause for the attack is uncertain.\n\n\n\n\n\n\nEVENT #4\n\n\n\n\n\n\nSUBJECT\n\n\nJuan Álvaro Miguel Trujillo; civilian\n\n\n\n\n\n\nSTOLEN ITEM\n\n\nSCP-ES-020\n - A clay funerary urn capable of generating a humanoid entity from its interior, which will drag the user into its interior: a field resembling a South American aboriginal settlement\n\n\n\n\n\n\nRESULTS\n\n\nIt is believed that the subject stole the item after an accident during transportation to \nSite-313\n. Álvaro was found dead in his house due to a cervical fracture, assumed to have occurred when he was \"brought back\" from SCP-ES-020. Five members of his family were found nearby, all of them killed with poisonous darts and arrows; the way of death matches with behavior seen during Incident 020-001. Evidence suggests they might have been killed by SCP-ES-020-1 when trying to help Álvaro to resist entering SCP-ES-020. Item successfully retrieved.\n\n\n\n\n\n\nEVENT #6\n\n\n\n\n\n\nSUBJECT\n\n\nVíctor Penz\n; Foundation Field Agent\n\n\n\n\n\n\nSTOLEN ITEM\n\n\nFour bags of \nSCP-ES-204\n - Sour candy gummies capable of modifying the consumer's physical structure to match the appearance of the costume they are wearing, as long as they consume the corresponding flavor. Non-anomalous if consumed without wearing a costume.\n\n\n\n\n\n\nRESULTS\n\n\nAgent Penz retired the bags during his lunch break. While carrying them around the facility, Agent Penz began to stagger and walk erratically moments before losing consciousness and falling to the ground, dying shortly after. Posterior analysis revealed that he had suddenly suffered hyperglycemia despite not having any habits that negatively affected his blood sugar levels nor having consumed any SCP-ES-204 instance. Agent Midy Menta was later found dead in her cubicle similar to Agent Penz. While initially believed to have had no input or relation to Penz's actions, Site-34 internal audio recordings revealed that Agent Menta had suggested Agent Penz bring her a few bags of SCP-ES-204 to eat together. All items were successfully retrieved.\n\n\n\n\n\n\n\n\n\n\nADDENDUM BRAVO:\n\n\n\n\n\n\nSCP Object Reclassification Proposal Form\n\n\n\n\n\n\nItem #:\n SCP-7162\n\nCurrent Object Class:\n Safe\n\n\nProposed Object Class:\n Thaumiel\n\n\nLead Researcher:\n Doctor Marcelo Quintana Rodríguez\n\n\nSupporting Personnel:\n\n\n\n\nDoctor Marina Velázquez - Representing Site-34\n\n\nDoctor Borja Dowell\n - Representing Site-34's Ethics Committee\n\n\n\n\nPlease fill in the applicable boxes regarding the reasons for the proposal submission:\n\n\n☐ Alternative Containment Procedures available\n\n☐ Changes in the item's anomalous properties\n\n\n☑\n External circumstances require a different containment approach for the item\n\n☐ Ethical issues regarding the usage of the current Object Class\n\n\n☑\n Item has great benefit potential (only appliable to Thaumiel and Flor Galana Proposals)\n\n\n☑\n A different Object Class would be more appropriate\n\n☐ Item has been assigned a now-obsolete Object Class\n\n☐ Other (please state):\n\n\nSummary:\n It is no secret that, despite the Foundation's goal to protect humankind from the anomalous, several individuals from both our facilities and other organizations seek to take the items we contain for their own personal goals. This despondent situation is well known, and the Foundation has spent large amounts of money to prevent and hopefully end this, with mid-success. SCP-7162 could help us with that task due to its very \"conservative\" nature.\n\n\nThe deaths caused by SCP-7162, while very unfortunate, have shown us its full potential. Exploring its qualities further will allow us to properly use it to our advantage and avoid similar incidents with our personnel, regarding both deaths and stolen high-importance objects.\n\n\nI can't deny the efficacy of the current \nESTIBEN\n Project, but the proper usage of this item could significantly improve its efficiency, not only guaranteeing the death of the main culprit who could compromise the Veil's integrity but also allowing us to take action much quicker.\n\n\nBy having enough, well-placed, informants, and following news or even online rumors about deaths related to the item following SCP-7162's behavior patterns, we could arrive at the scene before others and we'd be able to carry on our information suppression duties in a much better way. I believe the Archives And Revision Department will appreciate this.\n\n\nI'll look forward to your response.\n\n\n\n\n— Dr. Quintana\n\n\n\n\nProposal Status:\n \nAPPROVED\n\n\nAdditional Notes:\n All on-site personnel was briefly informed of SCP-7162's anomalous qualities, as well as advised to not steal any mundane items from the Site under any circumstances. After one week of observation, it was determined that the personnel morale had risen, as they were more trusting, honest, and communicative with their peers. The Site budget began to be managed in a more efficient manner as well.\n\n\nSCP-7162 has been properly reclassified as Thaumiel. Documentation updated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nINCIDENT CASCADE\n\n\n\n\n[OPEN]\n\n\n\n\n[CLOSE]\n\n\n\n\n\n\nAt 22:51 hours on September 15th, 2015, a \nSerpent's Hand\n cell broke into Site-34 through Storage Area B without being noticed, quickly splitting into three separate groups. The first group, composed of PoI-1888 (\"Medellín's Joker\"), \nPoI-1999 (\"Emily Miranda\")\n, and five other unknown individuals, was tasked with obfuscating the Site's surveillance systems while distracting Security Personnel members and headed towards the Security Outposts.\n\n\nThe second group, formed entirely by six unknown individuals, was tasked with the extraction of SCP-████ and headed toward the Site's Moderate-Risk Anomalies Sector.\n\n\n\n\n\n\nClearest known photograph of PoI-1987 (\"Moluna\"). Photographer unknown.\n\n\n\n\n\n\nThe third group, consisting only of PoI-1987 (\"Moluna\") and an unknown individual, referred to as \"Nuez\", was tasked with searching for other useful items, abnormal or mundane, to retrieve from the Facility, and headed towards the Site's Low-Risk Anomalies Section.\n\n\nAt 22:53, all of Site-34's Western Wing Security Cameras went offline due to a sudden EMP believed to be abnormal in nature. At the same time, an anomalous incident occurred nearby, forcing the few spare and most non-essential Security Personnel members to mobilize towards Hangar C.\n\n\nShortly after that, all Western Wing Covert Listening Devices went offline as well, with the sole exception of one single device located in the Restrooms, near the Low-Risk Anomalies Sector, which managed to barely record a conversation between PoI-1987 and Nuez occurring nearby.\n\n\nA transcription of said conversation is shown below.\n\n\n\n\nSite-34 Internal Audio Recording Transcript\n\n\n\n\n(A deep metallic airy noise is heard. Assumed to be the elevator's doors opening)\n\n\nNuez:\n So… that's why.\n\n\n(Audible footsteps)\n\n\nPoI-1987:\n Woah. I… I guess I've been into this for so long that I've forgotten what does \"normalcy\" taste like, huh. I kinda assume everybody's already familiar with the things I know. I mean, that's all I've been seeing since I was 4.\n\n\n(Silence for several seconds, as both individuals keep walking)\n\n\nPoI-1987:\n Hey, sorry if I went too hard on you with this. I probably should be more tactful when introducing people to the Hand, shouldn't I? Anyway, follow me, over here.\n\n\nNuez:\n Hey, hey! Don't ignore me! Don't dismiss what I've just told you!\n\n\n(Their voices muffle. It is assumed they both enter the LRA Sector)\n\n\nPoI-1987:\n I'm not ignoring nor dismissing you at all. I'll definitely take a look at my understanding of the \nstatus quo\n once we're done here. I'm just saying we have important work to do, and despite being very little, it needs to be done.\n\n\nNuez:\n I don't think you understand anything about my complaints.\n\n\nPoI-1987:\n I do.\n\n\nNuez:\n I don't believe you.\n\n\nPoI-1987:\n I promise!\n\n\nNuez:\n Can we please go home then? This entire place is freaking me out!\n\n\nPoI-1987:\n No!\n\n\nNuez:\n What? Why not?\n\n\nPoI-1987:\n Look, Nuez. Like I've already said, you've been your entire life thinking, imagining all the magic wonders that could be around the world. Well, now you're here, where all of that exists. I recognize that perhaps I showed you all of it quite quickly, but now we're both here, and we can't afford to be scared at all. Not now.\n\n\nNuez:\n Then when?\n\n\nPoI-1987:\n Literally anytime else. In one of these situations, you need to be cold and fast. Once everything's over, you can then release your breath and cry, scream, or whatever helps you not lose your mind. And then you'll decide if you want to do it again or not. If it's worth the risk or not.\n\n\n(Silence)\n\n\nPoI-1987:\n But it'd be such a shame, don't you think? You've gotten this far, and for what? For you to say \"Ay, I'm scared! I don't want to be a Wanderer anymore!\"? Is that it?\n\n\nNuez:\n Moluna, I- it's not that. I just don't think we should be doing this.\n\n\nPoI-1987:\n Oh, yeah? Why?\n\n\nNuez:\n Well, I… Fine, I am scared. You don't seem to get it, do you? 23 years living normally and—\n\n\nPoI-1987:\n Yes, yes, you've said this a thousand times already. Now please lower your voice or somebody may hear us.\n\n\nNuez:\n Didn't you say Cempasúchil deactivated all the bugs?\n\n\nPoI-1987:\n And the doctors don't have ears or what? Somebody may still be nearby.\n\n\n(Silence)\n\n\nNuez:\n Alright.\n\n\n(Silence)\n\n\n(Metallic noises are heard)\n\n\nPoI-1987:\n \n(Chuckle)\n All these whitecoats think their safes are impassable, but with enough skill and a little bit of atypical help, these break like \nmazapanes\n.\n\n\nNuez:\n Yeah, sure, whatever. Just… if I can help with something just tell me so we can finish this as soon as possible.\n\n\nPoI-1987:\n Haha! Now that's the attitude I want from you! Uhhh, I don't think you want to be opening safes with me right now so… you can help me by watching over to see if somebody's coming and talking to me.\n\n\n(Silence)\n\n\nNuez:\n I don't mind helping you crack these things if that means we can leave faster.\n\n\nPoI-1987:\n Would you now look at that! You're improving your attitude by the second! Here, come closer, I'll teach you how to do it.\n\n\n(PoI-1987 and Nuez notably lower their voices. The microphone is unable to properly record their conversation)\n\n\nPoI-1987:\n \n(Shouting)\n Hey!\n\n\n(Nuez screams)\n\n\nNuez:\n Moluna!?\n\n\nPoI-1987:\n Wait, wait. Look at this frog.\n\n\nNuez:\n Oh what the fuck.\n\n\nPoI-1987:\n \n(Laughing)\n Hey, sorry for scaring you. I didn't expect to find such a cute little frog here. It's my favorite animal, you know?\n\n\nNuez:\n S-sure. And… what's with it?\n\n\nPoI-1987:\n Oh, nothing really. I just think it looks cute and… wait.\n\n\nNuez:\n What?\n\n\nPoI-1987:\n Hey… I think I know you!\n\n\nNuez:\n You what?\n\n\nPoI-1987:\n Yes! I-I think I remember seeing a frog statue identical to this one. It belonged to my aunt, Ciruela. I don't know what happened to it, one day it just disappeared but I wouldn't notice until weeks later. I think this is it. The Foundation must've taken it from her. Stolen it, I mean.\n\n\n(Silence)\n\n\nPoI-1987:\n Do you think Ciruela'd like to have it back?\n\n\nNuez:\n Well, if it was hers, I think she'd—\n\n\nPoI-1987:\n Alright then! We're taking it. Along with whatever else we find here; these lockers are quite empty and have mostly useless documentation. Hold me this, please.\n\n\nNuez:\n W-wait, no! Are you going to touch that with your bare hands? I-isn't it dangerous? I mean, the Foundation must have it locked here for a reason!\n\n\nPoI-1987:\n You've just proved to me that you don't know anything about the Foundation nor about my aunt Ciruela. First, all these so-called doctors will bury underground anything that's barely strange to them, dangerous or not, and second, Ciruela would \nnever\n create a harmful artifact.\n\n\nNuez:\n How are you so sure?\n\n\nPoI-1987:\n For God's sake, Nuez. I've been living with her since I was a kid, we're like sisters. We trust each other with absolutely everything. If she had made something dangerous, I'd know.\n\n\n(Silence)\n\n\nNuez:\n You've talked about Ciruela a lot, you two seem to have a strong bond, huh?\n\n\nPoI-1987:\n Oh, wait until you meet her and you'll understand. You are going to love her. Actually, she knows a lot about the strange and anomalous, she could orientate you about this world.\n\n\nNuez:\n Perhaps. Perhaps. Are we done here?\n\n\nPoI-1987:\n Yeah, I think so. We only got documents we won't take, a dead flower and the glass frog. I expected something more. Maybe a—\n\n\nPoI-1888:\n \n(Through radio)\n Moluna, are you there?\n\n\nPoI-1987:\n Excuse me one second. Yes. I'm here. What's happening?\n\n\nPoI-1888:\n We need to leave. Now. Quimisa is dead.\n\n\nPoI-1987:\n What!? They took down Quimisa!?\n\n\nPoI-1888:\n You heard me well.\n\n\nPoI-1987:\n God fucking dammit. This wasn't meant to go down like this! This was supposed to be a safe mis—\n\n\nPoI-1888:\n I know, but we'll have to discuss that later. We need to leave the hell outta here. You know what'll happen if they catch our asses here.\n\n\nNuez:\n Moluna?\n\n\nPoI-1987:\n Nuez, not— Look, what about the others? Did they retrieve the [REDACTED]?\n\n\nPoI-1888:\n Yes, they did. They are now heading north, through the cactus road. We're the only ones around now, and we need to go.\n\n\n(Silence)\n\n\nPoI-1888:\n Moluna?\n\n\nPoI-1987:\n Yes, yes, I heard you. Leave with the others, don't wait for us. Nuez and I'll meet you at the Rooster Palenque later.\n\n\nNuez:\n What's happening up there?\n\n\nPoI-1987:\n Not for us to know now. Follow me.\n\n\nNuez:\n Are we going back from where we came from!?\n\n\nPoI-1987:\n If we go East, we'll be going directly towards the Maintenance Zone; if we go West, we'll find catwalks I haven't explored yet, and if we keep descending we'll most likely find containment chambers. I haven't gone down there either. Going back up is the easiest way out if we want to come out in one piece. Don't worry, if we did this right, they won't know we were here until we're long gone. Now hurry up, we don't have that much time.\n\n\n(The elevator doors open and both individuals enter the booth)\n\n\n\n\nOnce the Site-34 personnel successfully repelled the attack on the facility, SCP-████ was quickly found to be missing. While its retrieval would have been considered a Third Level Priority despite its disruption potential due to Protocol 7162-ALEPH, it was quickly determined to be a First Level Priority once SCP-7162 was found to be missing as well.\n\n\nAn emergency meeting was carried out to evaluate the situation regarding both SCP-████ and SCP-7162. It was determined that the concealment of SCP-████ and its retrieval could proceed normally, in a similar way to its original discovery or during Incident DALTON; however, the recovery of the item was temporally suspended, as it was believed that the theft of SCP-7162 by PoI-1987 had transferred its protection properties to her belongings, which could affect SCP-████ as well if the individuals who retrieved it gave it to or were directly associated with her.\n\n\nSeveral proposals to avoid triggering SCP-7162's anomalous properties upon recovering SCP-████ were made, being the destruction of the former and the murdering of its current owner the most plausible options, and were decided to be carried out simultaneously to reduce any possible risks. Mobile Task Forces Rho-16 (\"King Retrieves\"), \nDelta-6 (\"Truants\")\n and \nTheta-8 (\"Blue Pills\")\n were deployed to track down the current location of PoI-1987.\n\n\nFour days later, PoI-1987's corpse was found on the shore of a frog-infested lake in Ojinaga, Chihuahua, México. Analysis of the cadaver revealed high amounts of poison in her bloodstream, which was identical in composition to the poison produced by \nDendrobates tinctorius \"Azureus\"\n specimens, despite blue poison dart frogs not being native to the region. SCP-7162 wasn't found in the zone.\n\n\nThe Foundation allowed Federal Investigative Entities to proceed with the case in order to discover information about PoI-1987, track down her contacts and family, and retrieve SCP-████ and SCP-7162.\n\n\n\n\n\n\nXóchitl \"Ciruela\" Hernández Quitzé (PoI-1978) before (above) and after (below) Incident CASCADE.\n\n\n\n\n\n\nOnce the investigations concluded, the identity and possible location of PoI-1978 (\"Ciruela\") and four previously unidentified Persons of Interest could also be tracked down, and investigative efforts to locate them began.\n\n\nTwo days later, covert Foundation informants reported hearing news about PoI-1978, mentioning her as one of the many victims of a shooting at a bar named \"La Rana Envidiosa\", located near PoI-1978's house. Investigations of the residence found SCP-7162 in the center of a coffee table, which was successfully retrieved. At the time, it was deemed uncertain whether PoI-1987 and PoI-1978's deaths were related to SCP-7162, although it was mostly believed they weren't.\n\n\nAfter properly concealing the deaths of both PoIs and their relation to the anomalous, the Foundation focused on retrieving SCP-████, which was later found in an abandoned house, located in Nuevo Casas Grandes, Chihuahua, along with several items created by the object, and the corpses of two individuals, later identified as Citlali \"Nuez\" Mandujano Sacristán and Valentina \"Pomelo\" Hernández Solórzano, PoI-1987's half-sister. The cause of death for both subjects was determined to be radiation poisoning.\n\n\nSCP-████ and SCP-7162 were properly retrieved and transported back to Site-34 without any further incident.\n\n\nThe Foundation tried contacting Osvaldo Beltrán, an extraofficial covert Serpent's Hand informant, to check and evaluate the current situation of the Serpent's Hand regarding the deaths of several of their members and the possible relation of this event with the Foundation; however, it wasn't possible to contact Beltrán.\n\n\n\n\n\n\nOsvaldo Beltrán Fuentes before (above) and after (below) Incident CASCADE.\n\n\n\n\n\n\nHis corpse would be found shortly after in the archaeological site Las Ranas, Querétaro, with several bullet wounds and bled out to death.\n\n\nAccording to the testimonies provided by Beltrán's co-workers, he was last seen at the end of his shift the previous night, and it was reported that he decided to stay in Las Ranas to finish a pending task regarding his archaeological studies of the place; however, after further investigations, it was found that Mr. Beltrán had no other tasks to finish related to his job.\n\n\nHis wife, Paulina Luján, claimed to have no knowledge of Beltrán's status until his body was found, being her last contact with him a phone call that occurred 2 hours prior to the end of his shift.\n\n\nNo recorded or photographic evidence of the murder exists, and there were no direct witnesses to the event, although several individuals reported seeing a suspicious individual in the area. Physical descriptions of the individual, although vague, are consistent, but the Foundation hasn't been able to properly identify the subject nor connect any possible suspect to the event.\n\n\nInvestigations carried out by Federal Investigative Entities have been inconclusive as well.\n\n\nFaced with the sudden murder of Mr. Beltrán, the Foundation attempted to contact Ernesto Reyes, another unofficial Serpent's Hand informant, to further investigate the Hand's internal reaction to the situation; however, Mr. Reyes had also been recently assassinated.\n\n\n\n\n\n\nErnesto Reyes Mata before (above) and after (below) Incident CASCADE.\n\n\n\n\n\n\nAnalysis and subsequent investigations revealed that he had been killed with a single shot to the neck during a recreational trip to the Citlaltépetl mountain in Orizaba, Veracruz. It was later discovered that Mr. Reyes had been assassinated by Agent Jeremiah \"Bullfrog\" Carter, a member of the Global Occult Coalition's Assessment Team 735 (\"Lightning Mace\").\n\n\nWhile admitting to having acted independently and without prior order from the Coalition, Agent Bullfrog justified the murder of Mr. Reyes with his direct involvement in a side covert business of trafficking in anomalous items, information, and influences in the paranormal realm, active since 2004. These accusations were later proven true.\n\n\nAgent Bullfrog also confessed to having terminated, in the last 2 weeks, 5 more members of other anomalous groups related to Mr. Reyes's illicit business or involved in similar criminal anomalous activities. Of these, 4 were Serpent's Hand informants who worked for the Foundation in the past.\n\n\nThe Coalition's stance on Agent Bullfrog's actions is unknown, though it is believed he was admonished.\n\n\nFoundation agents tried reaching out to other active Serpent's Hand informants, but most of them had also died recently, and the few still alive individuals died in the following days. Attempts to communicate with known and potential Serpent's Hand-related Persons of Interest got the same result.\n\n\nGiven the unusual circumstances and timing of the deaths, Site-34's Administrative Personnel convoked an emergency meeting to discuss the state of the current situation, as well as possible explanations or solutions to it.\n\n\nWhile examining the evidence, Dr. Marina Velázquez pointed out the similarities between the deaths that occurred during Incident CASCADE and the ones caused by SCP-7162, suggesting a potential relation, direct or not, between the two.\n\n\nDr. Velázquez quickly contacted Dr. Quintana to gather more specific information about the item and to further investigate the possible intervention of SCP-7162 in Incident CASCADE.\n\n\n\n\n[…]\n\n\nDr. Velázquez:\n So… as you can see, the deaths, all of them, follow the same or a very similar pattern, but… why is its effect expanding? I don't think it has happened before. I don't know, is my hypothesis just a hunch?\n\n\nDr. Quintana:\n Oh, actually it isn't. It has happened before, yes, and we have evidence of it.\n\n\nDr. Velázquez:\n Do we?\n\n\nDr. Quintana:\n Yes. Look. Remember the time a civilian stole SCP-ES-020 from the crashed convoy? He died, of course, but he wasn't the only one; his family was murdered as well. We thought this had just been circumstantial, but when Agent Penz and Agent Menta died the pattern repeated, although at a much smaller scale.\n\n\nDr. Velázquez:\n What do you mean? Didn't Menta die because she was, say, the one that commanded Penz to steal the ES-204 instances?\n\n\nDr. Quintana:\n Saying that she \"commanded\" Penz to do it is quite a misnomer; she just briefly suggested it, but didn't directly ask him to do it. And yes, that's what we initially thought, but further analysis of the case revealed some more details.\n\n\nDr. Velázquez:\n Do tell.\n\n\nDr. Quintana:\n Perhaps you know that Agent Penz has, or had, no currently alive relatives. No family members, for his brother died in 2008 and his mother died a few months later.\n\n\nDr. Velázquez:\n Why would that be relevant? They both died before we even discovered the first 7162.\n\n\nDr. Quintana:\n It's important because that means the effect couldn't affect his close relatives, causing it to \"jump\" to the next closest person he knew: Menta Millán.\n\n\nDr. Velázquez:\n How's that?\n\n\nDr. Quintana:\n Look, I'm not really into discussing the personal situation of my colleagues and workmates, so let's just say they were both interested in each other.\n\n\nDr. Velázquez:\n Which means… that SCP-7162's effects can affect individuals other than the culprit's family based on their relationship with them?\n\n\nDr. Quintana:\n Correct.\n\n\nDr. Velázquez:\n Still, why only her and not four more persons, like the family of that civilian?\n\n\nDr. Quintana:\n That's where I wanted to go. I am pretty sure the extent of SCP-7162's properties is directly proportional to the… \"importance\" assigned to the item that is stolen.\n\n\nDr. Velázquez:\n Importance?\n\n\nDr. Quintana:\n Look, it's hard to properly measure, but it seems that the more valuable an item is determined or believed to be by its owner, the further the chain of deaths will expand.\n\n\nDr. Velázquez:\n Had this happened with the original 7162?\n\n\nDr. Quintana:\n No, because the owner only had mundane items in stock; he didn't value them that much. Site-34, on the other hand, contains several high-importance objects, and as such, are deemed to be extremely valuable. You can guess what happens when somebody steals one of those.\n\n\nDr. Velázquez:\n So the glass frog…\n\n\nDr. Quintana:\n Thaumiel Containment Class, Level 4 Classified, Protocol 7162-ALEPH. It is considered quite important, as it should be. Its effects seem to affect itself as well, to protect it from getting stolen. We still don't know why it affected itself this time instead of transferring its properties, but we were lucky it didn't happen when we first retrieved it.\n\n\nDr. Velázquez:\n How much will CASCADE keep extending?\n\n\nDr. Quintana:\n I'm afraid we can't know for sure. The current information available regarding this is not sufficient for us to approximate the magnitude of the situation. We'd need to conduct more tests, but I don't think we have time for that given the severity of the situation we're dealing with at this moment.\n\n\nDr. Velázquez:\n But how can we not know something as essential to the anomaly as this!?\n\n\nDr. Quintana:\n Dr. Velázquez, please. I don't think you nor anybody from the Containment Department would have approved the use of an extremely important SCP Object to conduct such an unpredictable test. Besides, at the time we did not know the effect could expand.\n\n\n(Silence)\n\n\nDr. Quintana:\n Velázquez?\n\n\nDr. Velázquez:\n What do you mean when you said you did not know at the time?\n\n\nDr. Quintana:\n What?\n\n\nDr. Velázquez:\n When did you discover the fact that SCP-7162's properties can expand?\n\n\nDr. Quintana:\n Well, it was, uh… Jesus, I-I don't… I don't remember.\n\n\nDr. Velázquez:\n Approximately when did that happen?\n\n\nDr. Quintana:\n Around… I don't know, 2012?\n\n\nDr. Velázquez:\n 2012? Was this before your reclassification proposal?\n\n\nDr. Quintana:\n Before my…\n\n\n(Silence)\n\n\nDr. Velázquez:\n Dr. Quintana, did you know about this before submitting your reclassification proposal?\n\n\n(Silence)\n\n\nDr. Velázquez:\n Doctor—\n\n\nDr. Quintana:\n \n(Sigh)\n No, I did not know.\n\n\nDr. Velázquez:\n Then why did you submit a reclassification proposal of an item we know dangerously little about? You told me the item was, if not fully understood, at least completely predictable according to the compiled evidence.\n\n\nDr. Quintana:\n I did not lie! I just… that was all the information available back then. We had no reason to believe the object would behave like this! We found out when we started to organize all the information related to this in the Supplemental Documents. I and my team were one of the first ones to start organizing information related to a project this way, that's how we discovered it!\n\n\nDr. Velázquez:\n It's been over three years since the reclassification to Thaumiel and since you discovered these properties, why didn't you submit a report explaining what you and your team found? We could have updated its containment procedures, perhaps reclassify it back to Safe, and ensure its effects wouldn't further extend by relocating it. Why didn't you just tell anybody?\n\n\nDr. Quintana:\n I…\n\n\n(Silence)\n\n\nDr. Velázquez:\n Doctor Quintana, the current situation is too far gone. There's no point in evading the question. I honestly think it would be best if you begin talking.\n\n\nDr. Quintana:\n Look, I… when I saw the chance to finally be the Lead Researcher of a \nThaumiel\n item I just… took it. Do you know how many mundane SCPs I've been assigned in the past 20 years? I've been a nobody in the Foundation since I was recruited. I thought… I thought getting assigned to a Thaumiel-class SCP was finally my chance to be somebody.\n\n\n(Dr. Quintana coughs)\n\n\nDr. Quintana:\n I just never thought something like this would happen at all. I held my \"little victory\" too hard for too long and, well, I guess it's too late for apologies now. I will try my best to solve this, but… \n(sigh)\n\n\n(Silence)\n\n\nDr. Velázquez:\n The Site's Administration will decide what to do with you. For now, we have more important and delicate problems to deal with.\n\n\nDr. Quintana:\n I'm sorry.\n\n\n\n\n\nDespite his confession, Dr. Quintana was included in the Research And Concealment Team in charge of dealing with the events of Incident CASCADE in order to aid them. His strictest cooperation was demanded, as well as full access to his research regarding SCP-7162.\n\nDr. Quintana was also informed that he would be demoted from the position of SCP-7162 Lead Researcher once the situation of Incident CASCADE was fully resolved, the charge being assumed by Agent Ruth Eiros. Further punishment for his negligence would later be decided accordingly.\n\n\nUpon his inclusion in the project, Dr. Quintana was remarkably cooperative, helping and guiding other Team members to increase their efficiency and boost the morale of the personnel. Dr. Quintana's own morale also improved notoriously, as he adopted a positive attitude in his work field, usually working overtime in order to speed up the Incident investigation process.\n\n\nOn March 24th, 2016, Dr. Quintana did not attend a scheduled meeting with the CASCADE Research And Concealment Team, and all attempts to contact him failed. When questioned, his assistant claimed to have seen him last night walking around Site-34's Personnel Sector.\n\n\nDr. Quintana was later found in his office, dead by gunshot.\n\n\nSeveral folders containing comprehensive documentation regarding SCP-7162, Incident CASCADE, and individuals affected by it, as well as proposals and hypotheses to stop the Incident, were found on his desktop. This documentation was integral to the assessment of the case.\n\n\nDr. Quintana's research and notes on SCP-7162's chain behavior and previous victims allowed the Foundation to better predict the pattern of deaths across the country, as well as its possible severity, which significantly improved the Foundation's efficiency at concealing or limiting information.\n\n\nSince many of the killed individuals during Incident CASCADE were barely related to the Serpent's Hand or to its members and weren't fully involved in anomalous-related activities, further concealment protocols weren't necessary in most cases.\n\n\nDr. Quintana's proposals to halt the extension of Incident CASCADE, while helpful to better understand the phenomenon, have been unsuccessful, and, based on his research, the Incident is expected to continue indefinitely.\n\n\nThe consequences of this aren't fully known, although the dissolution of the Serpent's Hand and the potential occurrence of a \nÞK-Class Scenario\n are the most plausible results. Diplomatic protocols and other security measures were devised and prepared for when this occurred.\n\n\nOn May 13th, 2016, the last Serpent's Hand member living in México died.\n\n\nWhile it was believed the expansion of SCP-7162's effects would affect Serpent's Hand members residing in the United States, Guatemala, and/or Belize, no deaths following the previous pattern were reported in the following two weeks.\n\n\nFurther analysis revealed that the death chain caused by SCP-7162 had stopped, and it was determined that Incident CASCADE was over. The total amount of casualties is estimated at ~1,233 million individuals, approximately 1% of the entire Mexican population.\n\n\nFoundation personnel killed in Incident CASCADE include:\n\n\n\n\n\n\n████ ██████, under the identity of Clarisa de la Cruz Pineda, before (above) and after (below) Incident CASCADE.\n\n\n\n\n\n\n\n\nAdrianny Alexanderson, Art and Anart Researcher\n\n\n████ ██████\n, Penitentiary Site-72 Convict and former Foundation Doctor\n\n\nAurora Mondragón, Site-34's GoI Liaision Representative\n\n\nTomás Moore, Field Agent\n\n\nSamantha Gutiérrez, MTF \nDseda-8 (\"Desperta Ferro\")\n Member\n\n\nMargaret Durans, Foundation Doctor and Quantum Supermechanics Specialist\n\n\nÓscar Ibarra, Foundation Recontainment Agent and MTF \nPsi-3 (\"Dream Recon\")\n Member\n\n\nMaia Ross, Site-34's RAISA General Director\n\n\n\n\nPersons of Interest killed in Incident CASCADE include:\n\n\n\n\nRachel Douglas, Renegade ICSUT Thaumatologist\n\n\nAdrián Zúñiga, Leader of the Serpent's Hand Splinter Faction \"Prometheus' Fire\"\n\n\nMaribel Azalea, Renegade Foundation Field Agent\n\n\nFreyja\n, Vertex-Tier Pluripotent Entity\n\n\n\n\nOther relevant individuals killed in Incident CASCADE include:\n\n\n\n\nVenegas Percevault, musician\n\n\nSalvador Vázquez, prominent political figure in Paso del Macho, Veracruz\n\n\n\n\nA complete list of Incident CASCADE's victims can be found in \nSupplemental Document IOTA-7162-02F\n.\n\n\nThe severity of the damage caused to the Veil's integrity and the expenses of enacting concealment procedures, as well as the full extent of Incident CASCADE's events and the reaction of the Serpent's Hand to the incident, is currently still being evaluated by the Foundation.\n\n\nThe verdict of the situation will determine whether SCP-7162 should remain as a Thaumiel-Class object, should be reclassified as Euclid or Keter, or should be decommissioned. Until then, the SCP-7162 file is not to be edited under any circumstances.\n\n\nFurther information regarding Incident CASCADE will be added to this document as it's gathered.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n« \nSCP-7161\n | SCP-7162 | \nSCP-7163\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Abarrotes Lorena , by DogeGamer2015MZT, licensed under CC0 1.0 Public Domain. Frog , by Vassil, licensed under CC0 1.0 Public Domain. Moluna , licensed under CC0 Public Domain. Ciruela , by Markus Leupold-Löwenthal, licensed under CC-BY-SA 3.0 and modified by Agente Shuffle Dead Ciruela , licensed under CC0 Public Domain and modified by Agente Shuffle Osvaldo (Upper half) , own work. Licensed under CC-BY-SA 3.0. Dead Osvaldo , by Ian Livesey, licensed under CC0 Public Domain and modified by Agente Shuffle Ernesto (Upper half) , own work. Licensed under CC-BY-SA 3.0. Dead Ernesto , by Joshua Sherurcij, authorized to be used in this article and modified by Agente Shuffle Clarisa , by Jamie, licensed under CC-BY-SA 2.0 and modified by Agente Shuffle Dead Clarisa , by Pink Sherbet Photography, licensed under CC-BY-SA 2.0. and modified by Agente Shuffle"
    ],
    "object_class": "Safe",
    "title": "SCP-7162"
}