{
    "url": "https://scp-wiki.wikidot.com/scp-7167",
    "all_text": "rating: \n+6\n+\n–\nx\n\n\n\n\n\n\nPhoto taken by a drone from the interior of SCP-7167.\n\n\n\n\n\n\nItem #:\n SCP-7167\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A 40-kilometer perimeter must be maintained at all times around SCP-7167. Any new structures, including any new industrial or urban instances of SCP 7167-A, must be taken note of and cut down or demolished in the event they expand past the perimeter.\n\n\nEarthquakes caused by instances of SCP-7167-A must be monitored by Foundation geologists to observe any attempts at subterranean expansion by SCP-7167. Under no circumstances are Foundation personnel authorized to enter one kilometer within SCP-7167 without clearance from Site Director. As part of Protocol Woodpecker, any human subjects that have been found to have breached the perimeter are to be terminated immediately to prevent the possible emergence of new structures within SCP-7167. All examinations of the interiors of the site must be done through the use of Foundation exploration drones \nand long-range radioscopic and audio-based earthquake monitoring equipment\n from Observation Site-█.\n\n\nDescription:\n SCP-7167 is a metropolitan city approximately 80 square kilometers in size, located in Alberta, Canada. Urban structures within SCP-7167, designated SCP-7167-A, vary in size and function.\n1\n Every instance of SCP-7167-A has been observed to have grown out of the ground. All attempts to locate the source of each instance’s creation have been unsuccessful. Any vegetation in the vicinity of an instance of SCP-7167-A has been observed to die upon its creation and the soil under the instance suffers severe erosion that renders it infertile. SCP-7167 remains devoid of any sentient life and other non-living objects such as cars and trash cans that are otherwise not normally part of a city’s infrastructure.\n\n\nAnalysis of SCP-7167-A instances has been found to be made of otherwise normal construction materials such as steel, concrete, rebar, wood, brick, glass, and aluminum.\n2\n SCP-7167-A instances do not follow conventional architectural design rules as SCP-7167-A instances have been observed growing diagonally or with incomplete building formations, though falling debris has been observed breaking off of SCP-7167-A instances on occasion.\n3\n These include skyscrapers missing their left half, streetlamps missing their posts, brick buildings growing out slanted without cementation, and other malformations not otherwise listed. Skyscraper instances of SCP-7167-A have been observed to reach heights as tall as 300 meters and remain standing despite any possible subsidence under the structure. Researchers hypothesize this may be due to how the buildings seem to be rooted to the ground, despite not having any observable roots to hold SCP-7167-A instances in place.\n\n\nChemical analysis of formations within SCP-7167 has been found to practice a more limited version of the Calvin Cycle, absorbing carbon dioxide in its vicinity and using it to seemingly speed up the development of new SCP-7167-A instances. Aside from this, SCP-7167 has yet to be observed releasing oxygen when undergoing this chemical process. SCP-7167’s anomalous effects on humans are observed when a person enters the city. After about two hours of entering SCP-7167, subjects will begin to exhibit symptoms common to that of hypoxia such as confusion, rapid or slowed heart rate, shortness of breath, violent coughing and or wheezing, and severe fatigue. Three hours into entering SCP-7167, subjects have been observed to fall unconscious several times from the aforementioned rapid onset of hypoxia. After approximately five minutes of labored breathing, subjects were shown to become unresponsive. Further analysis of subjects afterward has found them to have expired from suffocation.\n\n\nIncident Report-001:\n At 0100 hours on 9/16/1999, footage from Drone Unit-83 picked up what appeared to be a flare fired from the downtown section of SCP-7167. Drone Units 70 through 79 were dispatched to locate the source of the flare.\n\n\nIncident Report-002:\n At 0400 hours on 9/16/1999, a human male was discovered in an SCP-7167-A instance taking the form of a bus stop. Following site containment Protocol Woodpecker, the subject was immediately terminated on sight via remote machine gun fire from Drone Unit-79. Due to the location of the body within the SCP-7167 40-kilometer perimeter, retrieval of the body was impossible.\n\n\nThe man was found to have been carrying a Sony Micorcassette-Corder M-679V, seeming to document his experience within SCP-7167.\n4\n The man, later identified as nineteen-year-old Enola Appuia of the Blackfoot nation was reported missing on 8/28/1999. His uncle had filed a missing person's report after he had failed to return home from his job as a hand at a nearby cattle farm.\n\n\n\n\n\n\nMicrocasette recovered from Incident-002.\n\n\n\n\n\n\nEnola was known to be a young man with a troubled childhood, losing both parents at the age of three, and had a history of delinquency including stealing and attempting to sell stolen goods. At first, there was speculation regarding whether or not he had once again been involved in criminal activity, however, documents provided by the State of Montana's Office of Juvenile Justice confirmed that following his admittance to a court-ordered course designed to steer juveniles away from crime, he had no such relapses in criminal behavior in the past four years.\n\n\nLater investigations by police found that he had not attended work that day, as they recovered CCTV footage of him purchasing several pieces of survival gear at a nearby outdoor retailer. He was last seen driving out of town onto Highway 444 headed toward the US-Canadian border.\n\n\nA note was later recovered from his bedroom by police, addressed to his Uncle and other surviving family members. The note reads as follows:\n\n\n\n\n+ Letter for Uncle Ahanu\n\n\n\n\n- Title for hiding text\n\n\n\n\n\n\nTo Uncle Ahanu,\n\n\n \n\nI'm sorry I had to leave you all like this. I didn't want to say goodbye in person because I didn't wanna think that I was leaving you all in the first place. Just that I'm not gonna be around for a while. I don't know why I keep telling myself that, maybe just to make myself feel better. I don't know. What I do know is that this wasn't because of anything you did. It's just that I can't live here anymore. Not after we lost the shop, the house, and Grandma Ayita. It's all broken and it can't be fixed. Not by me at least, I am also broken. And I must fix myself before I can even begin to face the conditions that our family has been stuck in for the past two years now.\n\n\n \n\nI know it's been hard the past couple of years. But I want you to know that I'm finally gonna do what Ayita was never able to do. Live. Truly live. Like our people once did in the lands up north. Don't try to come find me, I don't want to be found. Just know that I will eventually come back to see you all. I just need to get my thoughts straight by living like we were meant to. Like I was meant to. I love you all and I'll be back someday. Don't worry.\n\n\n \n\n\n\n\nYour nephew, Enola\n\n\n\n\n\n\n\n\n\n\n\n\nAfter retrieval and review of the tape’s contents, the containment protocol for SCP-7167 has been adjusted in light of the information discovered. Below is the transcript of the tape contents before it was destroyed:\n\n\n\n\n+ Transcript of microcasette recovered from Incident Report-002\n\n\n\n\n- Title for hiding text\n\n\n\n\n\n\nDay twenty of my time out here in the wilderness. Or more accurately day one of me wandering through history’s most derelict city in the middle of the wilderness. Part of me thinks this is hell, what with the absence of people and the fact that I can’t seem to find my way out. Maybe I died in my sleep and this is what I get for abandoning my family and friends. At least that’s what I hope this is because any other explanation wouldn’t make as much sense.\n\n\nI’ve been wandering the streets of this town for hours trying to find a single person who can tell me what the hell is going on. At least people would give this situation some levity or at least something resembling an explanation. Seriously… I can’t be the only person wandering this town. There has to be someone else out there…\n\n\n(Sigh.)\n\n\nI must be going insane because not only have I not found anyone, but the buildings in this town keep getting weirder and weirder. I saw a skyscraper the other day that was lopsided with only half of itself formed. The other half looked like it had been sliced off perfectly even with a knife.\n\n\nI mean, one day you’re sleeping in a cabin after a long day of hunting and maintaining the land, and the next day you wake up surrounded by skyscrapers and streetlamps growing out of the ground like vines wrapping around walls and fences. Seriously, you try keeping your sanity after seeing skyscrapers growing out of the ground slanted or fused together. I can hear something in the distance. Kind of sounds like a heartbeat, but muffled. This place just keeps getting stranger.\n\n\nThe factors just don’t add up…\n\n\nI can’t find my cabin anywhere. I swear, I walked in a straight line down the street from my cabin. I retraced my steps and poof, gone. Nothing there. I’m not even sure it was the same spot that I had come from. I tried to go inside one of those buildings and I could barely breathe when I walked in. You know that feeling just before you’re about to exhale when holding your breath, that’s what it felt like. I see a bench in the distance. Gonna go take a rest there for the time being.\n\n\n\n\n\n\nDay twenty one… I think…\n\n\nI must’ve passed out or something. All I remember is walking over here and sitting down. I can’t tell what time it is, only that it’s dark out cause the streetlights are on. At least if I wanted to I could go out looking for people and still be able to see. Not like there’s any chance of that happening. Maybe this is all a bad dream and soon I’ll wake up in my bed back home, not like that’ll be any better. At least that annoying noise would be gone…\n\n\nI think I’m gonna rest my eyes for a bit longer, my body feels worn out from walking the whole day.\n\n\n\n\n\n\nWhat is it day twenty… One… Or twenty?\n\n\nI don’t know how it happened but I went to sleep on that bench I found and woke up at this bus stop. And that’s not all, the dream I had just now was so vivid and bizarre. Like, more than usual…\n\n\nI was back home at the reservation working at the old antique shop Grandma Ayita owned back when my family used to actually own things. I guess you could say those were the good old days for me.\n\n\nAnyway, I was putting away a stack of three hardcovers my grandmother Ayita had just handed me when I noticed this old pan flute that I had handcrafted when I was a kid sitting on the glass store counter. It was as though it had just been made, all shiny and smelling of bamboo. And for some odd reason, I decided to pick it up and start playing like I used to as a child. For context, I was never that good at playing the flute since I could never get the proper mouth shape to do so. But I nonetheless started playing this tune that I remember hearing when I was barely three years old at one of my people’s many ceremonies. Our shaman had played it on his own flute for this coming-of-age event for another kid in the tribe that my grandmother brought me to watch.\n\n\nIt sounded so clear… As though I were back at that same ceremony listening in as the shaman whistled away a tune to the spirits both long and recently past.\n\n\nThen I woke up… and it was gone.\n\n\n(A few minutes of silence follow before the man seems to remember the recorder was still on.)\n\n\nOh-h shit, didn’t mean to leave the recorder on…\n\n\n\n\n\n\nDay twenty-five or whatever.\n\n\nI don’t even know why I keep updating this thing. It’s not like I’ve been getting anywhere. The other day I tried once more to find anyone, but still no luck. One of the overpasses nearly collapsed on top of me while I was looking around. So, it’s safe to say I’m not gonna be looking around any time soon.\n\n\nMy muscles are killing me though. Even before I tried to look for anyone else, it’s like I’ve got severe fatigue or something. And that goddamn beating in the distance is getting so fucking annoying! God!\n\n\nFuck! This is bullshit! Why? Why can I never get away from this shit? I was supposed to live like I was meant to and still, it's taken from me! Live off the land… The land ain't alive no more! And all because of this… This. A metropolis built by God knows what for God knows what purpose.\n\n\n(Coughs.)\n\n\nI think I’m gonna try sending out a signal using the flare gun that I still have with me. Aside from the canteen, it’s probably the only thing I have left from the supplies I packed. The rest are God knows where.\n\n\n\n\nNote:\n Based on the recovery time of the microcassette, this entry appears to line up approximately two minutes before our observation Drone 83 spotted a flare having been fired from the downtown portion of SCP-7167.\n\n\n\n\nPart twenty-nine of the guy slowly losing his sanity to the world’s shittiest metropolis and its ever-beating heart.\n\n\nSeriously, if that beating sound doesn’t shut the fuck up I’m gonna have an aneurysm. No matter what, I pass out and wake up in two different hells. And I can't even tell which one's real and which one's fake anymore. I leave one hell only to wake up in another.\n\n\n(Sighs, followed by some mild coughing.)\n\n\nI had another dream again. I must be either the world’s best sleeper or the world’s worst awaker. Whatever that means.\n\n\nAnyway, I was back in the shop. I was playing the flute once more, all in the zone and happy when this man walked in. Dressed all in a dark suit and tie. He said something to my grandma Ayita… Something that made her start to weep profusely. I tried to play once more but no sound came out. But that wasn’t the strangest part…\n\n\nWhen the man spoke… All I could hear was the beating of a heart. And when he moved his gaze over to me, the sound grew louder even as his mouth remained shut. And I woke up back here again…\n\n\n(Sighs.)\n\n\nYou know… It’s funny. I don’t think I ever really came to terms with her death, and now here I am sitting here having abandoned everything and everyone I knew to feel better, and yet, I feel more alone than ever…\n\n\nIt’s what I get for basing my plan on a book I read…\n\n\nThis was our land… My people's land… And even now it isn't fucking sacred! Not from settler bandits and not from whatever the fuck this is! This bullshit, i-it's unfair! Fuck!\n\n\n(The sound of loud banging can be heard. Assumed to be from him punching the wall of the bus stop.)\n\n\nFuck my hand! Ahhhh!\n\n\n(Sobs and coughs.)\n\n\nJust shut up! Get out of my head!\n\n\n(Heavy labored breathing and wheezing.)\n\n\nIt's all fucking bullshit…\n\n\n\n\n\n\nDay twenty-oh fuck it… I don’t even think a day has passed. Or maybe it has and I can’t tell. God my head, I can’t fucking think with that stupid fucking noise!\n\n\n(Coughs.)\n\n\nStill no sign of anyone. You’d think someone would’ve found me by now. But I was probably right. This is hell…\n\n\nServes me right for thinking I could just go off the grid. Live off the land like my ancestors did. Get away from all the poverty and depression back home. But I can’t get away from it, not in my life and not in my dreams!\n\n\n(Coughs.)\n\n\nI had another one… This time I was at that ceremony I mentioned earlier. Everyone there was gone. All except Grandma Ayita. She had her back to me, standing in the center of what would be the shaman’s circle. And when I approached her, that was when she turned to face me.\n\n\n(Wheezes.)\n\n\nShe asked what I was doing here. Not in our people’s tongue but in plain English. She then asked me why I had left her all alone. I tried to say something, but it was like I had forgotten how to talk. My chest felt as though couldn’t inhale or exhale, like my body had forgotten one of its basic func-\n\n\n(Violent coughing can be heard.)\n\n\nF-Functions… Then she started crying and crying. I had never seen her cry so much before. She was always so happy around me, even when she didn't need to be. Even when we lost the shop. Even when we learned of the cancer, she always tried to be the best around me. It was as though she were really there. Trapped like me in whatever desolate hell she ended up in. All lost and alone… This is what I get for abandoning her at her funeral.\n\n\n(A hitching sob can be heard followed by another coughing fit.)\n\n\nAfter about a minute of standing there, I tried approaching her once more. Only for her body to disintegrate into dust that blew away in the wind. And then I was alone…\n\n\nThere was this rumble and before I knew it there were hundreds of buildings suddenly growing out of the ground and into the sky; all blocking out the sun. And then that same damn beat began to drum once more. And it wasn’t muffled, it was like it was right there. In my ear, like it was pressed up against someone else’s chest. As it got louder and louder, all I could think to do was begin digging at the earth under me to escape it.\n\n\nThat’s when I woke up…\n\n\n(Sighs.)\n\n\nI’m gonna try to see if I can find anyone else, even if my body doesn’t want to.\n\n\n\n\nNote:\n It is speculated that in the next entry, the man must’ve suffered some form of vertigo whilst getting up from the bench and passed out. In the process suffering some sort of head trauma.\n\n\n\n\nMy head… Jesus. I must’ve passed the fuck out again. I can’t tell if…\n\n\n(Pained groaning can be heard.)\n\n\nFuck! My head!\n\n\n(The man is heard violently throwing up.)\n\n\nWhere’s that fucking noise coming from! God! It’s all I hear! All I hear!\n\n\n\n\nNote:\n There’s a noticeable gap in time between the previous entry and the last two entries. Some researchers believe that this may either be due to the mental effects caused by the heartbeat coming from SCP-7167 or the anxiety coming from the rapid onset of hypoxia.\n\n\n\n\nDay…twenty-nine or is it twenty-six? Twenty-six? No! No! No!\n\n\n\nWhere am I? Downtown? No wait, how? God that heartbeat's giving me a headache! Fuck!\n\n\nMy hands! Are my hands still there? Yes, wait no! No forging today… Not now. Not ever. Can't dig! Concrete hurts! Soil is gone… Where is it?! Under, no. Yes over, wait! Think goddamnit! Think! Get this heart out of my head!\n\n\nWhat's my name? What's my name goddamnit?!\n\n\nCan't think! Gotta resist! What's my name?! Where am I from?!\n\n\nHere! No… No… No… No. No. No. No! No! No!\n\n\nCan't think clearly… Only hear the heart beating…\n\n\nIt wants me, but I won't let it! Can't go! Don't wanna go! Stop! Stop! Stop!\n\n\n\n\n\n\nHear it beat! Hear it beat! The only thing it does is beat!\n\n\n(Violent coughing is heard.)\n\n\nHell! The heartbeat is hell!\n\n\n(Cackling can be heard followed by another violent coughing fit.)\n\n\nI must become one with it! We are the same! The heartbeat and I are synced! We are together! There is no individuality! There’s only the heart! Hear it beat!\n\n\n(The man is heard mumbling “Hear it beat” and the sound of a faint heartbeat can be heard till the end of the tape.)\n\n\n\n\nNote:\n Researchers speculate the last entry wasn’t recorded intentionally as the recording stretches till the end of the tape without a clear beginning and end like the rest of the entries. It is assumed that shortly after the tape finished recording, Drone-79 discovered and terminated the subject as per Protocol Woodpecker.\n\n\n\n\n\n\n\n\n\n\n+ Addendum 001\n\n\n\n\n- Title for hiding text\n\n\n\n\nAddendum 001\n: After a review of the tape’s contents, researchers have determined SCP-7167 appears to have a temporal effect on subjects' perception of both time and space within the city. This Phantom Time Zone appears to lull prey into a false sense of security through the belief that have merely been sleeping frequently and for long periods. Subjects will also become invariably lost after entering SCP-7167, becoming unable to find their way out due to the loss of their sense of direction.\n\n\nDuring the rapid onset of hypoxia, subjects who fall unconscious are observed to both sleepwalk toward what would be the city center and after resuming consciousness, believe that much more time has passed than it initially did.\n\n\nIt is believed that SCP-7167 does this by emitting an auditory hazard in the form of a heartbeat that can be heard after subjects have been within the city for over an hour. Under no circumstances will any audio equipment, including audio-based earthquake and radioscopic monitoring equipment, be used in the containment and surveillance of SCP-7167. Any audio device within the city will begin to emit the same heartbeat as the city, becoming an SCP-7167-B instance, and thus must be destroyed under Protocol Woodpecker to prevent any further prey from being lured within the city's perimeter and thus fueling the growth of further SCP-7167-A instances.\n\n\n\n\n\n\n\n\n\n\n+ ORDERS FROM SITE DIRECTOR REGARDING INCIDENT-002 COVER-UP\n\n\n\n\n- Title for hiding text\n\n\n\n\n\n\n\n\nORDERS FROM SITE DIRECTOR REGARDING INCIDENT-002 COVER-UP\n\n\nTo avoid a breach of secrecy regarding the location of SCP-7167 and the existence of the Foundation and its operations as a whole, Enola Appuia will be declared dead and all current searches for him and his whereabouts around the region of the 49th Parallel called off. A cover story will be provided by Foundation operatives at the coroner's office of Browning, Montana claiming to have recovered his remains from a nearby ditch along Highway 444 after an apparent fatal car accident.\n\n\n— Dr. Ethan Kottler, Site Director\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Other instances of SCP-7167-A have manifested as several forms of urban infrastructure including streets, sidewalks, streetlights, overpasses, subways, and sewers.\n\n\n2\n. Some structures have also been observed to be made of carbon nanotubes.\n\n\n3\n. Particularly in regards to how recently the instance had emerged.\n\n\n4\n. Researchers believe it to be part of a larger series of tapes that acted as the man’s journal.\n\n\n\n\n\n\n\n\n« \nSCP-7166\n | SCP-7167 | \nSCP-7168\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Day twenty of my time out here in the wilderness. Or more accurately day one of me wandering through history’s most derelict city in the middle of the wilderness. Part of me thinks this is hell, what with the absence of people and the fact that I can’t seem to find my way out. Maybe I died in my sleep and this is what I get for abandoning my family and friends. At least that’s what I hope this is because any other explanation wouldn’t make as much sense. I’ve been wandering the streets of this town for hours trying to find a single person who can tell me what the hell is going on. At least people would give this situation some levity or at least something resembling an explanation. Seriously… I can’t be the only person wandering this town. There has to be someone else out there… (Sigh.) I must be going insane because not only have I not found anyone, but the buildings in this town keep getting weirder and weirder. I saw a skyscraper the other day that was lopsided with only half of itself formed. The other half looked like it had been sliced off perfectly even with a knife. I mean, one day you’re sleeping in a cabin after a long day of hunting and maintaining the land, and the next day you wake up surrounded by skyscrapers and streetlamps growing out of the ground like vines wrapping around walls and fences. Seriously, you try keeping your sanity after seeing skyscrapers growing out of the ground slanted or fused together. I can hear something in the distance. Kind of sounds like a heartbeat, but muffled. This place just keeps getting stranger. The factors just don’t add up… I can’t find my cabin anywhere. I swear, I walked in a straight line down the street from my cabin. I retraced my steps and poof, gone. Nothing there. I’m not even sure it was the same spot that I had come from. I tried to go inside one of those buildings and I could barely breathe when I walked in. You know that feeling just before you’re about to exhale when holding your breath, that’s what it felt like. I see a bench in the distance. Gonna go take a rest there for the time being.",
        "Day twenty one… I think… I must’ve passed out or something. All I remember is walking over here and sitting down. I can’t tell what time it is, only that it’s dark out cause the streetlights are on. At least if I wanted to I could go out looking for people and still be able to see. Not like there’s any chance of that happening. Maybe this is all a bad dream and soon I’ll wake up in my bed back home, not like that’ll be any better. At least that annoying noise would be gone… I think I’m gonna rest my eyes for a bit longer, my body feels worn out from walking the whole day.",
        "What is it day twenty… One… Or twenty? I don’t know how it happened but I went to sleep on that bench I found and woke up at this bus stop. And that’s not all, the dream I had just now was so vivid and bizarre. Like, more than usual… I was back home at the reservation working at the old antique shop Grandma Ayita owned back when my family used to actually own things. I guess you could say those were the good old days for me. Anyway, I was putting away a stack of three hardcovers my grandmother Ayita had just handed me when I noticed this old pan flute that I had handcrafted when I was a kid sitting on the glass store counter. It was as though it had just been made, all shiny and smelling of bamboo. And for some odd reason, I decided to pick it up and start playing like I used to as a child. For context, I was never that good at playing the flute since I could never get the proper mouth shape to do so. But I nonetheless started playing this tune that I remember hearing when I was barely three years old at one of my people’s many ceremonies. Our shaman had played it on his own flute for this coming-of-age event for another kid in the tribe that my grandmother brought me to watch. It sounded so clear… As though I were back at that same ceremony listening in as the shaman whistled away a tune to the spirits both long and recently past. Then I woke up… and it was gone. (A few minutes of silence follow before the man seems to remember the recorder was still on.) Oh-h shit, didn’t mean to leave the recorder on…",
        "Day twenty-five or whatever. I don’t even know why I keep updating this thing. It’s not like I’ve been getting anywhere. The other day I tried once more to find anyone, but still no luck. One of the overpasses nearly collapsed on top of me while I was looking around. So, it’s safe to say I’m not gonna be looking around any time soon. My muscles are killing me though. Even before I tried to look for anyone else, it’s like I’ve got severe fatigue or something. And that goddamn beating in the distance is getting so fucking annoying! God! Fuck! This is bullshit! Why? Why can I never get away from this shit? I was supposed to live like I was meant to and still, it's taken from me! Live off the land… The land ain't alive no more! And all because of this… This. A metropolis built by God knows what for God knows what purpose. (Coughs.) I think I’m gonna try sending out a signal using the flare gun that I still have with me. Aside from the canteen, it’s probably the only thing I have left from the supplies I packed. The rest are God knows where.",
        "Part twenty-nine of the guy slowly losing his sanity to the world’s shittiest metropolis and its ever-beating heart. Seriously, if that beating sound doesn’t shut the fuck up I’m gonna have an aneurysm. No matter what, I pass out and wake up in two different hells. And I can't even tell which one's real and which one's fake anymore. I leave one hell only to wake up in another. (Sighs, followed by some mild coughing.) I had another dream again. I must be either the world’s best sleeper or the world’s worst awaker. Whatever that means. Anyway, I was back in the shop. I was playing the flute once more, all in the zone and happy when this man walked in. Dressed all in a dark suit and tie. He said something to my grandma Ayita… Something that made her start to weep profusely. I tried to play once more but no sound came out. But that wasn’t the strangest part… When the man spoke… All I could hear was the beating of a heart. And when he moved his gaze over to me, the sound grew louder even as his mouth remained shut. And I woke up back here again… (Sighs.) You know… It’s funny. I don’t think I ever really came to terms with her death, and now here I am sitting here having abandoned everything and everyone I knew to feel better, and yet, I feel more alone than ever… It’s what I get for basing my plan on a book I read… This was our land… My people's land… And even now it isn't fucking sacred! Not from settler bandits and not from whatever the fuck this is! This bullshit, i-it's unfair! Fuck! (The sound of loud banging can be heard. Assumed to be from him punching the wall of the bus stop.) Fuck my hand! Ahhhh! (Sobs and coughs.) Just shut up! Get out of my head! (Heavy labored breathing and wheezing.) It's all fucking bullshit…",
        "Day twenty-oh fuck it… I don’t even think a day has passed. Or maybe it has and I can’t tell. God my head, I can’t fucking think with that stupid fucking noise! (Coughs.) Still no sign of anyone. You’d think someone would’ve found me by now. But I was probably right. This is hell… Serves me right for thinking I could just go off the grid. Live off the land like my ancestors did. Get away from all the poverty and depression back home. But I can’t get away from it, not in my life and not in my dreams! (Coughs.) I had another one… This time I was at that ceremony I mentioned earlier. Everyone there was gone. All except Grandma Ayita. She had her back to me, standing in the center of what would be the shaman’s circle. And when I approached her, that was when she turned to face me. (Wheezes.) She asked what I was doing here. Not in our people’s tongue but in plain English. She then asked me why I had left her all alone. I tried to say something, but it was like I had forgotten how to talk. My chest felt as though couldn’t inhale or exhale, like my body had forgotten one of its basic func- (Violent coughing can be heard.) F-Functions… Then she started crying and crying. I had never seen her cry so much before. She was always so happy around me, even when she didn't need to be. Even when we lost the shop. Even when we learned of the cancer, she always tried to be the best around me. It was as though she were really there. Trapped like me in whatever desolate hell she ended up in. All lost and alone… This is what I get for abandoning her at her funeral. (A hitching sob can be heard followed by another coughing fit.) After about a minute of standing there, I tried approaching her once more. Only for her body to disintegrate into dust that blew away in the wind. And then I was alone… There was this rumble and before I knew it there were hundreds of buildings suddenly growing out of the ground and into the sky; all blocking out the sun. And then that same damn beat began to drum once more. And it wasn’t muffled, it was like it was right there. In my ear, like it was pressed up against someone else’s chest. As it got louder and louder, all I could think to do was begin digging at the earth under me to escape it. That’s when I woke up… (Sighs.) I’m gonna try to see if I can find anyone else, even if my body doesn’t want to.",
        "My head… Jesus. I must’ve passed the fuck out again. I can’t tell if… (Pained groaning can be heard.) Fuck! My head! (The man is heard violently throwing up.) Where’s that fucking noise coming from! God! It’s all I hear! All I hear!",
        "Day…twenty-nine or is it twenty-six? Twenty-six? No! No! No! Where am I? Downtown? No wait, how? God that heartbeat's giving me a headache! Fuck! My hands! Are my hands still there? Yes, wait no! No forging today… Not now. Not ever. Can't dig! Concrete hurts! Soil is gone… Where is it?! Under, no. Yes over, wait! Think goddamnit! Think! Get this heart out of my head! What's my name? What's my name goddamnit?! Can't think! Gotta resist! What's my name?! Where am I from?! Here! No… No… No… No. No. No. No! No! No! Can't think clearly… Only hear the heart beating… It wants me, but I won't let it! Can't go! Don't wanna go! Stop! Stop! Stop!",
        "Hear it beat! Hear it beat! The only thing it does is beat! (Violent coughing is heard.) Hell! The heartbeat is hell! (Cackling can be heard followed by another violent coughing fit.) I must become one with it! We are the same! The heartbeat and I are synced! We are together! There is no individuality! There’s only the heart! Hear it beat! (The man is heard mumbling “Hear it beat” and the sound of a faint heartbeat can be heard till the end of the tape.)"
    ],
    "item": "SCP-7167",
    "object_class": "Euclid",
    "containment_procedures": "A 40-kilometer perimeter must be maintained at all times around SCP-7167. Any new structures, including any new industrial or urban instances of SCP 7167-A, must be taken note of and cut down or demolished in the event they expand past the perimeter.",
    "description": "SCP-7167 is a metropolitan city approximately 80 square kilometers in size, located in Alberta, Canada. Urban structures within SCP-7167, designated SCP-7167-A, vary in size and function.1 Every instance of SCP-7167-A has been observed to have grown out of the ground. All attempts to locate the source of each instance’s creation have been unsuccessful. Any vegetation in the vicinity of an instance of SCP-7167-A has been observed to die upon its creation and the soil under the instance suffers severe erosion that renders it infertile. SCP-7167 remains devoid of any sentient life and other non-living objects such as cars and trash cans that are otherwise not normally part of a city’s infrastructure.",
    "title": "SCP-7167"
}