{
    "url": "https://scp-wiki.wikidot.com/scp-7169",
    "all_text": "rating: \n+322\n+\n–\nx\n\n\nBy Marceline D. Raynes\n\n\n\n\n\n\nItem #:\n SCP-7169\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Discoveries regarding SCP-7169 within the civilian scientific community are to be censored.\n\n\nSCP-7169's Tinder profile has been expunged. A Foundation-made webcrawler has been discreetly implemented into the site's source code to screen for any future communication attempts by the anomaly.\n\n\n\n\n\n\nSCP-7169, as observed from Space Force 3\n\n\n\n\n\n\nDescription:\n\nSCP-7169 is a sapient, terrestrial exoplanet orbiting the star Alkaid within the Ursa Major constellation. The anomaly is roughly 12,000 kilometers in diameter with an approximate mass of 4.868 × 10\n24\n kg, and orbits its star at a rate of approximately 47,000 km/hr.\n\n\nAlthough SCP-7169 does not possess any evidence of advanced civilization on its surface\n1\n, the anomaly is capable of instantaneous communication with Earth via the Internet, which it has so far used exclusively to engage with the online dating service, Tinder. Barring one incident, SCP-7169's activity on Tinder has been unsuccessful in finding suitable partners.\n\n\nAttempted Communication\n\nTerrance Cassidy, a Foundation janitor, discovered SCP-7169 while attempting to find a suitable partner during his off hours. Cassidy was reprimanded for his delay in reporting his discovery to Foundation researchers and was promptly fired.\n\n\n\n\nSexy hot planet gf\n\n\n\n\n\n\ncool pics, make those youself?\n\n\n\n\n\n\nYou could say that ;] like?\n\n\n\n\n\n\nyeah theyre cool as shit!\n\nman, gorgeous, absolutely gorgeous\n\nhowd you do it?\n\n\n\n\n\n\nhehe, thanks\n\n\nidk, really.\n\n\n\n\n\n\ncouuple billion years as a hot could of gas\n\nlots of time as that gas getting hotter and\n\nturning into an iron core,\n\nlittle more time waiting for asteroids\n\nand other space rocks to crash into\n\neach other. Simple stuff, really\n\n\n\n\n\n\nwow ur really into this roleplay stuff, huh?\n\n\n\n\n\n\nYou have no idea babe ;]\n\n\n\n\n\n\nso waht are you into?\n\n\n\n\n\n\no, you know, looking at cool rock\n\nformations, feeling the sun on my back\n\ndodging sketchy asteroids, vibing mostly\n\n\n\n\n\n\nno i mean like, sex stuff.\n\n\nthats why youre here right?\n\n\ni mean, isnt that what people download the app for?\n\n\n\n\n\n\nOH!\n\n\nYou shoulda been more specific, hun.\n\n\nimreally into orbits\n\n\n\n\n\n\nOrbits?\n\n\n\n\n\n\nYeah. Ooooorbits.\n\n\nKinda freaky, I know\n\n\nI hope you don't find that weird.\n\n\n\n\n\n\nnah i dont judge\n\n\nive never heard of someone with an orbit kink before?\n\n\n\n\n\n\nI really like it when a moon gets all\n\ndown and dirty with my gravity.\n\nThat tug and pull on my oceans just\n\ngets a planetoid's core molten, ya know?\n\nstuff like that makes my core quiver.\n\n\n\n\n\n\nshit girl im down withh taht\n\n\n\n\n\n\ngood, its been so long since ive been with anyone\n\nthere aren't that many planetoids in\n\ntravelling distance from me but_\n\nI can literally see you from here.\n\n\n\n\n\n\ndamn i can see your fine atmosphere from here\n\n\n\n\n\n\nOh yeah, talk dirty to me. Tell me what you're gonna do to me.\n\n\n\n\n\n\nGirl im gonna orbit you so hard\n\nthat youre oceans are gonna make tidal waves\n\n\n\n\n\n\nOooooh fuck yes\n\n\n\n\n\n\nim about to rock your world with planetary collision\n\n\n\n\n\n\nFuck ysss give it to me.\n\nfloat around up in my nasty gravity\n\ncollide with my surface\n\n\n\n\n\n\nimma slide all my terrain on your surface\n\nand make you erupt all over my face\n\n\n\n\n\n\nogod, im gon n ablow\n\n\n\n\n\n\nYeah, erupt for me girl\n\n\n\n\n\n\nmmmy tec tonic plat es… my pla tes r\n\n\n\n\n\n\nspew that hot magma all over my crust\n\n\n\n\n\n\nthers magma ans oot all seeping deep into my crust\n\nwhy dont you get down in my mantle and…\n\nmagnetize it ;]\n\n\n\n\n\n\ndamn girl, thats fire. imma get\n\nall up in thta mantle and service you\n\n\n\n\n\n\nmmm yes you massive pit of gravity\n\n\nwanna meet up?\n\n\ni can zap you to me if thats easier\n\n\nwouldnt want your star feeling any type of way\n\n\n\n\n\n\ndont know wht that means but im into it\n\n\n\n\n\n\ngimme a few cycles. stay sexy ;)\n\n\n\n\n\n\n\n\nThree weeks after the conclusion of this exchange, Terrance Cassidy spontaneously dissappeared from his residence during a momentary lapse in Foundation surveillance\n2\n. A number of contraceptives were found in dissarray within the residence, all severely burned. A large hole in the ceiling of Cassidy's home was present, although the cause of the structural damage is unclear.\n\n\nSince this incident, SCP-7169 and Terrance Cassidy have deleted their Tinder profiles. The anomaly has thus far not attempted to re-establish its connection to the site, or any other web address on the Internet. All attempted communications with the anomaly have been met with a single phrase response, detailed below:\n\n\n\n\nHappily engaged. Kindly fuck off my DMs\n\n\n\n\nInvestigations into Terrance Cassidy's whereabouts are on-going.\n\n\n\n\nFootnotes\n\n\n1\n. Only naturally formed structures can be observed, such as mountains, valleys, and rivers.\n\n\n2\n. The Foundation amnestizes all employees upon the termination of their service, in the event of memory relapse. Should this occur, they will be re-amnestizised. This event occured during a temporary, short term blackout that resulted in the malfunction of the security cameras stationed outside the residence.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7169\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7169\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-xxxx\n\n\nName:\n plant\n\n\nAuthor:\n Marceline_Raynes\n\n\nLicense:\n CC0 BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n Original Work by Marceline D. Raynes of the SCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Happily engaged. Kindly fuck off my DMs",
        "\" SCP-7169 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-7169 . Licensed under CC-BY-SA .",
        "Filename: scp-xxxx Name: plant Author: Marceline_Raynes License: CC0 BY-SA 3.0 Source Link: Additional Notes: Original Work by Marceline D. Raynes of the SCP Wiki"
    ],
    "object_class": "Safe",
    "containment_procedures": "Discoveries regarding SCP-7169 within the civilian scientific community are to be censored.",
    "description": "SCP-7169 is a sapient, terrestrial exoplanet orbiting the star Alkaid within the Ursa Major constellation. The anomaly is roughly 12,000 kilometers in diameter with an approximate mass of 4.868 × 1024 kg, and orbits its star at a rate of approximately 47,000 km/hr.",
    "title": "SCP-7169"
}