{
    "url": "https://scp-wiki.wikidot.com/scp-7172",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis document is currently being maintained for archival purposes, given its role in the discovery of additional anomalous activity surrounding the FIRST community.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7172\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\nSpecial Containment Procedures:\n Exactly one Delrin 150 protective casing inscribed with SCP-7172 is to be kept in a standard safe class containment chamber in Site-73. All other known copies containing the anomaly have been destroyed, via standard incineration protocols.\n\n\nIn its initial usage, SCP-7172 has been replaced with a non anomalous version. A cover story, stating that the change ocurred in order to modernize the team’s image, has been issued.\n\n\nDescription:\n SCP-7172 is the former logo used by the FTC\n1\n team ‘Technical Difficulties’. It depicts an illustration of a unicorn attempting to repair an unidentified mechanical instrument, while the team name and registration number are clearly visible underneath.\n\n\nSCP-7172-1 represents a thaumaturgic rune imbued within the illustration. Its effect is a mild reality elevation of conceptual structures within close proximity. Coupled with the additional design choices of the anomaly, mainly the name chosen by the team, this effect manifests itself by causing minimal damage to electronics within close proximity to high concentrations of SCP-7172.\n\n\nAddendum 7172.1:\n Discovery\n\n\nThe anomalous properties of the item were discovered by Agent D█████ at the North Texas Regional Championship. After hearing chatter regarding possible anomalous activity, and confirming the veracity of said claims by witnessing several instances of low probability events occuring in the proximity of SCP-7172 within a short time frame, Agent D█████ contacted the Foundation through a secured phone network, requesting an official investigation.\n\n\nAddendum 7172.2:\n Recovery and Interview Log\n\n\nFollowing Agent D█████’s request for an investigation, and subsequent proof of anomalous behaviour, a containment team was sent to retrieve all instances of SCP-7172, and it did so without incident.\n\n\nAll members of the robotics team were interviewed in order to obtain information about the creation and spread of the anomaly, but were amnesticized and released when it became obvious that they were unaware of any unusual behaviour.\n\n\nBelow is attached an interview that was conducted with Agent D█████, following succesful containment of the anomaly:\n\n\n\n\nInterviewed:\n Agent D█████, lead investigator on SCP-7172 project\n\n\nInterviewer:\n Doctor Sebastian C████, lead researcher on SCP-7172 project\n\n\nForeword:\n Official debrief by agent D█████, regarding probe into SCP-7172 origins.\n\n\n<Begin Log>\n\n\nDr. C████:\n Good evening agent, as I understand it, you have concluded your investigation?\n\n\nAgent D█████:\n Yeah, pretty much an open and shut case.\n\n\nDr. C████:\n How so?\n\n\nAgent D█████:\n Soon after we knew it was anomalous, we looked into the founders, and according to our files, back in 20██, one of them was caught in a raid on a Texas occult gentlemen's club. Nothing too dangerous, so they just amnesticized and released him. Too late to question him now, unfortunately, but the timeline tracks: he joined this club, shortly after starts a robotics team and puts his limited skill to use to give them an advantage, then gets raided and forgets all about it.\n\n\nDr. C████:\n In that case, I suppose you have nothing else to add.\n\n\nAgent D█████:\n Actually, I do, because I'm going send in a application for an official inquiry into this FTC program.\n\n\nDr. C████:\n What do you mean?\n\n\nAgent D█████:\n You see, when I was looking into proof that this was anomalous, I walked around the competition with a Bonny\n2\n and it kept buzzing off. Nothing serious, maybe a deciHume or two, so I ignored it at the time, but looking back, it must've been over a dozen minor reality altering events, all under the same roof.\n\n\nDr. C████:\n Oh. \nOh.\n\n\nAgent D█████:\n yeah.\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview, Agent D█████ formally requests access to additional resources in order to better study the ties between the FIRST program and the anomalous world.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:FIRST investigation\n\n\n\n\n\n\n\n\n\n\nTo:\n Agent D█████\n\n\nFrom:\n Christopher Taeke, Director, Site 73\n\n\nSubject:\n FIRST investigation\n\n\n\n\n\n\n\n\n\n\nYou have your funding, and I'm assigning some extra agents under your command. I understand you worked well with Sebastian, so I'm also assigning him as your research lead for the entire project.\n\n\nGood luck, kid.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. First Tech Challenge, a robotics competition for high schoolers, organized by the FIRST program\n\n\n2\n. Bonfield-Carizza mobile Hume detector\n\n\n\n\n\n\n\n\n« \nSCP-7171\n | SCP-7172 | \nSCP-7173\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7172\n\" by Dr Wilder , from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7172\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7172.1: Discovery\nThe anomalous properties of the item were discovered by Agent D█████ at the North Texas Regional Championship. After hearing chatter regarding possible anomalous activity, and confirming the veracity of said claims by witnessing several instances of low probability events occuring in the proximity of SCP-7172 within a short time frame, Agent D█████ contacted the Foundation through a secured phone network, requesting an official investigation.",
        "Addendum 7172.2: Recovery and Interview Log\nFollowing Agent D█████’s request for an investigation, and subsequent proof of anomalous behaviour, a containment team was sent to retrieve all instances of SCP-7172, and it did so without incident.\nAll members of the robotics team were interviewed in order to obtain information about the creation and spread of the anomaly, but were amnesticized and released when it became obvious that they were unaware of any unusual behaviour.\nBelow is attached an interview that was conducted with Agent D█████, following succesful containment of the anomaly:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: Agent D█████, lead investigator on SCP-7172 project Interviewer: Doctor Sebastian C████, lead researcher on SCP-7172 project Foreword: Official debrief by agent D█████, regarding probe into SCP-7172 origins. <Begin Log> Dr. C████: Good evening agent, as I understand it, you have concluded your investigation? Agent D█████: Yeah, pretty much an open and shut case. Dr. C████: How so? Agent D█████: Soon after we knew it was anomalous, we looked into the founders, and according to our files, back in 20██, one of them was caught in a raid on a Texas occult gentlemen's club. Nothing too dangerous, so they just amnesticized and released him. Too late to question him now, unfortunately, but the timeline tracks: he joined this club, shortly after starts a robotics team and puts his limited skill to use to give them an advantage, then gets raided and forgets all about it. Dr. C████: In that case, I suppose you have nothing else to add. Agent D█████: Actually, I do, because I'm going send in a application for an official inquiry into this FTC program. Dr. C████: What do you mean? Agent D█████: You see, when I was looking into proof that this was anomalous, I walked around the competition with a Bonny 2 and it kept buzzing off. Nothing serious, maybe a deciHume or two, so I ignored it at the time, but looking back, it must've been over a dozen minor reality altering events, all under the same roof. Dr. C████: Oh. Oh. Agent D█████: yeah. <End Log> Closing Statement: Following this interview, Agent D█████ formally requests access to additional resources in order to better study the ties between the FIRST program and the anomalous world.",
        "\" SCP-7172 \" by Dr Wilder , from the SCP Wiki . Source: https://scpwiki.com/scp-7172 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Exactly one Delrin 150 protective casing inscribed with SCP-7172 is to be kept in a standard safe class containment chamber in Site-73. All other known copies containing the anomaly have been destroyed, via standard incineration protocols.",
    "description": "SCP-7172 is the former logo used by the FTC1 team ‘Technical Difficulties’. It depicts an illustration of a unicorn attempting to repair an unidentified mechanical instrument, while the team name and registration number are clearly visible underneath.",
    "title": "SCP-7172"
}