{
    "url": "https://scp-wiki.wikidot.com/scp-7175",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\nSYTYCFanon\n\n\n\n\n\n\nSCP-7175\n - The Sisterhood of the Anomalous Jorts\n\n\nFor more stories in my verse check here\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7175\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-78\n\n\nLeah Richter\n\n\nGreg Chudley\n\n\nGamma-96 (\"BDGs\")\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7175 shortly after capture.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7175 is to be kept in containment cell #40 inside Site-78's Department of Mundane Artifacts and Uneventful Data Evaluation (MAUDE). SCP-7175 is not to be worn by any Foundation Personnel or D-Class individuals. MTF Gamma-96 (\"BDGs\") is to clean up any damages caused by SCP-7175 anomalous effect as well as identifying SCP-7175-A instances and bringing them in for questioning.\n\n\nDescription:\n SCP-7175 appears as a normal pair of denim shorts, colloquially known as \"jorts\". SCP-7175's anomalous properties only manifest while worn by a Human being. The waist of SCP-7175 fits the wearer anomalously, making sure anyone can wear them. SCP-7175 exerts a slight memetic effect on its wearer making them unaware of SCP-7175 anomalous effects even if they were aware of it previously or are told while wearing SCP-7175. This memetic effect also extends to defending their choice of attire and refusing to remove the anomaly for a twelve-hour period.\n\n\nThose who wear SCP-7175 are designated as SCP-7175-A entities. These entities exert SCP-7175's main effect in which events considered by many to be \"misfortunate\" or \"unlucky\" occur around the wearer. This can appear to be as benign as a heightened chance to drop a glass while drinking from it or more destructive such as a car accident occurring near the wearer of SCP-7175.\n\n\nOnce the instance of SCP-7175-A has spent twelve hours wearing the anomaly, they will attempt to pass it to another human. The receiver will always accept the anomaly no matter how strange the offer will seem. If this deal is interrupted in any fashion, the SCP-7175-A instance will become paranoid and afraid that some unseen force is hunting them and will even get violent if it means passing the anomaly to someone else.\n\n\nOnce an instance of SCP-7175-A relinquishes the anomaly they are no longer considered anomalous. Victims of SCP-7175 have shown varying degrees of memory loss regarding how they received the anomaly and to who it was transferred. These victims also appear to be bewildered at the concept that SCP-7175 could be the cause of their bad luck, whether this part of the anomaly’s effect or personal disbelief is currently undetermined.\n\n\nDiscovery:\n On March 5th, 2022, Dr. Victoria Cerise clocked into work wearing SCP-7175 over her dress pants. Even though she was informed she was in violation of the dress code she would not remove them. Nothing else out of the ordinary occurred with Cerise, until during testing with \nSCP-7320\n. In the middle of performing a test, Dr. Cerise removed her \"jorts\" and tried offering them to D-8492 who was working on the test with her.\n\n\nResearcher Greg Chudley tried to stop the exchange verbally and told Dr. Cerise to redress but Cerise refused, leading to an argument that led to her yelling that something was coming to kill her unless she gave her \"jorts\" away. Dr. Cerise promptly became violent, leading to her being detained by MTF Gamma-96. The \"jorts\" she was wearing were promptly confiscated and they were classified as SCP-7175 and Cerise as SCP-7175-D for the time being.\n\n\nAddendum 7175.01:\n Interview with Dr. Cerise\n\n\n\n\n[Begin Recording]\n\n\nChudley:\n Are you calmed down now Doctor?\n\n\nCerise:\n Yeah, I'm calm. Sorry, I don't know what came over me.\n\n\nChudley:\n We believe it was the jorts.\n\n\nCerise:\n The… jorts? Are you serious?\n\n\nChudley:\n They've been classified as SCP-7175. Now Victoria, did you notice anything strange while wearing them aside from the incident with SCP-7320?\n\n\nCerise:\n Um… besides feeling terrified at the end there? I… Well, I broke my favorite mug today.\n\n\nChudley:\n Sorry to hear.\n\n\nCerise:\n Not only that but I tripped down the stairs to the containment area. My keycard also wasn't working and… I nearly got into a car accident on the way to work.\n\n\nChudley:\n Sounds like a spot of bad luck. Bad luck jorts, I guess. Say, where did you get SCP-7175?\n\n\nCerise:\n The jorts? I got them from a Researcher…. M-m… the… Uh… Girl with the bouncy balls?\n\n\nChudley:\n Bouncy balls? That would be Researcher Johnston.\n\n\n[Chudley pauses.]\n\n\nChudley:\n Wait a minute, Johnston had the jorts? But she's working with…. oh no. This interview is concluded. Someone find me, Johnston, now.\n\n\n[End Recording.]\n\n\n\n\nAddendum 7175.02:\n Interview with Researcher Maria Johnston.\n\n\nFollowing Researcher Chudley's interview with Dr. Cerise, Maria Johnston was labeled as SCP-7175-C and was recalled from MTF-Omega 45's barracks for questions on her whereabouts twelve hours ago.\n\n\n\n\n[Begin Recording]\n\n\nJohnston:\n Chudley, why was I brought to an interrogation room? You better have a good explanation for this.\n\n\nChudley:\n The jorts, Johnston. Where did you get them?\n\n\nJohnston:\n Jorts? Is this one of your elaborate pranks?\n\n\nChudley:\n There was an incident today with Dr. Cerise. She was under the influence of an anomaly we've dubbed SCP-7175.\n\n\nJohnston:\n And you think that it has to do with the pair of jorts that I lent her?\n\n\nChudley:\n I know it sounds crazy but for security's sake I need to know what you did in the last twelve hours, anomalies included.\n\n\nJohnston:\n Well you should know one of them. We were getting back from that cross-test with the Set of Nine and clumsy me, I dropped \nSCP-6419\n and shattered the case. It scared the hell out of me, if it was just a hair closer to my foot I would have been dead for sure.\n\n\nChudley:\n I remember but thinking about it, that glass should be shatterproof. You were wearing the jorts then?\n\n\nJohnston:\n I had them on under my clothes. Besides that, the only other anomaly I dealt with was our \nSCP-6952\n derived weapons. During testing, I tossed a Bouncing Mary\n1\n against the wall and it nearly hit me in the face. I was lucky it didn't impact, the thing had primed itself without me hitting the button.\n\n\nChudley:\n I told you that a rubber ball grenade was a bad idea.\n\n[Chudley shakes his head.]\n\n\nChudley:\n Weapon blunder aside, are you sure that you didn't leak any info about the Set of Nine\n2\n? All proper protocols were followed.\n\n\nJohnston:\n To the T, what do you take me for? I'm always on top of things.\n\n\nChudley:\n I wasn't trying to attack your character Johnston. The jorts, I mean SCP-7175 might mess with memory and personality after using them. I need to know where you got them.\n\n\nJohnston:\n I… don't recall. Someone must have given them to me.\n\n\nChudley:\n Well thank you for your time. We have camera footage, we'll get to the bottom of this.\n\n\n[End recording]\n\n\n\n\nAddendum 7175.03:\n An interview with Researcher Lena Lorri.\n\n\nMTF Gamma-96 traced Johnston's steps through the security cameras and found that shortly after entering work she was given SCP-7175 by Researcher Lorri. She was promptly marked as SCP-7175-B and sent to be interviewed by Researcher Chudley.\n\n\n\n\n[Begin Recording]\n\n\nLorri:\n Am I in trouble, Researcher Chudley?\n\n\nChudley:\n Just answer a few questions for me. Did you work with any anomalies two days ago?\n\n\nLorri:\n I didn't. But notably, someone left a banana peel on the floor and uh.\n\n\n[Lorri points to her black eye]\n\n\nLorri:\n I slipped.\n\n\nChudley:\n Ouch, sorry to hear. Was there anything else unfortunate that occurred that day?\n\n\nLorri:\n Well we lost a ton of security cam footage from Researcher Tate spilling his coffee all over one of the computers. About a week's worth.\n\n\nChudley:\n Great. There goes any further backtracking annnnd let me guess, you have no idea who you got the jorts from?\n\n\nLorri:\n Wait… this is about my fashion choices?\n\n\nChudley:\n It was an anomaly, Lena. We're trying to figure out the origin and we believe that it's the cause of your bad luck.\n\n\nLorri:\n A pair of pants? I think I would have noticed if an anomaly was giving me bad luck. People drop coffee all the time.\n\n\nChudley:\n I'm not here to argue semantics. Do you have any idea who might have worn the jorts before you?\n\n\nLorri:\n No… I don’t remember receiving them. Maybe I bought them? Have you tried looking for DNA? Maybe the person before me had their hair on it.\n\n\nChudley:\n Still waiting for those results to get back. We'll let you know when we've caught the culprit.\n\n\n[End recording]\n\n\n\n\nAddendum 7175.04:\n Interview with SCP-7175-A\n\n\nFoundation forensics finished extracted four distinct DNA profiles from hair found on SCP-7175. The profiles were as follows: Victoria Cerise, Maria Johnston, Lena Lorri, and Site Director Leah Richter.\n\n\nAgents of Gamma-96 were promptly dispatched to bring the Site Director in for questioning.\n\n\n\n\n[Begin Recording]\n\n\nRichter:\n Chudley. You better have a very good explanation for why MTF agents stormed into my office and brought me down here.\n\n\nChudley:\n Director Richter, please calm down. This isn't a prank or a game. You were under the influence of SCP-7175 and we need to determine where you got it from.\n\n\nRichter:\n What is SCP-7175? And for the record, I don't have any anomalies on me.\n\n\nChudley:\n Well you did, you just gave it to Researcher Lorri when you were done with it.\n\n\nRichter:\n You keep dancing around the question. What is SCP-7175?\n\n\nChudley:\n Well the funny thing is that it's uh…. jorts.\n\n\nRichter:\n The… ones I got from Old Navy?\n\n\nChudley:\n W-wait, you got them from Old Navy? Not like some abandoned or creepy thrift shop run by a GoI?\n\n\nRichter:\n I'm aware that is usually the norm but no. I bought the jort- um, SCP-7175 from Old Navy.\n\n\nChudley:\n Well that explains the origin then, I also had a question about another apparent property of SCP-7175.\n\n\nRichter:\n Which is?\n\n\nChudley:\n Well Cerise, Lorri, and Johnston all have a similar waist size but your measurements here show that you have a… more than average \"posterior\" for your body type.\n\n\nRichter:\n Chudley….\n\n\nChudley:\n So I just wanted to know… how did you get them on?\n\n\n[Director Richter looks away from Chudley for a moment, before looking down at her feet.]\n\n\nRichter:\n They were the only thing that fit.\n\n\nChudley:\n Say that one more time? You were a little quiet.\n\n\nRichter:\n I went to Old Navy to buy some new pants but nothing in the store would fit over my…. \"posterior\". So the sales clerk handed me SCP-7175 and when I put them on they fit perfectly and uh… wait.\n\n\n[Director Richter appears to be in thought.]\n\n\nRichter:\n Now that I think about it she said something odd to me while I was checking them in the mirror.\n\n\nChudley:\n What did she say?\n\n\nRichter:\n She asked me if I thought \nI was Cool Yet\n.\n\n\n[End Recording]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Anomalous rubber ball explosive that increases in blast yield with every bounce.\n\n\n2\n. Anomalous set of nine books, marked with roman numerals.\n\n\n\n\n\n\n\n\n« \nSCP-7174\n | SCP-7175 | \nSCP-7176\n »\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSYTYCFanon's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7560\n \n(+34)\n \n•\n\n\n\n\n\n\nSCP-5938\n \n(+29)\n \n•\n\n\n\n\n\n\nSCP-3452\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-6419\n \n(+43)\n \n•\n\n\n\n\n\n\nSCP-6187\n \n(+25)\n \n•\n\n\n\n\n\n\nSCP-4230\n \n(+39)\n \n•\n\n\n\n\n\n\nSCP-6945\n \n(+62)\n \n•\n\n\n\n\n\n\nSCP-7110\n \n(+28)\n \n•\n\n\n\n\n\n\nSCP-7975\n \n(+112)\n \n•\n\n\n\n\n\n\nSCP-7682\n \n(+91)\n \n•\n\n\n\n\n\n\nSCP-7899\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-7261\n \n(+119)\n \n•\n\n\n\n\n\n\nSCP-7990\n \n(+76)\n \n•\n\n\n\n\n\n\nSCP-7114\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-6952\n \n(+74)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nThe Site-78 Halloween Special!\n \n(+19)\n \n•\n\n\n\n\n\n\nRaven of Cyberspace II Shadowheist\n \n(+22)\n \n•\n\n\n\n\n\n\nThe Dangers of Dating a Tyrannical God (or: How I Managed to Save the World Through Romance Alone)\n \n(+17)\n \n•\n\n\n\n\n\n\nLove in The Time of Chugwater\n \n(+17)\n \n•\n\n\n\n\n\n\nAAR-7890-Logovo Volka\n \n(+33)\n \n•\n\n\n\n\n\n\nEAGLE Protocol\n \n(+8)\n \n•\n\n\n\n\n\n\nLost Souls, Broken Toys Chapter 2\n \n(+15)\n \n•\n\n\n\n\n\n\nRevelations of The Author\n \n(+18)\n \n•\n\n\n\n\n\n\nA Very Otamatone Christmas\n \n(+31)\n \n•\n\n\n\n\n\n\nThe Raven of Cyberspace\n \n(+21)\n \n•\n\n\n\n\n\n\nAAR-5950-Osaka\n \n(+10)\n \n•\n\n\n\n\n\n\nA Tale of Two Chugwaters\n \n(+9)\n \n•\n\n\n\n\n\n\nLost Souls, Broken Toys Chapter 1\n \n(+21)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSYTYCFanon's Author Page\n \n(+45)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7175\n\" by SYTYCFanon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7175\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n \"Jorts_back_view.jpg\n\n\nAuthor:\n Collabratude\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/flarestream/2476885803/",
    "addendums": [
        "Addendum 7175.01: Interview with Dr. Cerise",
        "Addendum 7175.02: Interview with Researcher Maria Johnston.\nFollowing Researcher Chudley's interview with Dr. Cerise, Maria Johnston was labeled as SCP-7175-C and was recalled from MTF-Omega 45's barracks for questions on her whereabouts twelve hours ago.",
        "Addendum 7175.03: An interview with Researcher Lena Lorri.\nMTF Gamma-96 traced Johnston's steps through the security cameras and found that shortly after entering work she was given SCP-7175 by Researcher Lorri. She was promptly marked as SCP-7175-B and sent to be interviewed by Researcher Chudley.",
        "Addendum 7175.04: Interview with SCP-7175-A\nFoundation forensics finished extracted four distinct DNA profiles from hair found on SCP-7175. The profiles were as follows: Victoria Cerise, Maria Johnston, Lena Lorri, and Site Director Leah Richter.\nAgents of Gamma-96 were promptly dispatched to bring the Site Director in for questioning."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7175 \" by SYTYCFanon, from the SCP Wiki . Source: https://scpwiki.com/scp-7175 . Licensed under CC-BY-SA .",
        "Filename: \"Jorts_back_view.jpg Author: Collabratude License: Creative Commons Attribution 2.0 Generic Source Link: https://www.flickr.com/photos/flarestream/2476885803/"
    ],
    "containment_procedures": "SCP-7175 is to be kept in containment cell #40 inside Site-78's Department of Mundane Artifacts and Uneventful Data Evaluation (MAUDE). SCP-7175 is not to be worn by any Foundation Personnel or D-Class individuals. MTF Gamma-96 (\"BDGs\") is to clean up any damages caused by SCP-7175 anomalous effect as well as identifying SCP-7175-A instances and bringing them in for questioning.",
    "description": "SCP-7175 appears as a normal pair of denim shorts, colloquially known as \"jorts\". SCP-7175's anomalous properties only manifest while worn by a Human being. The waist of SCP-7175 fits the wearer anomalously, making sure anyone can wear them. SCP-7175 exerts a slight memetic effect on its wearer making them unaware of SCP-7175 anomalous effects even if they were aware of it previously or are told while wearing SCP-7175. This memetic effect also extends to defending their choice of attire and refusing to remove the anomaly for a twelve-hour period.",
    "title": "SCP-7175"
}