{
    "url": "https://scp-wiki.wikidot.com/scp-7180",
    "all_text": "rating: \n+135\n+\n–\nx\n\n\n\n\n\n\n\n\n$ SCiPview login -u okay2 ••••••••••\n\nMod:\nOLYMPIA.EXE\n requires legacy mode.\n\nLatest compatible document: 2001-02-25\n\nLoad INTERV01.TSV .. modified 1982-01-21\n\nLoad PROCLIST.TSV .. \nENOENT\n_\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-7180\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nEUCLID \n\n\n\n\n\n\nDISRUPTION CLASS:\n (4) EKHI\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-7180\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n EUCLID\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n (4) EKHI\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOn April 13–14 1957, SCP-7180 manifested for 36 hours in ████, Switzerland, resulting in at least 287 fatalities. The only known survivor of the event was a child recovered during Exploration 7180-1, \"Subject O\".\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Promote use of the word \"OK\" and other Effective Graphemes in written and spoken communication, worldwide, to convey sentiments of affirmation, security and good health. Appoint consultants with influence in the fields of vernacular language, mass media, graphic design and writing standards.\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n Subject O:\n\n\nAfter considering your request, we have granted you permission to review this document. We hope this will motivate you to \ncomply\n with our instructions.\n\n\ndisregard\n Special Containment Procedures.\n\nProceed to Description section (\nscroll down\n).\n\n\n\n\n\n\n\n\n\n\nUnder Antimemetics Division Initiative \"Everything is OK\", Foundation Staff and consultants are invited to propose containment strategies to the office of Dr. Kay. Accepted proposals may be rewarded with two weeks paid leave.\n\n\nActive projects include: (See Addenda 1 and 3 for details)\n\n\n\n\n(1996–) Advance text message technology in cellular phones\n\n\n(1990–) Discourage use of cursive writing in Generation Y\n\n\n(1981–) Promote \"OK\" as keyword in computer interfaces\n\n\n(1962–) Endorse \"OK\" in journalistic style guides\n\n\n(1958–) Maintain \"OK\" as radio codeword\n\n\n(1940–) Bankroll productions of \n\"Oklahoma!\" by Rodgers and Hammerstein\n\n\n\n\n\n\n\n\n\n\nEffective Graphemes in Practice\n\n\nSCP-7180 is contained by widespread written usage of Effective Graphemes within population centers. Active containment measures promote the following \"pervasive set\":\n\n\n\n\n\n\n\n\n\n\n\n\nJia's Heuristic Classification, Rev.4.\n\n1. Converges 3–4 lines near a closed form.\n\n2. Affirms a subject of value to the reader.\n\n3. Is visually perceived or visualized.\n\n4. Is a prefix or stand-alone word.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGrapheme\n\n\nSystem\n\n\nConnotations\n\n\n\n\n\n\nOK\n\n—\n\n\nok\nay\n\n\nEnglish,\n\nSpanish,\n\nFrench,\n\nPortuguese,\n\n+13 more\n\n\nAffirmation,\n\nSecurity,\n\nHealth\n\n\n\n\n\n\n好\n\n\nHanzi\n\n\nGood, Kind, Right\n\n\n\n\n\n\nठी\nक\n\n\nHindi\n\n\nJust, Correct,\n\nNormal\n\n\n\n\n\n\nنعم\n\n\nArabic\n\n\n\"Yes\"\n\n\n\n\n\n\nসত্য\n1\n\n\nBengali\n\n\nTrue\n\n\n\n\n\n\nхо\nрошо\n\n\nRussian\n\n\nGood\n\n\n\n\n\n\n예\n\n\nHangul\n\n\n\"Yes\"\n\n\n\n\n\n\n☥\n2\n\n\nEgyptian\n\nHieroglyph\n\n\nLife\n\n\n\n\n\n\n\n\n\n\n\n\nContainment personnel must read or write Effective Graphemes at least hourly while working. If this is not feasible, personnel shall undergo training to visualize spoken Graphemes.\n\n\n\n\nYes, the other folks here will poke fun at you — take it with pride. If no one takes our work seriously, that means we're doing a good job.\n\n— Dr. O. Kay\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-7180 is a pandemic antimeme\n3\n which rapidly erases human procedural memory and most forms of recorded information during \"Manifestation Events\". Containment procedures are largely self-sustaining and appear to be effective in halting SCP-7180 activity worldwide. Total containment renders SCP-7180 difficult to study; most research is based on a single Manifestation Event in April 1957.\n\n\nIndividuals affected by SCP-7180 permanently cease all voluntary activity. Victims will no longer seek food, water, comfort, warmth or breathable air. Attempts to develop a deployable method of rehabilitation were unsuccessful (see \nProcedure 7180-Olympia\n). Consequently, the Ethics Committee has determined that this condition is comparable to brain death; subjects encountered in this state are to be summarily euthanized by lethal injection.\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n \nRead\n the complete text of this Description section.\n\n\nAfterwards, \ncheck feelings\n.\n\n\nIff you are experiencing anxiety\n, \n:alert\n assistant Kay.\n\n\n\n\n\n\n\n\n\n\nSCP-7180 is believed to spread through written information and/or representative imagery. The severity and range of its effects appear to increase in proportion to net volume and distance of information exchange; with the advent of the World Wide Web, a breach of containment is hypothesized to pose an OK-Class \"Terminal Ambivalence\" Scenario.\n\n\nRecorded information in a Manifestation Event Zone will rapidly deteriorate in legibility, according to physical processes which parallel the method of recording.\n4\n All primary sources attesting Manifestation Events prior to 1957 are presumed lost, along with most other pertinent records. Documentation recovered from an archive in Oklahoma City, OK suggests containment activities have been in effect for at least 160 years.\n\n\n\n\n\n\n\n\n+ Addendum 1: Record of Containment Activities Prior to 1957\n\n\nThe design and promotion of \"OK\" and other Effective Graphemes predate Foundation efforts, with evidence of containment activities independently practiced by a number of organizations in the 19th and 20th centuries. The lack of primary sources attesting these activities has led to speculation that SCP-7180 may be sentient and capable of conducting targeted attacks on information related to its containment.\n\n\n\n\n\n\nSCP-7180 was originally contained by unknown actors in the mid-to-late 1800s.\n\nDespite early Foundation involvement, Grapheme deficiency set in by 1925.\n\n\n\n\n\n\nThis record is incomplete. Foundation staff and consultants are encouraged to submit any suspected evidence of historical containment activity to the office of Dr. Kay.\n\n\n\n\n\n\nOrigin\n\n\nUnknown, 03/1839\n\n\n\n\n\n\nActivity\n\n\nThe Boston Morning Post prints a satirical article proposing the misspelled abbreviation \"o.k.\" signifying \"All Correct\" or \"Oll Korrect\".\n\n\n\n\n\n\nStatus\n\n\nEffective\n\n\n\n\n\n\nNotes\n\n\nThe joke is adopted into upper-class vernacular in certain locales of the Eastern U.S.A.\n\n\n\n\n\n\nConnotations\n\n\nAffirmation, Stupidity.\n\n\n\n\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n We are trying to \ndiscover\n who \ncontain\ned SCP-7180 first.\n\n\nWhy do you \nimagine\n they used a joke?\n (\n:answer\n now)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOrigin\n\n\nUnknown, 06/1840\n\n\n\n\n\n\nActivity\n\n\nCampaign officials for Martin Van Buren's re-election run adopt the nickname \"Old Kinderhook\", printing \"Vote for OK\" and forming an \"OK Club\" for supporters.\n\n\n\n\n\n\nStatus\n\n\nEffective (Historical)\n\n\n\n\n\n\nNotes\n\n\nSubstantial increase in references to \"OK\" during and after the campaign. Negative connotations are noted among Van Buren's opponents during the campaign: \"out of kash\", \"out of kharacter\", \"orrfully konfused\", \"oll kwarrelling\". References to \"Oll Korrect\" also increased substantially in prevalence.\n\n\n\n\n\n\nConnotations\n\n\nAffirmation, Experience, Incompetence, Corruption.\n\n\n\n\n\n\n\n\n\n\nOrigin\n\n\nUnknown, 01/1849\n\n\n\n\n\n\nActivity\n\n\nThe Magnetic Telegraph Company institutes \"OK\" as an acknowledgement signal on both private and government lines.\n\n\n\n\n\n\nStatus\n\n\nEffective\n\n\n\n\n\n\nNotes\n\n\nThe signal became a de facto standard in the telegraphy.\n\n\n\n\n\n\nConnotations\n\n\nAffirmation, Retention.\n\n\n\n\n\n\n\n\nTo prevent all doubt of the reception of messages, no message will be regarded as received by the office to which it has been transmitted until the signal \"O.K.\" has been received acknowledging its reception.\n\n— \nMagnetic Telegraph Company, January 1849\n\n\n\n\n\n\n\n\nOrigin\n\n\nUnknown, 10/1881\n\n\n\n\n\n\nActivity\n\n\nA gunfight involving several well-known outlaws in Tombstone, AZ is popularized by the name \"Shootout at the O.K. Corral\", despite occurring some six blocks away.\n\n\n\n\n\n\nStatus\n\n\nPartially Effective\n\n\n\n\n\n\nNotes\n\n\nExtremely widespread media attention and subsequent fictionalized accounts in literature, radio and film further accelerated the spread of the Effective Grapheme.\n\n\n\n\n\n\nConnotations\n\n\nLaw, Violence, Valor.\n\n\n\n\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n \nRemember\n what happens if we don't \ncontain\n SCP-7180. The more we \nknow\n, the safer we will be.\n\n\nWhat do you \nremember\n about SCP-7180?\n\n(\n:answer\n now)\n\n\n\n\n\n\n\n\n\n\nA significant lapse in containment activities is noted between 1880–1939.\n\nPersonnel debriefings suggest Special Containment Procedures for SCP-7180 were in effect as early as July of 1920, but no written records exist to support this claim. Records prior to April 1957 are fragmentary, but suggest a limited understanding of containment principles.\n\n\n\n\n\n\nOrigin\n\n\nUnknown, SCP Foundation, 09/1940\n\n\n\n\n\n\nProposal\n\n\nPersuade Coca-Cola Corporation to adopt the vernacular spelling \"Coke\" for their popular brand.\n\n\n\n\n\n\nStatus\n\n\nIneffective\n\n\n\n\n\n\nNotes\n\n\nAfter months of lobbying by an embedded agent, Coca-Cola Co. marketing initiated a campaign acknowledging the alternative spelling. However, \"Coke\" is no longer classified as an Effective Grapheme.\n\n\n\n\n\n\nConnotations\n\n\nRelaxation, Sweet, Leisure Time. (ineffective)\n\n\n\n\n\n\n\n\n\n\nOrigin\n\n\nUnknown, SCP Foundation, 11/1940\n\n\n\n\n\n\nProposal\n\n\nProduce a musical drama about the state of Oklahoma, prominently featuring the state's abbreviation, \"OK!\"\n\n\n\n\n\n\nStatus\n\n\nEffective (Ongoing)\n\n\n\n\n\n\nNotes\n\n\nFunding was provided through a Foundation front company and memetic agents were introduced to enhance memorability and emotional response. The musical was extremely successful, running from 1941 through 1948.\n\n\n\n\n\n\nConnotations\n\n\nLove, Vigor, Independence. (partially effective)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2: Exploration Log 7180-1\n\n\nDr. Jia, control team and D-Class dispatched to a commune in the Swiss alps to investigate an Unexplained Event, later identified as SCP-7180 Manifestation. A previous attempt at exploration resulted in total loss of field agents, control team and exploration logs.\n\n\nExploration conducted by:\n D-4041, D-5172, D-2300, D-1808, D-0991, D-1728, 04/14/1957\n\n\nAdditional Information:\n D-Class personnel will conduct the mission independently, with no real-time radio contact to base or one another. Audio will be recorded continuously from insertion through extraction.\n\n\n[BEGIN LOG]\n\n\nThe helicopter can be heard in the background.\n\n\n00:00 D-4041:\n D-4041, OK, signing on. I am exiting the vehicle at the insertion point. What? [INAUDIBLE] If I [INAUDIBLE] flare gun.\n\n\n00:00 D-4041:\n Good to go.\n\n\n00:02 D-4041:\n Heading north from the insertion point.\n\n\n00:08 D-4041:\n OK here, there's a road consistent with the charts. Looks unmaintained.\n\n\n00:09 D-4041:\n The signs don't make sense. I'll just keep following it.\n\n\n00:09 D-4041:\n They're all blank, or [INAUDIBLE] dialect. I didn't think Esperanto *had* dialects.\n\n\n00:11 D-4041:\n Yeah, it's not a dialect.\n\n\n00:15 D-4041:\n Here we have a, uh, red octagonal sign. Doesn't say… Doesn't say \"Halt\" like the one we passed on the way in. It says… uh, well. These aren't quite letters.\n\n\n00:23 D-4041:\n OK here, all the signs are just blank now I'm further in.\n\n\n00:33 D-4041:\n Road is actually in fair condition, considering the locale. Lane lines are faded or gone, though. Like the paint was cheap.\n\n\nAudible tape hiss grows steadily until 00:45 then subsides. D-4041 can be heard making a few remarks at 00:38 and 00:51, but is unintelligible.\n\n\n01:08 D-4041:\n OK here, I've got a building. Small structure. Looks like…\n\n\n01:09 D-4041:\n It's a roadside booth with a faded green flag and some signage. Mostly blank.\n\n\n01:12 D-4041:\n I've got a workspace in the building. Lots of what might be brochures, documents, dictionaries… But all blank. Or just vague colors. There's a battery-operated radio, but it's dead.\n\n\n01:13 D-4041:\n Whoever was here left their lunch half-eaten and their coat on the hook.\n\n\n01:14 D-4041:\n Not much more to see here. Everything's erased or wasn't there in the first place. OK, moving on.\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n Try to \nremember\n.\n\n\n\n\n\n\n\n\n\n\n01:18 D-4041:\n Three weeks learning this bullshit language and the only thing to read around here is a stop sign.\n\n\nTape hiss audible at 01:23, growing in intensity.\n\n\n01:29 D-4041:\n Unlabeled soda cans, stale food [INAUDIBLE] blank paper. [INAUDIBLE] leave it here.\n\n\nTape hiss peaks at 01:37 and begins to subside. Inaudible remarks at 01:34.\n\n\n01:45 D-4041:\n [INAUDIBLE] been walking? Can't read my watch.\n\n\n01:47 D-4041:\n [INAUDIBLE] bad feeling.\n\n\n02:00 D-4041:\n OK here, I'm coming up on the perimeter, and I've got a body.\n\n\n02:02 D-4041:\n I've looked him over twice and there's no sign of injury. Fella looks like he was drunk — coat's half off, froze to death in the snow if I had to guess. But here? Ten steps from the front door?\n\n\n02:05 D-4041:\n Wallet with blank cards… Blank money? Hot damn, why didn't you send me here sooner, Doc? I'm never…\n\n\n02:05 D-4041:\n …Never coming back.\n\n\n02:08 D-4041:\n Another one. No wounds. No writing.\n\n\n02:09 D-4041:\n More around here. I… I'm not sure I need to look at them.\n\n\n02:10 D-4041:\n OK here, this is getting to me. This stuff better not still be in the air.\n\n\nAt 02:12, Kay can be heard tearing cloth and swearing.\n\n\n02:13 D-4041:\n OK here, I'm going into the central facility. Keeping an eye out for… Oh.\n\n\n02:14 D-4041:\n The dossier is blank now. Or, uh, getting there. Good thing I read it twice.\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n \nshut eyes\n for a moment. \nbreathe\n.\n\n\nPlease \ncheck feelings\n now.\n\n\nIff you are experiencing anxiety\n, \n:alert\n assistant Kay.\n\n\n\n\n\n\n\n\n\n\n02:19 D-4041:\n Oh my God. This one's still alive.\n\n\n02:20 D-4041:\n Hey, kiddo. I'm OK. How are you?\n\n\n02:20 D-4041:\n This is awful.\n\n\n02:21 D-4041:\n Subject is approximately six years old. She– I think she's brain damaged. She's awake but can't talk, isn't moving, isn't breathing right. Didn't know there were going to be kids here.\n\n\n02:23 D-4041:\n You're going to be OK. You and me. Up you go.\n\n\n02:23:\n \nD-4041 grunts.\n\n\nInterference renders the recording largely inaudible for 33 minutes, save for the following remarks.\n\n\n02:30 D-4041:\n [INAUDIBLE] going to be OK.\n\n\n02:39 D-4041:\n Stay with me, OK.\n\n\n02:43 D-4041:\n [INAUDIBLE] be OK, little [INAUDIBLE].\n\n\n02:55:\n \nInterference abruptly ceases.\n\n\n02:55 D-4041:\n –fully legible and undamaged in the back corner of the library and the archive room.\n\n\n02:56 D-4041:\n Hey.\n\n\n02:57 D-4041:\n Hey, missy, you awake?\n\n\n02:57 D-4041:\n Stay with me, OK. Can you blink again?\n\n\n02:58 D-4041:\n \n(unintelligible singing for several minutes)\n\n\n03:05 D-4041:\n She's in really bad shape.\n\n\n03:08 D-4041:\n Exploration Log: This is D-4041… Ostara Kay. I'm giving up. I did not locate the targets. I am retreating from the zone early in defiance of my orders. If I make it back, I accept the consequences of my actions.\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n Try to \nremember\n April 14, 1957.\n\n\nWhat did you experience?\n (\n:answer\n now)\n\n\n\n\n\n\n\n\n\n\n03:12 D-4041:\n It's the end for me, one way or the other.\n\n\n03:12 D-4041:\n But do what you can for the girl.\n\n\n03:56 D-4041:\n OK here, [INAUDIBLE].\n\n\n04:31 D-4041:\n [INAUDIBLE] going to be OK.\n\n\n05:22 D-4041:\n We'll both be OK.\n\n\n[END LOG]\n\n\nAdditional Notes:\n D-4041 fired a signal flare and was located at the extraction point attending to a child affected by SCP-7180. All other personnel dispatched into the Manifestation Event Zone failed to return. At the request of Dr. Jia, D-4041 \"Ostara Kay\" was granted clemency for disregarding orders and re-assigned to SCP-7180 containment to serve as a test subject and assistant. The child was retained as a test subject.\n\n\n\n\n\n\n\n\n\n\n+Addendum 3: Record of Containment Projects after 1957\n\n\nFollowing the events of Exploration 7180-2, Antimemetics Division Initiative \"Everything is OK\" was proposed by Dr. Jia and Ostara Kay, with an emphasis on cost-effective containment.\n\n\n\n\n\n\nCritical Grapheme deficiency in 1950–1962, responsible for the 1957 incident and suspected cause of other Unexplained Events during this time, was alleviated fully by 1971.\n\n\n\n\n\n\nProposals for new projects may be submitted to the office of Dr. Kay.\n\n\n\n\n\n\nSource\n\n\nDr. Jia, 05/1957\n\n\n\n\n\n\nProposal\n\n\nIntroduce Effective Graphemes into Esperanto.\n\n\n\n\n\n\nStatus\n\n\nEffective (Self-Sustaining)\n\n\n\n\n\n\nNotes\n\n\nInfluential Esperantists consulted to develop and promote \"okej\" loanword. Concluded in 1975.\n\n\n\n\n\n\nConnotations\n\n\nAffirmation, Security, Health\n\n\n\n\n\n\n\n\n\n\nSource\n\n\nFoundation Ethics Committee, 05/1957\n\n\n\n\n\n\nProposal\n\n\nDetermine viability of rehabilitating individuals affected by SCP-7180.\n\n\n\n\n\n\nStatus\n\n\nSuspended\n\n\n\n\n\n\nNotes\n\n\nExperimental development of Procedure 7180-Olympia commenced in June 1957, concluding in April 1985 with a proof of concept. Project suspended indefinitely due to prohibitive expense and lack of test subjects.\n\n\n\n\n\n\nConnotations\n\n\nn/a\n\n\n\n\n\n\n\n\n\n\nSource\n\n\nResearch Assistant Ostara Kay, 02/1958\n\n\n\n\n\n\nProposal\n\n\nEmbedded Foundation consultants to begin using the phrase \"A-OK\" on radio, displacing \"affirmative\", \"all clear\" and \"good to go\" and citing heightened intelligibility. Targets to include military, industrial, aviation, seafaring and amateur sectors.\n\n\n\n\n\n\nStatus\n\n\nEffective (Self-Sustaining)\n\n\n\n\n\n\nNotes\n\n\nCleared for memetic enhancement. Phrase became popular in military and transportation sectors, notably crossing language barriers in South Asia. Phrase received major public exposure beginning with broadcasts from NASA Project Mercury and the televised moon landing.\n\n\n\n\n\n\nConnotations\n\n\nAffirmation, Acknowledgement, Safety. (fully effective)\n\n\n\n\n\n\n\n\n102:45:40 Aldrin\n: “Contact Light.”\n\n\n102:45:43 Armstrong\n: “Shutdown”.\n\n\n102:45:44 Aldrin\n: “Okay. Engine Stop.”\n\n\n— First words publicly broadcast from the Lunar surface, July 1969\n\n\n\n\n\n\n\n\n+ show block\n\n\n\n\ndo it\n\n\n\n\nOLYMPIA.EXE (INTERV01.TSV)\n We need to know what you \nremember\n.\n\n\nYou can \nchange\n everything.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSource\n\n\nAgent L. Tesler, 06/1981\n\n\n\n\n\n\nProposal\n\n\nInfiltrate personal computer corporations and introduce \"OK\" into graphical user interfaces as a contingency in case of widespread adoption.\n\n\n\n\n\n\nStatus\n\n\nEffective (Active, Self-Sustaining)\n\n\n\n\n\n\nNotes\n\n\nMost successful initiative to date. Agent Tesler infiltrated Apple Computer Corporation and staged a customer complaint in order to replace \n\"do it\"\n with \"OK\" in the graphical user interface. This design idiom subsequently became an industry standard, requiring only minimal intervention to maintain as of 2001.\n\n\n\n\n\n\nConnotations\n\n\nAffirmation, Acknowledgement, Well-Functioning. (fully effective)\n\n\n\n\n\n\n\n\nRemember this story. Command thought Tesler was out of order with this proposal, but it wound up being our best insurance plan against the information age.\n\n\n— O.Kay\n\n\n\n\n\n\n\n\nSource\n\n\nSite Janitor Joseph Greeley, 08/1990\n\n\n\n\n\n\nProposal\n\n\nGradually eliminate cursive writing among youth in the USA and Europe. Mitigate popularity of script fonts and handwritten communications. Encourage use of typewriters, pagers and personal computers. Tactics to focus on manipulating requirements in public education.\n\n\n\n\n\n\nStatus\n\n\nEffective (Ongoing Effort)\n\n\n\n\n\n\nNotes\n\n\nEfforts are ongoing but extremely successful so far. Drastic reduction in ability to read and write cursive achieved over a 10-year period, aided by expansion of personal computing and PDA technology.\n\n\n\n\n\n\nConnotations\n\n\nn/a\n\n\n\n\n\n\n\n\n\n\nSource\n\n\nConsultant J. Zoltan, 12/1992\n\n\n\n\n\n\nProposal\n\n\nPersuade a major soft drink corporation to market an \"OK\"-branded soft drink to Generation X, with slogan \"Everything is going to be OK.\"\n\n\n\n\n\n\nStatus\n\n\nIneffective\n\n\n\n\n\n\nNotes\n\n\nConsultant succeeded in persuading Coca-Cola Co. to design and aggressively promote the product with a nationwide campaign, but results were poor and the product did not advance beyond test marketing.\n\n\n\n\n\n\nConnotations\n\n\nSecurity, Sweet, Leisure Time\n\n\n\n\n\n\n\n\nThe soda project was a tough lesson for all of us. Going all-in on the perfect plan can be seductive, but launching large numbers of cheap experiments has proven much more reliable.\n\n\n— O.Kay\n\n\n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nOLYMPIA.EXE\n ERROR: Reached end of INTERV01.TSV.\n\n\nstop\n reading now. \nalert\n Assistant Kay.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSource\n\n\nDr. Olympia Kay, 02/1994\n\n\n\n\n\n\nProposal\n\n\nMount an opposition campaign against noted linguist ████ ███████ who has promoted the phrase \"█████ ████\" as a preferable alternative to \"OK\".\n\n\n\n\n\n\nStatus\n\n\nCompleted\n\n\n\n\n\n\nNotes\n\n\nPublic operations unsuccessful. Subject refused position as consultant. Following amnesticization and neuro-linguistic programming, Subject retracted previous statements and began promoting Effective Graphemes.\n\n\n\n\n\n\nConnotations\n\n\nn/a\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 4: [LEVEL-4 CLEARANCE REQUIRED]\n\n\n\n\n– Addendum 4: [LEVEL-4 CLEARANCE REQUIRED]\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4/7180 Classified\n\n\nUnauthorized access is forbidden.\n\n\n\n\n7180\n\n\n\n\n\n\n\n\nExperimental Rehabilitative Procedure 7180-Olympia\n\nFinal Report from Dr. X. Jia\n\nApril 14, 1985\n\n\n- - - - - - - - - - - -\n\n\nI prefer to let our work speak for itself.\n\n\n— Xie Jia\n\n\n- - - - - - - - - - - -\n\n\nMembers of the O5 Council —\n\n\nI am Subject O. My caretakers call me \"Olympia\". After 25 years, I am learning to write.\n\n\nI am disappointed in your choice to halt this project. However, I have the Foundation to thank for my sentience. Therefore, I have requested to report my experiences to you directly.\n\n\nI was non-verbal for twelve years following the discovery of my body in the Alps by Ostara Kay. I'm only able to share my thoughts with you now thanks to the efforts of Ms. Kay, Dr. Jia, countless researchers, therapists, psychiatrists… and one very patient custodian.\n\n\nI have the memories of a little girl named \"Kupra\". I remember the sound of her voice, her parents, and the things she liked to eat. I know everything about her. To this day, I understand Esperanto perfectly but can't speak it. I don't want to learn, OK? Whenever I hear it, I remember what she felt like as she died.\n\n\n'' Sed kelkfoje ni devas memori. ''\n\n(But sometimes we have to remember.)\n\n\n\n\n\n\nMy therapist told me about phantom limb syndrome. You reach for something, but there's no hand. You can still feel the hand that is not there. One day, Kupra's \nreach\n was not there. The spoon was on the table, but it was… impossible. And, in a matter of hours, everything else was too.\n\n\nForgetting how to \nspeak\n, how to \nmove\n, how to even \ntake deep breath\n… It was agony. Nobody knew how to help her. They were all going through it too, losing one piece at a time. She could see, she could know, but she couldn't \nremember\n how to do anything.\n\n\nBefore she forgot how to yell, she cried for her father. He wanted to help, wanted to see if she was OK, but had forgotten how to \nwalk\n. The man just collapsed on the floor. Somehow he could still \nreach\n — I remember his bloody elbows.\n\n\nKupra thought she could get away from whatever was doing it. All those people yelling. She decided to \nrun\n, and \nrun\n, until her legs wouldn't listen any more.\n\n\nKupra ended up… someplace warm. She got lucky, because the heat went out after that and it was April. She spent hours trying to \nmove: left arm\n from under her, where she'd fallen on it. She could hear people around her, trying to do anything. Then she forgot how to \nwatch\n, how to \nlisten\n, how to \nfocus\n.\n\n\nFinally, she forgot how to \npanic\n about any of it. That was the last piece left. She died.\n\n\nThings calmed down after that.\n\n\n\n\n\n\nHer body, the thing that was left over… It couldn't look, but it could see — like if you left a camera running. It couldn't think, but it remembered things, and it could put those together so they made sense.\n\n\nIt laid in the silence until there was nothing else to see, or hear, and it sensed something… Unfamiliar. It was the only intention left. It brought back memories of the adults in that place, before they all died… They would talk about the water and the electricity and the books and… getting old. They were always checking if the kids were OK.\n\n\nThen you sent \nMom\n Ms. Kay up there, and she found that body still breathing, and the SCP Foundation started to work on it and figured out how to give it new procedures. I remember the whole process… I watched as they programmed me like a computer. I listened as my mind began to think again. I felt this unbelievable joy when I learned how to move my hands, but I didn't know how to \ncry\n until much later.\n\n\nAll this time, I've been watching my life. But not just my milestones. I've been feeling for the thing that killed Kupra and her parents. For a long time, it wasn't there. Then, word came that you were shutting this project down. Everyone around here, everyone who has helped me come back to life. Miss Kay…\n\n\nI saw them and I felt it again and I knew.\n\n\n\n\n\n\nIt was worry that killed Kupra and the others. Dread.\n\nIt breached containment.\n\n\nIt's a feeling you don't learn until you grow up. A sense that the worst thing imaginable is starting to happen. It gets into you and then it's always there, coiled against your throat like a ring of needles.\n\n\nThe adults all had it. I mean, everyone has it. But back on that mountain, they didn't feed it right. It got hungry, and then it woke up, and it broke out into the air.\n\n\nNow that I can think, now that I \ncontain\n worry, I am sure. Everyone in the Foundation is somewhere between worry and despair. Every time we say \"I'm OK\", \"Are you OK?\", \"Everything will be OK\"… we're checking on our worry, or somebody else's. Making little concessions to dread, acknowledging it: that's what it feeds on.\n\n\nI wrote my first poem and \nMom\n Ms. Kay says I should put it in here even though it isn't protocol.\n\n\n| '' OK's the cure but it's the disease.\n\n| We feed it, sure, but we put it at ease. ''\n\n\nI'm not sure I can ever forgive you, but I believe in our Procedures. For the rest of my life, I'll be doing whatever I can to make sure we keep feeding SCP-7180.\n\n\n— O. Kay (the younger)\n\n\n\n\nFollowing the cessation of research into Procedure 7180-Olympia, Dr. Jia proposed disposal measures for Subject O: Assistant Ostara Kay assumed legal guardianship of Subject O \"Olympia Kay\" in June 1985 and has committed to keep a record of her home schooling.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 5: Incident 7180-17\n\n\nDr. Jia has been diagnosed with rapid-onset Alzheimer's disease after attending a symposium in May 1994. Investigation into a possible Manifestation Event or \nbrain injury\n was inconclusive. By order of Antimemetics Division Director \n█████ ████\n, Dr. Olympia Kay has been appointed as acting project lead until further notice.\n\n\nPersonnel traveling abroad are instructed to write \"Everything will be OK\" in a journal once every eight hours.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Apparently effective despite lacking a closed form.\n\n\n2\n. This symbol is included for its significance in popular culture.\n\n\n3\n. Human beings carry and transmit SCP-7180, but it is undetectable in its latent state; it is believed to be latent in all locations populated in excess of 50 persons per square kilometer.\n\n\n4\n. Anecdotally, paint and ink have been observed to liquefy and spread.\n\nElectronic media depolarize or demagnetize. Engraved materials erode and split.\n\n\n\n\n(thanks for feedback: grigorikarpin, ThatDudeOverThere, marinemashup, jaykillbam, tstaffor, AstersQuill, RVX + others)\n\n\nrating: \n+135\n+\n–\nx\n\n\n\n\n\n\n\n\n« \nSCP-7179\n | SCP-7180 | \nSCP-7181\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Yes, the other folks here will poke fun at you — take it with pride. If no one takes our work seriously, that means we're doing a good job. — Dr. O. Kay",
        "To prevent all doubt of the reception of messages, no message will be regarded as received by the office to which it has been transmitted until the signal \"O.K.\" has been received acknowledging its reception. — Magnetic Telegraph Company, January 1849",
        "102:45:40 Aldrin : “Contact Light.” 102:45:43 Armstrong : “Shutdown”. 102:45:44 Aldrin : “Okay. Engine Stop.” — First words publicly broadcast from the Lunar surface, July 1969",
        "Remember this story. Command thought Tesler was out of order with this proposal, but it wound up being our best insurance plan against the information age. — O.Kay",
        "The soda project was a tough lesson for all of us. Going all-in on the perfect plan can be seductive, but launching large numbers of cheap experiments has proven much more reliable. — O.Kay"
    ],
    "containment_procedures": "Promote use of the word \"OK\" and other Effective Graphemes in written and spoken communication, worldwide, to convey sentiments of affirmation, security and good health. Appoint consultants with influence in the fields of vernacular language, mass media, graphic design and writing standards.",
    "description": "SCP-7180 is a pandemic antimeme3 which rapidly erases human procedural memory and most forms of recorded information during \"Manifestation Events\". Containment procedures are largely self-sustaining and appear to be effective in halting SCP-7180 activity worldwide. Total containment renders SCP-7180 difficult to study; most research is based on a single Manifestation Event in April 1957.",
    "title": "SCP-7180"
}