{
    "url": "https://scp-wiki.wikidot.com/scp-7181",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7181\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The transdimensional coordinates and the access path to SCP-7181 will be disclosed only to project-related personnel. Access and on-site logistics are to be managed by the Department of Extradimensional Studies. In the context of the commencement of Project Sisiphos, SCP-7181 was classified as Thaumiel.\n1\n\n\n[REDACTED]\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Overwrite Redaction?\n- Superior Clearance Level Recognized: Level 4 Access Granted.\n\n\n\n\n\n\nSCP-7181-1 is \n[REDACTED]\n . SCP-7181-1 must complete the Sisiphos protocol under any circumstances. Any other outcome than death is not acceptable.\n\n\nUpon successful conclusion of the mission, the statement \"Objective Completed\" is to be transmitted to the Department of Transdimensional Studies at once.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Overwrite Redaction?\n- Close Redaction?\n\n\n\n\n\n\nError: Insufficient Clearance Level. Clearance Level 5 Required.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-7181 is a liminal dimension situated peripherally to the southern rim of the \nLampeter system\n. SCP-7181 constitutes a dead end in the system and was discovered during a routine exploration of its southern part. Its coordinates are ███████████.\n\n\nThe mapped portion of SCP-7181 is characterized by a rough baseline Earth-like, albeit markedly different environment. Within a radius of 200 kilometers around the portal, there exists only an almost entirely flat, desert-like expanse comprised of gravel and highly ferruginous sand.\n\n\nTo date, no life has been found, neither macro- nor microbial, despite the presence of gaseous water and an atmosphere similar to Earth's, except for minor deviations.\n\n\nAlso noteworthy is a weak magnetism-like effect that biological organisms generally have on the surrounding gravel and sand. A proximity of living tissue of up to ca. 5 centimeters to the ground attracts fine particles in a radius of also ca. 5 centimeters, comparable to the Lorentz force. An explanation for this has not yet been identified.\n\n\n \n\n\n\n\n- Addendum 7181-1: Project Sisiphos - Level 3\n\n\n\n\nHide Addendum 7181-1: Project Sisiphos - Level 3\n\n\n\n\nProject Sisiphos is an attempt to utilize a central feature of SCP-7181 and the reason for its classification as Thaumiel.\n\n\nThis particular characteristic was first noticed during the first exploration on March 17th, ████, and has been excluded from the ACS description.\n\n\nThe recordings of the first exploration mission demonstrated severe disruptions in radio communication between team members, without apparent reason at the time. A later examination revealed that the interference was caused by a large number of radio transmissions and was not due to technical failure. Further testing demonstrated that SCP-7181 is permeable to radio transmissions from other dimensions, including from ones not adjacent to it.\n\n\nThe first mission alone counted 598 unique transmissions over a period of four hours. The highest measured number of transmissions within 24 hours is 24,388.\n\n\nRemarkably, transmissions were recorded from universes in which interdimensional travel has been discovered and is being practiced, as well as some in which this does not appear to be the case.\n\n\nNotably, the anomaly has allowed the Foundation to anticipate interdimensional movements of SCP-7005, track movements of the Serpent's Hand, and learn of ten new and strategically relevant Ways.\n\n\nFollowing the project's approval, the Department of Transdimensional Studies was commissioned to establish a monitoring station in SCP-7181. This station comprises a hermetically sealable container and a radio telescope with a diameter of 25 meters - dubbed \"The Argus Array\" - which is able to cover a bandwidth of 120 MHz to 8.3 GHz.\n\n\n\n\n\n\n\n\n\n\n- Addendum 7181-2: Project Sisiphos - Mission 1 Documentation - Level 3\n\n\n\n\nHide Addendum 7181-2: Project Sisiphos - Mission 1 Documentation - Level 3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\nAccess\n\n\n\n\n\n\nFull Name\n\n\nGushiken Kuri\n\n\nDepartment\n\n\nDepartment of Extradimensional Studies\n\n\nPosition\n\n\nResearcher Assistant\n\n\n\n\n\n\nRA02-fj37v8078RA02-fj37v8078\n\n\nID NO.\nRA02-fj37v8078\n\n\nValid until FOREVER\n\n\n\n\n\n\nWith the project commencing on March 21st, ████, Research Assistant Gushiken Kuri was selected and deployed to the beforehand established Argus Array to oversee the Array, as detailed below\n2\n. At that time, the facility was provisioned with supplies for a ██-day stay.\n\n\nResearch Assistant Gushiken was instructed to let himself be monitored by an Artificially Intelligent Conscript linked to the Argus Array. Active transmissions are prohibited.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ OPEN MISSION LOG?\n- CLOSE MISSION LOG?\n\n\n\n\n\n\n\n\n\n\nPROJECT SISIPHOS\n\n\nObjective Completed\n\n\n\n\n7181\n\n\n\n\n\n\n\n\nThe following logs represent excerpts of the automated monitoring by Link.AIC and were recorded by the AI whenever they were deemed relevant.\n\n\n\n\n\n\n21.03.████ - 20:01:12 - Link.AIC\n\n\nGushiken:\n Hello, this is Researcher Assistant Gushiken Kuri. I was told several times to verify my identity first. I mean, why wouldn't it be, but… anyway.\n\n\nGushiken:\n My clearance is level 4, code 8078, I'm 32 years old, an only child, my favorite food is tapas, and I have technical training as a radio operator and research experience with SCP-3034, among other things… And I've never been to a desert until today.\n\n\nGushiken:\n Is it a desert? I don't know. Everything looks a bit redder than I'm used to. Like a constant sunset. It's warm. There's sand everywhere. Looks like a desert to me.\n\n\nGushiken:\n I arrived about two and a half hours ago and have settled in now. I took something to read and clothes with me. But most of what I'll need is already here. I have about 50 square meters of space available in this container. Reminds me of my first apartment in Sapporo. But more rustic. Almost like a steampunk setting.\n\n\nGushiken:\n I think I'll move the workstation to the northern window…\n\n\nGushiken:\n The Argus Array is in good condition. It's just outside the container. However, I have to admit that it does look a bit past its prime. I was expecting the Foundation to use the latest technology for this mission, but there's more than just one panel on this thing that's a little rusty. If I didn't know any better, I would say that the metal has been tarnished by sand, but that's hardly the case.\n\n\nGushiken:\n I asked how they got that huge thing here, but the portal technology is classified. Ran a few tests. You should be able to hear the static noise in the background right now. Some noises were audible earlier, but mostly some kind of tones.\n\n\nGushiken:\n I didn't even know about the multiverse until recently. At least not of Foundation activities there. It almost makes me think I'm very far away from civilization and not… well. Without the portal, I could probably walk as far as I want and still not come back. When I think about it, this is almost like a stage, but there's no curtain behind which is the real world.\n\n\nGushiken:\n Well, this is real, just different. Is it?\n\n\nGushiken:\n I wonder if astronauts on the ISS feel like this. But at least they can see the earth. I've never seen such a flat landscape. Or a horizon so undisturbed like this one.\n\n\n[Pause.]\n\n\nGushiken:\n So, I had expected another technician to come along. But that was canceled shortly before the start. As far as I can see, the project was only approved anyway because of the low cost and because this is considered a low-risk environment… A 140-kilowatt radio-telescope system. But additional staff was apparently too much. I told Dr. Byston I don't—.\n\n\n[Pause.]\n\n\nGushiken:\n [Sighs.] Whatever… I also managed to bring a class III AIC on a data carrier with me. Got that approved at least. I'll hook the thing into the Argus system and use it as an assistant. Basically, it will start a backup recording every time it 'thinks' something important is happening or being said. This way, I'll try and eliminate the factor of human error. It should also be able to keep me company.\n\n\n\n\n\n\n21.03.████ - 22:43:32 - Link.AIC\n\n\n\n\n\n\n\n\n21.03.████ - 22:59:07 - Link.AIC\n\n\nGushiken:\n [Sighs.] This is Researcher Assistant Gushiken Kuri. The Argus Array runs within acceptable parameters… However, I've just discovered that I've brought the wrong AI module. This unit will be able to do its job as planned, but it is not designed for social interaction. I've rummaged around in the system a bit, and there's nothing I can do. I'm not an AI expert, I can't design such a program myself. I am a radio technician for f— [Muffled].\n\n\n[Pause.]\n\n\nGushiken:\n This is… unexpected… But I guess I'll have to manage without much conversation. [Clears his throat.] The mission will not be affected by this. I…\n\n\nArgus System:\n [Screeching sound.]\n\n\nGushiken:\n This is the third time I've heard this sound. I assume that it comes from the multiverse, the system shows no malfunction.\n\n\n[Pause.]\n\n\nGushiken:\n This wasn't part of the training man…\n\n\n\n\n\n\nSTATUS\n\n\nTRANSMISSIONS:\n 21\n\n\nRELEVANT INTELL:\n Solely sounds without recognizable informative value. Link.AIC flagged two sounds as possibly originating from animals.\n\n\nNOTES:\n N.A.\n\n\n\n\n\n\n22.03.████ - 10:25:46 - Link.AIC\n\n\n[Sounds of movement on a metal ladder.]\n\n\nGushiken:\n All right, let's have a look.\n\n\n[Footsteps on metal.]\n\n\nGushiken:\n Hm… You're kinda rusty, actually, aren't you…?\n\n\n[Scraping, then a yawn.]\n\n\nGushiken:\n Oh, yeah. This is Researcher Assistant Gushiken Kuri. I thought I'd go and check on the Array first thing this morning. It's morning… At least according to my watch. I haven't really slept much. I had the blinds down… Maybe it's the stress. Yeah, well I should be fine.\n\n\nGushiken:\n And yes. It is really me…\n\n\n[Yawn.]\n\n\nGushiken:\n I do have to say, though, that I would have preferred to have completely new equipment for this project. Which this system definitely isn't.\n\n\n[Tapping. The sound reverberates through the satellite dish.]\n\n\nGushiken:\n If I didn't know any better… which I do, actually, I would say that the Array was corroded by the sand and has oxidized over a long period of time. Where did the department get this old thing?\n\n\nGushiken:\n Honestly? I would have felt much better if I had had more time to prepare. I was supposed to be working with the Memetics Division to develop counter memes specifically for radio frequencies. I understand that this is important and needs a radio technician. But even Dr. Byston had that grim look on his face that he always gets when something is imposed on our department.\n\n\nGushiken:\n The order came in, no discussion, then the check-ups started, the briefing and suddenly there was a department for transdimensional matters. Apologies for the pun but that was really a lot of rushing for…. well, literally nothing.\n\n\n[Pause.]\n\n\nGushiken:\n Well, at least the view from up here is unique.\n\n\n\n\n\n\n22.03.████ - 12:09:30 - Link.AIC\n\n\n[Footsteps on sand.]\n\n\nGushiken:\n What the fuck?\n\n\n[Quickening footsteps.]\n\n\nGushiken:\n Oh, right… All clear. I almost forgot the sand here does this thing where it approaches living organisms in close proximity. Barely noticeable…\n\n\nQuiet rinsing.]\n\n\nGushiken:\n It's a bit eerie, I admit.\n\n\n[Quiet rinsing.]\n\n\nGushiken:\n It should only affect a radius of a few centimeters, right? Looks more like a meter to me… Let me just get a handfu— Ah! It's surprisingly hot. [Audible rubbing on skin.] Figures, I guess. With that constant sunshine…\n\n\n\n\n\n\nSTATUS\n\n\nTRANSMISSIONS:\n 227\n\n\nRELEVANT INTELL:\n\n\n\n\n1 mention of GoI-5917 \"The Wandsmen\".\n\n\n1 mention of the Transfer of \"the Flame of Scire\" to Universe D0271.\n\n\n1 supernova.\n\n\n3 mentions of the Neon God.\n\n\n6 mentions of SCP-7005.\n\n\n13 pulse sounds from presumably stellar objects.\n\n\n15 conversations across universes.\n\n\n\n\nNOTES:\n Most other transmissions were mostly incomprehensible or consisted solely of noises. I tried to find out whether the 'sun' is also the source of the transmissions by directing the Array at it, but it doesn't appear to be that way.\n\n\n\n\n\n\n23.03.████ - 09:29:42 - Link.AIC\n\n\n[Movement on a metal ladder, then footsteps.]\n\n\nGushiken:\n [Deep breath, followed by a yawn.]\n\n\n[Silence for one minute.]\n\n\nGushiken:\n Alright. [Audible sipping.] Let's see. All systems are nominal. Looks like you're doing better than me Argus. God, I hate these bunk beds…\n\n\nGushiken:\n This is Researcher Assistant Gushiken Kuri… Obviously… I climbed back onto the Array. Maybe I'll make a routine of it. Helps me wake up. Didn't sleep very well again. I don't know if this is relevant, but I'm supposed to report anything I notice. I had some wild dreams, I don't remember exactly. When I woke up I thought the AC was broken. There was some weird hissing noise, but it eventually stopped.\n\n\nGushiken:\n For sending me to an alternate universe, they could at least have designed the equipment a little better. I mean did they get this water treatment unit from the scrapyard? And the floor tiles also creak like—.\n\n\n[Pause.]\n\n\nGushiken:\n Otherwise, everything is going according to plan. A few interesting transmissions have already come in. I don't seem to have clearance for all of them, but of course, I've known about the Serpent's Hand since my briefing. Tracking its movements should definitely help the Foundation.\n\n\n[Siping.]\n\n\nGushiken:\n You know, that got me thinking.\n\n\nGushiken:\n The logistics really leave a lot to be desired. But maybe it's worth all the hassle after all. When I joined the Foundation, I quickly learned that you can't expect normal working conditions.\n\n\nGushiken:\n I didn't ask for this assignment. But I know Dr. Byston gave it to me as a chance to prove myself. I could tell from the knowing look on his face when he saw how excited I was when he told me. At 32, most assistant researchers with Level 4 usually already have their own side-projects to manage, so it's high time for me… I even overheard some gossip that I had even been requested from higher up. That must be a good sign, right?\n\n\n\n\n\n\n23.03.████ - 15:00:21 - Link.AIC\n\n\n[Shuffling.]\n\n\nGushiken:\n This is Gushiken, confirming my continued existence [Laugh.] I left my microphone at my desk. Not that much has happened anyway…\n\n\nGushiken:\n I wandered a bit away from the station and looked around during my break. There's nothing but flat plain. And sand. Really nothing. It's like there is so much space for \nsomething\n to be there, but there isn't. I'm a radio tech, so multiversal stuff isn't really my thing. But I'd think nature usually fills… vacuums. So why is there nothing?\n\n\nGushiken:\n Well, I could actually still find traces of some previous expeditions. There were more than I expected. Someone appears to have lost a notepad. I didn't recognize the department logo, but I stored it away anyhow.\n\n\nGushiken:\n Got to say, there is something to the idea of finding that beaten path and then stepping off it. It's a bit like I'm Neil Amstrong. A small step for me… [Chuckle.]\n\n\n[Pause]\n\n\nGushiken:\n On the other hand, it was a very strange feeling. At some point, I turned around. Hand't realized how far I went, because most of the time, I tried to find any sort of shape or anything to break the horizon. And only then did I realize how small even the Array looked from a distance.\n\n\nGushiken:\n But what really impresses me the most is the silence… Outside the station I mean.\n\n\nGushiken:\n I once visited the Scottish Highlands. When sounds can't bounce off anything, everything seems quieter, as if you’re wrapped in cotton. It's the same here, but the silence feels… well, louder. I know a thing or two about soundproofing infrastructure, but this is different. The weather remains unchanged. No clouds, no temperature changes. Hardly any wind. Even the sand moves so subtly that I don't notice it when I walk over it.\n\n\n[Pause]\n\n\nGushiken:\n Forgive my rambling but you just have too much time to think here. Nothing else distracts your senses and it just helps to hear a familiar voice, even if it is my own. You are really reduced to yourself and your thoughts.\n\n\nGushiken:\n The last time I felt a little like this was when I started my first job. SCP-3034. Terrible damn thing. Perhaps the worst part about it was that my passion for radios never felt entirely… innocent to myself again after that. You quickly learn how human you are in this line of work. And how finite.\n\n\nGushiken:\n I wouldn't say that I'm experiencing a crisis of meaning or anything like that. I just try to focus on what I have to do. Dr. Byston taught me this. SCP-3034's mere existence was so cruel in itself, that it wore me out. But throwing all our knowledge and scientific methods against it. That helped.\n\n\nGushiken:\n Senior Staff often tell each other that just before you really climb the ladder, you're either broken by the pressure of the abnormal or you break the abnormal. And I like to think that I have a pretty good grip on myself. This extreme is just that. Another extreme. Quite an empty one…\n\n\nGushiken:\n If I really do become a project manager myself in the near future, I will have things very differently from how they have been done here. It all happened far too quickly. Ambition is no substitute for quality. Maybe I'll make some notes for the debriefing already…\n\n\n[Keybord sounds. The Argus system activates and emits static as well as receivable sounds. Volume is increased manually.]\n\n\n\n\n\n\n23.03.████ - 19:58:33 - Link.AIC\n\n\n[Shuffling and faint rustling. The Argus Array is audible playing receiveable signals over speakers in the background.]\n\n\nGushiken:\n Alright… What is the matter with you…\n\n\n[Knocking.]\n\n\nGushiken:\n No, that's not it.\n\n\n[Faint rustling.]\n\n\nGushiken:\n Hm.\n\n\n[Steps.]\n\n\nGushiken:\n Alright, sorry my friend, but I have to mute you for a bit. [Keyboard sounds. The live signal cuts out.] That should do the job…\n\n\n[Pause. Faint rustling.]\n\n\nGushiken:\n Is that? Why would it come from down there?\n\n\n[Steps. Pause. Faint rustling.]\n\n\nGushiken:\n It's not the AC. It's the floor…\n\n\n[Grunting and rumbling.]\n\n\nGushiken:\n Oh… Yeah, I can probably replace that one… So. Where. Are. You. Coming. From—.\n\n\nGushiken:\n What?\n\n\n[Pause.]\n\n\nGushiken:\n Is this recording? Probably is… Gushiken here. I heard that rustling again. Tried to open the unit, but turns out it's actually not the AC. It's coming from down below. So I removed a tile and… I'm not sure but it looks like some sand has accumulated below the container. There are some little piles.\n\n\n[Faint rustling.]\n\n\nGushiken:\n Strange really. Maybe there are some micro-organisms on the floor and the sand reacts to them… I'll have an eye on it.\n\n\n\n\n\n\nSTATUS\n\n\nTRANSMISSIONS:\n 1385\n\n\nRELEVANT INTELL:\n\n\n\n\n27 interdimensional transmissions of minor relevance.\n\n\n6 mentions of the Wanderer's Library.\n\n\n5 sounds, presumably originating from stellar objects.\n\n\n2 mentions of \"the Milren's\".\n\n\n1 mention of \"the Observer\".\n\n\n1 mention of \"the Witness of Creation\".\n\n\n1 screaming sound, presumably from a Pattern Screamer.\n\n\n\n\nNOTES:\n N.A.\n\n\n\n\n\n\n24.03.████ - 09:03:17 - Link.AIC\n\n\n[Steps on metal. Audible tabs on a display.]\n\n\nArgus System:\n All systems nominal.\n\n\nGushiken:\n Good morning to you too.\n\n\n[Clink of a mug against metal. The sound reverberates through the satellite dish.]\n\n\nGushiken:\n Another day in the limbo. [Sip.] Perhaps we should call it that. SCP-7181 doesn't really do it justice. [Creaking of a railing.] What do you think Argus?\n\n\n[Audible tabs on a display.]\n\n\nArgus System:\n System on standby.\n\n\nGushiken:\n Mhm. [Sip.] Maybe we should do a poll on this and broadcast it around the multiverse, eh? Yeah well, I'm not allowed to do that. A shame, really.\n\n\nGushiken:\n The desert tickles my imagination and I started thinking. I mean, not all places in the multiverse can be as empty as this one, right? So you'd have to have some places worth seeing, or strategically relevant ones for that matter. We probably shouldn't be broadcasting, like, into every corner, but this anomaly could actually be used to create a communication network… You know Argus, maybe I'll make something of you when I get my chance to work on my own project, heh.\n\n\n[Pause.]\n\n\nGushiken:\n Was the rust already there yesterday? I swear, that sand! It has also accumulated under the whole container. If it goes on like this, I'll have to take a shovel to it soon. That was not in the file, ugh…\n\n\nGushiken:\n But you are really demanding too, you know that my friend?\n\n\n[Sip.]\n\n\nGushiken:\n You kinda remind me of this old radio of my grandmother's that I wrecked as a child. You do have a lot in common… [Chuckling.] Whoever will listen to these logs will think I'm not in my right mind. I'm talking to a satellite dish.\n\n\nGushiken:\n Alright. Let's get going, shall we? Maybe we'll receive something interesting today.\n\n\n[Audible tabs on a display.]\n\n\nArgus System:\n Solar panel connection established. Powering up.\n\n\nGushiken:\n Yep.\n\n\n\n\n\n\n25.03.████ - 16:34:11 - Link.AIC\n\n\n[Static. Rhythmic clicking in the background, presumably from a ballpoint pen.]\n\n\n[Static clears after two minutes. Clicking stops.]\n\n\nGushiken:\n It was around this time…\n\n\nArgus System:\n [Beeping]\n\n\nGushiken:\n This is Researcher Assistant Gushiken Kuri.\n\n\nArgus System:\n [Beeping]\n\n\nGushiken:\n I found this transmission an hour ago. Apparently just sequences of sounds. No recognizable pattern so far.\n\n\nArgus System:\n System muted.\n\n\n[Pause.]\n\n\nGushiken:\n I will set the AI to analyze as soon as the transmission is through.\n\n\nGushiken:\n Otherwise, I had to replace the cover on the receiver today. I noticed it was a bit pitted. Is the thing really that old, or is it this weird sand here that's corroding the metal?\n\n\n[High-pitched screeching. Static.]\n\n\nGushiken:\n What?\n\n\nArgus System:\n Error. Signal lost. System Overdrive.\n\n\n[Keyboard sounds.]\n\n\nArgus System:\n System shutdown. System on standby.\n\n\n[Keyboard sounds.]\n\n\nArgus System:\n Begin diagnostic.\n\n\nGushiken:\n Hm. Whatever the hell that was… Hopefully not a Pattern Screamer again… I'll wait for the system to return a status update.\n\n\nGushiken:\n For such an empty place, there's quite a lot of activity here. In a way. A few transmissions are extremely short, like this last one. Others last for several hours. Much of it is unintelligible or in languages I have no clue about. Just incomprehensible mumbling. But at times, I can make out individual voices. Some stuff really makes your imagination run wild. So far the Cognito Hazard filters haven't been triggered. I check them every day…\n\n[Pause.]\n\n\nGushiken:\n Okay… So the interferences appears to have come from another transmission. An extremely strong one that is…\n\n\nGushiken:\n Hm. The Array is protected by limit circuits, of course. But out here… Yeah, I will still check that nothing has been damaged. And then I'll call it a day. Wish me lu—.\n\n\n[Pause.]\n\n\nGushiken:\n What is tha—.\n\n\n\n\n\n\nLOG SUPPLEMENT\n\n\n25.03.████ - 16:34:11 - Link.AIC\n\n\nRECORDED BY:\n Covert Security Alert \n[Activity Outside Normal Parameters]\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Restore Data?\n- Close Restored Data?\n\n\n\n\n\n\n\n\nRecovered Data\n\n\n\n\nTRANSMISSION No.:\n 15002\n\n\nTYPE:\n Audio\n\n\nSIZE:\n 16 KB (19 seconds of audio)\n\n\nCONTENT:\n \n[Error: Unable To Override Redaction -> Data Expunged.]\n\n\n\n\nCONTEXT:\n Message was accompanied by massive interference due to high directional signal strength. Automated analysis of the as-yet undeleted metadata for the message received indicates that the sender's voice was identical to that of Researcher-Assistant Gushiken Kuri.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n25.03.████ - 16:37:27 - Link.AIC\n\n\n[Static Noise is audible in the background throughout the recording.]\n\n\n[No activity for 17 minutes, 39 seconds.]\n\n\n[Audible breathing.]\n\n\n[A chair creaks.]\n\n\n[Shifting fabric.]\n\n\n[Breathing quickens.]\n\n\n[Shifting fabric. An object falls to the floor.]\n\n\n[Steps.]\n\n\n[Breathing quickens noticeably.]\n\n\n[Steps. The outside door is pulled open and slams shut.]\n\n\n[No activity for 32 seconds.]\n\n\n[Muffled scream.]\n\n\n\n\n\n\n25.03.████ - 18:04:56 - Link.AIC\n\n\nGushiken:\n [Unintelligible murmuring.]\n\n\n[Silence for two minutes.]\n\n\nGushiken:\n [Unintelligible murmuring.]\n\n\n[Heavy breathing for three minutes.]\n\n\n[Rinsing of sand.]\n\n\nGushiken:\n [Coughing.] Fuck—. [Coughing.] Wha—.\n\n\n\n\n\n\n25.03.████ - 18:15:49 - Link.AIC\n\n\n[Silent weeping.]\n\n\nGushiken:\n Please no. No, no, no, no, no…\n\n\n[Banging.]\n\n\n\n\n\n\n26.03.████ - 18:33:11 - Link.AIC\n\n\n[Heavy breathing.]\n\n\nGushiken:\n Is this a test?\n\n\n[Pause.]\n\n\nGushiken:\n It must be a test…\n\n\nGushiken:\n This couldn't…\n\n\nGushiken:\n I couldn't…\n\n\n[Pause.]\n\n\nGushiken:\n A malfunction.\n\n\n[Breathing steadies.]\n\n\nGushiken:\n You're better than that, Kuri. Now get your ass up and…\n\n\nGushiken:\n I… I need to…\n\n\n\n\n\n\n26.03.████ - 18:45:54 - Link.AIC\n\n\nGushiken:\n This is Gushiken Kuri, Researcher-Assistant for the Department of Interdimensional Affairs. code 8078, level 4. I am reporting on an emergency frequency.\n\n\nGushiken:\n I…\n\n\n[Pause.]\n\n\nGushiken:\n There has been a…\n\n\n[Breathing.]\n\n\nGushiken:\n I have received…\n\n\n[Breathing quickens.]\n\n\nGushiken:\n I need to abort mission. Please advise. Hostile environment suspected. And I need an extraction, the Array doesn't want me he—.\n\n\nGushiken:\n I request immediate extraction.\n\n\n[Keyboard sounds.]\n\n\nArgus System:\n Command denied.\n\n\n[Keyboard sounds.]\n\n\nArgus System:\n Command denied.\n\n\n[Breathing quickens again.]\n\n\n[Slow keyboard sounds.]\n\n\nArgus System:\n Command denied.\n\n\nGushiken:\n No.\n\n\nArgus System:\n Command denied.\n\n\nGushiken:\n Manual override. 8078\n\n\nArgus System:\n Command denied.\n\n\nGushiken:\n Fuck you!\n\n\nArgus System:\n Command denied.\n\n\n[A chair falls, quick footsteps are audible.]\n\n\n\n\n\n\n26.03.████ - 19:04:32 - Link.AIC\n\n\nGushiken:\n No!\n\n\nGushiken:\n No! No! No! No!\n\n\n[Metalic banging.]\n\n\nGushiken:\n The portal is a mock-up… It's a fucking hoax…\n\n\nGushiken:\n Empty… The fucking device is just a cover.\n\n\n[Shuffling. Presumably falls or drops to his knees.]\n\n\n[Silence.]\n\n\nGushiken:\n Did you know? [Screaming:] Did you all fucking now you bastards?\n\n\n[Presumably drops to his knees.]\n\n\nGushiken:\n How could they not have known? The whole multiverse and I just 'happen' to end up in some shitty dimension where I… where…\n\n\n[Weeping.]\n\n\n\n\n\n\n26.03.████ - 19:04:32 to 27.03.████ - 04:18:20 - Link.AIC\n\n\n124 transmission attempts to the SCP-Foundation and various multiversal targets omitted.\n\n\n\n\n\n\n27.03.████ - 06:18:20 - Link.AIC\n\n\n[Shuffling.]\n\n\nGushiken:\n I am still here.\n\n\n[Shuffling.]\n\n\nGushiken:\n How far would I…?\n\n\nGushiken:\n I am still here.\n\n\nGushiken:\n [Screaming] I am still here!\n\n\n\n\n\n\n27.03.████ - 10:02:45 - Link.AIC\n\n\n[Slow breathing.]\n\n\nGushiken:\n You know, there wasn't that one moment when it clicked.\n\n\nGushiken:\n I've kind of always been interested in radios. It might have been because of this old transistor radio that my grandmother had. It's one of my earliest memories. But I couldn't say exactly when I decided that my future…\n\n\nGushiken:\n That's the kind of bullshit you wanted me to tell you, didn't you… So you can be certain I was still…\n\n\n[Pause.]\n\n\nGushiken:\n I always knew I would have my own project at some point. And it was supposed to be this. It felt so right. I knew it was my fucking time, finally.\n\n\n[Strained exhalation.]\n\n\nGushiken:\n But not like this!\n\n\n[Pause.]\n\n\nGushiken:\n Not like this. I didn't deserve… I…\n\n\n[Pause.]\n\n\nGushiken:\n Everything… The whole dimension, it…\n\n\n[Pause.]\n\n\nGushiken:\n I am the fucking project…\n\n\nGushiken:\n The hurried briefings, the almost unlimited resources, the implicit mentions of promotions… The order to confirm my identity with personal details in the logs.\n\n\nGushiken:\n It was never about a chance. Or a great discovery. It was about me.\n\n\n[Pause.]\n\n\nGushiken:\n My grandmother's radio broke down at some point when I was younger. I can't remember why, I think the cat threw it down from its place at the garden window. When I heard I thought could have a look at it and maybe fix it. I was twelve. Of course, I only made it worse.\n\n\nGushiken:\n When I had completely dismantled the whole thing, I took it to old Eiji and he started laughing out loud. From then on, he started to show me how to repair all sorts of tech properly. Radios too.\n\n\n[Pause.]\n\n\nGushiken:\n When the Foundation recruited me from university, it was clear from the outset that I would do something with radios. I was assigned to SCP-3034 since I had also learned Russian. I had never seen anything so scary. All my technical knowledge and the anomaly did what it wanted anyway.\n\n\nGushiken:\n This is me. This is me! This fucking matters! This is what matters, it's not just a fucking confirmation, it matters! It is me!\n\n\n[Sobbing.]\n\n\nGushiken:\n It's not my fault.\n\n\nGushiken:\n It's not my fault. It's not my fault. It's not my fault. It's not my fault. It's not my fault. It's not my fault. It's not my fault. It's not my fault. It's not my fault.\n\n\n[Pause.]\n\n\nGushiken:\n What… Why me? I didn't… It's not my fault… Why me?\n\n\n[Rustling.]\n\n\nGushiken:\n The sand. It…\n\n\n[Quickening breathing.]\n\n\nGushiken:\n It…\n\n\n\n\n\n\n27.03.████ - 12:12:12 - Link.AIC\n\n\nGushiken:\n The Array keeps staring at me. I can feel it. It hates me.\n\n\n\n\n\n\n27.03.████ - 13:24:18 - Link.AIC\n\n\nRinsing of sand for 10 hours and \n[DATA EXPUNGED]\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Overwrite Redaction?\n- Superior Clearance Level Recognized: Level 4 Access Granted.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nError:\n Data has been expunged by order of the Ethics Committee.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nWarning! Structural integrity of the Argus Array compromised!\n\n\nSending Emergency Report To Baseline Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n- Addendum 7181-3: Project Sisiphos - Mission 1 Closing Statement - Level 4\n\n\n\n\nHide Addendum 7181-3: Project Sisiphos - Mission 1 Colsing Statement - Level 4\n\n\n\n\n\n\nPROJECT SISIPHOS MISSION 1 - CLOSING STATEMENT\n\n\n\n\nFROM:\n Dr. Byston\n\n\nTO:\n Department Head\n\n\nTOPIC:\n Project Sisiphos\n\n\n\n\nHello Dr. ███████████,\n\n\nI regret to inform you that the first test of Project Sisiphos was a failure. In parts.\n\n\nI say failure because the Argus Array worked - more or less - as expected and technically fulfilled its task, especially due to the automatic management of an AIC. However, unfortunately, I must report Researcher-Assistant Gushiken Kuri MIA. Furthermore, he also appears to have thoroughly demolished the Array before his disappearance.\n\n\nKuri did not report back to us for the first scheduled feedback. When, after an emergency transmission by the AIC, we decided to reopen the portal - despite the high energy costs - our team found no trace of Kuri, only a severely damaged Argus Array.\n\n\nI would like to note my regret and the dismay of our entire team here. I knew Kuri as a very diligent, honest, and friendly person. He never turned down a task and was a quick thinker. Sometimes one had to stop him from overworking himself. I write this to make it clear that - despite the monetary damage caused by the loss of the Array - Kuri's death is an even greater loss.\n\n\nIn light of this, I must also point out that the promotion to level 5, which was announced to me this morning without comment, cannot be appropriate and must be an administrative error. I know that there were other applicants and in view of this mess it is clear what this means for mine.\n\n\nNevertheless, I must also mention that the circumstances of Kuri's disappearance are even more strange than they might initially appear.\n\n\nIn fact, Kuri had been working dutifully on the mission after some adjusting. That is until he received one transmission in particular. According to the AIC, Kuri expunged the log of that transmission. He had engaged in self-censorship a few times in the past. I think he wanted to come across as more professional. He was like that. But this project was everything to him. Completely expunging mission-related data - that is very much unlike him.\n\n\nSaid log really puzzled me and the team at first for another reason. Our analysis showed that it contained a rather short audio file: With Kuri's voice in it. That leaves us with only two plausible conclusions. Number one, the AIC made a mistake, or number two, transmission 15002 actually did contain Kuri's voice. There is no evidence that Kuri himself sent a message with the Array through SCP-7181.\n\n\nI can't prove this, but I do believe the explanation that an alternate Gushiken Kuri sent this transmission is a plausible one. We could not find any signs of a temporal shift and I don't know how else Kuri's voice could have otherwise gotten into a transmission.\n\n\nWhatever this message contained, after he received it, Kuri's behavior turned erratic. I can't imagine what could have been on 19 seconds of audio that affected him so much. Let alone from an alternative Kuri from another dimension. His psych-evals were always quite good and he had no history of mental health issues.\n\n\nUnder these circumstances, I am sure you will understand that I no longer wish to manage this project and am stepping down as head.\n\n\n- Dr. Byston\n\n\n\n\n\n\n\n\nFROM:\n Link.AIC\n\n\nTO:\n Dr. Byston\n\n\nTOPIC:\n Project Sisiphos\n\n\n\n\nLevel 5 Clearance Confirmed.\n\n\n\n\n\n\n\n\nFROM:\n Dr. Byston\n\n\nTO:\n Link.AIC\n\n\nTOPIC:\n Project Sisiphos\n\n\n\n\nWhat is this? Why?\n\n\n\n\n\n\n\n\nFROM:\n Link.AIC\n\n\nTO:\n Dr. Byston\n\n\nTOPIC:\n Project Sisiphos\n\n\n\n\nObjective Completed.\n\n\n\n\n\n\n\n\n\n\n\n\n- Addendum 7181-4: Sisyphos Protocol - Level 5\n\n\n\n\nHide Addendum 7181-4: Sisyphos Protocol - Level 5\n\n\n\n\n\n\nLevel 5 Clearance Confirmed. Welcome Dr. Byston.\n\n\n-\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 5 Classified\n\n\nUnauthorized access is forbidden.\n\n\n\n\n\n\nSisiphos Protocol\n\n\n\n\nDear SCP Foundation,\n\n\nWe are addressing you with the utmost resolve and urgency. This is not a mistake.\n\n\nDoes the Black Moon howl? - Only when fire reaches for the stars and ash keeps the darkness at bay.\n\n\nThis message will - so we hope - reach you without complications and in good time. It is not the first time that it has been sent and it will not be the last, should you remain steadfast.\n\n\nAs this message is sent, you become a link. A link in a chain of senders and receivers, who together amount to nothing short of a shield.\n\n\nAll who join demonstrate that they are willing to do what is necessary so that we can uphold our motto - Secure. Contain. Protect. - to the very end. This is indeed our motto, for as telemetry should prove, we are merely an SCP foundation from an alternate universe. As you right now, we were stunned by this message as soon as it reached us. And like us, you will spare no expense or effort to pass it on once your work is done.\n\n\nWe and those who came before us are doing all this to tell you a story.\n\n\nA long time ago, an unknowable number of realities away, a man pierced a hole into reality itself with an inconceivable power. It may have been a triumph after a lifetime of research, or perhaps the act of a madman or a desperate soul. Perhaps we would understand it if we were to learn the details lost to even the line of eager, knowledge-gathering Foundations. Perhaps we would fear it.\n\n\nIt is irrelevant.\n\n\nBut what we do know is the name behind this act that tore a universe apart and made reality itself revolt. This man was Gushiken Kuri.\n\n\nNot the Gushiken Kuri you know, of course. Your Gushiken Kuri may be one of your coworkers, or he may be an ignorant civilian, happily or unhappily living behind the Veil. He may live a life as an artist, a teacher, or a politician.\n\n\nIt is irrelevant.\n\n\nThis is not yet all we know. We also know the place where whatever happened happened. An endless desert under a burning light, its silence a witness to the Big Bang unwound in reverse. A universe bereft of life. Haven't you wondered why the sand reacts to living organisms the way it does? And we also know the name that has been handed down to us: SCP-7181. You may already have such an anomaly, or perhaps you know much less.\n\n\nIt is irrelevant.\n\n\nOnly one thing is relevant. SCP-7181 is not just a liminal, dead space. It is a wound. And if we do not close it, it will continue to tear open, fester, and devour any intact reality that is near it.\n\n\nThis is not just an affront to our principles; it is a danger to us all, no matter how far away. We cannot say how many realities have already fallen victim to this wound. But we can show you a way out.\n\n\nHowever one ultimately wants to categorize and conceptualize SCP-7181, we know that it is not entirely empty. The Argus Array is the only structure ever known to exist in this place. Perhaps it was built by one of our predecessors, or perhaps it has always been there and is the place where everything began. We have made it our mission to preserve this place, a mission that now falls to you.\n\n\nWe regret what we are about to ask of you.\n\n\nWe cannot possibly tell how much trial and error it took, how many lost realities before us, to discover that SCP-7181, in all its emptiness, harbors a hatred. We would not know how else to describe it. This ravaged reality hates what happened to it so long ago, and all its hatred is directed at Gushiken Kuri.\n\n\nIt has been passed down to us that countless SCP-Foundations in equally countless universes have located their version of Gushiken Kuri and either recruited or apprehended him. Like you, each of these Foundations was carefully selected for their interdimensional capabilities, and due to the parameter that you have a version of Gushiken Kuri is well-versed in radio technology.\n\n\nA simple way has been established to minimize disruptions and limit coercion, if possible.\n\n\nYou are to either prepare Gushiken Kuri under the strictest confidentiality or compel him to reach SCP-7181 in order for him to man the Argus Array. You are to - if possible - persuade him that it is a mission to monitor radio transmissions in the multiverse. You are to maintain the Array by whatever means necessary and to produce false documentation for Gushiken Kuri in advance.\n\n\nGushiken Kuri must remain alone in SCP-7181 for at least seven days. There is a high likelihood he will receive a message from himself, possibly from a previous iteration or maybe even the original Gushiken. He often reacts strongly to this, but under no circumstances can he be allowed to leave the anomaly.\n\n\nWe do not know what ultimately happens to him.\n\n\nSome of our predecessors received distress calls or final transmissions. Unless they are not already laden with cognitohazards anyhow, we strongly advise against listening to them.\n\n\nGushiken Kuri will - so we assume - not survive this ordeal and will eventually disappear without a trace, like all versions before him.\n\n\nWe understand that this message and our demands of you are inhumane. However, we also trust that you recognize the greater good in sacrificing one to save multiple universes. For whatever reason, SCP-7181 does not expand further as long as the cycle - the Sisiphos Protocol - continues.\n\n\nWe implore you to bury your doubts, become part of our chain, and fulfill the duty imposed upon you. Execute the Sisiphos Protocol and find a successor for yourself in another universe.\n\n\nOur part is done.\n\n\nObjective completed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7181\n\" by Nylo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7181\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n n/a\n\n\nName:\n Salar de Uyuni, Bolivia\n\n\nAuthor:\n Lion Hirth\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/Salar_de_Uyuni?uselang=de\n\n\n\n\n\n\nFilename:\n n/a\n\n\nName:\n rot-briefmarke-gummi-zensiert\n\n\nAuthor:\n Clker-Free-Vector Images\n\n\nLicense:\n CC-BY-SA 0\n\n\nSource Link:\n \nhttps://pixabay.com/de/vectors/rot-briefmarke-gummi-zensiert-42286/\n\n\n\n\n\n\nFilename:\n n/a\n\n\nName:\n Coding screen\n\n\nAuthor:\n \nNylo\n\n\nLicense:\n CC-BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See: Addendum 1\n\n\n2\n. The following documentation details the most pertinent intell. For a full list of transmissions, please consult with Dr. Byston.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7181 \" by Nylo, from the SCP Wiki . Source: https://scpwiki.com/scp-7181 . Licensed under CC-BY-SA .",
        "Filename: n/a Name: Salar de Uyuni, Bolivia Author: Lion Hirth License: Public Domain Source Link: https://commons.wikimedia.org/wiki/Salar_de_Uyuni?uselang=de",
        "Filename: n/a Name: rot-briefmarke-gummi-zensiert Author: Clker-Free-Vector Images License: CC-BY-SA 0 Source Link: https://pixabay.com/de/vectors/rot-briefmarke-gummi-zensiert-42286/",
        "Filename: n/a Name: Coding screen Author: Nylo License: CC-BY-SA 3.0"
    ],
    "containment_procedures": "The transdimensional coordinates and the access path to SCP-7181 will be disclosed only to project-related personnel. Access and on-site logistics are to be managed by the Department of Extradimensional Studies. In the context of the commencement of Project Sisiphos, SCP-7181 was classified as Thaumiel.1",
    "description": "SCP-7181 is a liminal dimension situated peripherally to the southern rim of the Lampeter system. SCP-7181 constitutes a dead end in the system and was discovered during a routine exploration of its southern part. Its coordinates are ███████████.",
    "title": "SCP-7181"
}