{
    "url": "https://scp-wiki.wikidot.com/scp-7182",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7182:\n The Morpheus Field\n\n\nAuthor:\n \nFreezerMonkey\n\nFor the unaware, the Department's motto, Somnia Creo Potestas, is Latin. It means \"Dreams Create Power\".\n\n\n\n\n\n\n\n\nrating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7182\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All efforts to be made to keep both Foundation personnel and civilian presence away from the rough location of the site. A barrier has been constructed around the perimeter of SCP-7182 and is to be patrolled regularly.\n\n\nDescription:\n SCP-7182 is a Morpheus Grade Hibernation Field\n1\n currently affecting the entirety of Site-08.\n\n\nWhere SCP-7182 differs from most Hibernation Fields is in its longevity. Whereas most Hibernation Fields will naturally fade out after a few hours, or when a thaumaturgist dispels it, SCP-7182 has persisted over an estimated period of 3 weeks, and the Foundation's best thaumaturges have not been able to dispel it.\n\n\nDespite the longevity of SCP-7182, no one within its bounds appears to have changed in any way.\n\n\nThe nature and size\n2\n of the Hibernation Field around Site-08 has made gathering evidence nearly impossible.\n\n\nDiscovery:\n SCP-7182 was discovered on 06/01/24 when Site-08 stopped sending in regular reports and failed to respond to calls. Following this, Observation Post-125 was established within 3 kilometres of Site-08, upon which SCP-7182 was discovered. Its anomalous effects were discovered when a crow flew within the bounds of SCP-7182 and immediately collapsed. A number of tests were conducted following this. The log is attached below.\n\n\n\n\nSCP-7182 Veil Breach Attempts: 19/01/24\n\n\nThe following details all the ways the Foundation attempted to breach the Field Site-08.\n\n\n\n\nMethod: Send in D-1768, a male D-Class of average build.\n\nResult: D-1768 fell asleep upon entering the Hibernation Field's area of effect.\n\nConclusion: Failed.\n\n\n\n\n\n\nMethod: Send in D-1769, a female D-Class with an above-average CRV\n3\n score.\n\nResult: D-1769 fell asleep upon entering the Hibernation Field's area of effect.\n\nConclusion: Failed.\n\n\n\n\n\n\nMethod: Send in D-1770, a female D-Class with an abnormally high CRV score.\n\nResult: D-1770 fell asleep upon entering the Hibernation Field's area of effect.\n\nConclusion: Failed.\n\n\n\n\n\n\nMethod: Send in an exploration rover with a recording device attached.\n\nResult: Battery dies upon entering the Hibernation Field's area of effect.\n\nConclusion: Failed.\n\n\n\n\n\n\nMethod: Send in an exploration rover with a recording device attached and battery hardened against EMP-based phenomena.\n\nResult: Battery dies upon entering the Hibernation Field's area of effect.\n\nConclusion: Failed.\n\n\n\n\nThe failure of the methods employed indicates that this Morpheus Grade Hibernation Field is of a strength not normally found in such Hibernation Fields.\n\n\n\n\nExcerpt from SCP-7182 Discussion Meeting: 20/01/24\n\n\nThe following log was recorded in Observation Post-125\n4\n Conference Room 012.\n\n\n\n\nInvolved Personnel:\n\n\n\n\nSenior Researcher Pearson\n\n\nResearcher Adams\n\n\nJunior Researcher Williams\n\n\nSenior Researcher Petrov\n\n\n\n\n\n\nBegin Log\n\n\nSr. Researcher Pearson:\n Alright. Looks like we're all here. I thought we'd start off with a little roll call. Maybe we can tell everyone who we are too?\n\n\nSenior Researcher Petrov snorts but doesn't say anything.\n\n\nSr. Researcher Pearson:\n I'm Robert Pearson. I'm a senior researcher and the project lead.\n\n\nSr. Researcher Petrov:\n I'm Lana Petrov. I'm also a senior researcher. As I have experience working with groups of interest like the \nOneiroi Collective\n. I was assigned as an advisor for the project.\n\n\nResearcher Adams:\n I'm James Adams. I'm just a simple researcher and the onsite thaumaturgist. Simple as that.\n\n\nJr. Researcher Williams:\n I'm Duncan Williams. I'm a junior researcher and I was assigned here to study under Senior Researcher Pearson.\n\n\nSr. Researcher Pearson:\n Great. Now that we're all acquainted, we can begin.\n\n\nResearcher Adams:\n Well, I'd like to officially open this discussion by pointing out that I think this is going to get worse before it gets better.\n\n\nSighs all around\n\n\nSr. Researcher Pearson:\n Adamso, do you have to start off like that? This is being recorded. I'd rather not depress anyone who watches this.\n\n\nResearcher Adams:\n Yes, my apologies. But my point is valid regardless. This \nis\n likely to keep getting worse.\n\n\nSr. Researcher Petrov:\n And what makes you so certain about that? We just started studying SCP-7182.\n\n\nResearcher Adams:\n And that's my point. We know next to nothing about SCP-7182. My general rule of thumb with the anomalous is to always work under the assumption things will get worse before they get better. It's Murphy's Law. Anything that can go wrong will.\n\n\nResearcher Adams:\n Let's use the analogy of the human body and a fever. SCP-7182 is a new virus, one the body is not familiar with. But, just as with SCP-7182 and us, the body does not know anything about this virus. And so it sends a fever to destroy it. And just as with every fever, this is not very good for the body itself. Do you see my point?\n\n\nSr. Researcher Petrov:\n Unfortunately yes, I see your point.\n\n\nSr. Researcher Pearson:\n And I don't. That's not how the anomalous works.\n\n\nAt this point, an argument broke out between Senior Researcher Pearson and Researcher Adams. It has been omitted from the record for the purposes of brevity.\n\n\nSr. Researcher Petrov:\n This is entertaining and all, but can we get back to the actual problem at hand?\n\n\nSr. Researcher Pearson:\n Right, sorry.\n\n\nResearcher Adams:\n My point is, it's not wise to assume things will get better until they actually do. Do you see what I mean?\n\n\nSr. Researcher Pearson:\n I understand what you're saying, yes. Would you mind giving us a brief explanation of what we know about SCP-7182, for the record?\n\n\nResearcher Adams:\n Yes, fine. SCP-7182 appears to be an extremely powerful variant of the Foundation's standard Hibernation Fields. I would guess it's Morpheus Grade. Beyond that, I have no idea.\n\n\nJr. Researcher Williams:\n Forgive my interjection, but are we 4 all there is?\n\n\nSr. Researcher Petrov:\n Unfortunately, yes. I do not think our superiors see much importance in our department, and so don't see any point in investing many resources in it. That includes people. You're the only one they've sent.\n\n\nJr. Researcher Williams:\n Is there not an MTF unit nearby that could be spared to help us?\n\n\nSr. Researcher Pearson:\n Not that I'm aware of.\n\n\nResearcher Adams:\n There might be, actually.\n\n\nSr. Researcher Pearson:\n Wait, what?\n\n\nResearcher Adams:\n MTF Omicron-36. Last I checked, they were nearby. They should be able to help. They've been equipped with technology based on our studies of the Oneiroi Collective.\n\n\nSr. Researcher Pearson:\n Well that's nicely convenient. I take it this technology can't wake up anyone in Site-08?\n\n\nSenior Researcher Petrov shakes her head.\n\n\nSr. Researcher Pearson:\n Shame. Right, let's get to work.\n\n\nEnd Log\n\n\n\n\nFollowing this meeting, the decision was made to contact MTF Omicron-36 \"Dream Demons\" for assistance.\n\n\n\n\nSCP-7182 Excursion: 21/01/24\n\n\nThe following log details MTF Omicron-36's excursion into SCP-7182.\n\n\n\n\nPersonnel Involved:\n\n\n\n\nSquad Leader James Provecer. Designation: \"Nightmare\".\n\n\nSquire Duncan Burhan. Designation: \"Slumber\".\n\n\nCorporal Rhonda Webster. Designation: \"Dreamer\".\n\n\nLance Corporal Caden Strong. Designation: \"Insomnia\".\n\n\nLance Corporal Walter Cread. Designation: \"Hibernation\".\n\n\n\n\n\n\nBegin Log\n\n\nProvecer's body camera turns on. The inside of a truck is seen. The truck comes to a halt, and Provecer leads his team out\n\n\nProvecer:\n On me. Are we all ready?\n\n\nAll:\n Roger.\n\n\nProvecer:\n Then let's move.\n\n\nOmicron-36 passes through the veil and manages to stay awake, with visible signs of difficulty. Cameras temporarily malfunction but come back online shortly after.\n\n\nProvecer:\n Let's move. Remember, eyes up.\n\n\nOmicron-36 is seen entering into Site-08. Cameras experience further malfunctions, but successfully come back online again, albeit with occasional glitching. They're seen in a hallway with 3 more branching hallways.\n\n\nProvecer:\n We're starting with the middle hallway, Dream One\n5\n. Let's go!\n\n\nOmicron-36 slowly walks down the hall, checking all rooms, finding nothing but sleeping personnel and anomalies alike.\n\n\nCread:\n I have never seen anything like this before. What the fuck is going on?\n\n\nWebster:\n Maybe we should check the electronics, see if we can glean any information about what was going on the day SCP-7182 came into effect?\n\n\nProvecer:\n Then let's do that.\n\n\nBurhan:\n If this site layout is anything like other sites we've been to, then the server room is downstairs.\n\n\nStrong:\n There's a ladder over here. Not sure why they couldn't just have stairs like a normal site, but whatever.\n\n\nProvecer:\n Let's move.\n\n\nOmicron-36 quickly descends the ladder into the pitch black below.\n\n\n\n\nStrong:\n Christ, it's dark down here. Anyone got - never mind. I got it.\n\n\nLance Corporal Caden Strong turns on his helmet-mounted flashlight, followed by the others.\n\n\nCread:\n I'd guess the power generators blew after everyone fell asleep. No one to prevent it.\n\n\nWebster:\n We're lucky they didn't set on fire and burn this place down.\n\n\nProvecer:\n Focus!\n\n\nSquad Leader James Provecer shines his light at a map on the wall and points to a location on it.\n\n\nProvecer:\n The power generators are on the opposite end of the hallway from the server room. We're going to have to split up. Dreamer, Insomnia? To the server room. The rest of you on me. We're going to the power generators. Eyes sharp. Let's move.\n\n\nAll:\n Roger that.\n\n\nAt this point, the teams body cameras cut out again for a period of 2 hours before coming back online.\n\n\nBurhan:\n - thing won't - oh, here we go. My camera is back. Anyone else?\n\n\nShaking heads all around\n\n\nCread:\n Generators should be back on shortly. I just gotta - there!\n\n\nThe generators turn back online, restoring power to Site-08.\n\n\nCorporal Rhonda Webster's voice comes on over the radio.\n\n\nWebster:\n That did it! Commencing download of all data.\n\n\nProvecer:\n Excellent work, Hibernation.\n\n\nLance Corporal Caden Strong winces over the radio.\n\n\nStrong:\n Guys? My head kind of hurts.\n\n\nProvecer:\n You have a headache?\n\n\nBurhan:\n Actually, now that you mention it, my heads kind of hurting too.\n\n\nStrong:\n Maybe I'll just lie down for a little bit…\n\n\nProvecer:\n No! Do not, under any circumstances, fall asleep! Do you hear me?!\n\n\nA thud is heard from the room as Squire Duncan Burhan falls over, apparently asleep. Another thud is heard on the other side of the radio, presumed to be Lance Corporal Caden Strong. Later analysis of their vitals taken from sensors on their outfits shows brain activity consistent with Stage IV Non-REM sleep\n6\n.\n\n\nProvecer:\n Dream One, do you copy?! We are leaving now! I repeat, we are -\n\n\nAt this point, all video and audio recording functions ceases transmission. No further contact was established.\n\n\nEnd Log\n\n\n\n\n\n\nSCP-7182 Discussion Meeting: 21/01/24\n\n\nThe following log details the containment discussion meeting immediately following loss of contact with MTF Omicron-36\n\n\n\n\nInvolved Personnel:\n\n\n\n\nSenior Researcher Pearson\n\n\nResearcher Adams\n\n\nJunior Researcher Williams\n\n\nSenior Researcher Petrov\n\n\n\n\n\n\nBegin Log\n\n\nSenior Researcher Pearson is sat down with his head in his hands. Researcher Adams is staring out the window with his arms crossed. Junior Researcher Williams is biting his nails. Senior Researcher Petrov is crying.\n\n\nSenior Researcher Pearson gets up and looks at Senior Researcher Petrov.\n\n\nSr. Researcher Pearson:\n I thought you said these guys were equipped with \"all the latest toys from our friends over at the Oneiroi Collective\"?\n\n\nSr. Researcher Petrov:\n They… they were supposed to be. This shouldn't have… have happened.\n\n\nResearcher Adams:\n Hah! Oh, this just keeps getting worse and worse.\n\n\nSr. Researcher Pearson:\n Really? Now?\n\n\nResearcher Adams:\n It's either I laugh and make jokes, or I break down and start sobbing uncontrollably. What would you rather I do?\n\n\nJunior Researcher Williams types away at the terminal.\n\n\nJr. Researcher Williams:\n I have something. It looks like some of the data got through to us.\n\n\nResearcher Adams leans over and reads the data on the screen for a while.\n\n\nResearcher Adams:\n Well, we're fucked. SCP-7182 is expanding.\n\n\nSr. Researcher Pearson:\n Jesus Christ.\n\n\nSenior Researcher Petrov collapses back into her chair.\n\n\nSr. Researcher Pearson:\n How fast is the field expanding?\n\n\nResearcher Adams:\n Fortunately, not very fast. Currently at a rate of 5 miles per year. We have time.\n\n\nJunior Researcher Williams raises his hand.\n\n\nSr. Researcher Pearson:\n This isn't middle school. We're all adults here. You don't need to raise your hand to speak.\n\n\nJr. Researcher Williams:\n Apologies, but there's more.\n\n\nSr. Researcher Pearson:\n Oh great. What was it you were saying Adams? Murphy's Law?\n\n\nJunior Researcher Williams clears his throat.\n\n\nSr. Researcher Pearson:\n Right. Sorry.\n\n\nJr. Researcher Williams:\n Anyway, it appears Site-08 was aware of SCP-7182 for years.\n\n\nSr. Researcher Petrov:\n Wait, what?\n\n\nResearcher Adams:\n What else is there?\n\n\nJr. Researcher Williams:\n A bunch of notes from the Site Director.\n\n\nSr. Researcher Pearson:\n Let's see them.\n\n\n\n\nDate: 02/01/24\n\nEntry: The bottom level has gone dark. There was one person who came up yelling about death and collapse, all that happy, ridiculous stuff. But either way, I still have to send a team down there. I hope to resolve this quickly so I can get back to my real work.\n\n\n\n\n\n\nDate: 02/01/24\n\nEntry: My team hasn't been responding to my radio calls. And another level went dark. I need to send another team down, see what the fuck is going on. I'm starting to get worried.\n\n\n\n\n\n\nDate: 03/01/24\n\nEntry: Two more levels have gone dark. I'm not sending any more teams down. I can't afford to send them, and I doubt they'd go anyway. They're scared. I'd never admit this to anyone, but I'm scared too. Update you tomorrow.\n\n\n\n\n\n\nDate: 04/01/24\n\nEntry: The top level is all that's left. I should never have done what I did.\n\n\n\n\nJr. Researcher Williams:\n That's the final note.\n\n\nSr. Researcher Petrov:\n He says he never should have done what he did. What did he do?\n\n\nJunior Researcher Williams checks the terminal a couple more times.\n\n\nJr. Researcher Williams:\n There's no record of it.\n\n\nSenior Researcher Pearson interrupts before anyone can start talking.\n\n\nSr. Researcher Pearson:\n Let's just all agree to adjourn until someone actually has something, yes?\n\n\nAll:\n Agreed.\n\n\nEnd Log\n\n\n\n\n\n\nSCP-7182 Incident Log: 22/01/24\n\n\nThe following log details the events of 22/01/24. Cause unknown.\n\n\n\n\nBegin Log\n\n\n6:34 - \nA loud hum determined to be coming from Site-08 is heard for 28.2 minutes. Sound measured in at 81 Decibels.\n\n\n6:45 - \nThe Morpheus Grade Hibernation Field surrounding Site-08 expands by 3.6 metres.\n\n\n7:02 - \nThe Morpheus Grade Hibernation Field surrounding Site-08 expands by another 12.3 metres, setting off a proximity alarm.\n\n\n7:03 - \nLance Corporal Walter Cread of MTF Omicron-36 is observed stumbling out of the Hibernation Field and collapsing, presumably unconscious.\n\n\n7:04 - \nSenior Researcher Petrov views Lance Corporal Walter Cread through the window and calls for medical help.\n\n\n7:24 - \nOnsite medical team is able to save Lance Corporal Walter Cread.\n\n\nEnd Log\n\n\n\n\nIt is currently unknown how Lance Corporal Walter Cread was able to resist the effects of SCP-7182 for so long.\n\n\n\n\nLance Corporal Walter Cread Interview: 22/01/24\n\n\nThe following log details Senior Researcher Pearson's interview with Lance Corporal Walter Cread following his resuscitation.\n\n\n\n\nInvolved Personnel:\n\n\n\n\nSenior Researcher Pearson\n\n\nLance Corporal Walter Cread\n\n\nSenior Researcher Petrov\n\n\n\n\n\n\nBegin Log\n\n\nLance Corporal Walter Cread is observed slowly waking up.\n\n\nSr. Researcher Pearson:\n Welcome back.\n\n\nCread:\n What… what happened?\n\n\nSr. Researcher Pearson:\n That \nis\n the question. How did you do it?\n\n\nCread:\n What?\n\n\nSr. Researcher Pearson:\n It just doesn't make sense to me. You have a Hibernation Field so strong it appears to have permanently put everyone in Site-08 to sleep, and yet here you are. So how did you do it?\n\n\nCread:\n I… I don't know.\n\n\nSr. Researcher Pearson:\n Come now Cread. You have to remember something.\n\n\nCread:\n I remember a… a light.\n\n\nSr. Researcher Pearson:\n A light? I don't suppose you can elaborate on that?\n\n\nThere's a knock on the door frame.\n\n\nSr. Researcher Petrov:\n He may not need to answer that. Come on.\n\n\n\n\nFollowing the events in the log, it was decided that Lance Corporal Walter Cread would need time to recover before interviewing him again.\n\n\n\n\nSCP-7182 Incident Log: 22/01/24\n\n\n\n\nInvolved Personnel:\n\n\n\n\nSenior Researcher Pearson\n\n\nSenior Researcher Petrov\n\n\nResearcher Adams\n\n\nJunior Researcher Williams\n\n\nLance Corporal Walter Cread\n\n\n\n\n\n\nBegin Log\n\n\nSenior Researchers Pearson and Petrov hurriedly walk down the hall.\n\n\nSr. Researcher Pearson:\n What the hell is going on?\n\n\nSr. Researcher Petrov:\n We got it.\n\n\nSenior Researcher Pearson waits a few moments before answering.\n\n\nSr. Researcher Pearson:\n It being? Hey, would you slow down.\n\n\nSenior Researcher Petrov gestures impatiently.\n\n\nSr. Researcher Petrov:\n The Site-08 data! Just come on!\n\n\nSenior Researchers Petrov and Pearson arrive at the command center.\n\n\nResearcher Adams:\n Oh, hello Pearson. Your Junior Researcher over here was just surprising me with his shockingly good tech skills.\n\n\nSr. Researcher Pearson:\n What do we have?\n\n\nJr. Researcher Williams:\n Pretty much everything.\n\n\nSr. Researcher Petrov:\n Let's start simple. Where did this field come from?\n\n\nResearcher Adams:\n Nowhere.\n\n\nSr. Researcher Pearson:\n Now's not the time to be cryptic.\n\n\nResearcher Adams:\n I'm not. I mean that literally. It didn't \ncome\n from anywhere. It was always there.\n\n\nJr. Researcher Williams:\n Site-08 was built on top of ley focal points\n7\n. This allows for the formation of immensely concentrated thaumaturgical particles. It also explains our rogue Hibernation Field.\n\n\nSenior Researcher Pearson looks at Junior Researcher Williams:\n\n\nSr. Researcher Pearson:\n You mentioned last time that Site-08 was aware of SCP-7182 for years?\n\n\nJr. Researcher Williams:\n Yes. From what I can tell, there was a small, naturally occurring Morpheus Grade Hibernation Field at the center of the site, possibly even why this site was built. But the site director loved weapons, and it would appear that his \"experimentation\" with all his thaumaturges blew up in the worlds face.\n\n\nSr. Researcher Petrov:\n Wait, you're telling me the world's about to end because some idiot decided he wanted to make a weapon out of nature?\n\n\nResearcher Adams:\n I'm afraid so.\n\n\nSenior Researcher Petrov throws her arms up in the air.\n\n\nSr. Researcher Pearson:\n Well that's just great. I don't suppose this data has a really easy way to stop this?\n\n\nResearcher Adams:\n Nope.\n\n\nSr. Researcher Pearson:\n Oh, of course. Easy isn't in our job description, I suppose. That does leave us with the task of coming up with something\n\n\nUnknown:\n I can… I can help with that.\n\n\nLance Corporal Walter Cread enters the room and hands them a USB stick.\n\n\nCread:\n Please. Watch this.\n\n\nEnd Log\n\n\n\n\nFollowing this, Lance Corporal Walter Cread was escorted back to the medical due to what was later determined to be malnutrition, among other medical issues.\n\n\n\n\nLance Corporal Walter Cread Bodycam Footage: 21/01/24\n\n\nThe following log details Lance Corporal Walter Cread's activities following the last known footage from MTF Omicron-36.\n\n\n\n\nBegin Log\n\n\nCread:\n - work! There we go. Alright. My name is Walter Cread, formerly of MTF Omicrion-36.\n\n\nHe laughs.\n\n\nCread:\n Feels a bit weird to say \"formerly\". Bloody MTF was my life. And now they're all asleep\n\n\nMore laughing.\n\n\nCread:\n Sorry. I'm not used to being alone in the dark for so long. Feels likes I've been here days. Weird, I know. Using jokes to cope with it. I've always been scared of being alone, you know. Yeah, a stupid fear for someone who's supposed to be a soldier, but it''s true.\n\n\nCread:\n Anyway, here's my sitrep. The rest of my team are asleep. It appears that even with the Oneiroi Collective on our sides, the effects of this bloody Hibernation Field was too much. I don't know, nor do I care why I haven't ben effected so far. Knock on wood. Hehe. Sorry.\n\n\nCread:\n Anyway, this whole fucking place is creepy. I somehow wish everyone here was dead. Morbid, I know. But it's somehow creepier knowing they're all asleep, and I can't do shit to help them.\n\n\nCread:\n Now I'm seeing… a light? Just, here -\n\n\nThe camera turns around towards his point of view. At the end of the hallway, a bright light can be seen coming out of an open door.\n\n\nCread:\n You see it, right? It's not just me? Towards certain doom we go. Onwards!\n\n\nMore laughing. As Cread enters the room, the camera footage shuts off again for a period of 12 minutes. When it turns back on, Cread is running down the hallway, repeating the same phrase over and over again.\n\n\nCread:\n Gotta get back, gotta warn the others. Gotta get back, gotta warn the others. Gotta get back, gotta warn the others…\n\n\nAt this point, the camera shuts off again, permanently.\n\n\nEnd Log\n\n\n\n\nNo more data from Site-08 has been recovered to date.\n\n\n\n\nSenior Researcher Pearson's Personal Journal: 22/01/24\n\n\nThe following log details Senior Researcher Pearson's personal thoughts on the events described in the prior two logs.\n\n\n\n\nWalter Cread is a paradox that refuses to be solved. And I hate it. In my line of work, all paradoxes have solutions. Yet this one seems to elude me. How is it he was able to stay awake? I'm not quite sure how to feel about it. But I digress.\n\n\nI've come up with a number of theories that could potentially explain this paradox. The first is that Cread himself is a thaumaturge. This is highly unlikely, however. In order to fend off such a uniquely anomalous spell, Cread would have to be extraordinarily powerful. And there's very little chance no-one would have noticed that.\n\n\nThe second is that Cread is something akin to a reality sink\n8\n. But this idea also falls flat. SCP-7182 is not technically anomalous, if the recovered data from Site-08 is to be believed, and thus, a reality sink shouldn't have much, if any, effect on it.\n\n\nThe final theory I have is simply that Cread has a natural immunity to thaumaturgic anomalies. Out of all of the theories posited, this seems to be the most likely. But I still don't understand how he'd have managed to hide such a thing for so long. Perhaps he himself wasn't aware. After all, I doubt his MTF unit has had to deal with thaumaturgic anomalies before.\n\n\nStill, such an immunity would be exceedingly rare. In fact, I don't think such a thing has ever been recorded. Cread is quite lucky in that manner.\n\n\nBut I don't know, that's the simple truth. Theories are good and all, but they are, at the end of the day, just theories. It's almost a shame I have no way of testing them.\n\n\nI am also curious on the nature of Cread's apparent malnutrition. The most likely answer to this involves the assumption that my theory about his thaumaturgic immunity is true. The human body can take a lot of punishment. But said punishment does take its toll. This would have to be especially true in the case of thaumaturgic immunity. It would logically consume an enormous amount of energy from your body. And that is what I believe happened here. It's lucky Cread got out when he did. He may have died had he stayed longer.\n\n\n\n\n\n\nExcerpt from SCP-7182 Discussion Meeting: 22/01/24\n\n\nThe following log details a discussion on the containment of SCP-7182.\n\n\n\n\nInvolved Personnel:\n\n\n\n\nSenior Researcher Pearson\n\n\nSenior Researcher Petrov\n\n\nResearcher Adams\n\n\nJunior Researcher Williams\n\n\nWalter Cread\n\n\n\n\n\n\nSr. Researcher Petrov:\n The problem remains that we can't contain SCP-7182 until we know what it even is.\n\n\nResearcher Adams:\n Then we need to figure it out fast. SCP-7182 is still expanding. So I suggest we either send someone in to find out what it is, or we ask our friend in the hospital bay.\n\n\nJr. Researcher Williams:\n What, the same friend who's currently unconscious? Yeah, have fun with that.\n\n\nAt the point, a large debate ensued on whether or not to wake Walter Cread up. This debate has been omitted from the record for the purposes of brevity.\n\n\nSr. Researcher Pearson:\n We're waking Cread up. We cannot afford to sit around and wait for him to be better. Let's get going.\n\n\nWalter Creads bed is wheeled in, and the drugs keeping him unconscious are stopped. Soon after, Walter Cread wakes up and begins his interview.\n\n\nSr. Researcher Pearson:\n I'm sorry for waking you up, but it can't wait. What did you see when you entered the room with the light?\n\n\nCread:\n I… I don't -\n\n\nResearcher Adams:\n You need to tell us now! SCP-7182 is expanding, and if we don't do something, we're fucked! So what did you see?\n\n\nWalter Cread hesitates a moment before speaking.\n\n\nCread:\n Some sort of machine. Almost like a… a mini tower of metal and wires. If I had to guess, it's what's amplifying SCP-7182 to the degree it's being amplified.\n\n\nResearcher Adams:\n I'd hazard a guess that's where the ley focal points that Site-08 is built on top of converge.\n\n\nJr. Researcher Williams:\n Well that settles it. Someone has to go in and destroy it.\n\n\nSr. Researcher Petrov:\n Oh, oh, of course. Just one minor problem. SCP-7182. How do you want to get past the bloody thing?\n\n\nWalter Cread interrupts before Junior Researcher Williams can answer.\n\n\nCread:\n I'll do it.\n\n\nSr. Researcher Pearson:\n You're malnourished, dehydrated, and can probably barely walk. You're not going.\n\n\nCread:\n Oh really? Who else is getting past that field without immediately collapsing?\n\n\nSenior Researcher Pearson doesn't answer. Researcher Adams sighs.\n\n\nResearcher Adams:\n Fine. We can equip you for the mission. But we can't do anything beyond that. By the time you get inside, SCP-7182 will have overtaken us.\n\n\nCread:\n Thank you. And I'm sorry. Maybe you should consider leaving the site before SCP-7182 overtakes it.\n\n\nSr. Researcher Petrov:\n Part of me wants to, but I think I speak for all of us when I say that we will see this through to the end, regardless of what that may be.\n\n\nEveryone nods.\n\n\nResearcher Adams:\n Then let's get started. And thank you, Cread.\n\n\nEnd Log\n\n\n\n\n\n\nSCP-7182 Excursion 2: 22/01/24\n\n\nThe following log details the events following Walter Creads agreement to enter SCP-7182 again.\n\n\n\n\nInvolved Personnel:\n\n\n\n\nWalter Cread\n\n\n\n\n\n\n8:46 - \nWalter Cread begins preparation for his entry into SCP-7182.\n\n\n8:53 - \nWalter Cread finishes preparation for his entry into SCP-7182 and says his goodbyes to Observation Post-125 staff.\n\n\n8:55 - \nWalter Cread leaves Observation Post-125.\n\n\n9:00 - \nSCP-7182 overtakes Observation Post-125. All personnel stationed within immediately fall asleep.\n\n\n9:04 - \nWalter Cread re-enters SCP-7182. Log detailed below.\n\n\n\n\n\n\nWalter Creads SCP-7182 Excursion: 22/01/24\n\n\nThe following log was recorded by Walter Creads bodycam and various other cameras that were able to be activated around Site-08 upon his entry into SCP-7182.\n\n\n\n\nBegin Log\n\n\nWalter Cread is seen walking down a side hall in Site-08.\n\n\nCread:\n I still fucking hate this place. I'm almost regretting volunteering to come back.\n\n\nAs he walks, the same light can be seen pouring out of the doorway. For unknown reasons, Walter Creads bodycam does not turn off upon entering the room, as it did last time.\n\n\nCread:\n And there it is.\n\n\nThe machine Walter Cread described can be seen. It is a tall, long metal tower like structure, surrounded by what appears to be braces keeping it upright. At the center of it, a bright light can be seen emanating.\n\n\nCread:\n I tried getting close last time. Nearly fell asleep.\n\n\nAs he speaks, he starts walking towards the center of the room, towards the light.\n\n\nCread:\n The caffeine pills I took should… should help. Christ. It's like walking against a river. Except… except the river is sleep.\n\n\nWalter Cread reaches the center of the room and begins planting timed explosives.\n\n\nCread:\n There were so many things I wanted to do, you know. Have kids, go skydiving, that sort of thing. Shame…\n\n\nHe sits down and starts crying.\n\n\nCread:\n I'm sorry. I'm so sorry.\n\n\nHe finishes planting the explosives.\n\n\nCread:\n My mom… mom died when I was 23. I didn't even say goodbye. I was angry. That's the last thing my momma remembered of me. Me being angry over some stupid video game.\n\n\nCread:\n All my… my bloody life I've been… ah, who am I even talking to. Perhaps this one good deed will set things right. Maybe I'll get to see my momma again.\n\n\nWalter Cread breathes out and doesn't breath back in again.\n\n\nEnd Log\n\n\n\n\n\n\nSCP-7182 Incident Log: 22/01/24\n\n\nThe following log details the events during and following Walter Creads sacrifice.\n\n\n\n\nBegin Log\n\n\n9:46 - \nThe center of Site-08 is destroyed in an explosion.\n\n\n9:46 - \nSCP-7182 rapidly begins to shrink back to its original size.\n\n\n9:56 - \nObservation Post-125 personnel begin to reawaken.\n\n\n9:57 - \nObservation Post-125 personnel begin preparations to enter Site-08 and establish help centers.\n\n\n10:03 - \nSite-08 personnel begin to reawaken. Observation Post-125 personnel begin reaching out and offering aid.\n\n\n10:05 - \nAdditional aid arrives.\n\n\n\n\n\n\nSenior Researcher Pearson's Final Message\n\n\nThe following message was made by Senior Researcher Pearson in response to the death of Walter Cread.\n\n\n\n\nI can't say I knew Walter Cread very well. But I can say I respected the hell out of the guy. Our MTF units are some of the bravest men and women on the planet, routinely putting themselves in danger so the rest of humanity can live peacefully in the light. MTF Omicron-36 was no exception.\n\n\nBut Walter was different, special. Even after the rest of his MTF was put out of commission, and he was nearly dead, he still made the choice to go back in. In light of this, Walter Cread has been posthumously awarded the Foundation Star for Services Rendered to Humanity. May God bless you and may you find peace on your journey. Godspeed, Walter Cread.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hibernation Fields are metaphysical energy fields designed to put anyone within its area of effect to sleep. Morpheus Grade Hibernation Fields are exceptionally rare and powerful, as only the most skilled thaumaturgists are able to utilize them.\n\n\n2\n. Measured at approximately 5 kilometres in diameter.\n\n\n3\n. Cognitive Resistance Value. Measures an individuals mental fortitude and resistance to mind affecting anomalies.\n\n\n4\n. The temporary headquarters of the Department of Dreams, a Department dedicated to the study and containment of sleep-related anomalies.\n\n\n5\n. Omicron-36s designation for Observation Post-125.\n\n\n6\n. The deepest stage of sleep.\n\n\n7\n. Areas of focused Elan-Vital Energy, the basis of thaumaturgy.\n\n\n8\n. Areas of reality where anomalous phenomena are unable to function.\n\n\n\n\n\n\n\n\n« \nSCP-7181\n | SCP-7182 | \nSCP-7183\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7182\n\" by FreezerMonkey, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7182\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Method: Send in D-1768, a male D-Class of average build. Result: D-1768 fell asleep upon entering the Hibernation Field's area of effect. Conclusion: Failed.",
        "Method: Send in D-1769, a female D-Class with an above-average CRV 3 score. Result: D-1769 fell asleep upon entering the Hibernation Field's area of effect. Conclusion: Failed.",
        "Method: Send in D-1770, a female D-Class with an abnormally high CRV score. Result: D-1770 fell asleep upon entering the Hibernation Field's area of effect. Conclusion: Failed.",
        "Method: Send in an exploration rover with a recording device attached. Result: Battery dies upon entering the Hibernation Field's area of effect. Conclusion: Failed.",
        "Method: Send in an exploration rover with a recording device attached and battery hardened against EMP-based phenomena. Result: Battery dies upon entering the Hibernation Field's area of effect. Conclusion: Failed.",
        "Involved Personnel: Senior Researcher Pearson Researcher Adams Junior Researcher Williams Senior Researcher Petrov Begin Log Sr. Researcher Pearson: Alright. Looks like we're all here. I thought we'd start off with a little roll call. Maybe we can tell everyone who we are too? Senior Researcher Petrov snorts but doesn't say anything. Sr. Researcher Pearson: I'm Robert Pearson. I'm a senior researcher and the project lead. Sr. Researcher Petrov: I'm Lana Petrov. I'm also a senior researcher. As I have experience working with groups of interest like the Oneiroi Collective . I was assigned as an advisor for the project. Researcher Adams: I'm James Adams. I'm just a simple researcher and the onsite thaumaturgist. Simple as that. Jr. Researcher Williams: I'm Duncan Williams. I'm a junior researcher and I was assigned here to study under Senior Researcher Pearson. Sr. Researcher Pearson: Great. Now that we're all acquainted, we can begin. Researcher Adams: Well, I'd like to officially open this discussion by pointing out that I think this is going to get worse before it gets better. Sighs all around Sr. Researcher Pearson: Adamso, do you have to start off like that? This is being recorded. I'd rather not depress anyone who watches this. Researcher Adams: Yes, my apologies. But my point is valid regardless. This is likely to keep getting worse. Sr. Researcher Petrov: And what makes you so certain about that? We just started studying SCP-7182. Researcher Adams: And that's my point. We know next to nothing about SCP-7182. My general rule of thumb with the anomalous is to always work under the assumption things will get worse before they get better. It's Murphy's Law. Anything that can go wrong will. Researcher Adams: Let's use the analogy of the human body and a fever. SCP-7182 is a new virus, one the body is not familiar with. But, just as with SCP-7182 and us, the body does not know anything about this virus. And so it sends a fever to destroy it. And just as with every fever, this is not very good for the body itself. Do you see my point? Sr. Researcher Petrov: Unfortunately yes, I see your point. Sr. Researcher Pearson: And I don't. That's not how the anomalous works. At this point, an argument broke out between Senior Researcher Pearson and Researcher Adams. It has been omitted from the record for the purposes of brevity. Sr. Researcher Petrov: This is entertaining and all, but can we get back to the actual problem at hand? Sr. Researcher Pearson: Right, sorry. Researcher Adams: My point is, it's not wise to assume things will get better until they actually do. Do you see what I mean? Sr. Researcher Pearson: I understand what you're saying, yes. Would you mind giving us a brief explanation of what we know about SCP-7182, for the record? Researcher Adams: Yes, fine. SCP-7182 appears to be an extremely powerful variant of the Foundation's standard Hibernation Fields. I would guess it's Morpheus Grade. Beyond that, I have no idea. Jr. Researcher Williams: Forgive my interjection, but are we 4 all there is? Sr. Researcher Petrov: Unfortunately, yes. I do not think our superiors see much importance in our department, and so don't see any point in investing many resources in it. That includes people. You're the only one they've sent. Jr. Researcher Williams: Is there not an MTF unit nearby that could be spared to help us? Sr. Researcher Pearson: Not that I'm aware of. Researcher Adams: There might be, actually. Sr. Researcher Pearson: Wait, what? Researcher Adams: MTF Omicron-36. Last I checked, they were nearby. They should be able to help. They've been equipped with technology based on our studies of the Oneiroi Collective. Sr. Researcher Pearson: Well that's nicely convenient. I take it this technology can't wake up anyone in Site-08? Senior Researcher Petrov shakes her head. Sr. Researcher Pearson: Shame. Right, let's get to work. End Log",
        "Personnel Involved: Squad Leader James Provecer. Designation: \"Nightmare\". Squire Duncan Burhan. Designation: \"Slumber\". Corporal Rhonda Webster. Designation: \"Dreamer\". Lance Corporal Caden Strong. Designation: \"Insomnia\". Lance Corporal Walter Cread. Designation: \"Hibernation\". Begin Log Provecer's body camera turns on. The inside of a truck is seen. The truck comes to a halt, and Provecer leads his team out Provecer: On me. Are we all ready? All: Roger. Provecer: Then let's move. Omicron-36 passes through the veil and manages to stay awake, with visible signs of difficulty. Cameras temporarily malfunction but come back online shortly after. Provecer: Let's move. Remember, eyes up. Omicron-36 is seen entering into Site-08. Cameras experience further malfunctions, but successfully come back online again, albeit with occasional glitching. They're seen in a hallway with 3 more branching hallways. Provecer: We're starting with the middle hallway, Dream One 5 . Let's go! Omicron-36 slowly walks down the hall, checking all rooms, finding nothing but sleeping personnel and anomalies alike. Cread: I have never seen anything like this before. What the fuck is going on? Webster: Maybe we should check the electronics, see if we can glean any information about what was going on the day SCP-7182 came into effect? Provecer: Then let's do that. Burhan: If this site layout is anything like other sites we've been to, then the server room is downstairs. Strong: There's a ladder over here. Not sure why they couldn't just have stairs like a normal site, but whatever. Provecer: Let's move. Omicron-36 quickly descends the ladder into the pitch black below. Strong: Christ, it's dark down here. Anyone got - never mind. I got it. Lance Corporal Caden Strong turns on his helmet-mounted flashlight, followed by the others. Cread: I'd guess the power generators blew after everyone fell asleep. No one to prevent it. Webster: We're lucky they didn't set on fire and burn this place down. Provecer: Focus! Squad Leader James Provecer shines his light at a map on the wall and points to a location on it. Provecer: The power generators are on the opposite end of the hallway from the server room. We're going to have to split up. Dreamer, Insomnia? To the server room. The rest of you on me. We're going to the power generators. Eyes sharp. Let's move. All: Roger that. At this point, the teams body cameras cut out again for a period of 2 hours before coming back online. Burhan: - thing won't - oh, here we go. My camera is back. Anyone else? Shaking heads all around Cread: Generators should be back on shortly. I just gotta - there! The generators turn back online, restoring power to Site-08. Corporal Rhonda Webster's voice comes on over the radio. Webster: That did it! Commencing download of all data. Provecer: Excellent work, Hibernation. Lance Corporal Caden Strong winces over the radio. Strong: Guys? My head kind of hurts. Provecer: You have a headache? Burhan: Actually, now that you mention it, my heads kind of hurting too. Strong: Maybe I'll just lie down for a little bit… Provecer: No! Do not, under any circumstances, fall asleep! Do you hear me?! A thud is heard from the room as Squire Duncan Burhan falls over, apparently asleep. Another thud is heard on the other side of the radio, presumed to be Lance Corporal Caden Strong. Later analysis of their vitals taken from sensors on their outfits shows brain activity consistent with Stage IV Non-REM sleep 6 . Provecer: Dream One, do you copy?! We are leaving now! I repeat, we are - At this point, all video and audio recording functions ceases transmission. No further contact was established. End Log",
        "Involved Personnel: Senior Researcher Pearson Researcher Adams Junior Researcher Williams Senior Researcher Petrov Begin Log Senior Researcher Pearson is sat down with his head in his hands. Researcher Adams is staring out the window with his arms crossed. Junior Researcher Williams is biting his nails. Senior Researcher Petrov is crying. Senior Researcher Pearson gets up and looks at Senior Researcher Petrov. Sr. Researcher Pearson: I thought you said these guys were equipped with \"all the latest toys from our friends over at the Oneiroi Collective\"? Sr. Researcher Petrov: They… they were supposed to be. This shouldn't have… have happened. Researcher Adams: Hah! Oh, this just keeps getting worse and worse. Sr. Researcher Pearson: Really? Now? Researcher Adams: It's either I laugh and make jokes, or I break down and start sobbing uncontrollably. What would you rather I do? Junior Researcher Williams types away at the terminal. Jr. Researcher Williams: I have something. It looks like some of the data got through to us. Researcher Adams leans over and reads the data on the screen for a while. Researcher Adams: Well, we're fucked. SCP-7182 is expanding. Sr. Researcher Pearson: Jesus Christ. Senior Researcher Petrov collapses back into her chair. Sr. Researcher Pearson: How fast is the field expanding? Researcher Adams: Fortunately, not very fast. Currently at a rate of 5 miles per year. We have time. Junior Researcher Williams raises his hand. Sr. Researcher Pearson: This isn't middle school. We're all adults here. You don't need to raise your hand to speak. Jr. Researcher Williams: Apologies, but there's more. Sr. Researcher Pearson: Oh great. What was it you were saying Adams? Murphy's Law? Junior Researcher Williams clears his throat. Sr. Researcher Pearson: Right. Sorry. Jr. Researcher Williams: Anyway, it appears Site-08 was aware of SCP-7182 for years. Sr. Researcher Petrov: Wait, what? Researcher Adams: What else is there? Jr. Researcher Williams: A bunch of notes from the Site Director. Sr. Researcher Pearson: Let's see them. Date: 02/01/24 Entry: The bottom level has gone dark. There was one person who came up yelling about death and collapse, all that happy, ridiculous stuff. But either way, I still have to send a team down there. I hope to resolve this quickly so I can get back to my real work. Date: 02/01/24 Entry: My team hasn't been responding to my radio calls. And another level went dark. I need to send another team down, see what the fuck is going on. I'm starting to get worried. Date: 03/01/24 Entry: Two more levels have gone dark. I'm not sending any more teams down. I can't afford to send them, and I doubt they'd go anyway. They're scared. I'd never admit this to anyone, but I'm scared too. Update you tomorrow. Date: 04/01/24 Entry: The top level is all that's left. I should never have done what I did. Jr. Researcher Williams: That's the final note. Sr. Researcher Petrov: He says he never should have done what he did. What did he do? Junior Researcher Williams checks the terminal a couple more times. Jr. Researcher Williams: There's no record of it. Senior Researcher Pearson interrupts before anyone can start talking. Sr. Researcher Pearson: Let's just all agree to adjourn until someone actually has something, yes? All: Agreed. End Log",
        "Date: 02/01/24 Entry: The bottom level has gone dark. There was one person who came up yelling about death and collapse, all that happy, ridiculous stuff. But either way, I still have to send a team down there. I hope to resolve this quickly so I can get back to my real work.",
        "Date: 02/01/24 Entry: My team hasn't been responding to my radio calls. And another level went dark. I need to send another team down, see what the fuck is going on. I'm starting to get worried.",
        "Date: 03/01/24 Entry: Two more levels have gone dark. I'm not sending any more teams down. I can't afford to send them, and I doubt they'd go anyway. They're scared. I'd never admit this to anyone, but I'm scared too. Update you tomorrow.",
        "Date: 04/01/24 Entry: The top level is all that's left. I should never have done what I did.",
        "Begin Log 6:34 - A loud hum determined to be coming from Site-08 is heard for 28.2 minutes. Sound measured in at 81 Decibels. 6:45 - The Morpheus Grade Hibernation Field surrounding Site-08 expands by 3.6 metres. 7:02 - The Morpheus Grade Hibernation Field surrounding Site-08 expands by another 12.3 metres, setting off a proximity alarm. 7:03 - Lance Corporal Walter Cread of MTF Omicron-36 is observed stumbling out of the Hibernation Field and collapsing, presumably unconscious. 7:04 - Senior Researcher Petrov views Lance Corporal Walter Cread through the window and calls for medical help. 7:24 - Onsite medical team is able to save Lance Corporal Walter Cread. End Log",
        "Involved Personnel: Senior Researcher Pearson Lance Corporal Walter Cread Senior Researcher Petrov Begin Log Lance Corporal Walter Cread is observed slowly waking up. Sr. Researcher Pearson: Welcome back. Cread: What… what happened? Sr. Researcher Pearson: That is the question. How did you do it? Cread: What? Sr. Researcher Pearson: It just doesn't make sense to me. You have a Hibernation Field so strong it appears to have permanently put everyone in Site-08 to sleep, and yet here you are. So how did you do it? Cread: I… I don't know. Sr. Researcher Pearson: Come now Cread. You have to remember something. Cread: I remember a… a light. Sr. Researcher Pearson: A light? I don't suppose you can elaborate on that? There's a knock on the door frame. Sr. Researcher Petrov: He may not need to answer that. Come on.",
        "Involved Personnel: Senior Researcher Pearson Senior Researcher Petrov Researcher Adams Junior Researcher Williams Lance Corporal Walter Cread Begin Log Senior Researchers Pearson and Petrov hurriedly walk down the hall. Sr. Researcher Pearson: What the hell is going on? Sr. Researcher Petrov: We got it. Senior Researcher Pearson waits a few moments before answering. Sr. Researcher Pearson: It being? Hey, would you slow down. Senior Researcher Petrov gestures impatiently. Sr. Researcher Petrov: The Site-08 data! Just come on! Senior Researchers Petrov and Pearson arrive at the command center. Researcher Adams: Oh, hello Pearson. Your Junior Researcher over here was just surprising me with his shockingly good tech skills. Sr. Researcher Pearson: What do we have? Jr. Researcher Williams: Pretty much everything. Sr. Researcher Petrov: Let's start simple. Where did this field come from? Researcher Adams: Nowhere. Sr. Researcher Pearson: Now's not the time to be cryptic. Researcher Adams: I'm not. I mean that literally. It didn't come from anywhere. It was always there. Jr. Researcher Williams: Site-08 was built on top of ley focal points 7 . This allows for the formation of immensely concentrated thaumaturgical particles. It also explains our rogue Hibernation Field. Senior Researcher Pearson looks at Junior Researcher Williams: Sr. Researcher Pearson: You mentioned last time that Site-08 was aware of SCP-7182 for years? Jr. Researcher Williams: Yes. From what I can tell, there was a small, naturally occurring Morpheus Grade Hibernation Field at the center of the site, possibly even why this site was built. But the site director loved weapons, and it would appear that his \"experimentation\" with all his thaumaturges blew up in the worlds face. Sr. Researcher Petrov: Wait, you're telling me the world's about to end because some idiot decided he wanted to make a weapon out of nature? Researcher Adams: I'm afraid so. Senior Researcher Petrov throws her arms up in the air. Sr. Researcher Pearson: Well that's just great. I don't suppose this data has a really easy way to stop this? Researcher Adams: Nope. Sr. Researcher Pearson: Oh, of course. Easy isn't in our job description, I suppose. That does leave us with the task of coming up with something Unknown: I can… I can help with that. Lance Corporal Walter Cread enters the room and hands them a USB stick. Cread: Please. Watch this. End Log",
        "Begin Log Cread: - work! There we go. Alright. My name is Walter Cread, formerly of MTF Omicrion-36. He laughs. Cread: Feels a bit weird to say \"formerly\". Bloody MTF was my life. And now they're all asleep More laughing. Cread: Sorry. I'm not used to being alone in the dark for so long. Feels likes I've been here days. Weird, I know. Using jokes to cope with it. I've always been scared of being alone, you know. Yeah, a stupid fear for someone who's supposed to be a soldier, but it''s true. Cread: Anyway, here's my sitrep. The rest of my team are asleep. It appears that even with the Oneiroi Collective on our sides, the effects of this bloody Hibernation Field was too much. I don't know, nor do I care why I haven't ben effected so far. Knock on wood. Hehe. Sorry. Cread: Anyway, this whole fucking place is creepy. I somehow wish everyone here was dead. Morbid, I know. But it's somehow creepier knowing they're all asleep, and I can't do shit to help them. Cread: Now I'm seeing… a light? Just, here - The camera turns around towards his point of view. At the end of the hallway, a bright light can be seen coming out of an open door. Cread: You see it, right? It's not just me? Towards certain doom we go. Onwards! More laughing. As Cread enters the room, the camera footage shuts off again for a period of 12 minutes. When it turns back on, Cread is running down the hallway, repeating the same phrase over and over again. Cread: Gotta get back, gotta warn the others. Gotta get back, gotta warn the others. Gotta get back, gotta warn the others… At this point, the camera shuts off again, permanently. End Log",
        "Walter Cread is a paradox that refuses to be solved. And I hate it. In my line of work, all paradoxes have solutions. Yet this one seems to elude me. How is it he was able to stay awake? I'm not quite sure how to feel about it. But I digress. I've come up with a number of theories that could potentially explain this paradox. The first is that Cread himself is a thaumaturge. This is highly unlikely, however. In order to fend off such a uniquely anomalous spell, Cread would have to be extraordinarily powerful. And there's very little chance no-one would have noticed that. The second is that Cread is something akin to a reality sink 8 . But this idea also falls flat. SCP-7182 is not technically anomalous, if the recovered data from Site-08 is to be believed, and thus, a reality sink shouldn't have much, if any, effect on it. The final theory I have is simply that Cread has a natural immunity to thaumaturgic anomalies. Out of all of the theories posited, this seems to be the most likely. But I still don't understand how he'd have managed to hide such a thing for so long. Perhaps he himself wasn't aware. After all, I doubt his MTF unit has had to deal with thaumaturgic anomalies before. Still, such an immunity would be exceedingly rare. In fact, I don't think such a thing has ever been recorded. Cread is quite lucky in that manner. But I don't know, that's the simple truth. Theories are good and all, but they are, at the end of the day, just theories. It's almost a shame I have no way of testing them. I am also curious on the nature of Cread's apparent malnutrition. The most likely answer to this involves the assumption that my theory about his thaumaturgic immunity is true. The human body can take a lot of punishment. But said punishment does take its toll. This would have to be especially true in the case of thaumaturgic immunity. It would logically consume an enormous amount of energy from your body. And that is what I believe happened here. It's lucky Cread got out when he did. He may have died had he stayed longer.",
        "Involved Personnel: Senior Researcher Pearson Senior Researcher Petrov Researcher Adams Junior Researcher Williams Walter Cread Sr. Researcher Petrov: The problem remains that we can't contain SCP-7182 until we know what it even is. Researcher Adams: Then we need to figure it out fast. SCP-7182 is still expanding. So I suggest we either send someone in to find out what it is, or we ask our friend in the hospital bay. Jr. Researcher Williams: What, the same friend who's currently unconscious? Yeah, have fun with that. At the point, a large debate ensued on whether or not to wake Walter Cread up. This debate has been omitted from the record for the purposes of brevity. Sr. Researcher Pearson: We're waking Cread up. We cannot afford to sit around and wait for him to be better. Let's get going. Walter Creads bed is wheeled in, and the drugs keeping him unconscious are stopped. Soon after, Walter Cread wakes up and begins his interview. Sr. Researcher Pearson: I'm sorry for waking you up, but it can't wait. What did you see when you entered the room with the light? Cread: I… I don't - Researcher Adams: You need to tell us now! SCP-7182 is expanding, and if we don't do something, we're fucked! So what did you see? Walter Cread hesitates a moment before speaking. Cread: Some sort of machine. Almost like a… a mini tower of metal and wires. If I had to guess, it's what's amplifying SCP-7182 to the degree it's being amplified. Researcher Adams: I'd hazard a guess that's where the ley focal points that Site-08 is built on top of converge. Jr. Researcher Williams: Well that settles it. Someone has to go in and destroy it. Sr. Researcher Petrov: Oh, oh, of course. Just one minor problem. SCP-7182. How do you want to get past the bloody thing? Walter Cread interrupts before Junior Researcher Williams can answer. Cread: I'll do it. Sr. Researcher Pearson: You're malnourished, dehydrated, and can probably barely walk. You're not going. Cread: Oh really? Who else is getting past that field without immediately collapsing? Senior Researcher Pearson doesn't answer. Researcher Adams sighs. Researcher Adams: Fine. We can equip you for the mission. But we can't do anything beyond that. By the time you get inside, SCP-7182 will have overtaken us. Cread: Thank you. And I'm sorry. Maybe you should consider leaving the site before SCP-7182 overtakes it. Sr. Researcher Petrov: Part of me wants to, but I think I speak for all of us when I say that we will see this through to the end, regardless of what that may be. Everyone nods. Researcher Adams: Then let's get started. And thank you, Cread. End Log",
        "Involved Personnel: Walter Cread 8:46 - Walter Cread begins preparation for his entry into SCP-7182. 8:53 - Walter Cread finishes preparation for his entry into SCP-7182 and says his goodbyes to Observation Post-125 staff. 8:55 - Walter Cread leaves Observation Post-125. 9:00 - SCP-7182 overtakes Observation Post-125. All personnel stationed within immediately fall asleep. 9:04 - Walter Cread re-enters SCP-7182. Log detailed below.",
        "Begin Log Walter Cread is seen walking down a side hall in Site-08. Cread: I still fucking hate this place. I'm almost regretting volunteering to come back. As he walks, the same light can be seen pouring out of the doorway. For unknown reasons, Walter Creads bodycam does not turn off upon entering the room, as it did last time. Cread: And there it is. The machine Walter Cread described can be seen. It is a tall, long metal tower like structure, surrounded by what appears to be braces keeping it upright. At the center of it, a bright light can be seen emanating. Cread: I tried getting close last time. Nearly fell asleep. As he speaks, he starts walking towards the center of the room, towards the light. Cread: The caffeine pills I took should… should help. Christ. It's like walking against a river. Except… except the river is sleep. Walter Cread reaches the center of the room and begins planting timed explosives. Cread: There were so many things I wanted to do, you know. Have kids, go skydiving, that sort of thing. Shame… He sits down and starts crying. Cread: I'm sorry. I'm so sorry. He finishes planting the explosives. Cread: My mom… mom died when I was 23. I didn't even say goodbye. I was angry. That's the last thing my momma remembered of me. Me being angry over some stupid video game. Cread: All my… my bloody life I've been… ah, who am I even talking to. Perhaps this one good deed will set things right. Maybe I'll get to see my momma again. Walter Cread breathes out and doesn't breath back in again. End Log",
        "Begin Log 9:46 - The center of Site-08 is destroyed in an explosion. 9:46 - SCP-7182 rapidly begins to shrink back to its original size. 9:56 - Observation Post-125 personnel begin to reawaken. 9:57 - Observation Post-125 personnel begin preparations to enter Site-08 and establish help centers. 10:03 - Site-08 personnel begin to reawaken. Observation Post-125 personnel begin reaching out and offering aid. 10:05 - Additional aid arrives.",
        "I can't say I knew Walter Cread very well. But I can say I respected the hell out of the guy. Our MTF units are some of the bravest men and women on the planet, routinely putting themselves in danger so the rest of humanity can live peacefully in the light. MTF Omicron-36 was no exception. But Walter was different, special. Even after the rest of his MTF was put out of commission, and he was nearly dead, he still made the choice to go back in. In light of this, Walter Cread has been posthumously awarded the Foundation Star for Services Rendered to Humanity. May God bless you and may you find peace on your journey. Godspeed, Walter Cread.",
        "\" SCP-7182 \" by FreezerMonkey, from the SCP Wiki . Source: https://scpwiki.com/scp-7182 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All efforts to be made to keep both Foundation personnel and civilian presence away from the rough location of the site. A barrier has been constructed around the perimeter of SCP-7182 and is to be patrolled regularly.",
    "description": "SCP-7182 is a Morpheus Grade Hibernation Field1 currently affecting the entirety of Site-08.",
    "title": "SCP-7182"
}