{
    "url": "https://scp-wiki.wikidot.com/scp-7183",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n \n\n\nYou wake up in a brightly lit room. It's stark white and empty, save for the bed you're laying in and a door across from you.\n\n\nYou get up, out of the clinically dressed bed you were laying in, and stumble towards the door. Moving around feels strange, like your bones have rusted at the joints.\n\n\nYou open the door to find another white room. At its center is a table with a pile of cassette tapes and a cassette player sitting on top of it. Alongside the table is a chair, and behind it a cabinet with a handful of assorted books beside another, markedly locked, door.\n\n\nYou grab the chair. As you set it down, it makes a sharp clack that pierces through the silence.\n\n\nYou sit down.\n\n\nYou notice that there is a note sitting on the table. It's held in place at its corner by the cassette player.\n\n\n\n\nGood morning.\n\n\nYou might be confused, but I ask you trust that all your questions will be answered in time.\n\n\nIn front of you is a series of numbered tapes. If you listen to them in order, they will tell you everything you need to know.\n\n\nI know you'll make the right decision.\n\n\n-Marcus Xanders\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape '1'\nWhere am I?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\n<A voice clears its throat, then after a moment, begins to speak.>\n\n\nTape 1. Special Containment Procedures.\n\n\n…\n\n\nYou are SCP-7183.\n\n\nYou are what we call a \"Keter\" anomaly. That means at any point you could leave this room and we would have to figure out a different way to contain you.\n\n\nDue to some extenuating circumstances that will soon become clear, I believe this would be quite difficult.\n\n\n…\n\n\nAt present, our means of containing you are simple. So simple in fact, that you are enacting them right now. By listening to these tapes and staying in this room we can ensure you pose no threat to the general population.\n\n\nKnowing this, please keep listening.\n\n\n…\n\n\nThus concludes tape 1.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape '2'\nWhat am I?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\nTape 2. Description.\n\n\n…\n\n\nYou are what we call a \"Reality Bender.\" This means you have a significantly greater influence over the fabric of reality when compared to others. In your case, this ability manifests not in shaping matter or changing physics, but altering human beings.\n\n\n…\n\n\nWhen you come in contact with another person, anomalous or otherwise, they are immediately transformed into an approximation of yourself. This transformation isn't 1 to 1, per se. Most individuals have been observed to maintain their age, gender, and skillset from before they were exposed to your anomalous effect, but they will always shift to match your personality, general physicality at their age, and will inherit your anomalous properties.\n\n\nHistorically, you have shown little control over this effect. Due to this, it is likely that any contact with other human beings will result in an NK-class \"End of Individuality\" scenario, or put simply, total replacement of the world population with yourself.\n\n\n…\n\n\nNotably, there are two individuals that are entirely immune to your anomalous effect. One of those being me, the person talking to you right now, and the other being my wife. The current hypothesis why is that we're your parents.\n\n\nYour name, the one we gave you, is \"Patricia.\"\n\n\n…\n\n\nThus concludes tape 2.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape '3'\nWho am I?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\nTape 3. Description Continued.\n\n\n…\n\n\nYour mother had been working for the Foundation for a few years before you were born, so it wasn't unusual for us to be apart for days, maybe weeks, or even months. When she finally started maternity leave we could barely figure out how to use the time.\n\n\nWalks through the park, sharing meals, and going shopping together. Time spent talking, or even silence in each others company. I think back on them as some of the best days of my life, all leading up to you.\n\n\n…\n\n\nIt was a beautiful day. A Monday like no other, untainted by calls from work or fast approaching deadlines. I was in the kitchen making a cheese sandwich for your mother, as she was very fond of at the time, when she shouted for me to call an ambulance.\n\n\nSoon we were in the maternity ward, room 183 just on the corner. I held your mother's hand as the nurse talked her through the birth. She was always much stronger than me, composed in almost any situation, but she squeezed my hand so firmly, so tightly that whole time. For her, for what little I could do, I sat through the whole thing.\n\n\n…\n\n\nWhen the nurse handed you to your mother I could see her long forged mask melt away. She cried as you did and for as long as you did, holding you so gently all the while. Soon you calmed down and she did too. You looked at me and laughed. She looked at me and laughed. It was the same laugh, bubbly and melodic. I'm smiling now just thinking about it.\n\n\nSomething clicked in that moment. I knew I would do anything to make you happy, that you deserved the world, that the moments where I would make you laugh like that were worth more than any wealth, power, or status.\n\n\nI told your mother as I drove us back home.\n\n\nShe told me she wanted to leave her job at the Foundation.\n\n\nI thought it would be a good idea.\n\n…\n\n\nThus concludes tape 3.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape '4'\nWhat did I do?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\nTape 4. Discovery.\n\n\n…\n\n\nYou grew up so quickly, but your mother saw less of it than she would have liked. She had tried to arrange a transfer out of her position, to switch to a regular job, but the options always fell short of what we needed. Every option would mean sacrificing something, something we couldn't give you. It stung how I couldn't help more, not with what little I was making at the time.\n\n\nWhat I could do was be there for you.\n\n\n…\n\n\nThe first time it happened, you were in elementary school. I got a call somewhere around lunch from your teacher, and it was incredibly hectic. She couldn't get a cohesive idea across, insisting that I come quick, that you had done something, that she didn't know what to do.\n\n\nWhen I got there there were lots of \"you\", all playing different games, some together, some alone. It was like a panorama picture of scenes I recognized from you playing your games at home. It was all you, but it wasn't all you.\n\n\nI thought it would be good to call Ave- sorry… I tried to call your mother. I didn't know a lot about her job at the time, but from what little she was allowed to tell me, \"weird\" stuff was her purview. I left a message telling her exactly what I saw. That there were lots of you that weren't exactly you, and that I was going to figure out which one was actually you and leave.\n\n\nYou all looked eerily similar, but I knew within my heart that among the Patricks and Patricias I would find \nyou\n. Luckily I was one who dressed you each morning, so I went over to you and told you it was time to go home.\n\n\nYou didn't want to. You couldn't tell why something was wrong.\n\n\nI had to be more forceful than I'd like to admit.\n\n\nYou said that \"you just wanted to play all the games.\"\n\n\nI told you that you'd been bad.\n\n\nAnd we left.\n\n\n…\n\n\nI don't know what happened to all those other \"you\"s. Even now, I don't have the clearance to read that incident log. But not too soon after the event we were forced to move, relocated to housing near where your mother worked.\n\n\nI can guess what happened to them.\n\n\nYou can too.\n\n\n…\n\n\nThus concludes tape 4.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape '5'\nWhere is Mom?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\nTape 5. Incident Redacted-Null.\n\n\n…\n\n\nThe situation was a mixed bag, but we managed to make the best out of it.\n\n\nPerhaps it was under the guise of studying you, or keeping an informed eye on your situation, but your mother was around a lot more than she had been. You'd always liked her more than you liked me. Why? I think she managed to spoil you ever more than I did somehow, by giving you gifts, letting you stay up, telling you stories she certainly shouldn't, who knows. The why doesn't really matter.\n\n\nNeeding to homeschool you was unfortunate, but understandable. The foundation didn't want to risk exposing you to other children, considered you dangerous, but your mother and I both gladly took on the extra work.\n\n\nShe managed to spoil you even during those lessons. Took on the idea that you could \"be anything you wanted to be\" and that we should be exposing you to a wide range of experiences. I didn't disagree at all, but her enthusiasm meant I was sidled with the conventionally distasteful subjects.\n\n\nOnce again, it wasn't ideal but it was livable, and we lived that way for years. It was wonderful to see you and your mother interacting, to hear you laugh together and watch her emphatically attempt to force your young mind to tackle some strange subject.\n\n\n…\n\n\nIt's just that sometimes she got busy, and we'd both miss her.\n\n\nAnd it got tense when we both missed her, so we'd argue until you slammed a door in my face.\n\n\nYou wanted to do so many things that you couldn't, to live a life that you couldn't, to live the dream that your mother always insisted on.\n\n\nIt wasn't possible, so we argued, but I could survive the small disagreements.\n\n\n…\n\n\nIt was the winter, I think. I don't like to dwell on the memories. Your mother had been quite busy for a while, so much that we'd only seen her two days in a few months. I tried to ask what was was going on, but she always dismissed me.\n\n\n\"Big project.\"\n\n\n\"Lots of moving parts.\"\n\n\n\"We'll talk when Patricia's asleep.\"\n\n\n\"Let me relax for a bit, honey.\"\n\n\n\"Let me relax, Marcus.\"\n\n\n\"Please.\"\n\n\nI dropped the subject, then she was gone for a while.\n\n\nShe came back and she was different. Tired, drained, fatigued. Imagine every synonym you can and stack them on top of each other.\n\n\nI told her she had to quit.\n\n\nShe agreed.\n\n\nShe said she would.\n\n\nShe said she loved me.\n\n\nOver and over again.\n\n\nShe went into your room.\n\n\nI assume she said the same.\n\n\nShe went to sleep right after, alone.\n\n\nI couldn't even wake her up, and I tried.\n\n\nI just laid down next to her and tried to sleep, but I couldn't.\n\n\nI don't know how long it took me to fall asleep that night, but at some point I did.\n\n\nWhy did I?\n\n\nI should have-\n\n\nI should have waited.\n\n\nWhy?\n\n\nI-\n\n\nI'm so sorry…\n\n\n…\n\n\n<Dad is struggling to keep his composure.>\n\n\n…\n\n\nShe was gone when I woke up.\n\n\n…\n\n\nSome time later, a man wound up at our door.\n\n\nA coworker of your mother, I think.\n\n\nHe told me that your mother was no longer with us.\n\n\nThat was it.\n\n\nNothing else.\n\n\nJust gone.\n\n\n…\n\n\nJust gone.\n\n\n…\n\n\nEven now, I don't know how she died. I don't even have a guess.\n\n\n…\n\n\n \n\n\n…\n\n\n \n\n\n…\n\n\n \n\n\n…\n\n\nThus concludes tape 5.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape '6'\nWhat did I do?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\nTape 6. Addendum 7183.1\n\n\n…\n\n\nI had to tell you at some point.\n\n\nYou deserved to know. To be told the truth, though I knew you'd probably have guessed.\n\n\nYou're so smart Patricia. You're just like your mother.\n\n\nYou're so much like her…\n\n\n<Dad is getting choked up. He clears his throat.>\n\n\nWhen I finally did, as I expected, we argued.\n\n\nIt wasn't anything new.\n\n\nYou wanted more freedom.\n\n\nI knew that you couldn't have it.\n\n\nYou wanted to have the opportunity to try.\n\n\nI knew they wouldn't let you.\n\n\nI tried to tell you.\n\n\nI tried to.\n\n\nBut I couldn't.\n\n\nI was so weak then.\n\n\nI needed her.\n\n\nI needed her to be around, I needed her to exist.\n\n\nYou used her words against me.\n\n\nShe told you that you could do anything you desired.\n\n\nYou knew I wanted that for you too.\n\n\nI told you I did.\n\n\nYou said.\n\n\n\"You're lying.\"\n\n\n…\n\n\nYou walked out of the front door.\n\n\nNo.\n\n\nYou ran.\n\n\nJust like your mother.\n\n\nSprinters in body and soul.\n\n\n…\n\n\n \n\n\n…\n\n\nI got a call later that day from the man who'd brought news of Avery's death. It found me so empty. It was like no time had passed; you left, and then I picked up the phone.\n\n\nHe went by \"Armature\". Told me that he'd be dropping by shortly to pick me up, and that you'd been at large for hours.\n\n\nYour powers worked differently then. In-between how they first manifested and how they are now.\n\n\nYou weren't spreading so quickly then. You had to try. You could choose who you wanted to change.\n\n\nEven then they couldn't stop you.\n\n\nCouldn't get close.\n\n\nBut they knew I wasn't affected. I was all they had.\n\n\nThey told me I needed to stop you. To calm you down. To do something.\n\n\nI said I would try.\n\n\n…\n\n\n \n\n\n…\n\n\nI walked by you 35 times before I found you.\n\n\nYou were still wearing the clothes you had on when we had our spat.\n\n\n…\n\n\nYou shouted that this is what your mother would have wanted.\n\n\nYou shouted about how I kept lying to you.\n\n\nYou shouted about how this wasn't what you wanted.\n\n\nYou shouted that you just wanted what they had.\n\n\nYou just wanted a chance.\n\n\nYou just wanted to be given the chance.\n\n\nI never gave you a chance.\n\n\nI wasn't there for you.\n\n\n…\n\n\nI walked up to you and hugged you.\n\n\nI didn't know what to say otherwise, I just needed you to know I was there for you.\n\n\nTruly there for you.\n\n\n…\n\n\n \n\n\n…\n\n\nWe stood there for a while.\n\n\n…\n\n\n \n\n\n…\n\n\nWe were both crying.\n\n\n…\n\n\n \n\n\n…\n\n\n \n\n\n…\n\n\n\"I lied to you.\" I said.\n\n\n…\n\n\n \n\n\n…\n\n\n\"I won't ever do that again.\"\n\n\n…\n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n…\n\n\nThus concludes tape 6.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape '7'\nWhat did you do?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\nTape 7. Testing Log.\n\n\n…\n\n\nLife slowed down for both of us at that point, all starting with our relocation to Site-357.\n\n\nIt was isolated, they told me, you'd be less of a risk if something bad happened. They also offered me a job. I'd be filling the void your mother left, but looking after you was most of it.\n\n\n…\n\n\nI could never get a handle on the research your mother's coworkers did. Intricate plans to contain some of the strangest things you could never imagine… It was scary at times, but the wonderous things they showed me, Patricia. I so desperately wanted to show you too, but they never trusted me to bring anything back. Told me I was enough of a liability as is, with them unable to keep track of you and all.\n\n\nBut I'm rambling.\n\n\n…\n\n\nYou…\n\n\nYou took it \nmaturely\n, but I could tell that a certain spark had left your eyes. I promised to never lie to you, you see, but that meant telling you the truth over and over again. I can't imagine it tore against your soul any less than it did mine.\n\n\nYou ended up spending most of your time reading. It was that sort of stuff that I could get you after all, non-digital, minimum risk.\n\n\nIt helped a bit.\n\n\nI think.\n\n\nI could see a fragment of that old spark return when you talked about your favorites, when you smiled that same smile from years ago.\n\n\n…\n\n\nYour mother's smile…\n\n\n…\n\n\nIt made me feel proud.\n\n\n…\n\n\nThus concludes tape 7.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nCassette Tape 'FINAL'\nWhat do I do now?\n\n\n\n\n\n\n\n\n\n\nClick- Vrr…\n\n\n…\n\n\nTape 8. Modified Special Containment Procedures.\n\n\n…\n\n\nIt was life.\n\n\n…\n\n\nBut, as they say…\n\n\nTime comes for everyone in the end.\n\n\nSeeing this, the higher ups got pushy, and I was told to find a way to contain you permanently.\n\n\n…\n\n\nI could never think through things as well as your mother, but after a few months of slowly watching people and maneuvering favors, I eventually arranged everything you're seeing now.\n\n\nEverything you're seeing, and something you're not.\n\n\nOn the underside of the table is a hidden compartment. Inside that compartment you'll find a number of pill bottles and a key.\n\n\nThose are what we call \"Amnestics\": drugs designed to erase memories. This specific amnestic was designed just for you, but you don't need to know the nitty gritty of it.\n\n\nIf and when you wish to take this option, you should shut yourself back in the bedroom you woke up in, get comfortable, then swallow the pill. Doing so will put you into a sort of hibernation for a while, along with removing all your memories of today.\n\n\n…\n\n\nBesides that, your other option is to leave.\n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nVrrrrrrrrrrrrrrrrrrrrr\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\nWhy do things this way?\n\n\n…\n\n\nWell…\n\n\n…\n\n\nUh…\n\n\n…\n\n\nI-\n\n\n<Dad stutters a bit, struggling to start the sentence.>\n\n\nI-\n\n\nI've made a lot of mistakes as a father, but I think my biggest one was never giving you a chance.\n\n\nTo make up for that, I've designed this convoluted system to give you — maybe some would say — too many chances.\n\n\nA chance to make the choice for yourself.\n\n\nEven…\n\n\nEven if it's not as fair as I'd like it to be.\n\n\n…\n\n\nYou deserve the world, I really believe that, Patricia, but the world you were promised doesn't exist with you in it.\n\n\n…\n\n\nThat's really all there is to say.\n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n…\n\n\nIf you need any time to think, I left you some of your favorite books on a shelf nearby.\n\n\nYou can experience those all over again, at least.\n\n\n…\n\n\n \n\n\n…\n\n\nI love you Patricia.\n\n\n…\n\n\n \n\n\n…\n\n\nAnd I'm sorry.\n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\nThus concludes the final tape.\n\n\n…\n\n\nClick\n\n\n\n\n\n\n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\nBending down slightly, you can see the compartment jutting out below the table.\n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\nWhat do you do?\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nDelete The Memories\n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n\n\nLeave\n\n\n\n\nYou're not really Patricia then, are you?\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\nor you could just read a book and decide later\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7183\n\" by IndustryStandard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7183\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7182\n | SCP-7183 | \nSCP-7184\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7183 \" by IndustryStandard, from the SCP Wiki . Source: https://scpwiki.com/scp-7183 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7183"
}