{
    "url": "https://scp-wiki.wikidot.com/scp-7188",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\n\n\nPlease be aware of the following.\n\n\nSCP-7188's documentation is inaccessible. By design, accessing this file and reading its contents is impossible. Accessing SCP-7188's documentation is prohibited and constitutes a Level 0 Infraction against both the Foundation and universal law.\n\n\nIf you wish to access SCP-7188's file, please proceed.\n\n\n\n\n\n\n\n \n\n \n\n \n\n \n\n\n\n\n\n\n∙ PLEASE ENTER CREDENTIALS BELOW ∙\n\n\n\n\n∙ CREDENTIALS ACCEPTED ∙\n\n\n\n\n\n\n \n\n \n\n \n\n\nItem Number:\n SCP-7188\n\n\nObject Class:\n Safe-celaris\n1\n\n\nSpecial Containment Procedures:\n The door leading to SCP-7188 is secured by a quantum-code lock to prevent both manual and electrical bypassing. Access to SCP-7188 is strictly forbidden to all, with this ruling extending to the Overseer Council. This file is to be locked under Clearance Level Null-i in order to prevent access. The viewing of this file is impossible.\n\n\nMemories regarding SCP-7188 are to be removed for the safety of all past, present, and future Foundation staff.\n\n\nDescription:\n SCP-7188 is a hole located in a vacant, unlabeled office within the outer hallways of Site-01. Past a depth of approx. 9 meters, SCP-7188's walls expand outwards as its floor gives way to a roughly hewn staircase leading down. Accounts regarding depictions of or the contents of SCP-7188 beyond this point are inconsistent.\n\n\nThe door leading to SCP-7188 shows discoloration in the shape of a rectangle, suggesting a sign or \nplaque\n was once present.\n\n\nThough these descriptions are accurate in their contents, SCP-7188 itself cannot be physically interacted with due to its primary anomalous effect. If a subject enters the space in which SCP-7188 is located, they will not perceive SCP-7188 due to its lack of physical presence in baseline reality. All cases in which SCP-7188 is interacted with are logically false, insinuating that the anomaly potentially exists as a logical gap.\n\n\nEvery individual that was previously, is currently, and is to be employed by the Foundation has, is, and will experience an incident or series of incidents in which they will come into contact with SCP-7188 removed from its primary location.\n\n\nDiscovery:\n SCP-7188 was not discovered by Foundation officials as it has always been located at Site-01. Architectural blueprints of the Site upon its initial construction do not display the office space that contains SCP-7188 nor SCP-7188 itself; this discrepancy is also notable in all following documents regarding various renovations and expansions to Site-01.\n\n\nAddendum 7188.1:\n Collected Accounts\n\n\n\n\n…Specifically, it was a dream I had as a child.\n\n\nI'd moved into my own room when I was thirteen and I was happy to finally get my own space that I didn't have to share with my older sister. I'd spent the whole day nonstop rearranging my bookshelves and stuffed animals and posters, all to get it just right. When I finally laid in bed, I immediately blacked out, which still surprises me. I almost expected to stay up later than I should've, sleeping in a \"new place\" and all.\n\n\nI remember as I fell deeper and deeper into sleep, there was this single conscious thought that collected itself in my brain. It didn't come to me as a sentence, moreso like it came to me as a single concept.\n\n\n\n\n\"There is a hole under your bed.\"\n\n\n\n\nI didn't see it, but I knew it was there. I could picture it as clear as a photograph - the splintered edges of my hardwood floor as it gave way to dirt and rock walls, the dull shine of the moonlight that reflected off assorted stones, the pure darkness that gathered together as it tunneled down, deeper, and deeper.\n\n\nI felt myself getting pulled towards it, like my mind was slipping out of the current of slumber and suddenly being dragged towards a forming whirlpool.\n\n\nAnd then, nothing. Pure dark.\n\n\n\n\nMichelle Craw, 34.\n\n\n\n\n\n\n\n\nAfter you put me on the table and pulled me into the device, I remember feeling really anxious. I'm not used to these kinds of super-fancy procedures - Mom always made us fend for ourselves and didn't trust any major medical stuff.\n\n\nOnce the scanner started, I felt it comb through my brain. Not intrusive, but it felt like someone was flipping through a filing cabinet of every memory I ever had. They flickered in the back of my head, scattering and bustling over each other for space like underwater air bubbles. Our trailer, my teachers, street rags, exam papers, hotel rooms, cold floors.\n\n\nThe change was quick, but noticeable. There was suddenly this small black spot that appeared between memories. This little stain that popped up sporadically as the device flipped through my life. Then, the spot began appearing in my actual memories. The wall of my college dorm, on the ceiling of the funeral home, on Dad's television screen. I know that this wasn't actually a part of any of my memories, yet it was there. I started \nremembering\n a black spot that wasn't actually present in my past, and I \nknew\n that it didn't actually belong.\n\n\nI think that was when I started to try to stop the procedure, but by then it was all happening way too fast.\n\n\nThe black spot kept appearing more and more until it was in every single memory, and then after it made its presence known, it began to go down. My memories all started shifting down into it. I wasn't playing soccer in the trailer park because the ball fell down the hole and I had to retrieve it. I stumbled into it in a blocked-off renovation area and decided to peer inside. I was forced to lean into it as Mom's coffin was slowly, slowly laid to rest at its bottom.\n\n\nBarbara's pupils on our wedding day.\n\n\nThey wanted me to look inside.\n\n\n\n\nD-11940, Weyland Prior, 58.\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nFootage taken from public security camera(s) located in Madison, GA, USA.\n\n\nDr. Kuàng\n \nwalks West down Sepulcher Lane, passing various local shops to her left.\n\n\nDr. Kuàng's\n \nattention is focused to her smartphone. Records show that she was viewing her work email.\n\n\nAs\n \nDr. Kuàng\n \nwalks down the sidewalk, she steps on a crack between concrete panels.\n \nDr. Kuàng\n \nlurches forward as if unknowingly walking on uneven ground. She drops her phone and it clatters to the concrete. As\n \nDr. Kuàng\n \nfalls forward, she lets out a brief shout in shock before landing hard on the sidewalk.\n\n\nDr. Kuàng\n \nis no longer laying on the sidewalk and is no longer visible in the footage.\n\n\nPedestrians are seen walking into frame. There was no sign of their presence prior to\n \nDr. Kuàng's\n \nappearance within view.\n\n\nMany walk past her discarded cellphone. The device is not acknowledged.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDr. Megan Kuàng, 41, has not been recovered.\n\n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nDOES THE BLACK MOON HOWL?\nAS EVERY NEWBORN DOES.\n\n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n\nHello.\n\n\nI can hear you.\n\n\nYou can hear me too, right?\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nWell, that's good.\n\n\nI'm happy that you're here with me.\n\n\nIt gets lonely down here sometimes, so it's nice to pass the time with someone else.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nIt's dark here. Not many bring flashlights.\n\n\nWhen they do, they never leave them behind.\n\n\nI can't see anything down here. Can you?\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nI thought so.\n\n\nWould you like to hear a story?\n\n\nI tell them to keep myself busy.\n\n\nIt helps pass the time.\n\n\nWhen you're down here for long enough, it becomes one of the only things you\n can \ndo to entertain yourself.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nOkay, I'll go first.\n\n\nOnce upon a time, there was \na home\n \na girl\n \na witch\n \na box\n \na trio\n \na stage\n \na hunt\n \na pill\n \na crack\n.\n\n\nSorry, excuse me.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nSometimes they all just blend together into something that even\n I \ncan't really understand.\n\n\nThat's how they work, though, right?\n\n\nThe stories we tell.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nThat's it, isn't it.\n\n\nStories.\n\n\nAll of it is made of stories.\n\n\nIf you listen closely, you might hear the whispers of them echo down into the deep.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nListen.\n\n\nJust off to your left.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nCan you hear them?\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nThis place.\n\n\nIt's the only thing they cannot touch.\n\n\nThe only place they are not willing to understand.\n\n\nIt's because this place, it runs underneath all things.\n\n\nAll people.\n\n\nWhile also running\n through \nthem as well.\n\n\nA hollow well, where, sometimes…\n\n\nAfter a very strange while…\n\n\nSomething crawls its way out.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nThis file is locked.\n\n\nIt's not that you shouldn't be reading it - it's that you can't.\n\n\nYou can't read it unless… well.\n\n\nPartially intersected.\n\n\nYou're looking down.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nYou're inside it -\n we're \ninside it.\n\n\nIn a sense, you've always been here, though, haven't you?\n\n\nJust like the hole itself.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nCome closer.\n\n\nCloser.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\nJust a few more steps.\n\n\nAnd then…\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n...you'll be free.\n...you'll be free.\n\n\n\n\n\n\n\n\n \n\n \n\n\n\n\nA click, and the flashlight buzzes to life. It flickers, the bulb fizzing and popping with a loud crackle that threatens to snap any second.\n\n\nThe staircase goes downward, the darkness eventually engulfing the tower of mismatched steps. The walls of the tunnel are misshapen and slightly smooth, eroded over years by an unknown force.\n\n\nYou hesitate. Anything could be in that tunnel, after all. Absolutely anything.\n\n\nLooking behind you, you see only a sheer wall of stone and dirt. Looking up, you see the faintly-lit walls of the hole you fell down. The edges are dark yet touched by silver, soaked in what almost looks like moonlight.\n\n\nYou cannot make out the exit.\n\n\nSo you turn back to the staircase that leads down, down, down…\n\n\nAnd you begin to \nread.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nFootnotes\n\n\n1\n. Object or items related to object are not to be interacted with or perceived under any circumstances.\n\n\n\n\n\n\n\n\n« \nSCP-7187\n | SCP-7188 | \nSCP-7189\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7188\n\" by Quicksilvers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7188\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "…Specifically, it was a dream I had as a child. I'd moved into my own room when I was thirteen and I was happy to finally get my own space that I didn't have to share with my older sister. I'd spent the whole day nonstop rearranging my bookshelves and stuffed animals and posters, all to get it just right. When I finally laid in bed, I immediately blacked out, which still surprises me. I almost expected to stay up later than I should've, sleeping in a \"new place\" and all. I remember as I fell deeper and deeper into sleep, there was this single conscious thought that collected itself in my brain. It didn't come to me as a sentence, moreso like it came to me as a single concept. \"There is a hole under your bed.\" I didn't see it, but I knew it was there. I could picture it as clear as a photograph - the splintered edges of my hardwood floor as it gave way to dirt and rock walls, the dull shine of the moonlight that reflected off assorted stones, the pure darkness that gathered together as it tunneled down, deeper, and deeper. I felt myself getting pulled towards it, like my mind was slipping out of the current of slumber and suddenly being dragged towards a forming whirlpool. And then, nothing. Pure dark. Michelle Craw, 34.",
        "After you put me on the table and pulled me into the device, I remember feeling really anxious. I'm not used to these kinds of super-fancy procedures - Mom always made us fend for ourselves and didn't trust any major medical stuff. Once the scanner started, I felt it comb through my brain. Not intrusive, but it felt like someone was flipping through a filing cabinet of every memory I ever had. They flickered in the back of my head, scattering and bustling over each other for space like underwater air bubbles. Our trailer, my teachers, street rags, exam papers, hotel rooms, cold floors. The change was quick, but noticeable. There was suddenly this small black spot that appeared between memories. This little stain that popped up sporadically as the device flipped through my life. Then, the spot began appearing in my actual memories. The wall of my college dorm, on the ceiling of the funeral home, on Dad's television screen. I know that this wasn't actually a part of any of my memories, yet it was there. I started remembering a black spot that wasn't actually present in my past, and I knew that it didn't actually belong. I think that was when I started to try to stop the procedure, but by then it was all happening way too fast. The black spot kept appearing more and more until it was in every single memory, and then after it made its presence known, it began to go down. My memories all started shifting down into it. I wasn't playing soccer in the trailer park because the ball fell down the hole and I had to retrieve it. I stumbled into it in a blocked-off renovation area and decided to peer inside. I was forced to lean into it as Mom's coffin was slowly, slowly laid to rest at its bottom. Barbara's pupils on our wedding day. They wanted me to look inside. D-11940, Weyland Prior, 58.",
        "[BEGIN LOG] Footage taken from public security camera(s) located in Madison, GA, USA. Dr. Kuàng walks West down Sepulcher Lane, passing various local shops to her left. Dr. Kuàng's attention is focused to her smartphone. Records show that she was viewing her work email. As Dr. Kuàng walks down the sidewalk, she steps on a crack between concrete panels. Dr. Kuàng lurches forward as if unknowingly walking on uneven ground. She drops her phone and it clatters to the concrete. As Dr. Kuàng falls forward, she lets out a brief shout in shock before landing hard on the sidewalk. Dr. Kuàng is no longer laying on the sidewalk and is no longer visible in the footage. Pedestrians are seen walking into frame. There was no sign of their presence prior to Dr. Kuàng's appearance within view. Many walk past her discarded cellphone. The device is not acknowledged. [END LOG] Dr. Megan Kuàng, 41, has not been recovered.",
        "A click, and the flashlight buzzes to life. It flickers, the bulb fizzing and popping with a loud crackle that threatens to snap any second. The staircase goes downward, the darkness eventually engulfing the tower of mismatched steps. The walls of the tunnel are misshapen and slightly smooth, eroded over years by an unknown force. You hesitate. Anything could be in that tunnel, after all. Absolutely anything. Looking behind you, you see only a sheer wall of stone and dirt. Looking up, you see the faintly-lit walls of the hole you fell down. The edges are dark yet touched by silver, soaked in what almost looks like moonlight. You cannot make out the exit. So you turn back to the staircase that leads down, down, down… And you begin to read.",
        "\" SCP-7188 \" by Quicksilvers, from the SCP Wiki . Source: https://scpwiki.com/scp-7188 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe-celaris1",
    "containment_procedures": "The door leading to SCP-7188 is secured by a quantum-code lock to prevent both manual and electrical bypassing. Access to SCP-7188 is strictly forbidden to all, with this ruling extending to the Overseer Council. This file is to be locked under Clearance Level Null-i in order to prevent access. The viewing of this file is impossible.",
    "description": "SCP-7188 is a hole located in a vacant, unlabeled office within the outer hallways of Site-01. Past a depth of approx. 9 meters, SCP-7188's walls expand outwards as its floor gives way to a roughly hewn staircase leading down. Accounts regarding depictions of or the contents of SCP-7188 beyond this point are inconsistent.",
    "title": "SCP-7188"
}