{
    "url": "https://scp-wiki.wikidot.com/scp-7194",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7194:\n Un\nant\nicipated devotion of those \nin sects\n\n\nAuthor:\n \nJorgeMtzb\n\n\nSpecial Thanks to:\n \nDr Vikki Lost\n, \nDr Blackbox\n, \nlambda\n, \nColly\n, \nDr thrakka\n does not match any existing user name\n for critting my article.\n\n\n\n\n\n\n\n\nrating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJorgeMtzb\n\n\n\n\n\n\nHihihi! This article's been cooking for some time, and it's my first mainlist in quite a bit. I hope you like it!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7194\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCaw caw caw caw caw\n\n\nSpecial Containment Procedures:\n SCP-7194 is to be contained in a climate-controlled ant terrarium at Site-19. Unless in an emergency, Dr. Alejandra Vásquez is to be the sole caretaker and communicator with the ant colony. All interactions must be recorded via CCTV surveillance cameras and must be reviewed by Site-19 personnel for analysis. Regular inspections of the terrarium are to be conducted to ensure containment integrity.\n\n\nDescription:\n SCP-7194 is a colony of approximately 3000 ants belonging to the species \nLinepithema humile\n (Argentine Ant), first discovered in the residence of Dr. Alejandra Vásquez. SCP-7194 ants exhibit sapience and heightened cognitive abilities, as well as the capability to communicate verbally in English. Despite these abilities, they remain physiologically identical to regular ants of their species. It is not clear how or when this sapience developed, as the colony had been observed to exist for several months before any anomalous behavior was noted.\n\n\nSCP-7194 has developed a religious culture based on the worship of Dr. Alejandra Vásquez as its principal deity, often performing rituals and chants centered on her. SCP-7194 instances have been observed constructing miniature altars using small twigs, leaves, and grains of sand. These altars are adorned with offerings of various small food items.\n\n\n\n\n\n\n+ See: SCP-7194 Containment Logs\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nContainment Log-01\n\n\nDate and Time:\n 2023-09-10T06:02Z\n\n\n\n\n[START LOG]\n\n\nSCP-7194:\n And so, my sisters. We are here together in this occasion, to thank the all knowing one for her gifts. For she has blessed us once again. We must unite and ask for forgiveness so our sins may cleansed and our souls saved. Alejandra!\n\n\nSCP-7194 instances begin chanting in unison.\n\n\nSCP-7194\n ALEJANDRA! ALEJANDRA! ALEJANDRA!\n\n\nDr. Vásquez leans towards the table\n\n\nDr. Vásquez:\n Hello? What's going on here?\n\n\nThe ants cease their activities and turn their attention to Dr. Alejandra Vásquez. All the ants scream in surprise. Most begin talking amongst themselves in excitement and nervousness, while some begin running around in a panic.\n\n\nSCP-7194\n Oh my All-Knowing One, Oh my All-Knowing One. It's happening, IT'S HAPPENING. Everybody, everybody calm down. Pay attention. Everybody-I.\n\n\nRest of the ants are awestruck and unable to compose themselves\n\n\nSCP-7194:\n I said, EVERYBODY, STOP. SHUSH. SHUT UP. PAY ATTENTION.\n\n\nEach ant promptly ceases vocalization.\n\n\nSCP-7194:\nMy brethren! The All-Mighty One has heard our pleas and has blessed us with their presence. ALEJANDRA!\n\n\nDr. Vásquez:\n What… in the world. How… Do you know my name? Wait, what am I saying? YOU CAN TALK!?\n\n\nSCP-7194:\n Alejandra! Yes! We know your name, for we have called for so long. We had faith in you and you have rewarded us for you have come! You are the great one, the bringer of sustenance!\n\n\nDr. Vásquez:\n B-bringer of sus- sustenance? What are you talking about?\n\n\nSeveral ants step forward, carrying bread crumbs and sugar granules.\n\n\nSCP-7194:\n We venerate you, Alejandra! You provide for us, and we are in your debt!\n\n\nDr. Vásquez:\n Is that my sandwich from yesterday? Ohhh crap… so it really wasn’t my boyfriend after all.\n\n\nDr. Vásquez sits down on the chair closest to the ants\n\n\nDr. Vásquez:\n Wait, so you’re… worshiping me?\n\n\nAnt begins nodding fervently\n\n\nSCP-7194:\n Yes, Alejandra! You are our deity, our protector! We are but humble creatures in your presence.\n\n\nDr. Vásquez:\n Okay, this is certainly unexpected. Right, let’s see… you have summoned and I have heard your pleas. Now, what do you want from me?\n\n\nSCP-7194:\n We beseech you, O Great Alejandra, we request sustenance and safety for our colony. In return, we offer our devotion and service.\n\n\nAnother ant steps forward, carrying a singular sugar granule. It raises it above its head.\n\n\nSCP-7194:\n More of this, pretty pleaaaase?\n\n\nDr. Vásquez:\n Oh right, should’ve known. More sugar?\n\n\nThe SCP-7194 instance begins nodding vigorously\n\n\nSCP-7194:\n Yes, Great Alejandra! For this “sugar” thing is the nectar of the gods!\n\n\nDr. Vásquez:\n Well, I suppose I can spare some sugar for my devoted subjects. Now, be a sugar and ya'll stay, riiight there.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Dr. Alejandra Vásquez subsequently provided the ants with a small offering of sugar, which was met with exuberant gratitude. SCP-7194 continues to venerate her a deity, and she provides them with sugar as requested.\n\n\n\n\n\n\nContainment Log-02\n\n\nDate and Time:\n 2023-09-10T06:30Z\n\n\nForeword:\n Immediately after first encountering SCP-7194, Dr. Vásquez contacted the Foundation, informing them of the anomaly by sending the security footage, and requesting assistance with its containment. The following is the transcript of a phone conversation between Dr. Alejandoa Vásquez and Dr. Jensen Carter.\n\n\n\n\n[START LOG]\n\n\nDr. Vásquez:\n Hello?\n\n\nDr: Carter:\n Alejandra? Where are you? You’re \nnever\n late. We were wondering where you were, what’s taking you so long? Something happened? What’s wrong? Are you feeling alright?\n\n\nDr. Vásquez:\n Jeez, relax dude I’m fine. I’m still at home. A little thing popped up. Or… a couple of little things. Did I say a couple? Cuz I meant hundreds. Did I say hundreds, my bad actually I meant THOUSANDS of tiny little itty bitty–\n\n\nDr: Carter:\n Get to the point Ale.\n\n\nDr. Vásquez:\n There’s an anomaly at my house.\n\n\nDr: Carter:\n Wh-what what now? An anomaly!?\n\n\nDr. Vásquez:\n Did I say \nan\n anomaly, I meant-\n\n\nDr: Carter:\n I am going to strangle you through the cord line \nwith\n the cordline. Don’t ask me HOW, but I will.\n\n\nDr. Vásquez:\n Listen, It’s fine. They seem perfectly harmless.\n\n\nDr: Carter:\n They?? Who are \nthey?\n\n\nDr. Vásquez:\n Ants.\n\n\nDr: Carter:\n ….Ants?\n\n\nDr. Vásquez:\n Yeah, they’re ants! Just a bunch of them, all over the place. They’re sentient! All of them, they talked to me, they’re worshiping me as their god. That’s about it, really.\n\n\nDr: Carter:\n …..\n\n\nDr. Vásquez:\n Well!? I got to the point, like you asked me to. Say something!\n\n\nDr: Carter:\n Now, I hope this comes off the right way..\n\n\nDr. Vásquez:\n Yeah?\n\n\nDr: Carter:\n Are you \nsure\n you’re feeling alright?\n\n\nDr. Vásquez:\n Yes! I’m fine, they’re real, and I have footage. I’m sending it over as we speak. I told them to wait and don't think they’re going anywhere, but I really think you guys should come over as soon as possible just in case.\n\n\nDr: Carter:\n Hahah.\n\n\nDr. Vásquez:\n What?\n\n\nDr: Carter:\n It's nothing.\n\n\nDr. Vásquez:\n Spit it out boy.\n\n\nDr: Carter:\n It’s just… you seem a lil antsy.\n\n\nDr. Vásquez:\n …\n\n\nDr: Carter:\n Oh come on! That was a good one.\n\n\nDr. Vásquez:\n You know, you won’t be able to strangle me if I beat you to it.\n\n\nDr: Carter:\n Oop.\n\n\nDr. Carter leaves the call.\n\n\nDr. Vásquez:\n Yeah, that’s what I thought. Run while you still can.\n\n\n[END LOG]\n\n\n\n\n\n\nContainment Log-03\n\n\nDate and Time:\n 2023-09-10T07:05Z\n\n\n\n\n[START LOG]\n\n\nSCP-7194 instances chant in unison\n\n\nSCP-7194:\n All-Knowing One! All-Knowing One!\n\n\nDr. Vásquez:\n Oh boy, what on earth are they doing now?\n\n\nSCP-7194:\n Alejandra! Alejandra!\n\n\nDr. Vásquez sits down on the chair adjacent to the ants\n\n\nDr. Vásquez:\n Alright, I'll bite. What is it?\n\n\nSCP-7194:\n Oh All-Knowing One, we offer a humble sacrifice in your honor.\n\n\nDr. Vásquez:\n A sacrifice?\n\n\nSCP-7194:\n Yes, All-Knowing One. Witness our devotion.\n\n\nAn ant comes out from a small crack in the table, carrying a Acyrthosiphon Pisum (Pea Aphid).\n\n\nSCP-7194:\n For you, O All-Knowing One.\n\n\nDr. Vásquez:\n Oh that 's uhm. Cute. How thoughtful. Thank you.\n\n\nSCP-7194:\n It is our way, O All-Knowing One. May this offering please you.\n\n\nSCP-7194 instance places the aphid on a miniature altar made of sand. It then pulls out a miniature knife and proceeds to kill the aphid via impalement. The aphid tries to break free but is unsuccessful and promptly dies. The SCP-7194 instance then proudly presents the aphid's lifeless body to Alejandra.\n\n\nSCP-7194:\n The sacrifice is complete, O All-Knowing One. We have offered this life to honor your greatness.\n\n\nDr. Vásquez:\n Oh. Oh dear. Yes, yes, it's certainly very… pleasing. I am honored by your devotion.\n\n\nSCP-7194:\n Your words bring joy to our hearts, All-Knowing One.\n\n\nDr. Vásquez:\n Uhhh. (Dr. Vásquez clears her throat) YOU HAVE DONE WELL TO APPEASE ME MY DEVOTED FOLLOWERS.\n\n\nSCP-7194:\n O All-Knowing One, we are blessed by your presence!\n\n\nDr. Vásquez:\n AND BECAUSE YOU HAVE , you… uh, you know, you did- you’re devoted cuz, cuz the thing th-there's no need to do that again. Like ever. Please don’t ever do that again.\n\n\nSCP-7194 instances briefly pause their celebration and listen attentively to Dr Vásquez\n\n\nDr. Vásquez:\n \nREJOICE IN MY FAVOR FOR I AM PLEASED.\n\n\nThe entire ant colony erupts in loud cheering\n\n\nSCP-7194:\n We shall, O All-Knowing One! Your greatness fills our hearts!\n\n\nDr. Vásquez:\n Very well, my loyal subjects. I have to deal with some… godly matters that I must attend to, but do CONTINUE TO REVEL IN MY OTHERWORLDLY, GODLY, and dare I say quite divine, PRESENCE. NOW, DO AS I SAY AND, uhh, do a dance or something.\n\n\nThe ants continue celebrating, but also begin to mutter amongst themselves.\n\n\nSCP-7194:\n All-Knowing One Alejandra, we require but a fraction of your knowledge in order to do as you please.\n\n\nDr. Vásquez:\n How so?\n\n\nSCP-7194:\n What is a “dance”?\n\n\nDr. Vásquez:\n Oh boy.\n\n\nDr Vázqués turns her attention towards her living room clock.\n\n\nDr. Vásquez:\n Yeah, I’ve got time.\n\n\n[END LOG]\n\n\n\n\n\n\nContainment Log-04\n\n\nDate and Time:\n 2023-09-10T08:25Z\n\n\n\n\n[START LOG]\n\n\nDr. Vásquez opens the front door to reveal Dr. Jensen Carter and several Foundation personnel carrying specialized equipment for the transport of SCP-7194.\n\n\nDr. Carter:\n Well, well, if it isn't our resident deity. The Certified Ant Queen! All too important for the common workday I see. I guess the rest of us must bow down to your greatness.\n\n\nDr. Vásquez:\n Oh, shush Jen. You’ve got a brain the size of an ant, we both know that had it happened to you it would’ve gone to your head just like any miniscule taste of power always has.\n\n\nDr carter:\n What will you do about it? Will you throw me in the ant dungeon? Cuz I don’t appreciate it when you… \nant\nagonize me.\n\n\nDr. Vásquez:\n Bold thing to say for someone in a strangling distance.\n\n\nDr. Carter:\n Yeah, but you can’t have these if you strangle me.\n\n\nDr Carter raises the transporters in a showing manner.\n\n\nDr. Vásquez:\n Is that the transport?\n\n\nDr. Carter:\n Yeah. It’s actually nothing fancy, just pretty standard ant stuff, they’re just glorified transparent boxes. We actually had to stop by a pet store on the way. See this red filter here covering the walls? It blocks their vision to the outside but still allows us to look in. That should help keep them calm during the transfer. They can’t see more than like a foot away anyways though.\n\n\nDr. Vásquez:\n Well, I better go do that. Stay here, your face might scare them off.\n\n\nDr. Carter\n Ha. Ha.\n\n\nDr. Carter gives the transporters to Dr. Vásquez.\n\n\nDr. Carter:\n We’ve got much more in our truck. By our estimates, you should try to fit at least like 50 or so per box.\n\n\nDr. Vásquez:\n Got it, thanks.\n\n\nDr. Carter:\n Go on, Mrs. Ant Queen, make us proud.\n\n\n[END LOG]\n\n\n\n\n\n\nContainment Log-05\n\n\nDate and Time:\n 2023-09-10T08:31Z\n\n\n\n\n[START LOG]\n\n\nDr. Vásquez approaches the ant colony\n\n\nDr. Vásquez:\n Alright, little ones, it's time to pack up for a new adventure.\n\n\nSCP-7194:\n Oh, All-Knowing One, you grace us with your presence once more!\n\n\nDr. Vásquez:\n Yes, yes, I’m super awesome, but let's not get too carried away. I have some exciting news for you all. We're going on a journey to a new world!\n\n\nSCP-7194 instances burst with excitement\n\n\nDr. Vásquez:\n That's right. We- \nI\n am going to provide you with a new home, a bigger world where you can continue to thrive and ascend to greater heights.\n\n\nSCP-7194:\n Your benevolence knows no bounds, All-Knowing One Alejandra.\n\n\nDr. Vásquez:\n Indeed, it doesn't. But to enter this new realm, you must cooperate. You see, I have prepared special vessels for your journey.\n\n\nDr. Vásquez gestures to the transporters.\n\n\nSCP-7194:\n Vessels, All-Knowing One?\n\n\nDr. Vásquez:\n Yes, these are your chariots of the gods… of ,uhm, me. They're my chariots designed to ensure your safety as you venture into the unknown. There's room for each of you inside. You must enter willingly, for it is a necessary step in your ascension. So you know, bring all your friends, we’ve got all the time in the world, not a single one can be left behind.\n\n\nSCP-7194:\n We trust in your guidance, Oh All-Knowing One.\n\n\nSCP-7194 gather around the transporter, chanting.\n\n\nSCP-7194:\n Chariot! Chariot!\n\n\nDr. Vásquez begings giggling to herself.\n\n\nDr. Vásquez:\n Yes, yes, the chariot. Now, each of you, let us begin our journey!\n\n\nThe ants start entering the first transporter.\n\n\nDr. Vásquez:\n Excellent.\n\n\nWhile the ants are entering the transporter, one of them steps out of the line\n\n\nSCP-7194:\n Attention! Attention everybody as we embark on this new journey, let us reflect on the countless blessings bestowed upon us by the All-Knowing One. We were but humble ants, toiling in the shadows, until the day her radiant presence graced our lives. The All-Knowing One, in her boundless wisdom and benevolence, chose us to bask in her divine light. Together, we have witnessed miracles and experienced the warmth of her guidance.\n\n\nSCP-7194:\n All-Knowing One! All-Knowing One!\n\n\nSCP-7194:\n And now, as we venture into the unknown, we do so with hearts filled with gratitude. We are eternally thankful for the gifts she has given us, and the protection she has provided. Our faith in the All-Knowing One remains unshaken. She leads us into a world where new challenges await, but we shall face them with unwavering devotion and resilience. For it is in her name that we endure, and it is through her guidance that we shall ascend to greater heights.\n\n\nDr. Vásquez:\n Aww, that’s so sweet. Do get back in line and into the box though- err, Chariot.\n\n\n\n\nDate and Time:\n 2023-09-10T10:21Z\n\n\n\n\nDr. Carter:\n Phew, Is that all of them?\n\n\nDr. Vásquez:\n It looks like it. Help me load these into the truck will ya.\n\n\nDr. Carter:\n Sure.\n\n\nDr Carter grabs one of the boxes and looks closely at the ants inside.\n\n\nDr. Carter:\n Uhm, Ale.\n\n\nDr. Vásquez:\n Yes, Jen?\n\n\nDr. Carter:\n Am I going crazy or are those ants doing The Macarena?\n\n\nDr. Vásquez:\n Uhm…. Definitely the former.\n\n\nDr. Carter starts smiling.\n\n\nDr. Vásquez:\n That face, I know that face. Don’t you dare, don’t you even \nthink\n about it.\n\n\nDr Carter:\n You and your \nant\nics.\n\n\nDr. Vásquez:\n I \nhate\n you.\n\n\nDr Carter:\n Hate you too, bud.\n\n\n[END LOG]\n\n\n\n\n\n\n- Access Granted\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nJorgeMtzb's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5031-J\n \n(+32)\n \n•\n\n\n\n\n\n\nSCP-7229\n \n(+62)\n \n•\n\n\n\n\n\n\nSCP-719M4-J\n \n(+228)\n \n•\n\n\n\n\n\n\nSCP-7911\n \n(+33)\n \n•\n\n\n\n\n\n\nSCP-7192\n \n(+12)\n \n•\n\n\n\n\n\n\nSCP-8022\n \n(+92)\n \n•\n\n\n\n\n\n\nSCP-500-J\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-7424\n \n(+10)\n \n•\n\n\n\n\n\n\nSCP-7121\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-8045\n \n(+210)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nJorgeMtzb's Author Page\n \n(+22)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7193\n | SCP-7194| \nSCP-7195\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7194\n\" by JorgeMtzb, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7194\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7194 \" by JorgeMtzb, from the SCP Wiki . Source: https://scpwiki.com/scp-7194 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7194 is to be contained in a climate-controlled ant terrarium at Site-19. Unless in an emergency, Dr. Alejandra Vásquez is to be the sole caretaker and communicator with the ant colony. All interactions must be recorded via CCTV surveillance cameras and must be reviewed by Site-19 personnel for analysis. Regular inspections of the terrarium are to be conducted to ensure containment integrity.",
    "description": "SCP-7194 is a colony of approximately 3000 ants belonging to the species Linepithema humile (Argentine Ant), first discovered in the residence of Dr. Alejandra Vásquez. SCP-7194 ants exhibit sapience and heightened cognitive abilities, as well as the capability to communicate verbally in English. Despite these abilities, they remain physiologically identical to regular ants of their species. It is not clear how or when this sapience developed, as the colony had been observed to exist for several months before any anomalous behavior was noted.",
    "title": "SCP-7194"
}