{
    "url": "https://scp-wiki.wikidot.com/scp-7196",
    "all_text": "SCP-7196\n - The Paradox\n\n\nSubmission in \nRemixCon2023\n, based off of \nSCP-196\n\n\nYou're like a- Time traveler\n\n\nYou like to- go backwards.\n\n\nYou're like a- Time traveler\n\n\nRunning from- The future\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+22\n+\n–\nx\n\n\n\n\nby CowscantgoMoo\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7196\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nmaksur\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-17\n\n\nDirector T. Graham\n\n\nSr. Researcher A. Adams\n\n\nPsi-76 (\"Time's Arrow\")\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-196, circa 2004\n\n\n\n\n\n\nSpecial Containment Procedures:\n.\nMaksur:\n Item is separated into several anomalous parts, which must be kept separate.\n \nTo prevent informational contamination from potentially changing a pre-determined course of events, no action can be taken in regards to SCP-7196.\n\n\nAll precautions regarding temporal anomalies still apply.\n\n\nUpdate:\n.\nSCP-7196, in light of recent developments, has been reclassified from \nSAFE\n to \nKETER\n.\n SCP-7196 must be resolved to prevent a Class-IV temporal paradox. Both SCP-7196-A and SCP-7196-B must occur without incident, with SCP-196 terminating during SCP-7196-B. Any actions, within reason that lead to the fulfillment of SCP-7196-A, SCP-7196-B, and the resolving of SCP-7196 are authorized by the O5 Council.\n\n\nFailure to do so will result in disciplinary action and a potential ZK-Class (\"End of Time\") Scenario.\n.\nWhile the effects of a time paradox are unknown in practice, working models theorize that a ZK-Class Scenario would operate as the most likely outcome.\n\n\nDescription:\n SCP-7196 is the temporal paradox surrounding \nSCP-196\n. SCP-7196 is separated into two events, SCP-7196-A and SCP-7196-B.\n\n\nSCP-7196-A\n is the event that displaces the pre-existing version of SCP-196, designated SCP-196-A, to 06:29:22, April 26th, 2002 in April of 2016. SCP-196-A was reportedly recruited through standard D-Class recruitment programs and was displaced by an unknown anomaly.\n.\nInformation about SCP-7196-A was reported by SCP-196 shortly after his displacement. As such, additional information is vague and unclear.\n Due to continuous intervention by the Ethics Committee over the last two decades, the D-Class program has dropped to minimal activity, bottlenecking the chances of SCP-196-A's admission into the program.\n\n\nSCP-7196-B\n is the event that results in the termination of SCP-196. SCP-196 appeared in Site-17 on November 7th, 1968, where he was killed by SCP security personnel during a break-in. At the time of his death, SCP-196 was much older, with gray hair, and was carrying an unknown anomaly and several purely mundane weapons. Said anomaly, currently designated SCP-7196-1, has not yet been discovered as of December 2015 and is stored in Locker #196 in Sub-Level 1's Safe Wing within Site-17.\n\n\nSCP-7196-1\n is a spherical, hand-held temporal displacement device, capable of shifting the user to a chosen point in time while maintaining their physical position relative to the Earth. The input apparatus consists of a small numpad, where a date can be inserted,\n.\nYYYY/MM/DD\n along with an optional selection for the time of day.\n.\nH:M:S, 24-hour clock\n When a destination time is inserted, it will display on a horizontal screen above the input, and a button, located underneath the input will displace the user and other connected persons to the desired time. The methods of displacement utilized by SCP-7196-1 are poorly understood.\n\n\nAddendum 7196.1:\n Potential Disruption\n\n\nThe following notice was sent to Site-17 with no traceable point of origin on March 11, 2016. Personnel are to be reminded that the \"Temporal Anomalies Department\" is \nnot\n a recognized Foundation division, and all messages from them do not carry any authority.\n\n\nIt should be noted that a security breach had occurred three months prior, where an unregistered Foundation ID accessed a list of temporal anomalies, including SCP-196 and SCP-7196.\n\n\n\n\n\n\n\n\nTo the containment team of \nSCP-196\n and \nSCP-7196,\n\n\nRegarding the upcoming SCP-7196-A event, it has become clear that the prerequisites have not been met to fulfill SCP-7196. We are sure that this has come to your attention, however, we ask that the following actions be taken.\n\n\n\n\nSCP-196 is to be left within his containment cell unattended between the times of 12:00 and 14:00 every day, from March 16th to March 26th. No cameras are to be active during this time to avoid any additional informational paradoxes. In the event of his disappearance, no information can be recorded or logged about it until the end of the ten days.\n\n\n\n\n\n\nNo temporal anchors are to be used at Site-17 or near SCP-196 during the aforementioned ten-day period.\n\n\n\n\n\n\nNo investigation, Foundation or otherwise, surrounding suspicious activity on June 20th, 2016 may take place. Any reports regarding potential incidents must be ignored until the following day. If this delay is not feasible, investigations can only occur at 0900 hours at the earliest.\n\n\n\n\nFulfillment of these requests will resolve SCP-7196. There is no reason to involve yourselves in SCP-7196's containment further. We have the situation under control.\n\n\nDo \nnot\n deviate from the above requirements.\n\n\n\n\n\n\nThank you for your time,\n\n\n-The Temporal Anomalies Department\n\n\n\n\n\n\nAfter receiving this message, it was discovered that the crime ring responsible for kidnapping SCP-196-1 was apprehended via an anonymous tip several months earlier, ensuring that SCP-7196-A would not occur without Foundation intervention. Due to the temporal manipulation needed to disturb SCP-7196-A, GOI-75722, a temporal terrorist organization, is believed to be responsible for the complication of SCP-7196.\n\n\nShortly after this discovery, SCP-7196 was raised to a Class-I Priority (\"Immediate Attention\").\n\n\nAddendum 7196.2:\n Mission Briefing\n\n\nIn light of the events outlined in Addendum 7196.1, MTF Psi-76 (\"Time's Arrow\") was paired up with Sr. Researcher Alex Adams, the head researcher of SCP-7196, and Dr. Nancy Bennett, a representative from the Foundation's \nofficial\n temporal department, the \nDepartment of Chronology\n, to ensure SCP-7196-A.\n\n\n\n\nMISSION BREIFING\n\n\n\n\nDate:\n March 14th, 2016, 13:00\n\n\nLocation:\n Site-17, Conference Room 2\n\n\nPersonnel Present:\n Sr. Rsrch Adams, Dr. Bennett, Agent Martinez (Ψ-1)\n\n\n\n\n«BEGIN LOG»\n\n\nBennett:\n Everyone is caught up on the SCP-7196 file, right? We're running on borrowed time here.\n\n\nAdams:\n Really? It's time travel, we have all the time in the world, so we can \ntake\n our time.\n\n\nBennett:\n No, it can't-\n\n\n(Bennett sighs. She pulls out a piece of notebook paper covered in notes regarding SCP-7196 and lays it flat on the table. Both Martinez and Adams stare at the paper in bewilderment.)\n\n\nBennett:\n (rambling) There are a number of inconsistencies in 7196 that need to be addressed. I've developed plans for initiating -A, -B will be relatively easy to handle, provided we're vigilant, the -1 loop needs to be closed, so we'll jump forward and collect it from ourselves. I have a few questions about 196 answered, so if you-\n\n\nMartinez:\n Slow down! What is this?!\n\n\nAdams:\n Yeah, a week ago the containment procedures said we had to do nothing at all. You guys sent the memo, what's the problem?\n\n\nBennett:\n No, you can't-\n\n\n(Bennett massages the bridge of her nose and paces around the room, visibly frustrated. She returns to the head of the table and places her palms down, staring between Adams and Martinez.)\n\n\nBennett:\n (condescendingly) Listen. \nWe\n are the Department of Chronology, \nnot\n the \"Temporal Department\". The Bees\n.\nFoundation nickname for GOI-75722 (\"B\")\n sent that in to taunt us while they mess around with who knows what. The fact that they're involved means they're going to \ntry\n to do something \nbad\n. We are here to ensure everything runs \nsmoothly\n and \nefficiently.\n Have I made myself clear?\n\n\n(Adams uncomfortably shifts in his seat while Martinez avoids eye contact with Bennett, her eyes darting between the carpeted floor and the door.)\n\n\nBennett:\n So, how did one-ninety-six get into the D-Class program?\n\n\nAdams:\n From what I gathered, human trafficking. He was drugged and kidnapped, probably to sell his organs on the black market. He was in the back of a truck when Foundation operatives intercepted and took them all in. He was sent to Site-19 afterward.\n\n\nBennett:\n Any other details, like when he was drugged, for how long, what he did in Site-19, anything?\n\n\nAdams:\n Not anything I remember.\n\n\nBennett:\n Good.\n\n\nMartinez:\n Site-19 doesn't \nuse\n the D-Class program. They've got drones or clones for any of that.\n\n\nBennett:\n Site-19 doesn't have to. SCP-196-A is the only person we have to fool. As long as he \nbelieves\n all of that happens, it might as well have.\n\n\nMartinez:\n Wouldn't that just cause another paradox?\n\n\nBennett:\n No, it- (shakes head) I'm done, I'm not explaining this anymore. (snaps fingers towards Adams) What's 196's name, where are we doing this?\n\n\nAdams:\n Uh, it's- (flips through papers) Yohannes Tesfay, Seattle, WA.\n\n\nBennett:\n Okay, the plan is simple. We fake a crime ring to kidnap this guy and get him acquired by Site-19. From there, we fake the testing of an anomaly to send the younger 196 back. That's the -A event. Then, we take our current one-ninety-six, give him -1, and send him back to -B. Then, we all get to go home. Any questions?\n\n\n(Martinez raises her hand.)\n\n\nBennett:\n (flat) What?\n\n\nMartinez:\n We can't use the current SCP-7196-1 because that's the one we got from SCP-7196-B. So we need to find the original and give that one to one-ninety-six.\n\n\nBennett:\n I already said that we're going to the future to pick it up. Were you not listening?\n\n\nAdams:\n What, how?\n\n\nBennett:\n We'll just go to the future and I'll ask to borrow it. And before you say anything, I don't know how the Future Foundation got it in the first place either, so it's not an informational paradox.\n.\ninformational paradox:\n A paradox where information or objects, etc. are transported from the future to the past, providing no point of origin for the object or information in question. \nex.\n Telling a mathematician in the past a mathematical proof that they wrote, leading to them writing it down, removing any point of origin for the proof itself.\n\n\nMartinez:\n We still don't know what that is.\n\n\nBennett:\n And \nthat's\n why I'm here. So (points to Martinez) round up your MTF and get ready. I hope y'all were in theatre because I'm not giving acting classes.\n\n\nAdams:\n So we're just kidnapping him?\n\n\nBennett:\n We're \nfaking\n a kidnapping. There's a difference.\n\n\n«END LOG»\n\n\n\n\nFollowing the mission briefing, the SCP-7196 containment team was relocated to Site-32 in Seattle, WA for Operation: Paradoxical Fallacy. Personnel at Site-17 were instructed to place SCP-196 under strict containment guidelines by Dr. Bennett to avoid any potential breaches.\n\n\nAddendum 7196.3:\n Incident Logs\n\n\nThe following files have been added to provide a timeline of SCP-7196's development, currently under review by the Department of Chronology.\n\n\n\n\nCONTAINMENT UPDATE\n\n\n\n\nDate:\n March 14th, 2016\n\n\nLocation:\n Site-17, SCP-196's containment cell\n\n\n\n\n[13:26]:\n SCP-196 lies on his bed for thirty minutes. His face is buried into his pillow, obscuring it from the camera.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n[14:02]:\n SCP-196 gets up and picks up a book from the bedside shelf. He flips to the first page. The book is heavily worn after constant use. SCP-196 is visibly bored and uninterested. He reads the book anyway.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n[14:57]:\n SCP-196 flips back to the beginning of the book and reads it again.\n\n\n\n\n \n\n\n\n\nVIDEO LOG\n\n\n\n\nDate:\n March 14th, 2016, 20:50\n\n\nLocation:\n Site-32, Downtown Seattle, WA\n\n\nPersonnel Present:\n Sr. Researcher Adams, and Agent Martinez (Ψ-1)\n\n\n\n\n«BEGIN LOG»\n\n\nAdams:\n I feel really bad about this.\n\n\n(Adams and Martinez are seated in a white, windowless van outside a local gas station. Three other members of MTF Psi-76 are stationed in the backseat, waiting for SCP-196-A, aged 40, to complete his shift.)\n\n\nMartinez:\n It'll be fine. Site-32 took care of law enforcement, so as long as we move quickly, we'll get to the rendezvous point fine. Don't think about it.\n\n\nAdams:\n No, I mean, morally. This man is at his lowest point and we're about to drive him deeper.\n\n\n(Pause.)\n\n\nAdams:\n I wish we didn't have to do it.\n\n\n(Martinez glances at Adams and continues looking out the window.)\n\n\nMartinez:\n Don't think about it.\n\n\nAdams:\n I mean, couldn't we have asked Dr. Bennett if there was some other way?\n\n\nMartinez:\n Nancy already has this shit figured out. If this is the way things have to go, then it is what it is.\n\n\nAdams:\n But you’re just an agent, you kinda just do whatever Command tells you.\n\n\n(Martinez swivels her head to glare at Adams.)\n\n\nMartinez:\n No, you don’t get to say that. You just sit in your office and never have to think about what you tell us to do, so I’ll be the first to tell you. The world. Isn’t. Fair.\n\n\n(Pause.)\n\n\nMartinez:\n I mean, the \none\n time you come along for the mission, and you’re already looking at the situation with your little ‘Woe is me’ eyes. This isn't text on a screen telling you what happened. We're going to violently kidnap him and throw him into the back of this van. The alternative is a ZK Scenario. No matter how shit the situation is, we have to deal with it.\n\n\nAdams:\n (timidly) Okay.\n\n\nMartinez:\n Now repeat what I say: The ends justify the means.\n\n\nAdams:\n The ends justify the means.\n\n\nMartinez:\n The ends. Justify. The means.\n\n\nAdams:\n The ends justify the means.\n\n\nMartinez:\n Good. Now shut up and don’t think about it.\n\n\nAdams:\n (murmurs) Don’t think about it.\n\n\nMartinez:\n Shut up.\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n October 13th, 1997, 22:37\n\n\nLocation:\n Seattle, WA\n\n\nPresent:\n SCP-196, SCP-196-1\n\n\n\n\n«BEGIN LOG»\n\n\n(A bell rings as SCP-196 enters a gas station. SCP-196-1, the younger version of SCP-196 (age 21) is working alone at the register. SCP-196 walks up to the register and stares determinedly at SCP-196-1.)\n\n\nSCP-196-1:\n Um, may I help you?\n\n\n\n\n\n\nSCP-196-1\n\n\n\n\n\n\nSCP-196:\n You need to listen to me and you need to listen carefully. I am you from the future.\n\n\n(Pause.)\n\n\nSCP-196-1:\n Sir, are you going to buy anything?\n\n\nSCP-196:\n No, you need to listen to me. I don't know how most of this works, but I need you to drop everything and get out of here.\n\n\n(Pause.)\n\n\nSCP-196-1:\n W-what?\n\n\n(SCP-196 grabs SCP-196-1 by his shoulders.)\n\n\nSCP-196:\n I know what you're going to do. You're going to stay here and let time pass you by. You can't let that happen. Stop playing it safe. I need to live my life, and you need to go out there and \ndo it.\n\n\n(Pause.)\n\n\nSCP-196-1:\n Sir, please get your hands off of me.\n\n\n(SCP-196 removes his hands from SCP-196-1's shoulders and steps back.)\n\n\nSCP-196:\n Okay, okay, what would it take for you to believe me?\n\n\nSCP-196-1:\n Believe what? I don't even know who you are.\n\n\nSCP-196:\n I can do that. I can do that.\n\n\n(SCP-196 clears his throat.)\n\n\nSCP-196:\n I- We are Yohannes Tesfay. We grew up in Eritrea and immigrated here at the age of 17 to avoid military enrollment. You've spent the last few years working jobs and going to college for engineering. You can't land a job after graduating, so you'll end up working at this gas station for years. You don't meet anyone and you don't do anything. You play it too safe. You don't have a life. Did I get any of that right?\n\n\n(Pause.)\n\n\nSCP-196-1:\n What are you, a fortune-teller? Is all of that going to come true?\n\n\n(SCP-196 points at SCP-196-1)\n\n\nSCP-196:\n Not unless \nyou\n do something about it. And that starts with getting out of this town.\n\n\nSCP-196-1:\n Can't I just \nnot\n do those things?\n\n\nSCP-196:\n (tense) You'll still be here and I have a life to live. I've always regretted living in the same area all my life. So I want you to do something different.\n\n\nSCP-196-1:\n Well, if you're from the future, then that means I'm safe, right?\n\n\nSCP-196:\n What?\n\n\nSCP-196-1:\n Yeah, as long as I have a future, I'll be safe. If you can go back in time, then that means anytime I make a mistake, I'll just fix it.\n\n\n(Pause.)\n\n\nSCP-196-1:\n (laughs) Yeah, \nthat's\n a problem for future me.\n\n\n(SCP-196 stares perplexed at SCP-196-1.)\n\n\nSCP-196:\n But, that's what I'm doing \nright now.\n\n\nSCP-196-1:\n And if it worked, you wouldn't be here, would you?\n\n\nSCP-196:\n That- wait… I remember this.\n\n\nSCP-196-1:\n Deja vu?\n\n\nSCP-196:\n No, I remember this. You don't believe me. The old guy came in, all crazy, and… you don't believe me.\n\n\nSCP-196-1:\n (dismissively) Whatever helps you sleep at night. You don't even look like me.\n\n\nSCP-196:\n (frantic) No, you've got to believe me! I'm actually from the future! You're playing your life too safe! You've got to-\n\n\nSCP-196-1:\n Sir, if you don't leave, I'll call the police.\n\n\n(SCP-196 gets increasingly frustrated and pushes SCP-196-1 back.)\n\n\nSCP-196:\n (mumbling) Fine. I'll do it myself.\n\n\n(SCP-196 angrily leaves the gas station. He steals a bag of chips from the shelf before walking out the door.)\n\n\n(Pause.)\n\n\nSCP-196-1:\n (muttering) Poor guy, no life left to live.\n\n\n(SCP-196-1 sighs.)\n\n\nSCP-196-1:\n Well, I still have mine.\n\n\n(SCP-196-1 pulls out his wallet and places two dollars into the register. He pauses and puts another two dollars in and grabs a bag of chips for himself.)\n\n\nSCP-196-1:\n That guy owes me one.\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n March 14th, 2016\n\n\nLocation:\n Seattle, WA, I-90\n\n\nPersonnel Present:\n MTF Psi-76, Site-32 personnel\n\n\n\n\n«BEGIN LOG»\n\n\n[21:01:11]:\n SCP-196 leaves the gas station after completing his shift. He looks around and spots the van parked 10 feet away from him. He leans on the gas station's brick wall and takes out his smartphone.\n\n\n[21:01:24]:\n Ψ-2, Ψ-3, and Ψ-4 move quickly from behind the gas station and charge at SCP-196. They knock his phone out of his hand and place him in handcuffs. Ψ-2 forcibly ties a gag around his mouth while Ψ-4 blindfolds him. They throw him into the back of the van, where Jr. Researcher Marcus and Bailey \n.\nResearchers from Site-32 aiding in Operation: Paradoxical Fallacy.\n are also tied, handcuffed, and gagged. SCP-196 collides with Marcus and squirms on the van floor.\n\n\n[21:02:03]:\n Ψ-2, Ψ-3, and Ψ-4 climb into the front of the van. Ψ-1 begins driving towards the Foundation rendezvous point. Muffled screams are mostly heard from SCP-196 and occasionally from Site-32 personnel.\n\n\n[21:17]:\n SCP-196 manages to get his blindfold and sees Marcus and Bailey. He continues to scream louder into his gag in fear. Marcus and Bailey start screaming with SCP-196, to sell the illusion of an authentic abduction.\n\n\n\n\n\n\nStill from Ψ-1's body camera on I-90.\n\n\n\n\n\n\n[21:22]:\n SCP-196 stops screaming out of fatigue. He begins silently crying. Marcus and Bailey continue making muffled cries.\n\n\n[21:25]:\n Muffled cries die down. The van continues racing down I-90.\n\n\n[21:49]:\n The van goes down an exit and moves into a county road.\n\n\n[22:13]:\n The van stops in a clearing. A helicopter from Site-19 descends from the sky to intercept.\n\n\n[22:16]:\n Four members of MTF Lamda-5 exit the helicopter and open the driver door. They handcuff all members of MTF Ψ-76 and open the trunk doors. They move and remove everyone's blindfolds.\n\n\nλ-1:\n Is anyone hurt?\n\n\n[22:16]:\n SCP-196, Marcus, and Bailey nod their heads furiously.\n\n\nλ-1:\n Okay, come with us.\n\n\n[22:13]:\n λ-1, λ-2, and λ-3 grab SCP-196, Marcus, and Bailey and escort them to the helicopter, still handcuffed and gagged. All members of MTF Lambda-5 step into the helicopter and depart for Site-19.\n\n\n[22:15]:\n The helicopter is out of view. Sr. Researcher Adams, Ψ-4, Ψ-5, and Ψ-6 move out of hiding in the bushes and release Ψ-1 through 3.\n\n\nAdams:\n Is that everything?\n\n\nMartinez (Ψ-1):\n I think so. Site-19 should have everything under control now.\n\n\nAdams:\n Good.\n\n\n(Pause.)\n\n\nAdams:\n What now?\n\n\n[22:17]:\n Ψ-1's handheld transceiver beeps and crackles with static, connecting with Dr. Bennett.\n\n\nBennett:\n Report back to SCP-196's residence, temporal issue located. Route forwarded to GPS. Bennett out.\n\n\n(Pause.)\n\n\nAdams:\n So, that's -A then?\n\n\nMartinez:\n (to others) Move out! It's an hour's ride into town! Quickly!\n\n\n[22:18]\n All members of MTF Ψ-76 pile into the van. Adams climbs into the passenger seat and it drives towards Highway I-90.\n\n\n«END LOG»\n\n\n\n\nClosing Notes:\n At 1100 hours the next day, Dr. Bennett received a confirmation that Site-19 successfully temporarily displaced SCP-196 through the use of a thaumaturgic anomaly under the pretense of D-Class testing.\n\n\nFollowing the completion of SCP-7196-A, Jr. Researchers Marcus and Bailey were sent back to Site-32 after pretending to be D-Class members with SCP-196.\n\n\n\n\n \n\n\n\n\nCONTAINMENT UPDATE\n\n\n\n\nDate:\n March 14th, 2016\n\n\nLocation:\n Site-17, SCP-196's containment cell\n\n\n\n\n«BEGIN LOG»\n\n\n[21:09]\n SCP-196 sits on the floor and eats dinner inside his containment cell while supervised by a security guard. Another guard is stationed outside the containment cell.\n\n\nSCP-196:\n Could I have something else instead of rice and beans? Maybe some steak or injera\n.\nInjera (እንጀራ) is a sour fermented pancake-like flatbread with a slightly spongy texture, popular in Eritrean and Ethiopian culture.\n or something?\n\n\n(The guard slowly cranes his neck down to meet SCP-196's eyes. He maintains a stern, cold expression as his visor blocks out his eyes.)\n\n\nGuard:\n No. No exceptions are made for anomalies.\n\n\n(The guard's neck returns to a level position. He continues surveying the room.)\n\n\nSCP-196:\n (grumbles) No respect for an old man.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n[21:22]:\n SCP-196 finishes his last meal and turns to move to his bed. He is stopped by the guard who grabs him by the arm.\n\n\nGuard:\n Come with us. You have been summoned for further testing.\n\n\nSCP-196:\n What? I thought we finished all of that.\n\n\nGuard:\n Come with us.\n\n\n[21:23]:\n The two guards escort SCP-196 to a holding room and seat him in a chair. Awaiting further instructions from Dr. Bennett.\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nPOLICE REPORT\n\n\n\n\nDate:\n November 12th, 2015\n\n\nLocation:\n Seattle, WA\n\n\n\n\n«BEGIN LOG»\n\n\nPhysical Description:\n Old African American male with grey, balding hair, dressed in tattered clothes.\n\n\nTip:\n The string of recent kidnappings is connected to an underground human trafficking ring. They regularly visit and loiter outside the gas station at the corner of Main and Park Ln after sunset in a white, windowless van.\n\n\nAftermath:\n After locating the van and running their plate through the federal database, their license was found to be invalid. During a routine traffic stop, two victims were found held against their will in the back of the van. Three members were detained and questioned, revealing the existence of an underground crime ring involved in drug sales and human trafficking in urban Seattle.\n\n\nFurther investigation and arrests are ongoing.\n\n\n«END LOG»\n\n\n\n\n\n\n \n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n October 29th, 2145\n\n\nLocation:\n Site-17\n\n\n\n\n«BEGIN LOG»\n\n\n(Bennett arrives in a flash of light, landing in an empty room. The floor, walls, and ceiling are painted white. The outline of a door is barely visible on the wall. Bennett walks up to the outline and knocks on it repeatedly.)\n\n\nBennett:\n Hey! I don't want to be here any longer than I have to! Just hand over 7196-1! And follow procedure!\n\n\n(The barely visible door opens and a person wearing an all-white hazard suit walks in holding SCP-7196-1. They approach Bennett and carefully hand her the object.)\n\n\nBennett:\n And thank you.\n\n\n(The person speaks, their voice filtering through the suit as a robotic tone. Bennett avoids eye contact, focusing on inputting dates into SCP-7196-1.)\n\n\nResearcher:\n \nDOES THIS MEAN SCP-7196 IS CONTAINED?\n\n\nBennett:\n For you guys, yes. For me, no.\n\n\nResearcher:\n \nWE HAVE A MESSAGE FOR THE PAST. IN 21-\n\n\n(Bennett quickly covers her ears and loudly talks to drown out the researcher. She attempts to continue to input dates in SCP-7196-1 as she does this.)\n\n\nBennett:\n (loudly) Nope, nope. Don't tell me! Follow procedure!\n\n\nResearcher:\n \nYOU TOLD US TO TELL THE PAST YOU THAT ONE-NINETY-SIX-\n\n\nBennett:\n (loudly) Stop talking! Stop talking! Don't tell me!\n\n\nResearcher:\n \nHE'S BEEN-\n\n\n(Bennett quickly moves her hands back to SCP-7196-1 and presses the button. In a bright flash of light, she disappears)\n\n\n(Pause.)\n\n\n(The researcher turns back towards the door and shrugs.)\n\n\nResearcher:\n \nWE TRIED.\n\n\n(They leave the room and close the door behind them.)\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n June 20th, 2016, 0200 hours\n\n\nLocation:\n Seattle, WA, SCP-196's legal residence\n\n\n\n\n«BEGIN LOG»\n\n\n(A bright light shines through a window and SCP-196 (older) walks into the apartment. He looks around and takes a seat on the couch. His arms lie lifeless beside him as he stares at the ceiling. Tears fall down his cheek as muffled sobs fill the room.)\n\n\n(After 45 minutes, another iteration of SCP-196 (designated SCP-196-1) walks into the room and gently shakes SCP-196's shoulder.)\n\n\nSCP-196:\n (opens eyes) Wha- What?! Who-\n\n\nSCP-196-1:\n Shh, it's okay. We have a plan.\n\n\n(SCP-196 wipes the tears from his eyes and looks at SCP-196-1.)\n\n\nSCP-196:\n What? How are you-\n\n\nSCP-196-1:\n I'm you. From two minutes in the future. I just got back from another future version of myself telling me the plan.\n\n\nSCP-196:\n What plan?\n\n\nSCP-196-1:\n The plan of trying to move into a timeline where the Foundation can't follow you. I forget what you said, something about yarn and scissors? Hold on, let me think about it.\n\n\n(SCP-196-1 stares off into the distance as SCP-196 rubs his hands together nervously.)\n\n\nSCP-196:\n If you… take a string and cut it every inch or so and then stack them on one another then… I think it'll… help us escape or something? I don't know, I didn't pay much attention to him.\n\n\n(SCP-196 ignores SCP-196-1 as he stares into the distance, lost in thought.)\n\n\nSCP-196-1:\n Wait, I just told… me that. So that means (checks watch) in a minute, you'll get up and-\n\n\nSCP-196:\n No.\n\n\nSCP-196-1:\n Yeah. and-\n\n\n(Pause.)\n\n\nSCP-196-1:\n I didn't say that.\n\n\nSCP-196:\n No, I don't have to get up.\n\n\n(Pause.)\n\n\nSCP-196-1:\n This is different. I didn't say that, you didn't say that.\n\n\n(Pause.)\n\n\nSCP-196-1:\n Something's wrong.\n\n\nSCP-196:\n No, no. This is great. You're here!\n\n\n(SCP-196 gets up and places his shoulders on SCP-196-1.)\n\n\nSCP-196:\n I just have to offer you to the Foundation and that'll kill you. Then they'll take you away and I can go out there and actually live my life.\n\n\nSCP-196-1:\n No, no, 'cause then you would just become me. If anything, \nyou\n have to die and I'll keep living.\n\n\nSCP-196:\n No, I don't think I'll be you. It's been more than two minutes and I'm not you. As long as I never \nbecome\n you, I'll never die.\n\n\n(SCP-196-1 grabs SCP-196's shoulders to mirror his actions. He begins to lightly shake him back and forth.)\n\n\nSCP-196-1:\n Well, if you're not me, then I don't need you to become me to exist. You should be the one to die because I'm disconnected from you.\n\n\nSCP-196:\n No, you.\n\n\nSCP-196-1:\n No-\n\n\n(Another version of SCP-196 (designated SCP-196-2) walks into the room and freezes. He points to SCP-196 and SCP-196-1.)\n\n\nSCP-196-2:\n See, I fixed it. We just kill our younger self and it'll be fine.\n\n\n(SCP-196 and SCP-196-1 look at each other and then back at SCP-196-2.)\n\n\nSCP-196:\n Truce?\n\n\nSCP-196-1:\n Truce. Let's get this guy.\n\n\n(SCP-196 and SCP-196-1 move towards SCP-196-2 to restrain him.)\n\n\nSCP-196-2:\n Wait, guys, we don't have to-\n\n\n(Another version of SCP-196 (designated SCP-196-3 enters the room from the bedroom and points to SCP-196-2.)\n\n\nSCP-196-3:\n Get him.\n\n\n(Over the next several hours, more and more future versions of SCP-196 appear in the apartment. All instances fight amongst each other on who to sacrifice to the Foundation. This continues for three hours before all instances demanifest at once.)\n\n\n«END LOG»\n\n\n\n\n\n\n \n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n March 14th, 2016\n\n\nLocation:\n Seattle, WA, SCP-196's legal residence\n\n\nPersonnel Present:\n Agent Martinez, Sr. Researcher Adams, Dr. Bennett, and SCP-196\n.\nSee Below.\n\n\n\n\n«BEGIN LOG»\n\n\nBennett:\n Ah, there you are. Come in, no one's home. Not right now anyway.\n\n\n(Bennett gestures Martinez into the apartment. The lights are off and a temporal anchor sits in the center of the room.)\n\n\nAdams:\n (points at anchor) What's that?\n\n\nBennett:\n Want the long version or the short version?\n\n\nAdams:\n Long.\n\n\nMartinez:\n Short.\n\n\nBennett:\n I heard short. So there's another version of SCP-196 running around trying to replace himself in the timeline. He's here (gestures around the room) in the future. This anchor will bring him to now and we'll just hand him this-\n\n\n(Bennett takes SCP-7196-1 out of her pocket.)\n\n\nBennett:\n And we're set.\n\n\nAdams:\n Wait, how do you know that?\n\n\nBennett:\n That's the long version. Before we do this, someone tell me when SCP-7196-B is supposed to happen. I need to set this thing up.\n\n\nMartinez:\n It's uh- (pulls out walkie-talkie) Hey guys, when's SCP-7196-B? Over.\n\n\nAdams:\n Don't we still have a 196 at Site-17? Don't we just send that one back?\n\n\nBennett:\n (sternly) Who's the expert here? You don't need to question that, I've got it handled. Just listen to instructions.\n\n\nΨ-3:\n (over walkie-talkie) November 7th, 1968. No hourly time specified.\n\n\nBennett:\n Great. Just put in eight o'clock. That's when the break-in happened.\n\n\n(Martinez inputs the date into SCP-7196-1 and tries to hand it to Bennett.)\n\n\nBennett:\n Oh, don't give it to me, I'm not good with the whole 'action' stuff. Just force it into SCP-196's hand when he shows up and press the button. Let go and it'll send him and only him to the date.\n\n\n(Martinez retracts her hand, treating SCP-7196-1 with extreme care, as not to accidentally press the button.)\n\n\nBennett:\n Remember, no lethal force.\n\n\n(Bennett sneaks to the temporal anchor and switches it on. Instantly, dozens of SCP-196 instances appear in the apartment, punching and fighting each other. Once the SCP-196 instances adjusted to their surroundings, they moved faster, rushing towards the front door and knocking Adams and Martinez to the ground.)\n\n\nSCP-196-12:\n Grab 'em!\n\n\nSCP-196-3:\n Aim for the knees!\n\n\n(Martinez is knocked towards the ground and drops SCP-7196-1. It rolls underneath a table, out of arm's reach. At least three SCP-196 instances run over Martinez's fingers on their way out. Adams manages to close and lock the front door.)\n\n\nAdams:\n Jesus, all of you, stop moving!\n\n\nSCP-196-18:\n No! You'll kill us!\n\n\nSCP-196-11:\n Let us out!\n\n\nBennett:\n Martinez! It doesn't matter which one you pick, just give it to one!\n\n\n(Martinez crawls on the floor and reaches SCP-7196-1. After getting up, she stands up and activates SCP-7196-1, forcing it into the hands of a nearby SCP-196 instance.)\n\n\nSCP-196-9:\n Wha-?\n\n\n(SCP-196-9 disappears. All other SCP-196 instances stop panicking and look at where SCP-196-9 last stood.)\n\n\n(Pause.)\n\n\nSCP-196-15:\n Is that it? Are we free to go?\n\n\n(Bennett gets up and deactivates the temporal anchor.)\n\n\nBennett:\n In a minute.\n\n\n(Bennett speaks into a microphone on her shirt collar.)\n\n\nBennett:\n All clear. You may proceed.\n\n\n\n\nCONTAINMENT UPDATE\n\n\n\n\nDate:\n March 14th, 2016\n\n\nLocation:\n Site-17, Holding Cell 4\n\n\n\n\n[23:47]:\n A guard supervises SCP-196 in the cold, lifeless holding cell. His walkie-talkie beeps and a voice echoes around the room.\n\n\nBennett:\n \nALL CLEAR.\n\n\nGuard:\n Roger that.\n\n\n(The guard knocks twice on the cell door. Two knocks are returned.)\n\n\nSCP-196:\n Can I go back to my cell now? I'm getting really tired of thi-\n\n\n[23:48]:\n The guard delivers a single bullet through SCP-196's head. He falls to the floor, blood pooling around his head. The guard shoots SCP-196 a second time for confirmation. SCP-196 starts disintegrating, leaving no bodily trace. After twenty seconds, no sign of SCP-196 remains.\n\n\n[23:49]:\n SCP-196 is confirmed deceased.\n\n\n\n\n(The final traces of all the remaining SCP-196 instances demanifest, leaving nothing behind.)\n\n\nBennett:\n And that's it. SCP-7196-B. Good night everybody.\n\n\n(Bennett starts to move towards the door but is stopped by Adams.)\n\n\nAdams:\n Wait, I want to hear the long version.\n\n\nBennett:\n (sternly) Good night.\n\n\n(Bennett leaves the apartment. Martinez passes Adams to leave.)\n\n\nMartinez:\n Don't think about it.\n\n\n(Martinez leaves, leaving Adams alone in the apartment.)\n\n\n(Adams looks around the room and spots a crumpled piece of paper stuck between two seat cushions. He pulls it out and reads it.)\n\n\n(Adams balls up the paper and sticks it deep into the seat cushions. He leaves, locking the door behind him.)\n\n\n«END LOG»\n\n\n\n\nAddendum 7196.4:\n Aftermath\n\n\nFollowing the events of Addendum 7196.3, SCP-7196 is mostly contained with Timeline-7196 successfully merging with Timeline-Prime. However, the last remaining event, the pickup of SCP-7196-1, is scheduled to occur on October 29, 2145. Until that event occurs, SCP-7196 cannot be reclassified as Neutralized.\n\n\n \n\n\n\n\n\n\n\n\n+ Fork point for TL-7196 + \n\n\n\n\n- Fork point for TL-7196 -\n\n\n\n\n\n\nThe following log records the event that caused TL-Prime to divert into TL-7196, caused by GOI-75722. TL-7196 and TL-Prime merged back together at the neutralization of SCP-196.\n\n\nThe log was collected by Dr. Bennett through unknown means.\n\n\n\n\n\n\n\n\nDate:\n March 14th, 2016, 13:13\n\n\nLocation:\n Site-17, SCP-196's containment room\n\n\nPresent:\n SCP-196, B-1\n\n\n\n\n«BEGIN LOG»\n\n\n(A large sound is heard as an individual, believed to be associated with GOI-75722, steps out of a temporal rift in the corner of the room. SCP-196 puts down the book he was reading and stares at B-1 in shock)\n\n\nB-1:\n Yohannes Tesfay, we're here to free you.\n\n\n(SCP-196 stares at them in shock and fear. He opens his mouth to speak, but no sound comes out.)\n\n\nSCP-196:\n (stammering) W-what? Where did- Who-\n\n\n(SCP-196 runs to the containment door and rapidly bangs his fists on it in a panic.)\n\n\nSCP-196:\n Someone! Someone's in here! Open up! Open up!\n\n\nB-1:\n Don't panic. We're here to help.\n\n\n(SCP-196 turns around and moves his back to a wall.)\n\n\nB-1:\n The Foundation is coming to execute you. They've sealed your fate. I want to open it back up for you.\n\n\n(B-1 moves closer to SCP-196 and places his hands on his shoulders. He makes direct eye contact with SCP-196 as he speaks.)\n\n\nB-1:\n I've read your file, I've seen your life. It's depressing. Just another person struggling to make ends meet until they find a curse in disguise. But your case is different. You don't \ndeserve\n to lose your choice, you did nothing to deserve it, not even gain some divine superpower, you did \nnothing!\n\n\nB-1:\n You have a choice to make here. You can sit here in this room and accept your fate, or you can do something about it.\n\n\n(B-1 forces a temporal displacement wristwatch into SCP-196's hands. He closes SCP-196's hands for him around the watch.)\n\n\nB-1:\n What do you say?\n\n\nSCP-196:\n I- I don't- What do you want me to do?\n\n\n(B-1 backs away from SCP-196 and shakes his head in disapproval.)\n\n\nB-1:\n I'm only giving you a chance. The rest is up to you.\n\n\nSCP-196:\n But how do I use this? How do I-\n\n\nB-1:\n That's completely up to you.\n\n\n(B-1 deactivates the temporal anchor and picks it up. He makes adjustments to his watch before looking back at SCP-196.)\n\n\nB-1:\n Think about it.\n\n\n(B-1 presses a button on his wrist and disappears. SCP-196's eyes dart between where B-1 last stood, the watch in his hands, and the containment cell door.)\n\n\n(He walks up to the door and knocks two times.)\n\n\n(No response. He knocks again, leaning on the door.)\n\n\n(No response.)\n\n\n(SCP-196 puts the watch on and tinkers with it. He presses a button on the watch and disappears.)\n\n\n«END LOG»\n\n\n\n\n\n\nThree hours after this log, Dr. Bennett was alerted of SCP-196's containment breach. TL-Prime was rerouted to maintain SCP-196's containment shortly after. TL-7196 is expected to merge with TL-Prime at the conclusion of SCP-7196.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCowscantgoMoo's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7618\n \n(+38)\n \n•\n\n\n\n\n\n\nSCP-7152\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-6438\n \n(+26)\n \n•\n\n\n\n\n\n\nSCP-8026\n \n(+13)\n \n•\n\n\n\n\n\n\nSCP-7215\n \n(+109)\n \n•\n\n\n\n\n\n\nSCP-7315\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-7415\n \n(+20)\n \n•\n\n\n\n\n\n\nSCP-7915\n \n(+44)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nInsurer's Regret\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCowscantgoMoo's Author Page\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7195\n | SCP-7196 | \nSCP-7197\n »",
    "addendums": [
        "Addendum 7196.1: Potential Disruption\nThe following notice was sent to Site-17 with no traceable point of origin on March 11, 2016. Personnel are to be reminded that the \"Temporal Anomalies Department\" is not a recognized Foundation division, and all messages from them do not carry any authority.\nIt should be noted that a security breach had occurred three months prior, where an unregistered Foundation ID accessed a list of temporal anomalies, including SCP-196 and SCP-7196.\nAfter receiving this message, it was discovered that the crime ring responsible for kidnapping SCP-196-1 was apprehended via an anonymous tip several months earlier, ensuring that SCP-7196-A would not occur without Foundation intervention. Due to the temporal manipulation needed to disturb SCP-7196-A, GOI-75722, a temporal terrorist organization, is believed to be responsible for the complication of SCP-7196.\nShortly after this discovery, SCP-7196 was raised to a Class-I Priority (\"Immediate Attention\").",
        "Addendum 7196.2: Mission Briefing\nIn light of the events outlined in Addendum 7196.1, MTF Psi-76 (\"Time's Arrow\") was paired up with Sr. Researcher Alex Adams, the head researcher of SCP-7196, and Dr. Nancy Bennett, a representative from the Foundation's official temporal department, the Department of Chronology , to ensure SCP-7196-A.\nFollowing the mission briefing, the SCP-7196 containment team was relocated to Site-32 in Seattle, WA for Operation: Paradoxical Fallacy. Personnel at Site-17 were instructed to place SCP-196 under strict containment guidelines by Dr. Bennett to avoid any potential breaches.",
        "Addendum 7196.3: Incident Logs\nThe following files have been added to provide a timeline of SCP-7196's development, currently under review by the Department of Chronology.\n\n\n\n\n\n\n\n",
        "Addendum 7196.4: Aftermath\nFollowing the events of Addendum 7196.3, SCP-7196 is mostly contained with Timeline-7196 successfully merging with Timeline-Prime. However, the last remaining event, the pickup of SCP-7196-1, is scheduled to occur on October 29, 2145. Until that event occurs, SCP-7196 cannot be reclassified as Neutralized.\n\n"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": ".Maksur: Item is separated into several anomalous parts, which must be kept separate. To prevent informational contamination from potentially changing a pre-determined course of events, no action can be taken in regards to SCP-7196.",
    "description": "SCP-7196 is the temporal paradox surrounding SCP-196. SCP-7196 is separated into two events, SCP-7196-A and SCP-7196-B.",
    "title": "SCP-7196"
}