{
    "url": "https://scp-wiki.wikidot.com/scp-7198",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7198\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Staff level 2 and below are to be periodically reminded that all special containment procedures for SCP-7198 are done in SCP-7198's best interest. Additionally, subliminal messages procuring the idea that these procedures are in SCP-7198's best interest are to be propagated to respective staff during non-working hours.\n\n\nSCP-7198 is contained in a standard containment cell while not undergoing Procedure Hippocratic Oath. Procedure Hippocratic Oath must be performed on SCP-7198 twice daily for the foreseeable future in a standard surgical operating room\n1\n. If Procedure Hippocratic Oath is not performed at least once every 48 hours [DATA REDACTED] will occur. If [DATA REDACTED] occurs Procedure Hippocratic Oath must be performed as soon as possible to prevent further losses. SCP-7198 must be conscious during the procedure and cannot be administered any pain-relieving or anesthetic medication\n2\n. All protests and pleas coming from SCP-7198 are to be ignored, and staff are to continuously remind SCP-7198 that this procedure is in their best interest.\n\n\nAll personnel assigned to SCP-7198 are to be given biweekly cognitive reassurance evaluations to maintain efficacious containment of SCP-7198. If, at any point, a member of staff believes that this procedure is no longer in SCP-7198's best interest, they are to be given Class C amnestic treatment and moved off-site. Please see your supervisor if you have any questions, or if you begin to feel as if this procedure is no longer in SCP-7198's best interest.\n\n\nAt the start of each new business quarter, a board of site directors must convince the ethics committee that Procedure Hippocratic Oath continues to be performed in SCP-7198's best interest. As per mandate ETHOS.7198B, a unanimous vote by the ethics committee is the only way to cease Procedure Hippocratic Oath\n3\n. If a vote is not unanimous, a new vote may be cast the following quarter.\n\n\nDescription:\n SCP-7198 is an 18-year-old male of western European descent and standard build. His anomalous property appears when his right hallux\n4\n is surgically, or otherwise, removed. Upon removal, the toe will begin to age rapidly and degrade into dust. After 5 minutes a new hallux will begin to regenerate where the previous one was removed. SCP-7198 expresses discomfort and pain as this new toe grows in. Genetic testing on the dust collected has revealed inconclusive results and does not match any human DNA.\n\n\nIf the toe is removed while the patient is under any sort of pain-relieving or anesthetic medication, the toe will show no anomalous properties and will degrade naturally. Genetic testing confirms this toe to match SCP-7198. Only when all medication wears off will SCP-7198's toe begin to regenerate. SCP-7198 reports extreme levels of discomfort and pain during this set of circumstances.\n\n\nThe dust, collected from Procedure Hippocratic Oath, is easily encapsulated, and the resulting pill, designated as \"Clarity,\" is approved for usage by all foundation employees. A dosage as small as 5 micrograms can provide a number of physical and mental healing effects. These effects include repairing most bruises, lacerations, and burns, and the removal of nonnative/malignant bodies that provide a detrimental effect on the host's body\n5\n. People who suffer from mental illness also report slight improvements in some of their symptoms, besides those related to PTSD\n6\n. To this date, there do not appear to be any adverse effects brought on by repeated Clarity use.\n\n\nIn the past, SCP-7198 frequently attempted to resist attempts by staff to perform Procedure Hippocratic Oath. However, after several rounds of hypnotic therapy this behavior has regressed to only occurring 1 to 2 times per year. Although an unintended side effect, the current special containment procedures also assist in maintaining this state of mind.\n\n\nDiscovery:\n SCP-7198 was first brought to the Foundation's attention when an emergency transmission was intercepted from a standard 911 call. An adult male, claiming to be the father of SCP-7198, explained that his son was in a lawn mower accident and required immediate medical assistance. SCP-7198’s right leg had been caught underneath the mower blade which proceeded to lacerate his leg and foot for several seconds before the mower was stopped.\n\n\nIn his after-action report, Agent Forness\n7\n noted, “the scene looked like a blood bath, but the child was physically unharmed.” Recognizing this as a potential anomaly, and the risk of death to the child deemed low, Agent Forness undertook interviewing the father on scene. See interview log 7198/1.\n\n\n\n\nInterview Log 7198/1:\n\n\n\n\nClose\n\n\n\n\nInterview Log 7198/1:\n\n\n\n\nInterviewer:\n Agent Forness\n\n\nInterviewee:\n Father of SCP-7198\n\n\nForward:\n Interview held by Agent Forness and the Father of SCP-7198 shortly after first contact.\n\n\n\n\n[Begin Log]\n\n\nAgent Forness:\n All right, it's going. Ahem — My name is Agent Forness, and I am conducting this interview after determining probable causes of an anomaly in the vicinity. The time is currently 1431 hours. Date 05/15/05. Can you please state your name for the record?\n\n\nFather:\n Yeah… my name is… its ummm… shit, I'm, I'm, sorry— my mind is racing right now, is my son okay?\n\n\nAgent Forness:\n Please state your name for the rec—\n\n\nFather:\n Is he dead!? Did I kill my son!?\n\n\nExtra dialogue cut as Agent Forness takes the next 5 minutes to calm down the Father of SCP-7198 before continuing the interview.\n\n\nAgent Forness:\n There ya go. You're doing good. Hell, look at me. Do I look worried right now?\n\n\nFather:\n Umm no, no you don't.\n\n\nAgent Forness:\n Exactly. If I don't look worried you have nothing to worry about, okay?\n\n\nFather:\n Yeah, okay. I'm sorry, I'm a total mess right now.\n\n\nAgent Forness:\n Given the circumstances I say how you are feeling right now is warranted. Anyways, to give you some piece of mind, as we speak your son is being looked over by the best doctors in the world. I trust them with my life so you can trust them too, okay?\n\n\nFather:\n You mean it? Oh, thank God. Thank you, Sir! Thank You.\n\n\nThe Father is heard crying.\n\n\nAgent Forness:\n Ehhh yeah no problem, from what they've told me, your son is not in any danger. In fact, he's in perfect health. Not a scratch on him.\n\n\nFather:\n That is such a relief you have no idea. I thought I really hurt him back there.\n\n\nAgent Forness:\n Well sir that is why I'm here actually. Don’t you find it a little bit odd that your son is doing completely fine? He was under a moving lawn mower blade far longer than anyone should. I mean his blood is all over your counter, sir. And yet now he doesn't have a scratch on him.\n\n\nFather:\n What are you getting at?\n\n\nAgent Forness:\n Mister— I'm sorry I still haven't gotten your name for the record.\n\n\nFather:\n It's Arin, and that's my son Alex.\n\n\nAgent Forness:\n Right. Mr. Arin, your son seems to have experienced a miracle, well, we call them anomalies, but that's more of a technicality than anything.\n\n\nFather:\n I'm sorry, I don’t think I understand.\n\n\nAgent Forness:\n That’s okay Mr. Arin, I don’t expect you to. But right now, I need your help to understand your son's condition. So, if you could, can you please explain everything that happened today?\n\n\nFather:\n Okay, I can do that. Anything for my boy.\n\n\nAgent Forness:\n Perfect, let's start from the beginning. Did you notice anything unusual today?\n\n\nFather:\n No not really. It started off like any normal Saturday afternoon. The grass was starting to get long, and I already pushed it off for a week. I figured if I started now, I would be done in time to make dinner before my wife got home from work.\n\n\nAgent Forness:\n Okay, so you were mowing the lawn and then what?\n\n\nFather:\n I was just backing up at this corner to start the next row. I never even thought it was possible for someone to be behind me, and Boom! I felt the tire swallow up his leg first. Nothing crazy, just a small bump. But then I hear it – The most horrific bloody screech, and it's from my own son— Its still ringing in my ears.\n\n\nMore sobbing is heard from the father.\n\n\nAgent Fornes:\n I know this is still very fresh Mr. Arin, but we must continue the interview.\n\n\nFather:\n Okay… okay.. I don’t remember much but before I even knew it, I'm on the ground pulling him out from under the mower. I catch a glance at his mangled foot, it's all bloody and ripped to shreds. His toe is missing, and whatever is left is barely hanging there…\n\n\nAgent Forness:\n What did you do after you got him free, Mr. Arin?\n\n\nFather:\n I held him in my arms. I made sure he didn’t see it. He’s crying in my ear, “I'm going to die; I'm going to die” — over and over again. I kept telling him he'll be fine and to just focus on looking at me. He's not listening, but at this point I just want him to scream. Anything to reassure me that he's still alive, that he's still here. I placed him on the kitchen counter, hiding his foot underneath a towel. I pour ice over it, thinking that maybe will stop the bleeding, I doubt it did anything. While I'm calling 911, he looks so afraid, he's shivering and screaming for his mom, there's blood everywhere. It's dripping off the counter and pooling on the floor. My hands are painted in it—\n\n\n20 seconds of silence.\n\n\nFather:\n Then the crying stops, the blood stops flowing, it's a moment of clarity. I dared to look under the towel… and… it was normal, like nothing the past 5 minutes had occurred. But there's blood all over the place, in my hands and stained in my shirt. This really happened but now it feels like a dream. It doesn't make sense.\n\n\nAgent Forness:\n Is there anything else you would like to add?\n\n\nFather:\n I've told you everything I know. Now, can I please see my boy, please? I need to tell him \"Dad is sorry.\" I need him to know I love him.\n\n\nAgent Forness:\n Of course Mr. Arin, right this way. Also, would you mind taking this, it will help calm you down a bit.\n\n\n[End Log]\n\n\n\n\nAfterward:\n \"Cannot rule out foul play, but I think the father's story is genuine enough. Doesn't matter too much, poor guy won't even remember any of it.\" —Agent Forness\n\n\n\n\n\n\n\n\n\n\nFollowing this interview, the boy was taken into Foundation custody and designated SCP-7198. Upon further review it is believed that the Clarity produced as a result of this accident soaked into the wounds resulting in the full recovery of SCP-7198.\n\n\nUpdate 1:\n On 12/23/██ three [DATA REDACTED] events resulted in the restriction of a multitude of beneficial SCPs, namely \nSCP-006\n and \nSCP-500\n. Later that day, SCP-7198 was temporarily reclassified to temporary thaumiel status and Procedure Hippocratic Oath was developed to mass-produce Clarity. As of 07/04/██, Clarity has become the most common source of emergency medicine utilized in all Foundation site pharmacies and field agent emergency kits.\n\n\nUpdate 2:\n Due to an influx of Keter-class containment breaches in recent years, SCP-7198 has volunteered to undergo Procedure Hippocratic Oath more than the scheduled two times per day to assist with the inflow of injured staff members. This has resulted in SCP-7198 becoming the first anomalous recipient of the Foundation Red Heart Award.\n\n\n\n\n04 Credentials Required for Access \n\n\n\n\nCredentials Accepted - Welcome Director Zehen\n\n\n\n\n\n\nCongratulations on the promotion, Dr. Zehen. I hope the transition is going well and the other site directors are not being too annoying yet. If so, let me know and I will whip them into shape.\n\n\nAnyways, as per your previous email request, allow me to answer a few of your concerns regarding our unfortunate predicament, SCP-7198.\n\n\nLet me begin by addressing your first question:\n\n\n\n\nWhat is the point of this redaction? If Procedure Hippocratic Oath is not performed twice daily \nnothing\n will occur.\n\n\n\n\nYes, this is not a joke. Nothing bad will occur if we do not uphold Procedure Hippocratic Oath. There is no catastrophe or world ending event, we just miss a day we could have collected more Clarity. In other words, it is just there to spook the staff. I know that probably does not bring you any closure. It sure as hell did not for me when I first read the unredacted version of this skip.\n\n\nAlright next:\n\n\n\n\nWhy has the Ethics committee not condemned Procedure HO yet? This behavior is clearly outdated and honestly puts a bad taste in my mouth.\n\n\n\n\nI figured this would happen again. I'm going to be as honest as possible because we need to nip this in the butt on day one— It's Time to Grow Up — We do way more horrid shit just to keep the god damn lights on. At least he gets a break once a year, that's more than what most the staff at Site-4 get.\n\n\nRegardless, the reason we encourage this mindset is because it gives our staff peace of mind for the awful shit they do to SCP-7198. That's the end of it. There's no deeper meaning. We do this because it's cost effective and saves a hell of lot more people than it harms. Besides, the kid thinks this is his penance, so why not let him have that serenity.\n\n\nYes, you are correct, this may seem off putting, and yes, the ethics committee has tried countless times to strike this procedure down. Can't say I blame them; they're just doing their job. But we cannot let that happen, not yet anyway. We are so close to a brighter future. We just need a little more time to recover.\n\n\nWelcome to The Board of Directors,\n\nThe Office of Dr. Penelope Smith, Former 0E-██, Current 05-3\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 3 is Pending Approval to be Added to this Database Entry\n\n\n\n\nClose\n\n\n\n\n\n\nUpdate 3:\n On SCP-7198's 18th birthday recorders picked up this piece of audio from SCP-7198's containment room.\n\n\n\n\nI'm sorry Dad… It was my fault.\n\n\n\n\nSince this event, SCP-7198 has not resisted Procedure Hippocratic Oath.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The only exception to this rule is on SCP-7198's birthday where Procedure Hippocratic Oath is postponed until the following day.\n\n\n2\n. As per Ethics Committee Mandate ETHOS.7198A.\n\n\n3\n. This has been attempted 36 times but has never succeeded.\n\n\n4\n. Big Toe.\n\n\n5\n. i.e., bacterial, viral, and fungal infections, cancer, and nonliving objects such as splinters and nails.\n\n\n6\n. Although unverified, this single affliction being untreatable has led researchers to speculate that SCP-7198 has some control over their anomalous properties.\n\n\n7\n. An undercover EMS Foundation agent\n\n\n\n\n\n\n\n\n« \nSCP-7197\n | SCP-7198 | \nSCP-7199\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7198\n\" by 9Toes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7198\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "What is the point of this redaction? If Procedure Hippocratic Oath is not performed twice daily nothing will occur.",
        "Why has the Ethics committee not condemned Procedure HO yet? This behavior is clearly outdated and honestly puts a bad taste in my mouth.",
        "I'm sorry Dad… It was my fault.",
        "\" SCP-7198 \" by 9Toes, from the SCP Wiki . Source: https://scpwiki.com/scp-7198 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Staff level 2 and below are to be periodically reminded that all special containment procedures for SCP-7198 are done in SCP-7198's best interest. Additionally, subliminal messages procuring the idea that these procedures are in SCP-7198's best interest are to be propagated to respective staff during non-working hours.",
    "description": "SCP-7198 is an 18-year-old male of western European descent and standard build. His anomalous property appears when his right hallux4 is surgically, or otherwise, removed. Upon removal, the toe will begin to age rapidly and degrade into dust. After 5 minutes a new hallux will begin to regenerate where the previous one was removed. SCP-7198 expresses discomfort and pain as this new toe grows in. Genetic testing on the dust collected has revealed inconclusive results and does not match any human DNA.",
    "title": "SCP-7198"
}