{
    "url": "https://scp-wiki.wikidot.com/scp-7199",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\nwinkwonkboi\n\n\n\n\n\n\nBig thanks to \nDeadcanons\n for taking a look at this. Appreciate it as always!\n\n\nAnd thank you for reading. We are \nlucky\n to have you here, lol.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7199\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nkušum\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nirrelevant\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7199 instance\n\n\n\n\n\n\nSpecial Containment Procedures:\n Per PoI-7199's request, all SCP-7199 instances have been transported to various animal institutions (such as pet stores and conservatories) in order to distribute them among the general population. Due to \npost-Veil circumstances,\n the observation and/or confinement of SCP-7199 is considered unnecessary.\n\n\n\n\nDescription:\n SCP-7199 refers to a group of Green hairstreak (\nCallophrys rubi\n) butterflies. In terms of appearance, SCP-7199 displays no physical difference compared to their non-anomalous counterpart.\n\n\nSCP-7199 exhibits a probabilistic anomaly which beneficially affects those who remain within a five meter radius of them. This effect is especially prominent in individuals possessing the following traits:\n\n\n\n\nThe subject works as an artist or writer of some form;\n\n\nThe subject spends most of their time indoors;\n\n\nThe subject struggles to consistently produce new content;\n\n\nThe subject constantly lacks motivation and procrastinates;\n\n\n\n\nSubjects meeting the above criteria have a notably higher chance of success in pursuit of their career when in the presence of SCP-7199. Additionally, SCP-7199 is believed to induce increasing levels of productivity in the aforementioned group due to their generally positive attitude and behavior.\n\n\n\n\nRecovery:\n SCP-7199 was offered to the Foundation by a world-renowned author immediately following their retirement. Per their request to remain anonymous, they have been labelled PoI-7199.\n\n\nBelow is a transcription of the exchange concerning SCP-7199's transfer to Foundation custody:\n\n\n\n\n\n\n\n\n»TRANSCRIPTION LOG«\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nA Foundation-assigned vehicle drives up to PoI-7199's private conservatory and arrives by the front entrance. A brief moment of silence passes as \nDr. Kirby Case\n and \nDir. Amelie Metanoia\n observe the entirety of the greenhouse. Metanoia then turns to Case, gesturing to the building.\n\n\nMetanoia:\n So this is the place, right?\n\n\nCase:\n Yeah, that's what they said in the email. Never thought they had their own conservatory.\n\n\nMetanoia:\n I never thought they'd request me of all people to come. Guess I've been thrown into the limelight, huh?\n\n\nCase:\n Yeah, I do wonder why they requested for you specifically. Not only did such a well-known author suddenly contacted the Foundation, they even brought you up by name. It's quite bizarre, wouldn't you agree?\n\n\nMetanoia:\n Oh, trust me. I'm still processing this. It's just… I never thought I'd get to meet them, you know? I always enjoyed reading their bibliography on my off-time.\n\n\nCase:\n You must be very nervous, then.\n\n\nMetanoia:\n No, no, not really… Alright, maybe just a \nlittle\n.\n\n\nCase:\n (\nSmirks\n) Yeah, I figured.\n\n\nMetanoia proceeds to step out of the vehicle, closing the door behind her. She takes another look at the building. Case rolls down the car window as Metanoia turns to them once again.\n\n\nCase:\n Look, there's no need to panic. Just think of it as an interview. You've done them a million times already. I'm sure it'll be just fine.\n\n\nMetanoia:\n I know, I know.\n\n\nCase:\n Good, I'll be sure to pick you up once you're finished. Just give me a call, alright?\n\n\nMetanoia:\n (\nChuckles\n) Of course… thank you, Case.\n\n\nCase:\n Anything for you, director. See you.\n\n\nCase proceeds to drive off. Metanoia waves at them until they are no longer visible. She sighs.\n\n\nMetanoia:\n See you…\n\n\nMetanoia turns her attention to the greenhouse once more before hesitantly entering the property.\n\n\n\n\n\n\n\n\nStill frame\n\n\n\n\n\n\nAs Metanoia goes through the entrance, she looks to her surroundings: Numerous plants grow throughout the area. Taking in a deep breath, she gradually proceeds through the location, eyeing the flowers and crossing her arms.\n\n\nShe stops at a point and focuses on some pink and orange flowers grouped together. Metanoia briefly caresses their petals.\n\n\nMetanoia:\n Beautiful…\n\n\nA voice is heard off-camera.\n\n\nUnknown:\n (\nDistant\n) I agree.\n\n\nMetanoia turns to the sound. PoI-7199 is standing, smiling at her.\n\n\nPoI-7199:\n Glad you could arrive, Ms. Metanoia.\n\n\nMetanoia straightens her posture.\n\n\nMetanoia:\n Oh, I didn't see you there. Sorry for not noticing you earlier.\n\n\nPoI-7199:\n That's quite alright. I like to startle people when they least expect it. Though, I hope I didn't frighten you too much.\n\n\nMetanoia:\n No need to worry. I'm just glad I had the pleasure to speak with you. I'm a great fan of your works, I must say.\n\n\nPoI-7199:\n If you're requesting an autograph, then I'm afraid I don't have a pen on me.\n\n\nMetanoia:\n Well, I haven't exactly brought any copies myself, unfortunately.\n\n\nPoI-7199:\n Next time, then.\n\n\nPoI-7199 ushers Metanoia to another room.\n\n\nPoI-7199:\n Now then, follow me.\n\n\n\n\n\n\n\n\nStill frame\n\n\n\n\n\n\nMetanoia and PoI-7199 arrive at a room to the side of the main building, with a window revealing an overwhelming number of SCP-7199 instances, resting on the branches of a tree.\n\n\nMetanoia:\n So \nthey\n must be the four-leaf fluttering folk I've read in your email.\n\n\nPoI-7199:\n You're right on the money. Please, take a seat.\n\n\nPoI-7199 gestures to a glass roundtable and hurries to another room next door. As Metanoia takes a seat, she proceeds to observe the SCP-7199 instances. PoI-7199 can be heard off-camera.\n\n\nPoI-7199:\n Do you prefer coffee or tea?\n\n\nMetanoia:\n I'm in the mood for some tea, please.\n\n\nPoI-7199:\n Coming right up, miss.\n\n\nSome time passes. PoI-7199 eventually returns to the camera's view, holding two cups of tea in their hands. They place them down on the table and sits across from Metanoia, who takes a sip from her cup.\n\n\nPoI-7199:\n Again, I must thank you for making some time for me. I hope I'm not troubling you too much.\n\n\nMetanoia:\n No worries. We are the Foundation, after all. We are all for anomalous phenomena, including the wonderful collection of butterflies you have here. Though I am curious…\n\n\nMetanoia takes another sip.\n\n\nMetanoia:\n …is there some specific reason you wanted us to take them in? As well as why you specifically sent \nme\n an invitation?\n\n\nPoI-7199:\n Ah, yes. I was about to tell you that. Well…\n\n\nPoI-7199 looks to the ceiling.\n\n\nPoI-7199:\n Do you know what it takes to be successful in the writing industry? Or really, the entertainment spectrum in general. Obviously, it takes a lot of effort. You have to put your blood, sweat, and tears into your own work each and every day, making and remaking your piece, before shoving it into the spotlight for everyone to see.\n\n\nPoI-7199:\n This should go without saying, but I was once a lowly, amateur author myself. Though I do appreciate my older works, I can't help but cringe at the many mistakes I used to make. That's not to say I've perfected the art of wielding the pen, but I came a long way since then.\n\n\nMetanoia:\n I'm sure a lot of us can relate.\n\n\nPoI-7199:\n Back then, I would spend each waking moment focused on crafting my next book, hoping this one could potentially shoot me into the stratosphere. But, with people like me, who forget how to stay grounded, I would be let down by the result. I was always too fixated on finding success instead of figuring out how to succeed.\n\n\nPoI-7199:\n And one day, after constantly attempting and failing to make a living for myself, I just decided to give up. I didn't want to do it anymore.\n\n\nMetanoia:\n That's quite unfortunate.\n\n\n\n\n\n\nCloseup shot of an SCP-7199 instance\n\n\n\n\n\n\nPoI-7199:\n (\nChuckles\n) Yes, well… that was when they (\ngestures to SCP-7199\n) came into my life.\n\n\nMetanoia:\n Is that so? When did you first encounter them?\n\n\nPoI-7199:\n Oh, they actually belonged to my late wife. You see, she had a considerable interest in gardening and insects, especially butterflies. She always told me how she adored how colorful their wings were, and how they flew through the air as she catered to the flowers.\n\n\nPoI-7199:\n In fact, she even took care of all the plants you see here.\n\n\nMetanoia:\n Hmmm… I can tell that she put a lot of time into them. They're so vibrant and pleasing to look at.\n\n\nPoI-7199:\n Aren't they?\n\n\nPoI-7199 crosses their arms.\n\n\nPoI-7199:\n As I was saying, I lacked the motivation to continue. I was in a slump, essentially. That's when she told me something. She said that whenever she felt down, she would spend her time with the butterflies. They gave her a sense of peace, and they always motivated her to push on.\n\n\nPoI-7199:\n I figured, \"Eh, I might as well.\", since I didn't have any better alternatives. Besides, it had been some time since I took a step outside the house.\n\n\nMetanoia:\n I'm assuming this worked out, correct?\n\n\nPoI-7199:\n Yes, after a moment of sitting in the garden and taking in the wonderful view, I could slowly feel my passion returning to me. I was ready to write again. Ever since then, I would rely on these critters to help me from my writer's block.\n\n\nPoI-7199 laughs to themself.\n\n\nPoI-7199:\n My lovely wife basically saved me back then. A dear, she was. I miss her every day.\n\n\nMetanoia:\n That's very sweet…\n\n\nPoI-7199 holds their cup to their mouth and blows.\n\n\nMetanoia:\n That being said, though: I'm confused. Why give something that has such a connection with you and your wife to us? You have every reason to keep them to yourself.\n\n\nPoI-7199:\n (\nDeeply inhales\n) How do I say this… it was a promise we made.\n\n\nMetanoia:\n A promise?\n\n\nPoI-7199:\n She always wanted to have the butterflies here flutter away and spread the joy she felt — that \nwe\n felt — to as many people as they can. She told me to take them across the world like a shooting star in the night sky once she passes away.\n\n\nPoI-7199 pauses.\n\n\nPoI-7199:\n And when she grew cold in my arms, I felt hesitant. I couldn't figure out how to go about it. Bring them to a zoo? No. Take them to a local pet shelter? No. I wanted to make this sendoff special, I didn't want to cut it short and simple. I would never be satisfied with that otherwise. This was my wife's dying wish, and I wanted to fulfill it the best I can.\n\n\nPoI-7199 takes a sip from their cup.\n\n\nPoI-7199:\n And well, you may be wondering why I asked for you to come instead of any other of your acquaintances.\n\n\nMetanoia nods.\n\n\nPoI-7199:\n It was way back then, when your Foundation went and revealed yourselves. Some of your files leaked, and I couldn't help but take a gander myself. Curiosity got the better of me, you know?\n\n\nPoI-7199:\n The more I've read through them, the more suspicious I grew. It was only a matter of time till I realized the capabilities of the insects who've stuck with me my entire career, my entire life. I was bewildered to find out just how special my wife's butterflies really were.\n\n\nPoI-7199:\n And with a group as large as yours, I thought this would be the perfect chance to give a proper farewell to the one I cherish the most.\n\n\nPoI-7199 takes in a deep breath.\n\n\nPoI-7199:\n That's exactly why I asked you to come, Ms. Metanoia.\n\n\nMetanoia:\n I'm surprised you even know my name.\n\n\nPoI-7199:\n Like I've said, the leaked files. I said before that this would be the greatest opportunity I'd been given, but with how your Foundation operates, I had mixed feelings about it.\n\n\nPoI-7199:\n On one hand, I can commend the lengths you reach in order to protect humanity from the dangers of the unknown. However, with the many people trapped under lock and key, unable to view the outside world ever again, I had second thoughts on whether this was the right decision at all.\n\n\nMetanoia:\n I can understand where you're coming from. I have heard similar arguments coming from both sides of the public.\n\n\nPoI-7199:\n But once I stumbled upon your division — \nthe AEED\n — and everything you've done to bring a smile on everyone's faces, despite it being practically against everything your Foundation stands for, all my doubts had washed away.\n\n\nPoI-7199:\n Amelie, the acts that you've done just to bring in some light for all the living beings forced to remain in the dark are astounding. You should be proud of yourself for all you've done for them.\n\n\nMetanoia:\n Heh, what can I say? I just want to help as many people as I can.\n\n\nPoI-7199:\n You're the only person I can trust in carrying out this duty. Please, fulfill her wish for me. I want her to rest, knowing that her kindness has reached the hearts of many others, including mine… Are you willing to accept my offer?\n\n\nMetanoia:\n Thank you for your words of kindness. I truly appreciate what you have to say. I'll be sure to do the best I can to help.\n\n\nPoI-7199:\n Like you've done for everyone else you have under your wing.\n\n\nMetanoia:\n Couldn't have said it better myself…\n\n\nPause.\n\n\nMetanoia:\n Also, um, would you mind pouring me another cup, please?\n\n\nPoI-7199:\n (\nSmirks\n) Right away, Ms. Metanoia.\n\n\nPoI-7199 walks off-camera once again. Metanoia thinks to herself for a moment.\n\n\nMetanoia:\n Hm…\n\n\n[END LOG]\n\n\n\n\nShortly after transfer was made, Director Metanoia had filed a request concerning a possible method of handling SCP-7199, attached below:\n\n\n \n\n\n\n\n\n\nSCP FOUNDATION\n\n\nSecure • Contain • Protect\n\n\n \n\n\n«Proposal Form»\n\n\n \n\n\n\n\n \n\n\nSubmitted by:\n Metanoia, Amelie R. (AEED Director, REULLR-Site-169)\n\n\nAnomaly in Question:\n SCP-7199\n\n\n\n\n\n\n \n\n\n\n\nProposal\n\n\nDistribute SCP-7199 among the general public, per the request of [PoI-7199].\n\n\n\n\nReasoning\n\n\nI'm assuming you've already viewed the footage attached to this file, so I'll get straight to the point:\n\n\nIf you aren't familiar already, I am Amelie R. Metanoia, director of the Anomalous Entity Engagement Division. We basically provide the anomalies we have in containment with entertainment and recreational activities, and just treat them with the respect they deserve. Sure, it may sound like we are just playing hopscotch for no apparent reason, but ask any of our personnel working at 169 for a record of breaches and they'll all tell you the exact same thing: There is no record.\n\n\nHere, we give the skippers time and attention, remove the need for professionalism, and even let them out of their cell if they want to. And in turn, they comply with us, even assist us with some of our work. Simply put, we show them our kindness and they show us theirs.\n\n\nYou may be wondering what this has to do with 7199. Well, to put it briefly: I don't want people to see us as some husks in white lab coats pushing buttons on a machine.\n\n\nNot to mean any offence, but I'm sure you are all aware of our current reputation in this new era, where the Veil has been broken and the world knows our name and what we've done in the past. The public opinion on our organization is exhaustingly mixed, split right down the middle. While some have sided with us and our prior objective to protect humanity from the unknown, many others have been fixated on the many living people we used to have confined, expressing their criticism on how inconsiderate we are to merely throw them in a \"jail cell\" and \"preventing any light from coming their way.\"\n\n\nWhile I do understand what they have to say, and admittedly I can't help but agree to some extent, I don't want our Foundation to be viewed in a negative light, when there has been numerous times where we have proven our right to carry out our duty. And that includes everything that me and countless others have done to make the anomalies here feel safe and comfortable in their new environment.\n\n\nI want the people to know that we are on their side, that we want to better ourselves and that we've been bettering ourselves since we stepped into the light. We've already released most of the harmless anomalies back where they belong, we've already assisted thousands upon thousands of people that have encountered new unpredictably dangerous anomalies. This is just another step in the right direction.\n\n\nIf we want people to think highly of us, then we might as well spread our wings.\n\n\n\n\n \n\n\nStatus:\n \n[APPROVED]\n\n\n\n\n \n\n\n\n\nExcerpt Log:\n The following are various examples of individuals that have been influenced in some way by SCP-7199:\n\n\n\n\nSubject:\n Charlie Birchwood\n\n\nContext:\n Birchwood acts as the lead vocalist and guitarist of the indie-rock group 'Clover Struck'. He departed from his part-time job at a fast food restaurant in order to pursue a career in music. While Clover Struck has performed at numerous underground locations, they have yet to gain any commercial or financial success, with other members even considering quitting the band entirely as a result. Due to this, Birchwood fell into a depressive episode which hindered him from working on the band's debut album, 'Summertime Love'.\n\n\nResult:\n Through SCP-7199's empathic capabilities, Birchwood was motivated enough to finish the album, with the rest of the band members following suit. Upon release of Summertime Love, the album gained considerable success, garnering acclaimed attention from both casual listeners and music critics alike. As of writing, they are currently on a tour across the United States, already having several sold-out venues.\n\n\n\n\n\n\nSample from Summertime Love's most popular track, '\nSpread Your Wings\n':\n\n\n \n\n\nSpread your wings, spread your wings.\n\n\nDon't you worry 'bout anything.\n\n\nLet your heart beat out and sing.\n\n\nDon't you worry at all.\n\n\nTake your time, take your time.\n\n\nEverything's gonna be alright.\n\n\nKeep at it and you'll be just fine.\n\n\nDon't you worry at all, at all.\n\n\n\n\n\n\n\n\n\n\nBirchwood (center) performing onstage\n\n\n\n\n\n\n\n\n\n\n\n\nA painting by Vineyard following SCP-7199's influence\n\n\n\n\n\n\nSubject:\n Barbara Vineyard\n\n\nContext:\n Vineyard studies at an art college and works part-time at her mother's florist shop. Her educators remarked on how attentive and engaging Vineyard is during lectures, though lacks artistic ability or creativity in her artwork. Barbara finds difficulty in creating new pieces of art and frequently struggles to finish her work on-time. She has notably grown distant from her other colleagues as she views herself poorly and constantly compares herself to them.\n\n\nResult:\n After acquiring SCP-7199, Vineyard partook additional lessons from her tutors and worked diligently to improve her skills as an artist. By the end of the semester, Vineyard had been placed second overall in her class. She also managed to come third in a painting competition that was being held by the staff.\n\n\n\n\nSample of interview with Vineyard upon placing third on the contest:\n\n\n \n\n\nInterviewer:\n Congratulations on becoming third of the competition, Ms. Barbara. You must be awfully proud of yourself for ranking so high.\n\n\nVineyard:\n Thank you, and yes, I am just thrilled. I told my mother about it on the phone and we're planning on going out for dinner as a celebration.\n\n\nInterviewer:\n Is that so? Well, good for you. I do wonder, though: Is there any reason you specifically decided to paint a butterfly? Do you perhaps own one yourself? I heard your mother is a florist, after all.\n\n\nVineyard:\n Yes, I do, actually. I just, uh— (\nchuckles\n) —I like butterflies, you know? They encourage me, tell me to do my best.\n\n\n\n\n\n\n\n\n\n\nMittens knitted by Wilshire\n\n\n\n\n\n\nSubject:\n Oakley Wilshire\n\n\nContext:\n Wilshire works a standard office job, being a single father of his only daughter, who is taken care of by her grandparents whenever he is away. His wife shortly passed away following the birth of child, which resulted in Wilshire growing estranged from the rest of his family and spending most of his time working until late.\n\n\nResult:\n Wilshire purchased SCP-7199 for his daughter's upcoming birthday, and, a result of their anomalous properties, decided to take a few days off of work in order to prepare a celebration for her. He had also utilized his knitting skills to make a pair of mittens as an additional present. After the party, Wilshire heavily apologized to his relatives as well as his daughter for his distant behavior and has since paid more attention to them henceforth.\n\n\n\n\n \n\n\n\n\nUpdate:\n PoI-7199 had contacted the Foundation once again, requesting Dir. Metanoia at a different location. Below is a transcription of the events which transpired afterward:\n\n\n\n\n\n\n\n\n»TRANSCRIPTION LOG«\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nDir. Metanoia steps out of the Foundation-assigned vehicle at the designated location: A local cemetery. She notices PoI-7199, brushing off dirt from a grave and watering the plants growing from the earth surrounding it. She clears her throat, alerting PoI-7199.\n\n\nMetanoia:\n Sorry, am I disturbing you in any way?\n\n\nPoI-7199:\n (\nStartled\n) Oh, no, no. You're fine. I just didn't see you there.\n\n\nMetanoia:\n (\nSmirks\n) Seems like it was my turn to frighten you, huh? Hope I didn't scare you too badly.\n\n\nPoI-7199:\n Oh, you just had to, didn't you?\n\n\nBoth chuckle.\n\n\nMetanoia turns to the tombstone.\n\n\nMetanoia:\n So this must be your wife, then?\n\n\nPoI-7199:\n Yes, she is. And she has something to say, you know.\n\n\nMetanoia:\n And that is?\n\n\nPoI-7199:\n She wanted to thank you. Well, \nwe\n wanted to thank you. I see that a lot of people's lives were impacted because of the butterflies you gave away. I'm sure if my wife was with me now, she would've thanked you from the bottom of her heart.\n\n\nMetanoia:\n Of course. I'm just doing my job. I'm assuming that's why you called me here.\n\n\nPoI-7199\n: Correct. I know I should've done so over email, but I'd rather do it in person.\n\n\nPoI-7199 inhales deeply.\n\n\nPoI-7199:\n But I cannot stress this enough: thank you, Amelie, for all that you've done. You should be proud of the number of people you helped, the number of anomalies you shower with your kindness. I cannot express how grateful I am for your actions.\n\n\nMetanoia:\n (\nWipes eyes\n) That means… that means a lot to me. To be able to hear that, to know that all I've done to make the world a better place has paid off… oh, I just— (\nlaughs\n) —I never felt so proud of myself.\n\n\nPoI-7199:\n That is all I wanted to say. I hope you have a good rest of your day, Ms. Metanoia.\n\n\nMetanoia:\n Right. But, before I leave, could you mind doing me a favor?\n\n\nPoI-7199:\n How can I help?\n\n\nMetanoia:\n Well, um—\n\n\nMetanoia reaches into her handbag and takes out a hardcover novel.\n\n\nMetanoia:\n —I was hoping to receive your autograph.\n\n\nPoI-7199:\n (\nExhales\n) Ah, yes. How could I forget? Do you also have a pen, by any chance?\n\n\nMetanoia:\n Mhm, I'm always prepared.\n\n\n\n\nMetanoia waves goodbye at PoI-7199 as she returns to the vehicle, before entering it. Dr. Case turns to her for a moment.\n\n\nCase:\n Want me to give you a pat on your back as well?\n\n\nMetanoia:\n Oh, hush now.\n\n\nCase:\n I kid, I kid.\n\n\nCase proceeds to drive off from the cemetery. A brief period of silence follows\n\n\nCase:\n I admire you, you know.\n\n\nMetanoia:\n Where's this coming from?\n\n\nCase:\n I don't know. I just thought I should give you my thanks as well, for what you've done for me.\n\n\nCase sighs.\n\n\nCase:\n I already told you this a million times, but back when I had… different thoughts on your department, I thought I had no reason to take part in what you do. But when I was assigned to your division, and when I saw all the people who found comfort in this bizarre environment, it gave me a new perspective.\n\n\nCase:\n Simply put, you guided me, you changed me for the better. And I've never felt more content when following your lead, lending a hand to all the people around me. I doubt this'll be the last time I say this, but I'm thankful to be part of the AEED.\n\n\nMetanoia:\n I'm always happy to help, Case. Keep doing your best, alright?\n\n\nCase:\n (\nChuckles\n) You can count on me, director.\n\n\nThe silence returns, with the sound of the radio in the background. Below is a sample of a relevant portion of the broadcast.\n\n\n\n\n\"—ow does it feel being able to have one of your works recognized by the public? You must be filled with joy knowing your writing has gotten you first place in the International Young Writers Competition.\"\n\n\n\n\n\n\nBrian Cricket\n\n\n\n\n\n\n\"I've, um— (\nsniffs\n) —I've never won anything in my life, I never thought I'd make it this far, you know? The fact that I managed to achieve such a goal just… I cannot— I'm still processing all of this.\"\n\n\n\"I see… One more question, Mr. Brian Cricket: What gave you the idea to utilize the Foundation format to write your story? No one's ever thought of writing it like this before.\"\n\n\n\"Oh, um, mainly because— (\nsniffs\n) —mainly because I looked up to them, I guess. They're literally living fantasies people write as fiction. They basically inspired me to come up with my own stories, my own situations. Like, what else would they have gone through? What else do they have in containment? Before I knew it, I was coming up with something.\"\n\n\n\"And you know those butterflies that they suddenly decided to give away? I thought I might as well adopt one for myself. Back then, I figured it could help me come up with an idea. And just like that, I felt the motivation in me rising and rising. I felt my hands typing away at a potential story. Now, look where that got me today.\"\n\n\n\"Ugh, I'm sorry for all the tears. I just (\nsniffs\n)… I can't help myself.\"\n\n\n\"I just wanna say thank you, Foundation. Thank you for giving me the will to write, the will to push on. Seriously, I don't know what to say. I'm… (\nchuckles\n) I'm just so happy to be part of this community.\"\n\n\n\n\nCase:\n God, I think I'm about to cry as well.\n\n\nPause.\n\n\nMetanoia:\n I'm proud of him.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6245\n \n(+65)\n \n•\n\n\n\n\n\n\nSCP-7156\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-8184\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-6545\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-2689\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-6306\n \n(+57)\n \n•\n\n\n\n\n\n\nSCP-6895\n \n(+32)\n \n•\n\n\n\n\n\n\nSCP-3204\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+66)\n \n•\n\n\n\n\n\n\nSCP-7657\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-4931\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-5358\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7735\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-8386\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-6039\n \n(+74)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+54)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\nCritter Profile: Miss Cassandra!\n \n(+40)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+140)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nthe winkwonk page v2\n \n(+38)\n \n•\n\n\n\n\n\n\nfroot froggo :)\n \n(+42)\n \n•\n\n\n\n\n\n\nHELTHY: SCP-6780 Fanart\n \n(+29)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nCollection Of Trolls (8999 Fanart)\n \n(+89)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\nCOMBUST: SCP-6057 Fanart\n \n(+22)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\na lack of care.\n \n(+28)\n \n•\n\n\n\n\n\n\nSCiPTEMBER DOODLES\n \n(+23)\n \n•\n\n\n\n\n\n\nfart exchange gift for jim (7384 fanart)\n \n(+25)\n \n•\n\n\n\n\n\n\nCRACKHEAD: SCP-173 Fanart\n \n(+31)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7198\n | SCP-7199 | \nSCP-7200\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7199\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7199\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Butterfly\n\n\nName:\n Green Hairstreak. Callophrys rubi\n\n\nAuthor:\n gailhampshire\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n flowers\n\n\nAuthor:\n cuatrok77\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n conservatory\n\n\nAuthor:\n liz west\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Butterfly2\n\n\nName:\n Green Hairstreak - Callophrys rubi 2\n\n\nAuthor:\n Dluogs\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Concert\n\n\nAuthor:\n givikat\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Butterfly3\n\n\nName:\n Fotomural 024\n\n\nAuthor:\n PAPELMURAL.COM\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Mittens\n\n\nAuthor:\n Fiona Henderson\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n BrianCricket\n\n\nName:\n IMG_3049\n\n\nAuthor:\n San Sharma\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7199 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-7199 . Licensed under CC-BY-SA .",
        "Filename: Butterfly Name: Green Hairstreak. Callophrys rubi Author: gailhampshire License: CC BY 2.0 Source Link: Flickr",
        "Filename: flowers Author: cuatrok77 License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: conservatory Author: liz west License: CC BY 2.0 Source Link: Flickr",
        "Filename: Butterfly2 Name: Green Hairstreak - Callophrys rubi 2 Author: Dluogs License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: Concert Author: givikat License: CC BY 2.0 Source Link: Flickr",
        "Filename: Butterfly3 Name: Fotomural 024 Author: PAPELMURAL.COM License: CC BY 2.0 Source Link: Flickr",
        "Filename: Mittens Author: Fiona Henderson License: CC BY 2.0 Source Link: Flickr",
        "Filename: BrianCricket Name: IMG_3049 Author: San Sharma License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "Per PoI-7199's request, all SCP-7199 instances have been transported to various animal institutions (such as pet stores and conservatories) in order to distribute them among the general population. Due to post-Veil circumstances, the observation and/or confinement of SCP-7199 is considered unnecessary.",
    "description": "SCP-7199 refers to a group of Green hairstreak (Callophrys rubi) butterflies. In terms of appearance, SCP-7199 displays no physical difference compared to their non-anomalous counterpart.",
    "title": "SCP-7199"
}