{
    "url": "https://scp-wiki.wikidot.com/scp-7200",
    "all_text": "rating: \n+293\n+\n–\nx\n\n\nItem #:\n SCP-7200\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Mobile Task Force Theta-5 (\"The Bigger Boat\") is to be dispatched to investigate any disappearances of registered merchant ships and to propose cover stories as appropriate. Any emitted radio signals are to be suppressed using standard procedures.\n\n\nUpdate 2022/07/04:\n Project Convenient Flag has been implemented and is demonstrating promising results. Reclassification to Euclid and updates to containment procedures are pending final review by the Containment Committee. (See Addendum 7200-3)\n\n\nDescription:\n SCP-7200 is an anomalous phenomenon causing the disappearances of non-military ships in international waters.\n\n\nWhen a vessel is affected by SCP-7200, it unexpectedly changes heading and increases speed, occasionally dumping cargo to do so. All attempts to hail or remotely operate the vessel have failed.\n\n\nTypically, shortwave radio transmissions are also found originating from the ship, containing a vocalization described by listeners as an unpleasant shrieking sound. Memetic analysis does not find the audio signal to be anomalous, but notes that there may be possible cognitohazardous properties which are not preserved over radio.\n\n\nSeveral hours into the event, the ship's transponder turns off. Past this point, no vessel has been detectable through any known means and is effectively unrecoverable.\n\n\nIn the first year since the anomaly's emergence in April 2016, the likelihood of an SCP-7200 event affecting a vessel was approximately 0.006% / year. Since then, the probability has been steadily increasing, measured most recently at 0.072% / year in December 2021.\n\n\n\n\n\n\n\n\n\n\nDiscovery\n\n\nCurrent\n\n\nProjected\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7200 occurrences during 2016.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7200 occurrences during 2021.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7200 occurrences projected for 2026.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7200-1:\n Containment Attempts\n\n\nCODENAME: Side Eye\n\n\nFAILURE\n\n\n\n\nSummary:\n Place sensors aboard 20,000 merchant vessels to continually report anomalous activity, and attempt to determine the cause of SCP-7200.\n\n\nResult\n: Sensor data from lost ships is inconclusive. Following the loss of the vessel, the sensors cease to report further information.\n\n\n\n\nCODENAME: Event Horizon\n\n\nFAILURE\n\n\n\n\nSummary:\n Recruit and train E-class personnel aboard 100 merchant vessels, with equipment for navigating a number of different anomalous environments.\n\n\nResult\n: 18 ships with personnel are lost in SCP-7200 events, yielding no new information. Operation is aborted.\n\n\n\n\nCODENAME: Escort Mission\n\n\nFAILURE\n\n\n\n\nSummary:\n Ships from the Foundation Navy (disguised as various nations' militaries) escort high-value container ships, with orders to intervene during an SCP-7200 event.\n\n\nResult\n: Two incidents occur wherein a container ship is subject to an SCP-7200 event while in the presence of the Foundation Navy:\n\n\n\n\nThe compromised ship suddenly makes a sharp turn in front of the Navy vessel. The vessel manages to avoid a collision, but numerous shipping containers fall and land on the Navy vessel, damaging it. The vessel is unable to sustain a chase and the container ship escapes.\n\n\nTwo Navy vessels are straddling both sides of the container ship, which then undergoes the SCP-7200 event. Foundation vessels give chase for two hours. The vessels then adopt a strategy of attempting to damage the compromised ship's navigational and propulsion capabilities, with limited success. After eleven further hours of continued pursuit, the ship escapes despite serious hull damage.\n\n\n\n\n\n\nCODENAME: Trojan Seahorse\n\n\nFAILURE\n\n\n\n\nSummary:\n 50 unmanned merchant vessels are purchased, loaded with conventional explosives and limited paranormal weaponry, and deployed across the ocean. Ship computers are programmed to detect an SCP-7200 event, and attempt to locate and destroy any anomalous objects present.\n\n\nResult\n: One such prepared vessel undergoes an SCP-7200 event. It then immediately fires all its weapons directly overhead, causing severe damage and resulting in the ship capsizing. Rescue teams are unable to prevent the vessel from sinking. Remaining vessels are quickly recalled.\n\n\n\n\nCODENAME: Sea Nuke\n\n\nDENIED\n\n\n\n\n[Vetoed by Overwatch Command.]\n\n\n\n\nCODENAME: Convenient Flag\n\n\nONGOING\n\n\n\n\nSummary:\n \nSee below.\n\n\nResult\n: Loss of commercial vessels has been steadily declining over the implementation period.\n\n\n\n\nAddendum 7200-2:\n Project Convenient Flag\n\n\nThe Foundation External Affairs and Intelligence Agency, after negotiation with the Panama Maritime Authority, established a special \"SCPF\" designation for a class of merchant ships registered in Panama. This class is available for containment use only, and have relaxed requirements for vessel size, shape, and build quality.\n\n\nAs part of SCP-7200 containment operations, the Foundation has established four facilities in Panama (one registration depot, one hatchery, two farms), with a combined approximate area of 150,000 m\n2\n. The fish production facilities are capable of raising tens of millions of oceanic fish annually.\n\n\nWithin the registration depot, Foundation maritime inspectors oversee the registration of SCPF-class merchant vessels. Due to the specific nature of this class, many steps in the \nregistration of conventional merchant ships\n do not apply. For instance, ships have no requirement for safety or construction certificates due to their small size. As SCPF-class vessels lack equipment for radio transmissions, signal suppression is unnecessary during SCP-7200 events.\n\n\nAt maturity, fish are transported from farm facilities into the registration depot. In accordance with international maritime law, a Panamanian flag and the respective ship registration number are applied onto each fish. Upon confirming the vessel's seaworthiness, the acting maritime inspector clears the fish for release into the open ocean.\n\n\nAddendum 7200-3:\n Current Situation\n\n\nSCP-7200 events have continued to increase in frequency. However, due to the implementation of Project Convenient Flag, more than 99.98% of merchant vessels in international waters are SCPF-class, which has reduced the disappearance of civilian ships to less than 0.3 vessels / year.\n\n\n\n\n\n\n« \nSCP-7199\n | SCP-7200 | \nSCP-7201\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7200\n\" by aismallard and smlt, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7200\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n thumbnail.jpg\n\n\nAuthor:\n Морской атлас. Том I.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \n1950 Map 3 (Physical map of the Atlantic Ocean 06.jpg\n\n\n\n\n\n\nFilename:\n boats_a.svg\n\n\nAuthor:\n \nsmlt\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nDerivative of:\n \nWorld map without Antarctica.svg\n\n\n\n\n\n\nFilename:\n boats_b.svg\n\n\nAuthor:\n \nsmlt\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nDerivative of:\n \nWorld map without Antarctica.svg\n\n\n\n\n\n\nFilename:\n boats_c.svg\n\n\nAuthor:\n \nsmlt\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nDerivative of:\n \nWorld map without Antarctica.svg",
    "addendums": [
        "Addendum 7200-1: Containment Attempts",
        "Addendum 7200-2: Project Convenient Flag\nThe Foundation External Affairs and Intelligence Agency, after negotiation with the Panama Maritime Authority, established a special \"SCPF\" designation for a class of merchant ships registered in Panama. This class is available for containment use only, and have relaxed requirements for vessel size, shape, and build quality.\nAs part of SCP-7200 containment operations, the Foundation has established four facilities in Panama (one registration depot, one hatchery, two farms), with a combined approximate area of 150,000 m 2 . The fish production facilities are capable of raising tens of millions of oceanic fish annually.\nWithin the registration depot, Foundation maritime inspectors oversee the registration of SCPF-class merchant vessels. Due to the specific nature of this class, many steps in the registration of conventional merchant ships do not apply. For instance, ships have no requirement for safety or construction certificates due to their small size. As SCPF-class vessels lack equipment for radio transmissions, signal suppression is unnecessary during SCP-7200 events.\nAt maturity, fish are transported from farm facilities into the registration depot. In accordance with international maritime law, a Panamanian flag and the respective ship registration number are applied onto each fish. Upon confirming the vessel's seaworthiness, the acting maritime inspector clears the fish for release into the open ocean.",
        "Addendum 7200-3: Current Situation\nSCP-7200 events have continued to increase in frequency. However, due to the implementation of Project Convenient Flag, more than 99.98% of merchant vessels in international waters are SCPF-class, which has reduced the disappearance of civilian ships to less than 0.3 vessels / year."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7200 \" by aismallard and smlt, from the SCP Wiki . Source: https://scpwiki.com/scp-7200 . Licensed under CC-BY-SA .",
        "Filename: thumbnail.jpg Author: Морской атлас. Том I. License: Public Domain Source Link: 1950 Map 3 (Physical map of the Atlantic Ocean 06.jpg",
        "Filename: boats_a.svg Author: smlt License: CC-BY-SA 3.0 Derivative of: World map without Antarctica.svg",
        "Filename: boats_b.svg Author: smlt License: CC-BY-SA 3.0 Derivative of: World map without Antarctica.svg",
        "Filename: boats_c.svg Author: smlt License: CC-BY-SA 3.0 Derivative of: World map without Antarctica.svg"
    ],
    "item": "SCP-7200",
    "object_class": "Keter",
    "containment_procedures": "Mobile Task Force Theta-5 (\"The Bigger Boat\") is to be dispatched to investigate any disappearances of registered merchant ships and to propose cover stories as appropriate. Any emitted radio signals are to be suppressed using standard procedures.",
    "description": "SCP-7200 is an anomalous phenomenon causing the disappearances of non-military ships in international waters.",
    "title": "SCP-7200"
}