{
    "url": "https://scp-wiki.wikidot.com/scp-7202",
    "all_text": "{$caption}\n\n\n\n\n\n\n\n\nrating: \n+136\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-7202\n - Hypergingiva by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1/7202\n LEVEL \n1/7202\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7202\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Personnel are to report to the nearest Employee Wellness Station at first sign of SCP-7202 symptoms. While SCP-7202 cannot be cured, over-the-counter oral gels are reportedly effective at alleviating symptoms.\n\n\nDescription:\n SCP-7202 is an anomalous dental phenomenon characterized by the sudden onset of mild but persistent gum irritation with no discernible cause. At time of writing, SCP-7202 affects roughly 70% of on-site residents and 40% of full-time employees at Site-5331D. Non-anomalous environmental and situational factors (e.g. water quality, personal hygiene) have been considered and ruled out. Nevertheless, those suffering from SCP-7202 often report that symptoms are less severe when they are not present at Site-5331D.\n\n\nCases of SCP-7202 were first reported in January of 2015, and following investigation it was given a formal SCP designation on October 11th of the same year.\n\n\n\n\nStaff memo:\n We appreciate everyone's patience during the our ongoing investigation of SCP-7202. The Departments of Cryptopathology and Paradentistry are working hard to devise a means of curing and preventing SCP-7202 in the near future. In the meantime, affected and unaffected employees are encouraged to avoid close contact whenever possible; otherwise, personnel are expected to carry out their duties as normal.\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\nRAISA Notice\n\n\nUpdated documentation available.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1/7202\n LEVEL \n1/7202\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7202\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7202 patient.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Personnel affected by SCP-7202 are eligible for free oral care products and services at any designated Employee Wellness Station. While SCP-7202 cannot be cured, certain proprietary oral gels may reduce pain and prevent bleeding.\n\n\nDescription:\n SCP-7202 refers to an aggressive form of idiopathic refractory gingivitis\n1\n which spontaneously affects on-Site residents and full-time employees at Site-5331D. As part-time employees are not affected, and several affected employees who transferred to other Foundation Sites have reported an abatement of symptoms, it is believed that the development of SCP-7202 correlates with the duration of time spent at Site-5331D.\n\n\n\n\nStaff memo:\n Employees who wish to reduce their work hours or transfer to another facility must submit form WA939 or EM736, respectively, and present written approval from their direct supervisor. Employees are also to remember that Foundation security policies do not permit working from home, and any requests to do so will be automatically denied. The Departments of Cryptopathology and Paradentistry are working hard to devise a means of curing and preventing SCP-7202 in the near future.\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\nRAISA Notice\n\n\nUpdated documentation available.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1/7202\n LEVEL \n1/7202\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7202\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nModerate case of SCP-7202.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Those affected by SCP-7202 may visit their designated Employee Wellness Station for free oral care products, as well as one free surgery per month to remove excess gingival tissue. In addition, all employees are required to report to their Employee Wellness Station once a week for dental consultation. Surgery may be compulsory if deemed necessary to the patient's long-term oral health by the provider.\n\n\nSoft and liquid food alternatives are to remain available at all meal distribution locations within Site-5331D until the facility is fully vacated.\n\n\nDescription:\n SCP-7202 refers to an anomalous dental condition characterized by rapid gingival overgrowth. Excess gingival tissue generated by SCP-7202 is unusually porous, sensitive, and prone to bleeding. Due to the speed at which it develops, gingival tissue may occlude teeth and obstruct jaw movement within a matter of weeks in the absence of surgical intervention.\n\n\nSCP-7202 affects any living creature possessing gingival tissue that comes within the vicinity of Foundation Site-5331D. The rate at which SCP-7202 develops is roughly proportional to the duration of time spent on the premises.\n\n\n\n\nStaff memo:\n To minimize risk of cross-exposure and maintain adequate staffing, all transfers from Site-5331D have been suspended. However, due to the negative effect SCP-7202 has had on employee morale, the O5 Council has approved for personnel and anomalous assets at Site-5331D to be incrementally relocated to a new facility designated Site-5331E beginning in Fall 2017. This process will be gradual and closely monitored in order to identify and isolate any potential source of SCP-7202. While this takes place, the Departments of Cryptopathology and Paradentistry will be working hard to devise a means of curing and preventing SCP-7202 in the near future.\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\nRAISA Notice\n\n\nUpdated documentation available.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1/7202\n LEVEL \n1/7202\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7202\n\n\n\n\n\n\nketer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExample of tooth displacement resulting from untreated SCP-7202 overgrowth.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Employee Wellness Centers are to furnish and maintain OWN units for all personnel and assets affected by SCP-7202. Personnel and assets affected by SCP-7202 may not be moved to a facility other than those reserved for SCP-7202-POI.\n\n\nSCP-7202-POI have been granted provisional approval to leave their designated facility if living off-Site, but must remain closely monitored and are advised to minimize direct contact with other living creatures outside the workplace.\n\n\nDescription:\n SCP-7202 is an anomalous dental affliction which resembles an accelerated form of idiopathic gingival fibromatosis. In addition to enlargement and ulceration, affected gingival tissue also undergoes a gradual increase in keratin levels, increasing its hardness to a degree that renders most traditional methods of excision ineffective. In response, specialized devices for the reduction of gingival tissue have been developed by the Foundation, including the Oral Wellness Naturalizer (OWN).\n\n\nWhile the mechanism by which SCP-7202 spreads is currently unknown, its influence appears to be limited to Foundation facilities harboring \nSCP-7202-POI\n.\n2\n If an instance of SCP-7202-POI is transferred to another facility, other individuals at that facility will begin to exhibit symptoms of SCP-7202. In such cases, the effects of secondary exposure will fully resolve within 3 to 4 months of the SCP-7202-POI instance being removed from the facility.\n\n\nSCP-7202 was first observed among residents and full-time personnel at Site-5331D in 2015. The site's employees and contained assets underwent incremental transfer to a new facility (Site-5331E) in 2017; SCP-7202 symptoms among SCP-7202-POI abated following the move, but recurred in a more aggressive form several months after the transfer was completed.\n\n\n\n\n\n\nOWN User's Guide\n\n\nHow to use your OWN unit:\n\n\n• Select your desired level of post-op amnestic and anesthetic.\n\n\n• Ensure that you are fully fastened in a stable and comfortable position.\n\n\n• Gently press your face into your OWN unit. Your nose should rest comfortably against the green line.\n\n\n• Check that the oral camera and face rest screen are functioning properly with little or no visual delay.\n\n\n• Carefully place your lips around the Safety Loop. If you need to use your fingers to accomplish this, first wash your hands thoroughly with soap and water.\n\n\n\n\nNOTE:\n It is normal for your lips to feel taut or stretched when placed around the Safety Loop. If your lips easily slip out of place, or you experience any pain or substantial discomfort when placing your lips around the Safety Loop, notify your designated Employee Wellness Station and your Safety Loop will be calibrated to the appropriate size.\n\n\n\n\n• If all steps have been followed properly, press the glowing buttons on either side of the OWN unit simultaneously to administer anesthetic and then a second time to engage the culling mechanism.\n\n\n• Monitor your progress carefully on the face rest screen.\n\n\n• In the event of unexpected behavior from your OWN unit, press either button a third time to engage the \nEMERGENCY STOP\n.\n\n\n• Once culling has concluded and the OWN unit has disengaged, carefully lift your head from the face rest and check that your results are as desired. If a second culling is required, wait 45 minutes before reengaging your OWN unit.\n\n\n• If satisfied, remove the red Discard Bag from the OWN unit and deposit it in a corresponding red BIO bin.\n\n\nUsage Guidelines:\n\n\n• Be sure to use your OWN unit at least once a day. Neglecting to cull gingival overgrowth may result in tooth displacement, facial disfigurement, jaw injury, and/or suffocation.\n\n\n• When culling multiple times a day, be advised that, for your health and safety, the OWN unit will reduce the anesthetic administered on every subsequent engagement by a variable amount determined by the user's weight.\n\n\n• If you feel lightheaded or begin to lose consciousness while using your OWN unit, engage the \nEMERGENCY STOP\n.\n\n\n• If you find it difficult to stay alert while using your OWN unit, ask a friend or coworker to monitor your culling.\n\n\n• Your OWN unit will seal your Discard Bag automatically. If you experience any unexpected difficulty with your Discard Bag, please contact your Employee Wellness Station and not janitorial services.\n\n\n• \nDO NOT\n deposit your Discard Bag in any receptacle other than a red BIO bin.\n\n\n• \nDO NOT\n cull more than 4 times in a 24 hour period, or more than once every 12 hours if you are anemic.\n\n\n• \nDO NOT\n engage your OWN unit unless your lips are securely positioned around the Safety Loop. Failure to secure non-gingival tissue may negatively impact results.\n\n\n• \nDO NOT\n use an OWN unit other than the one assigned to you. Each unit is calibrated to its designated user's dental profile. Using an OWN unit that is calibrated to the wrong dental profile may result in irregular performance of the culling mechanism. Remember: your OWN unit is \nyour own\n unit.\n\n\n• \nDO NOT\n attempt to extricate from your OWN unit while it is engaged. Activate the \nEMERGENCY STOP\n before attempting to remove any part of your body from the machine or any part of the machine from your body.\n\n\n\n\n\n\n\n\nStaff memo:\n Thanks to the completion of the OWN rollout and the overall reduction in cases of COVID-19, personnel working from home are expected to return to their on-site duties by the end of March 2023. While this may come as a disappointment to some, the administration is confident this step will allow a return to optimal containment security and research productivity in the coming quarter. Rest assured that the Departments of Cryptopathology and Paradentistry are working hard to devise a means of curing and preventing SCP-7202 in the near future.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7202\n\" by PeppersGhost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7202\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n hindawi4.jpg\n\n\nName:\n 2992656.fig.001.jpg\n\n\nAuthor:\n Plasma Cell Gingivitis Treated with Photobiomodulation, with No Recurrence for a Five-Year Follow-Up\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nHindawi\n\n\n\n\n\n\nName:\n figure2.gif\n\n\nAuthor:\n Hereditary gingival fibromatosis: Report of four generation pedigree\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nEdorium Journals\n\n\n\n\n\n\nName:\n 153603.fig.004.jpg\n\n\nAuthor:\n Idiopathic Gingival Fibromatosis: Case Report and Its Management\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nHindawi\n\n\n\n\n\n\nName:\n Redirecting03.png\n\n\nAuthor:\n \nPeppersGhost\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Treatment-resistant inflammation of the gums arising from an unknown cause.\n\n\n2\n. A subdesignation for Foundation personnel and assets who worked or resided within Site-5531D at any point between January of 2015 and September of 2018.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Staff memo: We appreciate everyone's patience during the our ongoing investigation of SCP-7202. The Departments of Cryptopathology and Paradentistry are working hard to devise a means of curing and preventing SCP-7202 in the near future. In the meantime, affected and unaffected employees are encouraged to avoid close contact whenever possible; otherwise, personnel are expected to carry out their duties as normal.",
        "Staff memo: Employees who wish to reduce their work hours or transfer to another facility must submit form WA939 or EM736, respectively, and present written approval from their direct supervisor. Employees are also to remember that Foundation security policies do not permit working from home, and any requests to do so will be automatically denied. The Departments of Cryptopathology and Paradentistry are working hard to devise a means of curing and preventing SCP-7202 in the near future.",
        "Staff memo: To minimize risk of cross-exposure and maintain adequate staffing, all transfers from Site-5331D have been suspended. However, due to the negative effect SCP-7202 has had on employee morale, the O5 Council has approved for personnel and anomalous assets at Site-5331D to be incrementally relocated to a new facility designated Site-5331E beginning in Fall 2017. This process will be gradual and closely monitored in order to identify and isolate any potential source of SCP-7202. While this takes place, the Departments of Cryptopathology and Paradentistry will be working hard to devise a means of curing and preventing SCP-7202 in the near future.",
        "Staff memo: Thanks to the completion of the OWN rollout and the overall reduction in cases of COVID-19, personnel working from home are expected to return to their on-site duties by the end of March 2023. While this may come as a disappointment to some, the administration is confident this step will allow a return to optimal containment security and research productivity in the coming quarter. Rest assured that the Departments of Cryptopathology and Paradentistry are working hard to devise a means of curing and preventing SCP-7202 in the near future.",
        "\" SCP-7202 \" by PeppersGhost, from the SCP Wiki . Source: https://scpwiki.com/scp-7202 . Licensed under CC-BY-SA .",
        "Filename: hindawi4.jpg Name: 2992656.fig.001.jpg Author: Plasma Cell Gingivitis Treated with Photobiomodulation, with No Recurrence for a Five-Year Follow-Up License: CC BY-SA 4.0 Source Link: Hindawi",
        "Name: figure2.gif Author: Hereditary gingival fibromatosis: Report of four generation pedigree License: CC BY-SA 4.0 Source Link: Edorium Journals",
        "Name: 153603.fig.004.jpg Author: Idiopathic Gingival Fibromatosis: Case Report and Its Management License: CC BY-SA 4.0 Source Link: Hindawi",
        "Name: Redirecting03.png Author: PeppersGhost License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "Employee Wellness Centers are to furnish and maintain OWN units for all personnel and assets affected by SCP-7202. Personnel and assets affected by SCP-7202 may not be moved to a facility other than those reserved for SCP-7202-POI.",
    "description": "SCP-7202 is an anomalous dental affliction which resembles an accelerated form of idiopathic gingival fibromatosis. In addition to enlargement and ulceration, affected gingival tissue also undergoes a gradual increase in keratin levels, increasing its hardness to a degree that renders most traditional methods of excision ineffective. In response, specialized devices for the reduction of gingival tissue have been developed by the Foundation, including the Oral Wellness Naturalizer (OWN).",
    "title": "SCP-7202"
}