{
    "url": "https://scp-wiki.wikidot.com/scp-7207",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7207\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsköll\n\n\n\n\n\n\nSecondary Class:\n\n\ndraugr\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSIGNED DEPARTMENTS\n\n\nPROJECT LEADS\n\n\n\n\n\n\nRCT-Δt, History, Parazoology, Anomalous Video-games\n\n\nDr. Omiros Stanoti, Dr. Anton Seif, Dr. Ehsan Fadel, Dr. Hana Bezoušková\n\n\n\n\n\n\n\n\n\n\nSubmerged SCP-7207. Photo was taken shortly before an incident on 8/7/2018 near the coast of Greece.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7207 is currently presumed to be both neutralized and active, due to its termination in 6th century AD. Because of this, the \nClassification Committee\n has decided on a dual Sköll\n1\n/Draugr\n2\n containment class to better reflect this.\n\n\nMembers of MTF Gamma-6 (\n“Deep Feeders”\n) are to respond to information provided by \nRCT-Δt\n. In addition to this, they are to monitor worldwide activities of SCP-7207 (especially in the area of the Mediterranean sea) and respond to any appearance of the entity. In the case of engagement with the entity, MTF members are to keep their distance and attempt to minimise the potential damage caused by SCP-7207.\n\n\nDESCRIPTION:\n SCP-7207 is a highly aggressive cetacean organism measuring approximately 13.5 metres. It is theorised to have originally belonged either to the \nPhyseter macrocephalus\n3\n, the \nOrcinus orca\n4\n, or possibly even the \nLivyatan melvillei\n5\n genus, but has since undergone rapid biological mutation which has rendered it unrecognizable.\n\n\nSCP-7207 is capable of rapid underwater movement and has been shown to almost entirely ignore physical damage caused by harpoons, bullets and torpedoes, as it regenerates at an abnormal rate. In addition to these physical abnormalities, the primary anomaly of SCP-7207, is its ability of spontaneous temporal relocation, which made it extremely difficult for Foundation agents to track and contain the anomaly. SCP-7207 however, seems to have very little control over this effect.\n\n\nThe object is affected by a conceptual phenomenon which is believed to be linked to the \nFive Nights at Freddy's\n6\n game franchise. (\nsee ADDENDUM 7207.2\n) This seems to have been a side effect not intended by its creator, POI-7207. (\nsee ADDENDUM 7207.4\n)\n\n\n\n\n\n\nADDENDUM 7207.1:\n\n\nDiscovery and History of Incidents\n\n\n\n\n\nSCP-7207 was first discovered by the Foundation after an incident involving a fishing boat in the Marmara sea, Turkey, on 26/7/1983. The sole survivor of the incident claimed a giant sea monster attacked the ship by lunging out of the water, then landing on top of it and proceeding to trash violently around until the ship started sinking. The man was amnesticised and the incident was framed as an engine explosion leading to the deaths of five people. The Foundation vessel SCPF-Mustafa was sent to investigate in the region but was unable to locate the creature and was given a different task after several months.\n\n\n\n\n\nOne of the first known photographs of SCP-7207, taken on 7/10/1993 by a GOC operative.\n\n\n\n\n\n\nThe second sighting of SCP-7207 was at first unknown to Foundation personnel, as the creature was encountered by operatives from the Global Occult Coalition on the 7th of October 1993 off the coast of Italy in the Tyrhenian sea.\n7\n SCP-7207\n8\n was first picked up by the on-board sonar of the GOC vessel belonging to \nStrike Team \"Ocean Thunder\"\n. Consequently, the creature has engaged it in combat as it repeatedly kept crashing into the ships hull from below. The operatives responded by opening fire from the on-board cannons as well as engaging torpedoes. After multiple hits, the creature seemingly gave up its pursuit and the incident was further investigated with the same result as the Foundation inquiry into this matter ten years prior.\n\n\nIt wasn't until 2014, that three separate highly public instances of SCP-7207 related attacks were confirmed to occur. The first one was an incident from 8/8/2014 involving a civilian boat near the island of Corfu, close to the Greco-Albanian border, which led to 5 casualties. The second one occurred four months later in the Bosphorus Strait, just half a kilometer from the coast of Istanbul, Türkiye. This incident led to the first direct Foundation contact with the entity as Agents Sahan and Asani were present on scene and managed to take control of the situation by claiming government affairs. The third incident occurred on 15/3/2015, ten kilometres east of the city of Damascus, Syria. Locals reported seeing what they described as a massive whale dropping from the sky in the desert before quickly disappearing. The shape left by a massive object in the sand seems to confirm this report.\n\n\nShortly after this, a meeting of several Foundation members was called by Dr. Omiros Stanoti, a member of the RCT-Δt\n9\n to discuss information pertaining to SCP-7207. (\nsee ADDENDUM 7207.2\n)\n\n\n\n\n\n\nADDENDUM 7207.2:\n\n\nTranscript of a Department Meeting\n\n\n\n\n\n\n\n\nInternal Audio Recording Transcript\n\n\n\n\nIn Attendance:\n\n\n\n\nDr. Omiros Stanoti, representative of Research and Containment Team Δt\n\n\nDr. Ehsan Fadel, representative of the \nDepartment of History\n\n\nDr. Anton Seif, representative of the \nDepartment of Parazoology, Marine Division\n\n\nDr. Hana Bezoušková, representative of the Anomalous Art Department, Anomalous Video-game Division\n\n\n\n\n\n\nDr. Stanoti:\n Thank you all for making it here on such short notice. Please make your introductions. I'll be with you in a minute.\n\n\nDr. Sanoti is looking through his papers while the rest of the assembly is engaged in a conversation.\n\n\nDr. Fadel:\n The pleasure is mine, Omiros. My name is Ehsan Fadel and I was sent here to represent the Department of History.\n\n\nDr. Seif:\n Ehm, yes, nice to meet you all. I don't believe I've met anyone here before. Anton Seif, marine biologist. I've been told you requested me personally.\n\n\nDr. Sanoti doesn't look up but speaks.\n\n\nDr. Stanoti:\n Yes, I've requested all of you personally. Your names were on the folder.\n\n\nDr. Bezoušková:\n What folder? Ehm, that's probably irrelevant. My name is Dr. Hana Bezoušková and- \nsighs\n I am representing the- the Anomalous Video-game Division.\n\n\nDr. Fadel and Dr. Seif stare at her in disbelief for a moment.\n\n\nDr. Bezoušková:\n I know, I know. Honestly, I also have no idea why I'm here. I mean, it's a whale and, like, there have been incidents with it for some time now. So all of you make sense but… why me?\n\n\nDr. Stanoti:\n I assure you all that every person in this room is meant to be here.\n\n\nHe stands up to pass a redacted copy of the RCT-Δt document on SCP-7207 to everyone. Everyone proceeds to read through it.\n\n\nDr. Fadel:\n Is- is this a joke? I know how you in \nDelta T\n like to play jokes on us who experience time normally.\n\n\nDr. Stanoti:\n It's no joke. SCP-7207 is a time-traveling whale from the future and we have a reason to believe its creation is approaching.\n\n\nDr. Seif:\n Ehm… why? I mean, what makes you think that?\n\n\nDr. Bezoušková:\n … no. You have got to be kidding me. Five Nights at Freddy's? That's why I'm here?\n\n\nDr. Fadel:\n The what?\n\n\nDr. Bezoušková:\n It's- it's a horror game. A pretty recent one. Why is this a thing?\n\n\nDr. Stanoti:\n \nSighs.\n I cannot share with you important details from your future but I can tell you what you already know. That this horror game is quickly becoming a global hit.\n\n\nDr. Bezoušková:\n But- is it really that popular? How did it even- I mean, how is it even going to happen? Is the whale going to eat a cursed copy of the game or something?\n\n\nDr. Fadel:\n \nScoffs.\n\n\nDr. Bezoušková:\n Don't laugh! This is serious! Sure it's also very stupid, but- goddamnit what can you tell us?\n\n\nDr. Stanoti:\n Well,- \nSighs.\n - I did a bit of research on the lore of this game and-\n\n\nDr. Seif:\n The lore? What does that even mean?\n\n\nDr. Bezoušková:\n Oh don't tell me. It's about Purple Guy,\n10\n right? Is- is this being recorded? I don't want people reading this to think I play FNAF\n11\n in my off-hours.\n\n\nDr. Stanoti:\n Yes, this has to do with the killer character. And the meeting \nis\n unfortunately being recorded.\n\n\nDr. Bezoušková:\n Because I don't play it. I don't have time for that. I just occasionally watch people play games. I do it for research purposes!\n\n\nDr. Fadel:\n Anyway. Could you please describe what this game is about? I think it might be enlightening.\n\n\nDr. Seif:\n Yes, please. That would be really helpful.\n\n\nDr. Bezoušková:\n But- I have no idea what the story of the game has anything do to with a murderous whale! Other then the fact, that you told me it \nis\n, and than that the whale is purple!\n\n\nDr. Stanoti:\n Well, we do have a reason to believe an anartist, who we'll call POI-7207, is responsible for anomalously enhancing the creature in some manner. However, we have no clue as to what its real capabilities are. It seems to be able to travel through time as well as regenerate from extensive amounts of damage.\n\n\nDr. Bezoušková:\n Alright, how do you know it has anything to do with an indie horror game about a haunted pizzeria?\n\n\nDr. Seif:\n Is \nthat\n what the game is about?\n\n\nDr. Stanoti:\n \nIgnores Dr. Seif and answers to Dr. Bezoušková.\n We- we know because the artist told us. In the future. That's not anything you need to concern yourselves with. Your goal is to capture the whale before it kills again.\n\n\n\n\n\n\n\n\nADDENDUM 7207.3:\n\n\nHistorical Evidence\n\n\n\n\nIt is now believed that the first historical record of SCP-7207, was made by the 6th century \nbyzantine\n historian Procopius in his \"Books of Wars\" describing what seems to be an account of SCP-7207's termination. The Department of History has deemed the information in this document to be too vague to require censorship.\n\n\n\n\nIt was at this time also that the whale, which the Romans\n12\n called Porphyrius\n13\n, was caught. This whale had been annoying Byzantium\n14\n and the towns about it for fifty years, not continuously, however, but disappearing sometimes for a rather long interval. And it sank many boats and terrified the passengers of many others, driving them from their course and carrying them off to great distances. It had consequently become a matter of concern to the Emperor Justinian to capture this creature, but he was unable by any device to accomplish his purpose.\n\n\nBut I shall explain how it came to be captured in the present instance. It happened that while a deep calm prevailed over the sea, a very large number of dolphins gathered close to the mouth of the Euxine Sea. And suddenly they saw the whale and fled wherever each one could, but the most of them came in near the mouth of the Sangarius. Meanwhile the whale succeeded in capturing some of them, which he swallowed forthwith. And then, either still impelled by hunger or by a contentious spirit, it continued the pursuit no less than before, until, without noticing it, it had itself come very close to the land.\n\n\nThere it ran upon some very deep mud, and, though it struggled and exerted itself to the utmost to get out of it as quickly as possible, it still was utterly unable to escape from this shoal, but sank still deeper in the mud. Now when this was reported among all the people who dwelt round about, they straightway rushed upon the whale, and though they hacked at it most persistently with axes on all sides, even so they did not kill it, but they dragged it up with some heavy ropes. And they placed it on waggons and found its length to be about thirty cubits, and its breadth ten.​ Then, after forming several groups and dividing it accordingly, some ate the flesh immediately, while others decided to cure the portion which fell to them.\n\n\n\n\n— Procopius, Gothic Wars, Book VII, 29.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7207.4:\n\n\nInvestigation of POI-7207\n\n\n \n\n\nWARNING! This file is only accessible to RCT-Δt Personnel as it contains time-sensitive data!\n\n\n\n\n\n\nSubmit RCT-Δt Credentials for Access to this Log\n\n\n\n\n-Close\n\n\n\n\n\n\n\n\nInterview Audio Recording Transcript\n\n\n\n\nForeword:\n Agents of RCT-Δt managed to track the origin of SCP-7207's temporal signature to 7/11/2023. Larger Foundation was alerted to the incident as it was happening per standard RCT-Δt protocol.\n15\n An MTF was dispatched on-site and managed to successfully capture POI-7207 \"Anette Williams\" just after she created SCP-7207.\n\n\nBelow is an interview conducted by Dr. Omiros Stanoti shortly after POI was brought into Foundation custody.\n\n\n\n\nDr. Stanoti:\n Good morning, miss Williams. Is there anything I can do for you before the interview begins?\n\n\nPOI-7207:\n Well, that's- Didn't expect that. \nSubject is silent for a bit.\n Cup of tea maybe?\n\n\nDr. Stanoti:\n Very well. \nHe gestures to one of the guards to bring a cup of water.\n Now, shall we begin?\n\n\nPOI-7207:\n Ehm… sure? I mean, I guess.\n\n\nDr. Stanoti:\n I am happy to hear that you are comfortable. Could you please start by telling me why you did what you did?\n\n\nPOI-7207:\n And… what \ndid\n I do, exactly?\n\n\nDr. Stanoti:\n Miss Williams, please. We have taken everything in your workshop. We have your construction plans, texts and a corkboard documenting every whale incident on the planet for the last fifty years.\n\n\nPOI-7207:\n So what?\n\n\nDr. Stanoti:\n We know that you took a whale and experimented-\n\n\nPOI-7207:\n Enhanced it.\n\n\nDr. Stanoti:\n … how exactly did you enhance it?\n\n\nPOI-7207:\n Poor thing was hurt. Would never survive on its own in the wild. I made it better.\n\n\nDr. Stanoti:\n Please elaborate.\n\n\nPOI-7207:\n It's faster now and more vicious. If anyone tries to mess with it- \nLaughs.\n Well, they sure can \ntry\n.\n\n\nDr. Stanoti:\n From the evidence we've gathered, it seems you performed some kind of ritual. Is that true?\n\n\nPOI-7207:\n Yeah I did that. Found some books I thought might be useful. Tweaked the parameters a bit and \nvoilà!\n\n\nDr. Stanoti:\n You've done this before?\n\n\nPOI-7207:\n No, not on this scale anyway. It was mostly smaller stuff. Conceptual linking can be such a pain to learn on your own. But what else can a girl do, when people like you have all the teachers locked up or dead?\n\n\nDr. Stanoti:\n You are \nproud\n of what you did.\n\n\nPOI-7207:\n Of course I am. Yeah sure, you've caught me, but art cannot be silenced.\n\n\nDr. Stanoti:\n You call this art. What kind of statement are you making?\n\n\nPOI-7207:\n That humans cannot just take what they want from nature!\n\n\nDr. Stanoti:\n … Is that all?\n\n\nPOI-7207:\n Yes?! What more do you need?!\n\n\nDr. Stanoti:\n Please calm down, I am just trying to wrap my head around it. So, you claim that you gave a whale murderous instincts and the ability to time-travel because you wanted to make an eco-activist statement against… whaling?\n\n\nPOI-7207:\n Yeah?\n\n\nDr. Stanoti:\n Alright. \nHe marks her answer.\n Now, could you please explain how you achieved this?\n\n\nPOI-7207:\n \nScoffs.\n You wouldn't get it. Your types never do.\n\n\nDr. Stanoti:\n Try me.\n\n\nPOI-7207:\n Alright, dude. So, the books described the idea of conceptual linking. It's when you take one thing and make it be kinda like another thing.\n\n\nDr. Stanoti nods and gestures for her to continue.\n\n\nPOI-7207:\n So, anyway. I was watching this show about time-travel and I thought that would be really cool to do, but I didn't want to experiment on myself, because my body is a temple, you know?\n\n\nDr. Stanoti:\n So you gave the whale that ability.\n\n\nPOI-7207:\n No, I'm getting there. So I thought, maybe I should experiment with something a little smaller. Like, how would time-travel even work? It doesn't exist in real life. So, first, I wanted to do a soul transfer.\n\n\nDr. Stanoti:\n How does that relate to anything?\n\n\nPOI-7207:\n Well, because that's a real thing. Jeez. So anyway, that's when I decided to give the whale the consciousness of a serial killer.\n\n\nDr. Stanoti:\n You- you did what?\n\n\nPOI-7207:\n Relax, doctor. It's not a real serial killer. I transferred the conceptual- what was the word… Conceptual likeness? Anyway, I gave it the conceptual likeness of \nthe bunny killer\n from FNAF.\n\n\nDr. Stanoti:\n Ehm, I'm not sure I understood you. Could you repeat that?\n\n\nPOI-7207:\n Five Nights at Freddy's? The video-game?\n\n\nDr. Stanoti:\n I'm not sure I've heard of it.\n\n\nPOI-7207:\n The movie just came out! Have you been living under a rock?\n\n\nDr. Stanoti:\n I don't think that's relevant. Please explain how the whale acquired the ability of temporal travel.\n\n\nPOI-7207:\n Oh yeah, well, so I may have been in the middle of the ritual when I noticed your men in black coming… And I tried to use my powers to escape. Got desperate. Tried creating a time portal or something. I said I thought it was cool!\n\n\nDr. Stanoti:\n … Miss Williams, please, this is very important. Can you tell me how you managed your escape? Any details?\n\n\nPOI-7207:\n Nope. \nScoffs.\n Told you I've got zero clue how time-travel works.\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7207.5:\n\n\nArcheological Evidence\n\n\n\n\n\n\n\n\nA partial picture of SCP-7207, taken on 16/12/2021.\n\n\n\n\n\n\nOn 5/7/2022 an archeological digsite was excavated after tracking numerous temporal signatures to a location close to the Bosphorus. The age of the excavated fossils is determined to be around 2 million years ago which matches the temporal signature. The skeletal remains of four human bodies have been discovered in an area of 3 square meters alongside the incomplete skeletons of the following animals: \nGallus domesticus\n,\n16\n \nOryctolagus cuniculus\n,\n17\n \nVulpes vulpes\n,\n18\n and \nUrsus arctos\n.\n19\n\n\nThe human remains, as well as the animal bones, appear to be arranged and posed in a specific manner consistent with artistic intent. A fifth human skeleton, badly damaged and incomplete, was also found nearby and it is currently believed that the \"art piece\" was left unfinished by the termination of SCP-7207 in the 6th century AD. (\nsee ADDENDUM 7207.3\n)\n\n\n\n\nUPDATE:\n SCP-7207 has been briefly sighted on 23/11/2023 close to the archeological digsite. Personnel present reported that it looked as if it was \"rotting\" with many scars and wounds on its body. One member of the archeological team claimed to have seen \"large parts of metal\" sticking out of it before it sank underwater. This description is not consistent with any sighting of the entity.\n\n\nFurther research is required.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Item is in a process that will result in neutralization, indefinite breach, or both.\n\n\n2\n. Item is considered Neutralised or Decommissioned, but ongoing anomalous phenomena originates from them.\n\n\n3\n. Sperm whale.\n\n\n4\n. Killer whale.\n\n\n5\n. An extinct species of large predatory whales.\n\n\n6\n. Originally a point-and-click horror game developed in 2014. It has since gained significant pop-culture recognition with many sequels, merchandise and spin-offs.\n\n\n7\n. This information was later gained through joint cooperation between both organisations.\n\n\n8\n. GOC Codename: KTE-4237-Red-Cetus\n\n\n9\n. A Foundation agency tasked with combating temporal anomalies.\n\n\n10\n. A popular nickname for a serial killer character from the game franchise.\n\n\n11\n. Acronym: Five Nights at Freddy's\n\n\n12\n. Byzantines.\n\n\n13\n. Greek: Πορφύριος. \nPorphyra\n meaning purple.\n\n\n14\n. Constantinopole, today's city of Istanbul.\n\n\n15\n. Due to the delicate nature of spacetime continuum, RCT-Δt takes extra precaution when dealing with already established temporal events, so as to not create more problems than necessary.\n\n\n16\n. Domesticated chicken.\n\n\n17\n. European rabbit.\n\n\n18\n. Red fox.\n\n\n19\n. Brown bear.\n\n\n\n\n\n\n\n\n« \nSCP-7206\n | SCP-7207 | \nSCP-7208\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7207\n\" by Utylike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7207\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n porphyrios_1.jpg\n\n\nName:\n Porphyrios 1\n\n\nAuthor:\n Public domain\n\n\nLicense:\n CC 0 1.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n porphyrios_2.jpg\n\n\nName:\n Porphyrios 2\n\n\nAuthor:\n Public domain\n\n\nLicense:\n CC 0 1.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n porphyrios_3.jpg\n\n\nName:\n Porphyrios 3\n\n\nAuthor:\n Public domain\n\n\nLicense:\n CC 0 1.0\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "UPDATE: SCP-7207 has been briefly sighted on 23/11/2023 close to the archeological digsite. Personnel present reported that it looked as if it was \"rotting\" with many scars and wounds on its body. One member of the archeological team claimed to have seen \"large parts of metal\" sticking out of it before it sank underwater. This description is not consistent with any sighting of the entity. Further research is required.",
        "\" SCP-7207 \" by Utylike, from the SCP Wiki . Source: https://scpwiki.com/scp-7207 . Licensed under CC-BY-SA .",
        "Filename: porphyrios_1.jpg Name: Porphyrios 1 Author: Public domain License: CC 0 1.0 Source Link: Link",
        "Filename: porphyrios_2.jpg Name: Porphyrios 2 Author: Public domain License: CC 0 1.0 Source Link: Link",
        "Filename: porphyrios_3.jpg Name: Porphyrios 3 Author: Public domain License: CC 0 1.0 Source Link: Link"
    ],
    "title": "SCP-7207"
}