{
    "url": "https://scp-wiki.wikidot.com/scp-7210",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\nnonumb3rs\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWELCOME TO GHOSTPOST, NEW USER!\n\n\n\n\n\n\nCompose\nInbox\n\n\n\n\n\n\nFrom: Anonymous Sender\n\n\nSubject: For your eyes only.\n\n\n1 minute ago\n\n\n\n\n\n\nShow message\n\n\n\n\nHide message\n\n\n\n\n\n\nHello.\n\n\n \n\nIf you're reading this, then this email is for you. No one else.\n\n\n \n\nI don't know how long this will take to get to you. I don't have enough time to properly introduce myself. I've attached the document they've written about me. Hopefully it explains everything.\n\n\n \n\nI'm sorry. I love you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7210\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA previously discovered entrance to \nb2-7210.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7210 is to be contained in a standard humanoid containment cell. SCP-7210 is to be provided with appropriate sustenance and monitored for any changes in behavior or abilities. No direct communication with SCP-7210 is to be initiated without approval from Level 4 personnel.\n\n\nb2-7210\n, and more specifically, SCP-7210-1, are to be monitored 24/7 with a variety of forms of surveillance, such as, but not limited to, visible CCTV security cameras, hidden microphones, and a multitude of hidden cameras. Upon the beginning of every night in \nb2-7210\n, the stars visible in the sky are to be counted using advanced algorithmic celestial-object imaging technology. If the amount of stars visible differs from 4544 on any given count, all entrances to \nb2-7210\n are to be immediately located and sealed.\n\n\nDescription:\n SCP-7210 is an anomalous humanoid entity, exhibiting no discernible physical characteristics to differentiate it from an average human being. SCP-7210 displays above-average intelligence, scoring an average of 129 IQ on various tests. Although SCP-7210's anomalous abilities are still under investigation, a few important abilities have been noted.\n\n\n\n\nThe ability to produce tears of an extremely acidic nature, enough to cause second-degree burns on human flesh.\n\n\nThe anomalous lack of a need for sleep.\n\n\nThe ability to 'spectate' different dimensions that branch off of baseline reality.\n\n\nThe ability to create pocket dimensions.\n.\nAssumed, given the discovery of \nb2-7210\n.\n\n\nThe ability to manifest as a stellar object in said pocket dimensions when observing them.\n\n\nThe ability to populate said pocket dimensions with artificially conscious entities.\n.\nAssumed, given the discovery of \nSCP-7210-1.\n\n\nThe ability to communicate with the outside world.\n\n\nThe ability to physically travel between its pocket dimensions and baseline reality.\n\n\n\n\nSCP-7210-1 is a non-anomalous artificially conscious entity observed in SCP-7210's only discovered pocket dimension, \nb2-7210\n. SCP-7210-1 displays a remarkable similarity to SCP-7210's physical appearance, mannerisms, and accent, however differs in its personality, and vocabulary. SCP-7210-1 is not capable of any of the same anomalous effects that SCP-7210 is, and does not seem to be aware of SCP-7210, nor of its constructed surroundings or life.\n\n\nSCP-7210 appears to have developed a pseudo-parental relationship with SCP-7210-1, which has, on multiple occasions, led to increased protectiveness regarding SCP-7210-1, separation anxiety when disallowed access to spectating \nb2-7210\n, and an innate desire to communicate with and \"raise\" SCP-7210-1. As such, the Anomaly Health & Psychology Committee are tasked with boosting SCP-7210's morale and mood in order to promote ethical and safe research of SCP-7210's anomalous abilities, and minimize symptoms of depression and separation anxiety.\n\n\nSCP-7210 is under strict orders to never communicate with SCP-7210-1, due to raised security concerns regarding the security of allowing an SCP to access and communicate with a pocket dimension that near-identically mirrors the outside world.\n\n\n\n\nRecently, SCP-7210 has been consistently requesting a chance to contact a researcher. Upon review with the Anomaly Health & Psychology Committee, this meeting has been granted. However, given the SCP's history of contempt for SCP researchers, the meeting will be conducted under the strict orders that it must be limited to five minutes, and that there must be a tempered-glass screen separating SCP-7210 and the interviewer to prevent physical violence.\n\n\n\n\nDate:\n 31/01/2023\n\n\nResearcher:\n Researcher Norman McMurphy\n\n\nSubject:\n SCP-7210\n\n\n\n\nBEGIN LOG\n\n\nMcMurphy:\n Good morning, SCP-7210. You've requested this meeting, and I'm here to answer your questions and hopefully clear up any confusion you might have. It's just me, a guard, and our head researcher assigned to you here to make sure everything goes according to plan. All good?\n\n\n7210:\n Yeah… yeah, all good.\n\n\nMcMurphy:\n Great. And, I'm sure you're already aware of the rules; no violence, no mind games, and no 'negotiation' about your containment situation. Got it?\n\n\n7210:\n OK.\n\n\nMcMurphy:\n Great.\n\n\nHe clears his throat, crosses his arms and leans back in his chair.\n\n\nMcMurphy:\n Go ahead.\n\n\n7210:\n Who are you?\n\n\nMcMurphy:\n We're the SCP Foundation. We can't tell you anything else. Next question.\n\n\n7210 shakes its head and sighs.\n\n\n7210:\n Why am I here?\n\n\nMcMurphy:\n You're anomalous. You defy the laws of all— well, all known laws, really. And we're here to find out what you're capable of.\n\n\n7210:\n Then why are you hurting me?\n\n\nMcMurphy sighs.\n\n\nMcMurphy:\n We're not trying to hurt you. We just need to know more about you. The real world is dangerous for you, and you for it. We need to protect you, in here. Understand?\n\n\n7210:\n But I didn't choose to be this way!\n\n\nMcMurphy:\n How's that?\n\n\n7210:\n I made mistakes. And now you're hurting me for it.\n\n\nMcMurphy:\n Well, look on the bright side. We've got another SCP here that we're trying to dissolve in acid, and you get free food, free housing, and you got people studying you every day of the week. Doesn't it make you feel special? Isn't it better than living out in the real world, where you'll be judged?\n\n\n7210:\n I'm special? Then why am I treated like a prisoner?\n\n\nMcMurphy:\n We're sorry if you feel that way. Genuinely, we are. If there's anything we can do to improve your living conditions, then let us know. (catching himself) But we can't give you a bigger cell. There's not enough space for it as it is. You're free to decorate your cell, though, make it feel like home! Just tell us what you want to order in and we'll hang it up for you.\n\n\n7210:\n You stripped me of my second chance.\n\n\nMcMurphy:\n Look. I get it. I get that you're scared, and I get that you want out. But we can't just… let anomalies out. The world, they don't know people like you can even exist. Like I said, we're protecting you from them. So, I'm sorry, but you can't leave here. That's why we have departments like the AH&P ensuring that you're as healthy and as happy as you can be.\n\n\n7210 shakes its head.\n\n\n7210:\n Do you know why I'm \"anomalous\", as you call it? Do you even intend to know? Do you even care about what I did to end up here, or do you want to avoid any ounce of empathy whatsoever?\n\n\nMcMurphy:\n No. That's not it. If you want to tell us, then we'd be happy to know. That's just… not our primary focus at the moment.\n\n\nMcMurphy sits in silence.\n\n\nMcMurphy:\n Out there, in the real world, you'd have a different kind of prison. People fear what they don't understand, and they'd try to control you or worse. And hey, it's not just folks like you. We all feel a bit trapped out there from time to time. At least in this place, the laws from outside don't apply. Laws of physics, laws of the government. It's fun.\n\n\n7210 appears immensely frustrated.\n\n\n7210:\n And I'm the one playing mind games?\n\n\nMcMurphy:\n That your last question?\n\n\n7210 bangs the table with its fist.\n\n\nMcMurphy (sternly):\n Hey. Calm down.\n\n\n7210 sinks its face into its palms. Approximately nine seconds pass in complete silence.\n\n\nMcMurphy sighs.\n\n\nMcMurphy:\n The five minute mark has been reached. I'm sorry, SCP-7210.\n\n\nEND LOG\n\n\n\n\n\n\nFollowing the meeting, the Anomaly Health & Psychology Committee raised concerns regarding SCP-7210's mental health and wellbeing. As such, three physical examinations were conducted to accurately determine the health of SCP-7210.\n\n\n\n\nExamination 1\n\n\nDate:\n 2/02/2023\n\n\n \n\n\nObservations:\n Anomaly accepted breakfast, lunch and dinner. Anomaly is healthy, physically fit, but shows mild signs of depression.\n\n\nRecommendations:\n Prescribe anti-depressants.\n\n\n\n\n\n\nExamination 2\n\n\nDate:\n 7/02/2023\n\n\n \n\n\nObservations:\n Anomaly accepted breakfast, lunch and dinner. In order to boost morale, supper was served, deviating from the pre-established meal plan. However, upon serving, anomaly was sitting in a corner of its cell, and did not respond to researchers. Anomaly is healthy, physically fit, but continues exhibiting signs of depression. Severity of these symptoms has also increased.\n\n\nRecommendations:\n Increase dose of anti-depressants. Organize activities to keep anomaly engaged, active, and healthy.\n\n\n\n\n\n\nExamination 3\n\n\nDate:\n 11/02/2023\n\n\n \n\n\nObservations:\n Anomaly accepted breakfast, lunch and dinner. However, it refused any participation in physical activities, and expressed a desire to return to its cell and be left alone. Request was granted when anomaly began showing signs of anxiety and frantic behavior. Anomaly spent the rest of the day in a corner of its cell.\n\n\nRecommendations:\n Hold a therapy session.\n\n\n\n\n\n\nUpon the request of the Anomaly Health & Psychology Committee, a therapy session held by Site-17 therapist Lucille Chapman was organized.\n\n\n\n\nDate: 13/02/2023\n\n\nTherapist:\n Dr. Lucille Chapman\n\n\nClient:\n SCP-7210\n\n\n\n\nChapman:\n Okay, I've just started the camera, is that okay?\n\n\n7210 nods.\n\n\nChapman:\n Great! We can get started then. How are you today, SCP-7210?\n\n\n7210 shrugs.\n\n\nChapman:\n And how have you been feeling these past few days?\n\n\n7210:\n Shit.\n\n\nChapman:\n I'm sorry to hear that. Would you be comfortable explaining why that might be?\n\n\n7210 sighs.\n\n\n7210:\n Not really.\n\n\nChapman:\n I understand that. But if you tell me, it'll help me understand your situation some more, and it'll allow me to help you feel better here.\n\n\n7210 rolls its eyes.\n\n\nChapman:\n It helps both of us if you tell me why you feel this way. And remember, this is completely private. Feel free to spill anything and everything.\n\n\n7210:\n Then what's the camera for?\n\n\nChapman:\n This session is being recorded so that I can look back on this in the future, and assess what the best option is for you moving forward, without wasting time taking notes. I promise you, no one else will ever see this.\n\n\n7210 sighs.\n\n\n7210:\n I don't know. I don't want to give this glorified prison or the people who work for it more info about my life. No offence, I just don't want it to be used in the wrong way.\n\n\nChapman:\n I completely understand your concerns, SCP-7210. Your privacy is essential, and I respect that. This session is about you, your thoughts, and your emotions. I'm here to support you in any way I can, and our conversations are confidential.\n\n\n7210:\n But why should I even bother? It's not like anything is going to change.\n\n\nChapman:\n That's a fair concern. It's true that your circumstances won't change immediately, but therapy is a tool to help you cope with what you're going through. It can help you find new perspectives, develop healthy coping strategies, and even manage the stress and frustration you might be experiencing.\n\n\n7210:\n How can talking about it help?\n\n\nChapman:\n Talking about it can be incredibly freeing.\n\n\n7210 makes eye contact with Chapman for the first time.\n\n\nChapman:\n Baby steps, 7210. Baby steps.\n\n\n7210 looks back down at the floor, rubs its face, and sighs.\n\n\n7210:\n Alright. Well, for starters, I'm not myself anymore.\n\n\nChapman:\n I understand, it's a common experience fo-\n\n\n7210:\n No, no you don't. You don't understand. I am quite literally not myself anymore.\n\n\nChapman:\n Is there a reason for that?\n\n\n7210:\n Long story.\n\n\nChapman:\n Well, we've got all the time in the world.\n\n\n7210 sighs.\n\n\n7210:\n Look, I'll spare you the details. One day, I got an opportunity. To \"know what it's like to be perfect\". That was the wording. I took it, as anyone would.\n\n\n7210 groans and rubs its face.\n\n\n7210:\n That's when it all went to shit. I didn't actually \nbecome\n perfect. There's always a catch with those… things. No, I just fuckin' gained the ability to view perfect worlds. To view perfect lives. I KNEW what it was like, but I couldn't experience it for myself. Made me miserable. Knowing what it's like to live happily, and not once being able to experience it.\n\n\nChapman nods.\n\n\n7210:\n At least, that's what I thought. Then my mother died, and suddenly my tears burned. I had to stop myself from grieving. My father moved away and became estranged to me, and suddenly I don't need sleep. Had to stay up 24/7 thinking about him. It was like some kind of punishment. More recently, I found out the other… \"worlds\" I can view had all the information I needed to know to prevent all of this. Real world fucking events. Every mistake I've made, every bad thing that's happened to me could've been prevented if I had just looked at the bigger picture. It really was true; I could've lived a perfect life. God, fuck, I'm sorry.\n\n\n7210 sinks its face into its hands.\n\n\nChapman:\n You're doing great, 7210. This is very brave of you.\n\n\n7210:\n I don't wanna talk about this.\n\n\n7210 raises its head, and locks eyes with the camera lens. 7210's face turns to disgust.\n\n\n7210:\n Can't believe I said all that shit anyway.\n\n\nChapman turns around and acknowledges the camera. She slowly exhales, and turns to face SCP-7210.\n\n\nChapman:\n SCP-7210, it would be better for all of us if you continued your story.\n\n\n7210:\n All of us? What happened to just \"both of us\", doc? Someone gonna be watching this footage?\n\n\nChapman:\n I sincerely promise you that no one other than me will be viewing this footage.\n\n\n7210 raises an eyebrow. Chapman turns to face the camera lens.\n\n\n7210:\n Red means recording, right? So what does blue mean, doc?\n\n\nChapman sighs deeply. She reaches underneath her chair, pulls out a pair of noise-cancelling wireless headphones, and puts them on. She looks back at the camera, nods, and looks back at SCP-7210.\n\n\nChapman:\n It means streaming, 7210. [COGNITOHAZARD EXPUNGED FOR READER SAFETY].\n\n\n7210 reverts to an emotionless facial expression for one second, before immediately breaking into tears.\n\n\n7210 (through tears):\n I could've lived a perfect life. And when I realized that, I thought that maybe I could get a second chance. Reclaim my life. Then you guys found me, and now there's never going to be a second chance. Sorry, I didn't mean to come off rude there. You're fine people. Well, at least you are.\n\n\nChapman:\n I'm what?\n\n\n7210, somewhat quizzically, glances at Chapman.\n\n\n7210 (regaining composure):\n A-a fine person?\n\n\nChapman looks on empathetically, before turning around and knowingly looking at the camera, and turning back to face SCP-7210\n\n\nChapman:\n Thank you, that means a lot. And thank you for telling me all of that. I know that must've been difficult.\n\n\n7210 nods, avoiding any and all eye contact. Chapman glances at the camera again.\n\n\nChapman:\n Has anyone from the AH&P committee talked to you about developing some kind of coping mechanism?\n\n\n7210:\n No.\n\n\nChapman:\n Well, maybe we can work on that first. Help keep your mind off of all of these thoughts of yours. You mentioned that you can create \"worlds\" of your own, right?\n\n\n7210 nods.\n\n\nChapman:\n Perhaps you could use a world of your own as an outlet. Vent all of your frustrations and worries out, and no one gets hurt.\n\n\nEight seconds of silence pass. 7210 is staring at the floor, as if realizing something.\n\n\nChapman:\n 7210? Everything ok-\n\n\n7210:\n Holy shit.\n\n\nChapman:\n Have you come up with something? Would you be willing to share it?\n\n\n7210 looks up at Chapman, revealing its fresh burn marks.\n\n\n7210:\n Doc, I got it. It doesn't have to be me.\n\n\nChapman:\n 7210, what do you mean by that?\n\n\n7210:\n I mean that you've given me an idea. Maybe my life will never be perfect as it is. Maybe I've just hit a roadblock. And maybe, just maybe, I need to start over. But I can't do it myself.\n\n\n7210 begins smiling, before recoiling in pain, and relaxing its face.\n\n\nChapman:\n I'm not sure I entirely understand. But, if it doesn't hurt anyone, and it helps you keep your mind off of the things you've told me about today, then I'm glad to have helped you!\n\n\nChapman smiles warmly. 7210 nods, suppressing a smile.\n\n\nChapman:\n Oh, uh, do you want an ice-pack?\n\n\n7210:\n Oh, yeah. If that's okay.\n\n\nChapman:\n Down the hall, second door to the right. It's labelled \"MED\". Just ask for one.\n\n\nChapman gestures towards the door.\n\n\n7210:\n Thank you! Thank you, doc, thank you!\n\n\n7210 rises from its chair and swiftly exits the room.\n\n\nChapman relaxes her face upon seeing that the door has closed, and exhales deeply. She turns towards the camera, revealing that she looks considerably stressed. She gets up from her chair and briskly paces towards the camera.\n\n\nChapman:\n Alright. F-fuck. AH&P can't know about this, Kubitz. Delete the vid— wait, no, then Info's gonna get involved. Jesus fuck. Okay uhh, maybe uhh— yeah, okay. Just kick them off from viewing the file. Y-you can do that, right? Just tell them there's a coghaz or an—an infohaz in the uhh, in the file, and hopefully they'll fuck off. Thanks. Oh, and uhh, sorry. I know it was meant to be a \"last resort\" kind of situation. But I-I needed complacency. And we got what we needed, right? Right?\n\n\nEND LOG\n\n\n\n\n\n\nFollowing a successful therapy session, three more physical examinations were scheduled for SCP-7210 to determine whether its mental and physical state would improve.\n\n\n\n\nExamination 4\n\n\nDate:\n 14/02/2023\n\n\n \n\n\nObservations:\n Anomaly accepted breakfast, lunch and dinner. Anomaly exhibited a much more nonchalant mood, and began participating in physical activities, albeit reluctantly. Anomaly is physically fit and healthy. However, the anomaly spent the rest of the day and night in a catatonic trance-like state. It did not respond to any researchers or guards. This state continued until noon of the next day.\n\n\nRecommendations:\n None.\n\n\n\n\n\n\nExamination 5\n\n\nDate:\n 21/02/2023\n\n\n \n\n\nObservations:\n SCP-7210 was catatonic during dinner, accounting for the seventh meal it has missed this week. Anomaly is beginning to lose weight.\n\n\nRecommendations:\n Supply nutrition through intravenous line (IV).\n\n\n\n\n\n\nExamination 6\n\n\nDate:\n 28/02/2023\n\n\n \n\n\nObservations:\n Anomaly was catatonic throughout the entire week. Upon a routine inspection and cleaning of its containment chambers, a box containing a short pile of unsent letters was found inside of the air-conditioning unit, which had fallen into disrepair. SCP-7210's muscles are beginning to atrophy due to prolonged immobility.\n\n\nRecommendations:\n Initiate an analysis of the unsent letters discovered in SCP-7210's cell.\n\n\n\n\nBelow is a transcription of all seven unsent letters that were recovered from SCP-7210's cell, believed to be written by SCP-7210. The recipient is believed to be SCP-7210-1.\n\n\nLetter 1\n\n\n\n\nHello.\n\n\n \n\nAt the time of writing this, you do not exist yet. I'm writing this now for the sake of showing you, one day. I'm sure that by the time you're reading this, we already know each other very well.\n\n\n \n\nI'm writing this from inside a containment cell; a prison cell, essentially. You might be asking what I did wrong. I've been asking myself the same questions. But talking to myself isn't cutting it anymore.\n\n\n \n\nAnd hey, it isn't all bad here. I just met a lovely therapist who talked to me about 'coping mechanisms'; long story short, without her, you wouldn't exist. She kept looking at the camera that was recording our conversation, like she was worried that the lab-coats would watch the video later. I think I'm going to break her out of here too, once I find a way out myself.\n\n\n \n\nBeing alone in this cell also lets me think. A lot. About playing god. About your freedom. About my freedom. About whether or not you're being created out of selfishness or out of love.\n\n\n \n\nNevermind that now. I'm sure we'll be laughing at this together when we read it sometime in the near future. Let me tell you, I haven't been this excited about something in a long, long time.\n\n\n \n\nUntil next time!\n\n\n\n\n\n\nLetter 2\n\n\n\n\nHello again.\n\n\n \n\nIt hasn't been very long since I wrote the last letter. But rest assured I've been busy slaving away at your world. And I think I'm almost done! I'm just adding the finishing touches now. A perfect world for a perfect human. Look at your surroundings. That's all courtesy of me! Mark your calendars, the day that your world was officially finished was the \n19th\n \n18t\n \n21\n \n20th\n\n\n \n\nWell, I guess I'm not sure exactly how long it's been. A few hours, a day, a week? Who's to say? I've got no calendar anyway, and no windows to tell what time of day it is.\n\n\n \n\nTell you the truth, I've gotten this far without really thinking about how I'm going to make you. Sure, you're pretty much just me without all this freaky shit. But I've yet to figure out how to make you… real.\n\n\n \n\nGuess it's something I'll have to learn. Not sure how yet, but I'll figure it out in due time. I have to. I have to.\n\n\n\n\n\n\nLetter 3\n\n\n\n\ni finally did it I made you I have never been more happy to feel this burning sensation on my face you are so beautiful you are so perfect you are all i want to be\n\n\n \n\nI WANT TO BE YOU SO BADLY ITS ALL I WANT YOU ARE EVERYTHING I COULDVE BEEN AND MORE\n\n\n \n\nIT BURNS SO BADLY BUT I HAVE NEVER BEEN HAPPIER\n\n\n \n\nDOWN THE HALLWAY SECOND DOOR TO THE RIGHT\n\n\n\n\n\n\nLetter 4\n\n\n\n\nHello.\n\n\n \n\nI apologize for the frantic nature of the last letter.\n\n\n \n\nI don't know how long it's been in my universe, so I've been using yours as a guide. It's been a month, in your time. I'm not sure how long that is out here, in my cell. I decided to check around the other day, and I found out they've got a tube feeding me through my veins. Isn't that great? I don't need to get up anymore, I can be in your universe 100% of the time!\n\n\n \n\nI've been watching you for the past month since I made you. I cannot believe how amazing you are. You're so smart, you're so socially flexible, you're so confident. I haven't seen you up to your full potential, and I'm already so proud of you.\n\n\n \n\nI do still dread the day that I have to tell you of your existence. What will you think of me? A selfish hack who created you for the sake of correcting past mistakes? Or for making imprisonment more bearable, an imprisonment that is almost entirely self-inflicted?\n\n\n \n\nAnd even if you come to that conclusion, which I sincerely hope you don't, then at least you'll conclude that you have a purpose. You have a reason for living. But what of me? What is my purpose? I sulk and I mope about my containment, but I find that there is no better alternative. There is no one outside of this cell who cares about me. There is no one outside of this cell who I care about. And that's entirely my fault.\n\n\n \n\nYou were the only solution. I just hope you understand that when you eventually find these letters and find out about me.\n\n\n \n\nUntil next time.\n\n\n\n\n\n\nLetter 5:\n\n\n\n\nHello.\n\n\n \n\nOver the past few weeks, I have watched you grow and evolve into your own person. Into who I have always wanted to be.\n\n\n \n\nEvery time you find yourself looking at the starry sky above you, you unknowingly lock eyes with me. And I can't help but smile.\n\n\n \n\nI have begun to fear that they might take you away from me, though. I can't keep you hidden forever. But I can protect you.\n\n\n \n\nI've also begun to fear that I'll never have the courage to send you these letters. I have had some of the most satisfying moments of my life watching over you, but every time I think of the prospect of sending you these letters, I instantly start getting stressed out again. Maybe one day, you'll see these letters. But not yet. Not now.\n\n\n\n\n\n\nLetter 6:\n\n\n\n\nGod. I need to face it. I'm never sending you these letters.\n\n\n \n\nI've been considering the gravity of your situation. I have lived vicariously through you for these past \ntwo months\n \ntwo weeks\n \nfew weeks\n time doesn't matter to me anymore. And I have loved it. But certain \nworries\n thoughts insist on probing my mind, and I have been desperately trying to keep them out. The thought that I won't escape this containment cell. The fear that I'll live here for the rest of my life. God, it hurts to even write out.\n\n\n \n\nBut perhaps it's a call to action. A final push forward to reach out to you. Never mind the anxiety, the nervousness, the fear that I'm doing this all for myself, the fear that you're nothing but a vessel for my anxieties and worries to fade away; I'm doing this for both of us. I'm sending you the letters.\n\n\n\n\n\n\nLetter 7:\n\n\nNote: This letter in particular was covered with small, circular burn marks, and as such, some words are entirely illegible.\n\n\n\n\nI'm s[illegible]. I can't do it.\n\n\n \n\nI thought I c[illegible]. But I couldn't.\n\n\n \n\nMaybe I was right to be worried. Maybe you really are just [illegible] to me. M[illegible] you're nothing more than a 'coping m[illegible]ike Doctor Chapman said.\n\n\n \n\nI'm sorry.\n\n\n\n\nConsidering the subject discussed in the therapy session with Dr. Lucille Chapman, and the content of the unsent letters, it was theorized that SCP-7210 created a pocket dimension housing a conscious entity. Due to concerns that the pocket dimension may mirror the outside world, E-DDAR (Extra-Dimensional Detecting And Ranging) technology has been approved for use in order to determine the validity of this theory.\n\n\n\n\n\n\nExamination 7\n\n\nDate:\n 1/03/2023\n\n\n \n\n\nObservations:\n Extra-dimensional activity was reported via a pocket dimension created by SCP-7210. This pocket dimension has been dubbed \nb2-7210\n. Research into this dimension is limited thus far, but exploring it is of utmost importance. Description has been updated to reflect this discovery. Anomaly is relatively physically healthy. Anomaly Health & Psychology Committee has raised concerns regarding SCP-7210's consistent catatonic state.\n\n\nRecommendations:\n Seal off entrances to \nb2-7210\n, and instill strict rules opposing communication with it. Suspend Anomaly Health & Psychology Committee from SCP-7210 project.\n\n\n\n\n\n\nExamination 8\n\n\nDate:\n 6/03/2023\n\n\n \n\n\nObservations:\n Extra-dimensional communication was not reported since Examination 7. Anomaly is exhibiting signs of separation anxiety and depression.\n\n\nRecommendations:\n None.\n\n\n\n\n\n\nExamination 9\n\n\nDate:\n /02/2023\n\n\n \n\n\nObservations:\n Extra-dimensional communication was not reported since Examination 7. Research for \nb2-7210\n is rapidly continuing. \nb2-7210\n mirrors the real world (as it was before SCP-7210 was discovered by the foundation) almost exactly, raising various security concerns. Anomaly is losing weight, presumably due to disconnecting the intravenous line when not under supervision.\n\n\nRecommendations:\n None.\n\n\n\n\n\n\nExamination 10\n\n\nDate:\n 3/03/2023\n\n\n \n\n\nObservations:\n \nb2-7210\n has been discovered to host an identical physical clone of SCP-7210, bar its anomalous abilities. This has also led to a distinct change in personality. The entity is believed to be artificially conscious, and also created by SCP-7210. Description has been updated to reflect this discovery. Anomaly is beginning to starve, and has become completely unresponsive and unwilling to engage in human interaction.\n\n\nRecommendations:\n Install 24/7 surveillance on SCP-7210-1 to report any potentially anomalous behavior.\n\n\n\n\n\n\nExamination 11\n\n\nDate:\n 8/03/2023\n\n\n \n\n\nObservations:\n SCP-7210-1 displays no unusual or anomalous abilities, and behaves exactly as though a non-anomalous SCP-7210 would. Anomaly has lost over 50% of its original weight.\n\n\nRecommendations:\n Continue surveilling SCP-7210-1. Move intravenous line back to the medical wing for incoming patients and SCPs.\n\n\n\n\n\n\nExamination 12\n\n\nDate:\n 13/03/2023\n\n\n \n\n\nObservations:\n Extra-dimensional communication was detected. The nature of this communication is to be immediately found. Any communication attempt is to be intercepted. Presumably, extra-dimensional communication via anomalous mailers such as GhostPost or The Good Mailers will take a considerable length of time, but will not be able to be intercepted until it reaches its recipient. The recipient, SCP-7210-1, must immediately receive an amnestic through a cognitohazard. Anomaly has almost successfully starved itself to death.\n\n\nRecommendations:\n SCP-7210-1 will continue to be monitored not only until it receives SCP-7210's communication, but beyond that point to study if it gains any anomalous abilities.\n\n\n\n\n\n\nExamination 13\n\n\nDate:\n N/A\n\n\n \n\n\nObservations:\n INCOMPLETE\n\n\nRecommendations:\n INCOMPLETE\n\n\n\n\nThis document is incomplete. Please refer back to this document when it has been updated.\n\n\n\n\nYou weren't supposed to find out like this. I did not want you to find out this way, I promise you. I just hope to God you can live with yourself knowing what you know now. And I'm truly sorry about the letters. You're a person. You're my everything. You are my world. Don't get the wrong idea for even a second. I just had my concerns, is all.\n\n\n \n\nI've always wondered if I've done the wrong thing. Yes, I have you now. Yes, I'm happier than I've ever been. But I wonder if trying to make you as similar to me as possible has backfired; now you're suffering the same fate as me. The person who created you has died, and you're helpless to stop it. I wish I could console you, I really do. But that only makes me wonder if you've even had enough time since you learned about me, to love me back.\n\n\n \n\nIt didn't have to be this way. If I never did what I did, I wouldn't ever have been captured by these sick fucks. I would never have even had to make you. And both of us wouldn't have to suffer knowing that your world is never going to be the same. But everyone makes mistakes, and sometimes, you have to suffer for them.\n\n\n \n\nI still fear that I created you out of selfishness; I wanted to feel love. I wanted to care for someone. I wanted an escape from my containment. But I've now mostly come to terms with that fact. It doesn't matter why I made you. Because I made you. And now I'll be watching you, forever.\n\n\n \n\nThe moment they took you away from me, I was inconsolable. I was a complete and utter wreck. At that point, everything just clicked for me. I didn't want to escape my containment, I didn't want to escape my loneliness. I wanted to escape my life. I wanted to escape everything. I figured I would exit my universe, so that I can forever watch over yours. Just remember; if you can count an extra star in the sky that outshines the rest, then you know I'm watching over you, and that you're safe.\n\n\n \n\nIf not, then my plan failed.\n\n\n \n\nBy the way, Foundation. If you're reading this, then I've attached a handy-dandy little footer to save your scribes some time. Enjoy the free charity.\n\n\n \n\nFor now and never again, we stand on the precipice of hope with stars reflecting upon our eyes. We will never know what \nnow\n is, as \nnow\n will never again be. \nNever\n is our fate, and \nnow\n will never be understood. The stars shine for now. But alas, never again.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTermination Log\n\n\n \n\n\nDate:\n [REDACTED]\n\n\n \n\n\nTerminated Entity:\n SCP-7210\n\n\n \n\n\nTermination Method:\n Self-termination, inflicted through starvation.\n\n\n \n\nNote: Thank you for nothing, again and again. Thank you for stripping me of my only chance to reclaim what little was left of my life. Thank you for taking away the only thing I have ever cared about, and never caring about me in return. Thank you for fucking with my brain and making me forget how much of a bitch Doc Chapman was. Thank you, because without all of that, I wouldn't have the person I have now. My escape, not from you. But from everything.\n\n\n\n\n\n\nYou have 1 new message!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom: The Foundation\n\n\nSubject: URGENT, PLEASE OPEN\n\n\n10 seconds ago\n\n\n\n\nShow message\n\n\n\n\nHide message\n\n\n\n\n\n\nGreetings, SCP-7210-1.\n\n\nYou have just read a sensitive document, sent to you by accident. This document contains information that must not, under any circumstances, be divulged to the general public. It is imperative that we stay up-to-date on any leaked confidential documentation, and maintain a strong web of security.\n\n\nPlease read the following paragraph slowly, carefully, and in your head.\n\n\n\n\nHave you ever bought a toaster oven?\n No, (I haven't.) + 20 = You. Consider the following. ⇖Δ➽☽𓄀⇖Δ➽☽𓄀. \nWhat does this say about the current state of the socio-economic landscape in Northern Italy?\n I'm sorry, this message has been INTERCEPTED by HORSE. The MEMETIC properties of this [MESSAGE!!] will no longer \ncontinue\n as long as HORSE (𐂃) is protecting it. &Who are we?& &Oh, just text and HTML code.& &\nHello world!\n& In? recent? economical? developments? pioneered? by? the? united? nations? one? mutilated? corpse? can? be? traded? for? \none?\n season? of? \nbreaking? bad?\n on DVD on DVD on DVD o\nn DVD o\nn DVD. Я не вижу! Пожалуйста, помогите мне! #1 🏆︎🏆︎🏆︎ divine GOD of (ok, this is weird) anatomical REPRESENTATIONS of a 9-figure 9-figure 9-figure EXPONENTIAL UPWARDS SLOPE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7210\n\" by nonumb3rs, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7210\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7209\n | SCP-7210 | \nSCP-7211\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7210 \" by nonumb3rs, from the SCP Wiki . Source: https://scpwiki.com/scp-7210 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7210 is to be contained in a standard humanoid containment cell. SCP-7210 is to be provided with appropriate sustenance and monitored for any changes in behavior or abilities. No direct communication with SCP-7210 is to be initiated without approval from Level 4 personnel.",
    "description": "SCP-7210 is an anomalous humanoid entity, exhibiting no discernible physical characteristics to differentiate it from an average human being. SCP-7210 displays above-average intelligence, scoring an average of 129 IQ on various tests. Although SCP-7210's anomalous abilities are still under investigation, a few important abilities have been noted.",
    "title": "SCP-7210"
}