{
    "url": "https://scp-wiki.wikidot.com/scp-7211",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nCremo\n\n\n\n\n\n\nYou can check out more of my works here:\n\n\ncremo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7211\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7211 is to be contained in a standard animate object containment unit at \nSite-228\n. It is to be placed on a pedestal and shielded with impact-resistant glass during experiments. Only one subject at a time is allowed to be in the testing chamber with SCP-7211.\n\n\nDescription:\n SCP-7211 is a 40 cm tall porcelain doll resembling a human male dressed in a red jester uniform, it is noted to have a distressed expression on its face. SCP-7211's anomalous properties will be triggered if there is at least one human being in SCP-7211's close proximity (2 meters or closer).\n\n\nOnce its anomalous properties are triggered SCP-7211 will become animate and start to speak. Usually, there is no conversation between SCP-7211 and the subjects, it usually stands up in front of the subjects and starts to tell various jokes, and puns. If the subjects don't find SCP-7211's performance funny they will start to cause self-harm and showcase temporary anomalous properties. (See Experiment log).\n\n\nIf the subject leaves SCP-7211's vicinity regardless of willingly or not, SCP-7211 will return to its dormant state. Interviewed subjects described the experience as \"second-hand embarrassment cranked up to eleven\" in unison.\n\n\nExperiment log:\n\n\n\n\n\n\nSubject\n\n\nJoke\n\n\nResult\n\n\n\n\n\n\nD-8567\n\n\nI'm afraid for the calendar. Its days are numbered.\n\n\nThe chair D-8567 was sitting on suddenly transformed into a 100 kg tomato. D-8567 tried to lift it up and throw it at SCP-7211 but it was too heavy for him.\n\n\n\n\n\n\nD-1462\n\n\nHow do you follow Will Smith in the snow? You follow the fresh prints.\n\n\nD-1462 began to scream then a glass window manifested on the wall and D-1462 jumped through it. The window itself disappeared and D-1462 was later found lying unconscious on Site Director Katona's office desk.\n\n\n\n\n\n\nD-9966\n\n\nI only know 25 letters of the alphabet. I don't know y.\n\n\nD-9966 ripped off both of his legs from mid-thigh and swallowed them whole then both legs grew back.\n\n\n\n\n\n\nD-0007\n\n\nWhy couldn't the bicycle stand up by itself? It was two tired.\n\n\nD-0007 transformed into a bicycle and attempted to run over SCP-7211. Once the security personnel removed him from the testing chamber D-0007 transformed back but for the next two hours, he was only able to make sounds similar to a bicycle bell instead of human speech.\n\n\n\n\n\n\nD-2377\n\n\nI once had a dream I was floating in an ocean of orange soda. It was more of a Fanta-sea.\n\n\nD-2377 yelled \"I'm sick of this planet!\" and his uniform transformed into a Superman costume then he breached containment by flying through the ceiling but later he was recaptured when he approached \nArea-32.\n His anomalous properties ceased an hour later.\n\n\n\n\n\n\nD-4544\n\n\nI'm on a seafood diet. I see food and I eat it.\n\n\nA bottle of Class-█ amnestic agent manifested in D-4544's hands which he drank resulting in the loss of at least five years of memories.\n\n\n\n\n\n\nD-4269\n1\n\n\nWhen does a joke become a dad joke? When it becomes apparent.\n\n\nD-4269 began to laugh so hard that he started to hyperventilate and was transferred to the medical wing.\n\n\n\n\n\n\nFollowing the experiment with D-4269, SCP-7211's facial expression turned from distressed to cheerful and refused to tell jokes to subjects except for D-4269.\n\n\n\n\nFootnotes\n\n\n1\n. Using D-4269 for the test was originally recommended by the rest of the Site-228's D-Class personnel population because he is infamous for having a bad sense of humor.\n\n\n\n\n\n\n\n\n« \nSCP-7210\n | SCP-7211 | \nSCP-7212\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7211\n\" by Cremo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7211\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7211 \" by Cremo, from the SCP Wiki . Source: https://scpwiki.com/scp-7211 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7211 is to be contained in a standard animate object containment unit at Site-228. It is to be placed on a pedestal and shielded with impact-resistant glass during experiments. Only one subject at a time is allowed to be in the testing chamber with SCP-7211.",
    "description": "SCP-7211 is a 40 cm tall porcelain doll resembling a human male dressed in a red jester uniform, it is noted to have a distressed expression on its face. SCP-7211's anomalous properties will be triggered if there is at least one human being in SCP-7211's close proximity (2 meters or closer).",
    "title": "SCP-7211"
}