{
    "url": "https://scp-wiki.wikidot.com/scp-7212",
    "all_text": "/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"SCP Foundation\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"Site-400\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7212\n - Name in the sky, does it ever get lonely?\n\n\nMore by me!\n\n\n⚠️ \nContent warning:\n This article contains themes of suicide.\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7212\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOnly available file photo of Makuwa Yurika.\n\n\n\n\n\n\nSpecial Containment Procedures:\n With approval from Site-400's current site director, SCP-7212 is to be kept seated in a chair within a cold containment storage unit, designed to appear identical to a regular office. Entry into the unit for sanitation purposes must be limited as much as possible, and is to be approved by the research head present.\n\n\nNo action is to be taken by Foundation personnel regarding SCP-7212-A. Interaction with any of its instances are strictly prohibited.\n\n\n\n\nDescription:\n SCP-7212 is the corpse of Makuwa Yurika, who committed suicide on 20██/██/██. Prior to her death, Makuwa Yurika was a Foundation junior researcher working under Site-400's Department of Public Disinformation Control. SCP-7212 lacks any facial features, and does not seem to show signs of decomposition as of writing.\n\n\nSCP-7212-A designates approximately 78 humanoid amalgamations composed of cadavers belonging to \nColumba janthina\n (or black wood pigeons), measuring roughly 20 to 30 meters in height. Currently, all instances of SCP-7212-A have situated themselves around the outside perimeter of Site-400, their hands holding one another to create a chain surrounding it. They stand motionless, and do not react to any form of external stimuli.\n\n\nEvery day, at random times, blood will stream from both of SCP-7212's scarred wrists. All instances of SCP-7212-A will vocalise softly in unison during this.\n\n\n\n\nAddendum 7212-1, Phenomenological Overview:\n SCP-7212 was discovered on 20██/██/█, in the personal quarters belonging to the now deceased Makuwa Yurika. It was found lying on the bed in a fetal position, with its right hand holding onto a bloodied scalpel. In a drawer next to the bed contained a crudely knotted noose along with an orange medication vial filled with poorly mixed cyanide.\n\n\nA notebook was found hidden between the drawer and bedframe, with the first few pages possessing bloodied handprints and scrawled messages in Japanese. However, noting the nature of SCP-7212, the notebook was ignored and instead secured as evidence with the rest of the objects.\n\n\n\n\nAddendum 7212-2, Notable Vocalisations:\n The following are several transcribed vocalisations made by the SCP-7212-A instances:\n\n\n\n\n\n\nThis is the right thing to do.\n\n\n\n\n\n\nMy name is Makuwa Yurika, a junior researcher for the Department of Public Disinformation Control.\n\n\n\n\n\n\nHe can only see my name, and nothing else.\n\n\n\n\n\n\nJust say the words out loud to stop yourself from stuttering and mumbling.\n\n\n\n\n\n\nNo one wants to die.\n\n\n\n\n\n\nDeep breaths, in and out.\n\n\n\n\n\n\nThinking about other people is exhausting.\n\n\n\n\n\n\nI cannot see my own face, because the mirror is now fogged up.\n\n\n\n\n\n\nI do not want to die.\n\n\n\n\n\n\nI wish I could just die instead.\n\n\n\n\n\n\n\n\nAddendum 7212-3, Subsequent Findings:\n Investigation into the area surrounding Site-400 led to the discovery of a dilapidated log cabin possessing a built-in fireplace, seemingly abandoned. The interior of the cabin is empty, save for the the following items of interest:\n\n\n\n\ncleanly swept piles of ashes\n\n\nused matchsticks\n\n\nskeletal remains of several wildlife\n\n\na mirror frame\n\n\n\n\nPersonnel inspecting the cabin reported hearing auditory hallucinations of an adult man reciting a rhyme in Japanese. With this in mind, analysis into the cabin was halted and it was left alone as per the request of the research head.\n\n\n\n\nAddendum 7212-4, Archived Document:\n The following is an outdated file on an anomaly previously assigned under the SCP-7212 designation. It was deemed significant enough to be added by the research head:\n\n\n\n\nItem #:\n SCP-7212\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n With approval from Site-400's current site director, SCP-7212 has been granted permission to continue her long-term employment with the Foundation. Manifested instances of black wood pigeons are to be released into the wilderness.\n\n\nDescription:\n SCP-7212 is the designation given to Makuwa Yurika, a Foundation junior researcher working under Site-400's Department of Public Disinformation Control. She is an adult female of [\nDATA REDACTED\n] descent, with [\nDATA REDACTED\n] hair and [\nDATA REDACTED\n] eyes.\n\n\nEvery day, at random times, a single instance of \nColumba janthina\n (or black wood pigeon) will manifest atop SCP-7212's head. They are non-anomalous, and will behave like other members of its kind, though will noticeably act more docile when in the presence of SCP-7212.\n\n\n\n\n\n\nAddendum 7212-5, Legitimate Note:\n The following is an accurate transcription of the true suicide note left by Makuwa Yurika at the time of her death, discovered at the base of the tallest SCP-7212-A instance, neatly written in English:\n\n\n\n\nThis note is a waste of time.\n\n\nThinking back, I suppose I \nwas\n an easy target for them. An innocent girl, technically still new, living in the same world as a bunch of imprisoned liars. Gullible and naïve, it's almost painful. If this world was honest, it would go as much as to say it was bound to happen, one way or another.\n\n\nOr maybe it's nothing to do with me. Maybe the fact I work in a department called Public Disinformation Control got them thinking no one would notice if I acted all different and conspicuous.\n\n\nWhatever it was, I guess it didn't stop him from following me to the woods. I remembered it was dark, and the thick clouds were blocking the stars, which was really the only reason I went out in the first place. He told me his name, and I told him mine. I'm not writing it here, because that would be stupid.\n\n\nLet me tell you, having every molecule in your body suddenly burning is not a pleasant experience to have. Having them suddenly being replaced hurts much more. I would've bit down my tongue if it wasn't missing. At that point the clouds had already parted, and last thing I saw as myself were the stars. Getting back stung like hell.\n\n\nBut don't worry, me. This is the right thing to do.\n\n\nHonestly, I'm writing this to say I'm sorry. For failing everyone. My father. My sister. My friends. My feathered pretties. Right now, I'm sure there's more like him out there. I can only hope that whoever made me do this pays. But I know the Foundation's smart. They'll know who I am, who I'm not.\n\n\nThis note really \nis\n a waste of time.\n\n\n\n\n\n\nAddendum 7212-6, Incident Log:\n On 20██/██/██, SCP-7212 reanimated itself and proceeded to exit its containment unit. Site-400 was promptly put on lockdown, with security personnel standing by at the abandoned cabin as per protocol. SCP-7212 limped its way towards Site-400's outside courtyard, blood and viscera trailing behind it as it did so. It vocalized several auditory memetic hazards out of irritation.\n\n\nUpon SCP-7212 reaching the courtyard, all instances of SCP-7212-A simultaneously turned in the direction of the entity. They unlinked their hands, and gradually broke apart as the black wood pigeon cadavers that formed them also reanimated. The newly revived pigeons began to fly upwards and converged upon SCP-7212, tearing its clothes and grabbing its arms with their now sharpened talons. SCP-7212 screamed profanities at the pigeons and yelled more memetic hazards as it was dragged away from Site-400.\n\n\nThe pigeons brought SCP-7212 to the cabin, where they forcefully pulled it into its built-in fireplace along with themselves. Security personnel then closed the door of the cabin, before igniting it on fire. The fire progressively turned into a bright scarlet hue, and burned for approximately one hour before dissipating. Nothing remained, except for a framed mirror, its glass surface fogged through unknown means. The words: \"Thank you, my pretties\" were written upon it.\n\n\nSCP-7212 is reclassified as Neutralised. Its document will be updated shortly.\n\n\n \n\n\n\n\n\n\n« \nSCP-7211\n | SCP-7212 | \nSCP-7213\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7212\n\" by NDHeckfire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7212\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n woods.jpg\n\n\nName:\n File:Woman in a shirt in woods (Unsplash).jpg\n\n\nAuthor\n Allef Vinicius\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Woman_in_a_shirt_in_woods_(Unsplash).jpg",
    "addendums": [
        "Addendum 7212-1, Phenomenological Overview: SCP-7212 was discovered on 20██/██/█, in the personal quarters belonging to the now deceased Makuwa Yurika. It was found lying on the bed in a fetal position, with its right hand holding onto a bloodied scalpel. In a drawer next to the bed contained a crudely knotted noose along with an orange medication vial filled with poorly mixed cyanide.\nA notebook was found hidden between the drawer and bedframe, with the first few pages possessing bloodied handprints and scrawled messages in Japanese. However, noting the nature of SCP-7212, the notebook was ignored and instead secured as evidence with the rest of the objects.",
        "Addendum 7212-2, Notable Vocalisations: The following are several transcribed vocalisations made by the SCP-7212-A instances:",
        "Addendum 7212-3, Subsequent Findings: Investigation into the area surrounding Site-400 led to the discovery of a dilapidated log cabin possessing a built-in fireplace, seemingly abandoned. The interior of the cabin is empty, save for the the following items of interest:\nPersonnel inspecting the cabin reported hearing auditory hallucinations of an adult man reciting a rhyme in Japanese. With this in mind, analysis into the cabin was halted and it was left alone as per the request of the research head.",
        "Addendum 7212-4, Archived Document: The following is an outdated file on an anomaly previously assigned under the SCP-7212 designation. It was deemed significant enough to be added by the research head:",
        "Addendum 7212-5, Legitimate Note: The following is an accurate transcription of the true suicide note left by Makuwa Yurika at the time of her death, discovered at the base of the tallest SCP-7212-A instance, neatly written in English:",
        "Addendum 7212-6, Incident Log: On 20██/██/██, SCP-7212 reanimated itself and proceeded to exit its containment unit. Site-400 was promptly put on lockdown, with security personnel standing by at the abandoned cabin as per protocol. SCP-7212 limped its way towards Site-400's outside courtyard, blood and viscera trailing behind it as it did so. It vocalized several auditory memetic hazards out of irritation.\nUpon SCP-7212 reaching the courtyard, all instances of SCP-7212-A simultaneously turned in the direction of the entity. They unlinked their hands, and gradually broke apart as the black wood pigeon cadavers that formed them also reanimated. The newly revived pigeons began to fly upwards and converged upon SCP-7212, tearing its clothes and grabbing its arms with their now sharpened talons. SCP-7212 screamed profanities at the pigeons and yelled more memetic hazards as it was dragged away from Site-400.\nThe pigeons brought SCP-7212 to the cabin, where they forcefully pulled it into its built-in fireplace along with themselves. Security personnel then closed the door of the cabin, before igniting it on fire. The fire progressively turned into a bright scarlet hue, and burned for approximately one hour before dissipating. Nothing remained, except for a framed mirror, its glass surface fogged through unknown means. The words: \"Thank you, my pretties\" were written upon it.\nSCP-7212 is reclassified as Neutralised. Its document will be updated shortly.\n"
    ],
    "documents": [
        "Addendum 7212-4, Archived Document: The following is an outdated file on an anomaly previously assigned under the SCP-7212 designation. It was deemed significant enough to be added by the research head:"
    ],
    "notes": [
        "\" SCP-7212 \" by NDHeckfire, from the SCP Wiki . Source: https://scpwiki.com/scp-7212 . Licensed under CC-BY-SA .",
        "Filename: woods.jpg Name: File:Woman in a shirt in woods (Unsplash).jpg Author Allef Vinicius License: Creative Commons CC0 1.0 Universal Public Domain Dedication Source Link: https://commons.wikimedia.org/wiki/File:Woman_in_a_shirt_in_woods_(Unsplash).jpg"
    ],
    "containment_procedures": "With approval from Site-400's current site director, SCP-7212 has been granted permission to continue her long-term employment with the Foundation. Manifested instances of black wood pigeons are to be released into the wilderness.",
    "description": "SCP-7212 is the designation given to Makuwa Yurika, a Foundation junior researcher working under Site-400's Department of Public Disinformation Control. She is an adult female of [DATA REDACTED] descent, with [DATA REDACTED] hair and [DATA REDACTED] eyes.",
    "item": "SCP-7212",
    "object_class": "Euclid",
    "title": "SCP-7212"
}