{
    "url": "https://scp-wiki.wikidot.com/scp-7215",
    "all_text": "SCP-7215\n - \nI'm Scheduled To Be Sick That Day\n\n\nOoh, come into work on that day? Take the graveyard shift on a Friday night?\n\n\nWouldn't you believe it, but I'm sick that day.\n\n\nYeah, sorry about that, sucks, I know.\n\n\nAnyways, good luck with that!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+109\n+\n–\nx\n\n\n\n\nby CowscantgoMoo\n\n\n\n\n \n\n\n\n\n\n\n\n\nINVESTIGATION ONGOING\n\n\nThe following file has been locked by the Ethics Committee and is under investigation for misuse of contained anomalies and negligence within Site-115.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7215\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-115\n\n\nDirector S. Steele\n\n\nJr. Researcher Lennings\n\n\nN/A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7215 is kept within the Site-115 break room. All Site-115 personnel must inform Site Director Steele before utilizing SCP-7215.\n\n\nDescription:\n SCP-7215 is a standard Gregorian monthly calendar with only one page, composed of glossy paper. At the end of every month, SCP-7215 will change its contents to display the new current month. This page will automatically update with notable events at Site-115, written in pen.\n1\n\n\nWhen an individual makes a marking on SCP-7215, they will experience mild to severe flu symptoms on the marked day, despite no evidence of being infected with an influenza virus.\n2\n These symptoms continue until the individual is excused from their place of work, whereupon the symptoms dissipate, leaving the subject healthy and unharmed.\n\n\n\n\n+ Level 3 Clearance or Below Required\n\n\n\n\n- Authentication Overridden\n\n\n\n\nAddendum 7215.1:\n Site Applications\n\n\nShortly after the SCP-7215 file went online, the number of illness-excused absences increased drastically at Site-115. To address the causes of these absences, Site Director Steele met with Junior Researcher Lennings to discuss the suspected use of SCP-7215.\n\n\n\n\nINTERVIEW\n\n\n\n\nInterviewer:\n Site Director Stacy Steele\n\n\nInterviewee:\n Junior Researcher Liam Lennings\n\n\nDate:\n April 6th, 2018\n\n\n\n\n«BEGIN LOG»\n\n\nSteele:\n Lennings, I've called you in here to talk about your excessive absences. You've been sick on four separate occasions in the past two weeks.\n\n\nLennings:\n Lennings? What's with the professionalism? Did the promotion get to your head? \n(Laughs)\n\n\nSteele\n: Thought I'd may as well play the part. So, mind explaining the absences?\n\n\nLennings:\n I won't get in trouble for this, will I?\n\n\nSteele:\n Please, you know I'm not going to do that to you.\n\n\nLennings:\n Alright, I'm holding you to that. We've been using the calendar in the break room. We've been using it to give ourselves time off since it's easier than going through the whole process.\n\n\nSteele:\n And they think that if I know, I'll stop them?\n\n\nLennings:\n Pretty much. You'll let it slide, right?\n\n\nSteele:\n I'll do you one better.\n\n\n«END LOG»\n\n\n\n\nFollowing this, Director Steele released a memo to members of Site-115, regarding SCP-7215.\n\n\n\n\n\n\nTo:\n Site-115 (\nall.site115@scip.net\n)\n\n\nFrom:\n Stacy Steele (\nstacy.steele@scip.net\n)\n\n\nSubject:\n Increased Absences, SCP-7215\n\n\n\n\n\n\nI'm aware of the usage of SCP-7215 to bypass the lengthy process of requesting days off. I've only been the Director for about a month, so I know what it's like to have management breathing down your neck.\n\n\nSome of you know me from when I was a Senior Researcher. I assure you, I'm still the same person. I only ask that you tell me why you're using SCP-7215 and ask that you don't abuse the system.\n\n\nI'm here to help.\n\n\n- Director Steele\n\n\n\n\n\n\n \n\n\nAddendum 7215.2:\n Documented Uses\n\n\n\n\n\nDate Sick\n\n\nName\n\n\nReason\n\n\n\n\n\n\nApril 7th, 2018\n\n\nJunior Researcher Polly Parks\n\n\nJr. Researcher Parks attended her daughter's choir concert after missing several of her daughter's events in the last several months.\n\n\n\n\n\n\nApril 10th, 2018\n\n\nJunior Researcher Liam Lennings\n\n\nJr. Researcher Lennings had an appointment to renew his driver's license. He returned to work in the afternoon at the request of Director Steele.\n\n\n\n\n\n\nApril 12th, 2018\n\n\nSenior Researcher Alex Adams\n\n\nSr. Researcher Adams sustained several minor injuries on April 12th,\n3\n from a containment breach.\n4\n The twelfth was marked on the 18th of April, retroactively preventing Sr. Researcher Adams from being present during the containment breach.\n5\n\n\n\n\n\n\nApril 15th, 2018\n\n\nAgent Miranda Martinez\n\n\nAgent Martinez's day off was interrupted by the aforementioned containment breach. Since the 15th of April was largely uneventful, it was used as a make-up day.\n\n\n\n\n\n\nMay 1st, 2018\n\n\nSite Director Stacy Steele\n\n\nDirector Steele spent the days leading up to the 30th writing an extensive monthly review on Site-115 and a containment report for April 12th.\n\n\n\n\n\n\nMay 2nd, 2018\n\n\nAll site personnel, except Director Steele\n\n\nSee Addendum 7215.3\n\n\n\n\n\n\n \n\n\nAddendum 7215.3:\n Unexpected Behavior\n\n\nOn May 1st, 2018, SCP-7215 updated to May, however, it didn't document any day after the second. Following this discovery, a rumor spread across Site-115, suggesting that the lack of calendar days on SCP-7215 implied a potential ZK-Class \"End of Time\" Scenario.\n\n\nThe following log was recorded on surveillance cameras within the Site-115 break room.\n\n\n\n\nCAMERA LOG\n\n\n\n\nTime:\n 16:26, May 1st, 2018\n\n\nCamera:\n Break Room - Interior\n\n\nPersonnel Present:\n Sr. Rsr Adams, Jr. Rsr Lennings, Jr. Rsr Parks, and Agent Martinez\n\n\n\n\n«BEGIN LOG»\n\n\n(All present personnel enter the break room, mid-conversation.)\n\n\nParks:\n \n(yelling)\n We can't just give up! There has to be some anomaly on-site that can nullify this, or some kind of thaumaturgic ritual, or a-\n\n\nAdams:\n It's just an isolated event! There's no proof saying that \nall of time\n is going to end. The Foundation would've found out by now.\n\n\nParks:\n \n(gestures to SCP-7215)\n The calendar is \nright there.\n What more proof could you need?!\n\n\nAdams:\n \n(shakes head)\n Even with that, there should still be other signs that something's happening tomorrow, but all the tests came back cold. Maybe this is some kind of mistake on the anomaly's part.\n\n\nParks:\n It hasn't been wrong before! This thing has predicted everything at the site so far. It got the containment breach, its managed meetings- Hell, it even predicted Liam's food poisoning! And it still happened!\n\n\nLennings:\n Worth it.\n\n\nParks:\n This is the end of \ntime!\n Why are you so calm about this?\n\n\nAdams:\n Because we've spent the whole day looking for outs! What else can we do now?\n\n\n(All parties are silent. The air conditioning unit turns on, producing a light buzzing sound heard throughout the rest of the recording.)\n\n\nMartinez:\n Maybe it's a localized event. Maybe it'll only affect the site and nothing else.\n\n\nLennings:\n I don't think it works like that.\n\n\nMartinez:\n But it'd explain why you can't find anything wrong. It's a local event, not worldwide. So…\n\n\n(Martinez walks up to SCP-7215 and makes a marking.)\n\n\nMartinez:\n I'm staying home.\n\n\n(Martinez exits the break room.)\n\n\nLennings:\n And then there were three.\n\n\nParks:\n \n(throws hands into the air)\n Fine! I guess the next best thing to do is to evacuate the site.\n\n\nLennings:\n I'll let everyone know.\n\n\n(Lennings runs out of the break room.)\n\n\nAdams:\n We still don't know for sure!\n\n\nParks:\n Keep telling yourself that.\n\n\n(Adams sighs and looks around the break room. The water cooler gurgles in the corner.)\n\n\nAdams:\n So, are you coming in tomorrow?\n\n\n(Parks walks over to SCP-7215 and makes a marking. She then turns and shakes her head.)\n\n\nParks:\n No.\n\n\n(Parks exits the room. Lennings enters shortly after.)\n\n\nLennings:\n Forgot to schedule me being sick.\n\n\n(Lennings walks over to SCP-7215 and makes a marking. He then jogs out of the room.)\n\n\nLennings:\n \n(faintly)\n See you later Alex!\n\n\n(Adams stands in the break room for two minutes. He walks over and inspects SCP-7215. After a few minutes, he makes a marking on SCP-7215. Adams then exits the room.)\n\n\n«END LOG»\n\n\n\n\nClosing Notes:\n Throughout the next thirty minutes, several personnel enter the break room and make a marking on SCP-7215. Conversation during this period is either a repetition of earlier remarks or is unrelated to SCP-7215 entirely.\n\n\n\n\n\nDirector Steele, unaware of this development,\n6\n came in on May 2nd. She found a sticky note attached to SCP-7215 and, after reading its contents, alerted all Site-115 personnel to return to work immediately. SCP-7215 had updated to its predictable state, outlining the rest of the month without error.\n\nA transcription of the sticky note has been logged below:\n\n\n\n\nSorry guys, my printer ran out of ink. It's fixed now though!\n\n\n-Mason, Temporal Anomalies Department\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7214\n | SCP-7215 | \nSCP-7216\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The handwriting of this writing has not been identified.\n\n\n2\n. This has also been observed to work retroactively, creating the potential for paradoxes.\n\n\n3\n. Injuries include: A sprained ankle, a mild concussion, and a broken wrist\n\n\n4\n. The containment breach was documented on SCP-7215, allowing recontainment efforts to operate smoothly and swiftly.\n\n\n5\n. This created a new set of memories of April 12th, when Sr. Researcher Adams was absent from the Site. Memories from when Sr. Researcher Adams was present during the containment breach weren't lost.\n\n\n6\n. Director Steele had avoided all available forms of communication with Site-115 to enjoy a \"stress-free day.\"\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7215\n\" by CowscantgoMoo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7215\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7215 \" by CowscantgoMoo, from the SCP Wiki . Source: https://scpwiki.com/scp-7215 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7215 is kept within the Site-115 break room. All Site-115 personnel must inform Site Director Steele before utilizing SCP-7215.",
    "description": "SCP-7215 is a standard Gregorian monthly calendar with only one page, composed of glossy paper. At the end of every month, SCP-7215 will change its contents to display the new current month. This page will automatically update with notable events at Site-115, written in pen.1",
    "title": "SCP-7215"
}