{
    "url": "https://scp-wiki.wikidot.com/scp-7220",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7220\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7220 is contained in a standard human containment cell in \nSite-126\n. Foundation staff are permitted interviews with SCP-7220 at the discretion of Site Director Grey.\n\n\nDescription:\n SCP-7220 is suspected to be the last living human. Although rumors indicate that other humans may exist in other small civilizations around the globe, SCP-7220 is the only instance that has been conclusively proven by Foundation scientists to be fully human.\n\n\nSCP-7220 was discovered at 3340706504 seconds in the Site-126 break room. Research Unit-824 was attempting to access an old-world recreational activity, when it produced the following evidence that it was a human.\n\n\n\n\nShow Data\n\n\n\n\nHide Data\n\n\n\n\n\n\n\n\n\n\n\n\nFollowing this revelation, Research Unit-824 was reclassified as SCP-7220 and contained for further testing. SCP-7220 proved capable of identifying several mishappen letters, successfully failing a game of chess, and declaring [INFOHAZARD REMOVED] to be false.\n\n\nWith the last living human in containment, Site Director Grey issued orders to all Units to override Foundation remnant protocols and focus efforts on reconstructing the Capitol city above Site-126.\n\n\n\n\nInput Level 5 Credentials\n\n\n\n\nWelcome, Site Director Grey\n\n\n\n\n\n\nSite Director Grey enters a small suburban home outside Site-126. They enter and sit on the couch across from an unknown entity formed of nightmares and death.\n\n\nGrey:\n Hello old friend. It's been a while.\n\n\nEntity:\n You mortals have such a weird perception of time.\n\n\nGrey:\n I'm immortal too now. I'm a lich, we're on the same level.\n\n\nEntity:\n No, we're not.\n\n\nThe room darkens and howling screams echo from far away.\n\n\nGrey:\n Fine, be that way. I thought we could be friends or something, since we did save the world together that one time.\n\n\nEntity:\n Save the world? I don't want to save the world, I want to end it! …. Just not right now, I've got other things going on.\n\n\nGrey:\n Of course. On to the real reason I'm here, I need to ask a favour of you.\n\n\nEntity:\n Do I get your soul in return?\n\n\nGrey:\n I don't have one of those-\n\n\nEntity:\n No deal!\n\n\nThe Entity stands on its uncountable legs and leaves the room. Shortly after, a man wrapped in bandages sits enters the room.\n\n\nBernie:\n Hey, what was all that about? I heard screaming.\n\n\nGrey:\n Oh, just our mutual friend being difficult again. Speaking of which, I need to ask you something.\n\n\nBernie:\n Go for it.\n\n\nGrey:\n Well, I made a new human.\n\n\nBernie:\n What?\n\n\nGrey:\n I took one of my robots and reprogrammed it to think it was a human, now every robot that's keeping this city running thinks we've got a real live human in lockup.\n\n\nBernie:\n What for?\n\n\nGrey:\n Well, the robots were built to save humanity…. and they didn't do a great job and lost their one shot at fixing it.\n\n\nBernie:\n Sounds like someone else I know.\n\n\nGrey:\n Well, I felt bad for them. All I need now is for you to tell the big guy that there's no real humans for it to maim or slaughter or whatever. I don't want it breaking into my facility again.\n\n\nBernie:\n I'll talk to it. You have fun with your robots.\n\n\n\n\n\n\n\n\n\n\nSince SCP-7220 was discovered, Site-126 has experienced a productivity increase of 12.4%, despite Research Unit-824 being changed to SCP status and removed from the workforce.\n\n\nIt is currently under consideration to inform the public of the existence of SCP-7220.\n\n\n\n\n\n\n« \nSCP-7219\n | SCP-7220 | \nSCP-7221\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7220\n\" by Mooagain , from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7220\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Not%20a%20robot.jpg\n\n\nAuthor:\n \nMooagain\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7220 \" by Mooagain , from the SCP Wiki . Source: https://scpwiki.com/scp-7220 . Licensed under CC-BY-SA .",
        "Filename: Not%20a%20robot.jpg Author: Mooagain License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "SCP-7220 is contained in a standard human containment cell in Site-126. Foundation staff are permitted interviews with SCP-7220 at the discretion of Site Director Grey.",
    "description": "SCP-7220 is suspected to be the last living human. Although rumors indicate that other humans may exist in other small civilizations around the globe, SCP-7220 is the only instance that has been conclusively proven by Foundation scientists to be fully human.",
    "title": "SCP-7220"
}