{
    "url": "https://scp-wiki.wikidot.com/scp-7224",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7224\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7224-1\n\n\n\n\n\n\n\n\n\n\nSCP-7224-2\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7224-1 cannot currently be removed from the head of Researcher Garcia. As such, special permission has been given for him to continue with his ordinary duties with the object in his possession. Research on how to counteract the anomalous effects of SCP-7224-1 is ongoing.\n\n\nResearcher Garcia is to be followed by an armed security escort at all times. Any reports matching the description of POI-185027 \"Sir Percival Robinson\" are to be thoroughly investigated. If POI-185027 is apprehended, the protection of Researcher Garcia is to be deemed a lesser priority. However, even in these circumstances, a security detail is to be placed around Researcher Garcia until SCP-7224-1 can be removed.\n\n\nSCP-7224-2 is currently uncontained and in the possession of POI-185027. Attempts to retrieve it are ongoing. If it is retrieved, it is to be stored in a location as far from Researcher Garcia as possible.\n\n\nDescription:\n SCP-7224 is a set of two items, SCP-7224-1 and SCP-7224-2.\n\n\nSCP-7224-1 is a golden crown with red and black gemstones. When placed on an individual's head, it cannot be removed while that individual is still alive. Surgical removal methods have been attempted, but SCP-7224-1 appears to be attached deeper than skin level. For this reason, removal attempts involving damage to SCP-7224-1 are advised against.\n\n\nSCP-7224-2 is a steel sword whose anomalous properties only manifest while SCP-7224-1 is worn. Any individual wielding SCP-7224-2 will feel a strong desire to kill the wearer of SCP-7224-1 via decapitation. SCP-7224-2 also shows an anomalous capability to cut through the neck of the wearer of SCP-7224-1, regardless of the strength of the wielder. SCP-7224-2 appears to have unknown abilities, but due to the current impossibility of testing, no further details can be acquired.\n\n\nAddendum:\n\n\n\n\nIncident-7224-1:\n\n\nForeword:\n The following takes place after both components of SCP-7224 were stolen from containment under unknown circumstances. The recording was captured in Researcher Garcia's private residence via his personal security system. All footage from 20:00 to 23:30 is corrupted beyond retrieval.\n\n\n<Begin Log 23:30>\n\n\nPOI-185027 \"Sir Percival Robinson\" is seen standing on the headboard of Researcher Garcia's bed, looking down at him. They are holding SCP-7224-2. Researcher Garcia is wearing SCP-7224-1. They are still asleep.\n\n\nRobinson:\n \nTurning on the bedside lamp.\n Good morning my dear sir.\n\n\nGarcia:\n \nWaking up.\n Who the hell are you? Get out of my house!\n\n\nResearcher Garcia reaches for their bedside firearm, but POI-185027 places his foot on their hand.\n\n\nRobinson:\n So you're a fighter. Good, this will be interesting.\n\n\nGarcia:\n \nFeeling their head.\n No. You didn't. \nSeeing SCP-7224-2.\n How did you get that?\n\n\nRobinson:\n The Sword of Heroes. A beautiful thing, is it not?\n\n\nGarcia:\n Not what I asked.\n\n\nRobinson:\n This is fun! I love that you think you're in any position to make demands.\n\n\nGarcia:\n Well you haven't killed me yet. So you must want something. What is it?\n\n\nRobinson:\n It's always work with you. You know that isn't good for your health.\n\n\nGarcia:\n You speak as if you know me. How long have you been preparing?\n\n\nRobinson:\n That's what I mean! I show genuine concern for your well-being, and you get back to interrogating me!\n\n\nGarcia:\n You've evaded every one of my questions so far. I figure one of the times you'll give a genuine answer.\n\n\nRobinson:\n I see. Well, this is no state to be having a conversation in. \nStepping down from the headboard.\n I'll give you a second to return circulation to your hand. And, for your own safety, I wouldn't reach for that weapon again. I'm quicker with this blade than you may expect.\n\n\nGarcia:\n Of course.\n\n\nRobinson:\n Now then, you asked who I was. I deeply apologize for not introducing myself sooner. Sir Percival Robinson, at your service!\n\n\nGarcia:\n Sir? Are you a knight?\n\n\nRobinson:\n I suppose.\n\n\nGarcia:\n It's a very specific process. What do you mean \"you suppose\"?\n\n\nRobinson:\n I was given the title, but not by a monarch you are familiar with.\n\n\nGarcia:\n Try me. What's their name?\n\n\nRobinson:\n They have many names. None of which carry much weight in your mind.\n\n\nGarcia:\n Back to dodging questions, are we?\n\n\nRobinson:\n No, I am simply offended that you don't trust me when I say this line of questioning is a waste of both our times. If you must refer to them, \"The King\" will suffice.\n\n\nGarcia:\n Fine then. Next question, how did you get that?\n\n\nRobinson:\n Would you believe me if I said your security is not as good as you think?\n\n\nGarcia:\n Bull. I've seen smarter and more powerful people try and fail.\n\n\nRobinson:\n Well I tried to give the simpler answer. Now you're left with the unsatisfying one. I must have it.\n\n\nGarcia:\n So your only answer is that you wanted it?\n\n\nRobinson:\n No. I \nmust\n have it.\n\n\nGarcia:\n Fine, you \"needed\" it. That's not an answer either.\n\n\nRobinson:\n You're not listening to me. Yes, it's true that I wanted this artifact of antiquity. But that's not why I got it. I got it because I am a knight. And a knight must have a sword.\n\n\nGarcia:\n So you have some sort of connection to it.\n\n\nRobinson:\n Fine. Call it that. I don't expect you to have any better term.\n\n\nGarcia:\n Then onto the most important question. What do you want?\n\n\nRobinson:\n To risk sounding barbaric, I want your head.\n\n\nGarcia:\n Then why wake me up? Why answer my questions?\n\n\nRobinson:\n Is it wrong to want to have a little fun? Rather than simply performing acts of uncivilized butchery.\n\n\nGarcia:\n You're asking me if what you're doing is wrong.\n\n\nRobinson:\n \nChuckles.\n I suppose you're biased.\n\n\nGarcia:\n Oh no, I'm pretty sure I can give you the same answer you'll get from anyone.\n\n\nRobinson:\n Enough. I've chosen to be sporting. You should be thanking me.\n\n\nGarcia:\n Sporting? That would imply I can win.\n\n\nRobinson:\n Of course. I've even provided you with a proper handicap. There is no offense meant by it. But I feel it's necessary. This game is a simple matter of points. I must get three, you must get one.\n\n\nGarcia:\n How do I do that?\n\n\nRobinson:\n So eager to play. It's simple, you must remove the sword from my hand.\n\n\nGarcia:\n I see. And how do you get points?\n\n\nRobinson:\n Are you familiar with the game of tag?\n\n\nGarcia:\n Don't treat me like an idiot.\n\n\nRobinson:\n Well then, since you're so experienced, I'm \"it\". I must tag you three times with this blade before I can finally cleave your head from your shoulders.\n\n\nGarcia:\n Does this interaction count as a point?\n\n\nRobinson:\n Of course not. We haven't even started playing.\n\n\nGarcia:\n Well then, when we do begin \"playing\", what's to stop you from simply tapping me three times and killing me?\n\n\nRobinson:\n Basic etiquette. You treat me like some sort of cad! I assure you, my three points will be on three separate occasions. Now, I must be off. \nStarts to walk towards the window.\n Sleep tight, for our game begins in the morning.\n\n\nGarcia:\n You never answered my last question.\n\n\nRobinson:\n \nStops.\n Oh really? What was it?\n\n\nGarcia:\n How long have you been watching me? Or better yet, why pick me in the first place?\n\n\nRobinson:\n Oh you were simply in the right time at the right place. Nothing more, nothing less. You happened to be researching the blade when I decided to acquire it. Now go back to sleep, that's hardly something to worry over.\n\n\nPOI-185027 opens the window and leaps to the street below.\n\n\n<End Log 24:00>\n\n\nClosing Statement:\n Researcher Garcia requested a security escort. This request was granted when the prior footage was presented.\n\n\n\n\nBelow is a series of audio logs Researcher Garcia created at the request of the on-site counselor.\n\n\n\n\nAudio Log-7224-1\n\n\nIt was recommended that I use these to take notes of my experience. Partially for my own well-being, partially to record the psychological effects of SCP-7224-1. While the former seems like a waste, the latter is valuable enough on its own.\n\n\nSCP-7224-1 has grown rather uncomfortable. It doesn't feel like part of me, just like any ordinary head accessory. Except, of course, the fact that it won't budge at all. I've tried pulling at it. It didn't hurt, so I don't think it's connected to my skin, but it just didn't move. It was like however hard I pushed, there was some force on the other side pushing back. It's strange, previous tests implied that this thing is connected to my skull somehow, but if that were true, I shouldn't be feeling it right now. Perhaps it's some inconsistent property. I'll need to get an X-ray of that later.\n\n\nPause.\n\n\nI suppose I should talk about the man after my life. If only because otherwise, people won't stop asking. I'm not particularly concerned. I've had plenty of close calls with SCPs before. And yet, not a scratch. If anything could get past these guards, I'd be dead already.\n\n\nIn short, our friend Robinson picked the wrong person to mess with.\n\n\n\n\n\n\nAudio Log-7224-2\n\n\nI've been trying to find out how this so-called \"Sir\" knows me. I don't trust his \"right place right time\" explanation for a second. Now, I'm no narcissist, but forgive me for being suspicious. He somehow knew where I live. That kind of information's under tight wraps. He couldn't have gotten it from anybody, I asked the data keepers, my file hasn't been accessed in years. He had to have known some other way.\n\n\nI've made a fair few enemies in my time working here, but no more than any other researcher. I went through all the hostile SCPs I've had a hand in containing, but none of them match this description. A quick search of the broader database left me with the same issue. I'll have to look more closely later, but the odds aren't high.\n\n\n\n\n\n\nIncident Log-7224-2\n\n\nForward:\n On 18/08/2014, a site-wide blackout at Site-81 occurred for five minutes before backup generators activated. Emergency failsafe measures managed to prevent a containment breach, however, it is theorized that during this lapse in security, POI-185027 managed to enter the facility.\n\n\n<Begin Log 13:20>\n\n\nResearcher Garcia is walking to his office, escorted by two agents.\n\n\nGarcia:\n I knew those backup batteries weren't a waste of money. But we're not out of the woods yet, I still need to check the readings on my computer.\n\n\nOne of the agents opens the door and checks inside, POI-185027 runs up from out of sight and pushes the other one in, then stabs SCP-7224-2 into the control panel on the side, seemingly triggering the door's emergency locking procedure.\n1\n\n\nRobinson:\n Good day sir!\n\n\nGarcia:\n How did—\n\n\nPOI-185027 reaches out and taps Researcher Garcia's neck with the flat of SCP-7224-2.\n\n\nRobinson:\n Looks like it's one-love.\n\n\nGarcia:\n How the hell did you get in here?\n\n\nRobinson:\n Always the questions with you.\n\n\nGarcia:\n It's my job.\n\n\nRobinson:\n I'm not an idiot, I know you're just trying to stall me until help comes. But, I am a good sport. And so I will answer \none\n question. Just make it quick.\n\n\nGarcia:\n Fine then. What do you know about this sword?\n\n\nRobinson:\n Getting straight to the point, are we? I like that. This is the Sword of Heroes. Once used by a noble warrior to slay a cruel tyrant who, of course, wore that crown upon your very head.\n\n\nGarcia:\n And now you plan to do the same?\n\n\nRobinson:\n I said you only get one question, did I not?\n\n\nGarcia:\n Apologies, it was simply meant to be a clarification.\n\n\nRobinson:\n Worry not. I've also been known to let my curiosity get the better of me. Though your question is quite an oversimplification. I plan to \nbe\n that hero. In a way, I already am. But with the conclusion of this game, I will always have been.\n\n\nGarcia:\n If this is so important to you, why go through all the hoops? Why not kill me here and now?\n\n\nRobinson:\n One question!\n\n\nAgent Williams:\n There he is!\n\n\nRobinson:\n That's my cue.\n\n\nPOI-185027 shoves Researcher Garcia in front of him, causing the agents to hold their fire for enough time for him to run into a supply closet. When the door was opened, he was gone. There are no exits from within that room.\n\n\n<End Log 13:30>\n\n\n\n\n\n\nAudio Log-7224-3\n\n\nFinally, a lead.\n\n\nA basic database search didn't get me anything, but after refining my search and reading some… less than mundane fairy tales, I was able to figure out something. There's a common theme. A tyrant, a hero, a sword, and the all too unpleasant decapitation. But the name's never the same. I'm not seeing \"Sword of Heroes\" anywhere. Just \"Tyrant's Bane\", \"Edge of Valor\", \"Forgotten Relic\", and one that really caught my eye.\n\n\n\"Usurper's Blade\"\n\n\nThat's not a positive name. I tried to account for translation errors, but all my sources tell me that's the closest word. Not \"liberator\" not \"revolutionary\". No, usurper.\n\n\nI think there's more at play here than even our good knight realizes.\n\n\n\n\n\n\nAudio Log-7224-4\n\n\nI thought I saw him the other day.\n\n\nIt's the stupid glint of his sword. Any small flash looks like it. In some ways, I wish he was here. The guards could take him out and this whole mess would be done once and for all. At the same time, there could be a slip-up. But there's no use in focusing on that. God, I just want this over with.\n\n\nIn the meantime, I've been doing more reading on the \"Usurper's Blade\". I wasn't expecting it, but that name, or close translations of it, keep showing up. The sword looks different, but the story's the same. A few of them even give names to the king. One of them claims it took place during the Han Dynasty, another says it's one of the Ivans, never says which one, of course, one of them even made up some English queen named Grace. Honestly, I was this close to writing it off as the scribe trying to contextualize the story. And maybe that's it, maybe it's nothing. But I can't get over those names, because my name is Henry Johnson Garcia.\n\n\n\n\n\n\nAudio Log-7224-5\n\n\nI've been trying to study the crown. In the stories, it seems like nothing but set dressing. What's weird is the illustrations. They're always the same. Medium, culture, time period, it doesn't matter. It's always the same image of that stupid crown. I tried to find its name. Something that important had to have a name.\n\n\nAt this point, I was getting desperate. I paid more money than I'm comfortable talking about to some black market salesman offering an ancient version of the story. They said it was better if neither of us knew where they found it. Obviously, I was skeptical about how legitimate it was. But it seems authentic. I can't read the damn thing, but the illustrations tell me enough. Different sword, same crown. But unlike all the other books, this one decided to include a few labels. Sadly, I can't read them, I've no earthly way of translating this language, but I still managed to get something. The name was multiple letters, but none of them appeared anywhere else in the book. It doesn't seem like they were even part of the same alphabet.\n\n\nPause.\n\n\nWho am I kidding? I'm just trying to feel like I didn't waste every single shred of my time and money.\n\n\n\n\n\n\nIncident Log-7224-2\n\n\nForward:\n At this point, Researcher Garcia is outside of work and going on a personal errand. Three plainclothes agents were present in the store.\n\n\n<Begin Log 16:36>\n\n\nPOI-185027 walks up next to Researcher Garcia without any personnel noticing. They do not appear to be carrying SCP-7224-2.\n\n\nRobinson:\n Point two.\n\n\nGarcia:\n \nJumps back.\n How did you—?\n\n\nRobinson:\n You'd be amazed how many things simply slip your perception when you're not looking for them.\n2\n\n\nGarcia:\n That makes no sense, I've been watching for you nonstop.\n\n\nRobinson:\n You can't get too caught up in the little inconsistencies. It's about the narrative as a whole.\n\n\nGarcia:\n You're insane.\n\n\nRobinson:\n That's rather hurtful, you realize that right? You know things I don't, I know things you don't, and neither of us is insane for it.\n\n\nGarcia:\n I know a fair bit you don't. For instance, there's three agents in here, armed and ready.\n\n\nRobinson:\n Ah, it seems we both knew that fact. However, I also know that they wouldn't even think of opening fire in a crowded supermarket. The media coverage would be prolific.\n\n\nGarcia:\n Of course. But sooner or later you need to leave.\n\n\nRobinson:\n This stage only has so many settings. Nothing will happen to me outside.\n\n\nGarcia:\n Want to test?\n\n\nRobinson:\n If I must. But first, your question?\n\n\nGarcia:\n What?\n\n\nRobinson:\n Well, you asked a question after the first point, so it only makes sense that you get one after the second.\n\n\nGarcia:\n I see. Well then, are you aware of the name \"Usurper's Blade\"?\n\n\nRobinson:\n Sounds ghastly, what about it?\n\n\nGarcia:\n It seems to be another title for that sword of yours.\n\n\nRobinson:\n I see, well I can hardly expect it to stick with one name, I have many myself.\n\n\nGarcia:\n Such as…\n\n\nRobinson:\n Not technically a question, clever. Well beyond Percival Robinson and Sir, I've been known as the Warrior and the Wanderer, but there's one I'm particularly partial to. Knight Errant.\n\n\nGarcia:\n I see there's a theme.\n\n\nRobinson:\n Well names do tend to have one.\n\n\nGarcia:\n Those sound more like titles.\n\n\nRobinson:\n In a way, are they not the same? They are what I am called, and what should one call that but a name?\n\n\nGarcia:\n They're far from the same. Titles are given to describe someone based on something they do, as opposed to names, which are more aspirational.\n\n\nRobinson:\n I respect your effort to correct me. Even in the most stressful situations, you cannot escape your role as an intellectual.\n\n\nGarcia:\n Is that supposed to be a compliment?\n\n\nRobinson:\n Merely a statement. As fun as this has been, I should be taking my leave now.\n\n\nGarcia:\n Say hi to the agents.\n\n\n<End Log 16:40>\n\n\nClosing Statement:\n The agents followed POI-185027 out of the store, but the person they apprehended appeared to be an ordinary civilian with no knowledge of POI-185027 or SCP-7224. They were amnesticized and returned to their normal life.\n\n\n\n\n\n\nAudio Log-7224-6\n\n\nI can't sleep.\n\n\nI decided to start living at the site. It doesn't seem like anything's going to stop him from finding me, so I can't afford to let my guard down. Luckily he doesn't seem to be after anyone close to me, so as long as I can stay safe, everything's fine. But it doesn't feel fine. I keep thinking I see him around the corner, behind me in the mirror, anywhere he could jump out and go for the throat.\n\n\nSigh\n\n\nI'm a mess right now. I'm avoiding closed doors, strangers, basically anything unless the guards check it out first. I don't blame them. I know they can do their jobs. But I'm also not sure how much help any of this is going to be. I know it's just a formality, but at least it's a little comfort, which goes a long way right now.\n\n\nSlight laughter\n\n\nAt least I don't need to keep making up excuses for why I'm wearing a crown.\n\n\n\n\n\n\nIncident Log-7224-3\n\n\nForward:\n Researcher Garcia was in their office, which they hadn't left for three days.\n\n\n<Begin Log 10:50>\n\n\nPOI-185027 places a hand on Researcher Garcia's shoulder. Researcher Garcia doesn't react.\n\n\nRobinson:\n Good game, friend.\n\n\nGarcia:\n I don't care. Just get it over with.\n\n\nRobinson:\n You've certainly earned that dignity. Do you wish to ask one final question?\n\n\nGarcia:\n No.\n\n\nRobinson:\n Very well then.\n\n\nPOI-185027 raises SCP-7224-2.\n\n\nA guard enters the room and shoots POI-185027 in the stomach. They drop to the ground.\n\n\nRobinson:\n What? How?\n\n\nSecond shot. This one misses as POI-185027 crawls behind Researcher Garcia's desk.\n\n\nRobinson:\n This makes no sense, you don't even have a name!\n3\n\n\nAs the guard walks around the desk, POI-185027 manages to stand up and shove past her. Trailing blood as he runs out of the room.\n\n\nRobinson:\n This isn't supposed to happen. Why isn't it working?\n\n\nBefore a lockdown can be triggered, POI-185027 manages to break through an emergency exit, significantly injuring themselves in the process.\n\n\n<End Log 10:55>\n\n\nClosing Statement:\n A search party was sent out, following the trail of blood. However, it appears to have been washed off in a river a kilometer away from the site.\n\n\n\n\nPOI-185027 has not been located since. On 04/11/2019, Researcher Garcia received the following letter to their personal address.\n\n\n\n\nI apologize, you were not the villain I thought you were.\n\n\nHowever, you have interrupted the climax, the most important part of any story.\n\n\nFor that, I cannot forgive you.\n\n\n2-0, I never let go.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. I know this is our best guess, but it makes no sense. It's intricate machinery, stabbing it randomly should do absolutely nothing except break it. -Researcher Garcia\n\n\n2\n. Security footage recovered from the scene shows POI-185027 drawing SCP-7224-2 from their coat and tapping Researcher Garcia on the neck with it. No bystanders appeared to notice.\n\n\n3\n. This is obviously untrue, but its meaning is unclear.\n\n\n\n\n\n\n\n\n« \nSCP-7223\n | SCP-7224 | \nSCP-7225\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7224\n\" by Fireknight, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7224\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sword\n\n\nAuthor:\n Rama\n\n\nLicense:\n \nCreative Commons Attribution-ShareAlike France 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Sword-BHM_213.38-P6141243-gradient.jpg\n\n\n\n\n\n\nFilename:\n crown\n\n\nName:\n The Crown of the Kingdom of Saxony without the red cap\n\n\nAuthor:\n Unknown/Various\n\n\nLicense:\n \nCreative Commons Attribution-ShareAlike International 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Crown_of_the_Kingdom_of_Saxony_-_Without_Cap.jpg",
    "addendums": [
        "Addendum:\nBelow is a series of audio logs Researcher Garcia created at the request of the on-site counselor.\nPOI-185027 has not been located since. On 04/11/2019, Researcher Garcia received the following letter to their personal address."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7224 \" by Fireknight, from the SCP Wiki . Source: https://scpwiki.com/scp-7224 . Licensed under CC-BY-SA .",
        "Filename: sword Author: Rama License: Creative Commons Attribution-ShareAlike France 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Sword-BHM_213.38-P6141243-gradient.jpg",
        "Filename: crown Name: The Crown of the Kingdom of Saxony without the red cap Author: Unknown/Various License: Creative Commons Attribution-ShareAlike International 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Crown_of_the_Kingdom_of_Saxony_-_Without_Cap.jpg"
    ],
    "containment_procedures": "SCP-7224-1 cannot currently be removed from the head of Researcher Garcia. As such, special permission has been given for him to continue with his ordinary duties with the object in his possession. Research on how to counteract the anomalous effects of SCP-7224-1 is ongoing.",
    "description": "SCP-7224 is a set of two items, SCP-7224-1 and SCP-7224-2.",
    "title": "SCP-7224"
}