{
    "url": "https://scp-wiki.wikidot.com/scp-7225",
    "all_text": "rating: \n+184\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-7225: \"I'm Dreaming of a White Christmas\" by:\n \nDoctor Fullham\n\n\n\n\n\n\n♫ Doctor Fullham's Author Page ♫\n\n\n\n\n\n\n\n\nCrit Credits:\n\n\nMarceline_Raynes\n\n\nChickadee42\n\n\nLittleFieryOne\n\n\nMew-ltiverse\n\n\nCarl_Finkerton\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n95.1%\n\n(+194)\n\n\n4.9%\n\n(-10)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+184\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-7225 is to be kept in the personal locker of Junior Researcher Timothy Kratchitt\n1\n at Site-51\n2\n.\n SCP-7225 is stored in a Gravitationally Stable Anomalous Item Containment Locker at Site-19. Extreme care must be taken when removing the item from the locker and transporting it for testing, as even minor disturbances to the 'snow' within the item can instigate localized weather anomalies. Any anomalous meteorological events tied to the item's use are to be suppressed in local and national news outlets, with standard Cover Story 19 \"Cold Snap\" disseminated to the local population.\n\n\nDescription:\n SCP-7225 is a snow globe of standard size and design, with an inscription on the bottom reading \"Snow Craft Products, Aurora, CO.\n3\n\" The diorama within the snow globe appears to be an accurate recreation of Foundation Site-51\n4\n, including figures representing various Foundation personnel standing outside the building. Notably, one of the miniature figures appears to be wearing a long purple argyle scarf, similar to the one that Junior Researcher Timothy Kratchitt\n5\n was known to wear.\n\n\nDiscovery:\n SCP-7225 was discovered by personnel at Site-51\n6\n when it was used to create a localized weather anomaly on December 22\nnd\n, 2017. An area roughly 6km north of Phoenix, AZ, USA\n7\n, experienced a snowfall with a total accumulation of approximately 6.25cm, despite the local temperature being 14.6° Celsius. Foundation security personnel discovered Junior Researcher Timothy Kratchitt\n8\n outside the site, holding SCP-7225 in his hands and shaking it. Junior Researcher Timothy Kratchitt\n9\n was apprehended, and SCP-7225 was recovered and subsequently contained. Junior Researcher Timothy Kratchitt\n10\n was appropriately reprimanded for breaching several Foundation protocols and potentially endangering all of Site-51\n11\n.\n\n\n\n\n\n\nAddendum 7225.1 Junior Researcher Timothy Kratchitt's Personal Journal, 2017/12/1\n\n\n\n\nJunior Researcher Timothy Kratchitt does not exist.\n\n\n\n\n\n\nJunior Researcher Timothy Kratchitt does not exist. Junior Researcher Timothy Kratchitt's personal journal does not exist.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7225.2 Interview with Junior Researcher Timothy Kratchitt, 2017/12/23\n\n\n\n\nJunior Researcher Timothy Kratchitt does not exist.\n\n\n\n\n\n\nInterviewer:\n Agent James Carrey of MTF Omega-25 \"Bah Humbugs\"\n\n\nInterviewed:\n Junior Researcher Timothy Kratchitt\n12\n\n\nPurpose:\n To determine the details of how, when, why, where, and from whom Junior Researcher Timothy Kratchitt\n13\n obtained SCP-7225.\n\n\n\n\nBEGIN LOG\n\n\nAgent Carrey:\n So, Tim\n14\n, how did you go about acquiring this anomaly?\n\n\nJunior Researcher Timothy Kratchitt:\n15\n\n\nAgent Carrey:\n I understand that. We all have things that we've left behind that we miss. It's human nature to want to remind ourselves of a more innocent time.\n\n\nJunior Researcher Timothy Kratchitt:\n16\n\n\nAgent Carrey:\n Yeah, of course I miss it. But that doesn't justify breaching protocols like this, and you have to know that. You put people in danger, and you don't seem to be very concerned about it.\n\n\nJunior Researcher Timothy Kratchitt:\n17\n\n\nAgent Carrey:\n Some of the people who work here\n18\n have never seen snow in their lives, much less as much as you brought down. People panicked. They weren't thinking straight; they were distracted. In our line of work, a distracted employee can be a huge risk.\n\n\nJunior Researcher Timothy Kratchitt:\n19\n\n\nAgent Carrey:\n Yes, Tim\n20\n. The whole site\n21\n.\n\n\nJunior Researcher Timothy Kratchitt:\n22\n\n\nAgent Carrey:\n I don't know. I really don't. But it's clear that something much more significant than a snowstorm is going on here.\n\n\nJunior Researcher Timothy Kratchitt:\n23\n\n\nAgent Carrey:\n Well, maybe you should've thought of that before you bought it. I know you're just a JR, but for fuck's sake, you \nknowingly\n brought an anomaly to a Foundation site\n24\n. Some part of you must have known that it was going to end this way.\n\n\nJunior Researcher Timothy Kratchitt:\n25\n\n\nAgent Carrey:\n No, you can't have it back. It's been transferred to another site, and I was given explicit orders not to tell you where.\n\n\nJunior Researcher Timothy Kratchitt:\n26\n\n\nAgent Carrey:\n Yeah. Merry Christmas to you, too.\n\n\nEND LOG\n\n\n\n\n\n\nJunior Researcher Timothy Kratchitt does not exist.\n\n\n\n\n\n\n\n\n\n\nAddendum 7225.3 Site-51 Emergency Failsafe Report, 2017/12/25\n\n\n\n\nSite-51 does not exist.\n\n\n\n\n\n\nSite-51 did not send an emergency failsafe report on December 25\nth\n, 2017. Site-51 did not initiate emergency lockdown procedures on December 25\nth\n, 2017. Site-51 does not exist.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n2\n. Site-51 does not exist.\n\n\n3\n. This company does not exist. It has never existed.\n\n\n4\n. Site-51 does not exist.\n\n\n5\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n6\n. Site-51 does not exist. There are no personnel at Site-51.\n\n\n7\n. Phoenix, AZ, USA does not exist.\n\n\n8\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n9\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n10\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n11\n. Site-51 does not exist.\n\n\n12\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n13\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n14\n. A nickname for Junior Researcher Timothy Kratchitt. Junior Researcher Timothy Kratchitt does not exist.\n\n\n15\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n16\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n17\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n18\n. \"Here\" is referring to Site-51. Site-51 does not exist.\n\n\n19\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n20\n. A nickname for Junior Researcher Timothy Kratchitt. Junior Researcher Timothy Kratchitt does not exist.\n\n\n21\n. \"Site\" is referring to Site-51. Site-51 does not exist.\n\n\n22\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n23\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n24\n. \"Site\" is referring to Site-51. Site-51 does not exist.\n\n\n25\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n26\n. Junior Researcher Timothy Kratchitt does not exist.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7224\n | SCP-7225 | \nSCP-7226\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7225\n\" by Doctor Fullham, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7225\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Junior Researcher Timothy Kratchitt does not exist. Junior Researcher Timothy Kratchitt's personal journal does not exist.",
        "Interviewer: Agent James Carrey of MTF Omega-25 \"Bah Humbugs\" Interviewed: Junior Researcher Timothy Kratchitt 12 Purpose: To determine the details of how, when, why, where, and from whom Junior Researcher Timothy Kratchitt 13 obtained SCP-7225. BEGIN LOG Agent Carrey: So, Tim 14 , how did you go about acquiring this anomaly? Junior Researcher Timothy Kratchitt: 15 Agent Carrey: I understand that. We all have things that we've left behind that we miss. It's human nature to want to remind ourselves of a more innocent time. Junior Researcher Timothy Kratchitt: 16 Agent Carrey: Yeah, of course I miss it. But that doesn't justify breaching protocols like this, and you have to know that. You put people in danger, and you don't seem to be very concerned about it. Junior Researcher Timothy Kratchitt: 17 Agent Carrey: Some of the people who work here 18 have never seen snow in their lives, much less as much as you brought down. People panicked. They weren't thinking straight; they were distracted. In our line of work, a distracted employee can be a huge risk. Junior Researcher Timothy Kratchitt: 19 Agent Carrey: Yes, Tim 20 . The whole site 21 . Junior Researcher Timothy Kratchitt: 22 Agent Carrey: I don't know. I really don't. But it's clear that something much more significant than a snowstorm is going on here. Junior Researcher Timothy Kratchitt: 23 Agent Carrey: Well, maybe you should've thought of that before you bought it. I know you're just a JR, but for fuck's sake, you knowingly brought an anomaly to a Foundation site 24 . Some part of you must have known that it was going to end this way. Junior Researcher Timothy Kratchitt: 25 Agent Carrey: No, you can't have it back. It's been transferred to another site, and I was given explicit orders not to tell you where. Junior Researcher Timothy Kratchitt: 26 Agent Carrey: Yeah. Merry Christmas to you, too. END LOG",
        "Site-51 did not send an emergency failsafe report on December 25 th , 2017. Site-51 did not initiate emergency lockdown procedures on December 25 th , 2017. Site-51 does not exist.",
        "\" SCP-7225 \" by Doctor Fullham, from the SCP Wiki . Source: https://scpwiki.com/scp-7225 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7225 is to be kept in the personal locker of Junior Researcher Timothy Kratchitt1 at Site-512. SCP-7225 is stored in a Gravitationally Stable Anomalous Item Containment Locker at Site-19. Extreme care must be taken when removing the item from the locker and transporting it for testing, as even minor disturbances to the 'snow' within the item can instigate localized weather anomalies. Any anomalous meteorological events tied to the item's use are to be suppressed in local and national news outlets, with standard Cover Story 19 \"Cold Snap\" disseminated to the local population.",
    "description": "SCP-7225 is a snow globe of standard size and design, with an inscription on the bottom reading \"Snow Craft Products, Aurora, CO.3\" The diorama within the snow globe appears to be an accurate recreation of Foundation Site-514, including figures representing various Foundation personnel standing outside the building. Notably, one of the miniature figures appears to be wearing a long purple argyle scarf, similar to the one that Junior Researcher Timothy Kratchitt5 was known to wear.",
    "title": "SCP-7225"
}