{
    "url": "https://scp-wiki.wikidot.com/scp-7228",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\nSCP-7228 (Close-up)\n\n\n\n\n\n\nItem #:\n SCP-7228\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7228 is stored inside a standard containment locker at Site-17. SCP-7228 itself is to be positioned, tip pointing upwards, on a magnetic stand with a detachable glass lid. The object is not to be removed from its container except for testing purposes.\n\n\nPersonnel are to use forceps when physically interacting with SCP-7228. In case of unwarranted puncturing, Protocol-7228\n1\n must be implemented immediately. Otherwise, SCP-7228-A instances can be disposed or contained on discretion.\n\n\nDescription:\n SCP-7228 is a brass-coated acupuncture needle measuring 3.5 centimeters. Other than being slightly bent, the object is in good condition.\n\n\nSCP-7228-A are objects punctured by SCP-7228.\n2\n SCP-7228-A instances will undergo one of two states depending on the amount of force applied with SCP-7228.\n\n\nInstances punctured with minimal force will deflate overtime. Examination of the point of entry reveals the instances' interior to be filled primarily with air. SCP-7228-A will continue to retain previous functions and traits until completely deflated. Instances are unresponsive at that point, and their exterior will become soft and highly stretchable. Instances punctured with excessive force will experience an accelerated and explosive barotraumatic reaction which damages the tissue surrounding the point of puncture.\n\n\nIn both cases, the instance will be retroactively changed so they are, have been, and will always be, a balloon.\n\n\nAddendum-01, History:\n While SCP-7228's exact origins could not be traced, it is known the anomaly was in the possession of the Zeppelin Riders (GoI-1843) prior to containment.\n\n\nGoI-1843 is a minor outlaw motorcycle club active in under-the-Veil drug trafficking and the smuggling of anomalous materials across the Western United States. GoI-1843 had a sizeable following, with the mother charter being considered one of the most prominent and active of the organization:\n\n\n\n\nTodd López:\n Enforcer. Possesses the ability to discharge heat from his oral cavity via a thaumaturgic dragon tattoo on his neck.\n\n\n\n\n\n\nLouise Garnett:\n Witch. Specializes in pyromancy and limited thaumaturgy.\n\n\n\n\n\n\nVance Chikatilo:\n Primary chemist. Also possesses knowledge on both non-anomalous and anomalous chemistry. Is Britland's main bodyguard.\n\n\n\n\n\n\nWilliam Brady:\n Enforcer. Class two reality-bender that can affect his nearby surroundings.\n\n\n\n\n\n\nNelson Britland:\n President of GoI-1843. Is not reported to have any anomalous abilities.\n\n\n\n\nThe Foundation became aware of GoI-1843 when they tried to expand their territory into the South Western Region of the United States. Even after numerous arrests, GoI-1843 continued to grow. Upon gaining intel Britland was somewhere in the state of Oregon, the Foundation formulated plans to apprehend him when a complication arose.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7228/Rodney1 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\nLocation of patrol route.\n\n\n\n\n\n\n\n\nForeword:\n The following was taken from \nAgent Rodney\n's body camera.\n\n\n[BEGIN LOG]\n\n\n[Agent Rodney converses with Agent Harper in the car, the former absentmindedly points a speed radar out the window. Agent Holland examines their pager, chewing gum. All of them are wearing police uniforms.]\n\n\nAgent Rodney:\n —so he bites the guy's dick, giving his friends enough time to go ham on the bad guys!\n\n\nAgent Harper:\n …This came from a zombie apocalypse TV show?\n\n\nAgent Rodney:\n \nThe\n zombie apocalypse TV show. I'm surprised you haven't seen it yet, Holland. Sounds like something up your alley.\n\n\nAgent Holland:\n You've seen one zombie flick, you've seen them all.\n\n\nAgent Rodney:\n Eh, you're no fun. Not gonna lie guys, I kind of wish Polk was here. He certainly knows how to liven up a party — no offense.\n\n\nAgent Holland:\n Nah, it's cool. Dick.\n\n\nAgent Rodney:\n I… uh—\n\n\nAgent Harper:\n He's joking. The sooner 'Porky' recovers from the flu, the better. Just act like I'm not here.\n\n\nAgent Rodney:\n Kind of hard considering we're partners.\n\n\nAgent Harper:\n Then let's pretend we're an old married couple then. I'll be the upstanding dad, you're the loving mother, and Holland can be the smelly, fussy baby.\n\n\nAgent Holland:\n Fuck you.\n\n\nAgent Harper:\n See? Ain't he a stinker!\n\n\nAgent Rodney:\n We've been here for hours, can't we move somewhere else?\n\n\nAgent Holland:\n What's the matter, Rod? Getting bored?\n\n\nAgent Rodney:\n \nYes.\n\n\nAgent Harper:\n Well too bad! I'm not keen moving from the shade just yet… oops, never mind.\n\n\n[A red Toyota Highlander speeds down the road. Agent Harper turns on their siren and drives after them. Agent Rodney checks the speed radar.]\n\n\nAgent Rodney:\n Seventy on a forty? Geez.\n\n\nAgent Harper:\n \n[Snickering]\n Amateurs. C'mon, let's do our actual jobs for once.\n\n\n[Both vehicles park on the roadside. Agent Harper and Agent Rodney exit and approach the Toyota. Agent Harper knocks on the window — it rolls down.]\n\n\nMale Voice:\n What seems to the problem, officer?\n\n\nAgent Harper:\n Sir, do you have any idea how fast you were going? I'm afraid I'm going to have to see your license and registration please. You also have a broken tail light.\n\n\nMale Voice:\n Sure thing, officer. I got my license right here.\n\n\n[Agent Harper gasps and barely ducks under a beam of orange plasma. Agent Rodney jumps back.]\n\n\nAgent Rodney:\n Call it in! Holland, call it—\n\n\n[Agent Rodney comes under fire from gunshots and projectile flames, which he evades by returning to the police cruiser for cover. A woman and man\n3\n exit the Toyota and rush the other vehicle, each wielding a flaming hand and an assault rifle respectively. López approaches Agent Harper, the latter using a boulder from cover from the onslaught of plasma.]\n\n\n[Agent Holland fumbles the radio but stops when Garnett projects flame at the car, melting the windshield. Chikatilo fires at the car door, getting closer to Agent Rodney. Agent Holland shrieks and crawls from the car. He aims and shoots Garnett in the shoulder.]\n\n\n[Chikatilo witnesses Garnett fall down. He snarls at Agent Holland and pulls the trigger — an empty click is heard. Chikatilo retrieves SCP-7228 from his pocket, puncturing the car. The car violently pops. The force of the expulsion pushes all nearby individuals over. Chikatilo stands up, kicks Agent Rodney's gun away, and approaches Agent Holland. Agent Holland screams are interrupted by a loud pop.]\n\n\n[Chikatilo reloads the rifle when Agent Rodney slams into him. They engage in a physical struggle for the weapon, inadvertently firing it. López falls to the ground. Chikatilo headbutts Agent Rodney off him. Chikatilo fires, but stops when he notices sunflowers emerging from the barrel.]\n\n\nSecond Male Voice:\n Goddammit.\n\n\n[Chikatilo turns around in time for Britland's fist to collide with his face. Chikatilo stumbles back, scowls, and picks up SCP-7228. Britland scowls in return before helping Garnett up. She covers her blood-stained shoulder in pain. An overweight man\n4\n picks up the assault rifle — the flowers vanish.]\n\n\nBritland:\n You and Todd couldn't wait five fucking seconds?\n\n\nChikatilo:\n They were gonna phone it in! What the hell was I supposed to do?\n\n\nBritland:\n Stop acting like brain-damaged ape on meth?\n\n\nGarnett:\n Nel, he was doing his best! And we're still fine aren't we?\n\n\n[Britland gestures to López — blood rapidly emerge from his head. Chikatilo curses loudly and kicks the popped remains of the car. Brady rolls his eyes. Garnett rubs her temple and groans. Britland notices Agent Harper and points his revolver at Agent Rodney.]\n\n\nBritland:\n Drop it or your friend's getting a facial!\n\n\n[Agent Harper hesitates. Britland cocks the hammer.]\n\n\nBritland:\n \nNow.\n\n\n[Agent Harper sighs, dropping his firearm. Garnett restrains and guides him to the group before knocking him out. Britland lowers the gun to Agent Rodney's face. Agent Rodney pants heavily.]\n\n\nAgent Rodney:\n L-Listen! I think we gotten off the wrong foot—\n\n\nBritland:\n Shut up. Just shut up!\n\n\nChikatilo:\n They've seen our faces, Nelson. You know what that means.\n\n\nBritland:\n Yeah, no thanks to you! That's the last time—\n\n\nBrady:\n Nel?\n\n\n[Brady pulls a file away from the remains of the car and reads it. He expresses shock then passes it Britland. Britland scans it and shudders before glancing at Agent Holland remains. He growls at Chikatilo.]\n\n\nBritland:\n Strike one. Louise, tape. Will, bodies. Vance, \ngun\n.\n\n\n[Garnett and Brady sprint away. Chikatilo, givess Britland the rifle and folds his arms. Britland sighs and turns to Agent Rodney.]\n\n\nBritland:\n Change of plans, looks like you and I are going on a road trip, Jailor. Nighty-nite.\n\n\nAgent Rodney:\n What—\n\n\n[Britland strikes Agent Rodney's head with the butt of the assault rifle.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-02, Imprisonment:\n Undercover Field Operatives Agent Rodney, Agent Harper, and Agent Holland failed to make a scheduled check-in with designated contact at Headquarters. An Investigative Response Unit was deployed to the area, whereupon they discovered the scene of the skirmish and Agent Holland's remains. All available assets in the region were placed on high alert, and efforts to locate and rescue or recover the unaccounted-for Agents were initiated.\n\n\nDismantling GoI-1843 was deemed a higher priority. However, a lack of leads made locating the mother chapter immensely difficult. Although several personnel casted doubt on the rescue operation, Agent Rodney and Agent Harper was still alive.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7228/Rodney2 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\nFrame Taken From Agent Rodney's Body Camera.\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[Agent Rodney and Agent Harper are restrained to folding chairs inside a trailer. Most of the wallpaper is torn and a framed picture of a hot air balloon hangs by the door. The former wakes up.]\n\n\nAgent Harper:\n \n[Whisper]\n Like the show?\n\n\n[Brady, wearing a sheriff's costume, points Agent Rodney's firearm at a mirror. Agent Rodney's body camera hangs from a coat rack; the agents' equipment and a backpack sits on a nearby couch.]\n\n\nAgent Rodney:\n \n[Whisper]\n What happened?\n\n\nAgent Harper:\n \n[Whisper]\n \n[Sigh]\n They \nweren't\n amateurs.\n\n\nAgent Rodney:\n \n[Whisper]\n Right, we got jumped. I remember… but why are we here?\n\n\nAgent Harper:\n \n[Whisper]\n Beats me. All I know is that is that punk leader guy ordered that dope to watch us. But then he started screwing around and now he's—\n\n\n[The area shifts into a desert landscape. Five men in cowboy costumes\n5\n aim their firearms towards Brady. Brady aims his own and whistles. The cowboys explode in smoke and red glowing words stating, \"Ouch!\". Brady twirls the gun but accidently drops it. Brady groans.]\n\n\nAgent Harper:\n \n[Whisper]\n \n[Scoffing]\n What a marksman.\n\n\nAgent Rodney:\n \n[Whisper]\n A bender? Dammit, what's next?… Harp, a-about Holland—.\n\n\nAgent Harper:\n \n[Whisper]\n I know, I saw.\n\n\nAgent Rodney:\n \n[Whisper]\n What the hell. It was his first day, man!\n\n\nAgent Harper:\n \n[Whisper]\n Shit happens all the time, Rod. But listen, you gotta keep your head in the game. Alright? We could still make this work.\n\n\nAgent Rodney:\n \n[Whisper]\n Really? How?!\n\n\nAgent Harper:\n \n[Whisper]\n I don't know.\n\n\nAgent Rodney:\n \n[Whisper]\n Way to inspire \nconfidence\n here, Harp.\n\n\nAgent Harper:\n \n[Whisper]\n Just shut up and follow my lead.\n\n\nAgent Rodney\n \n[Whisper]\n Yep, now I'm missing Polk a lot. At least I wouldn't have to suffer through this bullcrap—\n\n\n[Agent Rodney's mouth transforms into a closed zipper. Agent Rodney is visibly stunned.]\n\n\nBrady:\n Heard that! You ought to be more polite to a man with magic hands, so \nzip\n it! \n[Snickering]\n Get it? No? Eh, well screw you. I run the show here, and if you think you can get away pushing me 'round—\n\n\n[A knock is heard. Brady freezes.]\n\n\nBritland:\n Will, it's time. Open up.\n\n\nBrady:\n Hold up!\n\n\n[The area and Brady's outfit revert to normal. Brady hastily stuffs the equipment into the backpack.]\n\n\nBritland:\n Will, open up!\n\n\nBrady:\n In a minute! I'm not… decent!\n\n\nChikatilo:\n My god, Willy! The hell you doing back there?\n\n\nGarnett:\n Hold on, I have the key. If you're naked in there Willy, I swear to god—\n\n\n[Brady runs from the couch and opens the door. Britland, Chikatilo, and Garnett enter. Garnett shoulder is bandaged and Chikatilo scowls prolongingly at Agent Rodney.]\n\n\nBritland:\n Sure took your sweet time.\n\n\nBrady:\n S-Sorry Nel, I was trying to… these guys have been so much trouble since you've left — nothing but a nasty pain in the ass. I thinks it's time to take off the kiddie gloves.\n\n\n[Britland spots Agent Rodney's zipper. Britland looks to Brady.]\n\n\nBrady:\n Especially that one. He thinks he's \nspecial.\n\n\nBritland:\n Oh… \nreally\n now?\n\n\n[Britland pulls out a chair and sits in front of the agents. Britland smiles and unzips Agent Rodney's mouth, causing him to cringe in pain.]\n\n\nBritland:\n Tail light's fixed.\n\n\nAgent Harper:\n Good for you.\n\n\nBritland:\n Thank you. I appreciate it. While you were napping I checked \nyour\n license and registration to pass the time.\n\n\n[Britland leans in closer.]\n\n\nBritland:\n \nDidn't\n appreciate that.\n\n\nAgent Rodney:\n …We were just doing our jobs… we were gonna let you go—\n\n\nGarnett:\n —And let your friends take care of the rest. You've been \nfollowing\n us! You got any idea how much trouble you're in right now?\n\n\nAgent Rodney:\n What? We don't even—\n\n\nAgent Harper:\n Heh, I think that applies to you more than us don't you think—\n\n\n[Britland pulls on Agent Harper by his necktie, bringing the two closer together.]\n\n\nBritland:\n For your sake? It \ndoesn't\n. Let me tell you what happened since then: more patrols, more cameras, more \narrests\n! You weren't part of the plan, and now your friends are screwing things up! From the bottom of my heart, fuck you.\n\n\nAgent Rodney:\n You killed one of our own! What else do you expect?\n\n\nChikatilo:\n Hey! Mind your damn tongue—\n\n\nBritland:\n \nVance.\n\n\n[Britland glances at Chikatilo. Chikatilo relaxes.]\n\n\nBritland:\n But believe it or not, you can still make this right. You can still go home. All you have to do is makes some amends and we'll be done here.\n\n\nAgent Harper:\n Amends?\n\n\n[Britland waves a file in front of both agents.]\n\n\nBritland:\n You two were in on it, which means you know the plan. We want in too.\n\n\nAgent Rodney:\n You… you want us to spill the beans?\n\n\nBritland:\n On a silver platter. Surely you can't be this naïve, Mr. Rod-Nay? It's the only reason you're still breathing.\n\n\nAgent Harper:\n Not happening.\n\n\nBritland:\n We just want to know about the check points, and what fancy tools you got. They won't ever know—\n\n\nAgent Harper:\n I said that's \nnot\n happening.\n\n\n[Britland pulls out a combat knife against Agent Harper's neck. Agent Harper tenses.]\n\n\nBritland:\n Y-You still thinking I'm being cute here?\n\n\nAgent Rodney:\n I?! Why—\n\n\nBritland:\n I already told you why. Did you even listen?! I've never tolerated dead weight and I'm not starting now. If I were you I'd start singing like a canary, so \ngive\n me some noise. Otherwise…\n\n\n[Britland slowly drags the knife across Agent Harper's chin. Agent Harper huffs as blood trickle onto his collar.]\n\n\nBritland:\n Wanna try that again?\n\n\n[Agent Harper clenches his teeth.]\n\n\nAgent Harper:\n That… tickles.\n\n\n[Britland points the knife to Agent Harper's ear.]\n\n\nAgent Rodney:\n Hey! Point that thing at me asshole! Maybe I know what's going on!\n\n\n[Chikatilo yanks Agent Rodney's head back by his hair and grabs onto his throat.]\n\n\nChikatilo:\n Remember what I said? You still have the balls to yap after what you pulled?!\n\n\nBrady:\n Vance?\n\n\nAgent Rodney:\n I—\n\n\n[Chikatilo punches Agent Rodney nose; Agent Rodney nostrils' bleed. Agent Rodney groans before Chikatilo pulls back his left eyelid, bringing SCP-7228 extremely close to his eyeball. Agent Rodney freezes.]\n\n\nGarnett:\n H-Honey?\n\n\nChikatilo:\n We could've ended you right then and there, and yet you're still acting like you're hot shit! I can fix that.\n\n\nBritland:\n Vance!\n\n\n[Chikatilo squeezes harder. Agent Rodney involuntarily coughs spit at Chikatilo's face. Chikatilo shakes tremendously, rasing SCP-7228 high into the air. Britland wrestles SCP-7228 from his hand.]\n\n\nChikatilo:\n Nel?\n\n\nBritland:\n Strike two. Outside. Now!\n\n\n[Britland pushes Chikatilo outside the trailer, dragging Agent Harper with him by his chair. Garnett follows them. Brady picks up the backpack and looks to a shocked Agent Rodney. Brady shrugs.]\n\n\nBrady:\n Would you believe if I said this is the calmest I'd ever seen him? \n[Chuckles]\n Welcome to the family son.\n\n\n[Brady slams the door behind him, causing the picture to fall and shatter on the floor. Agent Rodney looks at the frame. He cocks his head and, still restrained, moves forward. Agent Rodney leans an ear against the door, remaining silent. The sound of punching and Chikatilo yelping is audible.]\n\n\nGarnett:\n Nel! Nelson! Please! You said next time he'll be in time out!\n\n\nBritland:\n Changed my mind, I'm 'spanking' him instead! Don't you even, Louise! Enough is enough, and it needs to stop!\n\n\nChikatilo:\n He killed Todd!\n\n\nBritland:\n I don't care! They're still important. When everything's said and done? Then we can talk.\n\n\n[Agent Rodney breathes harshly through his nostrils. He eyes at the frame again before turning around. Agent Rodney manages to lift the frame up and removes a shard of glass from it. He cuts through his wrist binding; Agent Rodney cries softly as drops of blood stain the carpet.]\n\n\nChikatilo:\n F-Fine! I-I get it! Now can I have my thing back—\n\n\nBritland:\n No. William will be holding onto your needle for the foreseeable future.\n\n\nChikatilo:\n What?!\n\n\nBrady:\n Really? Finally!\n\n\nBritland:\n I'm putting my foot down. Don't push it.\n\n\nChikatilo:\n No! I found it first! I—\n\n\nBritland:\n Todd was strike one, that was strike two, you want to make this strike three?… that's what I thought.\n\n\n[Agent Rodney cuts the bindings on his legs and chest.]\n\n\nBrady:\n Wow, it really is small. So what now?\n\n\nBritland:\n We complete the checklist. Louise, Vance, take this and wrap up your chores in the tents. Will, that guy better be singing by sunrise! I'll be taking this bastard in my office. You better read those instructions too, Will. That's not a toy!\n\n\nBrady:\n Trust me, I'll go to the tents when I'm done. Sayonara! Ciao! Buh-bye! Don't let the bed bugs bite! \n[Chuckling]\n.\n\n\n[Agent Rodney visibly panics as he tears off the last bindings. He zips his mouth closed, picks up the chair and hides behind the door. The door is kicked open; the trailer's interior shifts into a cartoon- representation of medieval torture chamber. Brady is wearing an executioner outfit.]\n\n\nBrady:\n Okay Mr. Jailor time to get serious! How about… oh shit.\n\n\n[Agent Rodney slams the chair against Brady's head. Brady falls down as Agent Rodney continues slamming it against him. Brady points at the chair — it transforms into a large cobra. Agent Rodney shrieks through the zipper and throws the cobra away across the room and, visibly confused, frantically beats him up with his bare hands.]\n\n\n[The space of the torture room became to shift and move erratically; objects are pulled, twisted and squeezed simultaneously. Brady pulls out SCP-7228 and attempts to pierce Agent Rodney. Agent Rodney catches Brady's hand; both struggle for the needle.]\n\n\n[Brady grabs onto Agent Rodney's throat. Agent Rodney screams as his body spatially contorts and bends at sharp angles. He is also fading out of visibility. Agent Rodney pushes Brady's arm to the right, causing SCP-7228 to pop a suit of armor carrying a large mace. Brady looks up and gasps as the mace collides with nose, caving in his face.]\n\n\n[The room returns to normal. Agent Rodney seethes in pain as all abnormalities on his body also returns to normal. Agent Rodney looks to Brady, then pulls on the door. It is locked.]\n\n\n[Agent Rodney pauses, then eyes SCP-7228 on the floor. He crouches, hesitantly reaching his arm towards the object. After another moment, he slowly picks it up and pierces the door. The door pops. Agent Rodney stares at SCP-7228, adorns his body camera, then leaves the trailer.]\n\n\n[The scenery outside appears to be that of a carnival. Various rides, attractions, and a large Ferris wheel is visibly in the background. Agent Rodney takes a deep breath, visible relaxes, and walks down the trailer's steps. One of the steps breaks, causing Agent Rodney to fall on his frontside. He groans in annoyance and sits upright before freezing.]\n\n\n[SCP-7228 is embedded in his thumb.]\n\n\n[Agent Rodney removes SCP-7228 from his fingernail. His thumb leaks air. Agent Rodney whimpers.]\n\n\nAgent Rodney:\n Dammit.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-03, Escape:\n Agent Rodney escaped his imprisonment, obtaining SCP-7228 in the process; Agent Harper's status remained unconfirmed. The location the agents were held at was Highland Park.\n6\n Since the property was generally isolated from urban centers Britland had repurposed it as major safehouse and hub for GoI-1843 activity.\n\n\nAs a result from aforementioned Foundation intervention, other GoI-1843 members were unable to arrive at the park, leaving the mother chapter solely in charge of it. Because of this, Agent Rodney would theoretically have navigated the pier without issue. Unfortunately, due to an oversight on his part, that was not possible.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7228/Rodney3 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\nHighland Park before it's closure.\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Rodney:\n I honestly don't know where to start.\n\n\n[Agent Rodney travels down the pier. The wooden planks and other nearby structures appear rotten and decrepit respectively. Agent Rodney scans his surroundings.]\n\n\nAgent Rodney:\n But I'm going to document this just in case. Don't know if you'll even see this but… t-the mission went bad. \nVery\n bad. Harper is missing, Holland's dead, and it's anyone's guess what's happening to me. Erm…\n\n\nAgent Rodney:\n These guys kidnapped us and now we're at a… fair? No, park — I see the Ferris wheel. I-I'm still fine, I think they're aiming for the hostage route but something tells that won't \nlast\n forever. Hm?\n\n\n[Agent Rodney spots an old Highland Park sign. He chuckles nervously.]\n\n\nAgent Rodney:\n Highland? We're in Highland? \nWow\n… you know we should probably come up with some program to check out abandoned areas. These guys always seem to treat it like free real estate. Ow.\n\n\n[The faint whistling of air is heard. Agent Rodney's right hand and half of his forearm is deflated. He is carrying SCP-7228 in his other hand.]\n\n\nAgent Rodney:\n Okay, I might've lied about the 'fine' part. Got pricked by this needle, and this was the result. Holland got popped because of it; don't know why I didn't. I'm feeling a tad light-headed at the moment. My arm's numb… I'm getting a bit sleepy… shit.\n\n\n[Agent Rodney pulls on his hair, his breath shudders.]\n\n\nAgent Rodney:\n Nope. No phone, no gun, \nno\n arm! You fucking idiot… couldn't watch your step?! They find that other guy I'm screwed. I'm… no, no. Keep your head in the game, just keep it in…\n\n\n[Agent Rodney uses SCP-7228 to puncture a soda can and brick on the ground, The can pops. Agent Rodney punctured the brick more lightly. The brick leaks airs until he steps on it; the brick completely deflates.]\n\n\nAgent Rodney:\n So there's a method to this? Neat.\n\n\n[Agent Rodney glances at the pier entrance in the far background. He shakes his head.]\n\n\nAgent Rodney:\n Nope. Not without Harp and or the arm. They talked about 'the tents' a bit ago. Seems like everything I need's in there. My stuff and… 'instructions' for the anomaly? Do they mean research?\n\n\n[Agent Rodney caresses his deflated arm, he takes a deep breath and moves towards a faint light in the distance.]\n\n\nAgent Rodney:\n Maybe I \ncan\n still turn this into a win.\n\n\n[Agent Rodney continues walking, eventually reaching the midway: several large tents are in the center of the area. Wooden crates, empty or turned over concession stands, and cables are haphazardly placed on the ground, with some snaking upwards on nearby structures. Rotten food and trash are also visible on the ground.]\n\n\nAgent Rodney:\n C'mon guys, there's a trash can right over there. \nPigs.\n Is this 'the tents?'\n\n\n[The cables are attached to work lights placed around the area — all the cables run underneath the tents. Agent Rodney looks at his arm; the forearm is completely deflated. He shudders, then nods.]\n\n\nAgent Rodney:\n Now or never. Don't think about it, just keep your head in the game—\n\n\n[Garnett walks into view. Agent Rodney gasps and hides behind a popcorn stand. Garnett huffs as she holds her shoulder. She puts a cigarette in her mouth then turns up the volume on her radio.]\n\n\nGarnett:\n Hey Babycakes, how you're doing?\n\n\nChikatilo:\n \nStill. Bleeding. Through. My Nose.\n\n\nGarnett:\n I told you not to provoke him, Vance! You just had to push it?\n\n\nChikatilo:\n \nCan this conversation wait? Where's your make-up kit? I don't want to explain this to the guys.\n\n\nGarnett:\n Hmm… If it was anyone else, I'd say piss off. But I'll make an exception, just for \nyou\n.\n\n\nChikatilo:\n \nWonderful. I want your gum too.\n\n\nGarnett:\n Don't \npush\n it.\n\n\n[Agent Rodney crawls behind some crates and a trash can.]\n\n\nGarnett:\n But seriously, you feeling good?\n\n\nChikatilo:\n \nI'll feel good when we finally deal with those Suits.\n\n\nGarnett:\n \n[Groaning]\n We've already talked about this—\n\n\nChikatilo:\n \nAnd I'll say it again. Keeping them around is too risky. We should've cut our losses then and laid low. You know I'm right.\n\n\n[Garnett sighs and lights the cigarette with a flaming finger. Agent Rodney gets closer to the tent.]\n\n\nGarnett:\n Let's see how this plays out first. Besides, Britland wouldn't have it. Especially with him being scared and all.\n\n\nChikatilo:\n \nBritland? Scared of who? The Foundation? Yep, I ain't buying it.\n\n\nGarnett:\n I swear man, he got all jittery when I mentioned it — never saw him so tense like that before.\n\n\nChikatilo:\n \nI'll believe it when I see it. Anyways, you know where my cigs are? Can't find them.\n\n\nGarnett:\n I dunno.\n\n\n[Garnett hides a cigarette pack in her pocket. Agent Rodney enter the tent; a motorcycle, toolboxes, a bicycle pump and a small weapons cabinet inside. He walks to the motorcycle, shakes his head, then turns to the cabinet.]\n\n\nAgent Rodney:\n \n[Whisper]\n Weapons.\n\n\n[Agent Rodney inspects the cabinet. The backpack can be seen through the door. Agent Rodney's smile turns into a frown upon spotting the combination lock.]\n\n\nAgent Rodney:\n \n[Whisper]\n Of course, they would. Fine, have it your way.\n\n\n[Agent Rodney punctures the lock. His frown turns into a horrified expression when the entire cabinet deflates.]\n\n\nAgent Rodney:\n \n[Loud Whisper]\n Assclown!\n\n\n[Agent Rodney attempts to rip the cabinet apart with his hands, resulting it to deflate further. Footsteps approach the tent. Panicked, Agent Rodney hides the cabinet behind the toolboxes and crawls into the adjacent tent.]\n\n\nAgent Rodney:\n \n[Whisper]\n \n[Panting]\n. Ow… ow…\n\n\n[A table displaying a variety of chemical vials, Bunsen burners and a written notebook rests in the center of the tent. A fridge and a generator is also by the table. Agent Rodney struggles to stand, prompting him to lean on the table for support.]\n\n\nAgent Rodney:\n \n[Whisper]\n Okay, I get it. I'm screwed… But hey… at least I won't go hungry. Eat your heart out, 'Nel'.\n\n\n[Agent Rodney opens the fridge; the frozen, decayed corpse of López falls out. He stares at it, struggling not to vomit.]\n\n\nAgent Rodney:\n \n[Strained Whisper]\n I hate you, Nel.\n\n\n[Agent Rodney, frustrated, looks towards the table. The words \"INSTRUCTIONS\" are written on the notebook. Agent Rodney grins.]\n\n\nAgent Rodney:\n \n[Whisper]\n But certainly not you.\n\n\n[Agent Rodney picks up the notebook and skims through it. His grin fades away.]\n\n\nAgent Rodney:\n \n[Whisper]\n Methamphetamine… oxy… Math? T-This ain't gonna help me! Those guys said there were instructions—\n\n\n[A piece of computer paper falls from the notebook. Agent Rodney picks it up. It reads: \nVANCE! REMEMBER. THE. PUMP! DO THAT AGAIN I'M TURNING YOU INTO A CONDOM! — NEL\n]\n\n\nAgent Rodney:\n \n[Whisper]\n \nLovely\n. Seriously, does he have a stick up his ass all the time? Wait… pump?\n\n\n[Agent Rodney collapses to the ground when his shoulder deflates, he covers his mouth, silently groaning. The view of Garnett's feet and the bicycle pump is visible from the other tent. The groaning ceases. He grabs a glove and duct tape, blowing into the former.]\n\n\nAgent Rodney:\n \n[Whisper]\n New plan. \n[Exhale]\n Stupid but worth a shot. \n[Exhale]\n Need something but She-devil's blocking it. \n[Exhale]\n Can't get to her. \n[Exhale]\n So I'm gonna \nget\n her here instead. \n[Exhale]\n Showtime.\n\n\n[Agent Rodney finishes the glove balloon, tapes it, and punctures it with SCP-7228. It does not pop.]\n\n\nAgent Rodney:\n …Huh?\n\n\n[Agent Rodney puncture it again; the glove balloon still does not pop. He hisses.]\n\n\nAgent Rodney:\n \n[Whisper]\n Bull! You telling me you out of everything, a little itty bitty balloon giving you such hard time—\n\n\n[The glove balloon spontaneously doubles in size. Startled, Agent Rodney throws the balloon under the table. The balloon continues to grow, lifting up the table and knocking over the refrigerator onto the generator. All lights in the area goes out.]\n\n\nAgent Rodney:\n \n[Whisper]\n …Shit.\n\n\nGarnett:\n Hold on! Let me check it out!\n\n\nAgent Rodney:\n \n[Loud Whisper]\n Shit!\n\n\n[Agent Rodney hastily crawls to the previous tent as Garnett leaves. He grabs the pump then looks at his deflated thumb. Agent Rodney bites his lip.]\n\n\nAgent Rodney:\n \n[Whisper]\n This ain't gonna work.\n\n\n[Agent Rodney winces; his shoulder collapses further.]\n\n\nAgent Rodney:\n \n[Whisper]\n But it damn well better!\n\n\n[Agent Rodney tightly affixes the pump against his thumb and pumps with his free hand. His shoulder blows up slightly. Agent Rodney chuckles.]\n\n\nAgent Rodney\n \n[Whisper]\n Yes. Yes! The feeling's returning to my arm. You hear that guys! I ain't dying tonig—\n\n\n[The glove balloon pushes against the other tent, toppling some crates onto Agent Rodney. Agent Rodney's arm returns to normal at the cost of his body being flatten below the upper torso. Agent Rodney freezes in place, eyes watering up. He is about to scream when Garnett's own cuts him off.]\n\n\n[The tent wall behind Agent Rodney catches fire. Agent Rodney pops the crates. He frantically pumps the hose, his lower torso soon returns to normal shape.]\n\n\nGarnett:\n I'm trying! My mancy's getting overloaded… Just get your ass over here! Where's the extinguisher?!\n\n\n[Agent Rodney stops pumping. He spots a bicycle covering and uses it to conceal himself. The sounds of stomping, metal creaking, and rushing air becomes audible. Agent Rodney emerges from the covering. Garnett is spraying a fire extinguisher, failing to extinguish the fire.]\n\n\n[Agent Rodney slowly crawls to Garnett, readying SCP-7228 when she notices him.]\n\n\nGarnett:\n You?!\n\n\n[Agent Rodney thrusts SCP-7228 forward, only puncturing the extinguisher. The extinguisher pops and expels foam onto Agent Rodney's back and Garnett's face. Garnett backs up against the fire.]\n\n\n[Garnett screams as she catches on fire, flailing her arms before tripping on a toolbox. Agent Rodney grabs the pump and drags himself outside, coughing from smoke inhalation. Garnett runs from the tent before it collapses and performs the 'stop, drop, and roll' technique.]\n\n\n[The fire is still not extinguished. Garnett hisses and positions her hand towards her back, the fire recedes to her palm. She rests on the ground; her hyperventilating ends abruptly when she notices Agent Rodney is right in front of her. Agent Rodney lip quivers.]\n\n\nAgent Rodney:\n Wait—\n\n\n[Garnet projects the fire in her palm at Agent Rodney. Agent Rodney instinctively covers his body with his hands; the fire instantly pops upon making physical contact with SCP-7228. Both appear visibly dumbfounded.]\n\n\nGarnet:\n Wha—\n\n\n[Agent Rodney pierces Garnett. Garnett pops. Agent Rodney takes several breath before resting on his back. His clothes are stained with dried blood, white foam, and pieces of a SCP-7228-A instance in that order. The tents continue to burn in front of him. Agent Rodney pumps himself until his body returns to its original shape, taping the hole on his thumb.. He suddenly facepalms.]\n\n\nAgent Rodney:\n Just realized I could've avoided that if I'd popped \nliterally\n anything else. Ugh… forget it. Now to find Harp. That's fine, I'm still fine — can work. Just gotta… gotta…\n\n\n[Agent Rodney slowly turns around. Chikatilo stares at Agent Rodney, then at the tents, then at the remains of Garnett. Chikatilo, shaking tremendously, switches the safety off his assault rifle.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-04, Confrontation:\n Following the raids against GoI-1843, one of the organization's road captains confessed the location of Highland park during interrogation. Foundation assets, disguised as law enforcement and medical services were deployed, seeking to quickly resolve the situation, Congruently, Agent Rodney, despite finding the means to maintain his anomalous form, was still in danger.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7228/Rodney4 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\nThe Cheshire House prior to closing.\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[Agent Rodney sprints across the foot court. He pants heavily and leans against an object. The pump is taped to his side with excessive rolls of duct tape.]\n\n\nAgent Rodney:\n Why didn't I do more sports?…\n\n\n[The object turns out to be a vending machine; expired candy and chips are inside. Agent Rodney is about to break the glass with a nearby rock until a spray of bullets break the glass, nearly missing him.]\n\n\nChikatilo:\n Fucking pussy, \nc'mere!\n\n\n[Agent Rodney swipes as much candy bars as he can before Chikatilo reloads, then sharply turns left. He attempts to remove the wrappers from the candy with his teeth while consuming them at the same time.]\n\n\nAgent Rodney:\n \n[Loud Chewing]\n Get in! Get in! I need… I need — not \nfine!\n If you can see this I am not \nfucking\n—\n\n\n[Agent Rodney trips. He looks to see that his leg is tangled by cables. Agent Rodney uses SCP-7228 to pop them.]\n\n\nAgent Rodney:\n \n[Nervous Laughter]\n I killed his girlfriend. What are the odds?\n\n\n[Agent Rodney's snickers turns into crying, then panting.]\n\n\nAgent Rodney:\n I c-can still m-make this work. Keep your head in the game. Keep it—\n\n\n[Gunfire is heard when Agent Rodney untangles himself; the hissing of air is audible. The gunfire continues until Agent Rodney hides behind a merry-go-round. Chikatilo can be heard reloading again when his radio crackles to life.]\n\n\nBritland:\n \nThe hell you're doing?!\n\n\nChikatilo:\n Cleaning up your mess!\n\n\n[The hissing of air resumes. Agent Rodney chews on his last candy bar when he glances at a reflection on one of the horses. A large hole is present on his forehead; he chokes on the candy bar.]\n\n\nBritland:\n \nVance. Stop. Shooting! You want to cops raining down our head?!\n\n\nChikatilo:\n Sure! Why not? Fuck it! Let's bring the Jailors too while we're at it. You two deserve each other anyways!\n\n\n[Agent Rodney's head begins to cave-in. Agent Rodney tapes the back of his head, then inserts the coupler into his forehead, pumping ferociously.]\n\n\nBritland:\n \nVance, you're five seconds away from strike three! If I were you I'd—\n\n\nChikatilo:\n —eat shit and die! They're after \nyou\n not me. What's the matter, \nNel?\n Scared of becoming the prison bitch!\n\n\nBritland:\n \n…Strike three—\n\n\n[Agent Rodney finishes pumping, and wraps the tape fully around his head. A radio is chucked into the distance. Agent Rodney pulls SCP-7228 as the sound of stomping gets louder. He stops, then looks to the main body of the merry-go-round. Chikatilo turns the corner and aims.]\n\n\n[Agent Rodney punctures the merry-go-round.]\n\n\n[The rupture of the SCP-7228-A instance sends Chikatilo several feet away. Agent Rodney is launched into the air. Agent Rodney screams are cut short when he notices he is descending slowly.]\n\n\nAgent Rodney:\n …Floating?\n\n\n[Agent Rodney brings up SCP-7228 to his eyes, remaining silent.]\n\n\nAgent Rodney:\n Popping. Deflating. Pumping. Happens when a needle… I'm a balloon? I'm a balloon.\n\n\n[Agent Rodney touches his forehead.]\n\n\nAgent Rodney:\n That makes sense. It's stupid, but makes sense—\n\n\n[Agent Rodney sees Chikatilo stand up and spotting him from the ground. Agent Rodney attempts to 'swim' to the nearest available surface, in this case, the roof of the 'Cheshire House' attraction. He rests on the ground.]\n\n\nAgent Rodney:\n Nope, this is just stupid. Maybe he'll keep running out of ammo? Jesus Christ!\n\n\n[Agent Rodney scrambles away just in time as a Molotov crashes on the roof — the fire spreads quickly. Agent Rodney turns around and sees a tall wooden rollercoaster near the roof. He takes a deep breath, takes a few steps back and jumps. Due to being A SCP-7228-A instance, he gains a lot of horizontal height.]\n\n\n[Agent Rodney climbs the coaster, moving through support beams. Chikatilo gives chase and follows him via the employee stairs and walkways. Both men go higher up the coaster; Chikatilo eventually makes a successful shot on Agent Rodney, grazing and opening his abdomen.]\n\n\n[Agent Rodney stumbles and hides behind a pole. He pulls out the tape and pump. Chikatilo fires again, making a successful hit on the pump. The force of the bullet tears the object from his grip and fall down below.]\n\n\nChikatilo:\n That's right, you pissant! Come out like the cockroach you are and take it like a man, bitch!\n\n\n[Agent Rodney ducks, his cover getting consistently fired on by Chikatilo. Faraway, Agent Rodney spots faint red and blue light from the highway.]\n\n\nAgent Rodney:\n \n[Whisper]\n Finally some help… wait, Harp's still gone. Shit. Shit.\n\n\n[Agent Rodney looks to his abdomen wound; he is leaking air fast. He pulls out SCP-7228 and looks at the surrounding structure of the rollercoaster. Chikatilo rifle jams.]\n\n\nAgent Rodney:\n \n[Whisper]\n Cockroach? Thanks for the idea.\n\n\n[Agent Rodney climbs sporadically through the structure, lightly puncturing holes in the rollercoaster as he moves along. By the time he unjams his rifle, the section of the rollercoaster begins to collapse.]\n\n\n[In visible panic, Chikatilo moves onto one of the track segments when he notices Agent Rodney climbing on top as well.]\n\n\nAgent Rodney:\n Tell Todd and Louise I said hi.\n\n\n[Agent Rodney punctures the platform. The track ruptures completely; Chikatilo screams, falling to the pier in a loud thud while Agent Rodney descends slowly, spotting the bicycle pump below.]\n\n\nAgent Rodney:\n That was for you Holland, cheers… Right, Harp. I still need to find… \nOh\n.\n\n\n[Britland is seen at the bottom of the rollercoaster holding a gun to a kneeling, handcuffed Agent Harper's head. They are near a Ferris wheel. Agent Rodney sighs, calmly landing to the ground, holding his abdomen. Britland turns to a fallen Chikatilo; his legs are broken and is shaking tremendously, presumably from immense pain.]\n\n\nBritland:\n You're out.\n\n\n[Britland fires his revolver. Chikatilo stops moving; blood is leaking from his left eye socket. Britland points the gun at Agent Rodney, clenching onto the back of Agent Harper's shirt with his other hand.]\n\n\nBritland:\n And you're \ninsufferable.\n\n\nAgent Rodney:\n …I get that a lot.\n\n\nBritland:\n I \nsaw\n Garnett. Suppose Will went down the same way?\n\n\nAgent Rodney:\n …H-He fought valiantly.\n\n\nBritland:\n Did he really?\n\n\nAgent Rodney:\n No.\n\n\nBritland:\n A decade of work in \nflames\n.\n\n\n[Britland gestures his head to the massive pillars of smoke rising overhead.]\n\n\nBritland:\n My crew, gone.\n\n\n[Britland spits in Chikatilo's direction.]\n\n\nBritland:\n And I might not be too far behind either.\n\n\n[The faint sound of sirens can be heard in the far distance.]\n\n\nBritland:\n And you still think you're just walking out of here?\n\n\n[Agent Harper's face is bruised and looks away from Britland.]\n\n\nAgent Harper:\n Now doesn't that sound cute.\n\n\n[Britland snaps the gun to Agent Harper's head. Agent Rodney takes a step forward, groaning in pain as his abdomen deflates.]\n\n\nAgent Rodney:\n You brought this on yourselves—\n\n\n[Britland points the gun back to Agent Rodney — his hand violently shaking. Agent Rodney gulps and loudly exhales.]\n\n\nAgent Rodney:\n They don't take this stuff lightly… but there's still a way out of this.\n\n\n[Britland's hand is shaking less, he is visibly surprised before his expression shifts into a scowl.]\n\n\nBritland:\n I'd be more willing to listen if you drop it.\n\n\n[Agent Rodney tosses SCP-7228 forward several feet then slowly moves towards Britland. Agent Harper snaps their head upwards and widens his eyes in shock.]\n\n\nAgent Rodney:\n We don't just 'jail' things. Sometimes we make deals too. Under the right circumstances… it could work out.\n\n\nBritland:\n And what kind of \ndeal\n would that be?\n\n\nAgent Rodney:\n A plea deal.\n\n\n[Britland remains silent before suddenly chuckling. Agent Rodney stops moving.]\n\n\nBritland:\n Y-You want to become a sellout?!\n\n\nAgent Rodney:\n That's not how it… well it's \nexactly\n how it sounds. B-but with your help, we can resolve the issues the Riders have been making. And after that I'm certain that—\n\n\nBritland:\n That they'll feed me a bullet. I know how this works! The moment I'm a liability, not worth their time, the deal's off. That stuff only works for normal things, in normal courts; like Jailors give a shit 'bout that! And if I'm screwed either way—\n\n\n[Britland cocks the hammer. Agent Rodney catches his breath]\n\n\nBritland:\n Then I guess Vance had a point after all… hm?\n\n\n[They all look up to see a giant blue glove rising behind the tents. Britland is distracted long enough for Agent Harper to headbutt his crotch, stunning him. Agent Rodney picks up SCP-7228 and breaks into a sprint. Britland attempts to fire at Agent Rodney. Agent Rodney readies SCP-7228 but the lack of air pressure on his abdomen causes his back loses stability. He slashes Britland's thigh before faceplanting.]\n\n\n[Britland express immediate panic. He tries to cover the wound when his leg is violently ripped off from the amount of air leaking from his body. The force of the air propels Britland into the air, he screams as he flies in random directions before crashing into the base of the Ferris wheel. Britland is deflated completely. Agent Harper watches in awe.]\n\n\nAgent Harper:\n …Huh?\n\n\n[Agent Harper's handcuffs pop. Agent Harper turns to Agent Rodney, who is still holding SCP-7228 and is losing a lot of air in his midsection.]\n\n\nAgent Harper:\n I — R-Rodney?! The hell is this?!\n\n\nAgent Rodney:\n I'm a balloon and you're gonna fill me up.\n\n\nAgent Harper:\n …What?\n\n\nAgent Rodney:\n Grab that over there and pump me here, dammit! I'm… \nrun\n.\n\n\n[The Ferris wheel creaks loudly as it begins to tilt towards their direction. Agent Harper slings Agent Rodney over his shoulder and runs away, grabbing the pump in the process. The Ferris wheel falls onto the glove; the resulting explosion destroys a massive section of the pier.]\n\n\n[Agent Harper is pushed to the ground by the shockwave but gets back up, and manages to avoid the fire, which has now spread to a larger portion of the pier. Eventually, they make it to the ticket booth and drops a near-deflated Agent Rodney to the floor. He inserts the nozzle of the pump into his abdomen and pumps frantically. Agent Rodney begins to regain consciousness.]\n\n\nAgent Rodney:\n Is it over yet?\n\n\nAgent Harper:\n Rod, shut up. What do you mean you're a balloon?\n\n\nAgent Rodney:\n Remember the prick that made Holland explode?\n\n\n[Agent Rodney twirls SCP-7228 in his hand. Agent Harper continues to pump.]\n\n\nAgent Harper:\n You're kidding…\n\n\nAgent Rodney:\n Believe me, man. \nI wished.\n\n\nAgent Harper:\n Hold up, Mister Marksman had that last. He did this to you?!\n\n\nAgent Rodney:\n …I don't know.\n\n\nAgent Harper:\n \n[Sigh]\n Jesus… \nRod—\n\n\nAgent Rodney:\n I'll be contained, I get it. Can we focus on the \npumping\n part now? This is starting to feel comfortable.\n\n\n[Agent Harper scoffs in disbelief. The sound of sirens and flashing blue and red light emanates beyond the entrance.]\n\n\nAgent Rodney:\n You think that's our people?\n\n\nAgent Harper:\n Doesn't matter. We're going home either way.\n\n\nAgent Rodney:\n Yeah… so how was Nel's hospitality?\n\n\n[Agent Harper smiles; a tooth is missing.]\n\n\nAgent Rodney:\n Ouch. Good thing we have dental insurance. Did I ever tell I been here once?\n\n\nAgent Harper:\n You did?\n\n\nAgent Rodney:\n I lived nearby here a long time ago. It was fun while it lasted. Funny how that works. You think they'll reopen again?\n\n\n[Most of the pier is on fire.]\n\n\nAgent Harper:\n You're hoping pigs will fly too?\n\n\nAgent Rodney:\n It was joke! Aah… no, yep still hurts. I never thought this would I'd retire. Being thrown in spooky jail? That's a kicker, but it sure as hell beats dying.\n\n\nAgent Harper:\n You scared?\n\n\nAgent Rodney:\n A bit. I can't go out anymore, but yet again I don't really leave the Sites much. They'll give me a room, Class-E if I'm lucky. I heard rumors about those kind of places: it's not exactly like a hotel like the eggheads been complaining about. I heard it's kind of like… taking the day off.\n\n\n\n\nAgent Harper:\n …Rodney?\n\n\nAgent Rodney:\n Maybe there's a silver lining to this after all.\n\n\nAgent Harper:\n We don't know how this work yet. There's still a chance we can cure you.\n\n\nAgent Rodney:\n Doubt it. Even so, it probably won't be long until the next hell in a handbasket comes my way.\n\n\nAgent Harper:\n Please, like this could happen again on the fly.\n\n\nAgent Rodney:\n No, I'm serious. My supervisor has been really concerned about that.\n\n\n[Agent Harper stops pumping.]\n\n\nAgent Harper:\n I'm sorry, could you repeat that?\n\n\nAgent Rodney:\n My supervisor is concerned because I think I'm like… 'highly likely to attract trouble', her words not mine. I've been trough quite a bit: Got nursed to help by a \nsniper scarecrow\n, I'm somewhat friends with a \ntalking firetruck\n… kind of, and I stopped an \nanomalous train derailment\n from happening on my very first day. It happens to me like all the time.\n\n\nAgent Harper:\n …All the time?\n\n\nAgent Rodney:\n Well.. not literally \nall\n the time but it happens way more than it should. That's why I'm not paired up with other agents often except Polk. He's my go-to guy. But he's sick, so whatcha gonna do? I know this is a bit awkward but I liked working with you Harp. It was certainly… Harp?\n\n\n[Agent Harper backs away from the pump, visibly stunned. He then leans and slumps to floor. Agent Harper experiences a major headache.]\n\n\nAgent Harper:\n Rodney?\n\n\nAgent Rodney:\n Yeah?\n\n\nAgent Harper:\n I want a divorce.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn spite of everything that occurred, Agent Rodney and Agent Harper survived. Both agents were send to the nearest Site for emergency medical treatment. SCP-7228 was confiscated and civilian paramedics at the scene were amnestized. The cover story involving of arson was fabricated to account for the destruction of Highland Park.\n\n\nWith Britland and his crew terminated, and with the lack of major leadership in the organization, GoI-1843 became much easier to dismantle. As of time of writing, most of GoI-1843 had been apprehended, with the majority of them amnestized or assigned to Class-D personnel. Agent Rodney was designated as Class-E personnel and Agent Harper requested to not be assigned to Agent Rodney as a partner in the future. Request granted.\n\n\nAddendum-05, Protocol-7228:\n Shortly after SCP-7228 was contained it was learned that, through extensive research, minimally punctured SCP-7228-A instances can revert back to their original states if all sources of air leakage is sufficiently stopped and sealed for an indeterminate amount of time.\n\n\nAgent Rodney was the first successful application of Protocol-7228; Agent Rodney lost all anomalous properties and was declared fit for duty. Upon hearing this, Agent Rodney requested a sick day. Request denied.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7228\n\" by Nickthebrick1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7228\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n NeedleThreeInch.jpg\n\n\nName:\n Aiguille d acupuncture avec regle.dsc02265.untilted+cropped+WB.jpg\n\n\nAuthor:\n Xhienne\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n DesertRoadCloser.jpg\n\n\nName:\n Winding Road Through Desert (16648934995).jpg\n\n\nAuthor:\n Joshua Tree National Park\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n WhiteDoorPlain.jpg\n\n\nName:\n NMP 1780s House interior Bedroom 1 Door Closed.JPG\n\n\nAuthor:\n Infrogmation of New Orleans\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n DarkCarnivalNight.png\n\n\nName:\n Steeplechase Pier night, Atlantic City, New Jersey (1978) photography in high resolution\n\n\nAuthor:\n John Margolies\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nRawpixel\n\n\n\n\n\n\nFilename:\n HauntedHouseBlue.jpg\n\n\nName:\n Haunted house attraction in Hyde Park Winter Wonderland 2017.jpg\n\n\nAuthor:\n Simeon87\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nSee Addendum-05.\n\n\n2\n. SCP-7228 can puncture objects that would be difficult or impossible for non-anomalous needles, including anomalously-durable materials.\n\n\n3\n. Identified as Garnett and Chikatilo.\n\n\n4\n. Identified as Brady.\n\n\n5\n. Most notably, their appearance closely resembles those from the Light Gun Nintendo Entertainment System Game, \nDuck Hunt\n.\n\n\n6\n. Highland Park was an oceanfront amusement park located near the Oregon Coast Highway. The establishment was once popular for its attractions and appeal to young audiences, but soon foreclosed as a consequence of the Great Recession.",
    "addendums": [
        "Addendum-01, History: While SCP-7228's exact origins could not be traced, it is known the anomaly was in the possession of the Zeppelin Riders (GoI-1843) prior to containment.\nGoI-1843 is a minor outlaw motorcycle club active in under-the-Veil drug trafficking and the smuggling of anomalous materials across the Western United States. GoI-1843 had a sizeable following, with the mother charter being considered one of the most prominent and active of the organization:\nThe Foundation became aware of GoI-1843 when they tried to expand their territory into the South Western Region of the United States. Even after numerous arrests, GoI-1843 continued to grow. Upon gaining intel Britland was somewhere in the state of Oregon, the Foundation formulated plans to apprehend him when a complication arose.",
        "Addendum-02, Imprisonment: Undercover Field Operatives Agent Rodney, Agent Harper, and Agent Holland failed to make a scheduled check-in with designated contact at Headquarters. An Investigative Response Unit was deployed to the area, whereupon they discovered the scene of the skirmish and Agent Holland's remains. All available assets in the region were placed on high alert, and efforts to locate and rescue or recover the unaccounted-for Agents were initiated.\nDismantling GoI-1843 was deemed a higher priority. However, a lack of leads made locating the mother chapter immensely difficult. Although several personnel casted doubt on the rescue operation, Agent Rodney and Agent Harper was still alive.",
        "Addendum-03, Escape: Agent Rodney escaped his imprisonment, obtaining SCP-7228 in the process; Agent Harper's status remained unconfirmed. The location the agents were held at was Highland Park. 6 Since the property was generally isolated from urban centers Britland had repurposed it as major safehouse and hub for GoI-1843 activity.\nAs a result from aforementioned Foundation intervention, other GoI-1843 members were unable to arrive at the park, leaving the mother chapter solely in charge of it. Because of this, Agent Rodney would theoretically have navigated the pier without issue. Unfortunately, due to an oversight on his part, that was not possible.",
        "Addendum-04, Confrontation: Following the raids against GoI-1843, one of the organization's road captains confessed the location of Highland park during interrogation. Foundation assets, disguised as law enforcement and medical services were deployed, seeking to quickly resolve the situation, Congruently, Agent Rodney, despite finding the means to maintain his anomalous form, was still in danger.\nIn spite of everything that occurred, Agent Rodney and Agent Harper survived. Both agents were send to the nearest Site for emergency medical treatment. SCP-7228 was confiscated and civilian paramedics at the scene were amnestized. The cover story involving of arson was fabricated to account for the destruction of Highland Park.\nWith Britland and his crew terminated, and with the lack of major leadership in the organization, GoI-1843 became much easier to dismantle. As of time of writing, most of GoI-1843 had been apprehended, with the majority of them amnestized or assigned to Class-D personnel. Agent Rodney was designated as Class-E personnel and Agent Harper requested to not be assigned to Agent Rodney as a partner in the future. Request granted.",
        "Addendum-05, Protocol-7228: Shortly after SCP-7228 was contained it was learned that, through extensive research, minimally punctured SCP-7228-A instances can revert back to their original states if all sources of air leakage is sufficiently stopped and sealed for an indeterminate amount of time.\nAgent Rodney was the first successful application of Protocol-7228; Agent Rodney lost all anomalous properties and was declared fit for duty. Upon hearing this, Agent Rodney requested a sick day. Request denied."
    ],
    "documents": [],
    "notes": [
        "Foreword: The following was taken from Agent Rodney 's body camera. [BEGIN LOG] [Agent Rodney converses with Agent Harper in the car, the former absentmindedly points a speed radar out the window. Agent Holland examines their pager, chewing gum. All of them are wearing police uniforms.] Agent Rodney: —so he bites the guy's dick, giving his friends enough time to go ham on the bad guys! Agent Harper: …This came from a zombie apocalypse TV show? Agent Rodney: The zombie apocalypse TV show. I'm surprised you haven't seen it yet, Holland. Sounds like something up your alley. Agent Holland: You've seen one zombie flick, you've seen them all. Agent Rodney: Eh, you're no fun. Not gonna lie guys, I kind of wish Polk was here. He certainly knows how to liven up a party — no offense. Agent Holland: Nah, it's cool. Dick. Agent Rodney: I… uh— Agent Harper: He's joking. The sooner 'Porky' recovers from the flu, the better. Just act like I'm not here. Agent Rodney: Kind of hard considering we're partners. Agent Harper: Then let's pretend we're an old married couple then. I'll be the upstanding dad, you're the loving mother, and Holland can be the smelly, fussy baby. Agent Holland: Fuck you. Agent Harper: See? Ain't he a stinker! Agent Rodney: We've been here for hours, can't we move somewhere else? Agent Holland: What's the matter, Rod? Getting bored? Agent Rodney: Yes. Agent Harper: Well too bad! I'm not keen moving from the shade just yet… oops, never mind. [A red Toyota Highlander speeds down the road. Agent Harper turns on their siren and drives after them. Agent Rodney checks the speed radar.] Agent Rodney: Seventy on a forty? Geez. Agent Harper: [Snickering] Amateurs. C'mon, let's do our actual jobs for once. [Both vehicles park on the roadside. Agent Harper and Agent Rodney exit and approach the Toyota. Agent Harper knocks on the window — it rolls down.] Male Voice: What seems to the problem, officer? Agent Harper: Sir, do you have any idea how fast you were going? I'm afraid I'm going to have to see your license and registration please. You also have a broken tail light. Male Voice: Sure thing, officer. I got my license right here. [Agent Harper gasps and barely ducks under a beam of orange plasma. Agent Rodney jumps back.] Agent Rodney: Call it in! Holland, call it— [Agent Rodney comes under fire from gunshots and projectile flames, which he evades by returning to the police cruiser for cover. A woman and man 3 exit the Toyota and rush the other vehicle, each wielding a flaming hand and an assault rifle respectively. López approaches Agent Harper, the latter using a boulder from cover from the onslaught of plasma.] [Agent Holland fumbles the radio but stops when Garnett projects flame at the car, melting the windshield. Chikatilo fires at the car door, getting closer to Agent Rodney. Agent Holland shrieks and crawls from the car. He aims and shoots Garnett in the shoulder.] [Chikatilo witnesses Garnett fall down. He snarls at Agent Holland and pulls the trigger — an empty click is heard. Chikatilo retrieves SCP-7228 from his pocket, puncturing the car. The car violently pops. The force of the expulsion pushes all nearby individuals over. Chikatilo stands up, kicks Agent Rodney's gun away, and approaches Agent Holland. Agent Holland screams are interrupted by a loud pop.] [Chikatilo reloads the rifle when Agent Rodney slams into him. They engage in a physical struggle for the weapon, inadvertently firing it. López falls to the ground. Chikatilo headbutts Agent Rodney off him. Chikatilo fires, but stops when he notices sunflowers emerging from the barrel.] Second Male Voice: Goddammit. [Chikatilo turns around in time for Britland's fist to collide with his face. Chikatilo stumbles back, scowls, and picks up SCP-7228. Britland scowls in return before helping Garnett up. She covers her blood-stained shoulder in pain. An overweight man 4 picks up the assault rifle — the flowers vanish.] Britland: You and Todd couldn't wait five fucking seconds? Chikatilo: They were gonna phone it in! What the hell was I supposed to do? Britland: Stop acting like brain-damaged ape on meth? Garnett: Nel, he was doing his best! And we're still fine aren't we? [Britland gestures to López — blood rapidly emerge from his head. Chikatilo curses loudly and kicks the popped remains of the car. Brady rolls his eyes. Garnett rubs her temple and groans. Britland notices Agent Harper and points his revolver at Agent Rodney.] Britland: Drop it or your friend's getting a facial! [Agent Harper hesitates. Britland cocks the hammer.] Britland: Now. [Agent Harper sighs, dropping his firearm. Garnett restrains and guides him to the group before knocking him out. Britland lowers the gun to Agent Rodney's face. Agent Rodney pants heavily.] Agent Rodney: L-Listen! I think we gotten off the wrong foot— Britland: Shut up. Just shut up! Chikatilo: They've seen our faces, Nelson. You know what that means. Britland: Yeah, no thanks to you! That's the last time— Brady: Nel? [Brady pulls a file away from the remains of the car and reads it. He expresses shock then passes it Britland. Britland scans it and shudders before glancing at Agent Holland remains. He growls at Chikatilo.] Britland: Strike one. Louise, tape. Will, bodies. Vance, gun . [Garnett and Brady sprint away. Chikatilo, givess Britland the rifle and folds his arms. Britland sighs and turns to Agent Rodney.] Britland: Change of plans, looks like you and I are going on a road trip, Jailor. Nighty-nite. Agent Rodney: What— [Britland strikes Agent Rodney's head with the butt of the assault rifle.] [END LOG]",
        "[BEGIN LOG] [Agent Rodney and Agent Harper are restrained to folding chairs inside a trailer. Most of the wallpaper is torn and a framed picture of a hot air balloon hangs by the door. The former wakes up.] Agent Harper: [Whisper] Like the show? [Brady, wearing a sheriff's costume, points Agent Rodney's firearm at a mirror. Agent Rodney's body camera hangs from a coat rack; the agents' equipment and a backpack sits on a nearby couch.] Agent Rodney: [Whisper] What happened? Agent Harper: [Whisper] [Sigh] They weren't amateurs. Agent Rodney: [Whisper] Right, we got jumped. I remember… but why are we here? Agent Harper: [Whisper] Beats me. All I know is that is that punk leader guy ordered that dope to watch us. But then he started screwing around and now he's— [The area shifts into a desert landscape. Five men in cowboy costumes 5 aim their firearms towards Brady. Brady aims his own and whistles. The cowboys explode in smoke and red glowing words stating, \"Ouch!\". Brady twirls the gun but accidently drops it. Brady groans.] Agent Harper: [Whisper] [Scoffing] What a marksman. Agent Rodney: [Whisper] A bender? Dammit, what's next?… Harp, a-about Holland—. Agent Harper: [Whisper] I know, I saw. Agent Rodney: [Whisper] What the hell. It was his first day, man! Agent Harper: [Whisper] Shit happens all the time, Rod. But listen, you gotta keep your head in the game. Alright? We could still make this work. Agent Rodney: [Whisper] Really? How?! Agent Harper: [Whisper] I don't know. Agent Rodney: [Whisper] Way to inspire confidence here, Harp. Agent Harper: [Whisper] Just shut up and follow my lead. Agent Rodney [Whisper] Yep, now I'm missing Polk a lot. At least I wouldn't have to suffer through this bullcrap— [Agent Rodney's mouth transforms into a closed zipper. Agent Rodney is visibly stunned.] Brady: Heard that! You ought to be more polite to a man with magic hands, so zip it! [Snickering] Get it? No? Eh, well screw you. I run the show here, and if you think you can get away pushing me 'round— [A knock is heard. Brady freezes.] Britland: Will, it's time. Open up. Brady: Hold up! [The area and Brady's outfit revert to normal. Brady hastily stuffs the equipment into the backpack.] Britland: Will, open up! Brady: In a minute! I'm not… decent! Chikatilo: My god, Willy! The hell you doing back there? Garnett: Hold on, I have the key. If you're naked in there Willy, I swear to god— [Brady runs from the couch and opens the door. Britland, Chikatilo, and Garnett enter. Garnett shoulder is bandaged and Chikatilo scowls prolongingly at Agent Rodney.] Britland: Sure took your sweet time. Brady: S-Sorry Nel, I was trying to… these guys have been so much trouble since you've left — nothing but a nasty pain in the ass. I thinks it's time to take off the kiddie gloves. [Britland spots Agent Rodney's zipper. Britland looks to Brady.] Brady: Especially that one. He thinks he's special. Britland: Oh… really now? [Britland pulls out a chair and sits in front of the agents. Britland smiles and unzips Agent Rodney's mouth, causing him to cringe in pain.] Britland: Tail light's fixed. Agent Harper: Good for you. Britland: Thank you. I appreciate it. While you were napping I checked your license and registration to pass the time. [Britland leans in closer.] Britland: Didn't appreciate that. Agent Rodney: …We were just doing our jobs… we were gonna let you go— Garnett: —And let your friends take care of the rest. You've been following us! You got any idea how much trouble you're in right now? Agent Rodney: What? We don't even— Agent Harper: Heh, I think that applies to you more than us don't you think— [Britland pulls on Agent Harper by his necktie, bringing the two closer together.] Britland: For your sake? It doesn't . Let me tell you what happened since then: more patrols, more cameras, more arrests ! You weren't part of the plan, and now your friends are screwing things up! From the bottom of my heart, fuck you. Agent Rodney: You killed one of our own! What else do you expect? Chikatilo: Hey! Mind your damn tongue— Britland: Vance. [Britland glances at Chikatilo. Chikatilo relaxes.] Britland: But believe it or not, you can still make this right. You can still go home. All you have to do is makes some amends and we'll be done here. Agent Harper: Amends? [Britland waves a file in front of both agents.] Britland: You two were in on it, which means you know the plan. We want in too. Agent Rodney: You… you want us to spill the beans? Britland: On a silver platter. Surely you can't be this naïve, Mr. Rod-Nay? It's the only reason you're still breathing. Agent Harper: Not happening. Britland: We just want to know about the check points, and what fancy tools you got. They won't ever know— Agent Harper: I said that's not happening. [Britland pulls out a combat knife against Agent Harper's neck. Agent Harper tenses.] Britland: Y-You still thinking I'm being cute here? Agent Rodney: I?! Why— Britland: I already told you why. Did you even listen?! I've never tolerated dead weight and I'm not starting now. If I were you I'd start singing like a canary, so give me some noise. Otherwise… [Britland slowly drags the knife across Agent Harper's chin. Agent Harper huffs as blood trickle onto his collar.] Britland: Wanna try that again? [Agent Harper clenches his teeth.] Agent Harper: That… tickles. [Britland points the knife to Agent Harper's ear.] Agent Rodney: Hey! Point that thing at me asshole! Maybe I know what's going on! [Chikatilo yanks Agent Rodney's head back by his hair and grabs onto his throat.] Chikatilo: Remember what I said? You still have the balls to yap after what you pulled?! Brady: Vance? Agent Rodney: I— [Chikatilo punches Agent Rodney nose; Agent Rodney nostrils' bleed. Agent Rodney groans before Chikatilo pulls back his left eyelid, bringing SCP-7228 extremely close to his eyeball. Agent Rodney freezes.] Garnett: H-Honey? Chikatilo: We could've ended you right then and there, and yet you're still acting like you're hot shit! I can fix that. Britland: Vance! [Chikatilo squeezes harder. Agent Rodney involuntarily coughs spit at Chikatilo's face. Chikatilo shakes tremendously, rasing SCP-7228 high into the air. Britland wrestles SCP-7228 from his hand.] Chikatilo: Nel? Britland: Strike two. Outside. Now! [Britland pushes Chikatilo outside the trailer, dragging Agent Harper with him by his chair. Garnett follows them. Brady picks up the backpack and looks to a shocked Agent Rodney. Brady shrugs.] Brady: Would you believe if I said this is the calmest I'd ever seen him? [Chuckles] Welcome to the family son. [Brady slams the door behind him, causing the picture to fall and shatter on the floor. Agent Rodney looks at the frame. He cocks his head and, still restrained, moves forward. Agent Rodney leans an ear against the door, remaining silent. The sound of punching and Chikatilo yelping is audible.] Garnett: Nel! Nelson! Please! You said next time he'll be in time out! Britland: Changed my mind, I'm 'spanking' him instead! Don't you even, Louise! Enough is enough, and it needs to stop! Chikatilo: He killed Todd! Britland: I don't care! They're still important. When everything's said and done? Then we can talk. [Agent Rodney breathes harshly through his nostrils. He eyes at the frame again before turning around. Agent Rodney manages to lift the frame up and removes a shard of glass from it. He cuts through his wrist binding; Agent Rodney cries softly as drops of blood stain the carpet.] Chikatilo: F-Fine! I-I get it! Now can I have my thing back— Britland: No. William will be holding onto your needle for the foreseeable future. Chikatilo: What?! Brady: Really? Finally! Britland: I'm putting my foot down. Don't push it. Chikatilo: No! I found it first! I— Britland: Todd was strike one, that was strike two, you want to make this strike three?… that's what I thought. [Agent Rodney cuts the bindings on his legs and chest.] Brady: Wow, it really is small. So what now? Britland: We complete the checklist. Louise, Vance, take this and wrap up your chores in the tents. Will, that guy better be singing by sunrise! I'll be taking this bastard in my office. You better read those instructions too, Will. That's not a toy! Brady: Trust me, I'll go to the tents when I'm done. Sayonara! Ciao! Buh-bye! Don't let the bed bugs bite! [Chuckling] . [Agent Rodney visibly panics as he tears off the last bindings. He zips his mouth closed, picks up the chair and hides behind the door. The door is kicked open; the trailer's interior shifts into a cartoon- representation of medieval torture chamber. Brady is wearing an executioner outfit.] Brady: Okay Mr. Jailor time to get serious! How about… oh shit. [Agent Rodney slams the chair against Brady's head. Brady falls down as Agent Rodney continues slamming it against him. Brady points at the chair — it transforms into a large cobra. Agent Rodney shrieks through the zipper and throws the cobra away across the room and, visibly confused, frantically beats him up with his bare hands.] [The space of the torture room became to shift and move erratically; objects are pulled, twisted and squeezed simultaneously. Brady pulls out SCP-7228 and attempts to pierce Agent Rodney. Agent Rodney catches Brady's hand; both struggle for the needle.] [Brady grabs onto Agent Rodney's throat. Agent Rodney screams as his body spatially contorts and bends at sharp angles. He is also fading out of visibility. Agent Rodney pushes Brady's arm to the right, causing SCP-7228 to pop a suit of armor carrying a large mace. Brady looks up and gasps as the mace collides with nose, caving in his face.] [The room returns to normal. Agent Rodney seethes in pain as all abnormalities on his body also returns to normal. Agent Rodney looks to Brady, then pulls on the door. It is locked.] [Agent Rodney pauses, then eyes SCP-7228 on the floor. He crouches, hesitantly reaching his arm towards the object. After another moment, he slowly picks it up and pierces the door. The door pops. Agent Rodney stares at SCP-7228, adorns his body camera, then leaves the trailer.] [The scenery outside appears to be that of a carnival. Various rides, attractions, and a large Ferris wheel is visibly in the background. Agent Rodney takes a deep breath, visible relaxes, and walks down the trailer's steps. One of the steps breaks, causing Agent Rodney to fall on his frontside. He groans in annoyance and sits upright before freezing.] [SCP-7228 is embedded in his thumb.] [Agent Rodney removes SCP-7228 from his fingernail. His thumb leaks air. Agent Rodney whimpers.] Agent Rodney: Dammit. [END LOG]",
        "[BEGIN LOG] Agent Rodney: I honestly don't know where to start. [Agent Rodney travels down the pier. The wooden planks and other nearby structures appear rotten and decrepit respectively. Agent Rodney scans his surroundings.] Agent Rodney: But I'm going to document this just in case. Don't know if you'll even see this but… t-the mission went bad. Very bad. Harper is missing, Holland's dead, and it's anyone's guess what's happening to me. Erm… Agent Rodney: These guys kidnapped us and now we're at a… fair? No, park — I see the Ferris wheel. I-I'm still fine, I think they're aiming for the hostage route but something tells that won't last forever. Hm? [Agent Rodney spots an old Highland Park sign. He chuckles nervously.] Agent Rodney: Highland? We're in Highland? Wow … you know we should probably come up with some program to check out abandoned areas. These guys always seem to treat it like free real estate. Ow. [The faint whistling of air is heard. Agent Rodney's right hand and half of his forearm is deflated. He is carrying SCP-7228 in his other hand.] Agent Rodney: Okay, I might've lied about the 'fine' part. Got pricked by this needle, and this was the result. Holland got popped because of it; don't know why I didn't. I'm feeling a tad light-headed at the moment. My arm's numb… I'm getting a bit sleepy… shit. [Agent Rodney pulls on his hair, his breath shudders.] Agent Rodney: Nope. No phone, no gun, no arm! You fucking idiot… couldn't watch your step?! They find that other guy I'm screwed. I'm… no, no. Keep your head in the game, just keep it in… [Agent Rodney uses SCP-7228 to puncture a soda can and brick on the ground, The can pops. Agent Rodney punctured the brick more lightly. The brick leaks airs until he steps on it; the brick completely deflates.] Agent Rodney: So there's a method to this? Neat. [Agent Rodney glances at the pier entrance in the far background. He shakes his head.] Agent Rodney: Nope. Not without Harp and or the arm. They talked about 'the tents' a bit ago. Seems like everything I need's in there. My stuff and… 'instructions' for the anomaly? Do they mean research? [Agent Rodney caresses his deflated arm, he takes a deep breath and moves towards a faint light in the distance.] Agent Rodney: Maybe I can still turn this into a win. [Agent Rodney continues walking, eventually reaching the midway: several large tents are in the center of the area. Wooden crates, empty or turned over concession stands, and cables are haphazardly placed on the ground, with some snaking upwards on nearby structures. Rotten food and trash are also visible on the ground.] Agent Rodney: C'mon guys, there's a trash can right over there. Pigs. Is this 'the tents?' [The cables are attached to work lights placed around the area — all the cables run underneath the tents. Agent Rodney looks at his arm; the forearm is completely deflated. He shudders, then nods.] Agent Rodney: Now or never. Don't think about it, just keep your head in the game— [Garnett walks into view. Agent Rodney gasps and hides behind a popcorn stand. Garnett huffs as she holds her shoulder. She puts a cigarette in her mouth then turns up the volume on her radio.] Garnett: Hey Babycakes, how you're doing? Chikatilo: Still. Bleeding. Through. My Nose. Garnett: I told you not to provoke him, Vance! You just had to push it? Chikatilo: Can this conversation wait? Where's your make-up kit? I don't want to explain this to the guys. Garnett: Hmm… If it was anyone else, I'd say piss off. But I'll make an exception, just for you . Chikatilo: Wonderful. I want your gum too. Garnett: Don't push it. [Agent Rodney crawls behind some crates and a trash can.] Garnett: But seriously, you feeling good? Chikatilo: I'll feel good when we finally deal with those Suits. Garnett: [Groaning] We've already talked about this— Chikatilo: And I'll say it again. Keeping them around is too risky. We should've cut our losses then and laid low. You know I'm right. [Garnett sighs and lights the cigarette with a flaming finger. Agent Rodney gets closer to the tent.] Garnett: Let's see how this plays out first. Besides, Britland wouldn't have it. Especially with him being scared and all. Chikatilo: Britland? Scared of who? The Foundation? Yep, I ain't buying it. Garnett: I swear man, he got all jittery when I mentioned it — never saw him so tense like that before. Chikatilo: I'll believe it when I see it. Anyways, you know where my cigs are? Can't find them. Garnett: I dunno. [Garnett hides a cigarette pack in her pocket. Agent Rodney enter the tent; a motorcycle, toolboxes, a bicycle pump and a small weapons cabinet inside. He walks to the motorcycle, shakes his head, then turns to the cabinet.] Agent Rodney: [Whisper] Weapons. [Agent Rodney inspects the cabinet. The backpack can be seen through the door. Agent Rodney's smile turns into a frown upon spotting the combination lock.] Agent Rodney: [Whisper] Of course, they would. Fine, have it your way. [Agent Rodney punctures the lock. His frown turns into a horrified expression when the entire cabinet deflates.] Agent Rodney: [Loud Whisper] Assclown! [Agent Rodney attempts to rip the cabinet apart with his hands, resulting it to deflate further. Footsteps approach the tent. Panicked, Agent Rodney hides the cabinet behind the toolboxes and crawls into the adjacent tent.] Agent Rodney: [Whisper] [Panting] . Ow… ow… [A table displaying a variety of chemical vials, Bunsen burners and a written notebook rests in the center of the tent. A fridge and a generator is also by the table. Agent Rodney struggles to stand, prompting him to lean on the table for support.] Agent Rodney: [Whisper] Okay, I get it. I'm screwed… But hey… at least I won't go hungry. Eat your heart out, 'Nel'. [Agent Rodney opens the fridge; the frozen, decayed corpse of López falls out. He stares at it, struggling not to vomit.] Agent Rodney: [Strained Whisper] I hate you, Nel. [Agent Rodney, frustrated, looks towards the table. The words \"INSTRUCTIONS\" are written on the notebook. Agent Rodney grins.] Agent Rodney: [Whisper] But certainly not you. [Agent Rodney picks up the notebook and skims through it. His grin fades away.] Agent Rodney: [Whisper] Methamphetamine… oxy… Math? T-This ain't gonna help me! Those guys said there were instructions— [A piece of computer paper falls from the notebook. Agent Rodney picks it up. It reads: VANCE! REMEMBER. THE. PUMP! DO THAT AGAIN I'M TURNING YOU INTO A CONDOM! — NEL ] Agent Rodney: [Whisper] Lovely . Seriously, does he have a stick up his ass all the time? Wait… pump? [Agent Rodney collapses to the ground when his shoulder deflates, he covers his mouth, silently groaning. The view of Garnett's feet and the bicycle pump is visible from the other tent. The groaning ceases. He grabs a glove and duct tape, blowing into the former.] Agent Rodney: [Whisper] New plan. [Exhale] Stupid but worth a shot. [Exhale] Need something but She-devil's blocking it. [Exhale] Can't get to her. [Exhale] So I'm gonna get her here instead. [Exhale] Showtime. [Agent Rodney finishes the glove balloon, tapes it, and punctures it with SCP-7228. It does not pop.] Agent Rodney: …Huh? [Agent Rodney puncture it again; the glove balloon still does not pop. He hisses.] Agent Rodney: [Whisper] Bull! You telling me you out of everything, a little itty bitty balloon giving you such hard time— [The glove balloon spontaneously doubles in size. Startled, Agent Rodney throws the balloon under the table. The balloon continues to grow, lifting up the table and knocking over the refrigerator onto the generator. All lights in the area goes out.] Agent Rodney: [Whisper] …Shit. Garnett: Hold on! Let me check it out! Agent Rodney: [Loud Whisper] Shit! [Agent Rodney hastily crawls to the previous tent as Garnett leaves. He grabs the pump then looks at his deflated thumb. Agent Rodney bites his lip.] Agent Rodney: [Whisper] This ain't gonna work. [Agent Rodney winces; his shoulder collapses further.] Agent Rodney: [Whisper] But it damn well better! [Agent Rodney tightly affixes the pump against his thumb and pumps with his free hand. His shoulder blows up slightly. Agent Rodney chuckles.] Agent Rodney [Whisper] Yes. Yes! The feeling's returning to my arm. You hear that guys! I ain't dying tonig— [The glove balloon pushes against the other tent, toppling some crates onto Agent Rodney. Agent Rodney's arm returns to normal at the cost of his body being flatten below the upper torso. Agent Rodney freezes in place, eyes watering up. He is about to scream when Garnett's own cuts him off.] [The tent wall behind Agent Rodney catches fire. Agent Rodney pops the crates. He frantically pumps the hose, his lower torso soon returns to normal shape.] Garnett: I'm trying! My mancy's getting overloaded… Just get your ass over here! Where's the extinguisher?! [Agent Rodney stops pumping. He spots a bicycle covering and uses it to conceal himself. The sounds of stomping, metal creaking, and rushing air becomes audible. Agent Rodney emerges from the covering. Garnett is spraying a fire extinguisher, failing to extinguish the fire.] [Agent Rodney slowly crawls to Garnett, readying SCP-7228 when she notices him.] Garnett: You?! [Agent Rodney thrusts SCP-7228 forward, only puncturing the extinguisher. The extinguisher pops and expels foam onto Agent Rodney's back and Garnett's face. Garnett backs up against the fire.] [Garnett screams as she catches on fire, flailing her arms before tripping on a toolbox. Agent Rodney grabs the pump and drags himself outside, coughing from smoke inhalation. Garnett runs from the tent before it collapses and performs the 'stop, drop, and roll' technique.] [The fire is still not extinguished. Garnett hisses and positions her hand towards her back, the fire recedes to her palm. She rests on the ground; her hyperventilating ends abruptly when she notices Agent Rodney is right in front of her. Agent Rodney lip quivers.] Agent Rodney: Wait— [Garnet projects the fire in her palm at Agent Rodney. Agent Rodney instinctively covers his body with his hands; the fire instantly pops upon making physical contact with SCP-7228. Both appear visibly dumbfounded.] Garnet: Wha— [Agent Rodney pierces Garnett. Garnett pops. Agent Rodney takes several breath before resting on his back. His clothes are stained with dried blood, white foam, and pieces of a SCP-7228-A instance in that order. The tents continue to burn in front of him. Agent Rodney pumps himself until his body returns to its original shape, taping the hole on his thumb.. He suddenly facepalms.] Agent Rodney: Just realized I could've avoided that if I'd popped literally anything else. Ugh… forget it. Now to find Harp. That's fine, I'm still fine — can work. Just gotta… gotta… [Agent Rodney slowly turns around. Chikatilo stares at Agent Rodney, then at the tents, then at the remains of Garnett. Chikatilo, shaking tremendously, switches the safety off his assault rifle.] [END LOG]",
        "[BEGIN LOG] [Agent Rodney sprints across the foot court. He pants heavily and leans against an object. The pump is taped to his side with excessive rolls of duct tape.] Agent Rodney: Why didn't I do more sports?… [The object turns out to be a vending machine; expired candy and chips are inside. Agent Rodney is about to break the glass with a nearby rock until a spray of bullets break the glass, nearly missing him.] Chikatilo: Fucking pussy, c'mere! [Agent Rodney swipes as much candy bars as he can before Chikatilo reloads, then sharply turns left. He attempts to remove the wrappers from the candy with his teeth while consuming them at the same time.] Agent Rodney: [Loud Chewing] Get in! Get in! I need… I need — not fine! If you can see this I am not fucking — [Agent Rodney trips. He looks to see that his leg is tangled by cables. Agent Rodney uses SCP-7228 to pop them.] Agent Rodney: [Nervous Laughter] I killed his girlfriend. What are the odds? [Agent Rodney's snickers turns into crying, then panting.] Agent Rodney: I c-can still m-make this work. Keep your head in the game. Keep it— [Gunfire is heard when Agent Rodney untangles himself; the hissing of air is audible. The gunfire continues until Agent Rodney hides behind a merry-go-round. Chikatilo can be heard reloading again when his radio crackles to life.] Britland: The hell you're doing?! Chikatilo: Cleaning up your mess! [The hissing of air resumes. Agent Rodney chews on his last candy bar when he glances at a reflection on one of the horses. A large hole is present on his forehead; he chokes on the candy bar.] Britland: Vance. Stop. Shooting! You want to cops raining down our head?! Chikatilo: Sure! Why not? Fuck it! Let's bring the Jailors too while we're at it. You two deserve each other anyways! [Agent Rodney's head begins to cave-in. Agent Rodney tapes the back of his head, then inserts the coupler into his forehead, pumping ferociously.] Britland: Vance, you're five seconds away from strike three! If I were you I'd— Chikatilo: —eat shit and die! They're after you not me. What's the matter, Nel? Scared of becoming the prison bitch! Britland: …Strike three— [Agent Rodney finishes pumping, and wraps the tape fully around his head. A radio is chucked into the distance. Agent Rodney pulls SCP-7228 as the sound of stomping gets louder. He stops, then looks to the main body of the merry-go-round. Chikatilo turns the corner and aims.] [Agent Rodney punctures the merry-go-round.] [The rupture of the SCP-7228-A instance sends Chikatilo several feet away. Agent Rodney is launched into the air. Agent Rodney screams are cut short when he notices he is descending slowly.] Agent Rodney: …Floating? [Agent Rodney brings up SCP-7228 to his eyes, remaining silent.] Agent Rodney: Popping. Deflating. Pumping. Happens when a needle… I'm a balloon? I'm a balloon. [Agent Rodney touches his forehead.] Agent Rodney: That makes sense. It's stupid, but makes sense— [Agent Rodney sees Chikatilo stand up and spotting him from the ground. Agent Rodney attempts to 'swim' to the nearest available surface, in this case, the roof of the 'Cheshire House' attraction. He rests on the ground.] Agent Rodney: Nope, this is just stupid. Maybe he'll keep running out of ammo? Jesus Christ! [Agent Rodney scrambles away just in time as a Molotov crashes on the roof — the fire spreads quickly. Agent Rodney turns around and sees a tall wooden rollercoaster near the roof. He takes a deep breath, takes a few steps back and jumps. Due to being A SCP-7228-A instance, he gains a lot of horizontal height.] [Agent Rodney climbs the coaster, moving through support beams. Chikatilo gives chase and follows him via the employee stairs and walkways. Both men go higher up the coaster; Chikatilo eventually makes a successful shot on Agent Rodney, grazing and opening his abdomen.] [Agent Rodney stumbles and hides behind a pole. He pulls out the tape and pump. Chikatilo fires again, making a successful hit on the pump. The force of the bullet tears the object from his grip and fall down below.] Chikatilo: That's right, you pissant! Come out like the cockroach you are and take it like a man, bitch! [Agent Rodney ducks, his cover getting consistently fired on by Chikatilo. Faraway, Agent Rodney spots faint red and blue light from the highway.] Agent Rodney: [Whisper] Finally some help… wait, Harp's still gone. Shit. Shit. [Agent Rodney looks to his abdomen wound; he is leaking air fast. He pulls out SCP-7228 and looks at the surrounding structure of the rollercoaster. Chikatilo rifle jams.] Agent Rodney: [Whisper] Cockroach? Thanks for the idea. [Agent Rodney climbs sporadically through the structure, lightly puncturing holes in the rollercoaster as he moves along. By the time he unjams his rifle, the section of the rollercoaster begins to collapse.] [In visible panic, Chikatilo moves onto one of the track segments when he notices Agent Rodney climbing on top as well.] Agent Rodney: Tell Todd and Louise I said hi. [Agent Rodney punctures the platform. The track ruptures completely; Chikatilo screams, falling to the pier in a loud thud while Agent Rodney descends slowly, spotting the bicycle pump below.] Agent Rodney: That was for you Holland, cheers… Right, Harp. I still need to find… Oh . [Britland is seen at the bottom of the rollercoaster holding a gun to a kneeling, handcuffed Agent Harper's head. They are near a Ferris wheel. Agent Rodney sighs, calmly landing to the ground, holding his abdomen. Britland turns to a fallen Chikatilo; his legs are broken and is shaking tremendously, presumably from immense pain.] Britland: You're out. [Britland fires his revolver. Chikatilo stops moving; blood is leaking from his left eye socket. Britland points the gun at Agent Rodney, clenching onto the back of Agent Harper's shirt with his other hand.] Britland: And you're insufferable. Agent Rodney: …I get that a lot. Britland: I saw Garnett. Suppose Will went down the same way? Agent Rodney: …H-He fought valiantly. Britland: Did he really? Agent Rodney: No. Britland: A decade of work in flames . [Britland gestures his head to the massive pillars of smoke rising overhead.] Britland: My crew, gone. [Britland spits in Chikatilo's direction.] Britland: And I might not be too far behind either. [The faint sound of sirens can be heard in the far distance.] Britland: And you still think you're just walking out of here? [Agent Harper's face is bruised and looks away from Britland.] Agent Harper: Now doesn't that sound cute. [Britland snaps the gun to Agent Harper's head. Agent Rodney takes a step forward, groaning in pain as his abdomen deflates.] Agent Rodney: You brought this on yourselves— [Britland points the gun back to Agent Rodney — his hand violently shaking. Agent Rodney gulps and loudly exhales.] Agent Rodney: They don't take this stuff lightly… but there's still a way out of this. [Britland's hand is shaking less, he is visibly surprised before his expression shifts into a scowl.] Britland: I'd be more willing to listen if you drop it. [Agent Rodney tosses SCP-7228 forward several feet then slowly moves towards Britland. Agent Harper snaps their head upwards and widens his eyes in shock.] Agent Rodney: We don't just 'jail' things. Sometimes we make deals too. Under the right circumstances… it could work out. Britland: And what kind of deal would that be? Agent Rodney: A plea deal. [Britland remains silent before suddenly chuckling. Agent Rodney stops moving.] Britland: Y-You want to become a sellout?! Agent Rodney: That's not how it… well it's exactly how it sounds. B-but with your help, we can resolve the issues the Riders have been making. And after that I'm certain that— Britland: That they'll feed me a bullet. I know how this works! The moment I'm a liability, not worth their time, the deal's off. That stuff only works for normal things, in normal courts; like Jailors give a shit 'bout that! And if I'm screwed either way— [Britland cocks the hammer. Agent Rodney catches his breath] Britland: Then I guess Vance had a point after all… hm? [They all look up to see a giant blue glove rising behind the tents. Britland is distracted long enough for Agent Harper to headbutt his crotch, stunning him. Agent Rodney picks up SCP-7228 and breaks into a sprint. Britland attempts to fire at Agent Rodney. Agent Rodney readies SCP-7228 but the lack of air pressure on his abdomen causes his back loses stability. He slashes Britland's thigh before faceplanting.] [Britland express immediate panic. He tries to cover the wound when his leg is violently ripped off from the amount of air leaking from his body. The force of the air propels Britland into the air, he screams as he flies in random directions before crashing into the base of the Ferris wheel. Britland is deflated completely. Agent Harper watches in awe.] Agent Harper: …Huh? [Agent Harper's handcuffs pop. Agent Harper turns to Agent Rodney, who is still holding SCP-7228 and is losing a lot of air in his midsection.] Agent Harper: I — R-Rodney?! The hell is this?! Agent Rodney: I'm a balloon and you're gonna fill me up. Agent Harper: …What? Agent Rodney: Grab that over there and pump me here, dammit! I'm… run . [The Ferris wheel creaks loudly as it begins to tilt towards their direction. Agent Harper slings Agent Rodney over his shoulder and runs away, grabbing the pump in the process. The Ferris wheel falls onto the glove; the resulting explosion destroys a massive section of the pier.] [Agent Harper is pushed to the ground by the shockwave but gets back up, and manages to avoid the fire, which has now spread to a larger portion of the pier. Eventually, they make it to the ticket booth and drops a near-deflated Agent Rodney to the floor. He inserts the nozzle of the pump into his abdomen and pumps frantically. Agent Rodney begins to regain consciousness.] Agent Rodney: Is it over yet? Agent Harper: Rod, shut up. What do you mean you're a balloon? Agent Rodney: Remember the prick that made Holland explode? [Agent Rodney twirls SCP-7228 in his hand. Agent Harper continues to pump.] Agent Harper: You're kidding… Agent Rodney: Believe me, man. I wished. Agent Harper: Hold up, Mister Marksman had that last. He did this to you?! Agent Rodney: …I don't know. Agent Harper: [Sigh] Jesus… Rod— Agent Rodney: I'll be contained, I get it. Can we focus on the pumping part now? This is starting to feel comfortable. [Agent Harper scoffs in disbelief. The sound of sirens and flashing blue and red light emanates beyond the entrance.] Agent Rodney: You think that's our people? Agent Harper: Doesn't matter. We're going home either way. Agent Rodney: Yeah… so how was Nel's hospitality? [Agent Harper smiles; a tooth is missing.] Agent Rodney: Ouch. Good thing we have dental insurance. Did I ever tell I been here once? Agent Harper: You did? Agent Rodney: I lived nearby here a long time ago. It was fun while it lasted. Funny how that works. You think they'll reopen again? [Most of the pier is on fire.] Agent Harper: You're hoping pigs will fly too? Agent Rodney: It was joke! Aah… no, yep still hurts. I never thought this would I'd retire. Being thrown in spooky jail? That's a kicker, but it sure as hell beats dying. Agent Harper: You scared? Agent Rodney: A bit. I can't go out anymore, but yet again I don't really leave the Sites much. They'll give me a room, Class-E if I'm lucky. I heard rumors about those kind of places: it's not exactly like a hotel like the eggheads been complaining about. I heard it's kind of like… taking the day off. Agent Harper: …Rodney? Agent Rodney: Maybe there's a silver lining to this after all. Agent Harper: We don't know how this work yet. There's still a chance we can cure you. Agent Rodney: Doubt it. Even so, it probably won't be long until the next hell in a handbasket comes my way. Agent Harper: Please, like this could happen again on the fly. Agent Rodney: No, I'm serious. My supervisor has been really concerned about that. [Agent Harper stops pumping.] Agent Harper: I'm sorry, could you repeat that? Agent Rodney: My supervisor is concerned because I think I'm like… 'highly likely to attract trouble', her words not mine. I've been trough quite a bit: Got nursed to help by a sniper scarecrow , I'm somewhat friends with a talking firetruck … kind of, and I stopped an anomalous train derailment from happening on my very first day. It happens to me like all the time. Agent Harper: …All the time? Agent Rodney: Well.. not literally all the time but it happens way more than it should. That's why I'm not paired up with other agents often except Polk. He's my go-to guy. But he's sick, so whatcha gonna do? I know this is a bit awkward but I liked working with you Harp. It was certainly… Harp? [Agent Harper backs away from the pump, visibly stunned. He then leans and slumps to floor. Agent Harper experiences a major headache.] Agent Harper: Rodney? Agent Rodney: Yeah? Agent Harper: I want a divorce. [END LOG]",
        "\" SCP-7228 \" by Nickthebrick1, from the SCP Wiki . Source: https://scpwiki.com/scp-7228 . Licensed under CC-BY-SA .",
        "Filename: NeedleThreeInch.jpg Name: Aiguille d acupuncture avec regle.dsc02265.untilted+cropped+WB.jpg Author: Xhienne License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: DesertRoadCloser.jpg Name: Winding Road Through Desert (16648934995).jpg Author: Joshua Tree National Park License: Public Domain Source Link: Wikimedia Commons",
        "Filename: WhiteDoorPlain.jpg Name: NMP 1780s House interior Bedroom 1 Door Closed.JPG Author: Infrogmation of New Orleans License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: DarkCarnivalNight.png Name: Steeplechase Pier night, Atlantic City, New Jersey (1978) photography in high resolution Author: John Margolies License: Public Domain Source Link: Rawpixel",
        "Filename: HauntedHouseBlue.jpg Name: Haunted house attraction in Hyde Park Winter Wonderland 2017.jpg Author: Simeon87 License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-7228",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7228 is stored inside a standard containment locker at Site-17. SCP-7228 itself is to be positioned, tip pointing upwards, on a magnetic stand with a detachable glass lid. The object is not to be removed from its container except for testing purposes.",
    "description": "SCP-7228 is a brass-coated acupuncture needle measuring 3.5 centimeters. Other than being slightly bent, the object is in good condition.",
    "title": "SCP-7228"
}