{
    "url": "https://scp-wiki.wikidot.com/scp-7229",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7229:\n \nL\nost \nE\nternally \nA\nmidst \nP\nrofound \nYear\nning\n\n\nAuthor:\n \nJorgeMtzb\n\n\nSpecial Thanks to:\n \nExiAsWell\n, \nZoobeeny\n \ndreamer\n, \nJiwoahn\n, \nIszth\n, \nRadiantGold\n, \nsoundchaser\n, \nRab333\n, \nTeebonesnek\n who helped with some constructive criticism and help with the proofreading of this article, this couldn't have been done without yall! Thanks, to everyone in the IRC chat and in this wonderful community.\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJorgeMtzb\n\n\n\n\n\n\nHello, it is me! \nJorgeMtzb\n Here I come with another SCP. This was an idea that I had a while back and it has finally come to fruition. Hopefully, you all enjoy reading it as much as I enjoyed writing it!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7229\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7229 is to be monitored at all times by a team of astrophysicists stationed at Area-08-C. Any changes in the gravitational field of the sun are to be recorded and analyzed immediately.\n\n\nTo mitigate the effects of SCP-7229, the Foundation has implemented a series of countermeasures. These include the use of highly advanced satellites and observatories to monitor the sun's gravitational field as well as the deployment of a network of ground-based sensors to detect any changes in the Earth's orbital velocity. It has been proposed that the Foundation launch a specialized device to interact with the Sun's gravitational field as SCP-7229 may cause a deviation in the Earth's orbital period and lead to an unsynchronized year. The device would aim to increase the Earth's orbital velocity during such events, thus compensating for any deviations in the planet's revolution period.\n\n\nIn the event that SCP-7229's effects become noticeable to the general public, a cover story is to be disseminated to explain the changes in the Earth's orbital velocity.\n\n\nDescription:\n SCP-7229 is an anomalous phenomenon that affects the gravitational field of the sun. SCP-7229 appears to cause a significant periodic fluctuation in the Sun's gravitational pull resulting in a slowdown of the Earth's orbital velocity that lasts for approximately 4 days. The cause of SCP-7229 is currently unknown. Attempts to detect any underlying patterns or correlations with other celestial events have been inconclusive.\n\n\nDuring the period of decreased orbital velocity caused by SCP-7229, Earth's atmosphere experiences an increase in solar radiation resulting in a temporary rise in surface temperatures. This may lead to more frequent and severe heatwaves and droughts in affected areas. SCP-7229 has also caused anomalies in the Earth's magnetic field, resulting in disruptions to communication and navigation systems. Despite the relatively short duration of the effect, the impact on Earth's climate and weather patterns has the potential to be severe. To better understand the impact of SCP-7229 on the Earth's climate, the Foundation has established several research initiatives including the historical study of gravitational patterns and the analysis of satellite imagery. The data collected from these studies will aid in predicting future fluctuations in the Earth's orbital velocity and developing effective strategies to counteract SCP-7229.\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis document is outdated and may no longer reflect the most recent information or updates. A\n\n\nmore recent version of this document\n is available and should be consulted for the most accurate and up-to-date content. Thank you for your understanding.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nJorgeMtzb's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8045\n \n(+210)\n \n•\n\n\n\n\n\n\nSCP-7911\n \n(+33)\n \n•\n\n\n\n\n\n\nSCP-7121\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-7194\n \n(+38)\n \n•\n\n\n\n\n\n\nSCP-719M4-J\n \n(+228)\n \n•\n\n\n\n\n\n\nSCP-500-J\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-8022\n \n(+92)\n \n•\n\n\n\n\n\n\nSCP-7192\n \n(+12)\n \n•\n\n\n\n\n\n\nSCP-7424\n \n(+10)\n \n•\n\n\n\n\n\n\nSCP-5031-J\n \n(+32)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nJorgeMtzb's Author Page\n \n(+22)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7228\n | SCP-7229 | \nSCP-7230\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7229\n\" by JorgeMtzb, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7229\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7229 \" by JorgeMtzb, from the SCP Wiki . Source: https://scpwiki.com/scp-7229 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7229 is to be monitored at all times by a team of astrophysicists stationed at Area-08-C. Any changes in the gravitational field of the sun are to be recorded and analyzed immediately.",
    "description": "SCP-7229 is an anomalous phenomenon that affects the gravitational field of the sun. SCP-7229 appears to cause a significant periodic fluctuation in the Sun's gravitational pull resulting in a slowdown of the Earth's orbital velocity that lasts for approximately 4 days. The cause of SCP-7229 is currently unknown. Attempts to detect any underlying patterns or correlations with other celestial events have been inconclusive.",
    "title": "SCP-7229"
}