{
    "url": "https://scp-wiki.wikidot.com/scp-7231",
    "all_text": "SCP-7231\n — In Heaven\n\n\n\n\nThe faithful watch the forest for the coming of the King. Their lanterns bright, they wait at night for the new world he shall bring.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+30\n+\n–\nx\n\n\nHello, \nDr. Montauk\n! This is Aleister.aic. How can I help you today?\n\n\n \n\n\n\n\n\n\nPull up the file for \nSCP-7231\n.\n\n\n\n\n\n\n \n\n\nOh… I'm not sure I should do that.\n\n\n \n\n\n\n\n\n\nI have the clearance levels to read it. And if you're still not convinced, \nThe Black Moon howls above the scarlet skies.\n\n\n\n\n\n\n \n\n\nOk… Wait a moment. I'm obligated to show you this message before you continue, Dr. Montauk.\n\n\n \n\n\n\n\n\n\nRobert,\n\n\nIf you're reading this, then you must have learned about SCP-7231. I always thought it was monstrous to keep it from you, but it was necessary. Robert, I would like to let you know how sorry I am.\n\n\nAs your colleague and friend, I am begging you to close your computer and walk away from this file. I know I can't stop you, please. Stay away from SCP-7231. You're better off not knowing. Please believe me.\n\n\n~ Dr. Cassandra Heinrik, Director of the SCP-7231 Containment Project.\n\n\n\n\n\n\n \n\n\nIt's been 20 minutes since you spoke. Are you sure you want to continue, Dr. Montauk?\n\n\n \n\n\n\n\n\n\nI'm fine. Pull up the file and make it editable.\n\n\n\n\n\n\n \n\n\nFor what it's worth, I'm sorry too.\n\n\n \n\n\n\n\n\n\n▷ OPEN SCP-7231 FILE\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7231, circa ████.\n\n\n\n\n\n\nItem #:\n SCP-7231\n\n\nObject Class:\n \nKeter\n \nExplained\n\n\nSpecial Containment Procedures:\n Provisional Site-007 has been established to aid in the containment of SCP-7231. None of the personnel assigned to SCP-7231 are to have experienced the death of their brother.\n\n\nSCP-7231 is entombed within the lowest sub-level of Provisional Site-007, approximately 77km below the surface of northern Maine. It is bound in iron chains inscribed with the \nDaevite glyph\n of \"wye\".\n1\n SCP-7231's containment area is to be routinely inspected by trained personnel for any evidence of spatial distortion or other major alterations to the area.\n\n\nAdditionally, SCP-7231 is contained by the daily enactment of \nProcedure-111-MONTAUK\n.\n\n\nProcedure-111-MONTAUK:\n The procedure consists of the flooding of SCP-7231's containment area with holy water as precisely seven priests of the Christian faith bless the area. During this time, personnel are cease all non-essential activities and \nrecite Document-7231-A.\n \npray for his soul.\n Document-7231-A is a ritualistic text derived from Daevite funeral customs and sermons given by members of the \nChristian Ministries of America\n.\n\n\nDr. Robert Montauk is to be kept unaware of the existence of SCP-7231.\n \nNo longer valid.\n\n\n\n\nDescription:\n SCP-7231 is the corpse of Foundation Researcher Jacob Montauk. \nSCP-7231\n \nJacob\n has shown no signs of decay or damage ever since its initial \ncontainment\n \nburial\n on ██/██/████.\n\n\nSCP-7231\n \nJacob\n perpetually bleeds from its hands, feet, and torso, producing approximately 7 liters of blood each day. The accumulation of this blood has been linked to several phenomena, particularly in the opening of portals to \npocket dimensions\n as well as damage to the local integrity of space-time.\n\n\nIn addition to blood, \nSCP-7231's\n \nJacob's\n body naturally produces extremely large amounts of \nAkiva Radiation\n \ngrief\n. This energy corrupts the environment around it in highly esoteric and dangerous rituals, often causing the existence of hostile anomalous pathogens, \nentities\n, and concepts. These sub-anomalies will often attempt to breach \nSCP-7231's\n \nJacob's\n containment for an unknown, possibly ritualistic purpose. Although such an effect points to the existence of a greater intelligence, \nSCP-7231\n \nJacob\n has been empirically proven to \nnot be conscious.\n \nbe deceased.\n\n\nAlthough containment of these effects has been largely successful with the advent of \nProcedure-111-MONTAUK\n, the efficacy of the containment rituals have been decreasing ever since ██/██/████. Containment of \nSCP-7231\n \nJacob\n has caused increasingly more casualties and expense for the Foundation. Efforts to find alternate containment methods are ongoing.\n\n\nSCP-7231\n \nJacob\n gained its anomalous properties following its death on ██/██/████. The exact manner of \nSCP-7231\n \nJacob's\n death is unknown, but it is believed to have been non-anomalous in nature. However, notably, the containment of \nSCP-7231\n \nJacob\n coincided with the discovery of \nSCP-231\n and GoI-586 (\"Children of the \nScarlet King\n\"). It is unknown if this is significant in any way.\n\n\n\n\n\n\n\n\nMy God.\n\n\n\n\n\n\n \n\n\nWe warned you what you'd find here.\n\n\n \n\n\n\n\n\n\nI expected something horrifying, but … this.\n\n\n\n\n\n\n \n\n\nIt's not too late for me to requisition amnestics for you. Should I?\n\n\n \n\n\n\n\n\n\nNo. I deserve this pain. Append a text file to the main document.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nATTACHMENT TXT_A07231_M7777777:\n Memorandum\n\n\n\n\n\n\nJacob,\n\n\nIt's been a while ever since that day. Since I cradled your broken body as your warm blood mingled with the cold concrete and I howled my grief to the uncaring skies. You were the one that died that day, but so did I, in a way.\n\n\nSo, I threw myself into work. I contained doomsday cults, horrific monsters, and … yes, even that poor girl. I poured all my hatred and vehemence at a world that allowed you to be killed into the Scarlet King. This disgusting, twisted God that \nmust\n have been responsible for the cruelty that took you away from me. I hated Him with every fiber of my being and endowed Him with all the evil in the world. I made Him my Devil. I swore to hurt Him however I could. I became as monstrous as I believed Him to be. All because I couldn't accept that my brother was really dead.\n\n\nBut now that I see this monster they've made of you, this \nthing\n that needs to be contained and locked up like some common aberration, I know that I was wrong. It was not the King that killed you. It was life. It was the meaningless twisting of fate that broke my heart. And what I've been doing isn't right. The King is a mindless thing, not even capable of consciousness, but when I blamed Him for you, I gave Him shape within your body. I gave Him form. I made you into the monster.\n\n\nI need to let you go. To give you rest. I'll come back one day to put some red flowers on your grave.\n\n\nYour big brother loves you.\n\n\n~ Robert Montauk\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Meaning \"sleep\", \"rest\", \"sadness\", and \"grave\".\n\n\n\n\n\n\n\n\n« \nSCP-7230\n | SCP-7231 | \nSCP-7232\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Pull up the file for SCP-7231 .",
        "I have the clearance levels to read it. And if you're still not convinced, The Black Moon howls above the scarlet skies.",
        "Robert, If you're reading this, then you must have learned about SCP-7231. I always thought it was monstrous to keep it from you, but it was necessary. Robert, I would like to let you know how sorry I am. As your colleague and friend, I am begging you to close your computer and walk away from this file. I know I can't stop you, please. Stay away from SCP-7231. You're better off not knowing. Please believe me. ~ Dr. Cassandra Heinrik, Director of the SCP-7231 Containment Project.",
        "I'm fine. Pull up the file and make it editable.",
        "My God.",
        "I expected something horrifying, but … this.",
        "No. I deserve this pain. Append a text file to the main document.",
        "Jacob, It's been a while ever since that day. Since I cradled your broken body as your warm blood mingled with the cold concrete and I howled my grief to the uncaring skies. You were the one that died that day, but so did I, in a way. So, I threw myself into work. I contained doomsday cults, horrific monsters, and … yes, even that poor girl. I poured all my hatred and vehemence at a world that allowed you to be killed into the Scarlet King. This disgusting, twisted God that must have been responsible for the cruelty that took you away from me. I hated Him with every fiber of my being and endowed Him with all the evil in the world. I made Him my Devil. I swore to hurt Him however I could. I became as monstrous as I believed Him to be. All because I couldn't accept that my brother was really dead. But now that I see this monster they've made of you, this thing that needs to be contained and locked up like some common aberration, I know that I was wrong. It was not the King that killed you. It was life. It was the meaningless twisting of fate that broke my heart. And what I've been doing isn't right. The King is a mindless thing, not even capable of consciousness, but when I blamed Him for you, I gave Him shape within your body. I gave Him form. I made you into the monster. I need to let you go. To give you rest. I'll come back one day to put some red flowers on your grave. Your big brother loves you. ~ Robert Montauk"
    ],
    "item": "SCP-7231",
    "object_class": "Keter Explained",
    "containment_procedures": "Provisional Site-007 has been established to aid in the containment of SCP-7231. None of the personnel assigned to SCP-7231 are to have experienced the death of their brother.",
    "description": "SCP-7231 is the corpse of Foundation Researcher Jacob Montauk. SCP-7231 Jacob has shown no signs of decay or damage ever since its initial containment burial on ██/██/████.",
    "title": "SCP-7231"
}