{
    "url": "https://scp-wiki.wikidot.com/scp-7236",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\nDoctor Johannes Talerico submitted the following SCP-7236 file shortly before his disappearance. As the object now lacks any assigned researchers, this updated file is to be preserved until SCP-7236 can be properly identified and reassessed. We apologize for any confusion caused in the meantime.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\nItem-#:\n 7236\n\n\nObject Class:\n \nSafe\n Pending\n\n\nSpecial Containment Procedures:\n To my Sarah:\n\n\n\n\n\n\n\n\n\n\nJust yesterday\n\nnostalgia's siren sweet\n\nin fleeting echoes left:\n\n\n \n\nthat kinship, warm, innate and true,\n\nfor all hearts,\n\n\n \n\nspare my frozen soul.\n\n\n \n\nLife goes on,\n\nthough with its passing left\n\na hollow visage,\n\n\n \n\non the tip of my tongue,\n\n\n\n\n\n\n\n\n\n\nwe heard that song,\n\n\n \n\nJust Yesterday,\n\na tune of treacle,\n\nturned an ichor foul,\n\n\n \n\nbut don't cry. Please,\n\n\n \n\nIn time, you’ll forget;\n\nbut recall:\n\n\n \n\nI was here.\n\nJust Yesterday,\n\nI was loved.\n\n\n\n\n\n\n\n\n\n\nDescription:\n To my colleagues:\n\n\n\n\nWhat is SCP-7236?\n\n\n \n\nI say, now of all times, that to try answering that question: a question once so scandalous and novel —so profound to be withheld that it tickled the tongue of every soul I had the pleasure to meet— is an exercise in finding an answer whose meaning dwindles and fades by the moment. I was sure once —I assume— sure enough to refrain. Sure enough to hold onto it as a treasure, but alas, in the gleaming clarity of its surface, I've grown complacent to admire all but a reflection of that gleaming truth.\n\n\n \n\nSay then, what is SCP-7236 to me? This is no doubt a question even further muddled. So muddled in fact that any route to concrete meaning would be lost upon its cartographer before they set out and put quill to page, not knowing that they failed before the first hurdle, forcing ink upon paper, charting a single route on a map where many paths exist. Simply put, like the meaning of life and death, deciphering it is a futile aim. A futile aim, but we ask the meaning of life all the same, don't we?\n\n\n \n\nOf course. Come then, sit down with me. Let's chat.\n\n\n \n\nSo, what is SCP-7236 to you? I ask you why you care to know. You know that you don't know what it is, yet you ask me anyway, why is that? Like just yesterday, I think it was. Just Yesterday, Brian —Atworth, maybe Newman— came asking me the question. Once again novel as Brain was new on Site, a veritable greenhorn, not to be trifled yet with the hardships of knowing less. Curiosity was his bane, Brian. Atworth died looking too deep, all those years ago, and the Newman followed suit, in spirit, at least he hoped, given the glint in his eye and skip in his step.\n\n\n \n\nI forget how Newman died, tragic as it was. Not like Atworth, who died quickly though I wasn't there to watch. At that end, I was out taking pictures in the snow, so it might have been winter, round when I watch the crow, ever perched; yet to fly. Yes. I took a picture, then, of his body when I found it. Curled up in a ball where the snow had been. Nestled in feathers, pecked to death by the crows, now to fly, though ravens they may have been; a murder. Newman thought so at least, he always chatted with me on the birds.\n\n\n \n\nI forget how Newman died, tragic as he was. I mentioned he was new then, around the time that Atworth died, but such is the kindred spirit of academia. That unifying feeling; that we all died once, though I had yet to, and some will dream that they never stepped across that threshold. It brings a certain nostalgia, I'm led to believe; remembering one's first death. Nostalgic, though I forget how Newman died. I feel it was just yesterday.\n\n\n \n\nJust Yesterday, still, many things seem to follow: always happening, always on time, much like Atworth, who died just in time —I'd say. In fact, I recall a conversation we once had. See, he was a big fan of plans, and keeping time, but I could never grasp the point. He focused on every month, it's length, and day, its time to pass; to measure, wore a watch and kept a planner, nearby; his secretary, overworked, didn't die like he did, but I could see she wished to watching me; watching Atworth. In a ball: papers flying in the air, as I ripped the pages off the calendar in a frenzy, screaming, screaming like I never do, because time kept passing, and just yesterday was to be forgotten, but everyone remembered Just Yesterday, and the spoken word, and the given phrase; never repeated, but known so deep inside to be true. I think I joked that Atworth had planned even the day he would die. He laughed and smiled, but did not answer —people tend to shrug me off that way— but they keep me around, because I'm the only one assigned to SCP-7236.\n\n\n \n\nAnd that was the question, wasn't it. What is SCP-7236? Just Yesterday —I think— when Newman asked I answered. Once, only for him to hear, not jokingly, but of the birds. I took a picture of the birds, but not all the birds, just the one yet to fly. A crow, not yet a murder, not like Atworth, who never had the time to chat, no. Birds are free to fly, but that's simply a trick of the light, you see: there's something deep inside that tells them, \"go!\" I wonder, still, what that is. Those poor things. Do they flee Yesterdays of their own? I shudder to think they may, but ownership falls to us; to humans, rife with constructs like time and money, well spent on the glitz and glamour of politics and power, good to enjoy, good to hate, and such, eternally positive. A well earned, well earning profession.\n\n\n \n\nWith mine, I sent my money back home, to my daughter, and its for her —really— that I work. No time for eternally positive games, myself, but plenty of time to watch the birds in the winter, in the cold, flying, and the one yet to fly —oh, so far away. Seeing this, wondering why, Newman asked me if the crow —yet to fly— had cold feet. Insightful, always, Newman was, but his question missed the point, which is apt, as points do love to detract from themselves. Nonetheless, It's no wonder he died in the end.\n\n\n \n\nBut that isn't the point, which is apt, as points do love to detract from themselves, as Newman, distended, pulled apart, yet knew. It's why he brought bread for everyone on Fridays. Good to pull apart and share, one piece for me, once piece for you, one piece for me, and one to save —to think about forever, maybe— and dwell, tomorrow, on Just Yesterday, savoring Newman's own.\n\n\n \n\nI forget how he died, though it was Just Yesterday, wasn't it? Just yesterday, before, when he asked that scandalous question, oh so new, new and green with envy at my privileged position. Lucky for him, a spot opened up when Atworth died. A space for a Brian, a space for a Brian, a space for a Brian indeed. Indeed. We love our spaces, nostalgic spaces, like home and school, and school, and school, because —and they don't tell you this at school Sarah— school is a microcosm of the real world. I know it's hard for you right now to get that, but in time you will. You'll watch, and learn, and approximate, and maybe one day you'll get it. You'll figure out how Newman died, and Atworth died, and Talerico died —maybe— we haven't gotten there yet, and neither have you!\n\n\n \n\nBut that isn't the question is it. It's not how you die, it's: What is SCP-7236? For one, it's how I make a living. It's funny isn't it, in politics, and fame, and glitz and glam. That's always the point, to make a living, to make out living, to make it out, living, to shine, to not fade into yesterday, or Just Yesterday, be just someone in the crowd, watching as you just live out a Just life; living that same life someone set out for you, Brian. I really thought you'd be different, different than Atworth, but I took a picture of you all the same. In a ball, in a space where snow was just last winter, perhaps.\n\n\n \n\nBut that is the question, isn't it? How did Brian die? Well.\n\n\n \n\nWhat is SCP-7236? I tell Newman to sit still as I stand up. It wouldn't work if he moved, but it would if I did because I know and knew what I was and am doing. I walk towards the pile of snow to where Atworth and one day Newman will die, and stick out my hand.\n\n\n \n\nIt's a crow. One, not a murder at all, and frozen. Dead. As still as a statue. Just yesterday, I swear, I saw it move. But now, now and only now, it's dead.\n\n\n \n\nI took a picture of a crow, and it's dead.\n\n\n \n\nBut that wasn't your question was it? Just Yesterday, Newman asked, what was it? Watching me, I wondered, why? I never understood why they cried when Brian died. I knew him, but never knew him, and we fought so much, for so little reason. At every turn, at every suggestion, saying I did nothing, that I wasn't present. I shout, and I shout, because you were wrong, I was always there, and I was there for you and you alone, always you —and just you— till Just Yesterday, now you don't want to watch the crows with me any more.\n\n\n \n\nIt was so lonely, Sarah.\n\n\n \n\nBut then it wasn't.\n\n\n \n\nFor just a moment.\n\n\n \n\n\n \n\n\n \n\nWhen I flew.\n\n\n \n\n\n \n\n\n \n\nThat's not your question, though.\n\n\n \n\nYou want to know: \"What is SCP-7236?\"\n\n\n \n\nThe truth is, you've already forgotten.\n\n\n\n\nDiscovery:\n To Nostalgia and my hubris:\n\n\n\n\n\n\n\"Just yesterday we heard that song,\"\n\n\n\n\n\n\n\n\nNotice\n\n\nYou can't.\n\n\n\n\n\n\n\n\nfrom his peak in solemnity's snow\n\nfreed a fool bid the frozen fowl crow\n\n\n\n\n\n\n\n\n \n\n\n\n\n« \nSCP-7235\n | SCP-7236 | \nSCP-7237\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7236\n\" by IndustryStandard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7236\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Cold_Feet\n\n\nName:\n Coldfooted Crow\n\n\nAuthor:\n \nIndustryStandard\n\n\nLicense:\n \nAttribution-ShareAlike 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/erix/3174400786/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7236 \" by IndustryStandard, from the SCP Wiki . Source: https://scpwiki.com/scp-7236 . Licensed under CC-BY-SA .",
        "Filename: Cold_Feet Name: Coldfooted Crow Author: IndustryStandard License: Attribution-ShareAlike 2.0 Generic (CC BY 2.0) Source Link: https://www.flickr.com/photos/erix/3174400786/"
    ],
    "object_class": "Safe Pending",
    "containment_procedures": "To my Sarah:",
    "description": "To my colleagues:",
    "title": "SCP-7236"
}