{
    "url": "https://scp-wiki.wikidot.com/scp-7237",
    "all_text": "rating: \n+5\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7237:\n An 8-Centimeter Ball Bearing\n\n\nAuthor:\n \nPinoccappuccino\n\n\nI didn't procrastinate \nfor more than an hour\n for once.\n\n\nSources of Research:\n\n\n\n\nhttps://www.gwanak.go.kr/site/eng/01/10104020000002016080206.jsp\n\n\nhttps://terms.naver.com/entry.naver?docId=402664&cid=43722&categoryId=43722\n\n\nhttps://en.wikipedia.org/wiki/Addresses_in_South_Korea\n\n\nhttps://en.wikipedia.org/wiki/Areum_(name\n)\n\n\nhttps://en.wikipedia.org/wiki/Ball_(bearing\n)\n\n\nhttps://en.wikipedia.org/wiki/Ball_bearing\n\n\nhttps://en.wikipedia.org/wiki/Bearing_(mechanical\n)\n\n\nhttps://en.wikipedia.org/wiki/Bongcheon-dong\n\n\nhttps://en.wikipedia.org/wiki/Bongcheon-Dong_Ghost\n\n\nhttps://en.wikipedia.org/wiki/Chang-min_(name\n)\n\n\nhttps://en.wikipedia.org/wiki/Fidget_spinner\n\n\nhttps://en.wikipedia.org/wiki/Gyeonggi_dialect\n\n\nhttps://en.wikipedia.org/wiki/Gwanak_District\n\n\nhttps://en.wikipedia.org/wiki/List_of_districts_of_Seoul\n\n\nhttps://en.wikipedia.org/wiki/List_of_Korean_given_names\n\n\nhttps://en.wikipedia.org/wiki/List_of_Korean_surnames\n\n\nhttps://en.wikipedia.org/wiki/Nam-jun\n\n\nhttps://en.wikipedia.org/wiki/Race_(bearing\n)\n\n\nhttps://en.wikipedia.org/wiki/Rolling-element_bearing\n\n\nhttps://en.wikipedia.org/wiki/Seoul\n\n\nhttps://en.wikipedia.org/wiki/Sillim-dong\n\n\nhttps://en.wikipedia.org/wiki/South_Korean_won\n\n\nhttps://en.wikipedia.org/wiki/Yun_(Korean_surname\n)\n\n\nhttps://en.wikipedia.org/wiki/Category:Korean_feminine_given_names\n\n\nhttps://en.wikipedia.org/wiki/Category:Korean_given_names\n\n\nhttps://en.wikipedia.org/wiki/Category:Surnames_of_Korean_origin\n\n\nhttps://ko.wikipedia.org/wiki/\n봉신동\n\n\nhttps://ko.wikipedia.org/wiki/\n봉천동\n\n\nhttps://en.wiktionary.org/wiki/\n儁\n\n\nhttps://en.wiktionary.org/wiki/\n凜\n\n\nhttps://en.wiktionary.org/wiki/\n妸\n\n\nhttps://en.wiktionary.org/wiki/\n尹\n\n\nhttps://en.wiktionary.org/wiki/\n昶\n\n\nhttps://en.wiktionary.org/wiki/\n暋\n\n\nhttps://en.wiktionary.org/wiki/\n男\n\n\nhttps://en.wiktionary.org/wiki/\n雷\n\n\n\n\n\n\n\n\n\n\nrating: \n+5\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7237\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7237 is kept in a low-security storage locker on \nKRSE██-Site-21K\n, further contained in a labeled opaque plastic bag for transport. Activation of SCP-7237's ectoentropic properties during handling and transport is probable, so personnel are instructed to keep the bag unsealed and not to shake the bag for sake of cleanliness. Personnel are also not to look into or remove SCP-7237 from its container outside of testing, due to the sensory deprivation it may induce. If exposed to the cognitohazard, remove the item from sight and stay where you are or with an unaffected peer until the effects abate.\n\n\nNotice (13/5/2017):\n \nWhile staff have been respectable in the nearly thirty years since SCP-7237 entered containment, recent trends preempt me to leave no room for error. Despite its minimal risk and potential to function as one, this item is not to be used as a toy. You can buy one for a few thousand won and use that to no reprimand.\n — Dr. Kim Ga-dik, Assistant Director of Containment\n\n\n\n\nDESCRIPTION:\n SCP-7237 is a rusty ball bearing 8 cm (3.15 in.) in diameter with extra bearing balls of distinct patina. Lubrication allows the object to spin with low friction when manipulated, and there is a high clearance between the races.\n\n\nThe amount of bearing balls (SCP-7237-1) inside and outside of the races is indeterminable. Upon first handling SCP-7237, an individual and those accompanying them will perceive anywhere between five to nine balls inside, with room for more. The spares found outside number between three and twelve balls. These quantities change when eye contact has been broken from the object after a period without physical interaction with it; because of this, this anomalous property of the SCP-7237-1 is not immediately apparent.\n\n\nSCP-7237 will activate its primary anomalous properties once a person has slipped one of the bearing balls into the races. Abrupt non-rotational movements of SCP-7237, such as setting it down or shaking it to get SCP-7237-1 out, will cause the lubricant inside to multiply and seep from the races. The consistency and opacity of the lubricant changes during the interaction, coming out as a thick yellow foam or grease. Quick brief movements generate a small but steady amount, but wider or stronger movements produce greater quantities; as much as 200 ml of foam can be generated from a forceful shake. The excess can be cleaned from SCP-7237, but subsequent shaking will generate more lubricant.\n1\n\n\nExposure to SCP-7237 will cause those around it to experience a consistent hallucination, designated SCP-7237-A. Individuals who handle SCP-7237 are unable to discern when the hallucination manifests, and rarely notice their apparent shift in surroundings. The same applies to those approaching SCP-7237's handler, as they will gradually \"enter\" SCP-7237-A unless the handler points something of interest in SCP-7237-A, upon which the addressed will be quickly drawn in to the hallucination. Remote video observation of test subjects with obstruction of SCP-7237 confirms that SCP-7237-A is entirely hallucinatory and the result of a passive cognitohazard, as those affected are not relocated nor are their true surroundings distorted. Audio recordings also confirm no auditory phenomenon aside those produced from the affected. Perception of time does not appear to be altered beyond what is reasonable for a person focusing on an object without outside stimulus, and they respond timely in conversation.\n\n\nWitnesses of SCP-7237-A will experience themselves in a parking lot adjacent to a children's playground in suburban neighborhood.\n2\n The layout of the play structures and nearby housing vary between manifestations, but have a cohesiveness. The playground will contain two large play structures connected by monkey bars, a round-about, and two or three \nbouncing playground riders\n of stylized animals, all of a green-and-beige color pallet and set within in a sandbox. The houses vary in exact number and design, but there has always been approximately twenty homes lining the roads enclosing the park with exception to the side adjacent to parking lot (and thus witnesses), each in an architectural style not unexpected of suburban housing in Seoul. Street signs visible in SCP-7237-A identify the parallel road as Ssukgogae-ro (쑥고개로), with the residential street looping around the park as Miesong-gil (미성길).\n3\n\n\nSCP-7237-A will demanifest for a person if they stop handling (if they are handling) SCP-7237 and redirect attention away from the object or south of the playground. Physical relocation assists in breaking the effect, however this altered state of perception poses a potential but minor safety hazard until they are able to perceive the room they are in. SCP-7237-affected show an aversion to approach the neighborhood, but if coerced by force or possessing a strong enough mental fortitude, may attempt to approach; however, regardless to how much physical clearance is provided to clear the apparent distance and how much a subject traverses, all affected will still perceive themselves and one another within the parking lot, with no acknowledgement of any distance that has grown between them.\n4\n\nWhile experiencing SCP-7237-A, individuals may perceive up to four humans of Korean ethnicity, collectively designated SCP-7237-B.\n\n\n\n\nSCP-7237-B1\n\n\nFemale adult, mid 20s-early 30s, long brown hair. Wears magenta pants with silver lightning bolt print on hips, open jacket and t-shirt with midriff bared, white sneakers.\n\n\nSCP-7237-B2\n\n\nFemale adult, early 40s, medium black hair braided with daenggi. Wears knee-length olive green dress, brown dress shoes.\n\n\nSCP-7237-B3\n\n\nMale child, between 6-9, short black hair. Wears white shirt, beige knitted overshirt, blue shorts, grey sneakers.\n\n\nSCP-7237-B4\n\n\nFemale child, between 4-6, medium black hair braided with daenggi. Wears white shirt, yellow knitted overshirt, orange skirt, brown dress shoes.\n\n\n\n\nDespite no overt issues with their appearances, individuals will have a reluctance to interact with SCP-7237-B. Personnel have often attributed this to senses of unease, wariness, or ambivalence, but sensations of disgust have sometimes been reported. Personnel have also been unable to pinpoint when an SCP-7237-B enters and exits their range of vision, often since attempts to visually follow them to a certain distance will lead them to break out of SCP-7237-A upon realizing there are no buildings either side of the parking lot that should obstruct their view.\n\n\nThe first entity that may be perceived in SCP-7237-A is SCP-7237-B1, and has only ever been experienced within approximately five minutes of the hallucination's manifestation. An individual not handling SCP-7237 will notice SCP-7237-B1 as she walks west to east on the sidewalk on the opposite side of Ssukgogae-ro, and she will not attempt contact with any of the affected. If verbal contact is attempted with SCP-7237-B1, she briefly looks over before hastening her pace and leaving sight. Even with prior knowledge of SCP-7237-A phenomenon and the intent of surveying, all handlers of SCP-7237 have been unable to locate SCP-7237-B1 without a second individual's involvement, requiring two people to observe this instance.\n\n\nApproximately seven to ten minutes after SCP-7237-A manifests, regardless of if SCP-7237-B1 has been witnessed, SCP-7237-B2 will walk east to west on the near side of Ssukgogae-ro, holding the hands of SCP-7237-B3 and -B4. SCP-7237-B2 will look over to the SCP-7237-affected and engage in verbal contact (if subjects do not first).\n5\n She will respond to greetings, but refuses to humor attempts at pleasantries or questioning; she expresses having pertinent business to attend to, and asks the subject(s) if they could \"watch over her children\" while she handles her concerns.\n\n\n\n\nIf none (0) of the SCP-7237-affected accepts the request: -B2 will have a look of contempt before bringing -B3 and -B4 across the street to the playground. -B2 will leave her children once they are within the boundaries of the sandbox, afterwards going onto Miesong-gil to unlock and enter one of the houses at random. -B3 and -B4 will engage in play with each other and the playground equipment.\n\n\nIf one or more (≥1) of the SCP-7237-affected accepts the request: -B2 will let go of her children's hands and instruct them to enter the parking lot. She will go onto Miesong-gil to unlock and enter one of the houses at random, while -B3 and -B4 hold each other's hand and watch the affected. Generally, they will stand still and avoid all attempts at communication.\n\n\n\nIf an individual either attempts to touch -B3 and/or -B4, or becomes verbally or aggressive towards them: both instances will run away, crossing Ssukgogae-ro and entering the playground, from where they will pause to make sure they are not pursued before engaging in play.\n\n\nIf eye contact with -B3, -B4, and the playground is broken by all individuals present while the former are in the parking lot: both instances will be heard playing on the playground, having relocated there upon viewing the latter.\n\n\n\n\n\n\n\n\nOnce SCP-7237-B3 and -B4 have been visually confirmed to have reached the playground, there is an increasing likelihood that they will be absent upon a subsequent viewing. In spite of this, auditory hallucinations of the two individuals laughing and talking with each other persist.\n\n\nThe rest of SCP-7237-A is uneventful; despite prolonged and contiguous observation of SCP-7237-A for as long as four hours (4 hrs.), no other pedestrians (including a return of -B1 or -B2) nor any drivers have been witnessed.\n\n\n\n\nHISTORY:\n SCP-7237 was discovered on ██/██/1989, in a supermarket parking lot along Ssukgogae-ro in Bongcheon-dong, Gwanak-gu, Seoul, South Korea (서울특별시 관악구 쑥고개로 121(봉천동)).\n\n\nA civilian, Roe Chang-min ((뢰창민; 雷昶暋) 82, M), had run over SCP-7237 while parking his truck and retrieved it from underneath. Roe collected the pieces and partially assembled them for ease of transport; the resulting manifestation of SCP-7237-A provided him difficulty in locating and entering the store. Consulting with two clerks on the new playground across the street, Yun Namchun ((윤남준; 尹男儁) 43, M) and Areum ((윤아름; 尹妸凜) 17, F) became exposed to the effects of SCP-7237, which by this point had begun to produce noticeable lubricant. Site-21K responded on-scene after the younger Yun attempted to notify the police of the phenomenon, expressing the belief that Roe was placing a curse upon the store. The store was secured and involved civilians amnesticized as SCP-7237 was brought into inventory and given SCP designation that day.\n\n\nAfter the address \"Miesong-gil\" was ascertained from SCP-7237-A, considered notable for there being no such address in Bongcheon-dong, investigation into the object's origin directed toward the development history of the district. All records of any streets in Seoul named \"Miesong\" being built or renamed existed solely within Sillim-dong (신림동), however in 2006, two substantial documents from the early urbanization of the preceding administrative district (Bongsin-dong (봉신동)) were discovered.\n\n\nThe first document was a district surveyor's assessment dated to May 196█, which detailed a planned Miesong-gil to connect what is currently Ssukgogae-ro, Cheongnyong 7-gil (청룡7길), and Cheongnyong 15-gil (청룡15길). A subsequent June resurvey mentioned the \"previous road plans\" having been reconsidered in favor of two roads in what is currently Gwanak-ro 15-gil (관악로15길) and an extension of Nambusunhwan-ro 216-gil (남부순환로216길), in addition to a lot of land leased for commercial businesses, where the supermarket SCP-7237 was recovered from was located.\n\n\nBeyond the reuse of the street name, no further connection from SCP-7237 to Miesong-gil, Sillim-dong has been established. Songhak Children's Park (송학어린이공원) was constructed and opened nearby in 19██, but the contents do not resemble those perceived in SCP-7237-A.\n\n\n\n\nFootnotes\n\n\n1\n. The oil-based composition and physical properties of this generated lubricant are normal for those produced during the 1980s.\n\n\n2\n. For sake of relative direction, the direction of the playground from the parking lot is henceforth \"north\".\n\n\n3\n. No such streets are adjacent anywhere in the Korean Peninsula.\n\n\n4\n. In Experiments 7237/5 through 7237/9, D-531039 traversed the length of a 200-meter (656.1 ft.) room and 5 km (3.10 mi.) on a remote-operated treadmill, both to no perceived effect of herself nor D-252834, regardless of who was holding SCP-7237.\n\n\n5\n. All vocalizations from SCP-7237-B have been in the Seoul dialect.\n\n\n\n\n\n\n\n\n« \nSCP-7236\n | SCP-7237 | \nSCP-7238\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7237\n\" by Pinocappuccino, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7237\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7237 \" by Pinocappuccino, from the SCP Wiki . Source: https://scpwiki.com/scp-7237 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7237"
}