{
    "url": "https://scp-wiki.wikidot.com/scp-7239",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\nEdmund Davids\n\n\n\n\n\n\nIn nomine Patris et Filii et Spiritus Sancti. Amen.\n\n\n\n\n\n\n\n\nItem #:\n SCP-7239\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7239 is to be stored in a waterproof, vacuum sealed plastic container, located in the Inanimate Object Wing of Site-23. Each of the bi-daily vocalization events is to be recorded in the presence of research personnel, and immediately cross-checked for deviation from the corresponding material.\n\n\nUPDATE FOLLOWING INCIDENT 7239/S-23/HI: SCP-7239 is not to be handled in any way which could potentially cause it to become folded or creased.\n\n\nDescription:\n SCP-7239 is a 148x210 mm sheet of white paper, displaying a printed list of the names of every book in the Protestant Canon of the Christian Bible, entitled as \"Memorizing the Books of the Bible\". The reverse side of the paper is unmarked, aside from the name \"Caleb\" poorly handwritten in green pencil.\n\n\nOn a bi-daily basis, at precisely 08:00 and 13:00, SCP-7239 will undergo a vocalization event, despite not appearing to possess any means of doing so. During this event, it will emit the voice of a pre-pubescent male, which will recite a singular verse from the Bible. As of the current date, no logical pattern has been discerned in the order of these verses.\n\n\nUpon the conclusion of the verse, SCP-7239 will then recite the following words: \"Vera sunt haec verba, teste Deo\"\n1\n.\n\n\nAddendum-01:\n\nThe following letter was forwarded to the Foundation from one of its front companies.\n\n\n\n\nTo the SCP Foundation:\n\nIn light of recent events, I, as a representative of the Catholic Church and authorized to communicate on their behalf, desire to open a clandestine diplomatic discourse with the Foundation, regarding something of specific mutual interest between our respective organizations. If you find this proposal favorable, a representative of the Church (myself) will be available to meet at your discretion. Secrecy is an absolute priority and must be preserved at all costs.\n\n\nSicut Deus Vult,\n\nGiancarlo Naccarato, Archbishop\n\n\n\n\n\n\nVideo Log:\n 7239/01\n\n\n\n\nLocation:\n Foundation Safehouse #1003, [REDACTED], Italy\n\n\nParties Present:\n Senior Agent Grant Burke, Archbishop Giancarlo Naccarato\n\n\n\n\n<BEGIN LOG>\n\n\nArchbishop Naccarato:\n Let me restate just how relieved I am that your organization accepted my request.\n\n\nAgent Burke:\n Alright, let's skip the BS. The only reason why we even considered your request was because of the \"specific mutual interest\" part of your letter. If I was a paranoid intelligence agent, and I'm not, I'd say that you're talking about something anomalous.\n\n\nNaccarato:\n (\nafter a short pause\n) Correct. The Vatican has… well, uncovered an object of anomalous nature.\n\n\nBurke:\n So? You discover dozens of anomalies every year. It all gets filtered down into the Horizon Initiative\n2\n, and sometimes turns up again on the streets. A big old mess for us to clean up.\n\n\nNaccarato visibly tenses when Burke mentions the Horizon Initiative.\n\n\nNaccarato:\n There has been a… change in priority at the Vatican. We wish to place this anomalous object under your control. (\nBurke does not respond, presumably from surprise\n) Our organizations have never seen eye to eye on any matter, but we have recognized that, of all the secular organizations that are investigating the anomalous, yours is the one we can trust to keep an anomaly safe and hidden.\n\n\nBurke:\n Hold on, why us? Why not the Initiative?\n\n\nNaccarato:\n That is not your business, nor the business of your organization. All you need to know are your choices: accept our offer, or we will deliver the anomaly into Initiative hands. Now, should your leaders accept our proposal, our only condition is that we select a supervisor to be attached to your efforts.\n\n\nBurke:\n Look… okay, wait, what is this anomaly you've been talking about? Because we want to at least have an idea before you shackle us with another genocidal lizard.\n\n\nNaccarato:\n Oh, no. It's nothing like that. Just a piece of paper reading holy scripture aloud.\n\n\nBurke:\n Right. I'll need to communicate with my superiors before we accept.\n\n\nNaccarato:\n I expect nothing less. However, do understand that our patience is not infinite.\n\n\n<END LOG>\n\n\n\n\nThis discovery served to cause concern throughout the administrative departments, due to the rather abrupt change in policy from the Catholic Church. Out of the interests of securing the object, the Foundation agreed to the Catholic Church's conditions. The anomaly entered containment as SCP-7239, and Father James Drayer was appointed as \nattaché\n to the subsequent research and containment project.\n\n\n\n\nVideo Log:\n 7239/02\n\n\n\n\nLocation:\n Designated SCP-7239 Recording Chamber, Sub-level 02, Site-23\n\n\nParties Present:\n Doctor Milford Cogent, Father James Drayer, SCP-7239 research team\n\n\nForeword:\n This log was recorded immediately prior to Incident 7239/S-23/HI.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Cogent:\n Time?\n\n\nResearcher Tyson:\n 12:59 and 51 seconds.\n\n\nSilence on recording for nine further seconds.\n\n\nSCP-7239:\n No one who practices deceit shall dwell in my house; no one who utters lies shall continue before my eyes. Vera sunt haec verba, teste Deo.\n\n\nFather Drayer becomes visibly agitated upon hearing this vocalization event, although only Dr. Cogent notices this.\n\n\nResearcher Goodenough:\n Okay, let's see. Psalm 101:7. No deviation.\n\n\nDr. Cogent:\n File the recording. Mike, take 7239 back to containment. Father Drayer, if I may have a word outside?\n\n\nDrayer:\n Of course.\n\n\nDr. Cogent directs Father Drayer out of the chamber and into the corridor, where security cameras record the remainder of the conversation.\n\n\nCogent:\n I think it's high time for a confession, don't you? How long has it been since your last?\n\n\nDrayer:\n Please, Doctor. Is this really the time?\n\n\nCogent:\n I can't think of a better moment. As the son of practicing Baptists, I can see that you're a very devout man, who honestly cares about his faith. Rare enough these days, especially in this line of work. So, do you have anything to confess?\n\n\nFather Drayer does not answer.\n\n\nCogent:\n Let me rephrase. We can do this here, or we can do it in the interrogation chamber.\n\n\nDrayer:\n Okay, okay. The Vatican has been deceiving the Foundation. As their representative, I was complicit in it. But I assure you, it was a harmless deception.\n\n\nCogent:\n Spill it.\n\n\nDrayer:\n Something happened between the Church and the Horizon Initiative. Simply put, there was a falling out. The Pope was concerned that the Initiative was no longer following the directions of the Church. They soon confirmed their treachery beyond doubt and cut ties. We do not currently have the means to create another organization to study the anomalous, so we reached out to you.\n\n\nCogent:\n Why didn't you tell us this earlier?\n\n\nDrayer:\n We did not wish to seem weak in your eyes. We gambled that if you thought we could still work with the Initiative, you'd jump at the opportunity to secure the anomaly. And as it turned out, we were right.\n\n\nSite-23 internal alarm activates. Lighting switches over to emergency red.\n\n\nDirector N. Jakalikai:\n (\nvia Site-23 Intercom System\n) Attention all personnel. This is not a drill. The facility is entering immediate lockdown. This is a Code: White\n3\n. I repeat, this facility is entering immediate lockdown.\n\n\n<END LOG>\n\n\n\n\n\n\nVideo Log:\n 7239/03\n\n\n\n\nLocation:\n Inanimate Object Wing, Site-23\n\n\nParties Present:\n Doctor Milford Cogent, Father James Drayer, Security Personnel, Intruders\n\n\nForeword:\n This log was recorded approximately four minutes after Site-23 was placed into lockdown.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Cogent, Father Drayer, Security Officers Adams, Canfield, and McDougall are proceeding towards Evacuation Corridor Delta.\n\n\nDr. Cogent:\n (\ninto a hand-held radio\n) Control, Cogent here. Just finished locking down the IOW. All staff have already evac-ed. Heading out with Priest and the last of security now.\n\n\nDirector Jakalikai:\n Roger. Bio, staff, and lab sectors are also locked down. You've got sixty intruders moving towards IOW. Get out of there as quickly as you can.\n\n\nA white spheroid, seeming to consist entirely of light, appears at the far end of the corridor. Four intruders emerge before it collapses and immediately fire upon the Foundation personnel.\n\n\nSecurity Officers engage intruders while all personnel take cover in open doorways.\n\n\nCogent:\n Too late! We're cut off in Corridor 2I4! Send back-up!\n\n\nInternal facility radio channels were jammed immediately prior to the appearance of the four intruders.\n\n\nA glowing, white, crescent shaped object emerges from one of the intruders' weapons and spins down the corridor at neck-height. During this flight, it emits a three-meter jet of flame from the center of the inside curve of the crescent. Personnel attempt to take shelter; Agent Canfield receives fatal third-degree burns.\n\n\nThe exchange of gunfire continues sporadically for two additional minutes. Agent Adams, who is taking cover with Dr. Cogent and Father Drayer, is injured in the abdomen. Dr. Cogent appropriates the agent's pistol to engage the intruders, while being heard to mutter: \"Thank God for those marksmanship courses\".\n\n\nGunfire abruptly ceases from the direction of the intruders. Another white spheroid appears at the other end of the corridor, opposite the current location of the intruders.\n\n\nThree additional intruders emerge from this singularity. The central intruder is carrying SCP-7239. While surviving personnel watch, the intruder folds the page twice, first vertically, then horizontally, before unfolding it. This creates two creases that vaguely resemble the Christian cross.\n\n\nThis appears to have activated a secondary series of anomalous effects SCP-7239 can produce.\n\n\nSCP-7239:\n \nTHESE WORDS ARE TRUE, AS GOD IS MY WITNESS. IT IS DONE.\n\n\nAgents Adams and McDougall immediately experience a violent convulsive seizure, while bleeding from eyes, nose, mouth, and ears. Both Dr. Cogent and Father Drayer are unharmed.\n\n\nThe white spheroids reappear, completely engulfing the intruders. After ten seconds, the singularities collapse, leaving no sign of the intruders.\n\n\n<END LOG>\n\n\n\n\nShortly thereafter, the attacking force began to withdraw from Site-23. Although several intruders were eliminated by the arriving operatives of Nu-7 (\"Hammer Down\"), SCP-7239 was not recovered. Arms, equipment, uniforms, and insignia of attackers appeared consistent with that of known Horizon Initiative formations\n4\n.\n\n\n\n\nVideo Log:\n 7239/04\n\n\n\n\nLocation:\n Saint Peter's Square, Vatican City, Rome, Italy\n\n\nParties Present:\n Lieutenant Anton, the Pope, Operative Hazelwood, Sigma-15, Vatican Swiss Guards\n\n\nForeword:\n Within hours of the breaching of Site-23, the Vatican City came under attack from forces that appeared identical to the intruders at Site-23. MTF Sigma-15 (\"Guardian Seraphim\") was dispatched to engage.\n\n\n\n\n<BEGIN LOG>\n\n\nThe square is almost deserted, aside for several members of the Polizia di Stato\n5\n are taking cover behind their cars beyond the perimeter of the square.\n\n\nMTF Sigma-15 disembarks from their transport and advances towards St. Peter's Basilica.\n\n\nLieutenant Anton:\n \nROS\n6\n!! We've been ordered in!!\n\n\nPolizia officers acknowledge, many showing visible relief. Multiple casualties, from both the Horizon Initiative and the Vatican Security Forces, become visible as Sigma-15 close on the entrance. The facade has been damaged by what appears to be an RPG strike, although the lack of explosive scoring suggests otherwise. Sporadic gunfire is audible from within the Basilica.\n\n\nAnton:\n Sera-1 to Control. We've got heavy casualties for both the Initiative and the Vatican. In the dozens, at least, can't say for sure. All dead.\n\n\nSigma-15 enter the Basilica. More casualties fill the entrance. The interior of the dome has been severely damaged, allowing sunlight to enter the building.\n\n\nThe last Project Malleus operatives are sheltering behind pillars, while several Swiss Guardsmen are defending the altar, likely where the Pope is taking refuge.\n\n\nSigma-15 surprises and eliminates the Project Malleus operatives over the course of six minutes.\n\n\nAnton:\n SCP Foundation!! All attackers have been eliminated!! Hold your fire!!\n\n\nThe Pope:\n Do as he says!\n\n\nThe Pope and the surviving Swiss Guards emerge from the makeshift defenses around the altar. While Sigma-15 spreads out to check bodies, Lieutenant Anton approaches the Pope.\n\n\nAnton:\n Your Holiness.\n\n\nThe Pope:\n It seems that we were right to put our faith in you. Convey my gratitude to your Council.\n\n\nWhile searching one body, Operative Hazelwood discovers SCP-7239, now perfectly uncreased. She quickly conceals it on her person and reports the retrieval to control.\n\n\n<END LOG>\n\n\n\n\n\n\nVideo Log:\n 7239/05\n\n\n\n\nLocation:\n Site Director's office, Administration Department, Site-23\n\n\nParties Present:\n O5-7, Doctor Milford Cogent\n\n\n\n\n<BEGIN LOG>\n\n\nO5-7 is seated behind the director's desk. Dr. Cogent stands on the other side.\n\n\nO5-7:\n SCP-7239 has been returned to containment. Site-23 has been restored to full capacity. Everything is more or less back to normal. One thing bothers me, however. The injuries inflicted on Officers Adams and McDougall were, regrettably, fatal. We also found the sign of the cross burned into the inside of their skulls. How is it, I wonder, that you and Father Drayer survived SCP-7239's effects unscathed?\n\n\nDr. Cogent:\n (\nhaltingly\n) If you want my honest theory, it seems that the secondary ability is a weapon that only affects non-Christians.\n\n\nO5-7:\n You, a man of faith? Doctor, please, we both know just how redundant those beliefs are outside of DoTT\n7\n. Maybe you should get transferred.\n\n\nO5-7 opens the bottom draw on the desk, and retrieves a bottle of Scotch whisky and two glasses from Director Jakalikai's personal stash. She pours both glasses while talking.\n\n\nO5-7:\n In other news, Father Drayer's confession has been verified by the newly appointed Cardinal Naccarato. In light of this, and the twin attacks made last week, the Foundation has decided to pursue a closer, mutually-beneficial relationship with the Vatican. Many representatives like Father Drayer will be welcomed into our organization, in return for a monopoly on all their anomalous discoveries.\n\n\nO5-7 stands and lifts one of the glasses. Dr. Cogent reluctantly takes the other.\n\n\nO5-7:\n A toast to our new religious \nallies\n.\n\n\n<END LOG>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Latin, approximately translated as \"These words are true, as God testifies\".\n\n\n2\n. A Group of Interest created through a \ncooperation\n between sects of Judaism, Christianity, and Islam.\n\n\n3\n. The facility is under attack by a large force from an unknown militant faction. See \nLockdown Procedures\n for further details.\n\n\n4\n. Specifically those affiliated with Project Malleus.\n\n\n5\n. Italian State Police\n\n\n6\n. Italian Counter-terrorism Unit, that Sigma-15 were disguised as.\n\n\n7\n. \nDepartment of Tactical Theology\n\n\n\n\n\n\n\n\n« \nSCP-7238\n | SCP-7239 | \nSCP-7240\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7239\n\" by Edmund Davids, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7239\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: The following letter was forwarded to the Foundation from one of its front companies.\nThis discovery served to cause concern throughout the administrative departments, due to the rather abrupt change in policy from the Catholic Church. Out of the interests of securing the object, the Foundation agreed to the Catholic Church's conditions. The anomaly entered containment as SCP-7239, and Father James Drayer was appointed as attaché to the subsequent research and containment project.\nShortly thereafter, the attacking force began to withdraw from Site-23. Although several intruders were eliminated by the arriving operatives of Nu-7 (\"Hammer Down\"), SCP-7239 was not recovered. Arms, equipment, uniforms, and insignia of attackers appeared consistent with that of known Horizon Initiative formations 4 ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7239 \" by Edmund Davids, from the SCP Wiki . Source: https://scpwiki.com/scp-7239 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7239",
    "object_class": "Safe",
    "containment_procedures": "SCP-7239 is to be stored in a waterproof, vacuum sealed plastic container, located in the Inanimate Object Wing of Site-23. Each of the bi-daily vocalization events is to be recorded in the presence of research personnel, and immediately cross-checked for deviation from the corresponding material.",
    "description": "SCP-7239 is a 148x210 mm sheet of white paper, displaying a printed list of the names of every book in the Protestant Canon of the Christian Bible, entitled as \"Memorizing the Books of the Bible\". The reverse side of the paper is unmarked, aside from the name \"Caleb\" poorly handwritten in green pencil.",
    "title": "SCP-7239"
}