{
    "url": "https://scp-wiki.wikidot.com/scp-7241",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\n\n\nby \nEthagon\n\n\n\n\nItem #:\n SCP-7241\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Once per week any regrown flesh and barbecue sauce on SCP-7241 is to be eaten with respect to proper etiquette.\n1\n Special attention is to be given to not spilling any barbecue sauce during this process.\n\n\nIn case of a breach of civility, personnel are to ignore the Marked Prey Event and politely remark a retreat to the restroom before vacating the containment chamber.\n\n\nRegardless of success, the containment chamber is not to be entered for the next 24 hours.\n\n\nUpdate:\n SCP-7241-A instances are to be contained in appropriate containment zones on a case-by-case basis. Containment Personnel tasked with eating portions of SCP-7241 are to be served SCP-7241 as the third course in a five-course meal. The Containment Chamber is to resemble a restaurant with a single chair and table on which the five-course menu is to be served. Consumption of the first two courses is to take 2 hours after which the regrown portion of SCP-7241 is to be consumed and the meal properly aborted.\n\n\nUpdate:\n No personnel are to eat more than 100g of SCP-7241 during their lifetime. SCP-7241-B instances are to be monitored and disallowed exit from cities by means other than highways.\n\n\nContainment personnel are to be recruited from volunteering \nClass-D personnel\n and agents. All containment personnel must be informed about the risks and go through a week-long training course before enacting containment. Foundation-affiliated shelters are encouraged to serve SCP-7241-like dishes to help scout potential Class-D personnel.\n\n\nDescription:\n SCP-7241 is an instance of the dish \"spare ribs with barbecue sauce\". The flesh of SCP-7241 is genetically consistent with that of the recently extinct Cebu warty pig.\n2\n SCP-7241 consists of ribs from multiple mammals including pork and human.\n\n\nBehaving uncivilly within sight or hearing of SCP-7241\n3\n results in a Marked Prey Event.\n\nExamples of unacceptable behaviour include:\n\n\n\n\nEating SCP-7241 without a knife and fork\n\n\nSpilling barbecue sauce while eating\n\n\nBeing underdressed\n\n\nLeaving SCP-7241 without a reasonable excuse to leave your food unattended\n\n\nEating SCP-7241 even though someone else already started eating from it\n\n\nLeaving SCP-7241 unattended if all its flesh is fully grown\n\n\nLeaving SCP-7241 unattended while it is 'served' for more than 10 minutes\n\n\n\n\nNo behaviour will result in a Marked Prey Event if more than 24 hours have elapsed following the relevant transgression with the exception of leaving SCP-7241 unattended.\n\n\nA Marked Prey Event consists of the person responsible for the breach of civility having a rib broken off their spine before the rib is teleported to a random point on SCP-7241. Personnel who have lost a rib this way report feeling like the rib was violently ripped out. Common aftereffects are internal bleeding and bone splinters. No external wounds have been reported.\n\n\nSCP-7241 constantly produces barbecue sauce at a rate of 0.2 ml per second, unless behaviour that does not result in a Marked Prey event occurs within sight or hearing of SCP-7241. If the barbecue sauce fully covers any exposed inner flesh, it begins to clot together over the surface. The now-hardened barbecue sauce stimulates cell growth directly under it. This process continues until every rib is fully covered with flesh and no inner flesh is exposed.\n\n\nIf the flesh of SCP-7241 is left fully grown the barbecue sauce will begin to overflow. The overflowing barbecue sauce will occasionally clot and create an instance of SCP-7241-A. All SCP-7241-A instances to date have been biohazardous organisms.\n\n\nSCP-7241-B instances are humans that have eaten more than 100g of SCP-7241. SCP-7241-B instances gain anomalous properties that in most cases only become apparent far away from human gatherings or constructions in use.\n\n\nDiscovery:\n SCP-7241 was discovered in a restaurant that served endangered species. The Foundation became aware of the anomaly through an intercepted call to the police.\n\n\nThe intercepted call provided basic information about SCP-7241. It was noted that one patron who was intently focused on their own food was the last to be affected by a Marked Prey Event. When MTF Lambda-14 (\"One Star Reviewers\") was sent out to retrieve the anomaly it was assumed that Marked Prey Events could be avoided by ignoring SCP-7241.\n\n\nLamda-14 found all present civilians unconscious or dead with SCP-7241 being served for a group of 5 among other dishes. SCP-7241 was at the time overflowing, with barbecue sauce spilling over the table. The team was affected by two Marked Prey Events before narrowing down what caused them. Another Marked Prey Event was caused by trying to move SCP-7241 without respecting etiquette.\n\n\nContainment could eventually be established by eating a small amount of flesh from SCP-7241 before requesting the rest \"for takeaway\".\n\n\nThe civilians were evacuated to a nearby hospital and doctored by Foundation physicians. They were subsequently interviewed and administered \nClass-G amnestics\n to support Cover Story SCS-312 (\"Animal Attack\"). 9 civilians made a full recovery and 1 expired.\n\n\nFurther investigation revealed the restaurant to be in contact with several wildlife habitats that had illegally provided them with endangered animals like the now-extinct Cebu warty pig. Given the legal troubles the restaurant was in at the time and \nFoundation procedures to not falsify proceedings outside of the Veil\n, evidence in line with Normalcy-predictions was provided to the relevant authorities. The restaurant was closed shortly after.\n\n\nAddendum-A:\n Original containment procedures intended for SCP-7241 to be left alone and the barbecue sauce to be drained by an installed drainage system. This resulted in the generation of SCP-7241-A-1 and SCP-7241-A-2. Containment Procedures were changed and the restaurant was searched for trace amounts of barbecue sauce, resulting in the discovery of SCP-7241-A-3. Afterwards SCP-7241 and the SCP-7241-A instances were transferred to \nArea-14\n.\n\n\n\n\nSCP-7241-A-1 is a leaf cabbage that grew out of barbecue sauce. Subjects exposed to the scent of SCP-7241X-A-1 start to suffer from intense food cravings. These cravings are intense enough that subjects will seek anything edible, including other humans, as potential food with the exception of SCP-7241-A-1. Subjects have been noticed to avoid obvious danger and to employ tactics that do not rely on language. If a subject is fed an amount of food that approximately equals the subject's body weight, they will enter hibernation for a month. At the end of this period, they return to normal. SCP-7241-A-1 has been contained in an odour-proof cell.\n\n\nSCP-7241-A-2 is a common fruit fly with a similar appendage to that of \nSCP-3646\n.\n4\n SCP-7241-A-2 has been contained per SCP-3646 Containment Procedures.\n\n\nSCP-7241-A-3 is a fungus whose fruiting bodies resemble grilled mushrooms. It metabolises synthetic materials. SCP-7241-A-3 originally grew from a barbecue sauce spot that leaked through the ground in the restaurant. Upon return to the restaurant, both the building and its furniture were overtaken by SCP-7241-A-3. The effect of eating its mushrooms was tested on a pig. After digesting the mushroom the pig started to constantly burp, fart and defecate. Any mammal exposed to the sound or smell of this condition was similarly affected. SCP-7241-A-3 has been contained in its own cell in a concrete block surrounded by earth.\n\n\n\n\nAddendum-B:\n\n\n\n\n\n\nInstance\n\n\nName\n\n\nEffect\n\n\nNotes\n\n\n\n\n\n\n7241-B-1\n\n\nD-IV-7386\n\n\nAnt colonies in the subject's vicinity start to collect leaves and other material for the purpose of wearing it. Ants that do not wear these materials hide from other ants until they find material that conceals parts of their body.\n\n\nLevel IV Class D was chosen due to the ongoing Marked Prey Event caused by leaving SCP-7241 unattended. The subject was deemed unfit to continue performing the Containment Procedures. D-IV-7386 ate 118g in total.\n\n\n\n\n\n\n7241-B-2\n\n\nAgent Hall, Site-19\n\n\nAnimals that cross paths with the subject apologize in Queen's English, but otherwise behave like normal animals.\n\n\nAgent Hall was responsible for transferring SCP-7241 to Area-14. For this Agent Hall ate a portion of SCP-7241 before requesting the rest \"for takeaway\". Agent Hall ate 156g in total.\n\n\n\n\n\n\n7241-B-3\n\n\nResearcher Moody\n\n\nAs soon as the subject left the entrance to Area-14 a crow started following him. The crow has declared itself Researcher Moody's secretary and has performed corresponding duties within its abilities. The crow performs these duties for 8 hours a day and demands minimum wage for it.\n\n\nIt only became apparent that eating SCP-7241 gave rise to anomalous properties when Researcher Moody left Area-14, which happened 3 months after he stopped performing containment duties due to losing a rib. Researcher Moody ate 206g in total.\n\n\n\n\n\n\n7241-B-4\n\n\nD-III-9595\n\n\nTrees in the subject's vicinity started bearing furniture, dishes and cutlery made of wood. All animals living near these trees would use these utensils to eat their food.\n\n\nD-III-9595 was the first Class-D recruited from Foundation-affiliated shelters. They were trained by eating SCP-7241-like dishes there. D-III-9595 performed containment duties until they lost a rib. D-III-9595 ate 275g total.\n\n\n\n\n\n\n7241-B-5\n\n\nD-I-2577\n\n\nAny wild habitat the subject travels to will be put permanently under its effect. Animals under the effect of the subject will come together in their habitat and form the basis for a Constitution. The Constitution will cover the form of a government, rules that determine who and under what circumstances one is allowed to eat a certain animal, and how to interact with the outside world. The Constitution itself varies from habitat to habitat. Additionally, it is impossible for humans to be impolite in the subject's vicinity.\n\n\nD-I-2577 performed containment duties without issue until the anomalous effect of SCP-7241-B-3 was noticed. D-I-2577 was taken off of the project and all SCP-7241-B instances were tested for anomalous properties. D-I-2577 ate 323g in total.\n\n\n\n\n\n\nN/A\n\n\nResearcher Walldén\n\n\nAnimals were allegedly more friendly to the subject.\n\n\nResearcher Walldén volunteered to find a reasonable limit to the effect of eating SCP-7241. She was accepted for testing due to having a record of not leaving Area-14 more than once a year.\n5\n Researcher Walldén ate small portions of SCP-7241 and travelled to Salem in between until the above effect was noted. The effect was deemed insignificant enough to count as non-anomalous and Containment Procedures were revised. Researcher Walldén ate 96g in total.\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Reference: Hammond's Guide to Table Manners.\n\n\n2\n. Subspecies of the endangered Visayan warty pig. One of many wild pig species.\n\n\n3\n. Outdoor limits have not been tested.\n\n\n4\n. SCP-3646 is a species that resembles the Mosquito but has a feathery appendage extruding from the abdomen. Touching a dead instance causes hallucinations of mosquitoes in increasing intensity, ending with all blood dematerializing from the subject and new instances appearing on the corpse.\n\n\n5\n. Researcher Walldén had only ever left the Area when mandated and spent her time outside of Area-14 in the nearby town of Salem.\n\n\n\n\n\n\n\n\n« \nSCP-7240\n | SCP-7241 | \nSCP-7242\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7241\n\" by Ethagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7241\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-A: Original containment procedures intended for SCP-7241 to be left alone and the barbecue sauce to be drained by an installed drainage system. This resulted in the generation of SCP-7241-A-1 and SCP-7241-A-2. Containment Procedures were changed and the restaurant was searched for trace amounts of barbecue sauce, resulting in the discovery of SCP-7241-A-3. Afterwards SCP-7241 and the SCP-7241-A instances were transferred to Area-14 .",
        "Addendum-B:\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7241 \" by Ethagon, from the SCP Wiki . Source: https://scpwiki.com/scp-7241 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7241",
    "object_class": "Euclid",
    "containment_procedures": "Once per week any regrown flesh and barbecue sauce on SCP-7241 is to be eaten with respect to proper etiquette.1 Special attention is to be given to not spilling any barbecue sauce during this process.",
    "description": "SCP-7241 is an instance of the dish \"spare ribs with barbecue sauce\". The flesh of SCP-7241 is genetically consistent with that of the recently extinct Cebu warty pig.2 SCP-7241 consists of ribs from multiple mammals including pork and human.",
    "title": "SCP-7241"
}