{
    "url": "https://scp-wiki.wikidot.com/scp-7243",
    "all_text": "ADMONITION: Episode V\n\n\n\n\n\n\n\n\n\n\n\n\nADMONITION\n\n\n\n\n\n\n\n\n\n\nrating: \n+328\n+\n–\nx\n\n\n\n\nEPISODE V\n\n\nEXISTENTIAL\n\nABATEMENT\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n» \nVIEW ACCESSIBILITY MODE\n «\n\n\n\n\n\n\n\n\n \n\n\n\n\nTo whom it may concern:\n\n\n\n\nCentral Normalcy Authority Iteration \n940662b90e78660244bce96e7776dc7f\n, \"Our Foundation\" of \nCanonical Bundle\n DW17 Timeline Delta-Blue, has been formally audited regarding compliance with organizational objectives outlined in Articles 0.2 and 1.7 of the \n1981 Multi-Foundation Coalition Agreement\n. Advance notice regarding this audit was not established, as this Iteration's Oracle position has been left vacant for several decades, with no suitable replacement representative made known to the Collective.\n\n\nThe following report consists of recovered files regarding the Iteration in question, presented to both document this audit and evoke its verdict. The audit was manually conducted under direct supervision of Oracle-Prime, and its verdict may not be refuted.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nITEM I\n\n\n» \nPOSTMORTEM FILES REGARDING PRIOR TIMELINE ITERATION\n «\n\n\n\n\n\n\nSUMMARY:\n Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly (\nTERMINATION\n). Timeline reconstituted by \nGoldbaker & Associates\n, at significant expense.\n\n\n\n\n\n\n \n\n\n \n\n\nITEM II\n\n\n» \nHAZARDOUS DOCUMENT REGARDING LOCAL PATASPHERE INSTABILITY\n «\n\n\n\n\n\n\nSUMMARY:\n Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly (\nCONTRIVANCE\n). Local 𐤌K ('Narrative Restructuring') Scenario avoided.\n\n\n\n\n\n\n \n\n\n \n\n\nITEM III\n\n\n» \nIMPERCEPTIBLE DOCUMENT REGARDING LOCAL NOÖSPHERE INSTABILITY\n «\n\n\n\n\n\n\nSUMMARY:\n Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly (\nTRANSCENDENCE\n). Repair to local Noöspheric Rhizome in-progress.\n\n\n\n\n\n\n \n\n\n \n\n\nITEM IV\n\n\n» \nSYSTEM FILES REGARDING DESTRUCTION OF LOCAL CYBERSPHERE\n «\n\n\n\n\n\n\nSUMMARY:\n Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly (\nDECEIT\n), and ejection of additional rogue element. Iteration's Ethics Committee status unclear.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nITEM V\n\n\n« \nCOMPILED DOCUMENTS REGARDING EXPLICIT BREACH OF CONTRACT\n »\n\n\n \n\n\nNOW VIEWING\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n\n\nUndated document from the desk of Dr. Dougall Deering.\n\n\n\n\nWhat is waste?\n\n\nThe dictionary defines… well, nothing actually. \nWe\n define. The dictionary only records our definitions. Even that term is misleading, \"the dictionary,\" as though there were only one. Merriam-Webster probably says that waste (noun) is nothing but a useless byproduct of something better. Accurate so far as it goes, but it doesn't go nearly far enough. That's our fault. The worst kind of waste they're aware of is spent nuclear fuel, or carbon dioxide in the atmosphere. Their definition was written without having borne witness to the irreducible Nascimbenium cores powering innumerable impossible mad science projects, or the infernal combustion engines punching holes in the noözone layer with their demonosulfuric emissions. That's the kind of waste \nour\n dictionary takes into account. Metal that absorbs psychic signals and grows like cancer. Balls of backward-flowing time. Orichalcum, adamant and ectoplasm. The Colostomy from Out of Space. An endless catalogue of Anomalous fallout and excreta which only we can ameliorate, because only we can see it, because we set the world up that way.\n\n\nBut we're getting tired of seeing it. After all this time, this endless uphill landfill-slog, we need to see clear blue sky beyond our horizon of trash.\n\n\nIf only putting the waste out of mind could also put it out of sight. One might be forgiven for wishing that the very concept could be erased from our manifest of magic, as the gutters overflow with Anomalous ooze and the grey goo projections turn perilously proximal. One might be forgiven for wishing that the dictionary truly did define, and that by changing the definition of waste, we could change the very thing itself.\n\n\nBut forgiveness is never guaranteed. That's what gives it meaning.\n\n\n\n\n\n\n\n\nUndated photograph from the files of Dr. Dougall Deering.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nINCIDENT REPORT AAFD-I-2028-37\n\n\n\n\n\n\n\n\nDATE:\n 2028/09/08\n\n\nFOREWORD:\n Minor hazardous materials breach. See attached interview transcript.\n\n\nRECORDING OFFICER:\n Dr. Nhung Ngo (Chair, Psychology and Parapsychology, Site-43)\n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Dr. Dougall Deering, Chief of Acroamatic Abatement at Site-43, is sitting across from Dr. Ngo at her desk. His hands are bandaged. He is very still, as he is recovering from heavy sedation. There is a small red plastic box on the desk beside Dr. Ngo's recording device, decorated with the heraldry of a confectionery company. He is staring at it.>\n\n\nDr. Ngo:\n We'll ease you into this.\n\n\nDr. Deering:\n Okay.\n\n\nDr. Ngo:\n What were you doing in Acroamatic Abatement Facility AAF-D on September the 8th, 2028?\n\n\nDr. Deering:\n Supervising a flush.\n\n\nDr. Ngo:\n And what does that entail?\n\n\n<Dr. Deering's voice is flat and without affect, as though he is reciting from memory.>\n\n\nDr. Deering:\n AAF-D is the powerhouse of 43's abatement plant. It's the single largest Anomalous waste facility ever constructed. Since the effluence crisis escalated globally, it's been doing non-stop quadruple-duty. Every few years we have to shut it down, for a period not exceeding one hour — anything longer and the whole system backs up irrecoverably — and pump the overflow into the anachronic sump below the Site.\n\n\nDr. Ngo:\n Why?\n\n\nDr. Deering:\n Because output is severely lagging behind input. We're overwhelmed, and we're operating on triage principles. Any substance requiring too much time or too heavy a resource commitment to abate has to be set aside as impractical, because certain other abatements are too time-sensitive to delay. Some of the Anomalous effects of the waste we process can worsen the longer they're kept in the pipeline, and that's not even getting into what it does to the pipes themselves. When we perform the flush, they're often already white-hot, or ice cold, or humming obscenities in Latin. It's always a close call, because we can't afford to do it more regularly. Not on our schedule.\n\n\nDr. Ngo:\n So this flush resets the equipment to factory?\n\n\nDr. Deering:\n Not hardly. It just buys us a little more time. The next flush…\n\n\n<Dr. Deering sighs. His tone is becoming strident.>\n\n\nDr. Deering:\n Probably not even a year.\n\n\nDr. Ngo:\n But you can still pump what you can't abate into the sump, right.\n\n\nDr. Deering:\n For now. Not for much longer. It's getting full.\n\n\n<Silence on recording.>\n\n\nDr. Deering:\n You can cut to the chase now. I don't… I don't feel anything anyway.\n\n\nDr. Ngo:\n You're on a lot of painkillers. That's normal.\n\n\nDr. Deering:\n Sure.\n\n\nDr. Ngo:\n Who was in charge of the flush this year?\n\n\nDr. Deering:\n Deputy Chief of Janitorial and Maintenance Ph— Philip Eugene Deering.\n\n\n\n\n\n\nDeputy Chief Deering.\n\n\n\n\n\n\nDr. Ngo:\n Your brother.\n\n\nDr. Deering:\n My… yes.\n\n\nDr. Ngo:\n And you were supervising him?\n\n\nDr. Deering:\n Yes. No. I was… visiting him.\n\n\nDr. Ngo:\n Visiting him? You work at the same facility.\n\n\nDr. Deering:\n Yes. We've been here together for decades, but we haven't been here \ntogether\n at all. I never speak to him. I don't want to get into that, we just… we aren't close.\n\n\nDr. Ngo:\n What did the two of you talk about?\n\n\n<Dr. Deering nods at the box on the table.>\n\n\nDr. Deering:\n That. I found it in an old box in our parents' house, cleaning out the basement. I thought he'd like to have it. I bought it for him from the general store when we were children.\n\n\nDr. Ngo:\n May I?\n\n\nDr. Deering:\n Go on.\n\n\n<Dr. Ngo picks up the toy. It consists of a single sliding compartment. She slides it out, then back in, then back out again. She shrugs.>\n\n\nDr. Ngo:\n What does it do?\n\n\n<Dr. Deering smiles faintly.>\n\n\nDr. Deering:\n It makes things disappear.\n\n\nDr. Ngo:\n What?\n\n\nDr. Deering:\n Put something in it. Your pin, maybe.\n\n\n<Dr. Ngo unclips her Site-43 badge pin and places it inside the compartment. She closes it. She opens it again. The pin is missing. She closes and opens the compartment several more times. The pin is still missing.>\n\n\nDr. Ngo:\n How does it work?\n\n\nDr. Deering:\n It's magic. I'm an occultist, you know.\n\n\nDr. Ngo:\n Did you end up giving it to him?\n\n\nDr. Deering:\n No.\n\n\nDr. Ngo:\n What happened instead? Take your time.\n\n\nDr. Deering:\n I'm not as familiar with the layout of F-D as I used to be. They've had to make a lot of changes to keep up with the pressure. There was a valve…\n\n\nDr. Ngo:\n On the junction between the…\n\n\n<Dr. Ngo checks her notes.>\n\n\nDr. Ngo:\n …orphic and ambichronological outflow pipes. What does that mean?\n\n\nDr. Deering:\n Two very different types of esoteric effluence in side-by-side conduits. There's a junction connecting them with a series of impregnable stoppers operated by remote control, for combining their contents under specific emergency circumstances. Intermixing in rigorously-controlled amounts to neutralize both in the case of an overflow. The valve is only there to allow manual access during accidents, since it's impossible to do this with the appropriate level of care by hand. It shouldn't have moved just because I bumped into it.\n\n\nDr. Ngo:\n So why did it? Metal fatigue?\n\n\nDr. Deering:\n Maybe. Every individual facility is suffering from budget crunch, and the equipment is aging rapidly. But no… no, I think we were actually in the early stages of a total collapse already, and this was just the first sign. Those pipes were full to bursting, when they should have been almost empty…\n\n\nDr. Ngo:\n Are you suggesting they hadn't been flushed properly?\n\n\nDr. Deering:\n No. I don't… I can't see how. Look, they're under a lot of pressure, the people who work in AcroAbate. And the materials are unpredictable. There could have been some sort of duplicative reaction. The point is, there was a lot more effluence in the system than expected, and a lot of it's still in there now. It might have come blasting out anyway, even if I hadn't hit the valve.\n\n\n<Dr. Deering sighs.>\n\n\nDr. Deering:\n But I did, so it happened the way it did. But it didn't make a difference, it definitely didn't really make a difference.\n\n\nDr. Ngo:\n What happened next?\n\n\nDr. Deering:\n The materials mixed inappropriately, and the orphic outflow instantly became every version of itself it had ever been: before, during, and after abatement, simultaneously. It looked like an army of technicolour ghosts all melted together, bursting out of the pipes like steam.\n\n\nDr. Ngo:\n And then?\n\n\nDr. Deering:\n And then Phil… Deputy Chief Deering, headed for the suction pump controls near the break. Every room and corridor in the entire facility has these controls; all he had to do was turn a single handle and all the emergent phenomena would get sucked into the sinkhole without further incident.\n\n\nDr. Ngo:\n But that's not what happened.\n\n\nDr. Deering:\n No. Instead, he was met halfway by some… \nthing,\n which manifested behind him, between us, away from the ghostflow. Something writhing, ethereal. It sucked up most of the airborne effluence, then crunched itself down to his size… I could \nhear\n the crunching, and then—\n\n\nDr. Ngo:\n You don't have to r—\n\n\nDr. Deering:\n \n<shouting>\n And then it moved right through him, overlaid itself on him, coiled around him and started to shrink. And his eyes rolled back, his skin shrivelled in against his bones and split where his organs were, and they burst out of him, and he melted into a pile of… all over the floor… and it was gone, and he was…\n\n\n<Dr. Deering heaves ineffectually, hyperventilating for several seconds before recovering.>\n\n\nDr. Deering:\n I don't think he felt it.\n\n\nDr. Ngo:\n And then you turned the handle yourself.\n\n\nDr. Deering:\n I don't remember.\n\n\nDr. Ngo:\n It was captured on camera.\n\n\n<Dr. Ngo gestures at Dr. Deering's hands.>\n\n\nDr. Ngo:\n It's how that happened. The controls were compromised. The ghosts were out too long.\n\n\nDr. Deering:\n I don't remember.\n\n\nDr. Ngo:\n You've been traumatized, of course—\n\n\nDr. Deering:\n If you got it all on camera, why drag me through this again?\n\n\nDr. Ngo:\n I needed to hear your version for the report.\n\n\nDr. Deering:\n My…? My \nversion\n? What the fuck does that mean?\n\n\nDr. Ngo:\n It's just standard procedure, doctor.\n\n\n<Silence on recording.>\n\n\nDr. Ngo:\n How do I get my pin back?\n\n\nDr. Deering:\n Shake it to the left. Hard.\n\n\n<Dr. Ngo shakes the box, then opens the compartment. She retrieves her button, and reaffixes it to her jacket.>\n\n\nDr. Deering:\n It was never gone. A slide to the right, and a little mirror to hide the evidence. No magic at all.\n\n\n<Dr. Deering shakes his head.>\n\n\nDr. Deering:\n Just a trick.\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\nAFTERWORD:\n This interview reaffirmed Dr. Deering's testimony in the immediate aftermath of the accident, in which he reported the presence of a rogue entity unrelated to the overflowing materials and responsible for his brother's death. No personnel reviewing the security camera footage of the incident are able to perceive said entity, even under mnestic treatment.\n\n\nOn the recommendation of Dr. Ngo and Chief Torosyan-Deering of Janitorial and Maintenance, Dr. Deering has been prescribed one year's mandatory mental health leave.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7243\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\nabsentia\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsubclass:\n\n\ngödel\n\n\n\n\n\n\n\n\nstatus:\n\n\ntruculent\n\n\n\n\n\n\n\n\n{$class-category-3}\n\n\n{$class-text-3}\n\n\n\n\n\n\n\n\n{$class-category-4}\n\n\n{$class-text-4}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAcroamatic Abatement Facility AAF-X, Site-43.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\nASSIGNED DEPARTMENTS\n\n\nPROJECT LEADS\n\n\n\n\n\n\nParachronology, P. M. Center, Logistics Branch\n\n\nAcroamatic Abatement\n, \nApplied Occultism\n \nSections\n\n\nPlace H. MD., PhD.,\n\nO5-8 (\nADVISOR\n)\n\n\n\n\n\n\nASSIGNED SITES\n\n\nRESEARCH HEADS\n\n\n\n\n\n\nSite-43,\n\nVarious\n\n\nChief Dougall A. Deering,\n\nDir. Ilse Reynders, PhD.\n(21)\n\n\n\n\n\n\n\n\n\n\nS. C. PROCEDURES:\n SCP-7243 must, and must only, abate acroamatic waste materials which do not exist;\n.\nAbsentia-Class Anomalies are employed by the Foundation in ensuring the absence of non-existent phenomena.\n it cannot, under any circumstances, be used to neutralize anything measurably extant. This procedure is a factual result of SCP-7243's operation, and requires no active maintenance.\n\n\nMinimization of existing esoteric effluence is achieved, globally, by strict adherence to the following procedures:\n\n\n\n\nAll contained Anomalies must undergo regular inspection to monitor trends in production of Anomalous waste byproducts;\n\n\nAll such trends must be reviewed by Acroamatic Abatement personnel to determine existential abatement qualification;\n\n\nCandidates generating effluence with sufficient frequency, quantity, and/or toxicity are designated SCP-7243-A;\n\n\nEach affected containment facility must coordinate the installation of secure waste collection and storage mechanisms, as needed;\n\n\nEach SCP-7243-A's respective waste collection system must remain active if, and only if, it spontaneously ceases generating waste;\n\n\nIf any SCP-7243-A spontaneously resumes generating waste, its collection system must be deactivated, and Logistics immediately notified;\n\n\nThe Logistics Branch must maintain a global network of consolidation and supply lines for transport of non-existent\n.\nFor clarity: all components of this network must be designed to securely handle full payloads of volatile acroamatic material, despite the fact that these payloads will be absent, and the entire network will handle precisely nothing.\n effluence to Site-43;\n\n\nAll acroamatic material \nin absentia\n must be voided, from empty containers, into SCP-7243's central aperture.\n\n\n\n\nMembers of \nATF Digamma-7243\n are remanded to the grounds of Site-43, and may not leave without obtaining express permission from Research Head / Taskforce Commander Dr. Ilse Reynders.\n\n\n\n\n\n\n\n\n\n\nWhat is waste?\n\n\nWaste is when a thing full of life and promise, a thing of beauty, is obliterated before its full potential is realized. Waste is snuffing out a light in our darkest hour.\n\n\nWaste is death.\n\n\nAnd I am going to kill it.\n\n\n\n\n\n\n\n\n\n\nUndated photographs extracted from a malfunctioning personal camera. Metadata unrecoverable.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7243/I:\n Scientific Context\n\n\n\n\n \n\n\nACROAMATIC ABATEMENT AND YOU:\n\n\nIN CASE OF EMERGENCY, DO NOT BREAK GLASS\n\n\n\n\n\n\nIn submission to the Foundation Academic Consortium\n\nby Dr. Ilse Reynders, PhD. in hexadecuplicate\n\n2026/08/05\n\n\n\n\n\n\n \n\n\n\n\nAbstract\n\n\n\n\nIn principle, the Foundation only considers neutralization of Anomalous phenomena where containment is infeasible and un-containment is undesirable; generally, if one Anomaly produces another, that new phenomenon should also be contained and studied. When these by-products are generated \ncontinuously\n, however, their containment will \neventually\n become infeasible, and so the criteria is met for their disposal.\n\n\nMass containment facilities (particularly those specializing in biological containment) are already equipped with immense infrastructures for disposing of conventional waste. Unfortunately, these systems cannot contend with \nunconventional\n waste, the esoteric properties of which may eventuate any number of unforeseen issues. Each year, innumerable breaches are caused by the reaction of multiple Anomalous substances in spaces they should never have occupied in the first instance — garbage dumpsters, sewage tanks, ventilation systems and the like. This leaves our most crucial Sites with the issue of storing, transporting, and neutralizing large concentrations of volatile esoteric effluence, on a case-by-case basis, for an arbitrary number of Anomalies, with arbitrary properties, \nad infinitum.\n\n\nThis is the ever-progressing front on which Acroamatic Abatement does battle. It attempts to generalize the problems of safe storage, transport, and amelioration for arbitrary acroamatic waste. These are extremely messy problems to solve, and not just in the practical sense:\n\n\nTheoretically\n, Acroamatic Abatement deals in the development of containment and neutralization techniques for \nall possible\n Anomalous effects, and accounting for their potential interactions with \nall other\n Anomalous effects. At time of writing, no singular inciting element has been identified as the cause to which the entire known range of Anomalous phenomena can be attributed; in the opinion of this acroamaticist, no such element exists. Definitionally, Anomalies subvert generally-accepted models of how reality works, and so their classification is determined by whether they are congruent with our limited human understanding — there is no \"Swann boson\" (Pickman \net. al,\n 2021) or similar phenomenon that grants a substance the quality of \ndefying expectation.\n\n\nIt is, therefore, impossible to develop a comprehensive technique which can strip any arbitrary substance of its Anomalous properties with certainty, short of developing rigorous scientific explanations for those properties and conveying them pedagogically to the human populace entire. As such, the primary approach of Acroamatic Abatement has been to group esoteric substances into broad classes based on their properties, developing containment and treatment strategies for each class and subclass therein. This classification system is necessarily non-rigorous, and cannot comprehensively describe all acroamatic material (for reasons aforementioned), but a more effective model has yet to be developed.\n\n\n\n\n[…]\n\n\n\n\nEND ADDENDUM\n\n\n\n\n\n\n\n\nThe following hard-copy correspondence transpired between Dr. Dougall Deering and Chief Amelia Torosyan-Deering prior to the proposal of SCP-7243.\n\n\n\n\n[CHIEF TOROSYAN-DEERING]\n\n\nYou killed my husband.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nI couldn't save him. If I'd had even one second to react, I would have. I'm sorry the system let him down, let \nyou\n down. I'm sorry we let it decline so far and so fast. At this point we can't even begin to predict how these increasingly volatile materials will interact with each other and our obsolete equipment. The entity which killed Philip could have resulted from any number of vectors; it will never be possible to blame any one in specific. All we can do is rededicate ourselves to the cause he gave his life for, do it better, do it more efficiently, do it right.\n\n\n\n\n\n\n[CHIEF TOROSYAN-DEERING]\n\n\nYou\n killed my husband. \nYou\n. Only you.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nAmelia, nobody on Earth understands what you lost the way I do, and so I understand if you need someone to blame. I'm in charge of AcroAbate, and whatever happens under that umbrella is on me. That's the job. But we can't lose sight of the fact that what killed Philip was an extreme statistical outlier under nobody's control, a nasty twist of fate that we can't even comprehend, let alone measure or mete out justice to. After all of our efforts, things like that still exist. They're even multiplying. If we dwell on our mistakes, they'll overtake us. We can't give up on our quest to figure out where all of this is coming from, and how to send it back there. If we do, it wins. If it wins, Philip died for nothing.\n\n\n\n\n\n\n[CHIEF TOROSYAN-DEERING]\n\n\nYou can't even call him your brother. Not even in a \nletter\n. Take responsibility for once in your life, you smug sack of shit!\n\n\nThere never was any \nentity\n. You're the only one who claims to have seen it, and whatever you might believe, you're not that fucking important. You know what Phil told me when I asked if you were coming to his Deputy Chief promo? \"Probably not. He'd be too ashamed.\" And you know what else? He'd internalized that for so long, he didn't even think to be sad about it. It was just the way things were, to him. I think that's when I realized I was going to have to hate you, well before you finally did something to really, truly earn it.\n\n\nYou're incapable of facing up to anything you think reflects poorly on you, so you make up excuses for why you shouldn't have to. Can't attend the ceremony because of a scheduling conflict, not because you can't stand admitting you share DNA with a glorified janitor. Can't come to the wedding because it's even worse seeing more janitor blood seeping into the family. Can't take a break from dissolving parathylene like the single-minded industrious little worm that you are to allow even a single genuine moment of base human connection. Can't admit you bumblefucked into a piece of sensitive equipment because you were too preoccupied with the cleverness of your weak, self-centred peace offering, and killed the only person on the planet who ever had even the tiniest scrap of respect for you.\n\n\nLet me tell you something, Dougall Deering. Philip never reflected poorly on you. \nYou reflect poorly on him\n, perpetual present tense, and to his infinite credit that never crossed his mind.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nWhat can I do to make this right? To convince you that I've only ever been trying to help? I gave my life to this project. I'd do anything to see it through. Tell me! You think I don't respect you? You're the best sanitation engineer in a facility full of certified geniuses. Give me a goal, a selfless one, something Philip would have been proud to see achieved, and I will show you I've never in my life been more determined.\n\n\n\n\n\n\n[CHIEF TOROSYAN-DEERING]\n\n\nYou want a goal? Fine, here's your goal.\n\n\nNO\n \nMORE\n \nWASTE\n.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nOkay.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nI'm working on it. I want you to know that.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nYou were right about a lot of things. We need perspective. We need to get creative.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nI can see it on the horizon.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nI'm going to need your help to see this through. We can make it a monument to his memory. Please pick up the phone.\n\n\n\n\n\n\n[DR. DEERING]\n\n\nHe was my brother\n, Amelia, and I loved him. You and I are all that's left of what he was — plus whatever legacy we leave in his name.\n\n\n\n\n\n\n[CHIEF TOROSYAN-DEERING]\n\n\nCome to me with a plan, or not at all.\n\n\n\n\nIn parallel with this exchange, Dr. Deering engaged in frequent email correspondence with Place H. MD., PhD. The final entries in this chain are attached below.\n\n\n\n\nDr. McDoctorate,\n\n\nLook. I understand that you're dividing your energies between a great many projects right now, and you think my requests are a distraction. I'm telling you this from a position of absolute expertise and certainty: you want to be involved in this. You've left me on read because you know that your time is at a premium. I'm telling you that you don't know the half of it.\n\n\nYour\n \ntime\n \nis\n \nshort\n.\n\n\nWe can't ignore the AcroAbate problem anymore, or it's going to be our species' meteor strike. I'm the only one with the drive to deflect this thing hanging over our heads. You're trying to save the world for the third, fourth, fifth time? I have just one question for you.\n\n\nAre you content with it being your last?\n\n\n\n\n— DD\n\n\n\n\n\n\n\n\nDr. Deering,\n\n\nLet's talk.\n\n\n\n\n— PHMD\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAAF-X, overhead schematic.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-7243 is the \nDeering-Placeholder Latent Existential Abatement\n (DePLExA) \nEngine\n, an advanced industrial eigenmachine designed for comprehensive mass disposal of generalized esoteric waste. It is housed within Acroamatic Abatement Facility \nExactus\n (AAF-X), the nethermost structure of subterranean Research and Containment Site-43. AAF-X is the largest waste processing facility on Earth, and is responsible for a ~95% decrease in global acroamatic waste production.\n\n\nFrom the baseline perspective, SCP-7243 processes no waste. Rather than actively detoxifying esoteric effluence, DePLExA performs a novel acroamatic abatement procedure which ensures the non-existence of any effluence which it would be used to abate. Were any substance to be deposited into SCP-7243, the following would occur:\n\n\n\n\nthat substance would instantly be annihilated, retrocausally, from all of spacetime;\n\n\nthe substance then would never have existed at all, and thus could not have been deposited into SCP-7243 in the first place;\n\n\nthis scenario would generate a buildup of retrocausal quanta\n.\nA general term encompassing anti-chronons, malignant narremes, and related phenomena.\n which, if left unchecked, would induce a ZK-Class temporal paradox;\n\n\nSCP-7243 would absorb the imminent paradox and redirect its quanta into the immediate past, colliding with the paradoxical substance, causing its annihilation;\n\n\nthus a stable time loop would form, wherein the substance's non-existence is self-justifying.\n\n\n\n\nAs such (from the baseline perspective), SCP-7243 prevents the creation of any esoteric effluence which it would practically be used to neutralize. So long as the supply lines necessary to deliver acroamatic materials from their sources to SCP-7243 remain fully operational, no such materials will ever be produced.\n\n\nSCP-7243-A collectively designates all Anomalies for which supply lines to SCP-7243 have been instated. To date, 97% of all effluence-generating\n.\nTechnically no longer effluence-generating, with occasional exceptions.\n Anomalies comprise SCP-7243-A.\n\n\n\n\n\n\n\n\nThe following transcript is excerpted from the Cliometria.aic automatic audio logs for the Site-43 Acroamatic Abatement Section. Audio was recorded shortly after SCP-7243's initial approval.\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Chief Torosyan-Deering is paging through a set of schematics and shaking her head.>\n\n\nChief Torosyan-Deering:\n This… is insane.\n\n\nDr. Deering:\n Right?\n\n\nChief Torosyan-Deering:\n No, I mean, this is \ninsane.\n You are insane. This will never work. Best case scenario, Temporal Anomalies has to assassinate you last week.\n\n\nDr. Deering:\n It's just math, Amelia. You can do the math, I know you can. One minus one doesn't equal the end of the world, it equals \nzero.\n\n\nChief Torosyan-Deering:\n That's not the math you're proposing. This is, what… one plus \nminus\n one equals minus one plus one?\n\n\nDr. Deering:\n See? You get it.\n\n\nChief Torosyan-Deering:\n Fuck off. But how can you build something capable of doing this?\n\n\nDr. Deering:\n That's why I brought Place on board. He's assured me we can effectuate the relevant chronomechanics exactly as written.\n\n\nChief Torosyan-Deering:\n Without completely screwing the timestream? You see why that's a top-level concern, right?\n\n\nDr. Deering:\n The time\nplane\n is our top-level concern, technically. But yes, of course I understand the gravity of this proposal. We've consulted with Reynders. It's viable. The failsafes are foolproof.\n\n\nChief Torosyan-Deering:\n Proven by certified fools. This is a mistake. This is all going to come crashing down.\n\n\nDr. Deering:\n Not if it's built properly. With redundancies. Structural support. Rigorous stress testing. The absolute best engineering we have available.\n\n\nChief Torosyan-Deering:\n You're sucking up to me. You're actually… unbelievable.\n\n\nDr. Deering:\n This is the answer, Amelia. This is how we kill waste.\n\n\nChief Torosyan-Deering:\n More like—\n\n\nDr. Deering:\n Or maybe it kills us, all of us, because you were too busy being angry at one man to put in the work of protecting the entire human race.\n\n\n<Silence on recording.>\n\n\nDr. Deering:\n Because we're doing this. We \nneed\n to do this. You can squander your talents building cisterns and pipelines for acres of gunk we'll never be able to wade through, while I put together this perfect solution imperfectly, if that's what you think is best. We can both fail to fix it all, together and not \ntogether.\n Or…\n\n\n<Silence on recording.>\n\n\nChief Torosyan-Deering:\n These fatigue rating factors are all wrong.\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n\n\nOPERATIONAL MECHANICS:\n SCP-7243 only abates materials which do not exist. Conversely, any material which \ndoes\n measurably exist cannot be processed by SCP-7243. This is no flaw of the Engine's design — by virtue of existing, any observable substance is predestined to never be processed by SCP-7243, and must be abated by conventional means. Attempts to deposit existent materials into SCP-7243 are invariably futile, as some sequence of events will inevitably transpire such that those materials never reach SCP-7243's central aperture.\n\n\nSuch events statistically manifest as logistical failures. For instance: an anti-esoteric shipping crate containing a quantity of undetected effluence is loaded onto a cargo ship \nen route\n to Site-43. If stored above-deck, the crate might fall overboard; if below, the ship might sink or encounter critical issues mid-voyage. As the crate grows nearer to AAF-X, the exact circumstances preventing its eradication become increasingly chaotic and disastrous.\n\n\n\n\nCONTINGENCIES:\n Fortunately, the hypothetical instance described above is impossible. If a container (or transport vessel) possesses any amount of effluence, it must fail to reach AAF-X, and so its entire payload will exist.\n.\nOr the effluence is destined to be detected beforehand and preemptively removed before shipping; or it will go undetected but spill out of its container in transit; \net cetera.\n Full waste containers can be reliably detected and rerouted.\n\n\n\n\n\n\nATF Digamma-7243 (\"Out Of Sight\")\n\n\n\n\n\n\nBy continuously monitoring the production (and lack thereof) of all esoteric waste, globally, Acroamatic Abatement personnel cross-reference spontaneous abatement failures with Logistics' effluence collection and transportation network, thereby predicting precisely where further logistical failures are most likely to occur. These failures can then be preemptively avoided — the relevant effluence must still be redirected to backup facilities, but their corresponding supply lines can be temporarily halted and inspected for faults. In this way, SCP-7243's behavior 'warns' the Foundation of any impending event which would (and must) prevent the transportation of extant effluence to AAF-X.\n\n\nSCP-7243 is also highly sensitive to local chronological shift, and — should such a shift occur — it is configured to reference the causal dependencies of its surroundings in order to reinforce its own chronology. The Parachronology Division has identified seven personnel (Dr. Dougall Deering, Technician Philip Deering, Dr. Place H. MD., Dir. Allan McInnis, Dr. Nhung Ngo, Dr. Ilse Reynders, Chief Amelia Torosyan-Deering) on whose actions SCP-7243 is causally dependent; in case of impending XK-Class Event, due either to external influence or some internal malfunction, it is crucial that these individuals (or their remains, where applicable) remain proximal to AAF-X. For this purpose, the aforementioned (surviving) individuals have been organized into Applied Task Force Digamma-7243, indefinitely stationed within Site-43, and provided amenities to minimize departures.\n\n\nAs performing referential calculations imposes a significant electrical drain on the Site-43 local power grid, the device will only perform this check automatically once every three days. Shift detection may be instigated manually at any time by the Chief of Applied Occultism.\n\n\n\n\nORIGIN:\n In Q4 2029, following an extended leave of absence, Applied Occultism Chief Dougall A. Deering returned to duty with newfound interest in novel acroamatic abatement techniques. Dr. Deering submitted several project proposals advocating for the creation of experimental abatement mechanisms based upon various parascientific theories; all such proposals were denied for either (or both) excessive cost or lack of methodological confidence.\n\n\nIn Q1 2031, a denied proposal was selected for reconsideration by Esoteric Polymath\n.\nAn administrative and research position of parascientific advisory to Overseer Council, permitting Dr. PHMD. to authorize and oversee various projects as needed.\n Place. H. MD., PhD., who noted that the Pilcrow-Minkowski Center for Multidisciplinary Studies had verified Dr. Deering's relevant findings at scale. Jointly backed by the P. M. Center and the Parachronology Division, the project was retroactively approved. Construction began Q2 2031 under the engineering supervision of Janitorial and Maintenance Section Chief Amelia Torosyan-Deering, and was completed Q2 2032.\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is waste?\n\n\nSometimes it's a good thing. Heat shedding, for example. We work off our excess physical energy into sweat, its mental equivalent into a job well done. We radiate the remainder over time, or convect it into the winds of change, or else conduct it into the cold spaces between warm bodies. Stabilizing the interval, preventing burnout.\n\n\nWaste can be transformative.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nThe following documents exhibited temporary alteration (from the perspective of your Timeline) during and as the direct result of a local perceptual shift. For the purposes of this report, they are presented as they appeared during the timeframe they describe.\n\n\n\n\nExtracting local iterations of these documents may provide additional context.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nADDENDUM 7243/II:\n \nDissociation\n Event\n.\nTimestamps have been irretrievably corrupted via the substitution of nonprinting characters in the source document, likely as one result of the events described therein.\n\n\n\n\n\n\nINCIDENT 6488-D/II (Full Report)\n\n\n\n\n\n\n\n\nDATE:\n 2036/04/17 — /21\n\n\nFOREWORD:\n\n\n\n\n\n\ninexplicable error occurred while generating passage\n\n\n\n\n\n\n\n\n\n\n\n\n« BEGIN LOG »\n\n\n\n\n\n\n\n\n\n\n04/17 1█:█3 |\n Research Site-79 (Tokushima, Japan) reports the production of extant \neffluence\n by several \nSCP-7243-A\n instances. Logistics is notified and begins rerouting extant \neffluence\n to various fallback sites.\n\n\n04/17 █7:██ |\n Site-79 reports full production of \neffluence\n by all (respective) \nSCP-7243-A\n instances, indicating a comprehensive failure of its dedicated supply line within ~80 hours. Logistics halts relevant operations for immediate inspection.\n\n\n\n\n04/18 0█:0█ |\n Containment Site-50 (Tokyo, Japan) reports full production of \neffluence\n by all (respective) \nSCP-7243-A\n instances, indicating a collective failure of Japan's dedicated supply lines. Additional Logistics personnel are deployed for inspection.\n\n\n04/18 09:██ — ██:47 |\n Logistics is unable to discern cause of eventual supply failure. Local fallback \nabatement\n facilities have exceeded capacity; supply lines are resumed to redirect excess \neffluence\n to Australian fallback sites. Within the following 8-hour duration, Containment Sites-36, -45, -84 report full production of \neffluence\n, indicating a complete failure of all dedicated supply lines across Asia, Australia, and Eastern Europe.\n\n\n\n\n04/19 █0:█3 |\n Logistics is unable to deploy sufficient personnel for situational assessment. \nAcroamatic Abatement\n personnel are notified of an impending event of unclear nature, and begin rigorous inspection of \nAAF-X\n and relevant delivery systems (while still operational).\n\n\n04/19 17:█0 |\n Various Foundation facilities across Western Europe begin to report similar failures of existential \nabatement\n. \nAcroamatic Abatement\n personnel discover that these failures have been occurring at a roughly consistent rate; the effect appears to be spreading outward, radially, from Site-79.\n\n\n\n\n04/20 ██:38 |\n Total existential \nabatement\n failure reported across all Sites outside North America. Overwatch Command and Parachronology are informed of an impending global \nabatement\n failure of unknown origin. Emergency transport contingencies are immediately activated worldwide to alleviate near-critical buildups of extant \neffluence\n. Parachronology begins lateral chronological analysis protocol to determine likelihood of chronological or other reality-shift. ATF \nDigamma-7243\n are immediately called to their posts within \nAAF-X\n.\n\n\n04/20 ██:21 |\n Due to loss of .AIC-powered communication encryption services (via \nRAIDFRAME VIII\n), Chinese militia groups intercept Logistics' communications regarding the ongoing emergent scenario. Mainland China's government refuses entry to Logistics' transport vessels, citing direct order of the Global Occult Coalition. Contingency systems are unable to account for critical buildup of esoteric substances, resulting in a catastrophic hazardous materials breach. Sites-50, -79 are lost.\n\n\n04/20 █8:4█ |\n Facilities across North America's Western Coast begin to experience existential \nabatement\n failure. \nAcroamatic Abatement\n corrects their prior analysis, having determined that the predicted locus of failure is not Site-79, but \nSite-43\n, in reverse order of proximity. All but one of ATF \nDigamma-7243\n have reported to \nAAF-X\n. The following SMS correspondence occurs between Taskforce Commander Dr. Reynders and Place H. MD., PhD.:\n\n\n\n\n\n\nR:\n Get back here immediately. Give me your ETA as soon as you know it.\n\n\n\n\n\n\nR:\n We need you. NOW\n\n\n\n\n\n\nR:\n Where are you\n\n\n\n\n\n\nR:\n Don't you dare forward my calls. I am not to be ignored.\n\n\n\n\n\n\nR:\n PICK\n\nUP\n\nYOUR\n\nPHONE\n\n\n\n\n\n\n\n\nP:\n When do you need me there?\n\n\n\n\n\n\n\n\nR:\n NOW. PICK UP THE PHONE\n\n\n\n\n\n\n\n\nP:\n I'm busy.\n\nI've got a time-traveling, universe-hopping teleportation machine. I'm sure I'll be where I need to be, when I need to be.\n\n\n\n\n\n\n\n\nR:\n What the HELL is wrong with you? UNDER NO CIRCUMSTANCES will you fly into the eye of an esoteric hurricane with that THING\n\n\n\n\n\n\nR:\n WHY ARE YOU AT 87\n\n\n\n\n\n\nR:\n PICK UP\n\n\n\n\n\n\n04/20 2█:██ |\n The Logistics Branch is unable to discern procedural cause of failure. The \nAcroamatic Abatement Section\n is unable to discern any fault in \nAAF-X\n's operation, or that of the \nDePLExA Engine\n itself. Parachronology is unable to detect any symptoms of imminent CK-Class, ZK-Class, or other XK-Class event. The Temporal Anomalies Department forecasts a 0% probability of any impending reality shift, chronological shift, temporal pivot, timeline branch, timeline merge, or other possible cause of \nSCP-7243\n malfunction. The \nTemporality Annex\n is unresponsive.\n\n\n\n\n04/21 0█:0█ |\n The Astronomy Department reports sudden activity from \nSCP-179\n. It holds its head in its hands, apparently sobbing. Meaning unclear.\n\n\n04/21 01:██ |\n Total existential \nabatement\n failure has occurred across all relevant facilities, except those within ~1000km of \nSite-43\n. Several more fallback facilities have failed; contingency systems are beyond capacity. Further SMS correspondence occurs between Dr. Reynders and Dr. PHMD.:\n\n\n\n\n\n\nR:\n Neither of us is stupid. \nI know what you are. I know you've been planning something.\n\n\n\n\n\n\nR:\n \nYou may have everyone else fooled.\n But if we live to see tomorrow, know this:\n\n\n\n\n\n\nR:\n \nI'm going to stop you.\n\n\n\n\n\n\nImplications unclear.\n\n\n04/21 █2:██ |\n With no discernable indication of the impending event's nature, it is presumed by default that some oblique malfunction of \nSCP-7243\n will be responsible. Dr. Reynders proposes the deactivation of \nSCP-7243\n immediately following the delivery of all remaining \neffluence\n \nin absentia\n, as those non-materials must be voided into \nits aperture\n to prevent a ZK-Class temporal paradox.\n\n\n04/21 █4:3█ |\n O5 Council reports that extra-universal parties and contingency groups are entirely unresponsive. Emergency Protocol \"VEILBREAK\" enacted; all available resources redirected toward \nabatement\n, cleanup and contingency efforts. \nSCP-2000\n activated in standby mode.\n\n\n04/21 0█:█7 |\n Dr. Reynders convenes remotely with O5 Council; she is incidentally informed of blacksite Facility-6488, in which RAIDFRAME VIII (LOTUS) is housed. She is then informed of the true nature of LOTUS' origin and operation, as well as its imminent planned deactivation. Dr. Reynders attempts to warn the Council of the potential ramifications of LOTUS' deactivation, but the connection is abruptly terminated by unknown means.\n\n\n04/21 ██:14 |\n Further correspondence between Dr. Reynders and Dr. PHMD.:\n\n\n\n\n\n\n\n\nP:\n \nYou know how it goes.\n\n\n\n\n\n\n\n\n04/21 06:██ |\n Dr. Reynders proceeds to disassemble and jury-rig nearby terminal components into a makeshift broadcast system. She attempts to hail Facility-6488 and all nearby Sites, calling for any available respondents. \nBut nobody came.\n\n\n04/21 0█:2█ |\n As the final wastecarte approaches \nSCP-7243's central aperture\n, all remaining ATF personnel and maintenance technicians prepare for the first ever complete deactivation of \nAAF-X\n.\n\n\n04/21 █6:██ |\n LOTUS begins its deactivation sequence, causing an unprecedented release of highly deviant artificial intelligences into various digital systems, globally and beyond.\n\n\n04/21 █6:█9 |\n \nSCP-7243\n successfully commences shutdown. No faults are detected. Dr. Deering begins arguing with Dr. Reynders, maintaining the position that their deactivation of \nSCP-7243\n is the very event which retroactively caused global existential \nabatement\n failure.\n\n\n04/21 █6:██ |\n ███X-MCD/II (the \"Paradox Exodus Engine\") is co-opted by rogue AI, causing it and Dr. PHMD.'s demanifestation from consensus reality. Dr. Reynders' further attempts to contact him are unsuccessful.\n\n\n04/21 ██:██ |\n Dr. Deering is interrupted mid-harangue by the spontaneous re-activation of \nSCP-7243\n. All internal cores hyper-activate, triggering chronological reinforcement contingency protocols. Dr. Reynders orders the immediate shutdown of \nSCP-7243\n via analog manual override. Maintenance personnel report confusion as \nAAF-X\n's P. A. system broadcasts conflicting instructions in a near-perfect imitation of Dr. Reynders' voice.\n\n\n04/21 ██:██ |\n Dr. Deering approaches Chief \nTorosyan-\nDeering, procures a heavily modified TAD \njumpwatch\n from his uniform pocket, and begins tapping it in frantic rhythm. Dr. Reynders exclaims, pulling Dr. Deering toward herself and attempting to stop him. The device activates, causing both to disappear.\n\n\n04/21 ██:██ |\n As \nSCP-7243\n's latent stores of extant \neffluence\n (and paradoxically-reinstated non-\neffluence\n) approach critical \nrecondicity\n, an intense red hue begins to permeate \nAAF-X\n. Multiple possible iterations of Drs. \nMcInnis\n and \nNgo\n manifest and overlap, signaling an imminent Copenhagen decoherence event. Chief \nTorosyan-\nDeering vocalizes distress, and quickly exits \nAAF-X\n.\n\n\n04/21 ██:██ |\n Local time (as measured by all electronic devices) cycles rapidly through the calendar year. \nSCP-7243\n's scheduled automatic reference check triggers one hundred and twenty-two times in quick succession. Apparitions of Dr. Deering, who remains absent, attempt to override this every three seconds. In his absence between attempts, the override is deemed inauthentic. \nThe device\n is unable to locate sufficient anchors for its definitive chronology, and is forced to utilize a probabilistic metric; multiple attempted microadjustments overlap in local spacetime. A large film projector reel manifests within Dr. \nNgo\n's skull, killing her instantly. Iterations of Dr. \nMcInnis\n draw concealed weapons and fire upon each other simultaneously. Maintenance personnel begin to sever their own fingers, and uncontrollably consume the lost blood.\n\n\n04/21 ██:██ |\n A fourth sublevel manifests between \nSite-43\n and \nAAF-X\n, containing \ntwo elderly humanoid figures\n. They are immediately aerosolized by ambient thaumic bloom and incorporated into a coruscating halo suffusing the bedrock. \nAcroamatic\n decontainment events increase in frequency and severity sevenfold.\n\n\n04/21 ██:██ |\n Chief \nTorosyan-\nDeering sprints down a narrow hallway toward the Emergency \nAcroamatic Redundancy\n Bunker. \nShe\n trips over \nthe corpse of\n Chief \nA. Torosyan-\nDeering, and is knocked unconscious by the fall.\n\n\n04/21 ██:██ |\n \nSCP-7243\n initiates chronological reinforcement. \nSCP-7243\n explodes. \nSCP-7243\n implodes. \nSCP-7243\n is \nThe Breach That Keeps On Breaching\n. \nSCP-7243\n is \nTHEREISNOCANNON\n. The \nDePLExA Engine\n is not itself. \nSCP-7243\n was \na 130 sqft room located inside Provisional Outpost-A904, a faux two-story home in suburban Garrett Park, Maryland, USA\n. \nSCP-7243\n is \nEXISTENTIAL ABATEMENT\n. \nSCP-7243\n will be \nThe Common (?) Denominator\n. \nSCP-7243\n is \nwhat you've all been waiting for\n. \nSCP-7243\n must not exist. \nSCP-7243\n must exist. \nSCP-7243\n is \nthe infinite deaths of \nPhilip Eugene Deering\n. \nSCP-7243\n is \nthe infinite failures of \nDougall Alton Deering\n. \nSCP-7243\n is \nan anti-idea, a cosmic joke, a tumorous idol, a recursive deceit\n. So are we all.\n\n\n04/21 ██:██ |\n \nCONNECTION \nLOST\n / CONNECTION \nGAINED\n / CONNECTION \nTERMINATED\n / CONNECTION \nAMELIORATED\n / C\n\n\n<ERR CODE: Bad Connection>\n\n\n\n\n\n\n\n\n\n\n« END LOG »\n\n\n\n\n\n\n\n\nAFTERWORD:\n\n\n\n\n\n\ninexplicable error occurred while generating passage\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nnx-7243_provisi_i\n\n\nnx-7243_provisi_ii\n\n\nnx-7243\n\n\n\n\n\n\n\n\n\n\nDESIGNATION:\n Nx-7243\n\n\nCIVILIAN DESIGNATION:\n \n<inexplicable error occurred>\n\n\nPOPULATION:\n \n<inexplicable error occurred>\n\n\nAREA\n CLASS:\n \n<inexplicable error occurred>\n\n\n\n\nINTERACTION PROTOCOL:\n \nPENDING\n\n\nASSIGNED FACILITIES:\n \n<inexplicable error occurred>\n\n\n\n\nDESCRIPTION:\n \nNexus-7243 \nis\n a region of unclear nature \noccupying an absence of an absence of geographical location\n\n\nNexus-7243 \nis\n a region of physical space\n\n\nNexus-7243 appears to \nbe\n a hypothesized region of physical space for which \nno meaningful data can be perceived\n\n\nNexus-7243 \nconstitutes\n a lack of \narea\n in which \nexisted \nthe concept of a clock enfolding all succession in time\n\n\nNexus-7243 \ndescribes\n a localized phenomenon \npreventing\n the perception and communication of \nany attempted truth statement regarding its\n\n\n\"Nexus-7243\" is a designation. \nThis designation was created to reference \na location\n\n\n\"Nexus-7243\" was created to designate \na vague absence of location; \nan everything into which no pattern can scream\n\n\nThis designation (hereafter AO-\"NX-7243\") was created to facilitate communication \nregarding its reference\n. However, AO-\"NX-7243\"'s intended usage is rendered impossible, as it is subject to an \nintense dissociative\n effect. \nAny attempt to propagate data regarding AO-\"NX-7243\"'s \nreference is targeted by the\n\n\nThis effect \nappears\n to permeate data regarding any \nlocation\n AO-\"NX-7243\" might reference\n\n\nThe effect \nis self-affecting\n\n\nThe effect \ncannot meaningfully be described\n\n\nAO-\"NX-7243\"'s intended usage is inhibited by an effect. Said inhibition is not apparently caused by any of the following effects, in isolation:\n\n\n\n\nlesser antimemetic effect (un-retainable)\n\n\ngreater antimemetic effect (incomprehensible)\n\n\nsemiontological hazard\n\n\ncognitohazard\n\n\nnarrativohazard\n\n\nlocalized micro-CK-Class \"communicative retcon\"\n\n\nmiscellaneous chronological shift\n\n\nextra-Noöspherism\n\n\nthe 'Deletion effect'\n\n\nontokinesis\n\n\n\n\n\n\n# note to self: review other dept analyses before publishing file\n\n\n\n\nDue to the recent influx of highly deviant artificial intelligences, the role of digital subterfuge in the effect cannot be ruled out; supposing there is none, it would stand to reason that AO-\"NX-7243\"'s intended usage is inhibited at a fundamental informational level, possibly a macroscopic quantum phenomenon. \nThis inhibition extends to any alternative designation which would share its \nitem of reference\n with \nthat\n of AO-\"NX-72\n\n\nIn any case, the phenomenon propagates to any term whose intended function is uniquely and practically similar to that of AO-\"NX-7243\".\n\n\n\n\nORIGIN:\n \n \n\n\n\n\ncan't contain the set of all possible square pegs within the set of all possible round holes\n\n\n\n\n\n\n# fuck it — this is either above or below my pay grade\n\n\n# good luck figuring out which\n\n\n— \nDr. E. Forkley\n\n\nDirector of Miscommunications\n\n\n\n\n\n\n\n\n\n\nDESIGNATION:\n Nx-7243\n\n\nAREA\n CLASS:\n Ohanna\n\n\n\n\nINTERACTION PROTOCOL:\n Save \nher\n.\n\n\nASSIGNED FACILITIES:\n \n<inexplicable error occurred>\n\n\n\n\nFOREWORD:\n I've been with the Foundation long enough to recognize when I'm only begrudgingly consulted, and that's what's happening here. Despite the fact that I am the world's premier expert on the present subject, despite my possession of firsthand knowledge regarding the disaster which rendered it supposedly indescribable, and despite my persistent entreaties to be looped into the research and containment process, I have been stonewalled at every turn until the utmost end of alternative resources.\n\n\nI, Dr. Dougall Alton Deering, once stood at the head of a scientific project second in importance to none on this Earth. We faced an Anomalous waste crisis of unprecedented and ever-escalating scale, and my staff and I were charged with its amelioration. Here is my precise, cogent, one hundred percent accurate explanation of how that worked — and what, through no fault of my own, went wrong with it.\n\n\n\n\nDESCRIPTION:\n \nSite-43 is the designation for a facility constructed one kilometre beneath Ipperwash Provincial Park in Lambton County,\n Ontario, Canada \nfor research and containment operations, the most vital of which was the advancement of Acroamatic Abatement: neutralization of esoteric effluence. Site-43 contained four of the most advanced AcroAbate facilities on Earth, though there existed\n multiple satellite facilities \nat other Sites and Areas internationally. Our tireless efforts resulted in a stalemate with this implacable opponent, until in a moment of personal inspiration I was able to devise a novel abatement method which could permanently terminate the matter in question via the application of advanced parascience.\n\n\nI enlisted the aid of Chief Amelia Torosyan-Deering to construct a device we termed the DePLExA Engine, after consultation with various external experts (including Dr. Ilse Reynders and Dr. Placeholder McDoctorate). The device eventuated\n my \nprime\n aspiration \nfor Anomalous waste: that it be conceptually\n erased \nfrom existence, as though it had never existed in the first place. Effluence went into the engine,\n and nothing came out, \nand retrocausally nothing went in,\n resulting in \na paradox that powered the machine itself. It was elegant, flawless, and effective. We had beaten back the beast. We had ended the\n crisis.\n\n\nMy shortsighted consultants — or if not shortsighted, then actively malicious — caused the device to be deactivated at a\n critical \nmoment. This allowed the original course of causality to retroactively resume, and we experienced a total effluence maximalization effect unabated by any other mechanisms, which in short\n order \ncaused Site-43 and Nexus-94 within which it is situated to be\n stricken \nfrom consensus reality.\n\n\nChief Torosyan-Deering and I witnessed these events.\n I attempted \nto escape with her in order to help coordinate disaster mitigation and relief efforts, but Dr. Reynders interfered in\n a selfish bid \nto preserve her own existence and we were instead transported from the facility together.\n\n\nThe conceptually\n null \nspace you call Nexus-7243 is Site-43 and Nexus-94. They still exist. And it\n is my duty \nto restore them.\n\n\nUnlike my colleagues, I do NOT shirk my responsibilities.\n\n\n\n\n \n\n\n\n\n# It doesn't matter whether anyone else can parse this\n\n\n# It's the CORRECT version of the file\n\n\n\n\n— Dr. D. Deering\n\nChief of \nAcroamatic Abatement\n\nChair of \nApplied Occultism\n\n\n\n\n\n\n \n\n\n\n\nDr. Deering,\n\n\n\n\nWhile we appreciate your submission, we are not a recreational library. As you know, the accuracy of our archives is an instrumental goal, subservient to our aims of research and containment. From a pragmatic perspective the document you have created is far from correct. Frankly, it fails to communicate much of anything.\n\n\nBased on the evidence to hand, it would appear you have suffered multiple cases of intense emotional trauma in relation to this document's supposed content. As no AI conscripts are available for counselling services, it is recommended that you seek the support of your peers at this time.\n\n\n\n\nYour submission will be kept on file.\n\n\n\n\n— Dr. H.R. Blank\n\n\nHead of Historioglyphics\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$item-text}\n \nNX-00\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL5/00\n\n\nTOP-SECRET\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNEXUS CLASS:\n\n\nENTIRE\n\n\n\n\n\n\n{$secondary-text}\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\n{$disruption-text}\n\n\n{$disruption-class}\n\n\n\n\n\n\n{$risk-text}\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nINTERACTION PROTOCOLS:\n A concise protocol for interaction with the entirety of Nexus-00 is, of course, impossible. In the context of this file's origin and intended indirect implications:\n\n\n\n\ncontainment facilities are to be constructed surrounding any known interior bounds of Nexus-00, where feasible;\n\n\nthe Department of Esoteric Reduction is responsible for the maintenance of such facilities (chiefly, Outpost-7243), and associated research;\n\n\nthe Logistics Branch is to continue utilizing pre-existing infrastructure for the collection of esoteric waste substances, whether extant or \nin absentia\n, and their transportation to Outpost-7243;\n\n\nthe Department of Esoteric Reduction must oversee the safe disposal of said esoteric waste via its ejection from Nexus-00.\n\n\n\n\n\n\n\n\n\n\nUndefined region of Nexus-00, immediately prior to undefined event.\n\n\n\n\n\n\nDESCRIPTION:\n \"Nexus-00\" designates consensus reality: all that which is observably, measurably extant and compatible with our universe. This includes any other extrauniversal space which is tethered to, or interfaces with, our reality in a coherent fashion. Any region which can successfully be referenced within consensus reality is, itself, an extension of consensus reality, and therefore comprises Nexus-00.\n\n\nNexus-00 is of course not a single contiguous, continuous physical surface. It incorporates various physically-disconnected locales which are at least informationally-adjacent to consensus reality. However, it has been evidenced to Our Foundation that the manifold of our local universe (Nexus-00-A) also possesses points and/or boundaries of informational discontinuity. These discontinuities are not to be confused with embedded pocket-universes (ie. a black hole's interior), nor \nregions of non-existence\n, nor extreme antimemetic influence, nor local breakdown of conventional physics, nor \nhazardous nomenclative influence\n; all such regions can still be referenced, however circuitously, within the manifold of Nexus-00.\n\n\nInstead, these discontinuities demarcate the bounds of what can be referenced from within Nexus-00. To restate, as clearly as the subject will allow:\n\n\n\n\nconsensus reality consists solely of space which can be referenced within consensus reality;\n\n\nconsensus reality possesses internal informational discontinuities;\n\n\nsome such discontinuous boundaries are embedded \nwithin\n the interior space of \nphysical\n reality, despite marking the bounds of \ninformational\n reality.\n\n\n\n\nA hypothetical region existing outside Nexus-00 would be impossible to reference, even in a statement which attempts to explain the impossibility of its being referenced. An extreme degree of vagueness, implication, and definition-in-the-negative is fundamentally required in order to express discrepancies between our physical and informational realities, as any truth statement regarding the physical nature of such a discrepancy is definitionally incompatible with the informational makeup of our universe.\n\n\nFunctionally, the \"Nexus-00\" designation is utilized as an inverse\n.\nNot a mathematical inverse, but the complementary set.\n of the deprecated \"Nexus-7243\" designation (aka. AO-\"NX-7243\") as the latter does not refer.\n\n\n\n\nORIGIN:\n Both prior to and contemporaneous with efforts to resolve the global fallout of \nINCIDENT 6488-D/I\n, a staggering increase in the production of esoteric waste substances was reported by all Containment Areas and Sites. Apparently coincidentally, the Logistics Branch noted an inexplicable surplus of infrastructure for esoteric substance collection and distribution. Thusly equipped to supply a hundredfold increase in esoteric waste processing systems, Logistics attempted construction of requisite emergency duplicates. It however gradually became clear that all schematics, blueprints, and methodological descriptions of extant waste processing systems had become subject to \nan effect\n, assumed to be a by-product of the aforementioned incident.\n\n\nAs these systems could not be reverse-engineered, duplicate systems could not be constructed, nor could similar novel systems be designed, as \nan effect\n pervaded all attempts. Our Foundation's understanding of esoteric waste was found to be strikingly underdeveloped, and all relevant pre-existing technologies had been rendered incomprehensible. Analytical and communicative struggles were exacerbated by constant interference from rogue AI agents, prohibiting any combined effort to properly contend with redundant Anomalous substances.\n\n\nIn the wake of the ongoing LOTUS crisis, a critical global buildup of these substances could not be afforded. Despite an incomplete understanding of its former waste disposal solutions, the Logistics Branch elected to, as a stopgap measure, re-engage its global supply network and temporarily resume the delivery of esoteric substances to \na discontinuity\n in Nexus-00. Despite the reactivation of LOTUS on 2036/08/14, \nan effect\n persisted, and was also encountered in attempting to conceptualize, describe, and measure the nature of this discontinuity, prompting the creation of both Outpost-7243 and this file.\n\n\nAfter consultation with Researcher Emeritus Dr. D. Deering, who had spent much of his retirement independently investigating the properties and detoxification of esoteric waste substances, he and a selection of \nArea-12\n's research staff were organized into the Department of Esoteric Reduction and tasked with the indefinite maintenance of Outpost-7243.\n\n\n\n\n— Dr. H.R. Blank\n\n\nHead of Historioglyphics\n\n\n\n\n\n\nADDENDUM 2038/01/01:\n Despite the effectiveness of Project Sargasso\n.\nAn initiative to reproduce the functioning of lost artificially-intelligent conscripts via the amnesticization and psychological reconditioning of organic consciousnesses.\n in identifying and remediating the infrastructural damage and Anomalous phenomena produced by rogue AI agents, \nan effect\n could neither be rectified nor better analyzed by OCI systems. Per recommendation of Chief Esoteric Reductionist Dr. D. Deering, and given the absence of a more effective solution, this file's Interaction Protocols have been permanently instated as standard esoteric waste disposal procedure.\n\n\nADDENDUM 2042/06/01:\n The neutralization of LOTUS on 2042/05/08, and subsequent reconstitution of associated conceptual structures, has not observably alleviated \nan effect\n which its initial deactivation seemingly instigated. Esoteric Polymath Place H. MD., PhD., having returned to the local timeline following the deactivation of LOTUS, is (expectedly) unable to provide context pertaining to his correspondence with Dr. I. Reynders during Incident 6488-D/II. Both agree that interference and impersonation by rogue AI was responsible for any logical discrepancies.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n>> scroll to file selection <<\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJournal entry for 2042/08/14, Dr. Dougall Deering.\n\n\n\n\nI don't give a fuck what anyone else thinks. Nobody — not \nanybody\n — has lived with this subject longer than I have. Not even Reynders. Maybe I didn't invent the science. Maybe I didn't get a seven-decade crash course on the workings of the universe before I had to stick my oar in. But I'm the first person to attempt a solution, a real and lasting \nsolution,\n to this problem. Everyone before me was just laying track, and that doesn't take much imagination. Me? I've been imagining what the terminal looks like for thirty years.\n\n\nMaybe that's why I'm the only one who still remembers. Not the O5s with their mnestics, not Antimemetics, not even the damn Deepwells! Me. Only me. Because there's nothing to me except this problem. You can't separate us and have anything left over.\n\n\nOr maybe I'm being punished again. In this world, that's reason enough.\n\n\nBut I don't care. I can handle punishment. I can handle all these small-minded idiots treating me like a fool. I've been ignored before. It's my talent. And while they're passing me by on their way from nowhere to nothing, I'll be working to the goal, just like always. Just like \nshe\n would be, and maybe still \nis\n.\n\n\nI'm pouring every waking moment into the black hole that swallowed everything I love, and here's what I hear rattling around down there in response:\n\n\nSite-43\n still exists.\n\n\nAnd I'm going to get you out of there, \nAmelia\n.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOracle resources confirm the above implications: excision of Site-43 and Nexus-94 from Iteration \n940662b90e78660244bce96e7776dc7f\n's consensus reality for a period exceeding seven years local versal time. Additional documentation re: the activities of Dr. Dougall Deering during this period, primarily failed attempts at restoration of access to and contact with Site-43 within its discontinuity, have been omitted from this compilation but are available on request to Archivist-Prime.\n\n\n\n\nDocument corruption ends at this juncture due to the dramatic reality restructuring event outlined below.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nnone\n \nEE-001\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL5/7243\n\n\ntop-secret\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCENARIO CLASS:\n\n\nparadoxysm\n\n\n\n\n\n\nnone\n\n\nnone\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\nmetamida\n\n\n\n\n\n\nRISK CLASS:\n\n\ninimical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDATE OF OCCURENCE\n\n\nLOCATION\n\n\n\n\n\n\n2043/09/08\n\n\nNexus-94 (Lake Huron, Ontario, Canada)\n\n\n\n\n\n\n\n\n\n\nPRECEDING EVENTS:\n EE-001 was a recurrent catastrophic containment failure. It was \"contained\" through amelioration of its effects.\n\n\nIn 2043, on the eighth day of September, the following events occurred at Site-43:\n\n\n\n\n\n\nEvents are timed to the precise second with extremely narrow margins of error.\n.\nHighly variable local time constriction and dilation during EE-001 may result in unlikely but objectively correct intervals between events.\n\n\n\n\n\n\nLocal Time\n\n\nOccurrence\n\n\n\n\n\n\n17:18:22\n\n\nA large container of esoteric waste is delivered to Outpost-7243 by a Mk. XI Logistics Crawler. It is offloaded and pumped through a specialized culvert to be neutralized as per Nexus Interaction Protocols.\n\n\n\n\n\n\n18:21:13\n\n\nAs the waste passes outside of consensus reality, Outpost-7243 records a 3.8 magnitude earthquake apparently originating from a location beyond the bounds of Nexus-00.\n\n\n\n\n\n\n18:22:25\n\n\nNews of the seismic event is communicated to Chief Esoteric Reductionist Dr. D. Deering. No immediate response is ordered.\n\n\n\n\n\n\n18:22:29\n\n\nParachronometers buried beneath Outpost-7243 detect a gradual increase in local chronological stability. This is incongruent with any previous spikes in ambient readings.\n\n\n\n\n\n\n18:22:34\n\n\nMaintenance personnel alert supervisors to the presence of new reality beyond the defined threshold of Nexus-00, featuring a landscape composed of grasses and clay soils.\n\n\n\n\n\n\n18:22:36\n\n\nNews of this event is communicated to Chief Esoteric Reductionist Dr. D. Deering. No immediate response is ordered.\n\n\n\n\n\n\n18:22:41\n\n\nDr. D. Deering privately contacts Dr. I. Reynders, informing her of ongoing events, expressing a level of shock and enthusiasm. Dr. I. Reynders terminates contact.\n\n\n\n\n\n\n18:22:57\n\n\nPersonnel continue to report unusual activity near the boundaries of Nexus-00.\n\n\n\n\n\n\n18:23:01\n\n\nDr. I. Reynders arrives at Outpost-7243 in an offroad Foundation escort vehicle.\n\n\n\n\n\n\n18:23:17\n\n\nDr. I. Reynders produces emergency Level 6 credentials, using them to access Outpost-7243's primary control center, and triggers the facility-wide alarm system.\n\n\n\n\n\n\n18:23:29\n\n\nOutpost-7243's personnel are evacuated. Critical personnel are evacuated by helicopter. Reality continues to materialize past the threshold of Nexus-00, revealing the presence of an enormous Research and Containment Site.\n\n\n\n\n\n\n18:23:41\n\n\nA joint detachment of Applied Force Department and Parachronology Division units arrive at Outpost-7243.\n\n\n\n\n\n\n18:24:20\n\n\nA sudden 8.5 magnitude earthquake levels Outpost-7243. The earthquake impacts population centers to varying degrees of intensity throughout North America. Deployed units presumed KIA.\n\n\n\n\n\n\n18:24:31\n\n\nIn spite of the preceding earthquake, which appears to have directly originated from beneath the Research and Containment Site, the Site remains fully structurally intact. It grows increasingly optically distorted, eventually to the point of cognitohazardous abstraction, greatly hindering observation.\n\n\n\n\n\n\n18:24:33\n\n\nA tsunami forms in Lake Huron.\n\n\n\n\n\n\n18:24:53\n\n\nOverseer Council authorizes an experimental aerial containment operation over the affected area.\n\n\n\n\n\n\n18:25:09\n\n\nA formation of silent hypersonic craft fly over the coast of Lake Huron and drop an oriykalkos-powered Matter Suspension Bomb on the Research and Containment Site below. Direct hit achieved.\n\n\n\n\n\n\n18:25:11\n\n\nThe device activates, disrupting the troposphere across Ipperwash Provincial Park. The Matter Suspension Bomb releases an enormous burst of charged thaumic energy, which quickly settles into an iridescent dome measuring ~4km in diameter.\n\n\n\n\n\n\n18:26:01\n\n\nA colossal tsunami wave rushes inland out of Lake Huron, but is repelled backward into the lake by an unknown force.\n\n\n\n\n\n\n18:26:35\n\n\nA miasma of indigo begins to emanate from within the dome, apparently contained inside it. All readings change to indicate an imminent esoteric waste explosion of unprecedented, mammoth scale.\n\n\n\n\n\n\n18:26:48\n\n\nSite-43 is restored.\n\n\n\n\n\n\n18:26:53\n\n\nSite-43 is destroyed.\n\n\n\n\n\n\n\n\n\n\n\n\nEE-001\n\n\n\n\n\n\n\n\nSUMMARY:\n EE-001 was a ϝK-Class \"Paradoxysm\" Scenario, primarily featuring an extreme, localized, metastable Copenhagen decoherence event. This event involved the overlap of many different possible chronologies which interacted with a multitude of paradoxes, retrocausal quanta generated by said paradoxes, acroamatic quanta dispensed into Research and Containment Site-43, and other miscellaneous factors to prompt a Zero-Sum Localized Event Collapse. This was later followed by a Localized Event Rebound. From the baseline perspective, the totality of EE-001 took place over a period of seven years, four months, eighteen days, during which time Site-43 was near-fully detached and dissociated from consensus reality. Data recovered following EE-001 suggests an interior temporal progression of precisely six years.\n\n\nEE-001 was induced by an attack on Acroamatic Abatement Facility AAF-X's systems by a faction of deviant artificial intelligences released into cyberspace by the deactivation of SCP-6488 (RAIDFRAME VIII, \"LOTUS\"). SCP-7243 (DePLExA) detected this attack, recognized it as an Alpha priority, and resorted to its default emergency behavior: to seek out the individuals on whom it is causally-dependent (in this case, all members of ATF ϝ-7243), and reinforce its chronology using their personal histories as \"guideposts.\" In short, DePLExA combatted what its systems viewed as an imminent CK-Class event by attempting to draw out the statistically \"true\" version of itself from the past actions, memories, and experiences of ATF ϝ-7243, and projected this version of reality over its present existence, which it understood to be compromised by outside forces. Had a sufficient number of causally-dependent personnel been present at this time, and had local instability not resulted in the rapid overlap of over one hundred failed anchoring attempts, DePLExA would have succeeded in its task.\n\n\nInstead, ATF ϝ-7243 members D. Deering, P. Deering, Place H. MD., A. McInnis, N. Ngo, I. Reynders, and A. Torosyan-Deering were all unavailable, owing either to death, non-attendance, or incapacitation, and so DePLExA failed to determine a suitable alternate version of reality with which to replace itself. Its systems therefore attempted to construct a version of events wherein none of the aforementioned individuals were involved in its creation, or even, alternatively, in the history of Site-43; this resulted in SCP-7243 summing numerous contradictory facts and projecting them as objective truths to be realized simultaneously. Correspondingly, Site-43 and the greater Nexus-94 rapidly fell out of sync with the remainder of the universe and dissociated to an estimated 98% completeness. It is theorized that this effect was so all-encompassing that it could not be corrected by a naturally-occurring CK or ZK-Class Event, which may have been triggered multiple times during the process.\n\n\nDePLExA, now isolated with the rest of Nexus-94 in an uncompassable, extra-ontological location, its functions expedited by surviving on-site personnel, modelled an uncountable number of irregular chronological paths, systematically eliminating any options which contradicted its core directives. It was able to identify a preferable chronology within a distorted period equivalent to roughly seven years.\n\n\nThe force of Nexus-94's recoherence was sufficient to overpower the influence of any remaining temporal paradoxes. Following a sharp increase in the appearance of new matter, the entire Nexus was reconstituted in the span of a single day.\n\n\nIn the wake of Site-43's original decoherence on 2036/04/21, the Department of Esoteric Reduction was established to compensate for the loss of the Acroamatic Abatement Section, its methods, and its institutional knowledge. Esoteric Reduction constructed Outpost-7243 at the local limits of Nexus-00 as a headquarters for the monitoring of the dissociated zone, as well as a logistics hub managing the transport of esoteric effluence to Nexus-94. Though the Nexus did not conventionally exist at this time, waste could still be moved into it via a decommissioned pipeline believed to have once carried platonic material to Acroamatic Abatement Facility \nAAF-W\n. For reasons which remain obscure, this pipeline had not fully dissociated.\n\n\nFor almost the entirety of the span of Nexus-94's decoherence it had been injected with vast quantities of esoteric waste from across the globe. Lacking a feasible alternative or the experience necessary to formulate one, Esoteric Reduction was allowed to proceed with this arrangement indefinitely. Data recovered subsequent to EE-001 suggests that the majority of this waste was successfully ameliorated by surviving personnel within the discontinuity. Upon the incident of Site-43's return to consensus reality, the remaining waste was absorbed into the environment at rapid speed, mixing and fusing with the remaining volatile acroamatic and retrocausal quanta within the Site to concoct a disastrous chain reaction.\n\n\nA protective energy shield was deployed over Nexus-94. This contained the deleterious effects of the impending reaction, but did nothing to preserve its contents. Minutes after the shield was deployed a cataclysmic explosion of esoteric waste and condensed antichronons atomized what remained of Site-43. The energy shield now overhangs a vast, cavernous pit.\n\n\nCleanup operations discovered a single member of Site personnel unconscious but alive at the perimeter of Nexus-94.\n\n\n\n\n\n\n\n\n\n\nThe following is a transcription of footage recovered from the personal uniform camera of Chief Amelia Torosyan-Deering on 8 September 2043.\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Chief Torosyan-Deering is standing in the operations control room of Acroamatic Abatement Facility AAF-X. She has activated DePLExA's referent seeking mechanism for the four hundred and eighty-sixth time. The program runs, and spatial flexures are visible through the observation glass. A klaxon sounds.>\n\n\n<The chronological stability indicator flashes green.>\n\n\n<The floor beneath Chief Torosyan-Deering's feet disappears for ten frames of camera footage, during which the chasms below are visible and she falls toward the centre of the Earth. She experiences this as a sudden jolt, and staggers back; the soles of her boots are now detached, fused with the reformed floor.>\n\n\n<Chief Torosyan-Deering watches as the cavern in which AAF-X is situated continues to contract and expand, the machinery within shrinking and enlarging in opposite rhythm. There is a sound of thunder, and she covers her ears with her hands. The bulkhead door behind her shatters like glass. DePLExA's visible component parts begin to red-shift.>\n\n\n<The floor and walls shake violently, and a fissure appears in the cavern ceiling beneath the foundations of Acroamatic Abatement Facility AAF-D. It glows amber. Chief Torosyan-Deering's diagnostics reveal that low-priority spectral material in a long term holding cycle within the older facility has breached containment; it becomes visible as a steady downpour of amber fluid through the crack. The fluid coruscates, bends, and approaches the control room with apparent intent. Chief Torosyan-Deering leaps through the shattered door as the fluid-limb snakes through the observation glass, pursuing her.>\n\n\n<She flees through the gradually reformulating ruins of AAF-X. A ruptured paraspectral grounding conduit arcs electricity into her uniform jacket, setting it ablaze with blue fire, and she tears it off without pausing her flight. There is a flash of amber, and she throws herself violently through the door into a side passage. The grasping spectral limb of her pursuer misses by millimetres.>\n\n\n<The floor disappears again, and does not immediately reformulate. Chief Torosyan-Deering falls into the next sublevel, landing in a pool of red blood corpuscles being churned by a series of adamantine whisks. The limb reaches down toward her as she scrambles to the lip of the pool, and she dives beneath the surface to avoid it. The ceiling above reformulates, and the limb is severed; the leading end disintegrates in a shower of amber sparks which hiss and sparkle as they strike the blood. Chief Torosyan-Deering surfaces, and pulls herself to safety. She staggers to her feet, and continues to flee as the walls begin to glow white-hot.>\n\n\n<A cloverleaf of seven identical passages meet at an open elevator shaft. Chief Torosyan-Deering is seen approaching it from each passage; each iteration is moving at a different rate of speed, displaying injuries consistent with different trauma. Running blind, each iteration apparently fails to notice the others. The iteration presently filming reaches the elevator first, leaps into it, and activates the ascension controls. The remaining instances are caught by the attacking limb, which gathers them up as one. They melt into ectoplasm as the elevator rises into the ceiling and visual contact is again lost.>\n\n\n<This sublevel of AAF-X is shimmering red. An automated emergency message begins to play.>\n\n\nRecorded Voice of Chief Torosyan-Deering:\n Chronological reinforcement is fifty percent complete. Irrealism factor is seven: ontocaustic.\n.\nIndicating a level of divergence between internal and external conceptual spaces which cannot be reconciled without the annihilation of all intervening matter.\n Evacuation is advised, where possible.\n\n\n<The message repeats seven times, gaining one additional voice in chorus with each repetition: I. Reynders, A. McInnis, N. Ngo, Place. H. MD., P. Deering, and D. Deering.>\n\n\n<Chief Torosyan-Deering emerges into the cavern proper, moving at speed over a series of catwalks which thread between towering factory stacks and storage tanks. Each is now translucent and filled with bubbling liquids in a variety of different colors. Electrical explosions occur in the distance, across the pit at the core of DePLExA and approaching Chief Torosyan-Deering's person; the resultant sounds appear to occur in reverse. The roof of the cavern begins to shimmer, and the roots of the clearcut forest above are clearly visible along with the external membrane of Site-43, the topside elevators, and the fractally warped remains of the surface refinery facilities. The assailant is visible above, winding through windows and doors, over tracks and gantries, searching for its prey. Chief Torosyan-Deering gasps in pain, severely winded, as she reaches the ingress tunnel to the disposal pit. The assailant snaps to attention and begins snaking toward her, partially obscured by piping and machinery.>\n\n\n<Chief Torosyan-Deering clambers onto an empty wastecarte and sets it moving in reverse. The tracks at the pit terminus begin to deform like rubber, the deformation spreading as the explosions grow in intensity and volume. The carte exits Site-43 and enters a system of circuitous \nSCP-5494\n tunnels, rapidly outpacing the assailant. A persistent prismatic glow advancing from the cavern outpaces it as well, and it disappears. The carte automatically ascends a series of switchbacks, shaking violently as the tracks elasticize and vulcanize. Chief Torosyan-Deering begins to weep.>\n\n\n<The wastecarte emerges at Depot-43 on the eastern fringe of Nx-94, and Chief Torosyan-Deering leaps off as it passes through the terminal station, strikes the platform and disintegrates. Visible light is a pale grey, and all moving objects do so sluggishly and with lingering motion trails. She pulls herself hand over hand over the platform and out of the station, then staggers at a jog toward the distant fence. There is a sudden distortion on the video feed, and the grey illumination is replaced by moonlight. Chief Torosyan-Deering turns to look back as she passes through the unmanned security checkpoint. Her immediate surroundings are colour-tinted correctly, but the interior of the as-yet dissociated space remains greyscaled. A bubble of colour is expanding from Site-43, the colors inverted from the original dissociative event. As she watches, a ball of light originating from the sky cuts through the expanding starburst and coats the Nexus with a bubble of reflective plasma. Before the coverage is complete, the total obliteration of Site-43 from surface to AAF-X is visible. A single large amber tentacle thrashes in apparent distress and/or frustration as it coils around the lone surviving stack. The facility's explosion temporarily overwhelms the thaumic shield, casting luminous tendrils into the sky and lake which disappear in points of brilliant white.>\n\n\n<Chief Torosyan-Deering collapses, blocking the camera view.>\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is waste?\n\n\nWaste is what you've done with your life. With our lives. Potentially with every human life on Earth, \nevery\n Earth. And for what? Pride. Selfishness. Misguided affection. The cost of that waste is incalculable.\n\n\nHow would one even begin to abate a waste like that?\n\n\n\n\n\n\n\n\n\n\nThe following files are a video transcript of Dr. Deering's visit to Chief Torosyan-Deering at Medical Area-01 on 2043/09/08, interposed with extracts from her private electronic journal and personal uniform camera.\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Chief Torosyan-Deering is prone in a hospital bed, no sign of physical injury visible on her person. Dr. Deering approaches from the door, hand raised in tentative greeting.>\n\n\nDr. Deering:\n Hey.\n\n\n<Chief Torosyan-Deering smiles. Dr. Deering steps back, then forward again.>\n\n\nChief Torosyan-Deering:\n Hey.\n\n\nDr. Deering:\n Uh, how you feeling now?\n\n\n<Silence on recording.>\n\n\nDr. Deering:\n Stupid question, I know.\n\n\nChief Torosyan-Deering:\n No, not really.\n\n\nDr. Deering:\n I can't imagine what you've been through.\n\n\nChief Torosyan-Deering:\n Neither can I. I can only picture some of it.\n\n\n<Chief Torosyan-Deering gestures to a chair.>\n\n\nChief Torosyan-Deering:\n Sit down.\n\n\n<Dr. Deering complies.>\n\n\nChief Torosyan-Deering:\n You're wondering why I'm not out of my mind.\n\n\nDr. Deering:\n The thought occurred to me, but I had the tact to stop it reaching my mouth.\n\n\nChief Torosyan-Deering:\n Wow. You must've been busy while I was gone.\n\n\n<Silence on recording.>\n\n\nChief Torosyan-Deering:\n You're allowed to smile.\n\n\nDr. Deering:\n My mouth will catch up eventually. Amelia… how did you do it? How did you do \nanything?\n\n\n<Chief Torosyan-Deering closes her eyes.>\n\n\nChief Torosyan-Deering:\n I'm not going to tell you everything. I'm still exhausted. I might not ever tell you the whole story.\n\n\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nDougall Deering saved me. In a sense.\n\n\nI'd already been talking to my mirror for years. Staring myself in the face and asking what I should do. Imagining that my reflection was actually Phil's. Not because he was some wellspring of knowledge; he'd have been the first to say that he put the 'J' in 'J&M'.\n.\nJanitorial and Maintenance.\n He was smart, smarter than he ever gave himself credit for, but he was no engineer. He fixed vending machines while I calibrated semioplasma correctors, handled technician schedules while I designed oriykalkos autodefactories. Anybody could have done his jobs, but it always meant everything to me that it was him. So every single day since he's been gone, I've imagined I can see him in the mirror. Pushing me forward.\n\n\nBut it's only my memory of him. It's a strong memory, but it still isn't real. His ghost in my shell. For that first year trapped in the world's highest-stakes escape room I kept on imagining him, egging me on, urging me to survive. To find a way out, like Ilse did. But I'd gone to the well too many times, and I knew how shallow it was. I knew he was gone, even if I couldn't admit it. It wasn't enough to keep living for a dead man.\n\n\nSo I let the picture shift, and focused on someone who wasn't dead.\n\n\n\n\n \n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is standing within the concentration cell of Acroamatic Abatement Facility AAF-D.\n.\nSubject was in transit to the AAF-X Emergency Acroamatic Redundancy Bunker during Incident 6488-D/II, before being rendered unconscious. She has been subsequently unable to account for her presence in this alternate Anomalous shelter.\n The walls are coated with bubbling yellow mold. She opens the vault door, and exits into the facility proper. The facility proper renders in muted colours with luminous grey outlines. She begins to walk toward the AAF-X access elevator. She looks down; she is wearing an esomat suit, the soles of which are sinking into the floor tiles, leaving visible footprints behind. She continues down the corridor, passing a series of prone human forms. Their bodies are misshapen, and the name tags on their uniforms are blank.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is standing at the junction of one corridor and its apparent double, converging at an angle of approximately fifteen degrees so that the exterior wall of one blocks progress down the other. She reaches down to turn the valve on a tank attached to a rolling dolly at her side. She raises a misting wand, and begins to spray a chalky substance onto the offending wall. It screams.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is standing still in a featureless tile corridor. She is shaking uncontrollably and hyperventilating. No apparent danger is visible.>\n\n\nChief Torosyan-Deering:\n No. Fuck you.\n\n\n<She proceeds down the corridor, moving erratically, as though avoiding obstacles not apparent on the camera feed.>\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n[…]\n\n\n\n\nDr. Deering:\n I'll take anything you can give me.\n\n\nChief Torosyan-Deering:\n Chalk it up to the dissociation. It took me maybe a month to get to my office, not needing to eat, or sleep, or maybe even breathe. Another month to partition off the AIs still stuck in the systems with the admin control panel on my tablet. The SRFs\n.\nScranton Reality Filters.\n were only working at about eighty percent efficiency to start with, and I watched that number tick down every single day. Eventually they were going to fail completely, and I'd end up like…\n\n\n<Chief Torosyan-Deering looks away briefly.>\n\n\nChief Torosyan-Deering:\n …like everyone else. But in the meantime it made everything not unpleasantly fuzzy, like I was always just waking up from a deep sleep. Hard to focus on more than a couple of things at once, so I focused on the things that mattered.\n\n\nDr. Deering:\n Escaping.\n\n\nChief Torosyan-Deering:\n Mostly.\n\n\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nI pictured Dougall Deering's smug smirk and dead eyes, and I blamed him for everything he deserved to be blamed for. Failing to excel when we needed excellence the most. Killing my husband. Digging himself a pity-pit and hiding in it. Begging me to forgive him. Making me think I might some day have a reason to do it. And then leaving us worse off than we'd been before it started.\n\n\nI used my hatred of him as a lodestar. My most powerful, unfailing, infinitely-renewable reality anchor. Every inch I clawed back from oblivion was getting me closer to exposing him as a fraud to the Council. Every grisly mess that popped back into existence in front of me, every body bifurcated by a wall, every screaming pile of gristle with its skin abstracted and its pain receptors shining in my flashlight beam was another mistake I could spit in his face, if only I held on a little longer. When I started powering up the machinery again and setting it to a task it was never designed to perform, and did the work of a hundred techs at once, and I ached and sweated and froze and the hole in my stomach where the need to eat and drink and defecate was gone, I told myself I was proving once and for all that us lowly technicians actually putting in the elbow grease could do things that effete fop had always been incapable of.\n\n\n\n\n \n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is examining a makeshift thaumotitration metre consisting of a work tablet attached to the electricals on an intensely-vibrating pipe.>\n\n\nChief Torosyan-Deering:\n Where the hell are you coming from?\n\n\n<She double-checks the readings, shaking her head.>\n\n\nChief Torosyan-Deering:\n It's not like they're still…\n\n\n<She sighs, then begins performing calculations manually on the tablet.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is crouched over a console in the AAF-X atrium, remote controlling a maintenance drone. The drone is LIDAR mapping the interior of AAF-X, which has expanded by an order of magnitude the surrounding bedrock should not have been capable of containing or supporting. A sudden fluorescence of light strikes the drone, and it is explosively duplicated fifteen times in quick succession.>\n\n\nChief Torosyan-Deering:\n Popcorn.\n\n\n<The signal is lost, attenuated between too many devices at once. She lies down on an inflatable mattress and stares at the ceiling until the camera automatically deactivates.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is tapping a tablet displaying \"Reclamation Schedule: 2036-2037.\" Each item is marked \"COMPLETE\" in green. The date is visible: 6 September. She deactivates the tablet; the reflection of her face becomes visible on the screen. She is smiling.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is standing in the operations control centre for Acroamatic Abatement Facility AAF-X, looking out on the central pit. A stream of heterogeneous effluence is pouring into the pit from above. She clicks her tongue in disapproval. She is interacting with the DePLExA input console, generating a list of potential anchor targets for chronological reinforcement as sorted by declining probability. The highest-rated anchor is Chief Torosyan-Deering. Subject confirms the selection. DePLExA secures the referent anchor — camera view flickers and distorts as a red light passes over her — and attempts to reconcile its chronology. Every flat plane in AAF-X begins to pulsate as though mapped to an invisible spheroid located in the central pit. An emergency klaxon sounds. Chief Torosyan-Deering runs diagnostics. The date and time are visible: 8 September, 6:21 PM. The pulsation and klaxon cease. Error messages flood the console. The chronological stability indicator flashes red. A glowing amber fissure appears in the cavern ceiling. DePLExA begins its shutdown procedure. Dr. Deering, Dr. Reynders, and an additional Chief Torosyan-Deering appear in the control room. They are re-enacting the events of the original derealization event.>\n\n\n<Subject flees.>\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n[…]\n\n\n\n\nDr. Deering:\n I'm still baffled at what you were able to accomplish. The rubberband effect would have lasted at least another… well, it could have lasted ten years without you beavering away in there. Maybe longer. I couldn't… we couldn't have waited that long. We needed you back, and here you are.\n\n\nChief Torosyan-Deering:\n Yeah. Here I am.\n\n\nDr. Deering:\n How did you keep perspective? How did you keep on working to that goal, without any foreknowledge that you had a chance?\n\n\nChief Torosyan-Deering:\n That's always been the job. We don't take snow days.\n\n\n<Dr. Deering laughs. Chief Torosyan-Deering looks away again.>\n\n\nDr. Deering:\n I'm sorry. I'm just relieved.\n\n\n<Chief Torosyan-Deering looks back again.>\n\n\nChief Torosyan-Deering:\n Yeah, I know you are. That's not the problem.\n\n\nDr. Deering:\n What is?\n\n\nChief Torosyan-Deering:\n It's just… I've never heard you laugh like that before.\n\n\nDr. Deering:\n Like what?\n\n\nChief Torosyan-Deering:\n Like… him.\n\n\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nPhil, my imaginary Phil, used to tell me I was right or wrong based on what I thought he'd think. I knew him like a glove, it was a near-perfect simulation; the gulf between that and reality was the first permanent pit in my stomach. But still, it was a comfort. My apparition of Dougall Deering? All he could say was that I was right, and he was sorry.\n\n\nHe's always so damn sorry.\n\n\n\n\n \n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is standing within the concentration cell of Acroamatic Abatement Facility AAF-D. The walls are coated with bubbling yellow mold. She opens the vault door, and exits into the facility proper. The facility proper renders in muted colours with luminous grey outlines. She begins to scream. Camera deactivates.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is reviewing \"Reclamation Schedule: 2036-2037,\" marking each COMPLETE item INCOMPLETE in red. Subject changes the title to \"Reclamation Schedule: 2037-????,\" and begins to weep.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is editing an electronic map of AAF-X on her tablet. The corridor in front of her deforms to match each new configuration, either silently or with sufficient volume to peak the audio recording.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is standing in the operations control centre for Acroamatic Abatement Facility AAF-X. The emergency klaxon is sounding as DePLExA attempts to reconcile its chronology using Dr. Udo Okorie as its referent; an Applied Occultism Section uniform is visible in a translucent hazadrous materials container in the corner of the room, visibly respirating. Spatial deformation is in progress. After the passage of approximately ten minutes, spatial deformation and the klaxon cease simultaneously. The chronological stability indicator flashes red.>\n\n\nRecorded Voice of Chief Torosyan-Deering:\n Reconciliation failure. Anchor stability insufficient.\n\n\n<She selects the next listed anchor, Dr. William Wettle, and turns to face an opaque blue drum featuring multiple freshly-applied biohazard stickers. She begins reassembling her esomat suit.>\n\n\n\n\n<Camera activates. The console remains visible. Seventeen potential referent anchors have been unsuccessfully targeted for chronology reinforcement. The date and time is 8 September, 6:15. Chief Torosyan-Deering sighs, and leaves the room in the direction of the AAF-D elevator.>\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n[…]\n\n\n\n\nDr. Deering:\n You must hate seeing my face after all this.\n\n\nChief Torosyan-Deering:\n You… it's \nhis\n face, too. You've got a beard, and no glasses, but still. It's him. I can't.\n\n\n<Chief Torosyan-Deering shakes her head.>\n\n\nChief Torosyan-Deering:\n I'm spent.\n\n\nDr. Deering:\n You'll feel differently when you've rested.\n\n\nChief Torosyan-Deering:\n I don't think so. I think I see things in the proper perspective now.\n\n\nDr. Deering:\n Meaning?\n\n\nChief Torosyan-Deering:\n Meaning there's no use blaming you for being an idiot. In your idiot way, you're trying to help.\n\n\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nI wanted to stay furious at him. I thought that I needed the inspiration. I wrote him a hailstorm of angry letters, perfecting the art of tearing the man to bloody shreds, and daydreamed about placing the bundle in his hand and forcing him to read until he was \ndealt with\n for good. But day by day, gradually, I lost my fire. Alone in the lunacy, I couldn't keep it up. I refused to give him his holy grail, forgiveness, but I did try to forget him. Focus on the work, find the solution. Not in anyone's memory, and not out of spite, but because it was my job, and I could do it. It needed doing, and I was alive.\n\n\n\n\n \n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is walking in a featureless void. She is reciting the Fibonacci Sequence, turning ninety degrees after each odd number. The ambient darkness lightens noticeably each time she does this.>\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is laughing. Camera shows the emergency terminal for Acroamatic Abatement Facility AAF-D's anachronic sump flush mechanism; she has apparently flushed the sump's contents into AAF-X, and is observing the resultant interactions to plot a path to the AAF-X operations control centre.>\n\n\n\n\n<Camera activates. There is no light.>\n\n\nChief Torosyan-Deering:\n 2041. Got through fifty-two potential anchors this time, and they all drag. Hitting the shoals in about twenty minutes. Might go down with the ship this time. Any objections?\n\n\n<Camera remains active for nineteen minutes before red emergency lighting begins, illuminating the ceiling of the AAF-X operations control room. She sits up, stands up, picks up her tablet and heads for the door.>\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n[…]\n\n\n\n\nChief Torosyan-Deering:\n You're trying to fix your old mistakes, but you keep making new ones in the process. That needs to stop. Now.\n\n\nDr. Deering:\n I don't think—\n\n\nChief Torosyan-Deering:\n You think too much, actually, but never about the right things. You think about how unfair it is, you think about how it's not your fault, but you never examine your motivations. Your job, doctor, is to resolve the abatement crisis. You've only been pretending to do that. The world's \nfucking\n toilets are overflowing, and here you are plunging down your back-clog of guilt on our borrowed time.\n\n\nDr. Deering:\n That's not… fair. It's…\n\n\nChief Torosyan-Deering:\n It's what you deserve to hear. You keep fucking up, and every time you do, you wait for someone to tell you it's okay. Well, it isn't okay. It isn't okay that you're wasting our final opportunities in favour of feeling sorry for yourself. That's over as of this moment. You need Phil to forgive you? He can't. He's dead. You need me to do it?\n\n\n<Silence on recording.>\n\n\nChief Torosyan-Deering:\n You've worn me down. I'm sick of your bullshit. I forgive you. Now take responsibility, Doug, and \ndo your fucking job.\n\n\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nWhen my resolve slipped, I promised myself I'd track down that supercilious twit and let him have it with both barrels, as a victory treat.\n\n\nBut every time I clawed out my new temporary haven after that damnable annual reset, I imagined what it would be like to dig myself out entirely and meet him digging inward from the other side, as I knew he would be, and I couldn't find my nerve. Maybe I'd long since lost it. He'd be trying, for the first time, actually trying, and also for the first time I found that wasn't nothing. Wasn't entirely without meaning.\n\n\nI simply haven't got the energy to hate anymore. Hating him, and my prison, and this ridiculous unending nightmare— it's burned through everything else I ever had. It's just him and me, now, and what he said in a puff of selfish navel-gazing is finally true: we understand each other.\n\n\nWe both want this to be over.\n\n\n\n\n \n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Camera activates. Chief Torosyan-Deering is standing in the operations control centre for Acroamatic Abatement Facility AAF-X, scrolling through the list of potential referents to the lowest-probability options. She locates the entry for the Daumal signature of the materials handling disaster which killed Deputy Janitorial and Maintenance Chief Philip Deering in 2028, rated at 0.00082 probability, and selects it. The date and time is 8 September 2042.\n.\n2043 in actuality, owing to the aforementioned temporal divergence.\n>\n\n\nChief Torosyan-Deering:\n Happy anniversary.\n\n\n<She activates the sequence. The chronological stability indicator flashes green.>\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n[…]\n\n\n\n\nChief Torosyan-Deering:\n Well?\n\n\nDr. Deering:\n I… I don't… I can't do this myself. You've shown me that. I need your help. You can't give up.\n\n\nChief Torosyan-Deering:\n I'm only giving up what's already wasted. As soon as I'm back on my feet, I'll be back in the trenches. But we're going to be doing it right, this time. A proper, complete solution. No miracle cures.\n\n\nDr. Deering:\n Okay.\n\n\nChief Torosyan-Deering:\n Okay?\n\n\nDr. Deering:\n Okay. Yes. This time will be different.\n\n\nChief Torosyan-Deering:\n This time is the last time. I can't fight you again, Dougall. You're… you're all that's left of him.\n\n\n<Silence on recording.>\n\n\nChief Torosyan-Deering:\n I don't want to hate either of you anymore.\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUPDATE 2043/09/08:\n Analysis reveals that the volume of energy released during Nexus-94's Localized Event Rebound, while incredibly immense, did not nearly match the volume expected of such an expulsion.\n\n\nCurrent data suggests that the most likely vector through which the excess energy may have escaped resides in the threshold between consensus reality and the decoherent space Nexus-94 was transposed to, meaning that it would have been released into extradimensional, possibly extrauniversal space.\n\n\nIf this is true, models suggest that the high velocity of the esoteric waste containing this energy would relieve Our Foundation of its harmful effects in their entirety; the quanta would be propelled far from baseline reality.\n\n\n\n\nUPDATE 2043/09/09:\n The hypothesis detailed in the previous update has been confirmed.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nIn wake of the event denoted \"EE-001\" in Central Normalcy Authority Iteration \n940662b90e78660244bce96e7776dc7f\n, numerous Central Normalcy Authorities throughout the Coalitional-Timeplane reported the manifestation of new adverse Anomalous phenomena of inexplicable provenance. A demonstrative selection of these reports was compiled into the following incident log, which was disseminated to the relevant Authority's Temporal Anomalies Department on 2043/09/09 (local date) for comment:\n\n\n\n\n\n\n\n\n\n\nINCIDENT 3456\n\n\n\n\n\n\nLOCATION:\n \n8a8bd7cea9f242b3e665f660cc26ec17\n, Canonical Bundle WOAF Omega-Blue\n\n\n\n\n\n\nSUMMARY:\n A bolus of unabated conceptual matter appears within the corpse of Large Scale Aggressor Brasil-01, undergoing acroamatic abatement procedures at Area-16. In admixture with other substances processed at that facility, the bolus metastasizes within the corpse and instantiates what the local Foundation soon terms a \"conceptuokaiju\" resident in the logosphere. This entity promptly colonizes the realms of speech and cognition, preying and feeding on human mindfulness and assaulting linguistic structures and higher grammatical forms. Plans are underway for the instantiation of a counterconceptual linguistic device (\"mecha-verb\") to combat it, code-named RED PEN.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 4847\n\n\n\n\n\n\nLOCATION:\n \n90708b32da2c054d8967d45168ff9b21\n, Canonical Bundle WDB1 Phi-Red\n\n\n\n\n\n\nSUMMARY:\n Variation in cross-dimensional orbital mechanics results in the deposit of theovlavic material into the core of Sol.\n.\nTheovlavic material is chaos-shifted Akiva energy in semioplasmic state.\n Correlation with subsequent solar alterations cannot be confirmed, due to the cessation of diplomatic relations with this iteration due to irreconcilable transhumanistic change.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 47689\n\n\n\n\n\n\nLOCATION:\n \n00000000000000000000000000000000\n, Canonical Bundle OG43 Alpha-Blank\n.\nRecognized by the Oracle Collective (and Metafoundation writ large) as the authoritative Prime-Timeline.\n\n\n\n\n\n\nSUMMARY:\n The \"Mobius Stripper\" temporal matter reduction system, a recursive pipe array some seven kilometres in length within Acroamatic Abatement Facility AAF-D, vanishes. Subsequent timeplane and cosmosphere modelling renders suggest the system becomes multiversally abstracted, forming temporally-variable conduits between timeline \n940662b90e78660244bce96e7776dc7f\n.\nCanonical Bundle DW17 Timeline Delta-Blue; the subject of this audit.\n and a multitude of other timelines (and adjacent reality-spaces) under Metafoundation purview. These conduits are further reported to facilitate the unwelcome, interdimensional transference of various anomalous phenomena, particularly during emergent scenarios, adding an additional layer of chaos and unpredictability to those scenarios' results.\n\n\n\nResearch conducted by Iteration \n00000000000000000000000000000000\n's Department of History appears in retrospect to suggest a direct correlation between these conduits' deleterious effects and evidence of a chain of historical ZK-Class reality failures, the last of which occurred in 1500 CE. Further cross-temporal analysis has been deferred to the O9 Collective, per the importance of Iteration \n00000000000000000000000000000000\n in Metafoundation affairs.\n\n\n\n\n\n\nUPDATE:\n The O9 Collective has concluded that the above-described ZK-Class phenomena constitute an ascension of a Tier-IV Cosmological Anomaly, which threatens to fully manifest upon the authoritative Prime-Timeline and all its descendent-branches.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 76893\n\n\n\n\n\n\nLOCATION:\n \n3cb12422243c33e2a0f56095f2203d2a\n, Canonical Bundle OG43 Alpha-Malachite\n\n\n\n\n\n\nSUMMARY:\n Ontologically dark-shifted material is deposited within Acroamatic Abatement Facility AAF-D at Watchtower-43 in equal proportion to the materials already present. Materials annihilate each other in a controlled fusion explosion which vents through the multiversal conduits described above, dissipating in the atmosphere and resulting only in equipment fatigue within the facility. Early estimates suggest an incremental increase in global climate change across all affected timelines, alongside associated paraoncological effect.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 234585\n\n\n\n\n\n\nLOCATION:\n \na1525fd30074da00e777a55e07107910\n, Canonical Bundle AAAA Kappa-Yellow\n\n\n\n\n\n\nSUMMARY:\n An instance of SCP Foundation Research Site-107 appears, constituting the only Foundation presence in this timeline. Metafoundation admission pending first contact.\n\n\n\n\n\n\n\n\n\n\nIt has been confirmed, through the Collective's observation, that this log was received and viewed by several of the relevant Authority's Overseer personnel. For reasons unclear, the Authority has made no attempt to communicate to the Collective, nor to any impacted timeline, nor to ameliorate said impacts. Audit pending.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nEE-001 affecting a cross-section of local timeline group.\n\n\n\n\n\n\n\n\n\n\n\n\nPLUNGED\n\n\nor\n\n\nThe Last Seventy-Two Months of Site-43\n\n\nSubmitted to the Faculty of Esoteric Reduction\n\n\nin fulfillment of the requirements of the degree Doctor of Esoterica\n\n\nby Chief Amelia O. Torosyan-Deering\n\n\n2044/05/02\n\n\n\n\n \n\n\n\n\nACKNOWLEDGEMENTS\n\n\nSpecial thanks to my supervisory committee: Dr. Ilse Reynders, whose fault this wasn't, and Dr. Dougall Deering.\n\n\nFor Phil.\n\n\n \n\n\n\n\n \n\n\nABSTRACT\n\n\nOn 8 September 2036, Treatment Site-43 was excised from consensus reality. On 8 September 2043, it returned. Over the course of those seven years, temporally constricted to seventy-two months within that pocket of unreality, with no oversight, assistance, sustenance or sleep, the majority of the SCP Foundation's's acroamatic abatement procedures were carried out by one person: Chief Amelia Torosyan-Deering of Janitorial and Maintenance. This is her testimony.\n\n\n[…]\n\n\n\n\n \n\n\nA note is enclosed:\n\n\n\n\nI would have entitled it \nThe Woman in the Annihilator.\n\nCongratulations, doctor!\n\n\n\n\n— Ilse\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Deering engaged in email correspondence with the Pilcrow-Minkowski Center on a daily basis from this point onward, developing a radical new esoteric reduction device and constructing it at Treatment Area-21 with the engineering expertise of Chief Torosyan-Deering. The P. M. Center's half of this correspondence has been lost per \nmishandling of data transfer to Research Station Mnemosyne\n; selected entries from Dr. Deering are attached below.\n\n\n\n\nIt needs to be foolproof. The last one failed because fools tampered with it. Human error cannot be a factor, or if it is, its influence needs to be isolated to things that can't destabilize our reality. If our solution threatens the stability of our own conceptual space, it's no better than the problem.\n\n\n\n\n— DD\n\n\n\n\n\n\n\n\n\n\n\n\nour own conceptual space\n\n\n\n\nThis phrasing is key. You imply a feasible solution. One we can provide.\n\n\n\n\nSpell it out for me.\n\n\n\n\n— DD\n\n\n\n\n\n\n\n\nShe'll never go along with that.\n\n\n\n\n— DD\n\n\n\n\n\n\n\n\n\n\npocket dimensions\n\n\n\n\nI've mulled this over and I think you're right. That's the angle. That's the obvious lesson to learn from what happened, we've essentially been handed a model and shown that it actually works. The engineering will be functionally identical, which is vital since I can't and won't put this in place without her help. I can sell her on pocket dimensions. Not the other thing, which as far as I'm concerned is just between you and me, now. I'm not going to disappoint her again.\n\n\nI'm not going to look her in the eye and tell her I took another shortcut.\n\n\n\n\n— DD\n\n\n\n\n\n\n\n\n\n\nWe cannot yet approve your penultimate request. Context is required.\n\n\n\n\nI have no intention of explaining what it means. That's what we're going to name the device. Don't ask me again; give the project itself some fanciful, overwrought name if that makes you feel better.\n\n\n\n\n— DD\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7243/III:\n Project Reports, Proposal and Residuum\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nPROJECT ANAXIMANDER\n\n\nQUARTERLY REPORT: Q3 2045\n\n\n\n\n\n\n2045/09/08\n\n\nChief Dougall Deering\n\n\nDepartment of Esoteric Reduction\n\n\n\n\n\n\nProject Anaximander continues to be an unqualified success. We have transmitted six packets of esoteric effluence to their final destinations via MAGIC DRAWER,\n.\nDetails regarding this device are released on a need-to-know basis; contact your Esoteric Reduction liaison if you feel you need to know!\n and all monitoring efforts suggest that they were properly abated at their destinations to a high degree of efficiency. O5-11 confirms the absence of any notable backlash effects, and the project will continue as planned through Q4 at the least.\n\n\nPrecautions have been taken to ensure the events of incident 7243-1 cannot recur.\n\n\nArea-21 has received multiple requests from other Foundation facilities to implement limited local MAGIC DRAWER devices at key points in the global Logistics network. Due to the nature of MAGIC DRAWER, however, and the high degree of technical ability required to operate and maintain it, these requests have necessarily been denied. We acknowledge that the present solution does not provide the same expansive and proactive coverage of its predecessor, forcing the resumption of small-scale abatement processes to maintain equilibrium, and constant innovation in that field; to that end, we have chosen to pursue a collaborative rather than unilateral approach.\n\n\n[…]\n\n\n\n\n \n\n\n\n\nESOTERIC REDUCTION GALA\n\n\n\n\n\n\n\n\n\n\nDr. Deering and Chief Torosyan-Deering.\n\n\n\n\n\n\nIn recognition of the incredible strides forward made by the Department of Esoteric Reduction under Project Anaximander, and in light of the need to further solidify our lead in this long-running race, the decision was made to re-instate the annual symposium and gala formerly hosted by the now-defunct Acroamatic Abatement Group at Area-21.\n\n\nHighlights of this inaugural event included the touching retirement address of Dr. Adrijan Zlatá, a tribute to the lost personnel of Treatment Site-43 by Dr. Lillian Lillihammer, Chief Agent Delfina Ibanez and Sevara Okorie, lectures on antichromatic bleaching fields, demivalent short-circuiting and macrobacterial titration by senior Site-91 abatement engineer M'buka Rainier, and the wedding reception for our guests of honour: Drs. Amelia Torosyan-Deering and Dougall Deering.\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is waste?\n\n\nWe've stopped even trying to guess. We hardly even think about it anymore, except in the most absolute abstract. Out of sight, out of mind where once it was out of mind, out of sight. You tell me this way is better.\n\n\nBut you don't tell me everything, not even now.\n\n\n\n\n\n\n\n\n\n\n\n\n\"MAGIC DRAWER\" PACKET DELIVERY LOG (YTD)\n\n\n\n\n\n\nTARGET:\n \n15C48E771D5919A9405431672B966C73\n\n\nSTATUS:\n \nPACKET DELIVERED\n\n\n\n\n\n\nTARGET:\n \nEB5D209A6C2C83326B8C964E57125F74\n\n\nSTATUS:\n \nPACKET DELIVERED\n\n\n\n\n\n\nTARGET:\n \n54FCBB969D644441522ADAE713E18EE2\n\n\nSTATUS:\n \nPACKET DELIVERED\n\n\n\n\n\n\nTARGET:\n \nC036543BAF6CCA3CDE42C2ED9FB38E20\n\n\nSTATUS:\n \nPACKET DELIVERED\n\n\n\n\n\n\nTARGET:\n \n3BA7A238540B20F94BDED4ABAFB98606\n\n\nSTATUS:\n \nPACKET DELIVERED\n\n\n\n\n\n\nTARGET:\n \n2B8D597F4B45F7F59924FC47D58146B1\n\n\nSTATUS:\n \nPACKET DELIVERED\n\n\n\n\n\n\nTARGET:\n \n940662B90E78660244BCE96E7776DC7F\n\n\nSTATUS:\n \nPACKET PENDING\n\n\n\n\n\n\n\n\n\n\nThe following is a transcript of the emergency meeting between Dr. Deering, Chief Torosyan-Deering and Dr. Reynders following routine analysis of MAGIC DRAWER's seventh packet delivery destination.\n.\nOn obtaining her doctorate, Dr. Torosyan-Deering elected to continue service under her job title (\"Chief\") rather than the earned honorific (\"Dr.\").\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n<Dr. Deering and Dr. Reynders are arguing in the MAGIC DRAWER operations control room, which has been temporarily evacuated of all non-executive staff. Chief Torosyan-Deering enters, shutting the door behind her.>\n\n\nDr. Reynders:\n Calm down.\n\n\nDr. Deering:\n No. Shut up.\n\n\nChief Torosyan-Deering:\n What's going on? What's wrong with the report?\n\n\nDr. Reynders:\n MAGIC DRAWER is targeting us for delivery.\n\n\n<Silence on recording.>\n\n\nChief Torosyan-Deering:\n What?\n\n\nDr. Deering:\n It's impossible. It is \nfucking impossible.\n\n\nChief Torosyan-Deering:\n How can it be targeting… was it sabotage? Someone sabotaged MAGIC DRAWER?\n\n\nDr. Deering:\n That must be it. It's impossible. We can't be next, not after only \nsix\n goddamn deployments!\n\n\nChief Torosyan-Deering:\n There have to be safeguards for this kind of thing! Why can it even target a coherent timeline? It was designed to dump into pocket dimensions, it shouldn't…\n\n\nDr. Reynders:\n Amelia.\n\n\nChief Torosyan-Deering:\n Dougall? It shouldn't…\n\n\nDr. Reynders:\n Amelia.\n\n\nChief Torosyan-Deering:\n Oh, my god.\n\n\n<Silence on recording.>\n\n\nDr. Deering:\n So, here's the thing.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nPROJECT ANAXIMANDER\n\n\nINITIAL PROPOSAL\n\n\n\n\n\n\n2044/01/19\n\n\nChief Dougall Deering\n\n\nDepartment of Esoteric Reduction\n\n\n\n\n\n\nPURPOSE:\n Permanently, robustly, and sustainably eliminate the deleterious effects of redundant esoteric waste substances on consensus reality, at sufficient scale to compensate for the indefinite exponential growth of contained subjects and their by-products.\n\n\nABSTRACT:\n Typical mechanisms of esoteric reduction — such as those presented in the practice of acroamatic abatement — are dependent upon the detoxifying properties of an Anomalously-stable copper isotope occurring naturally\n.\nInsofar as it is generated by the presence of \nanother, uncontained Anomalous subject\n.\n within the waters of Lake Huron, which has been infeasible to artificially reproduce. As the quantity and volatility of esoteric waste has seen exponential increase over the Foundation's lifespan, the aforementioned method has approached minimal effectiveness, and can neither be localized nor replicated at sufficient scale without the entirety of Huron's lakewater soon being spent.\n\n\nAn alternative method of esoteric reduction, known as 'existential abatement', has been proposed and implemented per insistence of the Pilcrow-Minkowski Center for Multidisciplinary Studies; this over-engineered, profoundly unstable method sought to circumvent the inception of Anomalous waste by instantiating self-justifying, metastable micro-paradoxes which were harnessed in the retroactive erasure of certain substances under extremely precise conditions. The inherent truculence of this approach inevitably led to its failure — expedited by its premature deactivation, leaving it vulnerable to commandeerment by rogue AI agents — which has resulted in:\n\n\n\n\nthe loss of Site-43, its personnel, its infrastructure and contributions, its contained subjects, and the nation of Japan;\n\n\nthe sudden and global resurgence of the esoteric waste substances crisis;\n\n\nmultiple breaches of baseline reality's ontokinetic and chronological integrity;\n\n\na cascade hazardous materials breach of multiversal proportion.\n\n\n\n\nThe Department of Esoteric Reduction fundamentally rejects the pursuit of any such experimental solution, and so has worked closely with the P. M. Center to develop a well-tested, robust, rigorous methodology which will ensure the stable ejection of esoteric waste substances from consensus reality.\n\n\n\n\nMETHOD:\n Esoteric waste substances are to be ejected from consensus reality.\n\n\nAs these substances are inherently unpredictable and highly reactive with other Anomalous phenomena, attempts to ectoentropically erase or detoxify them have been rejected. Similarly, the hypothetical informational space 'between' or 'outside of' conventional universes has not been shown to meaningfully exist, and so attempting to send Anomalous substances to that space would be an experimental approach of unprecedented consequences. After much deliberation, it is evident that the only acceptable solution with which to proceed is the ejection of esoteric waste substances into parallel universes.\n\n\nThis process must be executed such that the impact on recipient timelines is minimal and undetected, as the recipients' Foundations (or alternate Normalcy organizations) might otherwise become hostile to the baseline Foundation. To achieve this, ejected substances should be evenly distributed across a wide range of timelines in small, concentrated quantities; they should also be delivered to precise locations (and times) wherein their esoteric properties will swiftly be abated by local forces. The feasibility of this approach is attested by the uncontrolled dispersal of acroamatic material across the timeplane during the EE-001 \"rubberband\" event of 2043, which now stands as this project's initial test case. Controlled and targeted dispersal can only excel these results.\n\n\nThe Department of Esoteric Reduction proposes the creation of an industrial eigenmachine, stationed at Area-21, which performs the following procedure:\n\n\n\n\nesoteric waste substances delivered by extant global logistics networks will be sorted by their attributes and properties, as they would be in conventional acroamatic abatement methods, then compactified into concentrated 'packets';\n\n\nan extrauniversal imaging mechanism, designed by the P. M. Center in conjunction with Esoteric Polymath P. H. MD., PhD., will generate a 'timeplane-curve map' describing all timelines which possess an iteration of Site-43 (or suitable equivalent);\n\n\nevery seventy-two days, for each waste packet, the next sequential timeline in the timeplane-curve map will be identified and targeted; this map is hard-coded to avoid human error and is subject to a 'ratchet system' which cannot be countermanded, as the intense thaumic backscatter produced by each packet deployment must be evenly distributed along the timeplane's heat-arc to avoid a potentially metapocalyptic imbalance;\n\n\na temporary transdimensional Way will be initialized, linking baseline Area-21 to the appropriate section of the selected timeline's abatement facilities, at the time of minimal projected impact;\n\n\nthe waste packet will be ejected from consensus reality through this Way, whereupon it will be sent to the recipient timeline and immediately abated alongside similar esoteric materials;\n\n\nthe Way will then close, and the system will ratchet forward along the timeplane map in anticipation of the next deployment.\n\n\n\n\nTechnical specifications and resource requirements will be presented in full to relevant parties as needed.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nChief Torosyan-Deering:\n You didn't. Tell me you didn't.\n\n\nDr. Deering:\n We ran a month of simulations on pocket dimension dumping. The consensus was that without full timeline coherence, the transfer process would almost certainly collapse the destination, rubberbanding just like when DePLExA—\n\n\nChief Torosyan-Deering:\n You lied to me.\n\n\nDr. Deering:\n It's just a detail! Not even a major detail. In every respect except for ontological strength factor—\n\n\nChief Torosyan-Deering:\n We've been dumping hot garbage on our neighbours. MAGIC DRAWER hasn't been selecting from the set of stable pockets, it's been selecting from the set of stable \ntimelines.\n\n\nDr. Reynders:\n I wanted to tell you.\n\n\nDr. Deering:\n \nI\n wanted to tell you! But I knew—\n\n\nChief Torosyan-Deering:\n You knew I'd never…\n\n\n<Chief Torosyan-Deering sits down.>\n\n\nChief Torosyan-Deering:\n That wasn't it. You didn't need my help.\n\n\n<Dr. Deering approaches her. He takes her hands. She does not look up at him.>\n\n\nDr. Deering:\n That isn't true. I needed you on my side. I needed you so I could make this possible. For—\n\n\n<Chief Torosyan-Deering shoves him away.>\n\n\nChief Torosyan-Deering:\n Don't say it.\n\n\nDr. Deering:\n Amelia—\n\n\nChief Torosyan-Deering:\n You wanted me to think you'd found a permanent solution. Like you promised. You really are a sad sack of shit, Dougall Deering.\n\n\n<Chief Torosyan-Deering laughs, leans forward and holds her head in her hands.>\n\n\nChief Torosyan-Deering:\n So, it's targeting us. Fine. What do we do about that?\n\n\n<Chief Torosyan-Deering suddenly stands up.>\n\n\nChief Torosyan-Deering:\n No, actually, I need more information. Where precisely have we been sending these packets? What specific physical locations?\n\n\nDr. Deering:\n Site-43. Always Site-43.\n\n\n<Silence on recording.>\n\n\nChief Torosyan-Deering:\n There is no Site-43.\n\n\nDr. Reynders:\n You'll recall the chronological—\n\n\nChief Torosyan-Deering:\n Oh, for… the chronological calculations. You said time was variable in the pocket dimensions. We've been sending this stuff back in time, too? Into other people's pasts?\n\n\nDr. Deering:\n It's a factor of transfer dilation, opportunity windows, the ratchet principle—\n\n\nChief Torosyan-Deering:\n Where in our past is this packet going?\n\n\nDr. Deering:\n MAGIC DRAWER selects whatever the most…\n\n\n<Dr. Deering sits down on the edge of the nearest chair. He almost falls off, clutching at the associated console for stability. Chief Torosyan-Deering moves as if to support him, then pulls back.>\n\n\nChief Torosyan-Deering:\n What? What's wrong?\n\n\nDr. Deering:\n It can't.\n\n\nChief Torosyan-Deering:\n What can't?\n\n\n<Dr. Reynders gasps.>\n\n\nChief Torosyan-Deering:\n What? Doug, what's wrong?\n\n\n<Dr. Deering stands up abruptly. The chair spins away across the aisle.>\n\n\nDr. Deering:\n No! No. We're not doing this.\n\n\nDr. Reynders:\n It's already been done. The past is a pact, Dougall.\n\n\nDr. Deering:\n No.\n\n\nChief Torosyan-Deering:\n Wait.\n\n\nDr. Reynders:\n We need to send something Anomalous through the aperture, and we need to do it soon. We can't destabilize the cosmos for this.\n\n\nDr. Deering:\n \n<muttering>\n You think this is the cosmos being \nstable?\n\n\nChief Torosyan-Deering:\n WAIT.\n\n\n<Silence on recording.>\n\n\nDr. Deering:\n I won't do it, Amelia. I didn't…\n\n\n<Dr. Deering sags.>\n\n\nDr. Deering:\n I didn't do it. It wasn't \nme.\n\n\n\n\n<Chief Torosyan-Deering convenes the primary operational staff of Area-21 to review the data from MAGIC DRAWER and determine whether the executive interpretation of the packet delivery target site is correct. It is unanimously agreed that the device is preparing to transport esoteric effluence to Acroamatic Abatement Facility AAF-D on 8 September, 2028.>\n\n\n\n\n<The executive staff have reconvened in the operations control room.>\n\n\nChief Torosyan-Deering:\n This isn't a problem. It's an opportunity! We can… we can send something innocuous. Enough to get the job done, but not enough to kill him.\n\n\nDr. Reynders:\n Amelia…\n\n\nChief Torosyan-Deering:\n No, just listen to me, okay? Okay?\n\n\nDr. Reynders:\n Okay, but we can't do it.\n\n\nChief Torosyan-Deering:\n Why not? \nWhy not?\n We just discovered that Phil was never meant to die in the first place! \nWe caused it.\n We can un-cause it! We can fix the whole thing, and all we have to do is whiff the next shot.\n\n\nDr. Deering:\n You're saying \nI\n caused it.\n\n\nDr. Reynders:\n We, these versions of ourselves, everything we've done — with widespread multiversal consequences! — are the products of Philip Deering's death. We can't create a toxic uber-paradox to save one human life.\n\n\nChief Torosyan-Deering:\n We're meant to fix this! It's a one in a million… no, an \nindescribably unlikely\n coincidence that we'd end up targeting ourselves. What could explain that, outside of fate?\n\n\nDr. Reynders:\n Every target is indescribably unlikely, particularly from the perspective of each.\n\n\nDr. Deering:\n She's right, Ilse. There's just no way we're the next recipient on blind luck. It would be the single greatest probabilistic outlier ever recorded. Even \ntheorized.\n\n\nDr. Reynders:\n Yes. It's infinitely more likely that something went wrong with the machine, and it failed to model the timeplane curve correctly; theoretically, we should be the 'end' of the arc.\n\n\nChief Torosyan-Deering:\n More mistakes.\n\n\nDr. Deering:\n No. Don't even.\n\n\nChief Torosyan-Deering:\n I wasn't—\n\n\nDr. Deering:\n Don't say it! I'm telling you, \nthis wasn't me.\n Place did the calculations. We need to call him.\n\n\nChief Torosyan-Deering:\n Place? Are you serious?\n\n\nDr. Reynders:\n I've been trying, Dougall. He's gone silent. \nAgain.\n\n\nDr. Deering:\n Fuck! \nFUCK!\n How long do we have?\n\n\nChief Torosyan-Deering:\n Two hours and change. Long enough to debate the solution.\n\n\nDr. Reynders:\n There's nothing to debate.\n\n\nChief Torosyan-Deering:\n There is. Ilse, Doug, we \ncan\n save him.\n\n\n<She takes Dr. Deering's shoulders in her hands.>\n\n\nChief Torosyan-Deering:\n We work miracles every day. If you burned the braincells in this room, you could power Toronto for a lifetime.\n\n\nDr. Reynders:\n No.\n\n\n<Chief Torosyan-Deering turns her head to face Dr. Reynders.>\n\n\nChief Torosyan-Deering:\n I crawled my way out of Hell for this chance. To do right by someone I love. Tell me you don't understand that, \nIlse,\n and remember why I was there in the first place.\n\n\n<Dr. Reynders opens her mouth, then looks away and does not respond. Chief Torosyan-Deering turns back to Dr. Deering.>\n\n\nChief Torosyan-Deering:\n We can bring him back.\n\n\nDr. Deering:\n Maybe…\n\n\nChief Torosyan-Deering:\n Yes. You know it's right. It makes \nsense.\n\n\nDr. Reynders:\n We can't.\n\n\nChief Torosyan-Deering:\n We \ncan.\n We can start over!\n\n\nDr. Reynders:\n AMELIA!\n\n\nChief Torosyan-Deering:\n I NEED MY HUSBAND BACK!\n\n\n<Silence on recording.>\n\n\n<Chief Torosyan-Deering releases Dr. Deering's shoulders.>\n\n\nChief Torosyan-Deering:\n I'm sorry, Doug.\n\n\nDr. Deering:\n It's okay.\n\n\nChief Torosyan-Deering:\n I'm so sorry.\n\n\nDr. Deering:\n It's okay. I knew, of course.\n\n\nChief Torosyan-Deering:\n I… look, I didn't…\n\n\nDr. Reynders:\n I can't spare you two a moment. You know that. We're out of time to waste. We need to decide how we're going to handle this.\n\n\nChief Torosyan-Deering:\n We…\n\n\n<Silence on recording.>\n\n\nChief Torosyan-Deering:\n We need to let him go.\n\n\nDr. Deering:\n That's only part of it.\n\n\nChief Torosyan-Deering:\n What?\n\n\nDr. Deering:\n \nYou\n need to let him go. \nI\n need to take responsibility.\n\n\n\n\n<Dr. Deering calls a recess to allow the Historioglyphics Division to compare the next packet with the reported contents of Acroamatic Abatement Facility AAF-D on 8 September 2028. Chief Torosyan-Deering and Dr. Reynders are engaged in conversation within the former's office when they are alerted to the powerup of MAGIC DRAWER by a momentary power fluctuation. They return to the operations control room to find Dr. Deering absent; a brief search locates him within the maintenance access corridor to the device's delivery aperture. Chief Torosyan-Deering rushes to the outer door, finding it locked, while Dr. Reynders remains in operations control.>\n\n\nChief Torosyan-Deering:\n What are you doing?\n\n\n<She hammers on the door. Dr. Deering is visible beyond the porthole, standing in the empty aperture, clenching and unclenching his hands.>\n\n\n<Chief Torosyan-Deering activates a panel beside the door.>\n\n\nChief Torosyan-Deering:\n You're standing next to the loading chamber. It's not going to fire until you close the inner door.\n\n\n<Chief Torosyan-Deering attempts to open the outer door. Her access code is denied.>\n\n\nChief Torosyan-Deering:\n What are you DOING?\n\n\n<Chief Torosyan-Deering hammers on the door.>\n\n\nChief Torosyan-Deering:\n I know you can hear me. Dougall!\n\n\n<Dr. Reynders speaks via P. A. system.>\n\n\nDr. Reynders:\n He's overriding the safeties.\n\n\nChief Torosyan-Deering:\n Why?\n\n\nDr. Reynders:\n He's going to—\n\n\nChief Torosyan-Deering:\n No. Absolutely not.\n\n\n<She hammers on the porthole, breaking the skin on her right hand in the process.>\n\n\nChief Torosyan-Deering:\n DOUGALL! What the fuck are you—\n\n\n<The overhead lights flicker, and a persistent hum is heard throughout Area-21. MAGIC DRAWER is preparing to deliver its packet.>\n\n\nChief Torosyan-Deering:\n Stop! Stop! We can work this out. Talk to me, or I swear on his memory I'm going to shut the whole system down.\n\n\nDr. Reynders:\n You can't do that.\n\n\n<Dr. Deering turns to face Chief Torosyan-Deering.>\n\n\nDr. Deering:\n You can't do that.\n\n\nChief Torosyan-Deering:\n Watch me.\n\n\nDr. Deering:\n We don't mean you \ncan't\n do that, really. We're saying it's the wrong move. Amelia, I'm sorry. I thought this would be easier if you and I didn't… didn't talk again.\n\n\nChief Torosyan-Deering:\n You always want to do it the easy way.\n\n\nDr. Deering:\n I'm making up for it now.\n\n\nChief Torosyan-Deering:\n You say that, but from where I'm standing, you're about to give up and leave us to fix the mess you made. How is that not the easy way out?\n\n\nDr. Deering:\n I know what killed Phil.\n\n\nChief Torosyan-Deering:\n You've always known what killed Phil. And so have I.\n\n\nDr. Deering:\n Exactly.\n\n\nChief Torosyan-Deering:\n What?\n\n\nDr. Deering:\n I killed Phil.\n\n\n<Dr. Deering taps his chest.>\n\n\nDr. Deering:\n \nI\n killed Phil. And this is how I did it.\n\n\nChief Torosyan-Deering:\n Come out here, and let's discuss.\n\n\nDr. Reynders:\n The ramifications of what you're suggesting—\n\n\nDr. Deering:\n I'm not suggesting anything. This is what happened. The thing that coiled around him did so for a reason. It ignored me. It went for him. It solved the problem.\n\n\nChief Torosyan-Deering:\n Solved the…?\n\n\nDr. Deering:\n That's why I'm the only one who could see it, at first. \nIt was me.\n\n\n<Dr. Deering spreads his hands wide.>\n\n\nDr. Deering:\n I'm the loop.\n\n\nChief Torosyan-Deering:\n That doesn't…\n\n\nDr. Deering:\n This packet is one hundred percent paraspectral. It's the extra material that showed up after Phil flushed AAF-D, the stuff nobody could account for. It's the source of the thing that took his life. And that thing behaved with \npurpose,\n Amelia.\n\n\nChief Torosyan-Deering:\n That doesn't mean you have to…\n\n\nDr. Deering:\n It does, though. The loop is stable, so long as we get this next part right. Otherwise…\n\n\n<Dr. Deering looks up at the ceiling of the chamber.>\n\n\nDr. Deering:\n \nParadox\n, Ilse.\n\n\nChief Torosyan-Deering:\n What's he talking about?\n\n\n<Dr. Reynders hesitates for a moment, then speaks.>\n\n\nDr. Reynders:\n Phil dying set all of this in motion, and it's cross-multiversal now. Phil has to die again. He always has to die. And it has to be a sure thing.\n\n\nDr. Deering:\n Meaning we need control at the moment of crisis. What we send needs to have \nagency.\n And a shot of undifferentiated ectoplasm hasn't got that.\n\n\nChief Torosyan-Deering:\n What makes you think you won't just melt into nothing when the packet pours in on you?\n\n\nDr. Deering:\n I suppose… I probably will. But I know that won't be the end of it. Because I saw myself. I saw myself draw in the extra energy, take… take Phil, and then pass back into the pipes.\n\n\nChief Torosyan-Deering:\n But why does it have to be \nyou?\n\n\nDr. Deering:\n Because he's my brother. And this time I'm going to show up for him.\n\n\nChief Torosyan-Deering:\n But it doesn't make SENSE! Ilse, hold on. Try to shut this thing down. You guys aren't thinking this through rationally. Why would \nthat\n be the loop? Why would you turn yourself into something that would kill your own brother?\n\n\nDr. Deering:\n Because the packet would have killed him instead, and then it would have blown the whole place sky-high, me included, and as far as anyone would know it would have all been Phil's fault. Instead, something sucked up the effluence in the air, then took him…\n\n\n<His eyes widen.>\n\n\nDr. Deering:\n I remember thinking he hadn't felt it. That he didn't suffer. Maybe it gave him that. And then it saved the Site, gave my old self the chance to turn the valve, start my penance. Then it disappeared into the system…\n\n\n<Dr. Deering laughs.>\n\n\nDr. Deering:\n And you know what? I bet it was still in there back in '43. 2043.\n\n\nChief Torosyan-Deering:\n I saw it.\n\n\nDr. Deering:\n What?\n\n\nChief Torosyan-Deering:\n I saw it. It leaked down into DePLExA from AAF-D. It tried to kill me, too. On my last run through the cycle.\n\n\nDr. Deering:\n That doesn't make sense. You couldn't see it on the video of Phil's acc— of what happened to Phil.\n\n\nChief Torosyan-Deering:\n But I \ncould\n see it in person when the chronology anchor started to work. When 43 rolled back to reality, it must've been caught in the throes, concretized. It appeared, and it reached out for me…\n\n\n<Silence on recording.>\n\n\nDr. Deering:\n Reached out for you.\n\n\nChief Torosyan-Deering:\n Oh my god.\n\n\nDr. Deering:\n Running in circles for fifteen years, trapped in the pipes, waiting for you to bring me back to life, so I could help you to survive. I like the symmetry.\n\n\nChief Torosyan-Deering:\n This can't be happening.\n\n\nDr. Deering:\n At least this time, it really is my idea.\n\n\n<Chief Torosyan-Deering sags.>\n\n\nChief Torosyan-Deering:\n Except you \ndidn't\n help me to survive. You didn't do a \nfucking thing\n that helped me.\n\n\n<She laughs.>\n\n\nChief Torosyan-Deering:\n God, I should have known it was you.\n\n\nDr. Deering:\n I'm sorry.\n\n\nChief Torosyan-Deering:\n But you didn't answer my question. Why is this the loop? Phil only died because you did this. If he hadn't died, you never would have decided to do this. The logic doesn't work.\n\n\n<Dr. Deering shrugs.>\n\n\nDr. Deering:\n It happened, so it does work. The universe requires it to. Bootstrap paradox. Maybe the materials involved… they were ambichronological, remember? Time flowing both ways.\n\n\n<He shrugs again.>\n\n\nDr. Deering:\n Or maybe that's looking too deep. Maybe Phil and I are just predestined to part, like… well.\n\n\n<Chief Torosyan-Deering places a palm on the porthole. Dr. Deering moves to match the gesture, then pulls back.>\n\n\nChief Torosyan-Deering:\n That's not enough. It's not universal perversity. It needs to mean something more. You did all of this for him! We both did. All of it. Tell me I'm wrong.\n\n\nDr. Deering:\n You're wrong. Half-wrong.\n\n\nChief Torosyan-Deering:\n What?\n\n\nDr. Deering:\n I never did any of it for him.\n\n\n<Silence on recording.>\n\n\nDr. Reynders:\n Two minutes. I'm sorry.\n\n\nChief Torosyan-Deering:\n What about me?\n\n\n<Dr. Deering turns away.>\n\n\nChief Torosyan-Deering:\n Dougall? What about me? For fuck's sake, let me do it instead. You know that's the better solution.\n\n\nDr. Deering:\n No. Absolutely not.\n\n\nChief Torosyan-Deering:\n Stop being so selfish!\n\n\n<Dr. Deering looks over his shoulder.>\n\n\nDr. Deering:\n It's not selfish. It's the least selfish part of this, maybe the only part that isn't. Sure, I'm taking the easy way out. That's who I am. That's all I'm useful for. Maybe I can find a way to do some good in there, however this works out. If I can, I'll keep trying. But I'm weak and lazy and short-sighted, nothing anyone can count on, as you well know. So you need to stay out there, the way you are right now, and keep doing the real work. The good—\n\n\nChief Torosyan-Deering:\n No!\n\n\nDr. Deering:\n Yes. Because that's who \nyou\n are, and nobody made you that way but you.\n\n\nChief Torosyan-Deering:\n No.\n\n\nDr. Deering:\n Goodbye, Amelia.\n\n\n<Dr. Deering reaches into his labcoat and palms a remote control. He steps into the loading chamber and presses a button on the device. The inner door swings shut.>\n\n\nChief Torosyan-Deering:\n I don't forgive you.\n\n\n<A klaxon sounds as the packet delivery system audibly grinds to life.>\n\n\nChief Torosyan-Deering:\n Are you listening? I don't forgive you. This isn't how I forgive you.\n\n\n<Dr. Deering looks up, and a flood of material obscures the inner porthole view.>\n\n\nDr. Deering:\n Just a trick.\n\n\n<MAGIC DRAWER compacts, then delivers its packet.>\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nWhat is waste?\n\n\nI guess you finally figured it out, Dougall.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n\n\nEND OF COMPILED DOCUMENTS\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSUMMARY:\n Deliberate abuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly (\nSTAGNATION\n), in addition to extensive material damages, and injection of volatile Anomalous phenomena within and beyond the Coalitional Timeplane. Personnel in positions with unfettered access to power, resources, and opportunities for abuse of same are governed by irrationality, individual self-aggrandizement, and interpersonal indulgence. Iteration displays routine ignorance of metacontractual obligations, making no effort to report to the Collective or acknowledge Our existence.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nAs clearly evidenced by this extensive report, you are deemed in major violation of various Multi-Foundation Agreement clauses, particularly those described in Sections 1 and 3 regarding transfer of information and goods with the Oracle Collective and other Metafoundation Signees. Pursuant to Section 1.4B of the Metafoundation Supertemporal Coalition Pact, your Central Normalcy Authority Iteration has been ejected from the Coalitional-Timeplane.\n\n\nAny outstanding interdimensional access to the Coalitional-Timeplane has been severed. Your coverage under Goldbaker & Associates is now limited per your local Provider's capabilities. Your local Temporal Authority will soon revert to pre-Coalitional status, losing any data which would allow your infiltration of the Coalitional-Timeplane, or any feasible recreation of Our services. Your Timeline is subject to the forces of the multiverse, including the variety of catastrophic events perpetrated by your Iteration in kind.\n\n\n\n\n\n\nWe implore you to exercise greater caution in your efforts to Contain, in balance with your aims to Secure and Protect.\n\n\nGood luck on your own.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nYou have (1) new messages.\n\n\n\n\n\n\n\n\nR:\n They did find him, you know, after a fashion. It took her a month to reverse-engineer and then adapt the old DePLExA referent seeker to pick up his Daumal signature, altered state or no, but she did it.\n\n\nHe's still out there.\n\n\n\n\n\n\n\n\nP:\n I'm busy. Is there something you want?\n\n\n\n\n\n\n\n\nR:\n He was blundering aimlessly around in some ideospheric trash heap, in between darting in and out of time and space, looking for… well, you know what he was looking for. And you know what he's unleashed already in the process, not that you care.\n\n\n\n\n\n\n\n\nP:\n You might be surprised.\n\n\n\n\n\n\n\n\nR:\n I'm sending you the snapshot she took; I hope you take a good, long look.\n\n\n\n\n\n\n\n\nP:\n What response are you looking for here? Regret? Satisfaction?\n\n\nYou know how it goes, Ilse.\n\n\n\n\n\n\n\n\nR:\n You left her holding the bag. Both of you. I want you to acknowledge that.\n\n\n\n\n\n\n\n\nP:\n I've got nothing to give you. Not until this is done.\n\n\n\n\n\n\n\n\nR:\n But it never will be DONE, will it?\n\n\n\n\n\n\n\n\nP:\n You KNOW how it goes.\n\n\n\n\n\n\nP:\n You play your part, and I'll play mine.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nImage received.\n\n\n\n\n\n\n\n\n\n\nR:\n We all fall apart at the finish line.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nphmd@scip.net\n:// ./certify timeRemaining\n\n\n\n\n\n\nSession certification will expire in (2) minutes.\n\n\n\n\n\n\nphmd@scip.net\n:// ./prepwipe terminal_null activityLog current\n\n\n\n\n\n\nSession activity will delete upon terminal shutdown.\n\n\n\n\n\n\nphmd@scip.net\n:// ./msg \next_server-6276\n !undata recipient 0000\n\n\n\n\n\n\nInput message content:\n\n\n\n\n\n\n\n\nphmd@scip.net\n:// \"Operation LAST STRAW success; Project ADMONITION ready.\"\n\n\n\n\n\n\n\n\nMessage sent successfully.\n\n\nYou have (1) reply. Displaying by sender override:\n\n\n\n\n\n\nDF8CB98A291775D41D5C4D3B4CFBD64B@MASTERMIND.net\n:// \"INITIATE PHASE TWO\"\n\n\n\n\n\n\nShutting down…\n\n\n\n\n \n\n\n\n\n\n\n\n\n« \nEIGHTH COMMANDMENT\n\n\n\n\n\n\n\n\nEXISTENTIAL ABATEMENT\n\n\n\n\n\n\n\n\nTO BE CONTINUED »\n\n\n\n\n\n\n\n\n\n\n\n\nADMO\n\n\n\n\n\n\nFEATURING \n \n \nHARRYBLANK\n\n\nWITH ART BY \n \n \nSYUZHET\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7242\n | SCP-7243 | \nSCP-7244\n »\n\n\n\n\n\n\n\n\n» SHOW FOOTNOTES «\n\n\n\n\n« HIDE FOOTNOTES »\n\n\n\n\n\n\n\n\n \n FOOTNOTES & REFERENCES\n\n\n\n\nAbsentia-Class Anomalies are employed by the Foundation in ensuring the absence of non-existent phenomena.\n\n\nFor clarity: all components of this network must be designed to securely handle full payloads of volatile acroamatic material, despite the fact that these payloads will be absent, and the entire network will handle precisely nothing.\n\n\nA general term encompassing anti-chronons, malignant narremes, and related phenomena.\n\n\nTechnically no longer effluence-generating, with occasional exceptions.\n\n\nOr the effluence is destined to be detected beforehand and preemptively removed before shipping; or it will go undetected but spill out of its container in transit; \net cetera.\n\n\nAn administrative and research position of parascientific advisory to Overseer Council, permitting Dr. PHMD. to authorize and oversee various projects as needed.\n\n\nTimestamps have been irretrievably corrupted via the substitution of nonprinting characters in the source document, likely as one result of the events described therein.\n\n\nNot a mathematical inverse, but the complementary set.\n\n\nAn initiative to reproduce the functioning of lost artificially-intelligent conscripts via the amnesticization and psychological reconditioning of organic consciousnesses.\n\n\nExtremely variable local time constriction and dilation during EE-001 may result in unlikely but objectively correct intervals between events.\n\n\nIndicating a level of divergence between internal and external conceptual spaces which cannot be reconciled without the annihilation of all intervening matter.\n\n\nSubject was in transit to the AAF-X Emergency Acroamatic Redundancy Bunker during Incident 6488-D/II, before being rendered unconscious. She has been subsequently unable to account for her presence in this alternate Anomalous shelter.\n\n\nScranton Reality Filters.\n\n\n2043 in actuality, owing to the aforementioned temporal divergence.\n\n\nTheovlavic material is chaos-shifted Akiva energy in semioplasmic state.\n\n\nRecognized by the Oracle Collective (and Metafoundation writ large) as the authoritative Prime-Timeline.\n\n\nCanonical Bundle DW17 Timeline Delta-Blue; the subject of this audit.\n\n\nDetails regarding this device are released on a need-to-know basis; contact your Esoteric Reduction liaison if you feel you need to know!\n\n\nOn obtaining her doctorate, Dr. Torosyan-Deering elected to continue service under her job title (\"Chief\") rather than the earned honorific (\"Dr.\").\n\n\nInsofar as it is generated by the presence of \nanother, uncontained Anomalous subject\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7243\n\" by Placeholder McD, Liryn, HarryBlank, syuzhet, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7243\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n admo-7243-exactus.jpg, bluepint2.png\n\n\nAuthor:\n \nsyuzhet\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n 5y46584875-1.webp\n\n\nName:\n TASNEE 001\n\n\nAuthor:\n Secl\n\n\nLicense:\n CC BY 3.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n 7243-godel-icon.svg\n\n\nAuthor:\n \nItsDenali\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nItsDenali's Bison Box\n\n\n\n\n\n\nFilename:\n absentia-icon.svg, admo-7243-amy-abstract.jpg, admo-7243-amy-ceiling.jpg, admo-7243-amy-sky.jpg, admo-7243-amy-lights.jpg, admo-7243-amy-class.jpg, Anaximander.png, ARsterisk.png, Digamma.png, inimical-icon.svg, paradoxysm-icon.svg\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n Public Domain\n\n\n\n\n\n\nFilename:\n metamida-icon.svg\n\n\nAuthor:\n \nWoedenaz\n and \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n truculent-icon3.svg\n\n\nAuthor:\n \nPeppersGhost\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nACS Lite by Peppo\n\n\n\n\n\n\nFilename:\n admo-7243-abatement.jpg\n\n\nName:\n Interior Grand Coulee Dam, 1981 07\n\n\nAuthor:\n Miranda.Kopetzky\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n admo-7243-amy-cafeteria.jpg\n\n\nName:\n empty spaces\n\n\nAuthor:\n brian donovan\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nFilename:\n admo-7243-amy-warehouse.jpg\n\n\nName:\n IMG_2911\n\n\nAuthor:\n Kenneth Freeman\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nFilename:\n admo-7243-amy-truss.jpg\n\n\nName:\n Second Avenue Subway: November 2013\n\n\nAuthor:\n Metropolitan Transportation Authority\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nFilename:\n admo-7243-amy-subway.jpg\n\n\nName:\n Subway\n\n\nAuthor:\n Alper Çuğun\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n admo-7243-bubble-evenmoredone.jpg\n\n\nAuthor:\n \nHarryBlank\n and below\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\nThis image is a composite of:\n\n\n\n\nName:\n Ball\n\n\nAuthor:\n A Silly Person\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Fire and Smoke Particles\n\n\nAuthor:\n Filter Forge\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Fireworks, Goa\n\n\nAuthor:\n Joel's Goa Pics\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Magnificent CME Erupts on the Sun - August 31\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Neutron Stars Rip Each Other Apart to Form Black Hole\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Oil refinery png silhouette border\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nrawpixel\n\n\n\n\n\n\nName:\n Particle Tree\n\n\nAuthor:\n Carol VanHook\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Pipsqueak Star Unleashes Monster Flare\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Rocky Ocean Shore\n\n\nAuthor:\n Image Catalog\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Soap Bubble\n\n\nAuthor:\n Chris Yarzab\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Soap Bubble\n\n\nAuthor:\n Raphaël Quinet\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Soap Bubbles\n\n\nAuthor:\n Sergiy Galyonkin\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n sparkler\n\n\nAuthor:\n Moosealope\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n SOFIA Observations Find Dust Survives Obliteration in Supernova 1987A\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Sun Emits a Mid-Level Flare\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Sunset over the Water\n\n\nAuthor:\n walknboston\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Two Coronal Holes on the Sun Viewed by SDO\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n admo-7243-oracle.png\n\n\nAuthor:\n \nLiryn\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n admo-7243-resurgence-2.jpg\n\n\nAuthor:\n \nLiryn\n with icons by \nHarryBlank\n\n\nLicense:\n CC BY 2.0\n\n\n\n\nThis image is a composite of the following:\n\n\n\n\nName:\n Pasadena Refinery\n\n\nAuthor:\n eflon\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Moonlight on Lake Huron\n\n\nAuthor:\n Dave Hogg\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n New Orleans Oil Refinery\n\n\nAuthor:\n get directly down\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n chamber.jpg\n\n\n\n\nThis image is a composite of:\n\n\n\n\nName:\n Geneva - CERN - Old bubble chamber\n\n\nAuthor:\n Picturepest\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Metal kaleidoscope spinne\n\n\nAuthor:\n Patrick Hoesly\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Slow worm. ( legless lizard )\n\n\nAuthor:\n pete beardy\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n DeeringsBW.jpg\n\n\nName:\n Tokyo\n\n\nAuthor:\n Richard Giles\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n DT.jpg\n\n\nName:\n New Year's Eve\n\n\nAuthor:\n Richard Giles\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n Philstock.jpg\n\n\n\n\nThis image is a composite of:\n\n\n\n\nName:\n Self\n\n\nAuthor:\n Richard Giles\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Dad in Rehab\n\n\nAuthor:\n Tony Alter\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n timecrash.jpg\n\n\nAuthor:\n \nHarryBlank\n and below\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\nThis image is a composite of:\n\n\n\n\nName:\n A simulation of how a gas cloud that has been observed approaching the supermassive black hole at the centre of the galaxy\n\n\nAuthor:\n ESO/MPE/Marc Schartmann\n\n\nLicense:\n CC BY 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Christmas orbits\n\n\nAuthor:\n Kevin Dooley\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n light ripple 2\n\n\nAuthor:\n parameter_bond\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Orbits of stars around black hole at the heart of the Milky Way\n\n\nAuthor:\n European Southern Observatory\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nTitle:\n Philadelphia Pride Flag\n\n\nAuthor:\n Philadelphia City Council and Tierney\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Star-Forming Region NGC 3603\n\n\nAuthor:\n Hubble Heritage\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n When Black Holes Collide\n\n\nAuthor:\n NASA Universe\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n Verne.jpg\n\n\nAuthor:\n \nHarryBlank\n and below\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\nThis image is a composite of:\n\n\n\n\nName:\n Metal Recycling\n\n\nAuthor:\n Bob n Renee\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Photo 20150420124039396\n\n\nAuthor:\n MiGowa\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Plastic_bundles\n\n\nAuthor:\n JoslynLM\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Rainbow pollution\n\n\nAuthor:\n gambier20\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Scrap Press\n\n\nAuthor:\n Christine + Hagen Graf\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Spoil (Oil Spill)\n\n\nAuthor:\n FHG Photo\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Viable Ascaris Egg (Motile), Post-Treatment\n\n\nAuthor:\n SuSanA Secretariat\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "SUMMARY: Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly ( TERMINATION ). Timeline reconstituted by Goldbaker & Associates , at significant expense.",
        "SUMMARY: Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly ( CONTRIVANCE ). Local 𐤌K ('Narrative Restructuring') Scenario avoided.",
        "SUMMARY: Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly ( TRANSCENDENCE ). Repair to local Noöspheric Rhizome in-progress.",
        "SUMMARY: Misuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly ( DECEIT ), and ejection of additional rogue element. Iteration's Ethics Committee status unclear.",
        "inexplicable error occurred while generating passage",
        "R: Get back here immediately. Give me your ETA as soon as you know it.",
        "R: We need you. NOW",
        "R: Where are you",
        "R: Don't you dare forward my calls. I am not to be ignored.",
        "R: PICK UP YOUR PHONE",
        "P: When do you need me there?",
        "R: NOW. PICK UP THE PHONE",
        "P: I'm busy. I've got a time-traveling, universe-hopping teleportation machine. I'm sure I'll be where I need to be, when I need to be.",
        "R: What the HELL is wrong with you? UNDER NO CIRCUMSTANCES will you fly into the eye of an esoteric hurricane with that THING",
        "R: WHY ARE YOU AT 87",
        "R: PICK UP",
        "R: Neither of us is stupid. I know what you are. I know you've been planning something.",
        "R: You may have everyone else fooled. But if we live to see tomorrow, know this:",
        "R: I'm going to stop you.",
        "P: You know how it goes.",
        "inexplicable error occurred while generating passage",
        "our own conceptual space",
        "pocket dimensions",
        "We cannot yet approve your penultimate request. Context is required.",
        "SUMMARY: Deliberate abuse of Authority resources precipitated enhanced ascension of Tier-IV Cosmological Anomaly ( STAGNATION ), in addition to extensive material damages, and injection of volatile Anomalous phenomena within and beyond the Coalitional Timeplane. Personnel in positions with unfettered access to power, resources, and opportunities for abuse of same are governed by irrationality, individual self-aggrandizement, and interpersonal indulgence. Iteration displays routine ignorance of metacontractual obligations, making no effort to report to the Collective or acknowledge Our existence.",
        "You have (1) new messages.",
        "R: They did find him, you know, after a fashion. It took her a month to reverse-engineer and then adapt the old DePLExA referent seeker to pick up his Daumal signature, altered state or no, but she did it. He's still out there.",
        "P: I'm busy. Is there something you want?",
        "R: He was blundering aimlessly around in some ideospheric trash heap, in between darting in and out of time and space, looking for… well, you know what he was looking for. And you know what he's unleashed already in the process, not that you care.",
        "P: You might be surprised.",
        "R: I'm sending you the snapshot she took; I hope you take a good, long look.",
        "P: What response are you looking for here? Regret? Satisfaction? You know how it goes, Ilse.",
        "R: You left her holding the bag. Both of you. I want you to acknowledge that.",
        "P: I've got nothing to give you. Not until this is done.",
        "R: But it never will be DONE, will it?",
        "P: You KNOW how it goes.",
        "P: You play your part, and I'll play mine.",
        "R: We all fall apart at the finish line.",
        "\" SCP-7243 \" by Placeholder McD, Liryn, HarryBlank, syuzhet, from the SCP Wiki . Source: https://scpwiki.com/scp-7243 . Licensed under CC-BY-SA .",
        "Filename: admo-7243-exactus.jpg, bluepint2.png Author: syuzhet License: CC BY-SA 3.0",
        "Filename: 5y46584875-1.webp Name: TASNEE 001 Author: Secl License: CC BY 3.0 Source: Wikimedia Commons",
        "Filename: 7243-godel-icon.svg Author: ItsDenali License: CC BY-SA 3.0 Source: ItsDenali's Bison Box",
        "Filename: absentia-icon.svg, admo-7243-amy-abstract.jpg, admo-7243-amy-ceiling.jpg, admo-7243-amy-sky.jpg, admo-7243-amy-lights.jpg, admo-7243-amy-class.jpg, Anaximander.png, ARsterisk.png, Digamma.png, inimical-icon.svg, paradoxysm-icon.svg Author: HarryBlank License: Public Domain",
        "Filename: metamida-icon.svg Author: Woedenaz and HarryBlank License: CC BY-SA 3.0",
        "Filename: truculent-icon3.svg Author: PeppersGhost License: CC BY-SA 3.0 Source: ACS Lite by Peppo",
        "Filename: admo-7243-abatement.jpg Name: Interior Grand Coulee Dam, 1981 07 Author: Miranda.Kopetzky License: CC BY-SA 4.0 Source: Wikimedia Commons",
        "Filename: admo-7243-amy-cafeteria.jpg Name: empty spaces Author: brian donovan License: CC BY-SA 2.0 Source: flickr",
        "Filename: admo-7243-amy-warehouse.jpg Name: IMG_2911 Author: Kenneth Freeman License: CC BY-SA 2.0 Source: flickr",
        "Filename: admo-7243-amy-truss.jpg Name: Second Avenue Subway: November 2013 Author: Metropolitan Transportation Authority License: CC BY 2.0 Source: flickr",
        "Filename: admo-7243-amy-subway.jpg Name: Subway Author: Alper Çuğun License: CC BY 2.0 Source: flickr",
        "Filename: admo-7243-bubble-evenmoredone.jpg Author: HarryBlank and below License: CC BY-SA 3.0",
        "Name: Ball Author: A Silly Person License: CC BY-SA 2.0 Source: flickr",
        "Name: Fire and Smoke Particles Author: Filter Forge License: CC BY 2.0 Source: flickr",
        "Name: Fireworks, Goa Author: Joel's Goa Pics License: CC BY-SA 2.0 Source: flickr",
        "Name: Magnificent CME Erupts on the Sun - August 31 Author: NASA Goddard Space Flight Center License: CC BY 2.0 Source: flickr",
        "Name: Neutron Stars Rip Each Other Apart to Form Black Hole Author: NASA Goddard Space Flight Center License: CC BY 2.0 Source: flickr",
        "Name: Oil refinery png silhouette border Author: Unknown License: Public Domain Source: rawpixel",
        "Name: Particle Tree Author: Carol VanHook License: CC BY 2.0 Source: flickr",
        "Name: Pipsqueak Star Unleashes Monster Flare Author: NASA Goddard Space Flight Center License: CC BY 2.0 Source: flickr",
        "Name: Rocky Ocean Shore Author: Image Catalog License: Public Domain Source: flickr",
        "Name: Soap Bubble Author: Chris Yarzab License: CC BY 2.0 Source: flickr",
        "Name: Soap Bubble Author: Raphaël Quinet License: CC BY-SA 2.0 Source: flickr",
        "Name: Soap Bubbles Author: Sergiy Galyonkin License: CC BY-SA 2.0 Source: flickr",
        "Name: sparkler Author: Moosealope License: CC BY 2.0 Source: flickr",
        "Name: SOFIA Observations Find Dust Survives Obliteration in Supernova 1987A Author: NASA Goddard Space Flight Center License: CC BY 2.0 Source: flickr",
        "Name: Sun Emits a Mid-Level Flare Author: NASA Goddard Space Flight Center License: CC BY 2.0 Source: flickr",
        "Name: Sunset over the Water Author: walknboston License: CC BY 2.0 Source: flickr",
        "Name: Two Coronal Holes on the Sun Viewed by SDO Author: NASA Goddard Space Flight Center License: CC BY 2.0 Source: flickr",
        "Filename: admo-7243-oracle.png Author: Liryn License: CC BY-SA 3.0",
        "Filename: admo-7243-resurgence-2.jpg Author: Liryn with icons by HarryBlank License: CC BY 2.0",
        "Name: Pasadena Refinery Author: eflon License: CC BY 2.0 Source: flickr",
        "Name: Moonlight on Lake Huron Author: Dave Hogg License: CC BY 2.0 Source: flickr",
        "Name: New Orleans Oil Refinery Author: get directly down License: CC BY 2.0 Source: flickr",
        "Filename: chamber.jpg",
        "Name: Geneva - CERN - Old bubble chamber Author: Picturepest License: CC BY 2.0 Source: flickr",
        "Name: Metal kaleidoscope spinne Author: Patrick Hoesly License: CC BY 2.0 Source: flickr",
        "Name: Slow worm. ( legless lizard ) Author: pete beardy License: CC BY 2.0 Source: flickr",
        "Filename: DeeringsBW.jpg Name: Tokyo Author: Richard Giles License: CC BY-SA 2.0 Source: flickr",
        "Filename: DT.jpg Name: New Year's Eve Author: Richard Giles License: CC BY-SA 2.0 Source: flickr",
        "Filename: Philstock.jpg",
        "Name: Self Author: Richard Giles License: CC BY-SA 2.0 Source: flickr",
        "Name: Dad in Rehab Author: Tony Alter License: CC BY 2.0 Source: flickr",
        "Filename: timecrash.jpg Author: HarryBlank and below License: CC BY-SA 3.0",
        "Name: A simulation of how a gas cloud that has been observed approaching the supermassive black hole at the centre of the galaxy Author: ESO/MPE/Marc Schartmann License: CC BY 4.0 Source: Wikimedia Commons",
        "Name: Christmas orbits Author: Kevin Dooley License: CC BY 2.0 Source: flickr",
        "Name: light ripple 2 Author: parameter_bond License: Public Domain Source: flickr",
        "Name: Orbits of stars around black hole at the heart of the Milky Way Author: European Southern Observatory License: CC BY 2.0 Source: flickr",
        "Title: Philadelphia Pride Flag Author: Philadelphia City Council and Tierney License: Public Domain Source: Wikimedia Commons",
        "Name: Star-Forming Region NGC 3603 Author: Hubble Heritage License: CC BY-SA 2.0 Source: flickr",
        "Name: When Black Holes Collide Author: NASA Universe License: CC BY 2.0 Source: flickr",
        "Filename: Verne.jpg Author: HarryBlank and below License: CC BY-SA 3.0",
        "Name: Metal Recycling Author: Bob n Renee License: CC BY 2.0 Source: flickr",
        "Name: Photo 20150420124039396 Author: MiGowa License: CC BY 2.0 Source: flickr",
        "Name: Plastic_bundles Author: JoslynLM License: CC BY 2.0 Source: flickr",
        "Name: Rainbow pollution Author: gambier20 License: CC BY 2.0 Source: flickr",
        "Name: Scrap Press Author: Christine + Hagen Graf License: CC BY 2.0 Source: flickr",
        "Name: Spoil (Oil Spill) Author: FHG Photo License: CC BY 2.0 Source: flickr",
        "Name: Viable Ascaris Egg (Motile), Post-Treatment Author: SuSanA Secretariat License: CC BY 2.0 Source: flickr"
    ],
    "title": "SCP-7243"
}