{
    "url": "https://scp-wiki.wikidot.com/scp-7244",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\n\n\n\n\nSCP-7244-1 in containment.\n\n\n\n\n\n\nItem #:\n SCP-7244\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7244 is to be kept inside a containment aviary attached to Site-107. This aviary is planted with appropriate flora typical of the South-Eastern United States to facilitate suitable perching for foraging and nesting behavior. For specific nutrition plans, please contact Dr. Catesby. Any personnel entering and exiting the structure must use the built-in airlock and ensure that it is empty before opening the exterior door.\n\n\nSeparating both instances of SCP-7244 must be avoided.\n\n\nDescription:\n SCP-7244 is a bonded pair of Eastern Bluebird (Sialia Sialis). Both individuals are sapient and possess intelligence comparable to adult humans. Both communicate and vocalize similar to non-anomalous birds but use a language structure believed to be learned from listening to humans. SCP-7244 refuses to communicate to any entity other than each other. It is possible to transcribe communications into a more readable form.\n1\n\n\nResearch is currently being done if the pair will produce young that are also sapient. After translating conversations between SCP-7244-1, the male, and SCP-7244-2, the female, it was determined SCP-7244 did not produce any offspring prior to capture.\n\n\nSCP-7244 was discovered by specialty ornithologist Dr. Catesby while deployed on an unrelated project in Birmingham, Alabama on ████/2020. Dr. Catesby spent his free time birdwatching at a nearby park, only noticing the anomaly when he heard a pair of calls he did not recognize. After following them, he spotted SCP-7244-1 landing on an apparent nest stuffed into a light fixture. It appeared to be \"conversing\" with another bird in the nest, later identified as SCP-7244-2. Returning the next day, the same behavior was observed. Following this, Dr. Catesby was able to record a sample of communication between SCP-7244. After the recording was inputted into a Foundation translation AI, it was determined to be anomalous.\n\n\nFollowing this, a containment team was deployed. After being captured, SCP-7244-2 produced several high-pitched calls, described as cries. SCP-7244-1 immediately appeared, searching for SCP-7244-2 before also being captured.\n\n\n\n\n+ Audio Transcript 7244-A\n\n\n\n\n- Audio Transcript 7244-A\n\n\n\n\n\n\nAudio Transcript 7244-A\n\n\nForeword:\n The following is a transcript of a recording captured by Dr. Catesby as he rode alongside the transport chambers for SCP-7244.\n\n\n<Begin Log>\n\n\nNote: SCP-7244-2 is cowering in a back corner of its transport container while SCP-7244-1 clings to the metal front grate of theirs with its claws, attempting to reach SCP-7244-2.\n\n\nSCP-7244-1:\n It's okay, I'm here.\n\n\nSCP-7244-2:\n What do you think they are going to do with us?\n\n\nSCP-7244-1:\n I don't know.\n\n\nSCP-7244-2:\n This isn't fair.\n\n\nSCP-7244-1:\n Focus on staying calm.\n\n\n[SCP-7244-2 is seen breathing heavily and moving its head to look at each of the containment team guards.]\n\n\nSCP-7244-2:\n What are we going to do?\n\n\nSCP-7244-1:\n I just need you to stay strong for me.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nSCP-7244 was placed in a temporary containment unit until a permanent aviary could be completed at Site-107. During this time, it was regularly monitored by Dr. Catesby.\n\n\n\n\nResearcher Note 7244-B:\n\nOver the past week, it has become obvious that SCP-7244 possesses no abilities other than their anomalous sapience. Today they discussed raising chicks. Apparently the nest I discovered was the first one they had built for their first offspring. They both agreed doing this now would only bring their children into pain. The rest of the day they only huddled together on the singular perch of the container and said nothing.\n\n\nThis is the dichotomy of The Foundation. How do we maintain the containment of beings like this while also allowing their happiness? We should be a people that pride ourselves in our humanity, for that is what separates us from more barbaric groups that seek to destroy instead of protect. While we may fight in the darkness, that does not always mean sacrificing our willingness to foster healthier lives. By improving the lives of the things we contain, we can begin to build a better Foundation as a start.\n\n\n-Dr. Catesby\n\n\n\n\nWhen an adequate aviary was completed at Site-19, SCP-7244 was transferred and placed in permanent containment. Additionally, Dr. Catesby was assigned to lead researcher for SCP-7244. At this time, priority was placed on determining extent of the anomaly's reproductive capabilities.\n\n\n\n\n+ Video Transcript 7244-C\n\n\n\n\n- Video Transcript 7244-C\n\n\n\n\n\n\nVideo Transcript 7244-C\n\n\nForeword:\n The following is a transcript of a video recording taken by a camera placed inside SCP-7244's containment chamber.\n\n\n<Begin Log>\n\n\nSCP-7244-2 perches on a tree branch in the center of the chamber while SCP-7244-1 swoops down to catch a grasshopper on the floor, then returns to SCP-7244-2 with the bug.\n\n\nSCP-7244-1:\n Here, you need to eat.\n\n\nSCP-7244-2 takes the grasshopper but sets it on the branch beside it.\n\n\nSCP-7244-1:\n Are you okay?\n\n\nSCP-7244-2:\n No.\n\n\n[Pause]\n\n\nSCP-7244-1:\n I promise everything will be okay. I will take care of you.\n\n\nSCP-7244-1:\n I am sorry that this has happened, but we need to try to make the best of it.\n\n\nSCP-7244-1:\n Please talk to me.\n\n\nSCP-7244-2:\n I'm not bringing our babies into this \nplace\n to just suffocate.\n\n\nSCP-7244-1:\n It's not that bad! We get good food and all this room now.\n\n\nSCP-7244-2:\n It's about being free. They will never know anything outside these walls.\n\n\nSCP-7244-1:\n They will know \nus\n.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Video Transcript 7244-D\n\n\n\n\n- Video Transcript 7244-D\n\n\n\n\n\n\nVideo Transcript 7244-D\n\n\nForeword:\n The following is a log transcribed from a recording taken by a security camera inside the office of research for SCP-7244.\n\n\n<Begin Log>\n\n\n[23:36] \nThe room is dark, a single desk lamp illuminates Lead Researcher Dr. Catesby as he peers over a set of papers on a desk. There are bags under his eyes and he barely moves from his hunched position.\n\n\n[23:40] \nSite Director Dawn enters, carrying a briefcase in one hand, a hat in the other. Dr. Catesby jolts to his feet.\n\n\nCatesby:\n Director! I'm sorry, I wasn't expecting you would be visiting tonight.\n\n\nDirector Dawn:\n I saw your car in the parking lot. I'm usually the last one to leave, so I got curious. Shouldn't you be home with your family?\n\n\nCatesby:\n Yes, well, I just need to finish these transcriptions before I leave. Your office sent me another memo today to pressure me for more results.\n\n\nDirector Dawn:\n I know, I was the one who approved it.\n\n\nCatesby:\n Sir, you have dealt with more anomalies than most of us, so you know they can have emotions just like us. These birds are no different, they need more time to heal.\n\n\n[Director Dawn walks to face a viewing window into SCP-7244's aviary. Dr. Catesby follows beside him. Inside the aviary there is no light and nothing can be seen. The desk lamp casts dim light across both the men's faces.]\n\n\nDirector Dawn:\n How is your daughter, Dr. Catesby?\n\n\nCatesby:\n She is fine, already asleep, I am sure.\n\n\nDirector Dawn:\n Did you know I also have a daughter? Two, actually.\n\n\nCatesby:\n I did not know that. How old are they?\n\n\nDirector Dawn:\n A little older than yours, 16 and 18… They both hate me, their mother tells them I don't care about them because I spend too much time at work.\n\n\nCatesby:\n I'm sorry to hear that, it must be hard for you.\n\n\nDirector Dawn:\n It's the sacrifice I made. I chose the Foundation. I know you have already made your choice. I see it in your eyes.\n\n\nCatesby:\n My family is the only thing keeping me together most days.\n\n\nDirector Dawn:\n Then you know what you must do, I need results. I will be forced to take you off the project if you don't.\n\n\n[Dr. Catesby stiffens and looks at the Director.]\n\n\nCatesby:\n So I will go back to the field and re-deploy?\n\n\nDirector Dawn:\n I'm afraid so.\n\n\n[The Director does not move and continues looking straight into the black of the aviary.]\n\n\nCatesby:\n Then I will get it done.\n\n\nDirector Dawn:\n I know you will. Goodnight, Doctor.\n\n\nCatesby:\n Goodnight, sir.\n\n\n[23:52] \nDirector Dawn exits and Dr. Catesby takes his seat back at his desk.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nExperiment 7244-E:\n\nEvery day, Lead Researcher Dr. Catesby will spend more time in the aviary with SCP-7244 attempting to build a closer bond with the entities. This will be accomplished by providing higher-quality food, as well as playing music to facilitate more positive interactions.\n\n\n\n\n+ Video Transcript 7244-F\n\n\n\n\n- Video Transcript 7244-F\n\n\n\n\n\n\nVideo Transcript 7244-F\n\n\nForeword:\n Four days after beginning new daily experiment procedures, SCP-7244 was showing higher trust in Dr. Catesby when he decided to host a video call with his wife and daughter while inside the SCP-7244 containment aviary.\n\n\n<Begin Log>\n\n\n[13:32] \nDr. Catesby is seated at the picnic table inside SCP-7244's containment aviary. Across the table sits a tray of mealworms and sliced watermelon. He is tapping on a Foundation-issued tablet while classical music can be heard coming from a small speaker next to him.\n\n\n[13:34] \nSCP-7244-1 appears at the top of the screen, swooping down and grabbing a worm in its beak.\n\n\n[13:35] \nThe tablet begins to ring and Dr. Catesby shifts in his seat.\n\n\nCatesby:\n Hey, Sadie! How is your day going?\n\n\n[The screen shakes and the face of a young girl fills the display.]\n\n\nSadie:\n Mommy made me pancakes!\n\n\nMrs. Catesby:\n <Laughing> She has been so excited to see your birds all day that she hasn't even eaten yet.\n\n\nCatesby:\n They aren't going anywhere! It's your dad's job to make sure they are as happy as possible.\n\n\nSadie:\n Show me them!\n\n\nCatesby:\n They are hiding right now, they don't know what to think of this scary tablet. Let's give them some time, they will show. Tell me how school is going, are you listening to your mom?\n\n\nSadie:\n Yep! Today I drew this!\n\n\n[The display is filled with what appears to be a drawing of the water table.]\n\n\nCatesby:\n That looks great! I think you might be an artist one day. <He smiles and the bags under his eyes seem to shrink.>\n\n\n[13:40] \nSCP-7244-1 lands at the opposite end of the table and pecks at a cube of watermelon. SCP-7244-2 can be seen on a nearby branch, inspecting Dr. Catesby.\n\n\nCatesby:\n <He turns the tablet so the camera shows SCP-7244-1> Oh look! There's the male.\n\n\nSadie:\n Wow, he's so blue!\n\n\nMrs. Catesby:\n You only have the pair?\n\n\nCatesby:\n Unfortunately, these two were in an accident so they will never survive in the wild again. They are extremely territorial, so it would be bad if we put more birds in here.\n\n\nSadie:\n Why won't the other one come closer? I want to see her.\n\n\nCatesby:\n She doesn't trust me very much, but I am working on it.\n\n\n[SCP-7244-1 brings a mealworm to SCP-7244-2 who swallows it. They begin to vocalize to each other, which is recorded by the mic.]\n\n\nSCP-7244-2:\n Where are those voices coming from?\n\n\nSCP-7244-1:\n I think it's from that thing he is looking at. He looks so much happier than usual.\n\n\nSCP-7244-2:\n I know… it's nice.\n\n\nCatesby:\n Are you excited to go to the park this weekend?\n\n\nSadie:\n Yep! I can't wait!\n\n\nMrs. Catesby:\n Are you going to be able to come home for dinner tonight? I need to wash your clothes, and I am sure you would prefer to sleep on a real bed and not that cot in your office.\n\n\nCatesby:\n I am coming rather they want me to or not. Coming home to you is the only thing that keeps me going.\n\n\nMrs. Catesby:\n Things will get better, we will be with you no matter what.\n\n\nCatesby:\n That means more to me than you know. I love you so much.\n\n\nMrs. Catesby:\n I love you too.\n\n\nSadie:\n We will have desert ready for you when you get home! We are going to bake a cheesecake!\n\n\nCatesby:\n That sounds delicious, I can't wait to have some.\n\n\n[Dr. Catesby looks up at SCP-7244, they can be seen both snuggling on a branch and staring at him.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Video Transcript 7244-G\n\n\n\n\n- Video Transcript 7244-G\n\n\n\n\n\n\nVideo Transcript 7244-G\n\n\n[15:32] \nSCP-7244-2 is on the floor of the aviary, foraging through shrubbery and soil.\n\n\n[SCP-7244-1 hops on the floor beside SCP-7244-2, occasionally stopping to look at SCP-7244-2.]\n\n\nSCP-7244-2:\n Quit looking at me like that, I can see you pointing your beak at me.\n\n\nSCP-7244-1:\n It's just so good to see you feeling better. It warms my feathers.\n\n\nSCP-7244-2:\n I guess I am getting more used to this. Might as well since we are never going to leave and will probably die here.\n\n\nSCP-7244-1:\n Don't be so negative. Even in here, we still can have our own moments together.\n\n\nSCP-7244-2:\n You are right, I'm sorry.\n\n\nSCP-7244-1:\n It's okay.\n\n\n[Several minutes pass without either individual vocalizing.]\n\n\nSCP-7244-2:\n Do you remember that song we used to like?\n\n\nSCP-7244-1:\n The one from that strange place with all the loud shiny things they would carry around? Of course I do.\n\n\n[SCP-7244-2 begins singing a tune identified as \"It's a Lovely Day Tomorrow\" by Tommy Dorsey. SCP-7244-1 joins in soon after and after 24 seconds, both are flying around the chamber together and vocalizing loudly.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nThe following transcript was collected the day following the previous transcript. It was taken when Lead Researcher Dr. Catesby was taking his daily lunch break, which he spends inside the SCP-7244 containment aviary.\n\n\n\n\n+ Video Transcript 7244-H\n\n\n\n\n- Video Transcript 7244-H\n\n\n\n\n\n\nVideo Transcript 7244-H\n\n\n[11:32] \nLead Researcher Dr. Catesby sits at the picknick table inside the SCP-7244 containment aviary and opens a small lunchbox.\n\n\n[SCP-7244-1 is seen flying to a branch on the outside ring of the rest area.]\n\n\n[11:45] \nAfter eating his meal, he begins placing the leftover trash back inside the lunchbox when he appears surprised and lifts a small note from an inside compartment.\n\n\n[After a few minutes, he looks up at SCP-7244-1 with a smile.]\n\n\nDr. Catesby:\n I know you can understand me. I am going to read this letter to you, maybe you can learn from it.\n\n\n[SCP-7244-2 appears and joins SCP-7244-1 at the branch watching Dr. Catesby.]\n\n\nDr. Catesby:\n Honey, I know you don't like to talk about it, and I want to respect your wishes, but I see how stressed you have been lately. These past few weeks have been amazing and I am so grateful to have you back with us, I know Sadie is too. When you are gone, we feel so hollow, like nothing is as it should be. When you are here though, everything fits into place and all is well. I want you to know that you are the most amazing person I have ever met, and remember that everything is only what you make of it. I hope your day is going well and I can't wait to see you later. With love, your wife.\n\n\n[Dr. Catesby sets the piece of paper down and stares at it for a few moments.]\n\n\n[11:50] \nSCP-7244-2 lands on the table and approaches Dr. Catesby who is startled and tries not to flinch.\n\n\n[SCP-7244-2 then whistles a short tune before flying away]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nResearcher Note 7244-I:\n\nEvery day, I see steps forward for SCP-7244, steps that will blaze a path of continued growth with us. At last, the very same affliction that allows them to be kept here is the same thing that will help them adjust to their new life. Let us foster this growth so that it will bloom into a respectful relationship between them and The Foundation. We may even learn from them as sometimes it is more important to understand what each other mean to us, instead of what is actually happening to us.\n\n-Lead Researcher Dr. Catesby\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Through use of a Foundation Translation AI\n\n\n\n\n\n\n\n\n« \nSCP-7243\n | SCP-7244 | \nSCP-7245\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7244\n\" by Laszloo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7244\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n EBlueBird.jpeg\n\n\nName:\n Eastern_bluebird.jpeg\n\n\nAuthor:\n Flying822\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Eastern_bluebird.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7244 \" by Laszloo, from the SCP Wiki . Source: https://scpwiki.com/scp-7244 . Licensed under CC-BY-SA .",
        "Filename: EBlueBird.jpeg Name: Eastern_bluebird.jpeg Author: Flying822 License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Eastern_bluebird.jpg"
    ],
    "item": "SCP-7244",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7244 is to be kept inside a containment aviary attached to Site-107. This aviary is planted with appropriate flora typical of the South-Eastern United States to facilitate suitable perching for foraging and nesting behavior. For specific nutrition plans, please contact Dr. Catesby. Any personnel entering and exiting the structure must use the built-in airlock and ensure that it is empty before opening the exterior door.",
    "description": "SCP-7244 is a bonded pair of Eastern Bluebird (Sialia Sialis). Both individuals are sapient and possess intelligence comparable to adult humans. Both communicate and vocalize similar to non-anomalous birds but use a language structure believed to be learned from listening to humans. SCP-7244 refuses to communicate to any entity other than each other. It is possible to transcribe communications into a more readable form.1",
    "title": "SCP-7244"
}