{
    "url": "https://scp-wiki.wikidot.com/scp-7245",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7245\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nmemet\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7245-1 instances\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7245 is allowed to continue her duties on-site. Instances of SCP-7245-1 are to be relocated to Site-99's arboreal wing where they are treated accordingly. Staff wishing to personally acquire said specimens may do so with written permission from SCP-7245 herself.\n\n\nDescription:\n SCP-7245 is Dr. Charlotte D'Amore, assistant lead of Site-99's Botanic Department, who is subject to the manifestation of SCP-7245-1.\n\n\nInstances of SCP-7245-1 refer to unique strands of flora that sprout throughout Dr. D'Amore's body, mainly from the back of her head, her arms and wrists, as well as the area above her chest. Those who are exposed to SCP-7245-1 undergo certain memetic effects, which include:\n\n\n\n\nAn increased pulse and breathing rate;\n\n\nAn increase in body temperature;\n\n\nSlight dizziness and flushing of cheeks;\n\n\nA sudden surge of motivation, and;\n\n\nA 'sweet' tasting sensation.\n\n\n\n\nThese qualities intensify when nearing SCP-7245's proximity. It should also be noted that Dr. D'Amore is the only individual who is exempt from SCP-7245-1's anomalous properties.\n\n\n\n\nAddendum-1:\n Interview\n\n\n\n\n \n\n\n\n\nInterviewer:\n Researcher Gerald Smith\n\n\nInterviewee:\n SCP-7245\n\n\nDate:\n 5\nth\n June 2022\n\n\nForeword:\n The following interview serves to possibly discern any correlation that can be discovered between each SCP-7245-1 manifestation. This footage takes place within Dr. D'Amore's office space.\n\n\n[BEGIN LOG]\n\n\nSCP-7245 and Rsr. Smith are seated beside one another on a couch, the former fixated on the vase of SCP-7245-1 instances (pictured above) situated on the desk's corner while the latter is tampering with the recording device.\n\n\nSmith:\n Alright, it's on.\n\n\nSCP-7245:\n Huh? Oh, yeah. Cool.\n\n\nSmith sets his clipboard on his lap and briefly skims through the notes attached.\n\n\nSmith:\n This is Interview Log number 7245 dash five. Speaking is Researcher Gerald Smith, here with Dr. Charlotte D'Amore, aka SCP-7245. We'll be discussing the usual, and hopefully we can find a causation for her anomaly. Are you ready, D'Amore?\n\n\nSCP-7245:\n Mhm…\n\n\nSmith:\n Okay, great. Let's just start with a simple 'how are you'?\n\n\nSCP-7245:\n Uh, it's going well for the most part. Been deep in thought lately.\n\n\nSmith:\n Is that something to be concerned about?\n\n\nSCP-7245 crosses her arms.\n\n\nSCP-7245:\n No, my head's in the clouds. That's all.\n\n\nAn SCP-7245-1 instance sprouts from above her foot, falling to the ground.\n\n\nSmith:\n Alright. Well, has there been any developments on your front? Any theories or maybe even guesses that are circling your mind? It doesn't have to be anything concrete.\n\n\nSCP-7245:\n I don't… it's nothing.\n\n\nSmith:\n That doesn't sound like \"nothing\".\n\n\nSCP-7245:\n Heh, sure it doesn't.\n\n\nA pause.\n\n\nSmith:\n \n(Inhales deeply)\n Right, let's just continue. Have you had any difficulties with your flowers? Apart from the usual inconveniences, that is.\n\n\nSCP-7245:\n Difficulties? I wouldn't say there's —\n\n\nAnother SCP-7245-1 sprouts from her wrist. SCP-7245 attempts to hide it.\n\n\nSCP-7245:\n — no, everything's fine. Yeah, all good.\n\n\nSmith:\n Are you sure?\n\n\nMore instances of SCP-7245-1 grow from her wrist.\n\n\nSCP-7245:\n Yes, couldn't be better, honestly.\n\n\nSCP-7245 hastily sweeps the flowers beside the couch. A longer period of silence follows between both people.\n\n\nSCP-7245:\n Aren't you gonna continue with the interview?\n\n\nSmith:\n Oh, I would, if it weren't for you constantly brushing your plants away like I'm blind. You think I wouldn't notice?\n\n\nSCP-7245:\n I mean, it must be a bother, yeah? I'm just doing some spring cleaning.\n\n\nSmith:\n Charlotte, what's with the sudden attitude? Where's your usual chatty self?\n\n\nSCP-7245:\n I just don't feel as chatty right now. No idea what you're talking about.\n\n\nSmith:\n You've done nothing but stare at that vase while we've been talking.\n\n\nSCP-7245 swiftly faces Smith.\n\n\nSCP-7245:\n Like I said, I'm just a little lost in thought. I'm just not used to being a walking garden.\n\n\nSmith:\n D'Amore, it's been months since this anomaly has surfaced. Recently, it feels as if you've been exposed to some secondary effect.\n\n\nSCP-7245:\n What makes you say that?\n\n\nSmith:\n You're more jumpy, you lose focus during conversations and meetings. The documents you've sent me contain various mistakes as well.\n\n\nSmith sets aside his clipboard.\n\n\nSmith:\n Be honest with me here. Is this the anomaly disrupting you?\n\n\nSCP-7245 puts on a strained expression.\n\n\nSCP-7245:\n No, it's not. It's too embarrassing.\n\n\nSmith:\n How so?\n\n\nSCP-7245:\n What do you think? Have you not read my file?\n\n\nSmith:\n What exactly are you implying?\n\n\nSCP-7245:\n The increase in heartbeat, the light-headedness, the sudden urge to get up and do shit just to distract yourself. I'm in love, Gerry. This is infatuation.\n\n\nSmith lowers his eyebrows, thinking.\n\n\nSmith:\n Oh, really?\n\n\nSCP-7245:\n Yeah, I'm surprised you're the first to realize that. Though, I wasn't doing myself many favors either. This is just \n(chuckles)\n… this is stupid.\n\n\nSmith:\n How come you didn't tell any of us? If you knew.\n\n\nSCP-7245:\n Because I didn't want to believe it myself. When the thought first came through, I figured it was illogical, just ridiculous. I mean, who would come to \nthat\n conclusion, am I right?\n\n\nSCP-7245 stares at the vase.\n\n\nSCP-7245:\n But when I thought about it, it all suddenly clicked. It was so simple. I wasn't exempt from those flowers' properties; those were my feelings shot through the petals.\n\n\nSCP-7245 takes a deep breath.\n\n\nSCP-7245:\n I don't know. I guess I was just too scared to consider it. Who would've thought an anomaly can sprout from circumstances as small as these.\n\n\nSmith leans back into the couch as SCP-7245 blinks several times.\n\n\nSmith:\n So, what are you going to do then?\n\n\nSCP-7245 scratches her neck.\n\n\nSCP-7245:\n \n(Sighs)\n Fuck it, I might as well rip the bandaid. It's either that or suffer a fate of a thousand flowers. Whatever happens, happens.\n\n\nSmith puts a hand on SCP-7245's shoulder. She turns to him.\n\n\nSmith:\n I'm sure it'll be just fine. I'll be willing to help out however I can.\n\n\nSCP-7245:\n Thanks… if that's the case, would you mind authorizing a test for me?\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\nAddendum-2:\n Experiment Log\n\n\n\n\nOn the 6\nth\n of June 2022, an experiment concerning SCP-7245 was conducted to confirm Dr. D'Amore's assumption for the cause of her anomaly. For the sake of the test, Dr. April Mandana\n1\n was asked to partake in said experiment. The contents below detail the events that follow.\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-7245 stands facing the wall, occasionally scratching herself on the arm and neck. She stands perfectly still when hearing the entrance open.\n\n\nMandana:\n Hello? Oh!\n\n\nDr. Mandana enters the experiment room and notices SCP-7245 standing near the corner. She closes the door behind her as she glances at the observation window, with a confused expression on her face.\n\n\nMandana:\n Good day, Charlotte. I didn't know you'd be here too. Mr. Smith called me here for a test, but said he couldn't elaborate. Could this be related to your anomaly?\n\n\nSCP-7245 inhales deeply as a -1 instance falls to the ground.\n\n\nSCP-7245:\n It's great to see you, April. How's work handling yo — How're you handling work? All good on that end?\n\n\nMandana:\n It's going swimmingly as usual. Faces old and new, topics as interesting as ever.\n\n\nSCP-7245:\n That's nice, that's nice.\n\n\nPause.\n\n\nSCP-7245:\n I know you might be a bit perplexed but, um… \n(mutters)\n god, I don't know how to do this sort of thing.\n\n\nMandana:\n What do you mean?\n\n\nSCP-7245:\n I'm literally ridiculing myself in front of the camera. Someone's gonna look over this and write all this shit down, and a lot more people are gonna read this and laugh. I could've done this as simply as just telling you but I'm putting on this whole act to seem cool. What am I doing?\n\n\nMandana:\n I… I'm not sure what you're trying to say, but you shouldn't discourage yourself like that, Charlotte. You're a very wonderful woman and the times I've spoken with you are quite enjoyable. You were so kind to me when I first got here and I mean it.\n\n\nSCP-7245:\n Ah, there you go again, April. You never change, do you?\n\n\nMandana:\n Hm? Where is this —\n\n\nNumerous instances of SCP-7245-1 begin sprouting from SCP-7245's body, startling Mandana.\n\n\nSCP-7245:\n The countless compliments and words of endearment, that smile you always have when we talk, how you pay attention to everything I have to say, down to every little detail. And on top of that, you have this radiating sincerity that just… it fucks me up every time I think about it.\n\n\nMandana widens her eyes in surprise.\n\n\nMandana:\n Charlotte, I'm surprised to hear tha —\n\n\nSCP-7245 covers her cheeks with her hands.\n\n\nSCP-7245:\n I don't know if you've noticed this but I've been looking your way more and more since I fell into this whole predicament. I almost didn't realize it until I connected the dots. Every time I look at you, it keeps me moving or something. This is my first time saying this shit, okay? Don't judge.\n\n\nMandana:\n \n(Looks away)\n Alright, you don't have to tell me any mo —\n\n\nSCP-7245 tilts her head to the side.\n\n\nSCP-7245:\n But even now, I'm doubting myself. Even when I filed for this experiment —\n\n\nMandana:\n \n(Turns back)\n Charlotte.\n\n\nSCP-7245:\n — even when I got Gerry to help with this high-school-level cringe fest —\n\n\nMandana:\n \nCharlotte.\n\n\nSCP-7245:\n — even when I get flustered over every time you spotted me a drink from that one coffee spot I'm a sucker for. I want one last confirmation, just to be sure what I'm saying's from the… from the —\n\n\nMandana:\n \n(Shouts) Charlotte!\n\n\nSCP-7245 stops.\n\n\nMandana:\n I didn't… I didn't know you felt that way. That was a lot to take in, all those emotions you decided to dump on me. You're going to make me melt from doing that, you know?\n\n\nMandana looks to her side.\n\n\nMandana:\n Actually, I've been going through the same experience, probably ever since I've met you. The way you treat me and everyone else I know with such vibrancy and respect. Before long, I found myself viewing you more… differently.\n\n\nSCP-7245:\n You did?\n\n\nMandana:\n Yes. And I figured I'd want to return the favor by becoming someone that feels worthy of being by your side, so I've been approaching you steadily and building our relationship.\n\n\nMandana straightens her posture.\n\n\nMandana:\n Why do you think I remember what coffee you like to drink? Down to the specifics? I was hoping I could get a chance at being more than just mere acquaintances.\n\n\nMandana lets out a sigh of relief.\n\n\nMandana:\n I'm just thrilled you feel the same way, Charlotte.\n\n\nSCP-7245 stutters repeatedly.\n\n\nSCP-7245:\n R-Really?\n\n\nMandana:\n Really really.\n\n\nPause.\n\n\nSCP-7245:\n You know what? I'm just gonna turn around.\n\n\nSCP-7245 turns and faces Mandana, who has her palms on her chest. Suddenly, a spontaneous burst of SCP-7245-1 instances sprout from all across her body, almost covering a significant portion of her.\n\n\nSCP-7245:\n Yeah, I guess that's it then.\n\n\nMandana:\n \n(Grins)\n Is it now?\n\n\nSCP-7245 stares at the ground, attempting to hide her face with the -1 instances.\n\n\nSCP-7245:\n …April, I \nfucking\n love you.\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Invitation\n\n\n\n\n\n\n\n\n\n\nTo:\n \nten.pics.99etis|htimsdlareg#ten.pics.99etis|htimsdlareg\n\n\nFrom:\n \nten.pics.99etis|eromadettolrahc#ten.pics.99etis|eromadettolrahc\n\n\nSubject:\n Invitation\n\n\nDate:\n 29/05/24\n\n\n\n\n\n\nGood evening, Researcher Smith.\n\n\nYou are cordially invited to Charlotte and April D'Amore's wedding on the 6\nth\n of June 2024. Make sure you come in with appropriate attire and bring in some food for the afterparty if you'd like. You are allowed to bring a plus one for the occasion, but bring twice the amount of food if you're going to do that.\n\n\nOn a side note, though: Thank you for listening to my stupid self from back then. I've never been this happy in my entire life and I owe you one for that. Being with her is a blessing among blessings.\n\n\nI hope I can see you there!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. An on-site counsellor for personnel and sapient entities alike.\n\n\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6245\n \n(+65)\n \n•\n\n\n\n\n\n\nSCP-6545\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-7538\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-7199\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-6895\n \n(+32)\n \n•\n\n\n\n\n\n\nSCP-5358\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-8184\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-6714\n \n(+104)\n \n•\n\n\n\n\n\n\nSCP-6306\n \n(+57)\n \n•\n\n\n\n\n\n\nSCP-6199\n \n(+142)\n \n•\n\n\n\n\n\n\nSCP-7488\n \n(+47)\n \n•\n\n\n\n\n\n\nSCP-6039\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-7156\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-7657\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-7735\n \n(+31)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nCritter Profile: Miss Cassandra!\n \n(+40)\n \n•\n\n\n\n\n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+54)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+140)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCertified Criminal\n \n(+36)\n \n•\n\n\n\n\n\n\nCollection Of Trolls (8999 Fanart)\n \n(+89)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nfading stars doodles (straight from my phone's sketchbook app)\n \n(+37)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\na lack of care.\n \n(+28)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\nfart exchange gift for jim (7384 fanart)\n \n(+25)\n \n•\n\n\n\n\n\n\nfroot froggo :)\n \n(+42)\n \n•\n\n\n\n\n\n\nHELTHY: SCP-6780 Fanart\n \n(+29)\n \n•\n\n\n\n\n\n\nKing CalcaRuler: Halloween Emperor\n \n(+29)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7244\n | SCP-7245 | \nSCP-7246\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7245\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7245\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Overreacting\n\n\nName:\n Vase of Flowers\n\n\nAuthor:\n edgarpierce\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n memet-icon.svg\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation",
    "addendums": [
        "Addendum-1: Interview\n\n",
        "Addendum-2: Experiment Log\nOn the 6 th of June 2022, an experiment concerning SCP-7245 was conducted to confirm Dr. D'Amore's assumption for the cause of her anomaly. For the sake of the test, Dr. April Mandana 1 was asked to partake in said experiment. The contents below detail the events that follow.\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7245 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-7245 . Licensed under CC-BY-SA .",
        "Filename: Overreacting Name: Vase of Flowers Author: edgarpierce License: CC BY 2.0 Source Link: Flickr",
        "Filename: memet-icon.svg Author: HarryBlank License: CC BY-SA 3.0 Source Link: SCP Foundation"
    ],
    "containment_procedures": "SCP-7245 is allowed to continue her duties on-site. Instances of SCP-7245-1 are to be relocated to Site-99's arboreal wing where they are treated accordingly. Staff wishing to personally acquire said specimens may do so with written permission from SCP-7245 herself.",
    "description": "SCP-7245 is Dr. Charlotte D'Amore, assistant lead of Site-99's Botanic Department, who is subject to the manifestation of SCP-7245-1.",
    "title": "SCP-7245"
}