{
    "url": "https://scp-wiki.wikidot.com/scp-7255",
    "all_text": "SCP-7255\n — Sauna Bonds\n\n\nWritten by \nRoundabouts\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+47\n+\n–\nx\n\n\nSide Note:\n A translation of the Finnish dialogue has been provided. You can see it by hovering over Finnish words and sentences in italics.\n\n\n\n\n\n\nBY ORDER OF SITE-358'S ADMINISTRATION\n\n\nThe following file is Level 2/7255 Classified. \nUnauthorized access is forbidden.\n\n\n\n\n7255/2\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7255\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7255.\n\n\n\n\n\n\n\n\n\n\n\n\nRiihimäki, Finland, circa 2017. SCP-7255 is out of frame.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Any civilians approaching SCP-7255 are to be dissuaded out of the anomaly's vicinity under the pretense of the sauna being a private property. A proper set of containment procedures is pending approval.\n\n\nDescription:\n SCP-7255 is the designation given to a sauna located in the outskirts of Riihimäki, Finland. SCP-7255's interior, though seemingly mundane, is an extradimensional space that connects approximately 107 afterlives, 73 extradimensional spaces and 38 alternative timelines.\n\n\nWhile in baseline reality, SCP-7255 is located in the municipality of Riihimäki, SCP-7255 may be located in other places in other timelines, spaces and afterlives. Due to the large amount of realities and spaces connected by SCP-7255, the anomaly is considered a common place for SCP-7255-1 instances to meet.\n\n\nSCP-7255-1 is the designation given to any entities that enter (or have entered) SCP-7255. Upon exiting SCP-7255, SCP-7255-1 instances will return to their respective realities.\n\n\n\n\n\n\nAddendum 7255.1:\n DISCOVERY — 13.01.2017\n\n\n\n\n\n\nSCP-7255 was originally found by Rsr. Abigail Lacroix on January 13th, 2017, during a holiday vacation to Finland along with her coworker, Neil Leinnes, both of which were officially assigned to Site-94 in Alaska. During her 2-week vacation across the country, Lacroix reported that, while visiting Riihimäki, several posts in Finnish and Swedish detailing a 'magical sauna experience' could be found around the entire town. One of these posts was later recovered during a short inspection of the town, and its translation can be found below:\n\n\n\n\n\n\n\n\nISOMÄNTYVALKOISELLAMAALLAJÄRVI MAGICAL SAUNA EXPERIENCE\n\n\nFIND THE BEST LÖYLY IN FINLAND.\n\n\nBECOME A GIANT OCTOPUS'S BEST FRIEND UNDER MAGICAL DUST SAUNA STEAM.\n\n\nFIND YOUR LIFE'S LOVE AND NEVER MEET THEM AGAIN.\n\n\nCLEAN YOUR SKIN FROM ALL SIN AT A SHINING LAKE'S COAST..\n\n\nEASY RELAXATION, MAGIC UNBOUND.\n\n\nONLY AT ISOMÄNTYVALKOISELLAMAALLAJÄRVI.\n\n\n\n\n\n\nLacroix spoke fluent Swedish, so she understood most of the text on the sign. Upon contacting her workmate, who was booking in a night at a local inn, Lacroix proceeded to drive towards the location on her own.\n\n\nOnce Lacroix entered SCP-7255 and comforted herself, she laid on the sauna's cabin for 7 minutes before a large, bipedal polar bear (\"SCP-7255-2\") entered the cabin and sat next to Lacroix, who reported to feel unnerved by the bear's presence. Believing the bear was an individual anomaly, Lacroix called her workmate using her earpiece, and described her circumstances. Following this, a platoon of the Canadian Army (\"SCP-7255-3; SCP-7255-11\") entered the sauna and the bear proceeded to exit SCP-7255, presumably intimidated by the guns.\n\n\nLacroix later escaped the sauna and drove to the inn Leinnes was booking in, before writing a message to Site-358's Site Director, Kalevi Riikonen. A provisional SCP file describing the bear was later written.\n\n\n\n\n\n\nAddendum 7255.2:\n INTERVIEW LOG — 16.01.2017\n\n\n\n\n\n\nOn the evening of January 16th, 2017, Rsr. Lacroix entered SCP-7255 and proceeded to interview an SCP-7255-1 instance that was languishing on one of the sauna's benches. The following excerpt is one of the many interviews carried out by Rsr. Lacroix on said evening.\n\n\n\n\nDATE:\n 16/1/2017\n\n\nINTERVIEWER:\n Rsr. Abigail Lacroix\n\n\nLOCATION:\n SCP-7255\n\n\n\n\n[BEGIN LOG]\n\n\n(\nRsr. Lacroix enters SCP-7255. She closes the door, and takes off her coat before hanging it on a nearby hook. Several clothes, including parkas, tank tops and sweaters can be seen hung from other hooks.\n)\n\n\n(\nNotably, a piggy bank captioned with the words \n'TO ENTER THE SAUNA, PAY 2 EUROS. IT'S OBLIGATORY. ACTIONS HAVE CONSEQUENCES.'\n both in Finnish and English stands on the table beside the door. Lacroix looks up to one of the ceiling's corners to meet with a security camera. She checks her pockets, but they are empty.\n)\n\n\n(\nLacroix picks a can of soda from a nearby freezer and proceeds into the cabin, dressed in shorts and a sleeveless shirt.\n)\n\n\n(\nInside, a white, featureless glowing entity can be seen pouring water onto the cabin's kiuas,\n1\n dressed with a towel covering its waist and legs. Hot water splashes onto the SCP-7255-1 instance.\n)\n\n\nSCP-7255-16:\n Ah, \nperkele!\nFinnish expletive. Doesn't have an accurate translation.\n\n\nLacroix:\n (\nTaking a seat.\n) Jesus christ. This place is hotter than last time I came.\n\n\n(\nThe instance notices Lacroix, and drops the spoon on a hook.\n)\n\n\nSCP-7255-16:\n …yes, indeed. This one has good \nlöyly,\nsauna steam,\n I see?\n\n\nLacroix:\n Yeah. The walls make it really cozy. My father used to own a sauna when he was living in Kiruna.\n2\n\n\n(\nShort pause. SCP-7255-16 approaches a bottle of beer and pops it open, before sipping on it. As it doesn't have a mouth, the beer drips from its chin.\n)\n\n\nLacroix:\n Do many people frequent this place?\n\n\nSCP-7255-16:\n Who doesn't love \nsaunoja?\nsauna culture?\n\n\nLacroix:\n I mean this specific sauna.\n\n\nSCP-7255-16:\n Ah, joo. Many people enter this sauna.\n\n\nLacroix:\n Well, it seems to be empty.\n\n\n(\nThe SCP-7255-1 instance stares at a trapdoor on the floor. Lacroix proceeds to open it, revealing another sauna under the one she's in. A blond, humanoid figure resembling Dr. William Wettle, dressed as an elf, can be seen playing the kantele before Lacroix closes the door and a crash is heard.\n)\n\n\nLacroix:\n Yikes. So this place is infinite?\n\n\nSCP-7255-16:\n No, no. Just when this cabin gets too full, people go to other floors.\n\n\nLacroix:\n I don't see people in this part though.\n\n\nSCP-7255-16:\n Open the door again.\n\n\n(\nLacroix proceeds to open the trapdoor once again. A waiter and the Abrahamic God can be seen fighting over an overcooked salmon. She closes the door.\n)\n\n\nLacroix:\n Okay. That makes more sense.\n\n\n(\nSilence.\n)\n\n\nLacroix:\n Oh, by the way. I work for a Swedish newspaper and we don't see many of these things in our day-to-day. Is it fine if I ask you some questions?\n\n\nSCP-7255-16:\n Sure, yes.\n\n\n(\nLacroix smiles before sipping on her soda.\n)\n\n\nLacroix:\n Alright, nice.\n\n\n(\nLacroix pulls a sketchbook and a pen from her pocket.\n)\n\n\nLacroix:\n So, do you have a name?\n\n\nSCP-7255-16:\n Ah, yes. Sakari Joosimaaripöllönen.\n\n\nLacroix:\n Wow, that's a long one.\n\n\nSCP-7255-16:\n Joo. Not my father's name though.\n\n\nLacroix:\n Hm. What city are you from?\n\n\n(\nSCP-7255-16 pours more water and sips from his beer.\n)\n\n\nSCP-7255-16:\n Rooma.\n\n\nLacroix:\n (\nWriting on her notebook and raising her eyebrows, surprised.\n) Wow. That's quite far from Helsinki. Are your parents Finnish or anything?\n\n\nSCP-7255-16:\n \nMillainen kysymys tuo on?\nWhat kind of question is that?\n Isn't Rooma the \npääkaupunki\ncapital\n of Suomi in your world?\n\n\nLacroix:\n I, uh- No.\n\n\n(\nSCP-7255-16 scratches his head, confused.\n)\n\n\nSCP-7255-16:\n Weird.\n\n\nLacroix:\n Anyway. Can you tell me about your world? It's quite new to us this thing of new worlds, you know.\n\n\nSCP-7255-16:\n (\nQuietly.\n) Uh, yes. Rooma is very beautiful. Always full of snow. No \nvenäläinen\nrussian\n has ever jumped its stone walls either, so it's very safe and it's a paradise for many Finnish. Also very good people, but too many struggles with the economy. Always at war, but always winning. Making the best for the future generations.\n\n\nLacroix:\n Oh, damn. Do many of your people die in these wars? It's just…\n\n\nSCP-7255-16:\n No, not always. I died on a war against the \nmursut.\nwalruses.\n Walrus declared war against Ryti's government, they recently took control of Petsamo. Not good, too many people are dying. They got powerful weapons.\n\n\nLacroix:\n Yikes. Fangs must be painful.\n\n\nSCP-7255-16:\n Yes, but I died by sniper walrus. Not as painful as you'd th-\n\n\n(\nSCP-7255-16 notices Lacroix's earpiece, which is labeled with the SCP Foundation logo. It picks up its beer bottle, and sips from it.\n)\n\n\nLacroix:\n Is anything wrong?\n\n\nSCP-7255-16:\n (\nRubbing the sweat off his head.\n) I, uh… Ei, no. You just got me thinking.\n\n\nLacroix:\n Is the sauna too hot? We can keep talking in the changing rooms.\n\n\nSCP-7255-16:\n No, no. It's okay. Do you have the hour? A clock or anything?\n\n\nLacroix:\n (\nChecking her wristwatch.\n) It's 4:24.\n\n\nSCP-7255-16:\n Oh, my bad. Boss tells me I need to get back to work by 4:35. Sorry.\n\n\nLacroix:\n Ah, alright. Wait. Is it fine if we can meet later to keep talking?\n\n\n(\nSCP-7255-16 pours more water, then stands up with beer bottle.\n)\n\n\nSCP-7255-16:\n No, sorry. I'm busy today.\n\n\nLacroix:\n Wait, wait. What about tomorrow? Or Sunday?\n\n\n(\nThe SCP-7255-1 instance nods, before walking towards the door.\n)\n\n\nSCP-7255-16:\n I don't think I can. I work at Heaven's borders and I must make sure nobody jumps the wall. Schedule is full. \nAnteeksi,\nPardon,\n miss. I'm truly sorry.\n\n\nLacroix:\n Wait, wai-\n\n\n(\nSCP-7255-16 leaves through the door. As Lacroix exits SCP-7255 to approach the instance, it is nowhere to be seen.\n)\n\n\nLacroix:\n \nMerde.\n\n\n(\nShe walks inside, and returns to the cabin.\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAddendum 7255.3:\n INTERVIEW LOG — 16.01.2017\n\n\n\n\n\n\nAfter SCP-7255-16 left the anomaly, Lacroix returned to the sauna and waited 8 minutes before another SCP-7255-1 instance, this time taking the form of a bronze-painted automaton, walked onto the cabin. The following is a log of the interview between SCP-7255-23 and Rsr. Lacroix.\n\n\n\n\nDATE:\n 16/1/2017\n\n\nINTERVIEWER:\n Rsr. Abigail Lacroix\n\n\nLOCATION:\n SCP-7255\n\n\n\n\n[BEGIN LOG]\n\n\n(\nLacroix enters the sauna once more. This time, the security camera is positioned on the table on which the piggy bank stands, staring at Lacroix. The piggy bank is now captioned with the words \n'PAY NOW. YOU'VE BEEN WARNED. YOU DON'T KNOW WHAT YOU'RE DEALING WITH.'\n Lacroix ignores the camera and proceeds into the cabin.\n)\n\n\n(\nShe sits at the end of the bench, and begins drawing sketches on her notebook. SCP-7255-23, who is wearing a black fedora, a pair of glasses and a cigar,\n3\n enters the cabin and sits next to her.\n)\n\n\nSCP-7255-23:\n Nice evening right there, ya, matey?\n\n\nLacroix:\n (\nRising her head to stare at the instance.\n) Oh, hey. Are you talking to me?\n\n\nSCP-7255-23:\n You got it right. It's pretty hot in here, ain't it?\n\n\nLacroix:\n Yeah, pretty much. (\nExtending her arm.\n) Name's Ariadne Mansfield.\n\n\nSCP-7255-23:\n (\nShaking Lacroix's hand.\n) Samuel C. Parsley. Rooks call me Keynes at Sydney's, for some reason.\n\n\nLacroix:\n Oh, you're Australian? My great-grandfather was from Perth.\n\n\nSCP-7255-23:\n Ah, ya. I'm a deacon at the Sydney Campus Parish.\n\n\nLacroix:\n (\nSmiling.\n) That's good to hear! I baptized myself at Saint Paul's Cathedral as a child.\n\n\n(\nSilence. Lacroix sips from her soda. She relaxes her arms before looking at SCP-7255-23 once again.\n)\n\n\nLacroix:\n I'm a journalist for a Surrey newspaper. I like covering all sorts of stuff.\n\n\nSCP-7255-23:\n Ah, journalists. Always abiding by the truth. We need more people like you in the world.\n\n\nLacroix:\n I'm amused.\n\n\n(\nLacroix clicks her pen and opens her sketchbook.\n)\n\n\nLacroix:\n You seem to be a pretty honest man, Jacob. I haven't seen somebody like you for a while. Is it fine if I ask you some questions about what you think about society?\n\n\nSCP-7255-23:\n Absolutely, madam. I'm all ears.\n\n\nLacroix:\n Alright then! So, you said you're a deacon, right?\n\n\nSCP-7255-23:\n For sure I am.\n\n\nLacroix:\n What do you think about all the evil guys and… Wrongdoers, I guess, in society?\n\n\nSCP-7255-23:\n Ah, these roughnecks. Always doing wrong to others and themselves.\n\n\n(\nSilence.\n)\n\n\nSCP-7255-23:\n Had they not heard the words of Saint Bumaro and his many Apostles, they'd be just as broken and wicked as the Flesh below. And they certainly are! But they're not as hard to repair, absolutely not. They understand their errors and wrongdoings, so I help them repair themselves from their sins. I certainly try. They could do better though.\n\n\n(\nLacroix writes on her booklet. Her earpiece buzzes.\n)\n\n\nLacroix:\n That's a nice philosophy. What do you think about, uh…\n\n\nSCP-7255-23:\n Yes?\n\n\nLacroix:\n The current political order, you know.\n\n\nSCP-7255-23:\n Ah, the order. Praise the MEKHANE. Always blessing us with prosperity and progress. It's perfect as it currently is, in my opinion. Except for those vile sarkics, always spreading their populist propaganda. It's a cancer to our system.\n\n\nLacroix:\n Huh. Alright. Can I have a bit of insight as to how the religious system works? You praise the MEKHANE, right?\n\n\nSCP-7255-23:\n Yes, I do. Don't you?\n\n\nLacroix:\n I- Yes, yes. It's just… I'm not sure how the ecclesiastical hierarchy works per se.\n\n\n(\nSilence. Lacroix's earpiece buzzes once again. She removes it and saves it on her pocket.\n)\n\n\nLacroix:\n Jesus Christ. I'm gonna end up deafened by tinnitus if I-\n\n\n(\nThe earpiece suddenly flies towards SCP-7255-23's eye, presumably due to the anomaly containing a magnet of sorts. The earpiece grows in volume immediately and a man, later revealed to be Lacroix's coworker Dr. Leinnes, speaks up.\n)\n\n\nLeinnes:\n Hey Abbie. Are you still doing field w-\n\n\n(\nLacroix picks the earpiece from SCP-7255-23's eye, and runs towards the door, before picking her things and leaving.\n)\n\n\n[END LOG]\n\n\n\n\nFollowing this occurrence, Rsr. Lacroix didn't return to SCP-7255 until the following day, when Dir. Riikonen instructed her to enter the anomaly once more to gather more information.\n\n\n\n\n\n\nAddendum 7255.4:\n INTERVIEW LOG — 17.01.2017\n\n\n\n\n\n\nThe following day, at 1600 hours GMT+3, Lacroix drove to SCP-7255's location to interview another SCP-7255-1 instance once again. Before entering the cabin, Lacroix reported seeing 4 humanoid figures at the lake's dock, recording the sauna from a camera while dialoguing.\n\n\n\n\nDATE:\n 17/1/2017\n\n\nINTERVIEWER:\n Rsr. Abigail Lacroix\n\n\nLOCATION:\n SCP-7255\n\n\n\n\n[BEGIN LOG]\n\n\n(\nLacroix enters the sauna. This time, a crude sketch of a Glock-17 handgun has been drawn onto the piggy bank, and there are 5 security cameras staring at Lacroix from the ceiling. The piggy bank is now labeled with the words \n'PAY. NOW.'\n Lacroix ignores the piggybank and proceeds forward.\n)\n\n\n(\nInside, a humanoid figure made of smoke, wearing a shirt made of blue and yellow fractals, can be seen.\n)\n\n\nLacroix:\n Uh… Hey.\n\n\n(\nThe SCP-7255-1 instance stares at Lacroix. Its shirt begins speaking.\n)\n\n\nSCP-7255-29-SHIRT:\n I'm sorry, he can't talk.\n\n\nSCP-7255-29:\n \n…whoosh.\n\n\nSCP-7255-29-SHIRT:\n Well, he can. But he can't say anything aside from that.\n\n\nLacroix:\n Oh, alright.\n\n\n(\nSilence.\n)\n\n\nLacroix:\n What are you guys doing in a sauna? Shouldn't you be incorporated to the steam?\n\n\nSCP-7255-29-SHIRT:\n Nah. We work differently.\n\n\nSCP-7255-29:\n \n…whoosh.\n\n\nLacroix:\n Yikes. I, uh-\n\n\n(\nSCP-7255-29 pours more water onto the stove.\n)\n\n\nLacroix:\n I work for a newspaper and we don't see many people like you around everyday.\n\n\n(\nSilence.\n)\n\n\nSCP-7255-29-SHIRT:\n Sure, but I need you to answer a question first.\n\n\nLacroix:\n Mhm?\n\n\nSCP-7255-29-SHIRT:\n Got a cigarette on ya?\n\n\nLacroix:\n Oh, nope. I'm not a smoker.\n\n\nSCP-7255-29-SHIRT:\n Damn. Vape? Anything that my boy can consume aside from water steam and \nlöyly?\n\n\nLacroix:\n No. Apologies.\n\n\n(\nSCP-7255-29 keeps pouring water.\n)\n\n\nLacroix:\n I'm sorry if that sounded harsh.\n\n\nSCP-7255-29-SHIRT:\n Nah, it's okay. Just ask whatever you need. A cloud's got all of the time on this world.\n\n\nLacroix:\n Oh, uh. (\nPulling out her booklet.\n) Where do you guys come from?\n\n\nSCP-7255-29:\n \n…whoosh.\n\n\nSCP-7255-29-SHIRT:\n M'boy was born in a factory by the Thames, but he decided to go with the wind to find better skies in Scandinavia.\n\n\nLacroix:\n Is that the reason he can only make wind noises?\n\n\nSCP-7255-29-SHIRT:\n You could say so. He took so many habits from the wind. I met him at a Prague lingerie actually.\n\n\nLacroix:\n That sounds nice.\n\n\nSCP-7255-29-SHIRT:\n Yeah, we're like brothers in arms. He takes me everywhere and I talk for him.\n\n\n(\nSilence.\n)\n\n\nSCP-7255-29-SHIRT:\n Look, I know why you're here. I know you don't work for a newspaper.\n\n\nLacroix:\n What do y-\n\n\nSCP-7255-29-SHIRT:\n Please, don't shit me. You are with those guys who always keep asking for bucks in the dressing room, right? The Finnish ones?\n\n\n(\nSilence. Lacroix is visibly confused.\n)\n\n\nLacroix:\n Are they…\n\n\nSCP-7255-29-SHIRT:\n Dude, you've got an earpiece. It's obvious.\n\n\n(\nMore silence.\n)\n\n\nLacroix:\n Okay, I may have lied there. But I don't work for any Finnish agency or whatever.\n\n\nSCP-7255-29-SHIRT:\n Right. So you are not with the bluemasks. Do you pay?\n\n\nLacroix:\n Pay what?\n\n\nSCP-7255-29-SHIRT:\n The entrance. The 2€ per entrance.\n\n\n(\nLacroix sighs.\n)\n\n\nLacroix:\n No.\n\n\nSCP-7255-29-SHIRT:\n Just pay it next time. These guys aren't friendly for shit.\n\n\n(\nShort pause.\n)\n\n\nSCP-7255-29-SHIRT:\n Now you can keep asking me questions. Make it quick.\n\n\n(\nSilence.\n)\n\n\n(\nLacroix frowns.\n)\n\n\nLacroix:\n Uh… What do you know about this place? I've been asking everyone things about their homelands and that, but I've never really managed to ask about this sauna in specific.\n\n\nSCP-7255-29-SHIRT:\n All I know is that it was built sometime in the 1940s after the Finnish government wanted people and things like us to help their cause against the Soviets. Apparently some crazy-ass organization called the Obskurakorps really did a good job, but couldn't get us into their dimension. It was fucking mad how they created this.\n\n\nLacroix:\n Right. And what do you know about these guys? The ones that 'stand in the changing room'?\n\n\nSCP-7255-29-SHIRT:\n Oh, ya. The bluemasks. They're with the Finnish government, and some other shady agency that I don't know about. The Fundamentum or something.\n\n\nLacroix:\n And the trapdoor in the floor?\n\n\nSCP-7255-29-SHIRT:\n Same shit. Obskurakorps tried getting some other random guys into supporting the Finns' cause, but couldn't. That's all I know, lady.\n\n\n(\nLacroix writes on her notebook.\n)\n\n\nLacroix:\n Alright. I don't think I have much else to ask.\n\n\nSCP-7255-29-SHIRT:\n All fine.\n\n\n(\nLacroix stands up and walks towards the door.\n)\n\n\nLacroix:\n Okay. Thank you for the information.\n\n\nSCP-7255-29-SHIRT:\n No problem.\n\n\n(\nLacroix leaves the cabin, puts on her clothes, and exits SCP-7255. The men in the background have disappeared.\n)\n\n\n\n\n\n\n\n\nAddendum 7255.5:\n INTERVIEW LOG — 18.01.2017\n\n\n\n\n\n\nOn the early morning of January 18th, 2017, Lacroix was dispatched once again to interrogate yet another SCP-7255-1 instance. The following log is a recording of the interview that took place:\n\n\n\n\nDATE:\n 18/1/2017\n\n\nINTERVIEWER:\n Rsr. Abigail Lacroix\n\n\nLOCATION:\n SCP-7255\n\n\n\n\n[BEGIN LOG]\n\n\n(\nLacroix leaves her coat on the hook. She glances at the piggybank for a while, but instead of paying, she simply proceeds forward into the cabin. An SCP-7255-1 instance is waiting inside, pouring water on the stove. Lacroix takes a seat, and pulls a booklet and a pen from her pocket.\n)\n\n\nLacroix:\n Hey.\n\n\n(\nThe instance reacts with surprise, dropping the spoon. It looks at Lacroix and waves its arms.\n)\n\n\nSCP-7255-34:\n Bah! \nTerve!\nHello!\n\n\nLacroix:\n Is it fine if i can ask you some questions?\n\n\nSCP-7255-34:\n I… Joo. Yes, of course. Indeed. Sauna session is always a good time to talk with strangers. A \nsaunailta\nSauna night.\n is better, but yes.\n\n\nLacroix:\n Alright, alright. So…\n\n\n(\nA crash is heard as the cabin's door is open wide, revealing a group of 4 men dressed in white and blue riot gear and gas masks.\n)\n\n\nUnidentified Assailant 1:\n \nTuolla hän on!\nThere she is!\n\n\n(\nThree of the assailants reach out to Lacroix and put a sack on her head before tying up her hands with a rope. Lacroix screams. The instance stands up.\n)\n\n\nSCP-7255-34:\n \nKeitä te olette?\nWho are you?\n\n\nUnidentified Assailant 2:\n \nEi kuulu sinulle. Heitä lisää löylyä.\nNot your problem. Keep making steam.\n\n\n(\nSilence. SCP-7255-34 instance shrugs, and keeps pouring water. The assailants escort Lacroix out of SCP-7255 before leaving.\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAddendum 7255.6:\n VIDEO LOG — 18.01.2017\n\n\n\n\n\n\nFollowing Lacroix's extraction by the unidentified assailants, the camera continued recording for 16 minutes under her sack, before revealing that she, along with the assailants, were mounted on a boat at a nearby lake. The following is a recording of Lacroix's conversation with the assailants.\n\n\n\n\nDATE:\n 18/1/2017\n\n\nINTERVIEWER:\n Unknown\n\n\nLOCATION:\n Unknown\n\n\n\n\n[BEGIN LOG]\n\n\n(\nThe flowing of water can be heard in the background. The camera is pitchblack.\n)\n\n\n(\nAfter several minutes of silence and flowing, a plopping sound can be heard in the background. The assailants are heard speaking in Finnish, although the conversation is so fast that it becomes almost incomprehensible.\n)\n\n\n(\nAn assailant removes Lacroix's sack from her head. One of the assailants is fishing, whereas the others are either drinking beer through a hole in their masks or staring at Lacroix.\n)\n\n\nUnidentified Assailant 2:\n \nHyvä.\nGood.\n\n\nUnidentified Assailant 3:\n \nPuhutko suomea?\nDo you speak Finnish?\n\n\n(\nShort pause.\n)\n\n\nLacroix:\n Uh…\n\n\nUnidentified Assailant 1:\n Okay, not Finnish.\n\n\nUnidentified Assailant 2:\n What's up with the camera?\n\n\n(\nLacroix squints.\n)\n\n\nLacroix:\n I, uh… I was going to interview that guy.\n\n\nUnidentified Assailant 1:\n At a sauna?\n\n\nUnidentified Assailant 2:\n Ah. \nSaatana.\nFinnish expletive that can be translated as 'Satan' or 'Hell'.\n\n\n(\nLacroix frowns, looking at her surroundings before staring at the assailants.\n)\n\n\nLacroix:\n What the fuck are we doing in the middle of a lake? And who are you?\n\n\nUnidentified Assailant 1:\n That doesn't matter. You're in our territory. You talk in here.\n\n\nLacroix:\n What is that supposed to mean?\n\n\nUnidentified Assailant 3:\n \nGokke.\nGock.\n\n\n(\nSilence. Lacroix stares directly at Unidentified Assailant 3, and laughs.\n)\n\n\nLacroix:\n Oh, jesus christ. Are you…\n\n\nUnidentified Assailant 1:\n No.\n\n\nLacroix:\n Okay, so you're accusing me of being with-\n\n\nUnidentified Assailant 2:\n Yes.\n\n\n(\nSilence.\n)\n\n\nUnidentified Assailant 1:\n Alright, let's cut the crap. Where is the bread basket?\n\n\nLacroix:\n The \nwhat?\n\n\nUnidentified Assailant 1:\n The Molotov.\n\n\nLacroix:\n I don't have a Molotov cocktail. And I'm not with the goddamn GOC.\n\n\n(\nSilence. The fishing assailant reels his rod and pulls a fish from the water, before staring back at the interrogating assailants.\n)\n\n\nUnidentified Assailant 4:\n \nHei, hei! Sain juuri valtavan saaliin!\nYo, hey! I just caught a huge one!\n\n\n(\nThe entire crew claps, except Lacroix, who is handtied.\n)\n\n\nLacroix:\n Who even are you guys in the first place?\n\n\nUnidentified Assailant 1:\n The Finnish police.\n\n\nLacroix:\n How do you kn-\n\n\nUnidentified Assailant 2:\n That doesn't matter. Aside from sparking some suspicious activity, you're here because you haven't paid to enter the sauna, in the first place.\n\n\nUnidentified Assailant 3:\n \nKaksi euroa.\nTwo euros.\n\n\n(\nLacroix lowers her head and moans angrily.\n)\n\n\nLacroix:\n Oh my fucking god. They're… They're in my pocket. Just grab them and let me go. And I'm not a gock, for God's sake.\n\n\n(\nUnidentified Assailant 3 grabs a pair of euros from Lacroix's pocket, and puts them on his wallet. He sits back.\n)\n\n\n(\nSilence.\n)\n\n\n(\nThe fishing assailant turns back and stares at Unidentified Assailant 2.\n)\n\n\nUnidentified Assailant 4:\n Jaakko. Why are we interviewing a \nboxer\n again?\n\n\nUnidentified Assailant 2:\n Wait.\n\n\n(\nThe entire crew stares at Lacroix.\n)\n\n\nUnidentified Assailant 2:\n Oh, shit. You are Foundation?\n\n\n(\nSilence. Lacroix's face turns angry.\n)\n\n\nUnidentified Assailant 2:\n Risto. \nOta kirjoituskone heti esiin! \nPerkele!\nTake the typewriter immediately! \nPerkele!\n\n\n(\nUnidentified Assailant 3 pulls a typewriter from his backpack, and begins writing a letter.\n)\n\n\nUnidentified Assailant 2:\n We apologize for the inconveniences, lady.\n\n\nUnidentified Assailant 1:\n (\nGrabbing a pair of rows.\n) We'll get you back immediately.\n\n\n(\nLacroix stares silently with an angry smirk. Unidentified Assailant 1 begins rowing, and the remainder of the crew keeps dialoguing, fishing, and drinking beer.\n)\n\n\n(\nLacroix lies down on her bench.\n)\n\n\n[END LOG]\n\n\n\n\nOnce the assailants reached the coast, Lacroix was untied and driven by the assailants to Site-358, located 23 kilometers south of Riihimäki. One of the assailants proceeded to leave a basket of vanilla-dressed pulla on the facility's entrance, before leaving with the remainder of the crew. The pulla was non-anomalous, although the flavor was notably duller than that of other pulla.\n\n\n\n\n\n\nAddendum 7255.7:\n COMMUNICATIONS LOG — 19.01.2017\n\n\n\n\n\n\n\n\n\n\n— — — — —\n\n\nWARNING:\n THE FOLLOWING FILE IS LEVEL \n4/S358\n CLASSIFIED. PLEASE CONFIRM YOUR CREDENTIALS BEFORE PROCEEDING.\n\n\n— — — — —\n\n\n\n\n\n\n\n\n\n\n▼ Click to Confirm Credentials ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\nOne day after the events of Addendum 7255.3, Site-358 Director Kalevi Riikonen received a letter from GoI-358 (\"The Abnormal Interaction Command\"), Finland's national AnResp\n4\n agency.\n5\n Below, a transcription of the letter has been included.\n\n\n\n\n\n\n\n\nDear Kaleevi,\n\n\nI'd like to apologize for my people's negligence when it came to treating one of yours in Riihimäki. We weren't sure of who we were dealing with, but I am sure you know why they thought it was the right choice. My people want to ensure neutrality and peace, and so do you and your people. So we thought an indemnity and an apology would be good as compensation.\n\n\nPlease understand that both of us have a mutual agreement: you want to protect the Veil and we just want to ensure the best for whatever steps in our land. If every person in Heaven wants to come down to Riihimäki to enjoy some of that good \nlöyly\n at night or clean their God-blessed skin with a pair of \nvihdat\n, we're fine with that, and we'll always welcome them to enjoy a good beer with whoever is in that sauna.\n\n\nBut we also consider your mission to be noble. We know what could happen if people knew of the wonders behind the curtain that you sew everyday. So, you know who you let in, and we set the conditions for whoever goes in, except for you. You're the boss. Best way to define that sauna is like a disco. I would love to enter a disco sauna. We only want to charge whoever comes in, if you ever let anybody, to pay to enter that sauna. I should've talked to you before any of this could happen.\n\n\nAs I said, an indemnity is the best way to settle things! So, my friends let you a basket of pulla yesterday and I've let you five euros in this letter's envelope, so you could pay back your researcher the money we took from her inadvertedly. But please, let us know next time you get one of yours to deal with some of these 'anomalies'. For our good, for yours, for \nSuomi.\n And if you can, please let us know who is in the GOC. We'll deal with it better.\n\n\nI wish we could improve our relationships and alliances. I truly do. There's so many things that we do in Finland, and so do you, but we never get to talk more than we should. So, whenever you aren't busy, I'd like to invite you to a coffee at my home in Tampere and have a chat.\n\n\n\n\nYours truly,\n\n\nSETK General Director Máhtte Marin\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Otherwise known as a sauna stove.\n\n\n2\n. Dr. Lacroix's father has never lived in Sweden.\n\n\n3\n. Despite not having a mouth.\n\n\n4\n. Anomaly Response.\n\n\n5\n. In Finnish, the agency is officially called the \n'Suomen Epänormaalien Toimienkomento'\n, otherwise known as SETK or \n'Finnish Abnormal Operations Command'\n.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7255\n\" by NielleiN, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7255\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sauna3.jpg\n\n\nName:\n Old Chevak Cabin part of Yukon Delta NWR\n\n\nAuthor:\n Alaska Region U.S. Fish & Wildlife Service\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n sauna2.jpg\n\n\nName:\n Sauna Oulujoen rannalla - Sauna and river Oulujoki\n\n\nAuthor:\n Lapponica\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7255 \" by NielleiN, from the SCP Wiki . Source: https://scpwiki.com/scp-7255 . Licensed under CC-BY-SA .",
        "Filename: sauna3.jpg Name: Old Chevak Cabin part of Yukon Delta NWR Author: Alaska Region U.S. Fish & Wildlife Service License: Public Domain Source Link: Flickr",
        "Filename: sauna2.jpg Name: Sauna Oulujoen rannalla - Sauna and river Oulujoki Author: Lapponica License: Public Domain Source Link: Flickr"
    ],
    "containment_procedures": "Any civilians approaching SCP-7255 are to be dissuaded out of the anomaly's vicinity under the pretense of the sauna being a private property. A proper set of containment procedures is pending approval.",
    "description": "SCP-7255 is the designation given to a sauna located in the outskirts of Riihimäki, Finland. SCP-7255's interior, though seemingly mundane, is an extradimensional space that connects approximately 107 afterlives, 73 extradimensional spaces and 38 alternative timelines.",
    "title": "SCP-7255"
}