{
    "url": "https://scp-wiki.wikidot.com/scp-7256",
    "all_text": "rating: \n-11\n+\n–\nx\n\n\n\nItem# SCP-7256\n\nSCP Class: Euclid\n\n\nContainment Procedure: 7256 is allowed free access around site 44 but if any signs of 7256-A occurs immediately bring in MTF to surround and contain 7256 and evacuate everyone in a fifty meters radius and to make sure no lives are lost when 7256-A happens\n\n\nDescription: 7256 appears like a Caucasian male with unruly brown hair in his mid-thirties, it has a large attraction to suits even in the most dirtiest of situations. he was found wearing a blue striped suit, it refers itself as Theodore Holmes, 7256 has extreme abilities of time and space manipulation and can travel between dimensions with relative ease despite its physical form showing forms of exhaustion. It currently helps us with studying other anomalies because it has the personality of a normal man and has a large curiosity of the anomalies\n\n\n7256-A: 7256-A is an occasion that happens we believe to be random when he becomes blurry and in a stance we believe he can't get out of when this happens, he kneels and looks up with a tear frozen on his cheek. during this in a fifty meter radius all stuff not secured down will fly around in a windstorm despite MTF recounts talking about no wind occurring in the radius, in this form he appears to change form to be different versions of himself we believe and after ten minutes he turns into a form of 7256-B we have currently discovered three forms of 7256-b\n\n\n7256-B1: 7256-B1 is a small child that looks like the child version of 7256 any contact with 7256 will we believe send you into another dimension.\n\n\n7256-B2: 7256-B2 looks like if 343 and 7256 was combined, despite this 7256-B2 is incredibly hostile but wont leave the fifty meter radius the effects are in.\n\n\n7256-B3: 7256-B3 looks like a teenager 7256 though unlike 7256-B1 he is completely harmless and yet despite this he says his name is Francis we believe that he is from the dimension where the scp foundation doesn't exist and isn't needed\n\n\nAll versions of 7256-B cannot leave the fifty meter radius that was originally established from 7256's kneeling position. After fifteen minutes all effects of 7256-A will disperse and everything will revert to its original position.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-7256"
}