{
    "url": "https://scp-wiki.wikidot.com/scp-7259",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\nRab333\n\n\n\n\n\n\nWhere do you go when you die?\n\n\nAlso, more stuff by me!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7259.\n\n\n\n\n\n\n\n\nItem #:\n SCP-7259\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The perimeter around SCP-7259 has been walled off, with two guards periodically patrolling the area.\n\n\nDescription:\n SCP-7259 is an abandoned fast-food restaurant in Glasgow, Scotland. SCP-7259 possesses no discernible anomalous features at a glance, besides a constant, high pitched sound\n1\n coming from an unknown location within SCP-7259. The sound has been recorded as inducing a feeling often described as \"doomed\" in individuals capable of perceiving it.\n2\n\n\nDecoding the sound using a spectrogram reveals a distorted, screaming figure. While the image does not seem to be inherently anomalous, individuals have reported heavy feelings of terror when viewing it.\n\n\nThe interior of SCP-7259, while seemingly non-anomalous, forcefully denies most matter entrance. The atmosphere inside has been described as \"impossibly thick\" by individuals when attempting to enter the building, but has shown no noticeable differences in the limited tests that were able to be performed in it. Research is ongoing.\n\n\n \n\n\n\n\nYou are currently viewing an outdated version of the file.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Approximately ~29-30kHz.\n\n\n2\n. For unknown reasons, religious practitioners are significantly more affected by the noise.\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\nThe ListPages module does not work recursively.\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Abandoned_restaurant_near_Ross-on-Wye_-_geograph.org.uk_-_965067.jpg\n\n\nName:\n Restaurant\n\n\nAuthor:\n Jonathan Billinger\n\n\nLicense:\n This file is licensed under the Creative Commons Attribution-Share Alike 2.0 Generic license.\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Abandoned_restaurant_near_Ross-on-Wye_-_geograph.org.uk_-_965067.jpg\n\n\nAdditional Notes:\n Abandoned restaurant near Ross-on-Wye The building by the Ross Spur, just beyond the end of the M50, has been boarded-up for at least two years now.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Filename: Abandoned_restaurant_near_Ross-on-Wye_-_geograph.org.uk_-_965067.jpg Name: Restaurant Author: Jonathan Billinger License: This file is licensed under the Creative Commons Attribution-Share Alike 2.0 Generic license. Source Link: https://commons.wikimedia.org/wiki/File:Abandoned_restaurant_near_Ross-on-Wye_-_geograph.org.uk_-_965067.jpg Additional Notes: Abandoned restaurant near Ross-on-Wye The building by the Ross Spur, just beyond the end of the M50, has been boarded-up for at least two years now."
    ],
    "item": "SCP-7259",
    "object_class": "Euclid",
    "containment_procedures": "The perimeter around SCP-7259 has been walled off, with two guards periodically patrolling the area.",
    "description": "SCP-7259 is an abandoned fast-food restaurant in Glasgow, Scotland. SCP-7259 possesses no discernible anomalous features at a glance, besides a constant, high pitched sound1 coming from an unknown location within SCP-7259. The sound has been recorded as inducing a feeling often described as \"doomed\" in individuals capable of perceiving it.2",
    "title": "SCP-7259"
}