{
    "url": "https://scp-wiki.wikidot.com/scp-7266",
    "all_text": "A hell of a time!\n\n\n\n\nrating: \n+60\n+\n–\nx\n\n\nItem #:\n SCP-7266\n\n\nObject Class:\n Archon\n\n\nSpecial Containment Procedures:\n It has been determined that allowing SCP-7266 to proceed is the best possible course of action. However, Researcher Clark is to remain at \nSite-55\n for the duration of SCP-7266.\n\n\nDescription:\n SCP-7266 is the designation given to an annual phenomenon affecting Researcher Simon Clark. At exactly 8:00am on October 8th, Clark instantly demanifests for up to eight hours, later remanifesting at the same spot from which he had disappeared. Upon remanifesting, Clark typically carries a number of items within a plastic bag; items found within these bags usually include but are not limited to:\n\n\n\n\nVarious bags of candy;\n\n\nFood containers, usually holding a slice of a Black Forest Cake;\n1\n\n\nNumerous types of firecrackers;\n\n\nVarying amounts of United States currency.\n\n\n\n\nDespite being questioned numerous times, Clark has been unable to explain why he is subject to SCP-7266 or what occurs during his absence. Use of mnestic treatment has thus far failed to recover memories.\n\n\nAddendum 7266.1: Containment Efforts\n\n\nDue to the potential risk posed to Clark, numerous proposals were enacted in order to contain the anomaly. Notable proposals are archived below.\n\n\n\n\nProposal:\n Assign one guard to observe Clark in a testing chamber during an SCP-7266 event. The subject watching Clark is to be treated with Class Y mnestics.\n\n\nResult:\n At 7:50 am, the guard assigned to watching Clark underwent an unprecedented dissociative episode. Upon regaining lucidity, the guard reported that Clark had disappeared.\n\n\nNotes:\n The testing chamber's camera footage corrupted for twenty minutes at 7:50 am, clearing up at 8:10 am to reveal that Clark had disappeared. The room was left empty but the cameras remained on to attempt to capture Clark's remanifestation at 2 pm; however, the cameras similarly malfunctioned again from 1:55 pm until 2 pm. Attempts to access the testing chamber by security personnel were met with failure until 2 pm. Upon remanifesting, Clark reported feeling a sense of anxiety.\n\n\n\n\n\n\n\n\nProposal:\n Strap Clark to a chair and administer mnestics via automatic injection prior to demanifestation.\n\n\nResult:\n Clark was administered mnestics at 7:59 am via machine. Immediately following this, a bright light appeared in the room and the restraints on his arms and wrists were heard coming undone. The light and Clark disappeared at 8:00 am.\n\n\nNotes:\n Clark remanifested haphazardly strapped to the chair at 2:00 pm. Toxicology screenings indicated his blood alcohol level was approximately .15%. Clark was notably distressed upon remanifestation, and stated that he does \"not drink, especially not enough to get drunk.\" He was permitted to take the remainder of the day off to recover. Mnestics were not found to be effective at recalling anything occurring from the time of his disappearance and the time of remanifestation.\n\n\n\n\n\n\n\n\nProposal:\n Equip Clark with a suit capable of recording audio and video prior to an SCP-7266 event.\n\n\nResult:\n The suit's recording software immediately became damaged as soon as the SCP-7266 event occurred. Only a few corrupted segments of recorded video/audio were able to be recovered.\n\n\nNotes:\n Recovered video showed a brightly lit, spacious room obscured by an unknown object. The recovered audio consists of an unintelligible, rhythmic chanting. Clark once again reported feeling anxiety upon remanifestation. Notably, Clark remanifested with a .04% alcohol blood level, but was not intoxicated.\n\n\n\n\n\n\n\n\nProposal:\n Place Clark in a testing chamber with numerous active Scranton reality anchors prior to an SCP-7266 event.\n\n\nResult:\n See incident 7266-A.\n\n\n\n\nAddendum 7266.2: Incident 7266-A\n\n\nOn October 8th, 2022, Site-55 underwent a local reality failure scenario between the hours of 8:00 am and 2:00 pm. No personnel present at the Site are capable of recalling what occurred between the aforementioned hours\n2\n, save for Researcher Clark.\n\n\nThe following is a log of an interview carried out with Clark in order to understand the circumstances behind SCP-7266.\n\n\n\n\nInterviewed:\n Researcher Simon Clark\n\n\nInterviewer:\n Doctor Roberto Santos\n\n\n<BEGIN LOG>\n\n\nSantos:\n Okay, so just so we're clear here, you can actually remember it this time?\n\n\nClark:\n Yeah! And I'm surprised none of you do.\n\n\nSantos:\n Why is that?\n\n\nClark:\n Well, for starters you were all there.\n\n\nSantos:\n What do you mean by 'all'?\n\n\nClark:\n All of you. \nEveryone.\n\n\nSantos:\n So you're telling me everyone in this Site partook in this SCP-7266 manifestation.\n\n\nClark:\n Yes. You, Director Alder, Doctor Everwood, Thereven, even the anomalies. \nSeñor Taste\n, \nSeñor Boom\n, and \nMr. Laugh\n were all there.\n\n\nSantos:\n Where is 'there', anyway?\n\n\nClark:\n The Site cafeteria.\n\n\nSantos:\n Sounds like it would be a tight fit for everyone in the Site to be there at the same time.\n\n\nClark:\n That was part of the anomaly. It got bigger for everyone to fit inside.\n\n\nSantos:\n And why didn't we find the anomalies outside of containment when SCP-7266 was over?\n\n\nClark:\n Because they all went back to their containment chambers before it was over.\n\n\nSantos:\n Uh-huh. And I suppose all the staff just went back to their station before SCP-7266 finished as well?\n\n\nClark:\n Yes.\n\n\n[Silence on the recording.]\n\n\nClark:\n Please don't look at me like that. I'm not lying, I swear!\n\n\nSantos:\n I have no recollection of the past few hours and neither does anyone else I've spoken to. You're the only one who does. I don't know if you would lie to me, but I have a firm suspicion that there's something you're not telling me here.\n\n\nClark:\n Why is that?\n\n\nSantos:\n A good number of staff are reporting headaches, nausea, and a degree of exhaustion following SCP-7266. I myself am not feeling the best right now, either. You displayed similar effects last year and the year before that. Plus everyone we've had run through a BAC test returns confirmation of alcohol consumption. Including you.\n\n\nClark:\n Yeah, so?\n\n\nSantos:\n What exactly did everyone do during SCP-7266, Simon?\n\n\nClark:\n I don't know if I'm really comfortable talking about it.\n\n\nSantos:\n Do I need to get the mnestics again? Maybe they will jog your memory a little.\n\n\nClark:\n Ugh, please no more of those. They taste like horse piss.\n\n\nSantos:\n So I'm told. But anyway, there's something you're not telling me, and we aren't leaving this office until you come clean.\n\n\nClark:\n I really don't know if I want to talk about it. It's a personal thing.\n\n\nSantos:\n Fine. But if you won't tell me, Director Alder won't be happy. And she's already nursing quite the headache from this little situation, so I don't know if she will be lenient with you.\n\n\n[Clark sighs.]\n\n\nSantos:\n So, Simon, tell me about SCP-7266.\n\n\nClark:\n It… It's my birthday party.\n\n\nSantos:\n Your… birthday party?\n\n\n[The sound of papers shuffling is audible.]\n\n\nSantos:\n Your file says your birthday is January 1st. Why would SCP-7266 celebrate your birthday now?\n\n\nClark:\n I purposefully filled it in wrong when I was hired.\n\n\nSantos:\n Why didn't you ever tell anyone that October 8th is your birthday? Hell, I've been working with you on SCP-7266 for \nyears\n and I only just found out.\n\n\nClark:\n It's personal.\n\n\nSantos:\n You better have a good reason or I swear I'm going to smack you with this clipboard.\n\n\nClark:\n I do! It's personal!\n\n\nSantos:\n Simon, I'm your friend.\n\n\nClark:\n Don't pull that on me… Come on…\n\n\nSantos:\n You come on.\n\n\nClark:\n Ugh.\n\n\nSantos:\n Tell me or I'll have Elliot come in here and force-feed you mnestics.\n\n\nClark:\n Okay, okay, fine!\n\n\nSantos:\n I knew those mnestics would be good for something, hehe.\n\n\nClark:\n It's… complicated.\n\n\nSantos:\n Well, out with it already.\n\n\nClark:\n Okay. I grew up a Jehovah's Witness. We didn't celebrate birthdays, holidays, or really anything for that matter.\n\n\n[A light thump is audible.]\n\n\nClark:\n Ow!\n\n\nSantos:\n That's what you get for giving me and everyone else headaches over your birthday anxieties. Why didn't you think to tell me that?\n\n\nClark:\n I just… I don't know. I guess I didn't want to believe that it was linked to my past like that. I was desperate to get away from the faith when I left, so thinking about it makes me feel weird.\n\n\nSantos:\n Ah, so you no longer practice.\n\n\nClark:\n God, no.\n\n\nSantos:\n I see.\n\n\n[Silence on the recording.]\n\n\nSantos:\n Huh. So that explains that.\n\n\nClark:\n What?\n\n\nSantos:\n Why you always felt anxious when you came back.\n\n\nClark:\n I guess it's because a part of me feels guilty that I've celebrated my birthday now, and I subconsciously knew about it, I suppose.\n\n\nSantos:\n Is the faith really that strict?\n\n\nClark:\n My parents would get really mad at me for even bringing birthday party invitations home. It seemed like such a bad thing to do as a kid that I guess it's been forever ingrained into my brain. Oh God, they would be so angry if they found out about this.\n\n\nSantos:\n I think they would understand; this isn't something that you can control.\n\n\nClark:\n I doubt it. They're already disappointed that their daughter turned out to be a son. All I can think about is how everyone at the Kingdom Hall would be disappointed in me. I can feel their stares… Ugh.\n\n\nSantos:\n You shouldn't be so hard on yourself, Simon. You're the victim of an anomaly.\n\n\nClark:\n I guess… but I enjoyed myself.\n\n\nSantos:\n I take it you've always wanted to have a birthday party?\n\n\nClark:\n Yeah. Even after I left the faith I still didn't celebrate my own birthday for some reason. Call it suppressed trauma I guess. And now suddenly I got to spend some time with my friends, you know, drinking, talking, dancing, having fun… It feels… nice.\n\n\nSantos:\n Shame no one else remembers it.\n\n\nClark:\n I think what matters is that I do. I think I'm going to ask for my birthday off next year. Maybe go to a bar. I've never done that before.\n\n\nSantos:\n I hope you have fun then.\n\n\nClark:\n Are we done here?\n\n\nSantos:\n Sort of. We're probably going to classify this as Archon since we don't know if it's going to happen again, but we'll probably want to keep you under supervision. The only mystery now is figuring out who or what keeps taking you out on these birthday benders every year, but I think I have an idea as to how to stop it.\n\n\nClark:\n Mind sharing it?\n\n\nSantos:\n Not yet. I need to workshop it.\n\n\nClark:\n Alright. Thank you for not being mad at me, by the way.\n\n\nSantos:\n It's no problem.\n\n\nClark:\n Either way, thank you.\n\n\n[The sound of a chair moving back is audible.]\n\n\nSantos:\n Oh, Simon?\n\n\nClark:\n Yeah?\n\n\nSantos:\n Happy birthday, kid.\n\n\n<END LOG>\n\n\n\n\nAddendum 7266.3: Proposed Special Containment Procedures Update\n\n\n\n\nSpecial Containment Procedures:\n Site-55 is to hold a yearly birthday party for Researcher Simon Clark in the Site cafeteria. The party is to be held on October 8th starting at 8 am and ending at 2 pm. Black Forest cake is to be prepared by the Site cafeteria ahead of time and the SCP-7266 budget is to be used to purchase party supplies.\n\n\nAll personnel are encouraged to attend.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Notably, this is Clark's favorite kind of cake.\n\n\n2\n. Additionally, security cameras were unable to record details of Incident 7266-A, as they were all destroyed by the onset of the event.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7265\n | SCP-7266 | \nSCP-7267\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-2912-JP\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nSCP-7573\n \n•\n\n\n\n\n\n\nSCP-1799\n \n•\n\n\n\n\n\n\nSCP-ES-076\n \n•\n\n\n\n\n\n\nSCP-3874\n \n•\n\n\n\n\n\n\nSCP-3923\n \n•\n\n\n\n\n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-8400\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-7926\n \n•\n\n\n\n\n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\nSCP-7833\n \n•\n\n\n\n\n\n\nSCP-3867\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nThe Corncrake Of Destiny\n \n•\n\n\n\n\n\n\nHOGSLICE vs bones\n \n•\n\n\n\n\n\n\nWhat Came After\n \n•\n\n\n\n\n\n\nDaeva Cooking And You\n \n•\n\n\n\n\n\n\nMoon Champion's Cinco de Mayo Extravaganza\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nHalloween Anthology In Boring 2021\n \n•\n\n\n\n\n\n\nSebastian\n \n•\n\n\n\n\n\n\nManhattan Dimensional Collapse; GOC Intervention Imminent?\n \n•\n\n\n\n\n\n\nDark Sushi File No. 995 \"Suisame\"\n \n•\n\n\n\n\n\n\nWilson's Wildlife Solutions Orientation\n \n•\n\n\n\n\n\n\nReality TV, Designer Pets, and Fine Dining\n \n•\n\n\n\n\n\n\nSeven Days With Mr. Fish\n \n•\n\n\n\n\n\n\nTim Wilson's Close Shave\n \n•\n\n\n\n\n\n\nDark Sushi File No. 1221 \"Waniika Nigiri\"\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7266\n\" by Uncle Nicolini and MrBonesWildRide, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7266\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7266.1: Containment Efforts\nDue to the potential risk posed to Clark, numerous proposals were enacted in order to contain the anomaly. Notable proposals are archived below.",
        "Addendum 7266.2: Incident 7266-A\nOn October 8th, 2022, Site-55 underwent a local reality failure scenario between the hours of 8:00 am and 2:00 pm. No personnel present at the Site are capable of recalling what occurred between the aforementioned hours 2 , save for Researcher Clark.\nThe following is a log of an interview carried out with Clark in order to understand the circumstances behind SCP-7266.",
        "Addendum 7266.3: Proposed Special Containment Procedures Update\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7266 \" by Uncle Nicolini and MrBonesWildRide, from the SCP Wiki . Source: https://scpwiki.com/scp-7266 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7266",
    "object_class": "Archon",
    "containment_procedures": "Site-55 is to hold a yearly birthday party for Researcher Simon Clark in the Site cafeteria. The party is to be held on October 8th starting at 8 am and ending at 2 pm. Black Forest cake is to be prepared by the Site cafeteria ahead of time and the SCP-7266 budget is to be used to purchase party supplies.",
    "description": "SCP-7266 is the designation given to an annual phenomenon affecting Researcher Simon Clark. At exactly 8:00am on October 8th, Clark instantly demanifests for up to eight hours, later remanifesting at the same spot from which he had disappeared. Upon remanifesting, Clark typically carries a number of items within a plastic bag; items found within these bags usually include but are not limited to:",
    "title": "SCP-7266"
}