{
    "url": "https://scp-wiki.wikidot.com/scp-7268",
    "all_text": "[[iftags +component]]\n\n\n\n\nThis is a component to make the mobile sidebar button active on desktop-size screen.\n\nTo use, put the following:\n\n\n\n\n[[include :scp-wiki:component:toggle-sidebar]]\n\n\n\n\nIf used with a theme, it's recommended to put said theme after this \n[[include]]\n.\n\n\n(Use \nthis version\n by \nWoedenaz\n if you're using Black Highlighter)\n\n\n\n\n\n\n\n\n\n\n/\n*\n source: \nhttp\n://\nah-sandbox.wikidot.com\n/\ncomponent\n:collapsible-sidebar-x1\n \n*\n/\n \n\n#top-bar\n \n.open-menu\n \na\n \n{\n\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0.5\nem\n;\n        \nleft:\n \n0.5\nem\n;\n        \nz-index:\n \n5\n;\n        \nfont-family:\n 'Lucida Sans Unicode','Lucida Grande','Lucida Sans','Times New Roman',Helvetica,Roboto,\nsans-serif\n;\n        \nfont-size:\n \n30\npx\n;\n        \nfont-weight:\n \n700\n;\n        \nwidth:\n \n30\npx\n;\n        \nheight:\n \n30\npx\n;\n        \nline-height:\n \n0.9\nem\n;\n        \ntext-align:\n \ncenter\n;\n        \nborder:\n \n0.2\nem\n \nsolid\n \n#888\n;\n        \nbackground-color:\n \n#fff\n;\n        \nborder-radius:\n \n3\nem\n;\n        \ncolor:\n \n#888\n;\n        \npointer-events:\n \nauto\n;\n\n}\n\n \n\n@media\n \nnot\n \nall\n \nand\n (max-width: 767\npx\n) \n{\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \npointer-events:\n \nnone\n;\n    \n}\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \nli\n \n{\n\n        \ndisplay:\n \nnone\n;\n    \n}\n\n \n    \n#main-content\n \n{\n\n        \nmax-width:\n \n44.5\nrem\n;\n        \nmargin:\n \n0\n \nauto\n;\n        \npadding:\n \n0\n;\n        \ntransition:\n max-width \n0.2\ns ease-in-out\n;\n    \n}\n\n \n    \n#side-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0\n;\n        \nleft:\n -\n18\nrem\n;\n        \nwidth:\n \n15.25\nrem\n;\n        \nheight:\n \n100\n%\n;\n        \nmargin:\n \n0\n;\n        \noverflow-x:\n \nhidden\n;\n        \noverflow-y:\n \nauto\n;\n        \nz-index:\n \n10\n;\n        \npadding:\n \n1\nem\n \n1\nem\n \n0\n \n1\nem\n;\n        \nbackground-color:\n rgba(\n0\n,\n0\n,\n0\n,\n0.1\n)\n;\n        \ntransition:\n \nleft\n \n0.4\ns ease-in-out\n;\n \n        \nscrollbar-width:\n \nthin\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n    \n#side-bar\n:\nfocus-within\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n.close-menu\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \nwidth:\n \n100\n%\n;\n        \nheight:\n \n100\n%\n;\n        \ntop:\n \n0\n;\n        \nleft:\n \n0\n;\n        \nmargin-left:\n \n17\nrem\n;\n        \nopacity:\n \n0\n;\n        \nz-index:\n -\n1\n;\n        \nvisibility:\n \nvisible\n;\n    \n}\n\n    \n#side-bar\n:\nnot\n(:\ntarget\n) \n.close-menu\n \n{\n \ndisplay:\n \nnone\n; \n}\n\n \n    \n#top-bar\n \n.open-menu\n \na:\nhover {\n        text-decoration: \nnone\n;\n    \n}\n\n}\n\n\n\n\n\n[[/iftags]]\n\n\n\n\nrating: \n+80\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nNOTICE FROM THE O5 COUNCIL\n\n\nThe following file is a collaborative effort between the SCP Foundation, the United Nations, the Sol Colonial Administration, and the Interplanetary Space Agency. It does not necessarily reflect the views of the SCP Foundation.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem #:\n SCP-7268\n\n\nLevel 0\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nPublic Domain\n\n\n\n\n\n\n\n\n\n\n\n\nEta Cassiopeiae Ab. SCP-7268 is, according to observation, centered on this planet.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Travel to and from the Eta Cassiopeiae system is explicitly off-limits, as ordered by the SCP Foundation, the UN, the SCA, and the ISA. Any ships in violation of this quarantine will be subject to immediate termination and decommissioning.\n\n\nDescription:\n SCP-7268 is a field of indeterminate nature emanating from Eta Cassiopeiae Ab. While this field is not detectable by current instrumentation, its effect can be observed. In the presence of SCP-7268, high-complexity organic molecules utilizing phosphorus (i.e., phospholipids, RNA, DNA) cannot form, though simpler organic molecules, such as amino acids, have been observed.\n\n\nAddendum:\n SCP-7268 was discovered and described by Dr. Rosalind Carson, a non-Foundation scientist, during the Viracocha mission to Eta Cassiopeiae. The file was authorized by the UN, overriding an O5 vote.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n James Gould\n\n\nFrom:\n Dr. Daniel Ogonowski\n\n\nDate:\n August 13, 2247\n\n\nTime:\n 4:38 p.m.\n\n\nSubject:\n Sorry about this\n\n\n\n\nThis is one of those good news/bad news things, and I’ll start off with the good. Your job is fine. Though the \nmushroom project\n is suspended for now.\n\n\nNow for the bad. These are orders from the O5 Council itself, so there’s literally nothing I can do. Effective Dec. 15, you will be serving a 3-year stint on Swayambhu Station, in orbit around 55 Serpens d, both as an exobiologist and as a representative of the SCP Foundation, to confirm the presence of SCP-7268. But you know the deal with Swayambhu. You know who’s in charge. She asked for you, and since you’re the only exobiologist we have, we can’t send a substitute.\n\n\nDr. Carson suspects SCP-7268 is present on d, same as on Eta Cassiopeiae Ab. We could argue the point, since the whole point of 7268 is that it only exists at Eta Cassiopeiae, but it's quicker to send you. Arguing with her via 6-month gaps would take a long time. And just between us, I think the Council is hoping you can confirm the Foundation's stance on 7268. Get humanity over the hump so we can move forward as a species. And we need the push. I saw a poll a while back; apparently more than half of Americans still believe extraterrestrial life is out there. I've got a bridge to sell those people.\n\n\nSome more good news: You’ve got 4 months to get everything in order, and we managed to get you a 30% increase on the normal field pay rate. Over 3 years, that’ll be a hefty sum. Hoping it’s enough to cover the initiation fee to that famous golf course on Crystal Lake you’re always raving about when you get back. Crystal Downs, right?\n\n\nOnce again, I’m so, so sorry to spring this on you, especially since you won’t see the email until Monday. Hell of a thing to walk into after a beautiful weekend like we’re supposed to have.\n\n\nDr. Ogonowski\n\nHead of Site 78\n\nTraverse City, Mich.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n55 Serpens d, from orbit.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n Jan. 6, 2248. 4:11 p.m., station time\n\n\nThe following is a curated video transcript from James Gould's personal drone:\n\n\n\n\nDr. Gould is unpacking in a small, metal-lined bedroom. He is visibly unhappy, and occasionally massages his scalp. A chime plays on the intercom, and he looks at the door.\n\n\n“Come in,” he says.\n\n\nThe door opens, and a short, middle-aged woman in her 80s enters. She smiles, but keeps her distance. “It’s good to see you, James. It’s been too long.”\n\n\nHe turns away, digging into his bag. “Dr. Carson.”\n\n\nShe frowns. “I wasn’t expecting you to call me Auntie Rosie anymore, but doctor?”\n\n\n“What can I do for you?”\n\n\nShe sighs. “How was the trip?”\n\n\n“Don’t remember a thing. Suppose I’m relieved I even woke up at all.”\n\n\n“James, don’t be- as long as the artificial coma process is correctly administered, there’s 0% chance of developing HID.”\n1\n\n\n“I know how hyperspace travel works.”\n\n\n“Of course you do, I …” she trails off, tapping her fingers on the adjacent wall. “Oh, we cleared out a space for that golf simulator you brought. The dimensions aren’t exactly what you asked, but in terms of volume, it’s actually bigger.”\n\n\n“I’ll make it work.”\n\n\nShe smiles. “I’d have never taken you for a golfer when you were growing up, but you caught the bug bad, didn’t you?”\n\n\n“Wouldn’t you know it, big green open spaces appeal to me. Shame I won’t be seeing any of those for 3 goddamn years.” He groans and turns around. “Look, the gravity here’s screwing with my head, I haven’t been on a spin station in a very long time. I need-”\n\n\nShe holds a hand up. “I understand. You’re not the only one. Get yourself to the medbay as soon as you can. We’ll start tomorrow at 9. Sound good?”\n\n\nDr. Gould nods and Dr. Carson exits. He rummages through his bag and pulls out a bottle of vodka. He unscrews the lid and drinks straight from the bottle.\n\n\n\n\n\n\n\n\nDate:\n Jan. 7, 2248. 1:53 p.m., station time\n\n\nThe following is a curated video transcript from James Gould's personal drone:\n\n\n\n\nDr. Carson and Dr. Gould enter a lab. Computers and desks cluster in the center of the room, with a series of large chambers lining the walls. “And this where the magic happens,” Dr. Carson says. “Not literally of course. I know that’s the Foundation’s domain, and your Merlins get real persnickety when us normal people step on their toes.”\n\n\n“They might be nicer if you kept the slang away from them,” Dr. Gould says. “Thaumaturges, doctor, they prefer the term thaumaturge. Maybe if you’d indulged them you could have convinced one to maintain a grav generator here. I feel like my shoes have lead in them.”\n\n\n“No offense, James, I understand why you joined the Foundation, but I want as little to do with those xenophobes and control freaks as I can.”\n\n\n“And yet this is the second time you’ve called on them.”\n\n\n“It wasn't my first choice,” Dr. Carson says. “Anyway, welcome to the life lab. This is where we’ll be working. Since we haven’t found any native life yet, we’ve modified the holding chambers to induce abiogenesis utilizing native Manu-Yemoan\n2\n material.”\n\n\n“Try to induce.” Dr. Gould walks over to a window, filled with a cloudy slurry and sparking with miniature bolts of plasma, and taps on the glass. “Right?”\n\n\nHer smile remains firm. “Of course. Actually, I had some materials shipped from Earth along with you; we’re going to run the Urey-Miller-Fatima\n3\n process on that to provide a proper control sample.”\n\n\n“We should mix materials too,” Dr. Gould says. “Some from Earth, some from D. Deuterium label\n4\n the Earth sample to keep them straight.”\n\n\n“That’s an excellent idea!” Dr. Carson moves to place a hand on Dr. Gould’s shoulder. “You seemed out of it this morning, but I’m glad you’re coming around.”\n\n\nDr. Gould glares at her until she drops her hand. “If you wanted a naïve PhD student to butter up with faint praise, you missed the boat by 10 years.”\n\n\n“Of course,” she says. She stammers for a moment, then regains her placid smile. “Why don’t I leave you here so you can catch up on everything we’ve learned so far? I should go check in with the geology department, apparently they found some interesting crystal formation near a volcano on the northern continent.”\n\n\n“Oh, aren’t you going to explain how these computers work?”\n\n\n“I understand that you’re upset about being here, and that our past gives you leeway, but I expect you to maintain some level of professionalism while on the job, Dr. Gould.”\n\n\n“Fine. Professionalism. You got it.” Dr. Gould sits at a computer and links the drone to download data. “Frankly, I’m jealous. I get homework and you get to learn something new from people who aren’t wasting their time on a dead rock.”\n\n\n“It’s a big planet, and we’ve only been here 2 years. We’ll find something. Maybe life, maybe another instance of your SCP-7268. Who knows, and I’m excited to find out.”\n\n\n“You really can’t help cheerleading, can you?” Dr. Gould asks. “You sound like the damn Luna Tourism Board. Come to Luna, it’s not just an airless, radiation-blasted rock, we swear. First stepping stone to the stars my ass, the Apollos are not worth the trip.”\n\n\n“Well, I was-”\n\n\n“I know, biology student by day, cheerleader by night, I’ve heard the story a million times. Your old professors never stopped talking about you. No one who knew you could. Must be how you’ve convinced half the System to keep funding you, since it certainly isn’t your results.”\n\n\n“Your definition of professionalism leaves something to be desired.”\n\n\nDr. Gould snaps to attention with a full salute. “Apologies, ma’am! I shall endeavor to fulfill the assignment given to me with the utmost of my abilities!”\n\n\n“God, that Foundation turned you into a real ass.” She chuckles. “But you’re working for the good guys now. I’ll see you later.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 1 (Feb. 25, 2246)\n\n\n\n\n\n\nLatitude\n\n\n45.9° S\n\n\n\n\n\n\nLongitude\n\n\n134.6° W\n\n\n\n\n\n\nEnvironment type\n\n\nHydrothermal vents on near-surface mid-ocean ridge\n\n\n\n\n\n\nElevation\n\n\n–240 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected numerous organic molecules, including but not limited to 54 separate amino acids, sterols, fatty acids, and sugars such as ribose. Long-chain nucleic acids (i.e., RNA and DNA) and lipids not present.\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 4 (June 13, 2246)\n\n\n\n\n\n\nLatitude\n\n\n23.8° N\n\n\n\n\n\n\nLongitude\n\n\n31.1° W\n\n\n\n\n\n\nEnvironment type\n\n\nIntertidal zone. Igneous rock base, laid by active volcano 2.5 kilometers away. Atmosphere 54% nitrogen, 30% carbon dioxide, 5% water vapor, 5% methane, 3% hydrogen sulfide, 3% other gases\n\n\n\n\n\n\nElevation\n\n\n–1 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected numerous organic molecules, including but not limited to 42 separate amino acids, sterols, fatty acids, and sugars such as ribose. Long-chain nucleic acids and lipids not present.\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 15 (Jan. 28, 2247)\n\n\n\n\n\n\nLatitude\n\n\n2.4° S\n\n\n\n\n\n\nLongitude\n\n\n98.3° E\n\n\n\n\n\n\nEnvironment type\n\n\nHydrothermal vents on mid-ocean ridge\n\n\n\n\n\n\nElevation\n\n\n–3,280 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected numerous organic molecules, including but not limited to 28 separate amino acids, sterols, fatty acids, and sugars such as ribose. Long-chain nucleic acids and lipids not present.\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nResults of Urey-Miller-Fatima experiments*\n\n\nNote: For all experiments, UMF chambers included water, methane, ammonia, hydrogen, and phosphorus. Atmosphere within chamber matches that of 55 Serpens d, pressurized to 5 bar. Rock bed is igneous, consistent with hydrothermal vents, and superheated water filled with sulfides is constantly cycled through, in addition to constant 600 V stimulation of chamber.\n\n\n\n\n\n\n\n\nExperiment 1: Control (all materials sourced from Earth)\n\n\nResult: Amino acids and lipids form in 11 days. Basic RNA is detected 74 days after experiment start. Proto-membranes form 3 days later. RNA forms basic ribosomes at day 98. Cell mitosis begins at day 113. Cells are basic chemolithotrophic prokaryotes, oxidizing sulfur to grow and reproduce.\n\n\n\n\n\n\nExperiment 2: All materials sourced from 55 Serpens d\n\n\nResult: Amino acids and basic lipids form in 15 days. Various sugars, including ribose, also appear in this time period. No other activity has occurred as of day 133.\n\n\n\n\n\n\nExperiment 3: Materials sourced from both Earth and 55 Serpens d at a 50/50 mix. Approximately 5% of water from Earth utilizes deuterium rather than hydrogen-1.\n\n\nResult: Amino acids and basic lipids form in 17 days. Various sugars, including ribose, also appear in this time period. No other activity has occurred as of day 133.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf nothing else, Dr. Carson is remarkably meticulous and thorough with her research. It's taken a month to catch up. Twenty comprehensive life surveys and months of UMF experiment observations. Any other field and I'd be mired in catch-up reports for years. But exobiology, I know the answer ahead of time. Thousands and thousands of pages of negative everything. Every damn day drives the point home a little bit harder.\n\n\nI don't want to do this for 3 years. At least back home I could pretend to be useful.\n\n\n–JG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 21* (March 9, 2248)\n\nNote: Probe 4 modified on Feb. 27, 2248 to include anomaly-detecting instrumentation\n\n\n\n\n\n\nLatitude\n\n\n45.7° S\n\n\n\n\n\n\nLongitude\n\n\n134.5° W\n\n\n\n\n\n\nEnvironment type\n\n\nHydrothermal vents on near-surface mid-ocean ridge\n\n\n\n\n\n\nElevation\n\n\n–320 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected numerous organic molecules, including but not limited to 54 separate amino acids, sterols, fatty acids, and sugars such as ribose. Long-chain nucleic acids (i.e., RNA and DNA) and lipids not present.\n\n\n\n\n\n\nHume levels\n\n\n0.98\n\n\n\n\n\n\nAnomalies detected\n\n\nNegative\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn image on the surface of 55 Serpens d. A small lake in a group of low hills on the northern continent.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n May 24, 2248\n\n\nExploration Team:\n Dr. Rosalind Carson and Dr. James Gould\n\n\nLocation:\n 55 Serpens d, latitude: 55.6° N, longitude: 32.1° W\n\n\nNote:\n Audio from Dr. Carson and Dr. Gould recorded by pressure suit equipment and transmitted to Dr. Gould's personal drone, which recorded video and ambient audio.\n\n\n\n\nTwo figures in environmental pressure suits stand along the shores of a lake within a volcanic caldera. The sides are steep and massive rocks jut out at every opportune angle. The center of the lake boils and is obscured by a thick wall of steam.\n\n\nDr. Gould raises an instrument out of the water. “Temperature, 350 Kelvin; pH, 4.2. Not exactly a prime spot for life here.”\n\n\n“They don’t call ‘em extremophiles for nothing,” Dr. Carson says. “Life can always find a way.”\n\n\nDr. Gould sighs. “Let’s get the next monitoring station set up at sector 5. I’d like to get out of here as quick as I can.”\n\n\n“Oh, come on, James, we spend so much time up on the station, staring at computers, letting robots do all the exploring for us. We should enjoy our time down here.”\n\n\nDr. Gould stops and glances around. “Putting aside the poisonous atmosphere, a boiling lake on a dead planet isn’t exactly my idea of a vacation spot.”\n\n\n“It used to be.” Dr. Carson says as they resume walking. “How many summers did you spend with me when you were young, gallivanting around the Solar System? That’s why I came with you today, I thought maybe we could … this is just like the old days, you know?”\n\n\nDr. Gould waves another instrument around. “Hume levels at 0.95. Little low, but still within normal. Atmospheric conditions probably the cause, but still, worth recording.”\n\n\n“Do you remember how excited you were when your parents finally let you go with me on one of my trips to the field? There you were, still shorter than me back in those days, with your backpack positively bursting at the seams, knocking on my door at 6 in the morning. You were too excited to sleep, you’d spent your entire life on Lovell Station, and finally you were going to step foot on real solid ground. Oh, the crew at Tharsis base were so confused at first, what’s a kid doing here, he’s gonna get in the way, but you proved them wrong, didn’t you?”\n\n\n“As I recall, I helped catalog inventory for most of the trip.”\n\n\n“Because you wanted to check every rock for life! You were sorting faster than they could bring them in by then.”\n\n\n“Looking back, I’m pretty sure some child labor laws were violated. The Martian Research Association definitely owes me a month’s wages, and they’re not the only ones.”\n\n\n“Oh, James, don’t be like that, it was a great learning experience! I wish you could go back and see your younger self, I think he’d have a thing or two to say to you now.”\n\n\nDr. Gould stops, dropping the tools. “Fine, but I can talk to him too, and I’d tell him he was a damn idiot for getting caught up in your bullshit.”\n\n\n“Excuse me?”\n\n\n“Of course I was the perfect little student back, what did you expect? I was a little geek growing up, no friends, no social life, and my parents? They didn’t … they tried, but they weren’t what I needed. And then one of the most famous scientists in the System moves in next door? Finally someone who understands, someone who indulges me. I worshiped you, hung on your every word, and I bought into your whole goddamn fantasy world.”\n\n\n“My what?”\n\n\nDr. Gould glances down, and picks up his instruments. “You really do believe it, don’t you? That we’ll find life.”\n\n\n“Of course I do. In an infinite cosmos, the odds of Earth being the only inhabited planet … it’s impossible. The universe doesn’t work like that. It doesn’t do anything just once. It may not be here, it may not exist in this galaxy, but we are not alone.”\n\n\n“Then you’ve got a lot more faith than I do.” Dr. Gould looks over his Kant counter and smacks it. “Apparently we’ve moved into a section of extreme reality. 45 Humes is nothing to sneeze at. They send me a hundred light years out, but they can’t give me decent equipment. Typical.”\n\n\nDr. Carson sighs deeply. “If you ever want to talk, you know where to find me.”\n\n\nDr. Gould hits the counter again, then takes out the battery and plugs it back in. He shakes the devices and flicks the screen. “Back to 0.96. It was exciting while it lasted.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 28 (May 24, 2248)\n\n\n\n\n\n\nLatitude\n\n\n55.6° N\n\n\n\n\n\n\nLongitude\n\n\n32.1° W\n\n\n\n\n\n\nEnvironment type\n\n\nFlooded fumarole. Lake is approximately 2 km long and 1.4 km wide. Water temperature at least 373 K at center, cooling slightly at shoreline.\n\n\n\n\n\n\nElevation\n\n\n1,390 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected few organic molecules. Lake water heavy in sulfurous molecules.\n\n\n\n\n\n\nHume level\n\n\n0.99\n\n\n\n\n\n\nAnomalies detected\n\n\nNegative\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\nProgress Report: 6 Months\n\n\nMessage sent:\n July 8, 2248\n\n\nMessage received:\n Aug. 2, 2248\n\n\n\n\nI could have written this report when I first got to this godforsaken wheel. I knew what I’d find.\n\n\nNothing. There’s nothing. No life, no anomalies, just a dead planet, floating in a dead universe. And yet …\n\n\nIt doesn’t make sense. Even the rarest of Rare Earth theorists have to admit 55 Serpens d has everything it needs. Class G star, multiple gas giants in the outer solar system to screen comets, stable orbit, a large moon to stabilize the axis and provide significant tides, the right organics, the energy to power volcanism, and a strong magnetic field.\n\n\nI thought I’d lost all my hope years ago. But I can’t deny feeling the tiniest spark 6 months ago. And I think I feel worse for it. Dr. Carson is … I can’t understand her. Almost 50 years in the field, and she’s still the same woman I knew when I was a kid.\n\n\nAnyway, I’ve dumped everything into the computer, so the mainframe can sort it out back home. The O5s are welcome to scour the data if they want, but they’ll be wasting their time. I’m also including the footage from my drone, but I wouldn’t recommend that either. Unless you want to watch me drunkenly flirting with Dr. Aggarwal from Oceanography.\n\n\nAh hell, I’ll save you the trouble, April 24, 10:40 ish. She’s cute, and I’m a clumsy drunk. Comedy ensues. We’re okay, by the way. She was flattered, but she’s got someone back home. Must be nice.\n\n\nI know what the answer will be, but I have to ask anyway: Get me out of here. Clear out a space on the next ship, I’ll pay anything. I don’t need 3 years, and I can’t take this place for much longer. My head hasn’t felt right the entire time, and I don’t care how realistic the simulator is, my swing is suffering.\n\n\nNot sure what else to say, I’ve never been great at these reports, especially when I don’t actually have anything to report.\n\n\nSincerely, Dr. James Gould\n\n\nP.S., to whoever thought to include the pro golf broadcasts from the past 6 months, I swear my first-born child’s life to you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 35 (Aug. 17, 2248)\n\n\n\n\n\n\nLatitude\n\n\n33.6° N\n\n\n\n\n\n\nLongitude\n\n\n83.5° E\n\n\n\n\n\n\nEnvironment type\n\n\nHigh plateau, dotted by lakes. Region uplifted by continental orogeny\n\n\n\n\n\n\nElevation\n\n\n3,900 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected moderate amount of organic molecules, including 12 separate amino acids, sterols, and basic sugars. Long-chain nucleic acids (i.e., RNA and DNA) and lipids not present.\n\n\n\n\n\n\nHume levels\n\n\n1.02\n\n\n\n\n\n\nAnomalies detected\n\n\nNegative\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\nIf I see many more of these goddamn negative surveys, I swear I'm going to walk out the nearest airlock.\n\n\n–JG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 42 (Sept. 30, 2248)\n\n\n\n\n\n\nLatitude\n\n\n21.6° S\n\n\n\n\n\n\nLongitude\n\n\n177.5° E\n\n\n\n\n\n\nEnvironment type\n\n\nAlluvial plain, adjacent to major river (estimated length, 1,418 kilometers; estimated discharge, 11,000 m\n3\n/s)\n\n\n\n\n\n\nElevation\n\n\n50 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected numerous organic molecules, including 33 separate amino acids, sterols, and sugars such as ribose. Long-chain nucleic acids (i.e., RNA and DNA) and lipids not present.\n\n\n\n\n\n\nHume levels\n\n\n0.99\n\n\n\n\n\n\nAnomalies detected\n\n\nNegative\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\nAt least give me an anomaly to study. Anything. Something other than bare rock and poisonous air. The hangover pills are losing their edge, and I can't face the night sober. Everyone here thinks I'm a joke, but as long as the alcohol keeps flowing, at least I'm a drunk joke.\n\n\n–JG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife survey 51 (Nov. 19, 2248)\n\n\n\n\n\n\nLatitude\n\n\n48.0° N\n\n\n\n\n\n\nLongitude\n\n\n157.5° E\n\n\n\n\n\n\nEnvironment type\n\n\nSandy reef in shallow inland sea\n\n\n\n\n\n\nElevation\n\n\n–10 meters\n\n\n\n\n\n\nResults\n\n\nMass spectrometry detected numerous organic molecules, including 64 separate amino acids, sterols, fatty acids, and sugars such as ribose. Long-chain nucleic acids (i.e., RNA and DNA) and lipids not present.\n\n\n\n\n\n\nHume levels\n\n\n1.00\n\n\n\n\n\n\nAnomalies detected\n\n\nNegative\n\n\n\n\n\n\nProbability of life\n\n\n0.1%\n\n\n\n\n\n\n\n\n\n\n\n\nI hate this fucking planet, I hate this fucking station, I still feel dizzy all the fucking time, whose brilliant fucking idea was it-\n\n\nApparently some 20th century guy named von Braun. Fuck you von Braun. No one asked for your help.\n\n\nAnd no, I'm not quitting the fucking alcohol, I don't give a shit. I gave Tobias an extra 20 tonight and he gave me a quarter-bottle of tequila from behind the bar. Now THAT is a man who isn't wasting his life. Maybe I should try bartending when I get back home. Maybe I should buy a bar. Holy shit, I should buy a bar!\n\n\nI'm out of tequila. Last call was 30 minutes ago. Dr. Anatolievich down the hall's always good for a bit of vodka, maybe I'll go bother him.\n\n\n–JG\n\n\nPS. \nЗа здоровье\n!\n\n\n\n\n\n\n\n\n\n\nSwayambhu Station Security\n\n\nIncident Report No. 4\n\n\nDec. 2, 2248\n\n\nAt approximately 11:13 p.m., station security was summoned to Swayamhbu Mess Hall. Alarm was activated because of an altercation between Dr. James Gould and Dr. Luiz Guimarães. When security arrived, Dr. Gould had been restrained by two other scientists, and Dr. Guimarães had been knocked out. Dr. Guimarães awoke shortly afterward and was escorted to the medbay by Nurse Duale. Concussion likely. Dr. Gould was escorted back to his quarters. Breath scans showed a blood alcohol concentration of 0.25.\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n Dec. 3, 2248. 9:30 a.m., station time\n\n\nThe following is a curated video transcript from James Gould's personal drone:\n\n\n\n\nThe door to Dr. Gould’s room slides open, and Dr. Carson storms in. Dr. Gould is still asleep, and she shakes him awake.\n\n\n“Jesus, what the hell?” Dr. Gould asks, wiping his eyes. “No one’s done that to me since I was a kid.”\n\n\n“Good!” Dr. Carson snaps. “You’ve acted like one.”\n\n\nDr. Gould slowly crawls up, wiping his eyes and wincing when he applies too much pressure to his right hand. “Oh,” he says. “Right.”\n\n\n“Last night coming back to you?”\n\n\n“In my defense, Tobias should have known not to give me that last Long Island. He’s served me enough the past year, he knows when I’m at my limit.”\n\n\n“You’re blaming Tobias? James, you punched a man in the face. You knocked him out! You’re not going to take any responsibility?”\n\n\n“I knocked- listen, if nothing else, you gotta be impressed, I am no one’s idea of an athlete, but damn, all those swings have bulked up my arms something fierce.”\n\n\n“My god, James, I brought security personnel along because I had to, I didn’t think I’d need them to stop an actual assault.” She shakes her head. “What the hell is going on with you? Has there been a single night in the past few months you haven’t gotten drunk?”\n\n\n“It’s not like there’s anything else for me to do,” he says. “Wake up, stare at a computer screen while it flashes negative results at me, then go to bed. Exciting. Great use of my time.”\n\n\n\"You know perfectly well that science is 90% negative results.\"\n\n\n\"Oh, I could deal with 90%. I would kill for 90%. It's every damn test. Every fucking test. Do you understand, \ndoctor\n? It's hopeless! Both of us, we're wasting our lives chasing ghosts! No, not even ghosts, that would imply life existed and died. We don't even get that satisfaction. We're chasing a fantasy. A joke.\"\n\n\n\"I thought you were better than this, buying into your O5 Council's absurd idea that we're living in a dead universe.\"\n\n\n\"Follow the evidence, doctor! There's plenty of proof on their side, and a whole lot of nothing on yours.\"\n\n\n“I can’t believe what I’m hearing. This is not the passionate young man I met 30 years ago. What did you do to that James?”\n\n\nHe grumbles and lays back down. “You knew me once. I’m not that person anymore.”\n\n\n“I guess not.”\n\n\n“I assume there’s going to be some sort of punishment. Not sure what the laws are like in another solar system, but I’m sure you’ve got something up your sleeve.”\n\n\n“With this attitude of yours, I’d like to throw you in the brig,” she says. “But you’re the only one qualified to use the Foundation equipment. But if this happens again-”\n\n\n“Off to the stockades? Gonna stick me in the city square so passing peasants can lob rotten fruit at me?”\n\n\nShe takes a deep breath. “It goes without saying that you are officially cut off. You will not be served any more alcohol, so if you have a stash around, you’d better make it last. And if you so much as look at someone the wrong way again, I’m turning your simulator room back into storage.”\n\n\nDr. Carson visibly stiffens and steps back slightly.\n\n\n“Fine,” Dr. Gould says. “Now, I’d appreciate it if you let me sleep off the rest of this hangover. The pills do nothing for me these days.”\n\n\nDr. Carson moves to speak again, then throws her hands up in the air. “It’s like talking to a damn brick wall,” she mutters as she leaves.\n\n\n\n\n\n\n\n\n\n\nMessage sent:\n Dec. 13, 2248\n\n\nMessage received:\n Jan. 8, 2249\n\n\nFrom:\n Dr. Daniel Ogonowski\n\n\nTo:\n Dr. James Gould\n\n\n\n\nSo, I've got some good news and bad news for you. Yes, again. This time I'll give you the bad news first: The O5s want you to stay there. There's no way they can arrange transport for you, not again, not so soon after you got there. It took too much to get you there. I'm afraid you're there for the full 3 years. Blame your higher brain functions.\n\n\nNow for the good news, and wow, is it some of the best news we've ever had. We've been sitting on it for almost 8 months now, and after the tone of your first message back, we regretted not telling you right away. But we wanted to be sure, and we didn't want to tease you with incomplete data.\n\n\nI’m sure you’ll be wondering what’s in the conspicuously blank storage container the cargo ship brought along, and why it’s locked. It’s only programmed to open once you’ve gone through all the documents we’ve sent along, because we don’t want the surprise ruined prematurely. You’ll find out soon enough.\n\n\nThe only thing I’ll say: Have fun.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe New York Times\n\n\n\n\n\n\nA Farmer, a Drill, and the News of the Century: The Story Behind the Discovery of Native Martian Life\n\n\nThirty years after the last serious attempt to find native Martian life, a humble farmer drilling for a new water source makes the accidental discovery of the century.\n\n\n\n\n\n\n\n\nA cluster of Martian \nArchaeans\n under an electron microscope\n\n\n\n\n\n\n\n\nApril 21, 2248 – Shi Lei Zhou isn’t the sort of person who set out to change the course of human history. To have his name recorded in the history books for the rest of time.\n\n\n“I came to Mars to provide for my family back home in Shanghai,” he says. “No one I knew had ever been off world, had never owned land.”\n\n\nMr. Zhou and his wife, Mei Lan, both 43, were lured to the Red Planet 10 years ago thanks to the UN’s Martian Homesteader Act. The deal is simple: Promise to farm 500 acres of hardscrabble Martian soil, and in return receive machinery, a generous yearly salary, and the full support of the Martian Research Association. Ever since the Act’s passage in 2215, about a million people have taken the deal, transforming an area the size of Mexico into useful, arable land. That’s enough food to feed a billion people.\n\n\nMr. Zhou’s task on March 28th was simple. A noticeable vein of liquid water sits deep underneath his farm in Aonia Terra, buried below a kilometer of rock. Drilling took nearly a year, but by getting to it, he’d both relieve his reliance on the grid, saving him money, and earn some extra on the side by distributing any spare water to his neighbors. The water had reached the surface the day before; all he needed to do on the 28th was check for contaminants. Of course, Martian water requires a significant amount of filtration to be usable, but Mr. Zhou wasn’t expecting anything out of the ordinary ammonia and salts.\n\n\nAs a matter of formality, the scanning system the MRA provided Mr. Zhou included a bio-sensor; there have been multiple instances in the past where Martian water sources, previously tapped by human activity, have been contaminated with Earth-based microbes. But this lake was pristine.\n\n\nMr. Zhou was out in the fields, tending to his corn, when the scanner pinged him with results. The usual contaminants were present, as he expected, but there was something more. The bio-sensor had returned a positive reading. Microbes were present in the sample he’d collected.\n\n\nHe and his wife are not biologists, but they knew this result was out of the ordinary.\n\n\n“We searched for native Martian life for over 200 years,” says Nicola Ghini, PhD, head of the MRA’s department of agriculture. “We scoured this planet from top to bottom. The last great expedition was 30 years ago, and it came up empty-handed. When Shi Lei called and told us that he’d gotten a positive on the bio-sensor, we thought we’d given him a faulty unit. Either that, and not to sound harsh, we assumed he’d done the test wrong.”\n\n\nA team was sent out to Mr. Zhou’s farm with a second scanner. They retrieved another sample. They ran it through their bio-sensor. Same result. Positive. The team ran the test once more. Also positive.\n\n\n“I was on the other side of the planet when they called,” Dr. Ghini says. “Meeting with the Assembly’s agriculture subcommittee on the odds of passing a new water allowance bill. They called my personal device, which is strictly off-limits for business.\n\n\n“Of course, I’d heard about Mr. Zhou by then, rumor travels fast. But I didn’t think much of it. Dr. Pasaphan [Chalita Pasaphan, PhD, was in charge of the team sent to Mr. Zhou’s farm] is a friend, she had my personal number. When she called, I was in the middle of negotiations, and a little upset about being interrupted. But before I could get wound up, she stopped me. I’ll never forget what she said. ‘It’s real. Martian life is real.’”\n\n\nThe next few weeks were a blur for everyone in her department. “Obviously, we had to be 110% certain about our results,” Dr. Pasaphan says. “There have been so many false starts in the past. So we checked and double-checked and triple-checked that lake, using our most sensitive equipment. We broke down the genomes of these Martian \nArchaeans\n, and the only similarity is that both use RNA. Everything else about them, their genetic code, their single-layer cell membrane, the lack of virtually any organelle – they’re so primitive and unrefined, there’s no way it could have come from us.”\n\n\nIndeed, the five species identified so far consist of nothing more than various types of primitive RNA wrapped inside a lipid membrane. All they do is feed on the various organic molecules available to them and replicate. It is perhaps a stretch to call them alive; even the viruses we know and tolerate feature far more genetic material then the Martian cells.\n\n\nThen there’s \nMycoplasma pneumoniae\n, responsible for walking pneumonia, a milder form of the disease. While controversy still rages over viral status as living creatures, \nM. pneumoniae\n is indisputably alive, but one of the simplest organisms we know, containing just 700 genes with 700,000 base pairs. That sounds impressive, but humans have 25,000 genes and 3 billion base pairs. Earth life has lived for 4 billion years, and in that time even the simplest of cells has had the opportunity to specialize and diversify.\n\n\nThe most complex of the Martian species, for comparison, has just 300 genes and 20,000 base pairs. “There is no doubt in my mind that the Martian lifeforms developed recently,” Dr. Pasaphan says. “Their cellular and genetic makeup is so simple. I would be shocked if they had developed any longer than a million years ago. And when it comes to biological scales, that’s essentially yesterday.”\n\n\nObviously, much work remains for Dr. Ghini and her department. “We were confident enough in our findings to declare these microbes as definitively Martian, but there’s so much we still don’t know. How much more life is there in the lake? How many more species? And is it possible we missed life somewhere else on this planet? And what about the rest of the System?\n\n\n“No one here is strictly an exobiologist, and it’s unfortunate that the System’s two dedicated exobiologists are 100 light years away, but we’ll do our best. We’ve got an entire planet to recheck, and I think we’re all more excited than we’ve ever been. This is the sort of extra work we’re glad to have.”\n\n\nThe Interplanetary Space Agency recently announced on April 18 that it would devote approximately 100 billion over the next 5 years both building and operating new life-seeking space probes and manned laboratories, as well as reactivating old operations. “Humanity has waited nearly 300 years for this news,” Alfonso Lacanzo, CEO of the ISA, said in a news conference after the announcement. “If there’s more life out there in the System, we’ll find it. This is the most important project our species has ever undertaken. Finally, after so long, we have proof: We are not alone.”\n\n\nMeanwhile, back on his farm, Shi Lei Zhou and his wife are adjusting to their new reality. “We’ve had nonstop requests for interviews ever since the news first broke,” Mr. Zhou says. “And the MRA has promised to cover the costs of a new farm, so that they can take over this property to set up as a preserve, plus a stipend for our families back home.”\n\n\nAnd what about his inevitable place in the history books? “It is funny, I drill a hole, and everything changes,” he says. “I am simply happy to have provided humanity with a great gift.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Martian Herald\n\n\n\n\n\n\nJune 21, 2248\n\n\n\n\nThirteen Unique Species Discovered in Subsurface Spring Near North Pole\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssociated Press\n\n\n\n\n\n\nJune 29, 2248\n\n\n\n\nPrimitive Life Discovered Floating in Venusian Clouds\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Atlantic\n\n\n\n\n\n\nAug. 14, 2248\n\n\n\n\nHead in the Clouds: New Life Drifting Deep Within Jupiter’s Atmosphere\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Washington Post\n\n\n\n\n\n\nOct. 3, 2248\n\n\n\n\nCount of Unique Martian Species Passes 100, Shows No Sign of Slowing Down\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReuters\n\n\n\n\n\n\nNov. 11, 2248\n\n\n\n\nTitanic Discovery: Strange Methane-Based Life Discovered on Saturn's Moon, Unlike Anything Seen Before\n\n\n\n\n\n\n\n\nInventory: Special Biocontainment Chamber\n\n\nLiving and deceased samples of 105 Martian \nArchaeans\n\nLiving and deceased samples of 12 Venusian \nArchaeans\n\nLiving and deceased samples of 8 Jovian \nArchaeans\n\nLiving and deceased samples of 15 Titanian \nArchaeans\n\nOrganic/inorganic materials for UMF testing from the following planets/moons:\n\n\n\n\nMars\n\n\nVenus (clouds)\n\n\nJupiter (clouds)\n\n\nTitan\n\n\nLuna\n\n\nCeres\n\n\nEuropa\n\n\nEnceladus\n\n\nTriton\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n Jan. 9, 2249. 9:31 a.m., station time\n\n\nThe following is a curated video transcript from James Gould's personal drone:\n\n\n\n\nThe door to Dr. Gould's room slides open, and Dr. Carson walks in. \"James, you're 30 minutes late. You've been doing so well, if you've been drinking again, I'll be so disappointed.\"\n\n\nDr. Gould is sitting in front of his personal computer. On screen is the message from Dr. Ogonowski. He turns, his face expressionless. \"You're never going to believe what they found.\"\n\n\n\"Does it have something to do with the mystery container from the Foundation taking up half of our main cargo bay?\" Dr. Carson asks. \"I'm only the station commander, what do I need to know? I swear, the Foundation has no respect-\"\n\n\n\"It's alien life,\" Dr. Gould says, his voice barely more than a whisper. \"About 150 species of microbes from Mars, Jupiter, Venus, and Titan.\"\n\n\n\"What did you just say?\"\n\n\n\"The O5s were wrong,\" Dr. Gould says. \"I was wrong. Extraterrestrial life exists. We found it. We have it.\"\n\n\nHe winces as Dr. Carson screams. \"I don't believe it!\" She jumps up and down. \"All these years, and we finally found it! You're not, this isn't a joke, right? If it is-\"\n\n\n\"No joke,\" Dr. Gould says. \"I'll send you everything the Council sent me.\"\n\n\nDr. Carson paces back and forth, grinning from ear to ear. \"I can't, I can't stay still, I feel so-\" Tears well up. \"I spent so many years dreaming of this moment. So many years, so many negatives. There were times, times when I doubted. Dark times. But I never lost faith. And now you're telling me we have actual living alien organisms in our cargo bay?\"\n\n\n\"That's what I said, isn't it?\"\n\n\n\"Jesus, try to contain your excitement. You're acting like … I don't know what this is. Isn't this everything you wanted? Proof you made the right choice, becoming an exobiologist?\"\n\n\n\"Yes,\" he says. \"It is. You were right all along. You were right, and I was wrong.\"\n\n\n\"No, no, not wrong. You were following the facts that you had. You were being a good scientist. I can't fault you for that.\"\n\n\nDr. Gould turns away from the computer. \"You were a better scientist.\"\n\n\n\"Honestly, I wasn't. Not even close,\" Dr. Carson says. \"If I'd followed the science, I'd have given up the search long ago, like everyone else before me. But sometimes science isn't everything. Sometimes you need a little faith.\"\n\n\n\"I was so sure I was right.\"\n\n\n\"Are you sure you're okay?\" Dr. Carson asks. \"You haven't been drinking, have you?\"\n\n\n\"What? No, no, you can test me-\"\n\n\n\"That's not necessary,\" Dr. Gould says. \"Actually, I've been thinking about bringing this up for a few days. You've been sober for a month, you've passed every test with flying colors. I'm willing to allow you a limited allowance at the bar again. Do you understand? Limited. A couple servings every other night or so. I think you can handle that.\"\n\n\nDr. Gould nods. \"Okay. Thank you. I appreciate your faith in me. Seems like you have faith in everyone and everything.\"\n\n\n\"I never lost my faith in you. I knew you were in there all along, hiding beneath a thick blanket of Foundation cynicism. A few more months in the light, and you'll be the bright-eyed student of knowledge I knew 20 years ago.\"\n\n\n\"You believe in me more than I do.\"\n\n\n\"You lost your way a little bit, that's all. It happens. We're only human. Now come on, get out of that chair, we have some serious work to do. Oh, we're going to be like kids in a candy store today! Where will we even start?\"\n\n\nShe exits, leaving Dr. Gould alone. \"I should be excited,\" he says, glancing at the now-empty door. \"This is good news.\"\n\n\n\n\n\n\n\n\n\n\n\n\nTwo days of listening to her crow about how she never gave up. Two days of listening to every person on this godforsaken wheel sucking up, telling her how proud they are of her, how excited they are, how she's finally been proven right. She's been so brave and strong, standing up against the rising tide for all these years.\n\n\nAll I see when they look at me is pity. The genius teacher and her pathetic, failed student. The student who wasn't strong enough to stand alongside his teacher.\n\n\nAnd they're right.\n\n\n–JG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n Jan. 12, 2249. 11:24 p.m., station time\n\n\nThe following is a curated video transcript from James Gould's personal drone:\n\n\n\n\nDr. Gould is alone in a small room, adorned with his golf simulator. As he collects his golf ball to hit his next shot, the door slides open. “I figured I’d find you here,” Dr. Carson says.\n\n\n“Not exactly the mystery of the century,” Dr. Gould says. “The golfer’s out on the course, what a shock.”\n\n\n“It is when there’s a party going on,” she says. “I give you permission to drink again, and you’re out here by yourself? You can have a good time tonight. With all the news, I think you deserve to cut loose. Come on, we only discover extraterrestrial life for the first time once, let's celebrate!”\n\n\n“Never been one for parties,” Dr. Gould says. “And the feeling’s mutual on their part.”\n\n\nDr. Carson sidles fully into the back of the room. “Can I ask you something?”\n\n\n“I’ve been blocked in here, so I don’t have much choice.”\n\n\n“You’ve been here a year. Have you actually made a friend in that time? Had a meaningful conversation with another human being? Anything other than drunkenly flirting with half the women on the station and getting into fist fights with everyone else?”\n\n\nDr. Gould slings his club over his shoulder. “Point me in the direction of someone worth being friends with, and we’ll talk.”\n\n\n“Don’t be ridiculous, everyone here is good and kind, and they’d-”\n\n\n“No, they wouldn’t. They’re not outwardly malicious, and no one’s said anything deliberately unkind. But they don’t respect me, and I don’t blame them. I’m a goddamn clown. Story of my life at this point.”\n\n\n“There’s something on your mind, James, and I wish you’d talk to me about it.”\n\n\n“Do you though?” Dr. Gould asks. “Wouldn’t you rather set me up, then ship out to the other side of the damn galaxy at the last moment, right when I need you most?”\n\n\nDr. Carson recoils, as if she’d been physically struck. “What are you- Are you talking about Eta Cassiopeiae? It was the opportunity of a lifetime, and you were all eager to go off to college. Then when I came back …” she drifts off. “You’d changed.”\n\n\n“Yeah,” he says. “You taught me too well. I bought into everything you said, I had ironclad faith that life was out there, we just hadn’t found it yet. That I was making the right choice, following in your footsteps.\n\n\n“It didn’t happen all at once, by the way. No one was ever deliberately cruel. I could shake off the first snide remark, the tenth subtle putdown, the hundredth condescending ‘oh, good for you, pursuing your dream! I hope it works out.’ It was all meant in good fun. Hell, I laughed with them at first. I know a joke from an insult. But that’s the thing. It came from everywhere. The professors, the students, my parents, my friends, they all …”\n\n\nHe pauses for a moment, clenching his fist and looking away. “Just one person. That’s all I would’ve needed. One person to believe in me. A kind word, an affirmation every once in a while. Someone to say: ‘Hey James, you’re doing the right thing.’ I needed the person who set me on this path. I needed you, and you weren’t there.”\n\n\nDr. Carson’s lip trembles, and her eyes are moist. “James, I didn’t- I’m so sorry.”\n\n\n“And that’s the worst part too. I’m not even angry at you. Not really. It was your job, of course you went. And I was still the eager, voracious apprentice. I had faith. There was no reason for you to worry about me.”\n\n\n“No, no, I should’ve done more than send you a few impersonal letters,” Dr. Carson says. “I don’t think I ever even asked how you were doing. I was so focused on the job. So excited about seeing a new solar system, a new world.”\n\n\n“And you should have been! For the first time, humans were leaving our solar system. A true interstellar mission. You helped make history. You were so strong. You are so, so strong.” He looks at the ceiling. “And I’m not. You’ve been searching for 60 years, and you’ve never wavered. Never flinched. Halfway into my PhD I was ready to throw in the towel. If it hadn’t been for the Foundation … I know they’re heartless bastards. But it was something. They gave me a purpose. Something to believe in. They were there when you weren’t.”\n\n\n“Then they’re better than I am,” Dr. Carson says. “James, I can’t turn back the clock, make things right between us, but I can do this.” She steps forward with her arms out. “Come here.”\n\n\nHe laughs. “Going for the cliché move, I see.”\n\n\n“There’s a reason it’s cliché.”\n\n\nDr. Gould slowly walks over, and Dr. Carson wraps her arms around him. Tears stream down her face, and well up in his. “I’m proud of you, James,” she says.\n\n\nHis arms move around her. “Thank you,” he whispers.\n\n\nA moment later, they split apart. “Fucking hell,” Dr. Gould says. “That had no business working as well as it did.”\n\n\n“Nothing beats a good hug.” Dr. Carson laughs. “Hey, if it’s okay with you, I’d actually love to see how this golf thing works. Never played, but if you’re so invested, it must be good.”\n\n\n“Won’t the party miss you? You’re the station commander, after all. Seriously, you don’t have to stay. Golf’s not for everyone.”\n\n\n“I want to, James. Tell me about it. What am I looking at right now? I see a lot of brown grass and yellow bushes.”\n\n\n“Fun fact, this is actually one of the most famous holes in golf. The 14th at Royal Dornoch. It's called Foxy, and it’s unique since it’s incredibly tough, but has no bunkers or quote-unquote real hazards. It’s up in the very northern tip of Scotland, and-\" he trails off. \"I'm not going too fast, am I?\"\n\n\n\"No, no, you're fine. It's good to hear you talk like this again. I missed it.\"\n\n\nDr. Gould smiles faintly. \"I missed it too.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Analysis of Titanian Methane-Based \nArchaeans\n\n\n\n\nJames Gould, PhD\n\n\n\n\nIt was enough of a surprise finding life on Mars, Venus, and Jupiter. But for all the novelty, it is essentially life as we know it. RNA wrapped inside a phospholipid membrane, utilizing water as a solvent. Nothing complicated yet, these cells clearly developed recently, but in a couple billion years, they’ll likely end up as something recognizable.\n\n\nWhile we have always dared to dream of life on Titan, the reality of experimentation seemed to limit our search to subsurface oceans and cryovolcanoes. Methane has benefits and drawbacks as a replacement to water, but chief among the downsides is the temperature at which methane is liquid. 90 K at the coolest, 110 at the warmest (A far narrower band than water). Neither temperature is particularly hospitable, especially when it comes to life. Metabolism would be incredibly slow, and development would be expected to be equally slow. UMF experiments in a laboratory setting have always been unsuccessful, even when given years.\n\n\nAnd yet, here we are, staring at organisms doing what a fair number of biologists argue is impossible. Cells using methane as a solvent instead of water. Cells thriving at a temperature and environment that would almost instantly kill all but the hardiest Earth organisms.\n\n\nWhile we could never make it work in a lab, Titanian organisms look pretty similar to what scientists have theorized for 200 years. Instead of utilizing phospholipids, which simply can’t form at such low temperatures, to form a cell membrane, these cells use acrylonitrile (CH₂CHCN) to achieve something almost identical, a cell membrane–like structure tentatively referred to as an azotosome. They consume hydrogen, acetylene, and ethane and exhale methane. Needless to say, we’ve repurposed a mostly unused room to deal specifically with the Titanian microbes. The smell is not pleasant.\n\n\nBeyond the methane, though, these little critters aren’t actually all that different from Earth life. They were found near a cryovolcanic vent in Kraken Mare, nearly a kilometer below the sea’s surface, in a remarkable mirror of deep-sea hydrothermal vents, feeding off nutrients and energy spewing out of the interior. The energy is crucial; the Titanian surface is too cold to allow acrylonitrile to form azotosomes. But they have RNA, same as the other \nArchaeans\n, and they feed and replicate just as everything else we’ve found, and just as Earth methanogens do.\n\n\nI have no idea how life would continue to develop in such a place, and we won’t find out in any of our lifetimes, but these things have found a niche in a strange environment, and we’ll be studying them for a long time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSummary of UMF experiments\n\n\n\n\n\n\n\n\n\n\nSource of materials\n\n\nPresence of life at day 150\n\n\n\n\n\n\nMars\n\n\nPositive\n\n\n\n\n\n\nVenus (clouds)\n\n\nPositive\n\n\n\n\n\n\nJupiter (clouds)\n\n\nPositive\n\n\n\n\n\n\nTitan (water-based)\n\n\nPositive\n\n\n\n\n\n\nTitan (methane-based)\n\n\nNegative\n\n\n\n\n\n\n\n\nThat's not the result I expected. And unless we get some news, it's the opposite of reality. Shows that we really don't understand how methane-based life operates. Obviously, it works somehow, but we've got a long way to go.\n\n\n–JG\n\n\n\n\n\n\n\n\nSource of materials\n\n\nPresence of life at day 150\n\n\n\n\n\n\nLuna\n\n\nPositive\n\n\n\n\n\n\nCeres\n\n\nNegative\n\n\n\n\n\n\nEuropa\n\n\nNegative\n\n\n\n\n\n\nEnceladus\n\n\nNegative\n\n\n\n\n\n\nTriton\n\n\nNegative\n\n\n\n\n\n\n\n\nInteresting that we had success with Luna and not Enceladus or Europa. This may be a brave new world that has such microbes in it, but I'd wager all my money Luna is very, very dead in every sense of the word. And yet, the positive is there, while two of the most dynamic, interesting moons in the System give us nothing. What's the difference? What's the variable?\n\n\n–JG\n\n\n\n\n\n\nI haven't been myself the past few months. Rosalind is such a force of nature, and it's been so good having real, tangible data to work with, I've been following her leads without question. But I'm not just an exobiologist. I'm not just her student. I'm a researcher with the SCP Foundation. And we clearly need a new approach. Science as we know it isn't giving us the answers. I need to think on things for a bit.\n\n\n–JG\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n June 28, 2249. 4:33 p.m., station time\n\n\nThe following is a curated video transcript from James Gould's personal drone:\n\n\n\n\nDr. Gould walks into the biology lab, a ream of papers in hand, where Dr. Rosalind Carson awaits, along with Dr. Intan Utami and Dr. Matija Vinković of the chemistry department, who have been assisting in the analysis of all samples received from Earth.\n\n\n“Tell me the good word,” Rosalind says. “Please. Give us something.”\n\n\nDr. Gould tosses the paperwork haphazardly toward her. “Can’t do that,” he says. “There’s nothing to say.”\n\n\n“Still nothing in the Europa or Enceladus tests?\" Dr. Utami asks.\n\n\n\"Nothing.\"\n\n\n“We're running around in circles,” Rosalind says. “Months of testing, and we know about as much as the people back home.”\n\n\n“On the bright side, I’ve been reciting Martian codon sequences in my sleep,” Dr. Vinković says. “My wife is not thrilled about this development.”\n\n\n“What are we going to do?” Dr. Gould collapses into his chair. “Everyone back home will be expecting some grand revelation, but we’re just stuck.”\n\n\n“And I’m sure the next cargo delivery will be full of new samples,” Dr. Utami says. “Maybe that’ll be a good thing. More data is good, right?”\n\n\n“We shouldn’t need it,” Dr. Gould says. “I’m sure we won’t receive anything truly new. More species, but nothing more complex. Just the same basic single-cell organisms.”\n\n\n“More evidence to suggest life developed very, very recently, in other words,” Dr. Vinković says.\n\n\n“Okay,” Rosalind stands, pacing across the room. “Okay. We spend all our time buried in genetic sequences and UMF trials. As Matija made clear, we now know an unhealthy amount about these organisms. Let’s take a moment and back up. View this problem from orbit. What’s the big picture?”\n\n\nThe room is silent for a moment. “Come on people, give me something!” Rosalind waves her arms. “Talk to me, basic summary. What’s the problem?”\n\n\n“Well, I guess at its heart, our data and our hypothesis don’t match,” Dr. Gould says. “The data suggests life developed on multiple and disparate worlds extremely recently. Not within the past few million years, or even a few thousand, but in the span of a human lifetime. Maybe even in the past few years.”\n\n\n“Okay. All right, good!” Rosalind says. “What else?”\n\n\n“That leads us to one conclusion,” Dr. Utami says. “Alien biogenesis is directly connected to human activity and contamination. But there’s a problem with that hypothesis.”\n\n\n“Which is?” Rosalind asks.\n\n\n“The alien life doesn’t match Earth life,” Dr. Vinković says. “There’s no common ancestor, no indication that they’re related in any way. They're too primitive to have adapted from Earth life. Even viruses are light-years ahead , genetically speaking, and they’re clearly not descended from viruses. Everything we’ve found has been autotrophic, and viruses aren’t autotrophs.”\n\n\n“And where does that leave us?” Rosalind stops in the middle of the room.\n\n\n“In a catch-22,” Dr. Gould says. “Alien biogenesis must be related to human interference, but the evidence says it can’t be. Like you said, we’re running around in circles.”\n\n\n“Goddamn circles,” Rosalind throws up her hands. Silence covers the room.\n\n\n“I do have an idea,” Dr. Gould says. “Been stewing on it for a few days. But you’re not going to like it.”\n\n\n“At this point, I’d take divine intervention,” Rosalind says, retaking her seat. “What’s on your mind?”\n\n\n“Remember you said that,” Dr. Gould says. “Okay, we’ve been researching for months, and we’ve done so using the most thorough and advanced scientific tools and methods we have. Correct?”\n\n\n“Exhaustively thorough,” Dr. Utami says.\n\n\n“So either we’re colossal idiots overlooking the obvious, or the answer lies beyond science as we know it.”\n\n\nRosalind groans. “No, don’t tell me-”\n\n\n“It has to be an anomaly. SCP-7268. But not the skip the Foundation negotiated with the government and the ISA. The real 7268.”\n\n\nDr. Utami and Dr. Vinković steal furtive glances at Rosalind. Her face alternates between anger and resignation. “I suppose this is what I asked for,” she says. “I called for a Foundation researcher, and the Foundation researcher found an anomaly. What’s on your mind?”\n\n\n“Our basic premise is correct. It’s Earth. It has to be. All these instances of biogenesis happening at once, it can’t be a coincidence. And 7268 is correct in one regard: The anomaly is all about complex organic acids. But it’s the opposite of what we thought. SCP-7268 doesn’t prevent the development of DNA and RNA, it allows them. And that’s what we’re spreading. Panspermia. We spread life wherever we go.”\n\n\nAn awkward silence fills the room as Dr. Utami and Dr. Vinković shift in their seats. “That’s a bold claim,” Rosalind says. “And it does explain everything quite elegantly.”\n\n\n“But?”\n\n\n“It’s anthropocentric to an extreme degree. We spent thousands of years believing Earth was the center of the universe, no scientist is going to accept a theory where mankind is central. It's bad science. Not without some serious data to back you up.” She laughs. “I suppose you did imply divine intervention was involved.”\n\n\n“You don’t have to call it that. Call it luck, fate, fortune, whatever,” Dr. Gould says. “The point is, we exist, and now, on planets and moons where we’ve been, alien life also exists, where it didn't before. It’s the only way to square all the data we have.”\n\n\n“What about Jupiter?” Dr. Utami asks. “No human’s ever set foot there, not that there’s even a surface to land on. It’s only ever been probes in the upper atmosphere.”\n\n\n“Then it’s not humans. It’s Earth. SCP-7268 is intrinsic to the very planet. We take a rock, chuck it into space, it lands on the right planet, life will form there.”\n\n\n“Why now?” Dr. Vinković asks. “And why all at once? We first touched down on Mars nearly 300 years ago.”\n\n\n“Okay, okay, think about it like this,” Dr. Gould says. “Where have we found alien life? Mars, Venus, Jupiter, Titan. We visited those places a long time ago. All four were in the 20th century.\n5\n Now, we haven’t found life on Europa or Enceladus. Two moons with massive subsurface oceans and geothermal energy to spare. Hydrothermal vents spewing out the ingredients of life. They’re ideal fits, more so than any of the four places with life. I mean, methane-based life? We can't get it to work in a lab setting, and yet here we are, seeing it with our own eyes.\n\n\n“The problem is, we didn’t get to those places until the tail end of the 21st century. Maybe it hasn’t been long enough.”\n\n\n“I think I see where you’re going with this,” Rosalind says. “The effect isn’t instantaneous.”\n\n\n“Exactly! It’s almost like … the skip is a virus, and life is an infection. Weird way to put it, I know, but that’s the most apt metaphor. You catch a virus, the infection doesn’t start right away. It has to build up in the body, enough for the immune system to react to it.”\n\n\nRosalind leans forward, clasping her hands in front of her. “As much as I hate ascribing anything to magic anomalies, it makes sense. But we’ll need evidence. Lots of it. No half-measures this time. No guessing. No lying. We do this the right way.”\n\n\n“The right way,” Dr. Gould says.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Daniel Ogonowski, the O5 Council\n\n\nMessage sent:\n July 7, 2249\n\n\nMessage received:\n Aug. 3, 2249\n\n\n\n\nI know this is going to be problematic, but I have to ask: I need a Mark V Scranton Reality Anchor as soon as possible. Preferably before the next scheduled cargo transport.\n\n\nI'm sure you know everything I do when you read this, so hopefully this request won’t come as a huge surprise. In order to prove my theory, I need time, and now that the Mark Vs incorporate a \ntime-acceleration module\n, they can give me all the time I need. I know they’re barely out of the prototype stage and you’re not ready to acknowledge their existence to the public, but they would accelerate my research (pun not intended, but unavoidable) to the remaining duration of my time on this station. It’s either that or wait a few decades for life to generate on Europa or Enceladus – or a few centuries for 55 Serpens d.\n\n\nAlso, I figure you owe me one. After all, you did send me out of the System a couple months before the biggest discovery of my life. Not that I’m bitter, but it would have been nice to have my name on a few of these newspaper articles.\n\n\n–JG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. James Gould\n\n\nMessage sent:\n Aug. 9, 2249\n\n\nMessage received:\n Sept. 15, 2249\n\n\n\n\nYou're being very thorough. We like it when our scientists are thorough.\n\n\nPlease note that we've disabled the vast majority of the device. The Mark V is \nnot\n something to be trifled with. Even in its limited state, failure to properly operate it could result in a runaway temporal disruption. We can't send an expert along, so do be sure to read the manual. And if you attempt to override our modifications … well, you won't live long enough to regret that decision. The Mark V is powerful enough to override \nnothingness\n, we cannot allow it to be improperly used.\n\n\nNo offense to you, of course, but you're a biologist, and this is far outside your normal purview. We wouldn't normally allow this, but we're as curious as you are. Your research and your notes have us intrigued. Intrigued enough to purchase an off-schedule delivery.\n\n\nDon't let us down.\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUMF Test 1: Europa\n\n\nTime acceleration:\n 10 years/day\n\n\n\n\nResults:\n During day 6 (approximately year 64 within the test chamber), mass spectrometer detects RNA and phospholipids. Time acceleration is stopped on day 10. Approximately 13 unique species of \nArchaeans\n are detected.\n\n\n\n\n\n\nUMF Test 2: Enceladus\n\n\nTime acceleration:\n 10 years/day\n\n\n\n\nResults:\n During day 8 (approximately year 87 within the test chamber), mass spectrometer detects RNA and phospholipids. Time acceleration is stopped on day 12. Approximately 22 unique species of \nArchaeans\n are detected.\n\n\n\n\n\n\n\n\nI can't begin to describe how excited we all are here. It's working. It's really working. We understand. But now comes the big test. It'll take a while, but we have to know. Will it work for Manu-Yemo?\n\n\n–JG\n\n\n\n\n\n\n\n\nUMF Test 3: 55 Serpens d\n\n\nTime acceleration:\n 10 years/day\n\n\n\n\nResults:\n During day 32 (approximately year 322 within the test chamber), mass spectrometer detects RNA and phospholipids. Time acceleration is stopped on day 42. Approximately 168 unique species of \nArchaeans\n are detected. Organism consolidation and symbiosis has begun.\n\n\n\n\n\n\nUMF Test 4: 55 Serpens d\n\n\nTime acceleration:\n 10 years/day\n\n\nNote:\n All samples were collected by drone, with no physical interaction by humans.\n\n\n\n\nResults:\n During day 32 (approximately year 322 within the test chamber), mass spectrometer detects RNA and phospholipids. Time acceleration is stopped on day 35. Approximately 18 unique species of \nArchaeans\n are detected.\n\n\n\n\n\n\nUMF Test 5: 55 Serpens d\n\n\nTime acceleration:\n 10 years/day\n\n\nNote:\n A culture of \nEscherichia coli\n, \nBacillus subtilis\n, and \nCandida albicans\n is included in the test chamber, as well as rhinovirus and \nMyoviridae\n, a bacteriophage.\n\n\n\n\nResults:\n All examples of \nE. coli\n and \nC. albicans\n are deceased by year 3. Both viruses lose integrity by year 75. B. subtilis remains viable until year 130. All traces of DNA/RNA are eliminated by year 170. At year 334 within the test chamber, mass spectrometer detects new RNA and phospholipids. Time acceleration is stopped on day 37 (year 376). Approximately 43 unique species of \nArchaeans\n are detected.\n\n\n\n\n\n\n\n\nThere was probably some redundancy in those tests, but I'll be damned if some clown back home tries to pull a replication failure on me. A bold claim requires hard evidence, and I think we've got enough to not be laughed out of the room.\n\n\nI've definitely got enough for a new version of 7268 though.\n\n\n–JG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #\n: SCP-7268\n\n\nObject Class\n: Thaumiel\n\n\n\n\n\n\nLevel 0\n\n\nPublic Domain\n\n\n\n\n\n\n\n\n\n\n\n\nA primitive single-celled organism native to Mars.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7268 is to be deployed at the discretion of the SCP Foundation, the national governments of Earth, the Sol Colonial Administration, and the Interplanetary Space Agency in accordance with Project Panspermia\n6\n, utilizing material from SCP-7268-1.\n\n\nDescription:\n SCP-7268 is a currently undetectable anomalous chemical catalyst allowing phosphorus to bind with both long-chain polynucleotides and lipids. While phosphorus can bind to simpler organic molecules, such as amino acids, it cannot form nucleic acids (RNA, DNA, etc.) or phospholipids, which are crucial for the development of cell membranes in most ecosystems.\n\n\nSCP-7268 is native to SCP-7268-1, otherwise known as the planet Earth. While research is ongoing, SCP-7268 does not appear to occur naturally on any other planetary or lunar body. However, it can be introduced to any celestial body via interaction with any material, probe, person, etc. sourced from a location where SCP-7268 is present. A sample including phosphorus is not necessary.\n\n\nOnce SCP-7268 is introduced to a new environment, native life – biologically and genetically distinct from SCP-7268-1 life – will develop within a period of 100-500 years. SCP-7268 will not create life on celestial bodies lacking in suitable organic materials and/or limited available energy. While SCP-7268 is known to form carbon-based life utilizing liquids other than water as a solvent (for example, methane), it is unknown whether it can form life based on non-carbon elements.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n Aug. 23, 2250. 10:29 a.m., Eastern Standard Time\n\n\nThe following is a curated video transcript from James Gould's personal drone:\n\n\n\n\nDr. Gould and Rosalind Carson stand outside the O5 Council chamber at Site 17, surrounded by grimly drab gray halls. Dr. Gould breathes in deeply, and exhales slowly. “I wasn’t expecting to be this nervous,” he says. “It was easier being snarky with them when I was a hundred light-years away”\n\n\n“Just remember, they’re people, as much as they’d like to pretend otherwise,” Rosalind says. “The anonymity shtick was rather gauche when they … what’s the phrase they used, dropped the veil? When the Foundation went public. But now it’s absolutely ridiculous.”\n\n\n“You’re just as scared of them as I am.”\n\n\n“Oh, more so. At least you’re one of them. They wouldn’t hesitate to kill me.”\n\n\nA dull tone echoed through the hallway. “We’re ready for you now,” said a voice, so modulated by machinery that it came out as a monotone.\n\n\nThe door opens, and a guard escorts them in. It slams shut again, and for a brief moment the pair are entombed in complete darkness. Then a light flickers on, shining down from the ceiling, illuminating a silhouette in the form of a person. O5-1. Then another, and another. Thirteen lights in all. “Dr. Gould, Dr. Carson, welcome,” the light over O5-1 turns red. “You have a rather bold proposal for us. We’ve reviewed it, and we’re willing to give you a chance to speak on its behalf. Convince us. Why should we enact this Project Panspermia?”\n\n\nThirty minutes later, Dr. Gould and Dr. Carson finish their presentation. “Are there any questions?” Dr. Gould asks.\n\n\n“I have no issues with your proposal to time accelerate 55 Serpens to study the course of evolution,” O5-3 says. “SCP-7268 is present there, and nothing can be done about that. But I do have a concern regarding Project Panspermia. A simple one too. I just need a reminder. What does the C stand for in SCP?”\n\n\n“I knew they’d bring that up,” Dr. Carson mutters.\n\n\n“I heard that!” O5-3 says. “And in case our guest doesn’t know, it stands for contain! We contain anomalies here, we don’t throw them out into the universe.”\n\n\n“And I’m not sure about your classification here,” O5-4 says. “If your file is correct, the absence of life is not anomalous. Life itself may not be anomalous, but SCP-7268 isn’t containing anything. Technically, it’s not Thaumiel.”\n\n\n“Someone can’t accept the inevitable progression of language,” O5-12 says. “Thaumiel’s been a byword for beneficial for a very long time. And I like your proposal, I do, but is this a job for the Foundation? Our budget is limited, and isn’t the ISA already doing the job for you? According to you, so long as it comes from Earth, it can spread 7268. As you put it in one of your logs, all it takes is throwing a bit of rock at the right planet. An atmospheric probe is enough, correct?”\n\n\n“It’s not enough,” Rosalind says. “In 40 years of interstellar exploration, we’ve only been to 140 stars. That’s 0.000000001% of the stars in this galaxy. Even the great Foundation can’t expect to keep humanity going long enough to visit all 100 billion.”\n\n\n“You’re talking about devoting the sum total of humanity’s resources to this project,” O5-7 says. “A million autonomous interstellar probes, each programmed and fueled to visit thousands of stars, never to return home. And that’s your minimum proposal. Minimum!\n\n\n“And it would take thousands and thousands of years to seed the galaxy, and if life develops as it did on Earth, billions of years before we’d see any tangible return. It’s a project humanity would never see the end of.”\n\n\n“It’s a project that never should have been conceived,” O5-3 says. “It doesn’t matter what our feelings are about a dead universe, this is the way it is, and this is how it should remain. What was, shall be. What shall be, was.”\n\n\n“How can you be so short-sighted!” Rosalind cries out. “We’ve already spread this thing, and we’re going to keep spreading it, unless you’re saying what I think you’re saying.”\n\n\n“It is our duty to contain anomalies,” O5-3 says. “And humanity carries an anomaly. We can’t take it back from the worlds we’ve already infected, but we can ensure it won’t get any further. It is not our right to play god with this universe.”\n\n\n“And speaking of anomalies, the rest of the universe doesn’t have them, but we sure as hell do,” O5-9 says. “Who’s to say this seeding project wouldn't bring all new skips for us to worry about?”\n\n\nO5-1’s light illuminates for the first time since the start of the meeting. “Dr. Gould, you’ve been rather quiet. Perhaps you are formulating some wise words of counsel. Or an inspiring speech.”\n\n\nDr. Gould and Dr. Carson exchange bemused looks.\n\n\n“We’ve been at this a long time. We know hopeless romantics when we see them,” O5-13 says. “You won’t be the first or the last.”\n\n\n“I’ve got nothing, Dr. Gould,” Dr. Carson says. “It’s up to you.”\n\n\nDr. Gould steps forward. “Three, you asked me a simple question, now let me ask you an equally simple question. Who was it that discovered life on Mars? His name is known across the System, I am sure you can remind me.”\n\n\nSilence.\n\n\n“His name, since you seem to have forgotten, is Shi Lei Zhou, a humble farmer, lured to Mars by the promise of good wages. Millions have immigrated to the Red Planet to turn a dead, barren world into a bountiful garden. Mars now produces nearly 20% of the System’s wheat, 15% of its corn, 30% of its soy … need I go on? Three, do you think we played God with Mars? After all, we brought life to a dead planet. We interfered with the natural order. Did you speak out against the Martian Homesteader Act?”\n\n\n“None of us did,” O5-11 says. “The benefits were too great. By moving agriculture off world, we’ve restored nearly half of Earth’s farmland back to its native condition, especially in the Amazon. Carbon dioxide’s fallen more in the past 30 years than in the century before the Act passed.”\n\n\n“And that is something we did for selfish reasons,” Dr. Gould says. “We’re transforming Mars because it benefits us. Project Panspermia would not benefit us all. It is purely selfless. We receive nothing but the knowledge that life will continue on after the last human dies. Would you be willing to risk the existence of life in this universe on the few planets we’ve already visited? What if something happens? Something like an asteroid or gamma ray burst? Nature can be cruel.\n\n\n“I am asking for a lot, I know. A million interstellar vessels, all autonomous and with enough fuel to visit thousands of systems each, capable of operating for hundreds, if not thousands of years. We would require the resources of not just our own Solar System, but dozens around us. The mining operations alone … the cost is staggering. I know. But how can you put a value on this? This project- we’d be ensuring that our children, so to speak, our legacy, they won’t be alone. The Milky Way would become a garden, thanks to us, just like we’re making Mars into a paradise. It is such a beautiful universe too. What a shame it would be if, after humanity dies, there would be no one left to stare up at the stars. No one left to dream.”\n\n\nO5-2 laughs. “Make me a promise, doctor, don’t ever try politics. Not with that speech. If there’s one thing people don’t like to hear, it’s that their money is no object.”\n\n\n“It would create a lot of jobs,” O5-13 says. “And we could use a few more naïve visionaries in the UN. Be an excellent change of pace.”\n\n\n“The conversation has drifted,” O5-1 says. “If there is nothing else, the Council will deliberate and vote on your proposals, Dr. Gould. Thank you for your time.”\n\n\nThe door opens, and light spills in. A guard approaches, and Dr. Gould and Dr. Carson are escorted out. As soon as they exit the chamber, the door slams shut again. “That could have gone better,” Rosalind says. “Are you okay?”\n\n\nDr. Gould slumps against a wall, rubbing his forehead. “I knew they’d be brutal, but I didn’t think they’d- I never thought they’d say no.”\n\n\n“They haven’t said no,” Dr. Carson says. “It just has to be a majority, right?\"\n\n\n“So many spoke against us though,” he says. \"Even if it does pass, unless the Council speaks with one voice on this, there's no way the UN or SCA will go for it. We need them too.”\n\n\n“Hey,” Dr. Carson says. “No matter what they say or what happens next, you’ve made this old woman proud. It’s been a joy and a pleasure, working with you again.”\n\n\n“It’s been great,” he says. “Past couple years have … I’ve felt like a complete person again. I needed this. I hope they don’t take it away.\"\n\n\n“We’ve done all we can. Now it’s up to the politicians.”\n\n\n“God help us all.”\n\n\n\n\n\n\n\n\n\n\n\n\nProposal: Utilize Mark V Scranton Reality Anchors to accelerate time around 55 Serpens d until complex multicellular life emerges (i.e., \"Cambrian explosion\")\n\n\n\n\n\n\nYay\n\n\nO5-1, 05-2, O5-3, O5-4, O5-5, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13\n\n\n\n\n\n\nNay\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProposal: Endorse Project Panspermia\n\n\n\n\n\n\nYay\n\n\nO5-1, 05-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13\n\n\n\n\n\n\nNay\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n James Gould\n\n\nFrom:\n O5-3\n\n\nDate:\n August 24, 2250\n\n\nTime:\n 9:12 p.m.\n\n\nSubject:\n\n\n\n\nI don’t often apologize in this job, but I feel I owe you one. I needed to know how serious you were. How much you believed. If this was a cynical ploy to make something of your career, or if you truly wanted the best for humanity. You spoke well.\n\n\nI’m not made of stone. None of us are.\n\n\nRemember, this is only the first step. The Foundation doesn’t have the power or wealth to make Project Panspermia happen on its own. I fear the rest of the world will not be so accommodating. But you have chosen to believe in the power of humanity, and so has the Council. If there is \na way\n, we will find it.\n\n\nWe won't be the only ones to see the stars.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTimeline of events: 55 Serpens d Time Acceleration\n\n\n\n\n\n\n\n\nJan. 1, 2255\n\n\nElapsed time:\n 500 million years\n\n\nFirst free molecular oxygen appears in oceans, indicating presence of photosynthetic life. Surface drones indicate DNA-based life has become dominant.\n\n\n\n\n\n\nNov. 1, 2256\n\n\nElapsed time:\n 915 million years\n\n\nIce caps cover approximately 30% of planet’s surface.\n\n\n\n\n\n\nApril 1, 2258\n\n\nElapsed time:\n 1.63 billion years\n\n\nFree molecular oxygen appears in significant quantities in atmosphere.\n\n\n\n\n\n\nOct. 1, 2258\n\n\nElapsed time:\n 1.89 billion years\n\n\nAtmospheric O\n2\n levels reach 10%. Ice caps cover 50% of planet’s surface.\n\n\n\n\n\n\nJan. 1, 2259\n\n\nElapsed time:\n 2 billion years\n\n\nSurface drones detect first instances of sexual reproduction. Ice caps cover 25% of planet’s surface.\n\n\n\n\n\n\nMarch 1, 2260\n\n\nElapsed time:\n 2.6 billion years\n\n\nSurface drones collect first instances of multicellular life. Organisms are colonial, with a free-living single-cell stage and spore formation. Largest organism is 14 cm in diameter. Ice caps cover 10% of planet's surface.\n\n\n\n\n\n\nApril 1, 2260\n\n\nElapsed time:\n 2.65 billion years\n\n\nSurface drones collect first instances of fungi-like organisms.\n\n\n\n\n\n\nFeb. 1, 2261\n\n\nElapsed time:\n 3.05 billion years\n\n\nSurface drones collect first instances of plant-like organisms. Samples are multicellular photosynthetic eukaryotes.\n\n\n\n\n\n\nApril 1, 2261\n\n\nElapsed time:\n 3.13 billion years\n\n\nSurface drones collect first instances of animal-like organisms. Embryonic behavior observed. Polar ice caps appear, covering 5% of planet’s surface. Atmospheric oxygen reaches 20%.\n\n\n\n\n\n\nJuly 1, 2261\n\n\nElapsed time:\n 3.25 billion years\n\n\nIce caps cover 70% of planet’s surface. Atmospheric oxygen reaches 35%.\n\n\n\n\n\n\nNov. 1, 2261\n\n\nElapsed time:\n 3.42 billion years\n\n\nIce caps disappear. Atmospheric oxygen at 25%. Surface drones detect first instances of complex multicellular life. Organisms are sessile and frond-like, with some species displaying plant-like qualities, while others more closely resemble animals. Probability of “Cambrian explosion”: 80%.\n\n\n\n\n\n\nJan. 1, 2262\n\n\nElapsed time:\n 3.5 billion years\n\n\nSurface drones detect numerous distinct plant and animal phyla. Animals are limited to shallow seas, but plants are present on land.\n\n\n\n\n\n\nMarch 1, 2262\n\n\nElapsed time:\n 3.58 billion years\n\n\nSurface drones detect amphibious animal life, as well as simple arthropods. Animal life in oceans is numerous and complex, with the largest organisms reaching 10 m in length and 1,000 kg in mass. Bushes and low trees highly prevalent on land, as wood is present in 50% of land-based plant species. Time acceleration terminated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJuly 7, 2262\n\n\n\n\n- Close\n\n\n\n\n\n\nA small ship lands near the precipice of a craggy cliffside overlooking a cyan tropical sea. Waves beat against the rocks. Two figures, clad in environmental pressure suits and wearing large packs, exit the craft, walking amongst low-lying fern-like plants. They are quickly accosted by numerous miniscule flying arthropods.\n\n\n“I’m kinda glad we’re in the suits now,” Dr. Gould says. “I didn’t think the flies would be this bad. Almost as bad as Michigan in the summer.”\n\n\n“They’re curious,” Dr. Carson says. “They’ve never seen anything like us.”\n\n\n“Benefit of growing up on Lovell,” Dr. Gould says. “Nothing there beyond the necessities for a functional ecosystem. No flies, no mosquitoes, nothing flying around that you didn’t like having flying around.”\n\n\n“They are beautiful,” Rosalind says. “An absolute marvel.”\n\n\nDr. Gould laughs. “First time anyone’s ever said that about a fly.”\n\n\n“Come on, James, we had to call in so many favors to get this trip down to the surface, you should-”\n\n\n“If you’re going to say I should enjoy myself, don’t worry. I’m enjoying myself plenty. It’s a beautiful planet we’ve made here.”\n\n\nRosalind leans down, running her gloved hand along the fronds of a nearby plant. “It’s everything I dreamed it would be. Do you know how long I’ve wanted this moment? To walk on a new planet, awash in strange new life? To feel the wind on my face, the gentle softness of a leaf against my skin.”\n\n\n“We have to wear the suits. The risks of cross-contamination are too great. It’s not just for the planet’s protection, who knows-”\n\n\n“I am well aware of the risks. But I’ve lived a long life. I’m willing to chance it. I have to know.”\n\n\nShe seals off her suit at the wrist, and twists her glove off. Her hand reaches for the plant again, and the long, green leaves slip through her fingers. “Much better,” she says. “You know you want to, James. The Foundation will never know.”\n\n\n“I can’t,” he says. “I don’t mind breaking one rule, but two? That’s too much for my conscience.”\n\n\n“What are you talking about?”\n\n\nDr. Gould drops his pack and rummages through it. He pulls out a folded metal rod, a rubber tube, and the head of a golf club. An 8 iron. He unfurls the metal pole and twists the clubhead on, then slips the rubber onto the other end. He retrieves a trio of golf balls, and drops them.\n\n\n“I couldn’t resist,” he says.\n\n\n“You hypocrite,” Rosalind says. “You said Luna was an overrated tourist trap, riding off Apollo, and what do you do? You rip off the Alan Shepard Golf Experience! Even I know how overpriced that place is.”\n\n\n“And you can’t even swing right because of the low gravity,” Dr. Gould says as he takes a few slow practice swings. “It’s a shame about the suit, but at least I’ll stay properly planted.”\n\n\nHe steps up to the first golf ball and takes a stilted swing. The ball barely makes it over the cliff’s edge, tumbling down the rock face and into the churning sea with an unceremonious plop. “Pathetic,” Dr. Gould mutters. “You’ve got a better swing than that.”\n\n\nThe second shot is a low, scything hook, starting left and swinging ever further left. “Goddamn it,” he says. “Should’ve brought more than three. One of these has got to be decent.”\n\n\n“Relax,” Dr. Carson says, reattaching her glove. “You can do this. I believe in you. Show that thing who’s boss.”\n\n\nThe backswing is slow and methodical. He pauses for the briefest moment at the top, and his body turns through, with the club dropping behind. The head strikes, clipping the ball and the ground a millimeter later. The golf ball sails far and high, hanging in the air for several seconds before landing in the ocean with a barely visible splash 150 meters distant.\n\n\n“Was that-”\n\n\n“Yes,” Dr. Gould says, posing with his makeshift club on his shoulder. He moves back toward Rosalind with a swagger. “Perfect.”\n\n\nShe holds her arms open. “I’m proud of you!”\n\n\n“Ah geez, Auntie Rosie, it wasn't that … oh fuck, did I-”\n\n\n“Oh my god, you did!” Rosalind claps her hands against her helmet. “Oh, I’m never going to forget this. My day has been made.”\n\n\nShe rushes over and hugs him. “But the alien plants,” he says. “Aren't they a bigger deal-”\n\n\n“Not even close.”\n\n\n“Of course not. At least no one was around to hear it.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hyperspace-Induced Dementia, a brain disease brought on by improper suppression of higher cognitive function during passage through extradimensional spaces.\n\n\n2\n. Manu-Yemo is an informal name for 55 Serpens d, given by Dr. Carson. Approval by the International Astronomical Union is pending.\n\n\n3\n. Dr. Pranavi Fatima, of the University of Chicago, led the team which completed successful artificial abiogenesis in 2169.\n\n\n4\n. As deuterium behaves similarly to ordinary hydrogen in many ways, deuterated water is used in organic chemistry as a tracer. Deuterated water is distinguishable from standard water through usage of mass spectrometry.\n\n\n5\n. The Huygens lander visited Titan in 2004.\n\n\n6\n. Project Panspermia has been proposed by Dr. Gould as a way to \"seed\" the galaxy with SCP-7268, thus allowing for the development of life beyond Earth.\n\n\n\n\n\n\n\n\n« \nSCP-7267\n | SCP-7268 | \nSCP-7269\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7268\n\" by Blindbeard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7268\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Kepler-69c: Super-Venus\n\n\nAuthor:\n NNASA Ames/JPL-Caltech/T. Pyle\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.nasa.gov/mission_pages/kepler/multimedia/images/kepler-69c.html\n\n\n\n\n\n\nFilename:\n Kepler186f-ArtistConcept-20140417\n\n\nAuthor:\n NASA Ames/SETI Institute/JPL-Caltech\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/c/c1/Kepler186f-ArtistConcept-20140417.jpg\n\n\n\n\n\n\nFilename:\n PIA23689: Kepler Planet 1649c Artist's Illustration From Space\n\n\nAuthor:\n NASA/Ames Research Center/Daniel Rutter\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://photojournal.jpl.nasa.gov/catalog/PIA23689\n\n\n\n\n\n\nFilename:\n Coxsackie B4 virus.JPG\n\n\nAuthor:\n Centers for Disease Control and Prevention's Public Health Image Library\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Coxsackie_B4_virus.JPG\n\n\n\n\n\n\nFilename:\n Journal.pone.0199534.g002.C.png\n\n\nAuthor:\n Kenneth S. Jensen, Ricky Adams, Richard S. Bennett, John Bernbaum, Peter B. Jahrling, and Michael R. Holbrook\n\n\nLicense:\n Creative Commons Zero, Public Domain Dedication\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Journal.pone.0199534.g002.C.png",
    "addendums": [
        "Addendum: SCP-7268 was discovered and described by Dr. Rosalind Carson, a non-Foundation scientist, during the Viracocha mission to Eta Cassiopeiae. The file was authorized by the UN, overriding an O5 vote.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "[[include :scp-wiki:component:toggle-sidebar]]",
        "\" SCP-7268 \" by Blindbeard, from the SCP Wiki . Source: https://scpwiki.com/scp-7268 . Licensed under CC-BY-SA .",
        "Filename: Kepler-69c: Super-Venus Author: NNASA Ames/JPL-Caltech/T. Pyle License: Public Domain Source Link: https://www.nasa.gov/mission_pages/kepler/multimedia/images/kepler-69c.html",
        "Filename: Kepler186f-ArtistConcept-20140417 Author: NASA Ames/SETI Institute/JPL-Caltech License: Public Domain Source Link: https://upload.wikimedia.org/wikipedia/commons/c/c1/Kepler186f-ArtistConcept-20140417.jpg",
        "Filename: PIA23689: Kepler Planet 1649c Artist's Illustration From Space Author: NASA/Ames Research Center/Daniel Rutter License: Public Domain Source Link: https://photojournal.jpl.nasa.gov/catalog/PIA23689",
        "Filename: Coxsackie B4 virus.JPG Author: Centers for Disease Control and Prevention's Public Health Image Library License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Coxsackie_B4_virus.JPG",
        "Filename: Journal.pone.0199534.g002.C.png Author: Kenneth S. Jensen, Ricky Adams, Richard S. Bennett, John Bernbaum, Peter B. Jahrling, and Michael R. Holbrook License: Creative Commons Zero, Public Domain Dedication Source Link: https://commons.wikimedia.org/wiki/File:Journal.pone.0199534.g002.C.png"
    ],
    "containment_procedures": "SCP-7268 is to be deployed at the discretion of the SCP Foundation, the national governments of Earth, the Sol Colonial Administration, and the Interplanetary Space Agency in accordance with Project Panspermia6, utilizing material from SCP-7268-1.",
    "description": "SCP-7268 is a currently undetectable anomalous chemical catalyst allowing phosphorus to bind with both long-chain polynucleotides and lipids. While phosphorus can bind to simpler organic molecules, such as amino acids, it cannot form nucleic acids (RNA, DNA, etc.) or phospholipids, which are crucial for the development of cell membranes in most ecosystems.",
    "title": "SCP-7268"
}