{
    "url": "https://scp-wiki.wikidot.com/scp-7272",
    "all_text": "SCP-7272\n\n\n\n\n\n\nByㅤ\n \nLORDXVNV\n\n\n\n\n\n\nPublished on \n31 Aug 2022 15:46\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7272\n\n\n\n\n\n\nCanon Hub\n » \nFrom 120's Archives Hub\n » SCP-7272\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-7272\n\n\nIscatbul (Not Kotstantinople)\n\n\nWritten by \nAftokrator\n, \nOriTiefling\n, \nGuaire\n, \nJack Waltz\n, \nJakdragonX\n, \nLightlessLantern\n, \nLORDXVNV\n, \nRalliston\n, \nTrotskyeet\n, and \nVivarium\n\n\n\n\nCheck out Aftokrator's author page!\n\n\nCheck out OriTiefling's author page!\n\n\nCheck out Jack Waltz's author page!\n\n\nCheck out JakdragonX's author page!\n\n\nCheck out LORDXVNV's author page!\n\n\nCheck out Ralliston's author page!\n\n\nCheck out Trotskyeet's author page!\n\n\nCheck out Vivarium's author page!\n\n\nGuaire and LightlessLantern's are coming soon!\n\n\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nby Many People\n\n\n\n\n \n\n\n\n\n\n\n\n\nITEM:\n \nSCP-7272\n\n\nLEVEL\n \n1/7272\n\n\n\n\n\n\nCLASS:\n \nKeter\n\n\nunrestricted\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nkeneq\n\n\n\n\n\n\n\n\n\n\nFig. 1:\n SCP-7272 alongside two SCP-7272-1 instances.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7272 must not be perceived by common housecats. All housecats that do so must be isolated until their limb and eye count return to baseline values,\n1\n after which they may be released. If an SCP-7272-affected feline is improperly isolated and is allowed to make contact with another affected instance, the newly created amalgamation will be designated SCP-7272-1-X and placed within permanent containment.\n\n\nDescription:\n SCP-7272 is an anomalous ball of yarn originally located in Bahçelievler District, Istanbul. When common housecats perceive SCP-7272, they manifest physical deformities, the severity of which increases with observation duration. When viewed by human subjects, SCP-7272 possesses a notable cognito-effect wherein every subject perceives it in a different colour(s).\n\n\nHousecats exposed to SCP-7272 will suffer from the growth of extraneous limbs and organs, composed of a mixture of cotton, polyester, and internal muscle tissue. However, not all housecats will undergo this effect; those that are owned by individuals will remain entirely unaffected, refusing to even perceive the object as existing. Feral housecats undergo the most severe effects of SCP-7272, often gaining more than ten times their original weight in growths.\n\n\nSCP-7272-1's transformation is subsequently amplified when multiple housecats observe SCP-7272 simultaneously, causing the aforementioned extraneous limbs, organs, and flesh to grow exponentially larger. When multiple housecats affected by SCP-7272 make physical contact, the instances begin fusion by intertwining their extra limbs in a French braid. The process has been observed to be painless for both parties, and typically results in the formation of a single hybridized feline entity.\n\n\nAs long as the SCP-7272-1 instances remain in the vicinity of SCP-7272, the newly conjoined felines will remain complacent; however, if the primary anomaly is removed, the instances will react violently and attempt to untangle themselves. This process typically results in great damage — both external and internal — to the SCP-7272-1 instance, and can result in fatal injuries. During this process, SCP-7272-1 entities will attempt to reach SCP-7272, instinctively knowing its location. The SCP-7272-1 instances will display intense hostility to the individual carrying the anomaly at this time and will display hivemind-like behaviour, surrounding and ambushing the carrier and pushing them to the floor before attempting entry into all viable orifices.\n\n\nFollowing this, a portion of tissue and fibre will detach from the main SCP-7272-1 instance and remain within the victim's body, amalgamating and integrating with the victim's internal nervous system. So far, this behaviour has resulted in a total of 23 such systems becoming stray, escaping from Foundation custody, and becoming a notable criminal organization inside of Istanbul; it is believed that, as of writing, SCP-7272-1 instances account for more than 15% of food-related thefts in the whole city.\n\n\nWhile initially observed behaviour of SCP-7272-1 instances was purely animalistic in nature, crimes committed by said instances have increasingly demonstrated a level of planning and sapience comparable to baseline humans. Despite this, forensic investigations of SCP-7272-1-related crime scenes confirm that these instances still exhibit habits akin to feline traits, including the regurgitation of hair and bile, excessive use of sharpened nails as claws, and intensive self-bathing with large quantities of human saliva.\n\n\nThe motivations behind the actions of the SCP-7272-1 crime syndicate appear to be focused primarily around providing sufficient food to the stray cat population of Istanbul; notably, SCP-7272-1 have formed a protective cordon around SCP-7272 and actively attempts to prevent most housecats from seeing the anomaly.\n\n\nNotice:\n Following Incident 7272-1, all wild SCP-7272-1 instances are to be considered hostile to human life and are to be eradicated with prejudice.\n\n\nThe SCP-7272-1 instance known as \"Dilara\" — the known instigator of Incident 7272 — is to either be neutralized or contained within a high-security isolated site where it will be interrogated. All objects created by Dilara are highly virulent visual cognitohazards and are to be destroyed upon discovery. Persons exposed to these objects are to undergo surgical removal of all subsequent growths and, if necessary, euthanasia and incineration of the resultant pile of yarn. Containment and neutralization of Dilara should be considered a top Foundation priority, with the treatment of Dilara-affected individuals serving as secondary.\n\n\nIf Dilara cannot be swiftly terminated, or the aforementioned affected individuals begin defusing and/or expire, the resulting instances are to be forcibly quarantined to prevent further spread of increased SCP-7272-1 infection, especially to Foundation agents in pursuit of target Dilara.\n\n\nDrs. Daniel Asheworth, Athenodora Cat, and Sheldon Katz have been found to be immune to the cognitohazardous properties of Dilara's creations, theorized to stem from their \npolymorphic anomalies and their pseudofeline natures\n, and have been recruited as specialist consultants in the tracking of Dilara and the containment of SCP-7272.\n\n\nAddendum 7272.01:\n Incident 7272-23\n\n\nOn 03/07/2006, a docile SCP-7272-1 instance\n2\n approached Site-133, repeatedly requesting an audience with Dr. Asheworth. The SCP-7272-1 instance was denied entry on the grounds of suspicious behaviour, and the fact that Dr. Asheworth was not regularly employed by Site-133, and was detained by site security.\n\n\nHowever, to ensure the proper study of the unusual SCP-7272-1 instance. Dr. Asheworth arrived on-site via a Foundation-made portal three hours following the initial request being made; shortly after, he proceeded to interact with the SCP-7272-1 entity for a prolonged period of time, which led to the discovery that it was in fact the individual identified as Dilara. The conversation also yielded significant scientific advancements in regard to the entirety of the SCP-7272 case.\n\n\nThe neutralization order of Dilara has been rescinded as of 06/07/2006, in recognition of their skill in manipulating visual cognitohazards, as well as a misunderstanding of their underlying intentions; Dilara, having no formal instruction nor education in cognitohazard manipulation, simply did not know how to palliate their creations to have a less severe effect.\n\n\nA written transcript of Dr. Asheworth's third interview with Dilara has been attached to this Addendum in order to provide necessary context regarding the intentions and goals of SCP-7272 and the SCP-7272-1 instances it has created.\n\n\n\n\n<BEGIN LOG>\n\n\nAsheworth:\n You prefer to go by Dilara, yes?\n\n\nDilara produces a guttural human scream and a feline hissing noise, though somewhat drowned out, for 10 seconds.\n\n\nAsheworth:\n Mhm, that's great. You made a good choice then, coming to us. Though yes, I understand that my organization has had problems recently with your, erm, people, right?\n\n\nDilara positions its body into a more relaxed stance and starts hissing and occasionally purring for 15 seconds.\n\n\nAsheworth:\n Yeah, I thought so, it would be helpful if you first state your exact aims these last months of activity.\n\n\nDilara contorts its head and starts shooting a clear liquid out of its wrist joints. It coughs up a hairball made of yarn.\n\n\nAsheworth:\n Of course you have a right to a home and a better world for those like you… but you're literally several cats puppeteering a human suit. You understand why the \nO4\n is hesitant to empower me to give you any concessions.\n\n\nDilara hisses and screeches rhythmically, inscribing the table with a cognitohazardous glyph as it does so. Dr. Asheworth's anomalous medical condition starts manifesting.\n\n\nAsheworth:\n Oh for the love of… Security!\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig. 2:\n Sparky Junior.\n\n\n\n\n\n\n\n\n\n\n\n\nFollowing this interview, Dilara was moved to a high-security containment cell, which is to be monitored solely by non-organic Artificially Intelligent Conscripts and cleaned by autonomous drones to remove any cognitohazardous glyphs. In order to appease rogue SCP-7272-1 instances, and prevent further food theft, Dr Asheworth has recommended alterations to the current Foundation policy regarding stray cats in Istanbul. These include:\n\n\n\n\nRegular shipments of food into local animal shelters and stray animals;\n\n\nDeployment of a Foundation campaign popularizing animal adoption in Istanbul and local areas;\n\n\nSeveral large monetary donations to global groups fighting for animal rights and protection;\n\n\nAdoption of several stray cats by Foundation personnel, which included Dr. Asheworth himself, who is now taking care of a two-year-old black cat, whom he had named \"\nSparky Junior\n.\"\n\n\n\n\nAs of writing, Sparky Junior and several other animals have remained in Foundation care for four months and crime-related activities conducted by SCP-7272-1 instances have gone down significantly.\n\n\n \n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-7271\n | SCP-7272 | \nSCP-7273\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7272\n\" by Aftokrator, OriTiefling, Guaire, Jack Waltz, JakdragonX, LightlessLantern, LORDXVNV, Ralliston, Trotskyeet, and Vivarium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7272\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n CATS.png\n\n\nAuthor:\n Dan4th Nicholas\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nFlickr\n\n\nAdditional Notes:\n Edited by \nVivarium\n\n\n\n\n\n\nFilename:\n junior.jpg\n\n\nAuthor:\n Tom Kota\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Four and two respectively.\n\n\n2\n. Formerly Field Operative Fatma Gülek.",
    "addendums": [
        "Addendum 7272.01: Incident 7272-23\nOn 03/07/2006, a docile SCP-7272-1 instance 2 approached Site-133, repeatedly requesting an audience with Dr. Asheworth. The SCP-7272-1 instance was denied entry on the grounds of suspicious behaviour, and the fact that Dr. Asheworth was not regularly employed by Site-133, and was detained by site security.\nHowever, to ensure the proper study of the unusual SCP-7272-1 instance. Dr. Asheworth arrived on-site via a Foundation-made portal three hours following the initial request being made; shortly after, he proceeded to interact with the SCP-7272-1 entity for a prolonged period of time, which led to the discovery that it was in fact the individual identified as Dilara. The conversation also yielded significant scientific advancements in regard to the entirety of the SCP-7272 case.\nThe neutralization order of Dilara has been rescinded as of 06/07/2006, in recognition of their skill in manipulating visual cognitohazards, as well as a misunderstanding of their underlying intentions; Dilara, having no formal instruction nor education in cognitohazard manipulation, simply did not know how to palliate their creations to have a less severe effect.\nA written transcript of Dr. Asheworth's third interview with Dilara has been attached to this Addendum in order to provide necessary context regarding the intentions and goals of SCP-7272 and the SCP-7272-1 instances it has created.\nFollowing this interview, Dilara was moved to a high-security containment cell, which is to be monitored solely by non-organic Artificially Intelligent Conscripts and cleaned by autonomous drones to remove any cognitohazardous glyphs. In order to appease rogue SCP-7272-1 instances, and prevent further food theft, Dr Asheworth has recommended alterations to the current Foundation policy regarding stray cats in Istanbul. These include:\nAs of writing, Sparky Junior and several other animals have remained in Foundation care for four months and crime-related activities conducted by SCP-7272-1 instances have gone down significantly.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7272 \" by Aftokrator, OriTiefling, Guaire, Jack Waltz, JakdragonX, LightlessLantern, LORDXVNV, Ralliston, Trotskyeet, and Vivarium, from the SCP Wiki . Source: https://scpwiki.com/scp-7272 . Licensed under CC-BY-SA .",
        "Filename: CATS.png Author: Dan4th Nicholas License: CC BY 2.0 Source: Flickr Additional Notes: Edited by Vivarium",
        "Filename: junior.jpg Author: Tom Kota License: CC BY-SA 4.0 Source: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-7272 must not be perceived by common housecats. All housecats that do so must be isolated until their limb and eye count return to baseline values,1 after which they may be released. If an SCP-7272-affected feline is improperly isolated and is allowed to make contact with another affected instance, the newly created amalgamation will be designated SCP-7272-1-X and placed within permanent containment.",
    "description": "SCP-7272 is an anomalous ball of yarn originally located in Bahçelievler District, Istanbul. When common housecats perceive SCP-7272, they manifest physical deformities, the severity of which increases with observation duration. When viewed by human subjects, SCP-7272 possesses a notable cognito-effect wherein every subject perceives it in a different colour(s).",
    "title": "SCP-7272"
}