{
    "url": "https://scp-wiki.wikidot.com/scp-7276",
    "all_text": "SCP-7276\n - Breathe Thy Hypocrisy\n\n\nThis took twice as long to write as the original. Many stalls and blocks were encountered along this way, and I'm proud to finally have it completed.\n\n\nI present my second-largest project thus far at 9.2K words; enjoy!\n\n\nGood day.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+11\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nBoth knife images were created by me.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n86.67%\n\n(+13)\n\n\n13.33%\n\n(-2)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+11\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe, the Foundation, must maintain our autonomy presiding over our subjects, and cannot allow them to control us. We must not yield to let them reign in their horrible night. We must remember that is what divides us - humans and anomalies - and we must not relent.\n\n\n\n\n\n\n« \nSCP-4276\n | \nFrozen Flame\n | SCP-7276 |\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSite Director Velkes is seated alone in a lobby reading a newspaper\n\n\nHe stands and folds the paper as Director Roufhous, from Area-55, walks in\n\n\nVelkes:\n Director Roufhous, sir. Welcome to Site-94.\n\n\nRoufhous:\n G'day. Where is she?\n\n\nVelkes:\n She's in pathology. I can take you there now.\n\n\nRoufhous:\n Fine. Come on.\n\n\nRoufhous walks past him as Velkes struggles to keep up\n\n\nVelkes:\n Again, I am so, so sorry for what happened.\n\n\nRoufhous:\n I'd rather not talk about it.\n\n\nVelkes:\n Of course. Sorry, sir.\n\n\nThey continue on for five minutes, eventually passing into the low-level containment wing\n\n\nRoufhous:\n Why are we in light containment?\n\n\nVelkes:\n Well, sir, she wasn't exactly the \nsame\n as before.\n\n\nRoufhous:\n She was and still is just as human as you are.\n\n\nVelkes:\n She injured three personnel.\n\n\nRoufhous:\n After they dragged her kicking and screaming to be sacrificed to that damned monolith. All while you sat in your office and watched.\n\n\nVelkes:\n That's not fair.\n\n\nRoufhous:\n Oh, well to be fair, what kind of director are you if you can't do a single fucking thing to prevent your researchers from murdering each other?\n\n\nVelkes:\n How was I- nevermind.\n\n\nRoufhous:\n No, no, what were you about to say?\n\n\nVelkes:\n Look, I'm sorry about this, all of this.\n\n\nRoufhous:\n Fan-fucking-tastic, you're sorry.\n\n\nThey reach the medical bay. Velkes opens the door and Roufhous steps in first. Velkes directs them through multiple sanitation protocols before they enter the chamber\n\n\nThey walk past multiple hospital beds with personnel with varying degrees of injury, eventually making it to the back where SCP-4276-12\n.\nFormerly Senior Researcher Carla Confer.\n is resting. She has a cast\n\n\nRoufhous:\n Is she fit for leaving?\n\n\nVelkes:\n There was considerable damage done to her arm.\n\n\nRoufhous:\n \nCan she walk\n?\n\n\nVelkes:\n Yes.\n\n\nRoufhous:\n That'll have to be good enough.\n\n\nRoufhous walks over to her while Velkes steps aside. They tap her arm gently, and she jolts back as she awakens\n\n\n4276-12:\n W-w-who-wher-wh-w-\n\n\nRoufhous:\n Are you alright, \nmademoiselle\n?\n\n\n4276-12:\n D-director! S-sorry, s-sir, I-\n\n\nRoufhous:\n Are \nyou\n alright, Carla?\n\n\n4276-12:\n Y-yes. Yes sir.\n\n\nRoufhous:\n Good. Let's go then.\n\n\n4276-12:\n Can I gather my things first?\n\n\nRoufhous:\n Sure. Now come on.\n\n\nThey lend out their hand and help stand her up]\n\n\nVelkes comes over\n\n\nVelkes:\n Ms. Confer, I am so, so very sorry about all of this, really.\n\n\n4276-12:\n O-oh, Site Director Velkes… it's… fine.\n\n\nRoufhous groans\n\n\nVelkes::\n What happened was completely unjustified, and I take full responsibility for it.\n\n\n4276-12:\n … Thanks.\n\n\nVelkes:\n Again, I am so, so sorr-\n\n\nRoufhous:\n George, if I hear one more apology today. Let's go.\n\n\nVelkes stands back as Roufhous and 4276-12 walk away, heading towards the exit\n\n\nJust as they're about to leave, someone calls out to them\n\n\nThe two walk over to a curtained-off frame and pull it aside\n\n\nAfter she looks in, 4276-12 stares and freezes\n\n\n4276-12:\n \nYou\n.\n\n\nKönig:\n Hello, Carla. I did not think that I would be seeing you up and about.\n\n\n4276-12:\n Director, we should go.\n\n\nRoufhous:\n And who are you?\n\n\nKönig:\n Lead Researcher Friedenfänger König. Who might you be? The girl's-\n\n\nRoufhous:\n Friedenfänger? As in not-a-doctor Friedenfänger König?\n\n\nKönig:\n That would be correct.\n\n\nRoufhous:\n As in the lunatic who tried to kill one of my researchers?\n\n\nKönig:\n I'm sorry, I never got your name.\n\n\n4276-12:\n Director, don't-\n\n\nThey pull a revolver out from their coat and aim it at König's head as they lean in close\n\n\nRoufhous:\n Pendant Roufhous.\n\n\nKönig:\n Ah, \nyou\n.\n\n\nThey look into his changed eyes - their colors have changed to an unnatural black and yellow\n\n\nRoufhous:\n \nRichtig, du dummer Verrückter.\n\n\nThey pull the trigger\n\n\n \n\n\n4276-12:\n Oh my god. Director, what have you done?\n\n\nVelkes runs over amidst the fellow panicked hospitalized around him\n\n\nVelkes:\n I heard gunshots. What happen- Oh, oh sweet Jesus.\n\n\nRoufhous:\n He had it coming. Let's go get your things, Carla.\n\n\nThey turn to face Velkes\n\n\nRoufhous:\n Keep me notified; I'd like to know when he gets back up.\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following files have been marked as out-of-date, pending reevaluation after the events detailed in Incident-7276-1. The majority of this document is to be archived and replaced with up-to-date information described in Addendum-3.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7276\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nanomalous\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\n\n\nSCP-7276 is to be held in a standard anomalous item locker with a locking restraint attached keeping it in the closed position.\n\n\n\n\nDescription:\n\n\n\n\n\n\n\n\nSCP-7276\n\n\n\n\n\n\nSCP-7276 is a jackknife, 19cm in length, comprised of stainless steel with wood furnishings.\n\n\nWhen SCP-7276 is fully opened - extending its blade into the locking position - a secondary blade, 70cm in length and 8cm in width, will manifest alongside the original. This blade, comprised of blood, follows the pattern of the original knife, forming an edge reminiscent of a falchion.\n\n\nDespite being composed entirely of liquid blood, SCP-7276's blade is completely solid in addition to possessing a razor-like sharpness.\n\n\nDNA analysis has determined that SCP-7276's blade is comprised of blood sourced from both a wide variety of animals and an estimated six hundred human subjects.\n\n\n\n\nDiscovery:\n\n\n\n\nSCP-7276 was discovered following the murder of Jane Woodrow, a forty-seven-year-old person of interest at the time. She was found completely exsanguinated in an alleyway, with cuts and lacerations stretching across the corpse. SCP-7276 was found nearby.\n\n\nLocal law enforcement was unable to make an arrest for Woodrow's murder, and the list of suspects is still being investigated at the time of writing.\n\n\nDespite SCP-7276's composition, retroactive historical analysis in the past two hundred years has revealed no other known incidents involving it or relating to it.\n\n\n\n\nTesting:\n.\nHeavily truncated list devised by the newly appointed lead researcher.\n\n\n\n\n\n\n\n\n\n\n\n\nSubject:\n\n\nProcedure:\n\n\nResult:\n\n\n\n\n\n\nD-6412\n\n\nPierce the subject's left foreleg and attempt to gauge an additional supposed anomalous property from SCP-7276.\n\n\nN/A [Denied by Site Director]\n\n\n\n\n\n\nD-6412\n\n\nCut the subject's left foreleg and attempt to gauge an additional supposed anomalous property from SCP-7276.\n\n\nN/A [Denied by Site Director]\n\n\n\n\n\n\nD-6412\n\n\nPierce the subject's chest and heart and attempt to gauge an additional supposed anomalous property from SCP-7276.\n\n\nN/A [Denied by Site Director]\n\n\n\n\n\n\nOne domesticated pig.\n\n\nPierce the subject's heart and attempt to gauge an additional supposed anomalous property from SCP-7276.\n\n\nThe subject reacted violently to the procedure, vocalizing wildly as sedatives were not employed. However, after four seconds, it slowed, becoming docile, before dying from blood loss shortly after.\n\n\n\n\n\n\n\n\n\n\n\n\nAddenda: 7276.1:\n\n\n\n\n\n\nInternal log - Velkes and Herida dialogue\n\n\n[Junior Researcher Carlos Herida is seated in Site Director Velkes' office]\n\n\nVelkes:\n It's just a warning, but always, and I mean this, always keep an eye on him.\n\n\nHerida:\n I understand.\n\n\nVelkes:\n Sure, you'll understand now, but just be careful around him. Think about the shit he says and what he means.\n\n\nHerida:\n I got it. But why is he being assigned to this skip? We've had it in containment for years; my research mostly just boils down to trying to find one identifiable person in the blood.\n\n\nVelkes:\n Gotta keep him low; we're all on thin ice here. If I were you, I'd start looking for a transfer.\n\n\nHerida:\n I'll think about it. But one other thing I wanted to go over - you refused a lot of these tests.\n\n\nVelkes:\n Trust me on this. We're not giving that man access to human trials anytime soon.\n\n\n\n\n\n\nInternal log - Herida dialogue\n\n\n[Herida is seated in a cubicle. He faces the camera\n\n\nHerida:\n Hey, Carlos here. Just making an update to these research logs now that something's finally going down. Since we kinda dumped all investigation duties on the cops, there really hasn't been much for me to do other than busywork… and there's also times when there's hardly any busywork either.\n\n\nSo there's this new guy they assigned to the project. Senior Researcher. Dunno what makes him more qualified to take over this assignment than me, but they say he's experienced.\n\n\nHe's currently out of action at the minute, but, uh, what's really funny, yeah, is that he made a list of test proposals for the knife. He's been here about a couple days and he's already gunning to put me out of a job. I looked them over and even got to do a few of them.\n\n\nI thought the document was good enough, or that I already knew the gist of the thing. Guess I was wrong.\n\n\n[He looks around before leaning in towards the camera]\n\n\nHerida:\n He can't be as bad as everyone says, can he?\n\n\n[He leans back]\n\n\nHerida:\n Either way, he'll be around in the next few days. Hopefully, everything will be prepared for his arrival.\n\n\nHopefully, I'll be prepared for his arrival.\n\n\n\n\nJane Woodrow, prior to her death, was a known affiliate of GOI-850\n.\nData withheld per situational clearance.\n. Her connection to GOI-850 had caused her to evade the Foundation for a period of six years before her body was discovered.\n\n\nSCP-7276 was not a known possession of GOI-850, nor is it believed that the group was capable of its conception. Investigations are ongoing.\n\n\nThere were symbols found on Woodrow's body, carved with lacerations and cuts, that corresponded to another set that manifested on the tested pig. Due to the decayed state of Woodrow's corpse, these symbols were not originally noted as anything more than brutality.\n\n\nAfter noticing this, Junior Researcher Herida, under orders from the newly instated lead researcher, began a search of the Foundation database for other symbols like this, discovering a possible link to another anomaly - SCP-6234-D.\n\n\n\n\nInternal log - Herida and Lead Researcher dialogue\n\n\n[Herida is seated in a lobby outside the medical wing reading a magazine]\n\n\n[After a few minutes, footsteps can be heard down the hall and Herida puts the magazine away as he stands]\n\n\n[Senior Researcher König enters the shot wearing sunglasses and a took]\n\n\n[Herida moves to greet him]\n\n\nHerida:\n Senior Researcher König, sir.\n\n\nKönig:\n What is it that you want?\n\n\nHerida:\n Uh, oh- sir, I'm here about 7276, the blood knife. I'm Carlos Herida.\n\n\nKönig:\n Good, then we can proceed.\n\n\n[König walks at a quick pace; Herida tries to keep up]\n\n\nHerida:\n Proceed with what, sir?\n\n\nKönig:\n We move to interview the personnel who work on the SCP-6234-D project.\n\n\nHerida:\n Alright, and what do we wanna learn from them?\n\n\nKönig:\n The meanings of the symbols. Now quiet.\n\n\nHerida:\n Oh, alright.\n\n\n[Cut log]\n\n\n\n\n[König is now seated in the driver's seat of a BMW; Herida is beside him]\n\n\nHerida:\n So, König si-\n\n\nKönig:\n Senior Researcher König or sir, these are your two options for addressing me.\n\n\nHerida:\n Okay, sir. So what got you into the hospital?\n\n\nKönig:\n That is far above your clearance.\n\n\nHerida:\n Well, can you tell me anything about your previous project then? I'd like to get to know you.\n\n\n[König is silent for a moment]\n\n\nHerida:\n Sir?\n\n\nKönig:\n We, no, I, I was so very, very close to achieving something in this organization. So very, very close to creating something. But it was all ruined; all destroyed; all shattered into dust.\n\n\nHerida:\n What happened?\n\n\nKönig:\n An anomaly, happened, junior researcher. An anomaly was allowed to fester its unnatural disease amongst our ranks. An anomaly was allowed to spread its influence and seep itself deep into a pocket of this Foundation.\n\n\nI gave it a chance; I will not make this mistake again. Even for the purposes of experimentation, we must not allow anomalies any advantages. We can not allow them to reign in their terrible night.\n\n\nHerida:\n Terrible night?\n\n\nKönig:\n If we allow them to infiltrate our ranks, the foundation of our Foundation will grow with their vile seed. They will take over our final bastion, and every cataclysm will follow. We can not compromise on our beliefs, junior researcher. Remember that, above all else, you must be uncompromising in holding true the values of the SCP - secure, contain, and protect. Secure anomalies, contain anomalies, and protect humanity.\n\n\nHerida:\n I believe I understand, sir.\n\n\nKönig:\n This is good. Now keep quiet, I can feel a headache taking form.\n\n\nHerida:\n Gotcha.\n\n\n[Cut log]\n\n\n\n\n[König is seated in an office at Site-67, Herida to his right, and Senior Researcher Brown across the desk facing them]\n\n\nKönig:\n Researcher Brown, thank you for having us.\n\n\nBrown:\n It isn't a problem, though, maybe you could have sent a message beforehand. I'm not always this available, you see.\n\n\nKönig:\n I apologize, but I would like to be done with this as quickly as can be possible. Now, we are here on the topic of SCP-6234-D; you used to work on this project, correct?\n\n\nBrown:\n I did. I got some of the files here if you need; my memory isn't what it used to be.\n\n\n[She turns around, filing through the cabinets behind her, and produces a set of documents before handing them over]\n\n\nHerida:\n Thanks, uh, Researcher Brown, ma'am.\n\n\nBrown:\n Just call me Christine. Might I ask what project you two are involved in, by the way?\n\n\nKönig:\n What is your clearance?\n\n\nBrown:\n Same as yours, senior.\n\n\nKönig:\n And that would be?\n\n\nBrown:\n Four, now?\n\n\nKönig:\n We are engaged in an investigation into the suicide of a young girl.\n\n\nHerida:\n Actually, it was a mur-\n\n\nKönig:\n You are mistaken.\n\n\nHerida:\n Sir, the way she was, um, sorry, are you fine with bloody talk, um, Christine?\n\n\nBrown:\n I'll be fine.\n\n\nHerida:\n Okay then. The way she was, er, cut, it had to be post-mortem.\n\n\nKönig:\n Have you already forgotten our purpose here? To investigate how those symbols were carved into the pig without prompt?\n\n\nBrown:\n Excuse me?\n\n\nHerida:\n Sorry, the anomaly we're testing appeared to leave a cut mark on a woman and a pig we tested on, an- wait, how do you know it was definitely suicide?\n\n\nKönig:\n Because it's obvious, Researcher Herida. She was asking, no, pleading for us to find her. Us, the Foundation. Otherwise, Researcher Herida, who in their right mind would leave such an interesting and unique weapon behind?\n\n\nBrown:\n I'm a bit confused here, wha-\n\n\nHerida:\n But all the suspects-\n\n\nKönig:\n No ties to the anomalous, any of them.\n\n\nHerida:\n Then what was she trying to draw attention to?\n\n\nKönig:\n Herself and her cult. You could use a regular knife to do the deed; you could use a rope, a gun, or a simple jump would suffice. Why else would anyone use an anomaly to do it other than to draw us in?\n\n\nHerida:\n Then aren't we playing by her game? By doing what she wants us to do?\n\n\nKönig:\n And that is what we must find out. Perhaps these documents will help us in finding the answer to this mess. Thank you for supplying us this, Researcher Brown.\n\n\n[König stands and Herida follows suit]\n\n\nBrown:\n I'm glad I could be of assist-\n\n\n[König turns around and leaves, Herida stands there for a moment]\n\n\nBrown:\n -ance.\n\n\nHerida:\n Thanks a bunch, Christine.\n\n\nKönig (Distant):\n Herida!\n\n\nBrown:\n Yeah, sure, no problem.\n\n\n[Herida turns and quickly rejoins with König down the hall]\n\n\n[End log]\n\n\n\n\n\n\nAddenda: 7276.1.1:\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nSCP-6234-D Summarized Description:\n\n\n\n\nSCP-6234-D is a decayed human corpse covered in various etchings and cuts forming a variety of symbols not found elsewhere in the Foundation archive. Prior to its neutralization, SCP-6234-D was an identified ontokinetic-sensitive entity capable of category 1.2 level reality manipulation. This caused extreme difficulty in its containment, and, following a breach and escape from its containment site, it was found deceased in a local forest five days after its escape with newly acquired aforementioned scarring.\n\n\n\n\nSubsequently, after the previous log and reviewal of all SCP-6234-D-related documentation, Senior Researcher König drafted a project proposal on the topic of investigating SCP-6234-D's past affiliations in order to discover a possible link between it and GOI-850.\n\n\nThe following is the presentation of this proposal to the site director.\n\n\n\n\nInternal log - König, Herida, Velkes dialogue\n\n\n[Velkes is seated alone in his office. He boots up his SCIPNET account]\n\n\n[There is a knocking on the door - footsteps are heard outside - and König walks in uninvited]\n\n\nVelkes:\n Friedenfänger, make yourself at home why don't you?\n\n\nKönig:\n We are here regarding the proposal I sent you.\n\n\n[Herida, originally standing outside, enters the room]\n\n\nVelkes:\n And you already got your answer: No.\n\n\nKönig:\n Yes, and we are here to inquire about that.\n\n\nVelkes:\n We're not doing this.\n\n\nKönig:\n Why was the proposal rejected?\n\n\nVelkes:\n You want to know why? \nYou really\n want to know why?\n\n\nKönig:\n That is the point, yes.\n\n\n[Velkes looks at Herida in the corner]\n\n\nVelkes:\n You damn well know why.\n\n\nKönig:\n No, actually, I do not. Enlighten me, would you?\n\n\n[Velkes grumbles]\n\n\nVelkes:\n Because the Ethics Committee has been breathing down my neck 'cause of you, because I don't trust you, because the last time I trusted you, you-\n\n\n[He grumbles again]\n\n\nVelkes:\n Because I'm ordering you to stay in your own lane; do your work as you're given it and don't rock the ship. Am I clear?\n\n\nKönig:\n Rock the ship? You want me to not \"rock the ship\", that is what you want?\n\n\nVelkes:\n I just sai-\n\n\nKönig:\n You would have me do nothing? You want me to stay behind and accomplish nothing? Mr. Velkes, I am capable of doing this, you and I both know this.\n\n\nVelkes:\n I know what you're capable of.\n\n\nHerida:\n If I may, sir, what's going on here?\n\n\nVelkes:\n It's above your clearance, now g-\n\n\nKönig:\n What is going on here, Herida, is that I had the courage to face against the apathy our Foundation has become far too accustomed to. I took with what tools I had our destiny into my hands.\n\n\nVelkes:\n You ki-\n\n\nKönig:\n The anomalies we protect ourselves from are just that - anomalies. They should not exist, and I will not apologize for that truth, unlike you, Mr. Velkes.\n\n\nVelkes:\n Excuse me?\n\n\nKönig:\n The anomaly is a threat to our way of living. They present tools that we can use to fight back against them because they are legion without loyalty - a collection of weak and loose chain links that I shall exploit without remorse.\n\n\nThey should not exist, and for their destruction, I find correction. I am honored to carry this burden with me, and I will continue to fight for humanity's survival, whether this Foundation would agree with me or not.\n\n\nOn the other hand, you, Mr. Velkes, you shamefully, how do you say, suck up to that dirty creature masquerading as a human. Do you really have no control over your own facility that you would allow their kind to walk amongst ours?\n\n\nVelkes:\n Researcher König, you are completely out of line-\n\n\nKönig:\n To kill one of your employees?\n\n\nVelkes:\n Stop it-\n\n\nKönig:\n \nDoes this not sound familiar to you?\n\n\nVelkes:\n Enough!\n\n\nBoth of you get out of my office immediately or I'll have security drag you out!\n\n\n[König slams his hand down on Velkes' desk]\n\n\n[Herida reels back]\n\n\nKönig:\n You are a fool!\n\n\nHerida:\n Oh shit-\n\n\nVelkes:\n Security!\n\n\n[An agent arrives and attempts to grab König but he shakes him off as he pushes past and leaves. Herida steps out after him]\n\n\nVelkes:\n Utter moron.\n\n\n[End log]\n\n\n\n\n\n\nInternal log - König and Herida dialogue\n\n\nHerida:\n I'm sorry, but just what was \nthat\n?\n\n\nKönig:\n That man is a fool. He and his kind will be the death of the Foundation.\n\n\nHerida:\n Sir, we need this proposal to go through. This's the first lead I've had in months!\n\n\nKönig:\n It is already upon us, it seems. The bastion crumbles…\n\n\nHerida:\n Are you even listening?\n\n\nKönig:\n I am not deaf, Researcher Herida, nor am I blind to these facts.\n\n\nHerida:\n Then what do we do?\n\n\n[König is silent]\n\n\nHerida:\n Sir, what do we do now?\n\n\nKönig:\n We will explore other options. We have detracted far from this knife itself, and, regardless of what that man may tell you, Researcher Herida, there is no such thing as a \"simple anomaly\". He finds satisfaction in knowing the bare minimum to this relic, well, I laugh in the face of this indifference.\n\n\nTogether, we will discover the secrets of this artifact and by the end, we will have learned from how to tear it apart just how to put another one together. Now are you with me, Herida?\n\n\n[Herida pauses for a second]\n\n\nKönig:\n Are you with me, Carlos?\n\n\nHerida:\n Yes sir.\n\n\n[König smiles]\n\n\nKönig:\n Then let us get to work.\n\n\n[End log]\n\n\n\n\nAfter the aforementioned log, Senior Researcher König created a list of fifty-one SCP-7276 test draft proposals, with Junior Researcher Herida having also contributed an additional fourteen.\n\n\nOf the sixty-five proposals, more than half were denied on the basis of the usage of D-Class; multiple more were denied for other reasons. In the end, twenty-five test proposals were accepted.\n\n\nThe tests employed a variety of anomalous sciences and standard or thaumaturgic practices, which concluded with the finding that SCP-7276's secondary blade is not limited solely to SCP-7276, and can be extracted and harnessed \n[See Addendum: 7276.3 for more information]\n.\n\n\nAdditionally, among other less noteworthy discoveries, the blood of Jane Woodrow was found, singled out, and extracted from SCP-7276's secondary blade. Multiple requests for the usage of this blood, notably among a thaumaturgic blood ritual, are pending.\n\n\n\n\nAddenda: 7276.1.2:\n\n\n\n\nFollowing six weeks of testing and analysis on SCP-7276, Senior Researcher König came to a conclusion on the possibility of replicating SCP-7276.\n\n\nThe proposed procedure would involve utilizing the blood of forty pig specimens, which would be channeled into a spear-shaped mold and enriched with various elements of thaumaturgic significance, as well as undergoing several other procedures listed \nhere\n.\n\n\nAlthough all requisite materials were collected, Site Director Velkes intervened and prevented the experiment from being performed on the basis of a lack of prior Site Director authorization regarding testing upon living subjects as well as the large inventory withdrawal required for the test.\n\n\n\n\n\n\n\n\nTo:\n \nRsrKö\nTEN.picS|gin#TEN.picS|gin\n\n\nFrom:\n \nTEN.picS|sekleVDS#TEN.picS|sekleVDS\n\n\nSubject:\n My tests.\n\n\nDate\n 3/1/1993\n\n\n\n\n\n\nMr. Velkes, I would like to know as to why my progress has been continuously hindered by your short-sightedness. I am left with few other options to pursue if you are so adamantly dedicated to preventing me from being capable of achieving anything.\n\n\nIf you were unaware previously, I am more than capable of addressing the Ethics Committee by myself if that issue persists. What matters presently is moving forward, which you are the only measure stopping me from doing so.\n\n\nIf you would like, we could meet in my office tomorrow to settle this dispute in person.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One new message!\n\n\n\n\nHim.\n\n\n\n\n\n\n\n\n\n\nTo:\n \nTEN.picS|refnoCC#TEN.picS|refnoCC\n\n\nFrom:\n \nRsrKö\nTEN.picS|gin#TEN.picS|gin\n\n\nSubject:\n Hello, Carla.\n\n\nDate\n 2/1/1993\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nOn 4/1/1993, the following log was recorded near the beginning of the day.\n\n\n\n\nInternal log - König, Velkes dialogue\n\n\n[König is seated in his new office - a small and noticeably cluttered room]\n\n\n[König picks up his phone and dials a number. It rings for a short period before the other end picks up]\n\n\nKönig:\n And, are we-\n\n\n[Site Director Velkes knocks on the door as he opens it]\n\n\nKönig:\n I will call you again later.\n\n\n[Velkes walks over to his desk]\n\n\nVelkes:\n I've given you your answer already. Honestly, I'm this close to just letting the Committee have its way with you.\n\n\nKönig:\n Then let me talk to them. It would be rather simple, really.\n\n\nVelkes:\n Well then here's my response: No. No, you can stay in your little pit until this shit blows over. I am done covering for you and your stupid antics.\n\n\nKönig:\n That is good. I have been rather bored sitting here getting little to nothing done if that is the cost of your coverage.\n\n\nVelkes:\n No, I don't think you get it. No is all you're getting from now on. Every single test you do, you're going to ask me, and I'm going to say \"No.\" You're going to ask me for something, for anything, and I'm going to say \"No\" every time.\n\n\nKönig:\n You really should watch your language. It is rather unfitting for a site director.\n\n\nVelkes:\n What would you know about managing a site? You have no idea what kinds of important things I have to do every day to keep the lights on, what bigger and more important projects I could be working on with people far greater than you.\n\n\nKönig:\n Really? Well, I would say that's all fascinating, but really it isn't.\n\n\nVelkes:\n So right now, it's really, really weird that I keep having to come and talk you down out of starting another fire. Stay in your lane, stick to your own shit, and, for the love of God, stop rocking the shi-\n\n\n[A series of heavy footfalls is heard outside before the door to König's office is forcefully kicked inward]\n\n\n[Director Roufhous steps in]\n\n\nRoufhous:\n I must admit, you're dedicated to being a complete and total waste of life.\n\n\n[They step closer, brushing past Velkes]\n\n\nVelkes:\n D-Director R-\n\n\nRoufhous:\n It's almost admirable. Though being this unfathomably stupid shouldn't be admirable.\n\n\n[They stop just short of König's desk and arch down to look him in the eye]\n\n\nRoufhous:\n So, give me one good reason why I shouldn't just end this drama right here and right now.\n\n\n[They are not wearing their mask, and their lower face is visible as they lean in close to König]\n\n\nVelkes:\n Roufhous, sir, could I talk to you outside, please?\n\n\nKönig:\n Because, I-\n\n\nVelkes:\n Director Roufhous.\n\n\n[They bend backwards, meeting Velkes at eye level]\n\n\nRoufhous:\n Sorry, I was a bit preoccupied, you were saying?\n\n\nVelkes:\n Dear God - Sir, we can talk about this.\n\n\nRoufhous:\n I'm engaged in the midst of a thrilling conversation at the moment, mate.\n\n\nVelkes:\n Sir, let's be reasonable here. What is this about?\n\n\nRoufhous:\n He sent a message to Ms. Confer full of some quite reprehensible things. I'm none too pleased, so I'd like to settle this.\n\n\n[They arch forward, drawing a revolver from their coat, and loom over König's desk]\n\n\nRoufhous:\n Now, as I was saying-\n\n\n[Klaxons blare and a containment breach is announced over the intercom]\n\n\nRoufhous:\n Really?\n\n\nVelkes:\n Shit, okay, you two stay here, I'll get some guards in here. Pend- Director Roufhous, sir…\n\n\n[Roufhous turns around normally]\n\n\nRoufhous:\n Allow me to handle this situation.\n\n\nVelkes:\n No, we can handle ourselves fine here.\n\n\nRoufhous:\n I could get it done quickl-\n\n\nVelkes:\n No! I can manage it. I got it covered.\n\n\n[He steps outside and calls two agents inside to secure the room]\n\n\nVelkes:\n Please don't do anything drastic.\n\n\n[He leaves]\n\n\n[Roufhous turns to face König]\n\n\nRoufhous:\n So then, it's just you and me.\n\n\nKönig:\n Now, about that reason?\n\n\nRoufhous:\n I would be delighted to hear it, actually.\n\n\nKönig:\n Because I have a tool at my disposal that, I am sure, you would love to know of.\n\n\nRoufhous:\n What could you have to offer me?\n\n\nKönig:\n Well, I doubt it's every day that you get news on GOI-850.\n\n\nRoufhous\n.\nThe spearhead project director of \nProject Labyrinth\n operations.\n:\n Pardon me?\n\n\nKönig:\n You heard me. I have a list of updates to the SCP-7276 file that I have postponed adding. If you should kill me then they would die with me, assuming, that is, that you even could.\n\n\nRoufhous:\n You've grown attached to your condition, I take it?\n\n\nKönig:\n Perhaps. It's much more cold now. Then again, I never was one for the warmth.\n\n\nRoufhous:\n So then, what do you know?\n\n\nKönig:\n I will not just tell you here, of course. But what you should know is that Velkes has been preventing me from taking further action to continue my investigation into their affairs.\n\n\nRoufhous:\n \nI wonder why?\n\n\nKönig:\n But, while he is a feeble, foolish little man, I have noticed that you are, perhaps, a far more well-reasoned, eh, entity.\n\n\nMy talents are being wasted here. If you should assist me in getting my investigation going once again, then I can assist you with more information on this scarcely known little group.\n\n\n[He reaches into his desk, producing two glasses and a bottle. He pours Roufhous' first before handing it to them and pouring his own]\n\n\n[They look into the glass and smell it]\n\n\n[He chuckles]\n\n\nKönig:\n From one anomaly to another. So?\n\n\nRoufhous:\n So this is cheap. What is this, five years old?\n\n\nKönig:\n \nAbout my goddamn proposal.\n\n\nRoufhous:\n Oh, yeah no. Kiss my ass.\n\n\n[They draw their revolver and fire in the center of König's chest]\n\n\n[He staggers back and clutches at himself repeatedly, dropping the glass to shatter on the floor]\n\n\n[One agent aims at Roufhous while the other tends to König]\n\n\n[They \"grin\" at the agent before walking over to watch König writhe in pain. They set their glass down on his desk]\n\n\nRoufhous:\n You miss the \"warmth\" now?\n\n\n[König's insults, demands, and curses have been cut]\n\n\n[They turn and walk to the door]\n\n\nRoufhous:\n Oh, and keep me updated on that GOI case. I'll have to talk with George about that as well. Good day, \nHerzlos\n.\n\n\n[End log]\n\n\n\n\n\n\nAddenda: 7276.2:\n\n\n\n\nIt feels as though I am running out of time.\n\n\nThat everything I do, I must do quicker. Faster. Better. Otherwise, we will die out. We will go extinct like the previous kings of this world before us.\n\n\nWhat am I to do here? I cannot leave this position after working for so long to attain it. There isn't the time for it.\n\n\nThey all stand in my way. These dirty, stupid villains will be the death of us all. Every day the Foundation becomes more undone. As another anomaly is discovered and cataloged, as more resources are put into them, our Foundation is stretched thin.\n\n\nIt will soon snap.\n\n\nWe stand at the precipice of disaster. If we do nothing, we will become overwhelmed. Something is going to break loose whilst anyone willing to stand against it is shut down by tyrants and the slime.\n\n\nVelkes will settle with getting this one day done. He will only focus on his own insecurities as we fall.\n\n\nI will not allow this to happen. I will not sit idly by and watch as humanity is cast into the darkness by these cretins. I will give us the tools by which to combat the menace. I must become everything the Foundation needs in this desperate time.\n\n\nI must do whatever it takes. No cost can be too great.\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following file is the result of retroactive investigations into the SCP-7276 project activities after Incident-7276-1.\n\n\n\n\n\n\nOn 5/1/1993, Senior Researcher König prematurely left the Site-94 Health and Pathology wing without dismissal. This was excused due to his stable condition as well as his current nature.\n\n\nFor a period of one month after this, König continued analyzing SCP-7276 with the assistance of Junior Researcher Herida. All inventory requests for test-related purposes made during this time were denied.\n\n\nIt was noticed afterward that multiple materials and utilities granted to other research personnel had been borrowed by König, as well as Herida.\n\n\nA list of known items utilized by these two includes:\n\n\n\n\n50 grams of sulphur.\n\n\n25 grams of magnesium.\n\n\n5 grams of potassium chloride.\n\n\nEnchanted charcoal sigils\n.\nEnchanted - referring to a subject enhanced by thaumaturgic methods.\n[/span]]\n\n\n100kg of flesh (sourced from domestic pigs)\n\n\nHuman skeletal anatomy (sourced from Class-D personnel)\n\n\n1 EVE counter.\n\n\n2 Wrought iron poles.\n\n\n\n\nAttached below are several files that directly led to Incident-7276-1, collected from security monitoring as well as materials collected afterward.\n\n\n\n\nInternal log - König, Herida, Madisson dialogue\n\n\n[Footage begins in a hallway, viewing Senior Researcher Madisson walking toward the break room]\n\n\n[König walks out from the break room and turns towards Madisson, Herida following behind him]\n\n\n[Madisson notices the two and tries to swerve out of their way]\n\n\n[As both groups pass, König turns suddenly to face Madisson]\n\n\nKönig:\n Researcher Madisson, are you well?\n\n\nMadisson:\n S-senior Researcher König! I-I've been fine, yes. And you?\n\n\nKönig:\n I have been better. Now there are some things I need from you.\n\n\nMadisson:\n I'm afraid I can't offer very many of my abilities to you.\n\n\nKönig:\n Now why not?\n\n\nMadisson:\n Velkes said so himsel-\n\n\nKönig:\n Madisson, that man is poisoning this facility. His vision does not surpass his office's horizon.\n\n\nMadisson:\n Sir-\n\n\nKönig:\n All this to say, I need some materials, Madisson. The others I have to discuss this with will also take some time, so I will need to conduct this conversation faster.\n\n\nMadisson, I believe I have found a way to progress my work. Velkes' disagreements, while noted, will only hinder me from accomplishing anything. And you can see how antithetical that is, correct?\n\n\nMadisson:\n But, after what you did-\n\n\nKönig:\n Madisson, Researcher Herida is only of level 2 clearance.\n\n\nMadisson:\n Then we should not even be having this conversation at all. Good bye, König sir.\n\n\n[He turns and walks away]\n\n\n[König reaches out and grips Madisson's arm]\n\n\nKönig:\n You know what I did, Richard. You know what I'm capable of.\n\n\nWe only need a few items from you, and that is all.\n\n\nDo not turn this into a complicated situation like Carla did.\n\n\nMadisson:\n W-what are you saying?\n\n\nKönig:\n Here is the list. Get it done, Richard.\n\n\nMadisson:\n But, but Velkes-\n\n\nKönig:\n Does not need to know. Get it done, Richard. You know where to find me.\n\n\n\n\n\n\nInternal log - König, Herida, SCP-7276-1 dialogue\n\n\n[Footage begins inside a testing chamber inside Site-94. The camera is at eye-level with König]\n\n\n[Behind him is a circular chalk ring with the various items noted previously around it. Further details are obscured by König's body]\n\n\nKönig:\n This is Senior Researcher Friedenfänger, recording the testing of SCP-7276. Previously, I had discovered a thaumaturgic spell that could be used to temporarily resurrect, using the blood we had sourced from her own weapon, Jane Woodrow, a woman who knows about SCP-7276 well, as well as GOI-850 which she originates from.\n\n\nWith me is Junior Researcher Herida, who is preparing the ritual by which we can bring Ms. Woodrow here.\n\n\n[He steps out of the way, revealing Herida struggling to put the pieces together]\n\n\n[The idol he is working on stands in the center of the circle, with both rods impaling through a large chunk of meat in a barely humanoid shape. Sigils line the floor around it, and several element-based powders are contained in jars nearby]\n\n\n[König moves and takes over assembling the idol, having to cut various pieces off and stick others into pockets of the flesh]\n\n\n[Herida moves over to the camera]\n\n\nHerida:\n It's crude, and it's really gross, but the, uh, blood needs a host or a vessel to talk with us. This wasn't the least messiest option, but, it's the best we could do.\n\n\nKönig:\n Help me with the skeleton; the neck vertebrae keep falling back out. Get a rope.\n\n\nHerida:\n Right away, sir.\n\n\n[He runs out before returning with a rope, handing it to König]\n\n\nKönig:\n Thank you.\n\n\nHerida:\n You're welcome.\n\n\n[König stops]\n\n\nKönig:\n I, I would like to thank you for everything, Herida. I appreciate your being here.\n\n\nHerida:\n Thank you, sir.\n\n\nKönig:\n Even as all these idiots and fools try to stop me, you are the only one who will stay by my side. I appreciate your loyalty, something this Foundation sorely lacks.\n\n\nHerida:\n Thank you, sir.\n\n\nKönig:\n The Foundation is like a flame in the eye of the storm. We must take well to cherish and protect it. But while a flame will act erratically, and will sometimes seep into the death around it, there must be people like us that will die to keep it in check. We need more researchers like you, willing to stand and push back against the ongoing crisis.\n\n\nHerida:\n T-thank you, sir.\n\n\n[The two set to work rearranging and mangling the components for 2 hours]\n\n\n\n\nKönig:\n It is ready.\n\n\n[He takes the camera over to view the idol, then readjusts it to keep himself in the frame]\n\n\nKönig:\n Beginning the test now.\n\n\n[He produces a vial of blood and pours it over the idol. He then stands back and begins reciting thaumaturgic phrases and incantations. The charcoal patterns begin to glow as Herida tosses chemicals onto the statue]\n\n\n[König raises his voice in his chanting]\n\n\n[The circle around the idol begins to glow with a dark red, and the blood placed upon it swirls around before spreading itself into hundreds of drops that float around it. The idol shakes]\n\n\n[As König finishes the incantation, the droplets all pierce the statue, and the glow from the ring blinds the camera for a second]\n\n\n[As footage returns, standing before König and Herida is a middle-aged woman (SCP-7276-1) tied to the posts behind her]\n\n\n[König walks over and looks at SCP-7276-1 in the eye]\n\n\nKönig:\n Ms. Woodrow?\n\n\n[SCP-7276-1 appears disoriented for a moment before noticing König in front of her]\n\n\nSCP-7276-1:\n Y-yes?\n\n\nKönig:\n So it worked afterall.\n\n\nHerida:\n W-we just brought her back from the dead!\n\n\nSCP-7276-1:\n What's going on?\n\n\nKönig:\n You, Ms. Woodrow, killed yourself to get our attention. You have it. What were you trying to tell us?\n\n\nSCP-7276-1:\n H-how am I aliv-\n\n\nKönig:\n Focus, Jane. We do not have very much time. What did you want to tell us, the SCP Foundation?\n\n\nSCP-7276-1:\n That's, that's right. The Order needs to be dealt with! I tried to draw attention to i-\n\n\nKönig:\n Jane, give me something I can work with.\n\n\nSCP-7276-1:\n I'm so sorry, I don't think I can.\n\n\nKönig:\n Think, Jane. You have to give us something.\n\n\nSCP-7276-1:\n A-alright. Um, w-what day is it?\n\n\nKönig:\n The nineteenth of February, 1993.\n\n\nSCP-7276-1:\n There, there might be something.\n\n\nKönig:\n Go on.\n\n\nSCP-7276-1:\n There's this one meeting between lower-ranking officers of the Order on the 25th of every year. You might want to grab a paper.\n\n\nSCP-7276-1:\n They meet to talk about the history of the group and their sacred figure, Archine. Sometimes they disclose key information, like bases of operation or their projects. They do this in the same spot every year, the Great Bear Rainforest in British Columbia.\n\n\nKönig:\n Where exactly in this forest will we find them and when?\n\n\nSCP-7276-1:\n I'm trying to remember.\n\n\n[SCP-7276-1 begins listing off specific coordinates. She sometimes doubles back and revises her statements]\n\n\nKönig:\n And when?\n\n\nSCP-7276-1:\n Sometime around 1 in the morning. You'll know you're there when you get there, it'll be in a decorated cave.\n\n\nKönig:\n Excellent. Carlos, pack your necessities.\n\n\nHerida:\n But sir… Canada?\n\n\nKönig:\n We'll have a long drive ahead of us, let's go.\n\n\n[As König leaves, Herida looks back at SCP-7276-1]\n\n\nHerida:\n So, what's the afterlife like?\n\n\n[SCP-7276-1 is unable to answer as it reverts back to its idol form]\n\n\nHerida:\n Well then.\n\n\n[End log]\n\n\n\n\n\n\nAfter the previous log, Senior Researcher König as well as Junior Researcher Herida left the Site-94 facility for a period of several days. When he returned, König was reprimanded for his gross negligence of duty.\n\n\n\n\n\n\n[ENTER LEVEL-5/7276 SECURITY CREDENTIALS]\n\n\n\n\n[SITE DIRECTOR CREDENTIALS ACCEPTED]\n\n\n\n\n\n\n\n\n\n\n\n\nAfter they were found to have left the facility, Mobile Task Force Epsilon 11 (\"Nine-Tailed Fox\") was dispatched to recover König and Herida. However, when they arrived at the location detailed previously, the operatives disrupted the ongoing meeting by accident and a crossfire ensued.\n\n\nDuring this, agents were unable to account for the whereabouts of König or Herida.\n\n\nThe following logs were recovered after the events of Incident-7276-1.\n\n\n\n\n[Footage begins, viewing König from behind trudging through thick foliage]\n\n\nKönig:\n It is good out here, no?\n\n\nHerida:\n Yeah, kinda.\n\n\nKönig:\n Good air, a serene background, a clear image of the moon and the stars above. It is nice here.\n\n\nHerida:\n It's… been a while since I saw the stars.\n\n\nKönig:\n There are too many lights back in the city. Too much noise, so much so that it's difficult to make what you actually want out of the chaos.\n\n\nHerida:\n It's a lot nicer back home, though. Not having to struggle through all this shit while I can't see two feet past my light. All while I'm dog tired.\n\n\nKönig:\n Is the thrill of this hunt not enough for you? We are this close, Carlos. So very close to finding an answer.\n\n\nHerida:\n It's fine, sir. But… when does it end? When do we just call it a day and… and be done with this investigation? What answer are we even looking for anymore?\n\n\n[König stops and so does the camera]\n\n\nKönig:\n We will be done, Carlos, once we have proven ourselves capable. We will be done when we bring this group to justice. We will be done when we finally are able to question one of them on the creation of this knife.\n\n\n[He pulls out SCP-7276 and shakes it for emphasis]\n\n\nHerida:\n Then why didn't we ask Jane? If anyone would know about that, it'd be her.\n\n\n[König stares at Herida for a moment]\n\n\nKönig:\n Why didn't we- why, did we, not- ask her, with our only opportunity?\n\n\n[He looks down at SCP-7276]\n\n\n[He pauses]\n\n\nKönig:\n It was unlikely she knew very much about it other than its effect. Besides, there is nothing we can do about that now, but to continue with our investigation. If it was not of absolute importance before, Carlos, now it is. This is our only lead, we must follow it now.\n\n\n[He sits down on a nearby rock and examines SCP-7276]\n\n\nKönig:\n Though, I do wish you could have thought of that earlier, Carlos. For what it was worth.\n\n\nHerida:\n I'm really sorry, sir. I thought that you had it all figured out and I didn't want to interrupt.\n\n\nKönig:\n Carlos, you must learn when it is right to interject yourself when there is a problem. This is what I have been doing this whole time. The Foundation burns, and we must evolve and progress in order to fight back against the tide. You cannot sit idly by as the fire grows to catch you.\n\n\nHerida:\n I understand, sir.\n\n\nKönig:\n Carlos, you can call me by my name.\n\n\nHerida:\n Oh, gotcha… Friedfonger.\n\n\n[König bursts out laughing]\n\n\nKönig:\n Oh dear god.\n\n\n\n\nAfter 26 hours, agents were able to recover the target and transport it back to Site-94. Recording equipment was found with all files except for the above and below having been deleted. This marked the manifestation of SCP-7276-2.\n\n\n\n\n[Footage resumes viewing a group of 5 humanoid entities situated around an on-fire monolith. König and Herida are hidden behind a fallen log]\n\n\n[The recording equipment observes the group discussing various topics as they interact with the fire. This goes on for 30 minutes. This footage has been separated from this document]\n\n\n[After 30 minutes have passed, activity is picked up coming from the opposite end of the location as an audible crack is heard. The group immediately takes notice]\n\n\nUNKNOWN:\n What was that?\n\n\nUNKNOWN (2):\n Shit, we've been made.\n\n\n[One of the members draws a gun out and aims it at the forest edge]\n\n\nUNKNOWN (3):\n Who's out there?!\n\n\n[All parties are silent and maintain their positions for an extended period of time]\n\n\n \n\n\n \n\n\n[One member walks over to the edge]\n\n\n[They look around]\n\n\n[König and Herida peak over the log]\n\n\n[The member examines the forest, looking left and right and through the trees]\n\n\n \n\n\n \n\n\n[A suppressed gunshot is heard and the member falls over]\n\n\nUNKNOWN (2):\n Scatter!\n\n\n[A crossfire ensues, with three of the members staying and firing back at the MTF in the woodlands as UNKNOWN 2 flees in the opposite direction]\n\n\n \n\n\n[They climb over the tree]\n\n\n[And trip over Herida]\n\n\nUNKNOWN (2):\n Shit!\n\n\nKönig:\n Scheiße!\n\n\nHerida:\n Oh fuck!\n\n\n[UNKNOWN 2 draws a gun and fires, hitting König in the chest before shooting Herida in the abdomen]\n\n\n[UNKNOWN 2 then runs away and flees into the forest]\n\n\nHerida:\n Fuck, fuck, fuck! Fuck, fuck! God fucking damn it!\n\n\n[He crawls over to König's side]\n\n\nHerida:\n I'm bleeding, oh shit, oh fuck. Oh god, oh god. Sir?\n\n\n[He gets no response]\n\n\nHerida:\n König?\n\n\n[König doesn't move]\n\n\nHerida:\n Oh my god, oh my god! Stay with me, please!\n\n\nPlease, we're not done here! We, we got work to do! We still have work to do, sir!\n\n\n[He wraps his arms around König's still body]\n\n\n[He sobs]\n\n\n \n\n\n \n\n\n\n\nFootage continues for 20 minutes. At this point, the crossfire has ended.\n\n\n\n\n[König's body lies beside Herida, quietly sobbing to himself while trying to patch the bleeding]\n\n\n[He shakes and winces, and much of the color is drained from his skin]\n\n\n[His movements are slow]\n\n\n \n\n\n \n\n\n \n\n\n[A breath is heard from beside Herida]\n\n\n[He does not notice]\n\n\n \n\n\n \n\n\n[König's body leans upright, startling Herida]\n\n\nHerida:\n S-sir?\n\n\n[König gasps and sucks in a deep breath, clutching at his chest]\n\n\nHerida:\n Holy shit!\n\n\n[He leans in towards König to embrace him. Despite his wound, no \nblood\n leaks from König]\n\n\nKönig:\n You're hurt.\n\n\nHerida:\n Yes, sir.\n\n\n[He holds Herida's head and examines his face]\n\n\nKönig:\n You are dying.\n\n\nHerida:\n Y-yes, s-sir.\n\n\nKönig:\n Carlos, would you tell me about your life before the Foundation?\n\n\nHerida:\n I, I don't think I- er, got the time.\n\n\nKönig:\n Humor me.\n\n\nHerida:\n A-alright, I, uh, went to college, studied for-for, biology.\n\n\n[He stops and gasps through his speech]\n\n\nHerida:\n All that time, all that time I spent there.\n\n\n[As he talks, König can be seen crawling towards a nearby SCP-7276 on the ground]\n\n\nHerida:\n I, I met this girl.\n\n\nKönig:\n What was she like?\n\n\nHerida:\n Pretty, funny, smart. Kin-kinda tough.\n\n\n[He grabs SCP-7276 and moves back over to Herida]\n\n\nHerida:\n God, why didn't I ever say anything?\n\n\nKönig:\n Carlos, think about her. What was her name? Any special moments?\n\n\nHerida:\n Sir, what are you doing?\n\n\nKönig:\n I want you to think about her, think about your family. Who were you in this life?\n\n\nHerida:\n Sir?\n\n\nKönig:\n Think about them, Carlos. Think about all of it.\n\n\nHerida:\n Why do you have that?\n\n\nKönig:\n You said it yourself: We still have work to do. We can not be done here after this. We never got around to human trials, Carlos. We never found that basic, fundamental step. Perhaps that is what has been stalling this progress.\n\n\nHerida:\n No, no! Sir, get that thing away from me!\n\n\nKönig:\n Think of it as organ harvesting. You are already going to die. We must salvage what we can for the benefit of others.\n\n\nHerida:\n König, stop. Stop. Please!\n\n\nBe brave, Herida. I will continue to carry the burden of the Foundation alone, and you will help me with that. You will help save thousands, Carlos.\n\n\nHerida:\n Help! Someone help!\n\n\n[König raises SCP-7276 above his head before bringing it back down]\n\n\n[What was left of Herida's \nblood\n immediately drains into SCP-7276]\n\n\n \n\n\n \n\n\nKönig:\n I am sorry, Carlos.\n\n\n[He looks at SCP-7276]\n\n\nKönig:\n But this is truly fascinating.\n\n\n[He hears footsteps coming up from behind]\n\n\nKönig:\n You will be with me every step of the way, now.\n\n\n[He plunges the secondary blade of SCP-7276 into his chest. He makes no vocalizations as he does so. He breaks the handle off in one motion. He begins reciting thaumaturgic incantations as the visible \nblood\n extruding from his back begins to reshape]\n\n\n[As operatives arrive, they discover and recover Senior Researcher König]\n\n\n[As he stands, the camera picks up a brief glimpse of his face, revealing human-like eyes as \nblood\n drips from his hat and his chest his chest]\n\n\n[He is escorted away and receives medical attention]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nVelkes is seated in his office\n\n\nKönig is brought in by security and seated\n\n\nVelkes sighs before looking up at König\n\n\nVelkes:\n Friedenfänger, what the fuck is wrong with you?\n\n\nHe remains silent\n\n\nVelkes:\n Honestly, what the fuck is wrong with you.\n\n\nYou had a second chance. You had everything you needed. And even that wasn't good enough for you.\n\n\nKönig:\n I stand by my actions.\n\n\nVelkes:\n You killed a man today. You can't bullshit your way out of that one. You took his life. Do you even care?\n\n\nKönig:\n It was unfortunate, but he served his purpose.\n\n\nVelkes:\n You make me sick.\n\n\nKönig:\n Likewise.\n\n\nVelkes:\n You know, I tried to be smart about this. I tried to think of the benefits. Chose to see the bright side of this reality. I thought that you were an invaluable researcher with capabilities that could really help to deal with anomalies. You just needed to wait and let the storm pass first.\n\n\nBut no. No. I gave you the simplest order I have ever given and you botched it. You spat in my face every time I tried to help your situation and called me incompetent for it. And now you've proven that bastard right; I really can't stop my researchers from killing each other. You're right, I'm just that incompetent!\n\n\nIt was a mistake to keep you around. It was a mistake to let you off scot-free. I'll figure out your punishment later, but right now you can stew with the revelation that, Friedenfänger, your actions do have consequences.\n\n\nKönig:\n My actions, sir?\n\n\nVelkes:\n Yes, Friedenfänger. Your actions.\n\n\nKönig:\n Are you referring to the actions \nyou authorized?\n.\n\n\nVelkes:\n What?\n\n\nKönig:\n Every experiment I performed, with Ms. Confer, all of them, you authorized it. You gave me executive power; you had your hand in it all.\n\n\nVelkes:\n What are y-\n\n\nKönig:\n It was only a matter of time after that when you would try to kill me as the witness.\n\n\nI suppose that's why you not only allowed that dangerous anomaly into the site but kept me in the same facility it would be traversing.\n\n\nVelkes:\n Witness to what? What are you doing?\n\n\nKönig:\n Witness to the mastermind in action. After all, each inventory request and test proposal must be run by you. Would it not make sense for the man who can answer these checks to use me to write them as well?\n\n\nVelkes:\n What have you done?\n\n\nKönig:\n I talked with the Ethics Committee, and I \nexplained\n the situation to them.\n\n\nVelkes:\n That's not possible. You would have to forward it through me, or someone else who would tell me. How could you explain what you've done?\n\n\nKönig:\n What I have done? I believe you mean, what \nyou've\n done.\n\n\nAnd, I mean, I managed to get into the same room alone with a creature that thinks me a devil.\n\n\nHe laughs\n\n\nIt was not that difficult to reach our human resources department!\n\n\nVelkes stands at his desk\n\n\nVelkes:\n What the fuck did you tell them?\n\n\nKönig:\n Everything, sir. Every single test \nyou\n had me perform, every single man \nyou\n killed, every life \nyou\n took. Oh, and they were \nappalled!\n\n\nVelkes:\n H-how?!\n\n\nKönig:\n Oh, it was merely a game of words. Don't you love games, Mr. Velkes? After all, you have been playing one on the Foundation for this long. I wonder what other skeletons you hid in your closet.\n\n\nI see young Angelina's photo is still on your desk. With the knowledge that she died, killed by a \"type-green\", I find it fascinating what kinds of activities you got up to later on. How many of Site-94's contained \"type-greens\" have been poorly treated, how much security footage has been seemingly lost?\n\n\nHow much \nblood\n is on your hands?\n\n\nSo I took every single thing I could find about you and showed it all to the Committee.\n\n\nVelkes:\n You lying, traitorous, scheming bastard!\n\n\nKönig:\n You did all the scheming, George. Remember?\n\n\nVelkes:\n I'll-\n\n\nKönig:\n And what's more, all of this transpired months ago. Their investigation was completed with all the evidence I could afford to them, as well as their own, of course.\n\n\nVelkes:\n I haven't been notified of anything. You're bluffing!\n\n\nKönig:\n You… have not been notified?\n\n\nVelkes:\n Got anything smart to say now?\n\n\nKönig:\n Well, it may very well be that the inspection team just hasn't arrived yet. They should arrive on the 28th. Tomorrow, in an hour.\n\n\nBecause it wouldn't really make sense for an inspection to warn the person beforehand to prepare a false self, now would it?\n\n\nVelkes:\n You-\n\n\nKönig:\n Oh, and there is one more thing we should discuss, George. When one site director is taken down, who will be there to replace him?\n\n\nVelkes:\n I'm not going anywhere, you sick, twisted-\n\n\nKönig:\n That is highly debatable. Now as I was saying, I'm proud to announce that I will be signing up for the position in your vacancy!\n\n\nAfter all, now that I'm cleared of all blame, I am the best candidate. I have the most experience, the highest number of completed tests in this facility, I've worked here for 14 years, and not a single one of the other senior staff here would want to get on my bad side after they see what happened to Carla and what will soon happen to you!\n\n\nVelkes:\n You, you bastard!\n\n\nKönig:\n What was that about talking smart? You useless, utterly backward foolish old man?\n\n\nVelkes climbs over his desk, knocking everything on it to the ground, and lunges after König\n\n\nKönig:\n Security!\n\n\nSome agents in the room move to pull Velkes away from König, failing to stop him as he assaults him. Most of the guards manage to pull Velkes away after a second while the rest grab König and try to escort him out\n\n\nKönig:\n Get off me!\n\n\nThe agents release him while the rest continue to restrain Velkes\n\n\nVelkes:\n You son of a bitch! You conniving, evil, little motherfucker!\n\n\nKönig grins brightly, wiping \nblood\n from his nostrils, before walking away\n\n\n\n\n\n\nAddenda: 7276.3:\n\n\n\n\n\n\n\n\nSCP-7276 following neutralization\n\n\n\n\n\n\nDue to certain recent incidents, as well as multiple reports signed by several personnel around Site-94, an investigation into Site Director Velkes' activities was launched, revealing a series of mistreatments and harassment towards both site personnel and contained anomalies.\n\n\nIn addition to these events, it was found that Velkes had also attempted to frame Senior Researcher König for the events detailed in SCP-4276\n.\nFurther context is restricted to level 4 clearance.\n. It was found that he had an extreme bias against him, and attempted to utilize König for his favorable qualities, staging a large amount of data held within that file. Corrections are underway.\n\n\nFor these reasons, Velkes has been demoted from site director, awaiting replacement.\n\n\nJunior Researcher Herida's family has been informed. Senior Researcher König has not been penalized for carrying out ethical euthanasia, as per Foundation policy.\n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One new message!\n\n\n\n\nHim.\n\n\n\n\n\n\n\n\n\n\nTo:\n \nTEN.picS|suoHneP#TEN.picS|suoHneP\n\n\nFrom:\n \nRsrKö\nTEN.picS|gin#TEN.picS|gin\n\n\nSubject:\n Regarding GOI-850.\n\n\nDate\n 15/4/1993\n\n\n\n\n\n\nDirector Roufhous, due to the recent change in management at Site-94, George will now no longer be available for you to harass.\n\n\nI would also like to add that, as we are now of the same rank, you are now by no means any superior to my office. As such, you should expect no updates on the ongoings of my activities here, including GOI-850.\n\n\nI do hope that, in the future, you should be more dedicated to containing the dangerous and utterly disgusting anomalies that should threaten mankind and his people, rather than being such a nuisance to other facilities.\n\n\nGutten tag, Hund.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nSubject:\n\n\nProcedure:\n\n\nResult:\n\n\n\n\n\n\nD-6741\n\n\nPierce the subject's heart and attempt to gauge an additional supposed anomalous property from SCP-7276.\n\n\nTest complete; SCP-7276-2 is capable of completely consuming the \nblood\n from a subject upon contact with a source.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nKönig is seated in his office, a large, organized room\n\n\nAs he finishes typing on his computer, he looks down at a small ornament on his desk\n\n\nHe picks up and examines former director Velkes' nameplate\n\n\nHe toys with it for a second\n\n\nHe forms and extends a sharp talon of \nblood\n from his finger and digs into it\n\n\nHe puts it down\n\n\nThe nameplate, now dripping, reads: \"Friedenfänger König, Site Director\"\n\n\n\n\n\n\n \n\n\nRoufhous\n\n\n\n\n\n\nMaybe next time I'll reach 10k words.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7275\n | SCP-7276 | \nSCP-7277\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7276\n\" by Roufhous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7276\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Backfire\n\n\nName:\n File:Liquid Flame (13958200348).jpg\n\n\nAuthor:\n George Alexander Ishida Newman\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Liquid_Flame_(13958200348).jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7276 \" by Roufhous, from the SCP Wiki . Source: https://scpwiki.com/scp-7276 . Licensed under CC-BY-SA .",
        "Filename: Backfire Name: File:Liquid Flame (13958200348).jpg Author: George Alexander Ishida Newman License: Creative Commons Attribution 2.0 Generic Source Link: https://commons.wikimedia.org/wiki/File:Liquid_Flame_(13958200348).jpg"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-7276"
}