{
    "url": "https://scp-wiki.wikidot.com/scp-7277",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCheck out more of my articles on my author page!\n\n\n\n\n\n\n\n\n\n\nrating: \n+126\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe entrance to SCP-7277.\n\n\n\n\n\n\nItem #:\n SCP-7277\n\n\nObject Class:\n Pending\n\n\nSpecial Containment Procedures:\n Following preliminary exploration, incursion into SCP-7277 has been forbidden. A member of MTF Alpha-1 (\"Red Right Hand\") is to be stationed outside SCP-7277's entrance at all times.\n\n\nDescription:\n SCP-7277 is a subterranean structure located beneath Site-19.\n1\n The structure is accessed through a reinforced steel door. Neither the door, nor the structure it leads to, appear in any Foundation floorplans nor other documentation. A metal placard is bolted to the door; it appears to have once displayed text, but it has degraded to the extent that it cannot be discerned.\n\n\nThe door leads to a passageway, which itself leads to the structure's main space, a large cuboid corridor. The passageway from Site-19 is situated at the end of the corridor. There are seven other passageways adjoined to the corridor, all situated on the same side, and all leading to identical steel doors. Access to the rooms behind these doors is possible, and each room contains unique anomalous phenomena, catalogued below.\n\n\n\n\n\n\nLayout of SCP-7277.\n\n\n\n\n\n\nThe main corridor of SCP-7277 contains numerous human bones. A complete inventory has yet to be undertaken, but provisional estimates place the number of bones within the tens of thousands. The formation of a complete skeleton where all bones belong to the same genetic profile has yet to be discovered. Several bones have been subjected to radiocarbon dating; as one moves along the corridor, away from the entrance from Site-19, the age of the bones increases.\n\n\nThe below table outlines the contents of the rooms within SCP-7277:\n\n\n\n\n\n\nRoom Number:\n2\n\n\nDescription:\n\n\n\n\n\n\nI\n\n\nThe room is dominated by a large, charred tree situated in the centre; the room's floor and walls are comprised entirely of ash. Entangled within the tree's branches is a humanoid skeleton. The skeleton lacks hip and lower limb bones, instead possessing an elongated spine, several meters in length.\n\n\n\n\n\n\nII\n\n\nSubjects are unable to recall the contents of the room in either a positive (i.e. what is present) or negative (i.e. what is not present) manner. All recording equipment invariably fails upon entering. It is unclear if all subjects who have entered the cell have exited.\n\n\n\n\n\n\nIII\n\n\nRoom appears identical to Site-19's museum, albeit devoid of any exhibitions. Against the room's back wall hang photographs or paintings of all past and present O5 Council members. Beneath these, a metal placard displays engraved text of an anagram of the individual's name. Subjects exploring the room are forbidden from attempting to solve these anagrams.\n\n\n\n\n\n\nIV\n\n\nThe entirety of the room is obfuscated via a thick, black fog. Subjects who enter have difficulty recalling the contents of the room, and often exit in a state of confusion, disorientation, and disassociation. All subjects recount the sensation of an entity being present alongside them in the fog.\n\n\n\n\n\n\nV\n\n\n\n\nInterior resembles a cave system. Room is simultaneously subject to a yet unknown number of chronological disruptions, resulting in concurrent time loops of varying lengths. Subjects entering the room will become trapped within one or several time loops. No method has yet been devised to extract subjects from said loops.\n\n\nDocumentation concerning Room V is currently under analysis. It is currently unknown when testing was initiated and for how long it has been conducted.\n\n\n\n\n\n\n\n\nVI\n\n\nInterior of the room resembles an arboreal environment. No fauna have been observed. There appears to be no limit to the room's interior dimensions, with previous explorations occurring over many hours. Upon exiting the room, subjects will begin to sob. They are unable to explain why.\n\n\n\n\n\n\nVII\n\n\nRoom resembles a standard Foundation containment cell. It is in a state of disrepair. Deep incisions mark the cell walls, a viscous black liquid drips from the ceiling, and the floor is littered with fragments of concrete and reinforced steel.\n\n\n\n\n\n\nSubjects who enter SCP-7277 experience psychological changes following their incursion. Uniformly, subjects' behaviour takes on a greater degree of depressive and nihilistic tendencies. Their work output undergoes a marked decrease in both quantity and quality. Apathetic attitudes towards both personal and professional matters increase greatly, yet subjects cannot explain the origin of these thoughts.\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate:\n Following the detection of seismic activity beneath Site-19, the O5 Council authorised an investigatory exploration into SCP-7277. The structure's main corridor was found to have elongated, extending past the passageway from Site-19. At the end of the corridor's extension, a new door was located.\n\n\nAs of August 2023, no means of opening the door has been found.\n\n\nAll research and testing of SCP-7277 is under direct jurisdiction of the O5 Council. All council members have relocated their living quarters and offices to Site-19 to aid in this matter. Daily tests are to be conducted to see if the contents behind the door can be accessed.\n\n\n\n\n\n\nUpdated layout of SCP-7277.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7276\n | SCP-7277| \nSCP-7278\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7277\n\" by Dysadron, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7277\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Door.jpg\n\n\nName:\n Fort «Furggels» - Steel-reinforced Double Door System (5047982019).jpg\n\n\nAuthor:\n Kecko\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Fort_%C2%ABFurggels%C2%BB_-_Steel-reinforced_Double_Door_System_%285047982019%29.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Specifically, the structure is present in the basement level, beneath the offices of the Mathematics Department's Probability Division.\n\n\n2\n. Number indicates proximity to the entrance from Site-19.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7277 \" by Dysadron, from the SCP Wiki . Source: https://scpwiki.com/scp-7277 . Licensed under CC-BY-SA .",
        "Filename: Door.jpg Name: Fort «Furggels» - Steel-reinforced Double Door System (5047982019).jpg Author: Kecko License: CC-BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Fort_%C2%ABFurggels%C2%BB_-_Steel-reinforced_Double_Door_System_%285047982019%29.jpg"
    ],
    "item": "SCP-7277",
    "object_class": "Pending",
    "containment_procedures": "Following preliminary exploration, incursion into SCP-7277 has been forbidden. A member of MTF Alpha-1 (\"Red Right Hand\") is to be stationed outside SCP-7277's entrance at all times.",
    "description": "SCP-7277 is a subterranean structure located beneath Site-19.1 The structure is accessed through a reinforced steel door. Neither the door, nor the structure it leads to, appear in any Foundation floorplans nor other documentation. A metal placard is bolted to the door; it appears to have once displayed text, but it has degraded to the extent that it cannot be discerned.",
    "title": "SCP-7277"
}