{
    "url": "https://scp-wiki.wikidot.com/scp-7278",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7278\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nSCP-7278 is to be held within a low priority containment chamber within \nSite-120\n. A search for PoI-7278 is ongoing.\n\n\n\n\nDescription\n\n\nSCP-7278 is an object which has become definitionally compromised. To clarify, it is impossible to accurately describe all of SCP-7278's properties and conceptual being within a single word or phrase, with attempts by the Department of Miscommunications only being able to reach the 70% threshold. It is for this reason that determining the true nature of SCP-7278 is extremely difficult and likely impossible.\n\n\nExtensive testing of SCP-7278 has managed to determined that it has the following properties:\n\n\n\n\nIt is mechanical in nature;\n\n\nIts volume is approximately 1.6 m\n3\n and its weight is approximately 300 kg;\n\n\nIts shape is that of a rectangular prism;\n\n\nOne of its sides has a keypad attached to it as well as a slot to insert money into;\n\n\nIt contains several low cost candies and snacks, such as chocolate bars and bags of potato chips;\n\n\nIt will dispense said candies once money has been placed into it and a code has been entered into the keypad, associated with the dispensed candy,\n\n\n\n\nSCP-7278 gained its anomalous properties following a thaumaturgic ritual being performed upon it by an unknown Fae thaumaturgist (PoI-7278).\n\n\nSCP-7278 was discovered on the streets of FP-120 (\"\nEsterberg\n\") on 2/27/2019. The object was given to the Foundation's safekeeping by the Esterberg government.\n\n\n\n\nIncident 7278.01\n\n\nSCP-7278 gained its anomalous properties on 2/26/2019 after the following incident.\n\n\n\n\nDate:\n 2/26/2019\n\n\nSubject:\n PoI-7278\n\n\nForeword:\n The following log was taken by an Esterberg security camera. Footage procured after the incident.\n\n\n\n\n[BEGIN LOG]\n\n\nPoI-7278 walks across the street, whistling slightly. They stop in front of SCP-7278.\n\n\nPoI-7278 produces a 5 złoty coin from their pocket and places it within SCP-7278. After a pause, the SCP-7278 rejects the coin and PoI-7278 takes it back. They then attempt to place it back into SCP-7278. This repeats approximately twenty times, with PoI-7278 growing increasingly more exasperated.\n\n\nPoI-7278 attempts to use a different 5 złoty coin and this time succeeds in having SCP-7278 accept the coin. PoI-7278 then types 52 on the keypad, corresponding to a Grześki chocolate bar.\n\n\nSCP-7278 rejects PoI-7278's coin and its screen displays a \"no designation found\" error. PoI-7278 stares at SCP-7278 for approximately twenty seconds before beginning to bang on and shake SCP-7278. No change is noted within SCP-7278.\n\n\nPoI-7278 then attempts to purchase the chocolate bar, dropping the coin and picking it up several times. Each time they attempt to type a number into the keypad, they are met with a \"no designation found\" error. This repeats for some time, each time being punctuated by PoI-7278 verbally and physically abusing SCP-7278.\n\n\nPoI-7278 shakes their fist angrily and bangs on SCP-7278.\n\n\nPoI-7278:\n Skurwysynu!\n1\n\n\nPoI-7278 glows with Elan Vital Energy as they begin to attempt a thaumaturgic ritual.\n\n\nPoI-7278:\n \n(in Polish)\n I'll show you no designation found…\n\n\nThe recording ends.\n\n\n\n\n\n\n\n\n« \nSCP-7277\n | SCP-7278 | \nSCP-7279\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7278\n\" by NielleiN, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7278\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Polish curse word.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7278 \" by NielleiN, from the SCP Wiki . Source: https://scpwiki.com/scp-7278 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7278"
}