{
    "url": "https://scp-wiki.wikidot.com/scp-7279",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6038:\nTzompantli\n\n\nAuthor:\n \nKilerpoyo\n\nThis is the first part of a larger storyline\n\n⚠️ \nContent warning:\n This article contains a content warning: Political Violence, Violent Murder, Human Sacrifice\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7279 file has been archived by RAISA since it is now considered evidence in an ongoing investigation by the Department of Internal Affairs.\n\n\nThe following document contains information considered critical by the Department of Internal Affairs. Usual Security Clearance Levels have been overridden.\n\n\nOnly RAISA-authorized and Internal Affairs personnel should access the following file. Unauthorized access to this file warrants disciplinary action.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nITEM#\n \nSCP-7279\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRAISA/\n\n\nInternal Affairs\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS\n\n\nketer\n\n\n\n\n\n\nSECONDARY CLASS\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDISRUPTION CLASS\n\n\nkeneq\n\n\n\n\n\n\nRISK CLASS\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocument type:\n\n\nevidence\n\n\n\n\n\n\n\n\nstatus:\n\n\nInternal Investigation\n\n\n\n\n\n\n\n\n{$class-category-3}\n\n\n{$class-text-3}\n\n\n\n\n\n\n\n\n{$class-category-4}\n\n\n{$class-text-4}\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nRAISA NOTE: Error 748 - Corrupted document showing out of order. / Status - Processed, please ignore. / Comments - Corrupted file will be restored soon.\n\n\n\n\n \n\n\nEvidence ⚽:⌀◯⌂ⵀⰈ⛛bab7d1\n\n\n\n\n\n\nExtract from Dr. 6f4ce08' Diary\n\n\n\n\n\n\nWe die in the dark\n\n\nI half-remember a dream. When you took me to movies to watch the one about sacrifices. What was it called? I was so scared when I saw the head being impaled in the wall, yet you held my hand and promised me you would⅌♟⮡⚽‽╡⋻⅄ ⌔⾝1d378b815╯⡅ⱄⷮ. But you ↀ⛆╟▥099ba. You l⒙⡖↞⹭⠭⩷ⴟⳭⱢ alone.\n\n\nFor years I was mad at you for not keeping your promise. A little bit unjust given the circumstances, don't you think1d378bⱣ♤⹞⭧⃰⽍⽗⢠⡴⍲15?\n\n\nNow I understand, \npadre\n. You were ↫⺸⒃‼⁶⺋⢡␲⪌⠲⡗∋⾱e45d8875⒲⺡⣹⳶⹺⪉⋉⯋⽠▓⣐ⵣ⎔⒙⡖↞⹭⠭⩷ⴟⳭⱢ☁ⴸ✄✒₽␺⚛⸖⢒₾ↀ⛆╟▥099bab7d18331943ff54d0777a5023cd⥏␿⃎◻⼇↖⪋⠵⯫⛝⯈├⒦₽ It is all connected.\n\n\n54d0777a5023cdddle of Godbirth and death.⠏⛥▪␁➊⟟⫓⨠◚⎹↮┻⏉✰\n\nWe all are made of d887099bab7d18331943ff54d0777aWe are beingsd887099bab7d18331943ff54d0777a\n\n\nPadre nuestro que estas en los cielos.\n1\n\n//Padre nuestro que ℥⟨ⴒ⣴⫔⽛≺⾤⚟ⱂ⻀⺸⒭⼘␤Ⱖⴘ⑁☃₝⏌⅜ⶡ⁏▂⛵➲⫽⃀⻰⼍⛸⤧➦ⱎ⎽⛩⪹\n\ndaa8f46bd901b0a08a5e44367604c466a44cf1a8\n\n\n26e2fd8c21d41bb5407ba857d9ce83316391db96Ⱖⴘ⑁☃₝⏌⅜\n\n\n\n\n \n\n\n\n\nRAISA NOTE: This part of the document contains information from the original SCP-7279 file.\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n\n\nFoundation Security Forces should maintain a perimeter around Provisional Foundation Site-C34 inside the abandoned cinema \"Palacio Perdido\", México City. A cover-up story regarding the structural integrity of the building should be used to deter civilians from the area.\n\n\nFoundation-operated SATMEX\n2\n should constantly monitor the area surrounding Site-C34 up to a radius of 30 km for any abrupt spike of Akiva Radiation that could indicate a \ntlacua\n3\n event.\n\n\nIn the case of a confirmed \ntlacua\n event, cover-up operations should be immediately deployed. Cover-up includes the usual protocols: witness amnestization, confiscation of recordings and evidence, censoring of digital media regarding the incident, and cover-up stories should be prepared to account for any missing bodies.\n\n\nIn order to prevent further \ntlacua\n events, MTF-Nu-5 \nTlamacazqui\n should conduct Protocol \nTLAHUEMMANALONI\n every 15 days.\n\n\n \n\n\nAddendum A: Protocol TLAHUEMMANALONI:\n\n\n\n\n\n\nVideo Log: Protocol TLAHUEMMANALONI\n\n\n\n\n\n\nNOTE:\n \nProtocol TLAHUEMMANALONI preparations.\n\n\n\n\nTwo D-classes are needed for the protocol, preferably with a past record of violent murder.\n\n\nThey should be dressed in special attire resembling an \nichcahuipilli\n4\n.\n\n\nThey must be muzzled and strapped to a clinical hand-truck to facilitate transportation and guarantee the safety of Foundation personnel.\n\n\nThey should be administered a high dose of Solution HU17Z1L.\n5\n\n\nThe subjects must be brought to the \ntemalácatl\n6\n in front of SCP-7279-Ce. They should be positioned facing each other on the opposite extreme of the \ntemalácatl\n. Two \nmacuahuimeh\n7\n shall be left at their feet.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n00:00:01:\n (\nThe camera shows a wide shot of the Temalácatl. D-3432, convicted hitman, is strapped to a hand-truck on one side of the arena. D-8498, a serial killer, is also bound and facing him on the opposite side. They are already showing the effects of Solution HU17Z1L, grunting and howling while trying to break free from their bounds. In the background, a wide and towering wall – composed of what appears to be flesh – looms over them. Skull-like protrusions cover the entirety of the structure.\n)\n\n\n00:00:10:\n (\nOffscreen, MTF-Nu-5 initiates the protocol. The straps on the hand-trucks are released remotely and the two altered D-classes find themselves suddenly freed. They stare at each other briefly before rushing to grab the weapon at their feet.\n)\n\n\n00:00:13:\n (\nD-classes scream as they charge towards each other.\n)\n\n\n00:00:15:\n (\nD-3432 attacks first, trying to cut to D-8498´s head. D-8498 manages to dodge it and counterattacks with a low blow.\n)\n\n\n00:00:15:\n (\nD-3432 parries the counterattack and kicks D-8498, making them trip and fall to the ground.\n)\n\n\n00:00:18:\n (\nD-8498, still holding to their macuahuitl, is trying to get up but D-3432 plunges his weapon into D-8498's side.\n)\n\n\n00:00:22:\n (\nD-3432 appears to be celebrating a premature victory. D-8498's wound is not incapacitating; they get up and surprise D-3432 with a cut to the face. D-3432's jaw lands a few meters away.\n)\n\n\n00:00:23:\n (\nD-3432 tries to touch their chin. Blood spills all over their clothes. After a few seconds, D-3432's body collapses.\n)\n\n\n00:00:24:\n (\nD-8498 falls to the ground, being shot with a tranquilizer gun by an offscreen Nu-5 operative. Two Nu-5 enter the frame and retrieve D-8498.\n)\n\n\n00:00:27:\n (\nD-3432's body still twitches.\n)\n\n\n00:00:36:\n (\nD-3432's body is now lying motionless.\n)\n\n\n00:00:45:\n (\nA rumbling noise can be heard coming from the meat-like structure. Two claw-like appendages began to emerge from the meat wall.\n)\n\n\n00:00:49:\n (\nThe appendages grab D-3432's body and begin to drag it to the structure.\n)\n\n\n00:00:50:\n (\nCut to black.\n)\n\n\n\n\nEND NOTE:\n D-8498 received medical treatment for their wounds. They are expected to recover and continue serving as an asset for Protocol \nTLAHUEMMANALONI\n.\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\nDescription:\n\n\nSCP-7279-Ce refers to an organic wall-like structure located inside a pocket dimension, SCP-7279-Ome. SCP-7279-Ce is composed of biological material of human origin. SCP-7279-Ce exhibits a drive to grow its mass by assimilating human corpses.\n\n\nAssimilated tissue will remain 'alive' as part of SCP-7279-Ce, showing signs of blood flow and cellular activity. Regardless of its origin\n8\n, incorporated tissue does not appear to fulfill any higher biological function besides increasing SCP-7279-Ce's mass and will be allocated inside it seemingly at random. The only exception are the skulls, which will always protrude from SCP-7279-Ce's surface in rows, giving it the appearance of a \"skull rack\". At the time of discovery, there were 266 human skulls in SCP-7279-Ce.\n\n\nWhile DNA testing confirms that the biomaterial of SCP-7279-Ce is still genetically human, it possesses greatly enhanced durability and resistance to damage. However, it has shown vulnerability to explosives and high-power saw tools. Any part of SCP-7279-Ce separated from the main body will immediately start showing signs of biological decomposition and eventually die.\n\n\nSCP-7279-Ce possesses the ability to produce claw-like appendages, which it has only been observed using to assimilate bodies. Notably, and despite showing considerable strength, SCP-7279-Ce will not use these limbs offensively, and it has never been observed to be hostile, not even to protect itself.\n\n\nApproximately every two weeks, a portal will appear next to SCP-7279-Ce. These portals always lead to a recently deceased body within a 30km radius of the cinema \"Palacio Perdido\", which is presumably the contact point between SCP-7279-Ome and baseline reality. SCP-7279-Ce then will use its appendages to pull the body through the portal to assimilate it. These incidents have been codenamed \ntlacua\n events.\n\n\nSCP-7279-Ce has shown a predisposition for assimilating bodies killed in violent combat. However, it may assimilate cadavers created by different types of violent death, including non-combat murder and accidental manslaughter if nothing else is within reach. The following table contains a sample of recorded \ntlacua\n events before SCP-7279's containment:\n\n\n \n\n\nAddendum B: Recorded tlacua events:\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nDescription\n\n\nNote\n\n\n\n\n\n\n03/03/21\n\n\nOutside of a local bank. 3 km from the contact point.\n\n\nDuring a confrontation between Mexican Police and armed bank robbers, a police officer was shot in the head. A portal appeared over the body and SCP-7279-Ce's appendages dragged the body into it, shocking both sides of the conflict.\n\n\nThe incident was recorded by the bank security cameras, allowing further study by Foundation researchers. Amnestization was applied to all witnesses. Fake ashes were delivered to the fallen officer's family.\n\n\n\n\n\n\n05/06/21\n\n\nInside of a warehouse. 16 km from the contact point.\n\n\nMembers of the drug cartel Sin Nombre were live-streaming the execution of a captured member of the rival cartel, Los Ocultos. After the prisoner was beheaded, a portal suddenly appeared on the floor to the surprise of the cartel members. Appendages emerged from it and tried to drag both the body and the severed head. The body was pulled into the portal, but Sin Nombre opened fire on the appendages and made them retreat before the head could be dragged.\n\n\nMass amnestization of all viewers of the video was deemed to be impossible. The video was expunged from the web and a misinformation campaign to make it pass a leaked short horror film was carried. The headless body of the executed Los Ocultos was later found near the warehouse, seemingly rejected by SCP-7279-Ce. This points to the anomaly being either uninterested or unable to assimilate bodies missing their skull.\n\n\n\n\n\n\n15/10/21\n\n\nMéxico-Querétaro Federal highway. 29 km from the contact point.\n\n\nA drunk driver ignored a red light and ran over a cyclist. The cyclist died during transport to the hospital. The \ntlacua\n event happened inside the ambulance, causing panic among medical personnel.\n\n\nRecorded by one of the paramedic's cellphones. This incident confirms that \ntlacua\n events can target all kinds of violent killings, even those that are unintentional.\n\n\n\n\n\n\n \n\n\nOnly 7 \ntlacua\n events have been recorded on video, while 15 have been confirmed by a multitude of witnesses. However, data from the SATMEX and missing person reports suggest dozens of unconfirmed events. Initially, the Foundation had no way of preventing \ntlacua\n events nor containing SCP-7279. Thus, early responses focused on suppressing information. SATMEX eventually confirmed the presence of Akiva Radiation spikes during \ntlacua\n events and identified a particular Akiva signature common among them.\n\n\nThe signature identified in \ntlacua\n events was later traced back to the abandoned \"Palacio Perdido\" cinema, which was identified as the epicenter of the radiation. Foundation personnel explored the building but found nothing relevant until increased Akiva readings were recorded next to one of the walls in the basement. After the wall was torn down, a stone arch leading to a tunnel was found behind it. The arch is engraved with still untranslated hieroglyphs, presumably Mesoamerican. Identification and translation of the hieroglyphs\n9\n have proven challenging due to heavy vandalization. Among other damages, the phrase \"\nAbandonad la esperanza todos aquellos que entráis aquí.\n\"\n10\n, was carved on top of the glyphs. The tunnel behind the arch is not physically possible\n11\n, however, it has been proven to be safe to traverse. Crossing it leads to SCP-7279-Ome.\n\n\nSCP-7279-Ome is a pocket dimension consisting of a pitch-black emptiness\n12\n surrounding a man-made ceremonial pyramid at its center. Inside it, color perception behaves differently from baseline reality; colors appear dulled and almost grayscale, except for the red spectrum. This effect persists even in photographs and videos taken inside of SCP-7279-Ome.\n\n\nThe presence of the pyramid suggests human activity inside SCP-7279-Ome dating back to at least 2000 years ago. Following Mesoamerican building practices, the pyramid was built incrementally over 1500 years, with each new generation building a new layer on top of the last one. It is believed that two shrines stood above the pyramid in every iteration.\n\n\n\n\n\n\nMan-made structure inside SCP-7279-Ome\n\n\n\n\n\n\nAround 500 years ago, the shrines at the top of the pyramid were destroyed and small Catholic chapels were built over the ruins. Human activity inside SCP-7279-Ome appears to have ceased until the 1960s. The shrines were reconstructed in a brutalist style using concrete and other modern-day building materials. Foundation architects and archeologists have confirmed that, despite the contemporary construction techniques, the new builders were careful to accurately reproduce the ceremonial functions of the shrines.\n\n\nSCP-7279-Ce resides between the two reconstructed shrines. The gladiatorial \ntemalácatl\n in front of it is also a modern construction. There is evidence of a temporary research facility also being in operation around SCP-7279-Ce. While the operations appear to have been abandoned suddenly, measures were taken to erase any evidence pointing to the identity of the group operating it.\n\n\nProvisional Site-C34 was constructed to monitor and contain SCP-7279. Site-C34 consists of two sections: Site-C34-A, a command center inside \"Palacio Perdido\" and a research lab, Site-C34-B, on the side of SCP-7279-Ome. Site-C34 hosts experts in anomalous biology, ontological physics, experimental theology, and anomalous archeology. Dr. Aparicio Ménendez, expert in anomalous archeology, Dr. Cristian Juárez, parabiologist, and Dr. Rufino La Huerta, experimental anomalous physicist, were chosen to lead the site and research efforts. After a few months of research, Protocol \nTLAHUEMMANALONI\n was devised to prevent \ntlacua\n events and contain SCP-7279.\n\n\nProtocol \nTLAHUEMMANALONI\n was conditionally approved by the Ethics Committee in a 6-3 votation as a temporary solution to protect normalcy until a better understanding of SCP-7279 could provide an optimal containment protocol.\n\n\n \n\n\n\n\nRAISA NOTE: This part of the document contains evidence from the Department of Internal Affairs investigation.\n\n\n\n\n \n\n\nIncident-382:\n\n\nOn 10/08/2012, personnel in Site-C34-B began experiencing behavioral changes. Security footage revealed violent outbursts where personnel attacked each other with improvised weapons. Communications and security cameras were cut shortly after. When a response team arrived, they found evidence of extreme violence but no survivors nor bodies, the latter presumably being assimilated by SCP-7279-Ce. The number of casualties is estimated to be 15, including 7 members of MTF-Nu-5 and two of the lead researchers: Dr. Juarez and Dr. La Huerta.\n\n\nApproximately one hour after the events, the response team reported tremors coming from the pyramid and a bright beam of red light emanating from between the two shrines at the top of the structure, the location of SCP-7279-Ce. A 7.6 magnitude earthquake inside SCP-7279-Ome was confirmed by sensors in Site-C34-A. The team was ordered to evacuate. After the seismic activity ceased, efforts to reach SCP-7279-Ome were resumed. These efforts, however, were ultimately impeded due to the tunnel entrance vanishing. Access to SCP-7279 has been impossible since then. Additionally, \ntlahua\n events have ceased.\n\n\nThe violent behavior of the personnel of Site-C34-B is consistent with Solution HU17Z1L ingestion. Before being forced to retreat, the response team managed to bring back samples from the water supply of the site. These samples have been confirmed to be contaminated by Solution HU17Z1L. This contaminant was deemed unlikely to be accidental. The Department of Internal Affairs began an investigation on the matter.\n\n\n \n\n\nEvidence A: Interview with Dr.Menéndez:\n\n\n\n\n\n\nVideo Log: Interview with Dr.Menéndez\n\n\n\n\n\n\nNOTE:\n Dr. Menéndez, an archeologist from Site-C34, survived the events of Incident-382 since he was at Site-C34-A at the time .\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Sempere:\n I must inform you this is part of an official Internal Affairs. Your cooperation is appreciated. Please identify yourself.\n\n\nDr. Menéndez:\n My name is Aparicio Menéndez Cárax. I'm an archeologist at the SCP Foundation assigned to Site-C34 and SCP-7279.\n\n\nAgent Sempere:\n How would you describe your role at the project?\n\n\nDr. Menéndez:\n As an archeologist, my main responsibility was to study the structure inside SCP-7279-Ome and any evidence of previous GOI activity related to SCP-7279. We identified three periods of GOI activity, the most recent being during the 1960s, and the first dating back two to 2000 years ago.\n\n\nAgent Sempere:\n What did you discover about the temple? Who built it?\n\n\nDr. Menéndez:\n It was built incrementally by different groups across the ages. We found vestiges dating back to the Olmecs. Some other layers were more similar to Teotihuacan architecture. The last Mesoamerican occupants were certainly Aztecs. After that… the Spanish demolished the shrines and built Catholic chapels on top of them.\n\n\nAgent Sempere:\n What was the purpose of these chapels?\n\n\nDr. Menéndez:\n They were dedicated to Santiago Mataindios\n13\n, patron of Spain in the war against pagans. It was a primitive attempt at containing the anomaly. We have found records from \nBuscadores de Dios en Nueva España\n14\n that confirm they found a temple \"hiding the doors to hell\". We have strong reasons to believe this refers to SCP-7279-Ome. The records are poorly preserved, but their descriptions of a \"place without the light of God's covenant\"\n15\n match what we know of SCP-7279-Ome. They refer to the anomaly as \"cuna del mal\"\n16\n.\n\n\nAgent Sempere:\n And what about SCP-7279-Ce?\n\n\nDr. Menéndez:\n \"A repugnant affront to Nature whose existence raises terrible implications, impervious both to the steel and the gun.\" They partially blew it with petards and consecrated two chapels to contain it. It is unclear if it worked, but they do mention that after their raid, \"the gates of hell were closed by the word of God\". Sounds similar to what just happened. They still buried the arc to be sure. It seems that the anomaly went dormant and no one else found the place until…\n\n\nAgent Sempere:\n Until 1960…\n\n\nDr. Menéndez:\n It was a research facility, active approximately between 1960-1980. Some of their gear was left behind: it was a sophisticated operation for the time. We could not identify them at first, they put a deliberate effort to conceal their tracks.\n\n\nAgent Sempere:\n But you did manage to identify them…\n\n\nDr. Menéndez:\n I was at a dead end. I remembered that INAH\n17\n kept a registry of every reported archeological site even if it had never been excavated. I was just a hunch… but I got lucky. There was an entry reporting an archeological site below \"Palacio Perdido\". Most of the information, however, had been expunged from their records.\n\n\nAgent Sempere:\n But you weren't deterred.\n\n\nDr. Menéndez:\n No. I was very determined at this point. I kept digging and eventually found the culprit: the INAH entry had been redacted by order of the DFS - División Zotz.\n\n\nAgent Sempere:\n DFS? Are we talking about Dirección Federal de Seguridad\n18\n?\n\n\nDr. Menéndez:\n Yes. I kept looking into this División Zotz. I could only find vague information. They were apparently formed to counter \"anomalous terrorism\" and GRU-P infiltrators. But there was nothing concrete, I kept searching and searching all the archives until I got it. A single photograph.\n\n\nAgent Sempere:\n (\nRetrieves a picture from the evidence folder.\n) This one?\n\n\nDr. Menéndez:\n Correct. 12 angry men. A signature on the back: \"División Zotz - Los Innombrables.\" I ran our face ID on them. 6 dead, 4 missing, 1 unidentifiable, and only one living match: Norberto Goikoetxea, currently a dispatcher from the \nValravn Corporation\n.\n\n\nAgent Sempere:\n The plot thickens.\n\n\nDr. Menéndez:\n Indeed, and it was getting overwhelming. Creepy ancient ruins and sacrificial altars? I'm used to that. An ever-growing mass of flesh assimilating corpses? Still part of the business. But the secret police? PMCs? That is outside of my comfort zone. So, I talked about it with Cristian and Rufino. They told me to not worry, they would handle the matter with Valravn. Still, maybe I should have been more careful with that…\n\n\nAgent Sempere:\n Why so?\n\n\nDr. Menéndez:\n I should have known better but Cristian seemed to be disturbed since the beginning. His dad was a teacher and part of the student movement during the 60s. Cristian was just a kid went he went missing. He grew up looking for answers but not even with Foundation resources could he get anything. He was certainly sure the government and the DFS had something to do with it. Not an unreasonable assumption.\n\n\nAgent Sempere:\n Do you know what happened in the meeting?\n\n\nDr. Menéndez:\n Rufino told me the meeting went well for the most part… he said he got valuable information on Protocol \nTLAHUEMMANALONI\n… There was some friction between Cristian and Goikoetxea regarding the D-class assets for the protocol. Truth be told, even Rufino seemed to be disturbed. I think he was trying to hide his true feelings. Things started to change after that meeting.\n\n\nAgent Sempere:\n Change? How so?\n\n\nDr. Menéndez:\n Rufino and Cristian were top researchers in their fields, and it was an honor to work with them. I… I also liked to think of them as friends. But, after that day, they started acting odd. Rufino became focused, almost obsessed with his Akiva readings. He had some growing concerns about Protocol \nTLAHUEMMANALONI\n. Cristian seemed almost absent, spending a lot of time in the seats of the cinema. I think I saw him crying once.\n\n\nAgent Sempere:\n How would you describe them? Before these changes…\n\n\nDr. Menéndez:\n They were both men of strong convictions, committed to our goals in the Foundation. Cristian was not afraid to speak his mind passionately. Rufino was more cerebral and stoic… I'm sorry I need a moment.\n\n\nAgent Sempere:\n Take as long as you need.\n\n\nDr. Menéndez:\n They did what they had to do. \"We die in the dark so that you may live in the light\", right? What I mean is they were good men and will be missed.\n\n\nAgent Sempere:\n Of course… But… Do you think they may have felt guilty about their role in Protocol \nTLAHUEMMANALONI\n?\n\n\nDr. Menéndez:\n I guess that is always a possibility.\n\n\nAgent Sempere:\n Do you feel guilty?\n\n\nDr. Menéndez:\n I'm a scientist. I focus on my research in the name of science and I try to leave those decisions and the moral responsibility to the Ethics Committee.\n\n\n\n\nEND NOTE:\n Dr. Menéndez's cooperation was appreciated. He has been cleared for the purposes of this investigation.\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\nEvidence B: Interview with Norberto Goikoetxea:\n\n\n\n\n\n\nVideo Log: Interview with Norberto Goikoetxea\n\n\n\n\n\n\nNOTE:\n Norberto Goikoetxea representative of the Valravn Corporation, agreed to our request for an interview on his involvement with SCP-7279 and his previous interview with Foundation researchers.\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Sempere:\n Greetings. On behalf of the Foundation, thank you for accepting the interview.\n\n\nNorberto Goikoetxea:\n Of course. This is the second time you have requested us regarding this matter. And we are happy to comply as much as needed. We see the Foundation as a partner in the quest to maintain global stability.\n\n\nAgent Sempere:\n Please identify yourself.\n\n\nNorberto Goikoetxea:\n I'm Norberto Goikoetxea Ruiz, representative of the Valravn Corporation.\n\n\nAgent Sempere:\n (\nShowing photographic evidence.\n) Can you confirm you are in this picture?\n\n\nNorberto Goikoetxea:\n I am.\n\n\nAgent Sempere:\n Is this a picture of the members DFS - Divsión Zotz?\n\n\nNorberto Goikoetxea:\n Correct.\n\n\nAgent Sempere:\n What was División Zotz?\n\n\nNorberto Goikoetxea:\n Zotz was an elite task force within the DFS. Our mission was to counteract anomalous terroristic and espionage threats. We also had the task of handling anomalies considered relevant to national security at our discretion, even without the Foundation's knowledge.\n\n\nAgent Sempere:\n Was Valravn involved with División Zotz activities?\n\n\nNorberto Goikoetxea:\n Valravn was hired to train División Zotz in anomalous counterterrorism. The Corporation also provided support for anomalous research.\n\n\nAgent Sempere:\n So I'm assuming SCP-7279 was one of those \"relevant anomalies\"?\n\n\nNorberto Goikoetxea:\n That would be correct. The codename was Tzompantli-03. We operated a research facility inside the pocket dimension to observe the growth of the anomaly. You know what that entails.\n\n\nAgent Sempere:\n What was your goal with SCP-7279?\n\n\nNorberto Goikoetxea:\n División Zotz was tasked with protecting the country against anomalous terrorists. You may be too young to remember, but those were days of fierce battle against the communists. We had reason to believe Tzompantli-03 could have been a powerful weapon against them. (\nSighs.\n) We never got to see it being born, though.\n\n\nAgent Sempere:\n Born?\n\n\nNorberto Goikoetxea:\n Your researchers made the same face when I told them. This is the reason we rebuilt the shrines. We needed to make the cradle functional again. Valravn was really interested in the project and even funded it partially. It is not every day that you can observe and study \ntheogenesis\n.\n\n\nAgent Sempere:\n The Akiva readings were not in the range of deity.\n\n\nNorberto Goikoetxea:\n Not yet. It is not a temple; it is a birthplace. But it needs nourishment in order to be born.\n\n\nAgent Sempere:\n The \ntlacua\n events. The bodies…\n\n\nNorberto Goikoetxea:\n Gods thrive on sacrifice. And this city produces violent deaths almost naturally. Yet gods are creatures of ritual. Ritual sacrifices are much more nutritious.\n\n\nAgent Sempere:\n You were performing Protocol \nTLAHUEMMANALONI\n.\n\n\nNorberto Goikoetxea:\n Yes, thought we didn't call it that. We also lacked the refinement of your Solution HU17Z1L. We just forced them to hack each other at gunpoint. (\nLaughs\n.) Your man, Juárez, was not pleased to hear about this, though. He demanded to know where we got our \"assets\".\n\n\nAgent Sempere:\n May I ask the same?\n\n\nNorberto Goikoetxea:\n Of course. It is no secret that the DFS had a surplus of communist agitators and captured terrorists. We found a good use for them. But this Juárez reacted dramatically, accusing us of killing students and innocents. How did he pass your background checks?\n\n\nAgent Sempere:\n What did you answer to that?\n\n\nNorberto Goikoetxea:\n The truth. Those were not innocents. Those were not even humans. Those were communists. Criminals. You agree, right? Just like your D-classes, scum like that can only be useful by dying.\n\n\nAgent Sempere:\n And what about La Huerta?\n\n\nNorberto Goikoetxea:\n He looked like the smarter of the two. I even thanked him for continuing what we started. But he looked… \ncomo que se lo llevaba la chingada\n19\n. An odd pair indeed.\n\n\nAgent Sempere:\n You were so interested in this anomaly… Why did you stop your research?\n\n\nNorberto Goikoetxea:\n Well, you know the history. The DFS was in trouble. It was discredited and disbanded by 1985. Valravn also lost its license to operate in the country. The whole project was swept under the rug by the new administration. Valravn did try to take a big chunk of it with them, but you know it can't survive if separated from the main body. Also, cutting it like that probably angered it 'cause the tunnel disappeared shortly after that. Some unfortunates were left on the other side. Truly a shame… On the bright side, I got a job offer at the Corporation.\n\n\nAgent Sempere:\n Thanks. Your cooperation, both personal and as Valravn, is really appreciated.\n\n\nNorberto Goikoetxea:\n Anytime. Anything else I can do for the Foundation?\n\n\nAgent Sempere:\n We identified all the members of Division Zotz in the picture, with one exception. And it was no ordinary failure: anomalous effects were at play. We found an \"epistemic void\" where information about this man's identity should be. Would this be relevant for this case?\n\n\nNorberto Goikoetxea:\n No, I can assure you it wouldn't. It would be much better for all of us if that man is \nnever mentioned again\n.\n\n\n\n\nEND NOTE:\n Valravn affirms that none of the samples taken from SCP-7279-Ce survived. While this is consistent with the available data, Agent Sempere recommended formally requesting all of Valravn's documentation regarding the anomaly. This recommendation is currently being evaluated by the Department of Internal Affairs.\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\nEvidence C: Conversation Juárez-La Huerta:\n\n\n\n\n\n\nVideo Log: Conversation between Dr. Juárez and Dr. La Huerta\n\n\n\n\n\n\nNOTE:\n The following security footage was deleted from Site-34C archives. RAISA managed to restore from a backup drive retrieved from Site-34C-B. The events recorded took place on the night before Incident 382.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Juárez:\n You cannot do this. You are only acting on a baseless assumption!\n\n\nDr. La Huerta:\n With every new body the Akiva readings increase. Protocol \nTLAHUEMMANALONI\n just doubled the rate. Akiva readings are reaching levels comparable to fully-formed theological entities. We are not containing this thing – we are feeding it! Making it more powerful every day!\n\n\nDr. Juárez:\n But ontokinetic bombardment?\n\n\nDr. La Huerta:\n Hurting it with conventional methods just makes it hide away. And it always comes back. We need to ensure its gone once and for all!\n\n\nDr. Juárez:\n We are not supposed to destroy anomalies!\n\n\nDr. La Huerta:\n My projection is that it only needs 15 bodies more to be \"born\". Once it's done, we don't know what it will be capable of. We don't know what it wants, we don't how to contain it. It is too dangerous. Listen to me: We have killed dozens, and for what? To feed a monster! Is that what you want? You were so angry at Valravn for sacrificing people, you hypocrite!\n\n\nDr. Juárez:\n That was different… those were innocent… D-classes are… not innocent? They aren't, right? This… is different! I… we can't… There must be another way!\n\n\nDr. La Huerta:\n Innocent or not a life is a life!\n\n\nDr. Juárez:\n You helped draft the protocol and showed no remorse before! Who is the hypocrite?\n\n\nDr. La Huerta:\n I did… And I was wrong! I'm guilty of this madness and so are you. Yes, I'm not the man I thought I was… but doesn't matter. This ends now.\n\n\nDr. Juárez:\n I can't let you do this!\n\n\nDr. La Huerta:\n Just because you think your father ended up as part of that wall doesn't mean you get to call the shots!\n\n\nDr. Juárez:\n My father was not a D-class! He was not a rapist nor a murderer… and he was destined for something greater…\n\n\nDr. La Huerta:\n Cristian… I'm sorry. I didn't mean to…\n\n\nDr. Juárez:\n You don't understand! I have been dreaming… remembering…\n\n\nDr. La Huerta:\n Remembering?\n\n\nDr. Juárez:\n That place…SCP-7279-Ome.. is a craddle for something old… and something new. The people that built the pyramid… they understood sacrifice was necessary. And so we do. We are not so different from those hight priests, doing what it has to be done to maintain the balance.\n\n\nDr. La Huerta:\n \n¿De qué chingados estas hablando?\n20\n\n\nDr. Juárez:\n Die in the dark. Live in the light. I use to think it was just a catchy slogan. Now I get it. Death can be the beginning of a different, higher, type of life.\n\n\nDr. La Huerta:\n Cristian… please. He is gone… We need to stop…\n\n\n(\nDr. Juarez takes a syringe and plunges it into Dr. La Huerta's thorat.\n)\n\n\nDr. Juárez:\n (\nMurmuring\n) Did I ever tell you he used to take to this very same cinema?\n\n\n\n\nEND NOTE:\n [PENDING]\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\nRAISA NOTE: Error 748 - Corrupted document showing out of order. / Status - Solved. / Comments - Corrupted file has been restored.\n\n\n\n\n \n\n\nEvidence D: Extract from Dr. Juarez's Diary:\n\n\n\n\n\n\nExtract from Dr. Juárez' Diary\n\n\n\n\n\n\nWe die in the dark\n\n\nI half-remember a dream. When you took me to movies to watch the one about sacrifices. What was it called? I was so scared when I saw the head being impaled in the wall, yet you held my hand and promised me you would always be with me. But you faded away. You left me alone.\n\n\nFor years I was mad at you for not keeping your promise. A little bit unjust given the circumstances, don't you think?\n\n\nNow I understand, \npadre\n. You were always by my side. The cinema, the sacrifice, even the DFS. It is all connected.\n\n\nLa cuna de dios\n21\n. I see it clearly. Gods and men – birth and death.\n\nWe all are made of each other. We are beings born from death.\n\n\nPadre nuestro que estas en los cielos.\n22\n\n\nPadre nuestro que estas en los suelos.\n23\n\nYou gave me life once; it is my time to return the favor.\n\n\nWe die in the dark so that \nwe\n may live in the light… one day…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$previous-title}\n\n\n\n\n\n\nCartel Land\n\n\n\n\n\n\n\n\n\n\n\n\nSoldier of Misfortune\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7278\n | SCP-7279 | \nSCP-7280\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7279\n\" by Kilerpoyo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7279\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n templo.png\n\n\nName:\n File:\"Pyramid of the Sun, Teotihuacan Aztec Ruins Near Mexico City\"\n\n\nAuthor:\n chrisinphilly5448\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n [\nhttps://openverse.org/image/30310e13-61b1-4e4f-93e5-162ac0d6148d?q=aztec%20pyramid\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. d887099bab7d18331943ff54d05d8875⒲777a.\n\n\n2\n. Sistema de Alerta Teológica Mexicano (Mexican Theological Alert System)\n\n\n3\n. from Náhuatl: to eat. See Addendum B.\n\n\n4\n. Basic loincloth military armor\n\n\n5\n. An hallucinogen and rage-inducing chemical cocktail containing adrenaline, cocaine, and \namanita muscaria\n. A high dose induces a violent trance-like state.\n\n\n6\n. Mesoamerican gladiatorial arena\n\n\n7\n. Plural of \nmacuahuitl\n: a sword or club of wood with obsidian blades\n\n\n8\n. Either as connective tissue, epithelial tissue, muscle tissue, or nervous tissue.\n\n\n9\n. Foundation archeologists have noticed some similarities with Teotihuacan writing.\n\n\n10\n. Abandon all hope ye who enter here.\n\n\n11\n. The space is occupied by the subterranean parking of a mall next to the theater.\n\n\n12\n. SCP-7279-Ome is limited at the nadir by a \"floor\" or a \"limit\" seemingly made of the same \"negative space\" as the rest of the dimension. It is possible to stand and traverse SCP-7279-Ome as it possesses an atmosphere and gravity comparable to Earth. The total extent of SCP-7279-Ome is unknown. Motorized expeditions had reached up to 20 km without finding any other location of interest. Despite this, SCP-7279-Ome may have a spherical shape, since it does have a horizon. Losing sight of the pyramid, the only landmark, is a major deterrent to further exploration.\n\n\n13\n. Saint James, killer of Indians.\n\n\n14\n. Seekers of God in New Spain (GoI-1025), an organization funded by the Spanish Empire that operated in Spanish colonies in the Americas with the mandate of suppressing the anomalous.\n\n\n15\n. The covenant of God is the rainbow. This references the lack of normal colors inside SCP-7279-Ome.\n\n\n16\n. Cradle of evil.\n\n\n17\n. Instituto Nacional de Antropolgía e Historia (National Institute of Anthropology and History).\n\n\n18\n. Federal Security Directorate. Mexican intelligence agency and secret police during the Dirty War (Mexican theater of the Cold War, an internal conflict from the 1960s to the 1980s ).\n\n\n19\n. \"like if he was fucked up.\"\n\n\n20\n. \"What the fuck are you talking about?\"\n\n\n21\n. The cradle of God.\n\n\n22\n. Our father, who art in heaven.\n\n\n23\n. Our father, who art in the ground.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7279 \" by Kilerpoyo, from the SCP Wiki . Source: https://scpwiki.com/scp-7279 . Licensed under CC-BY-SA .",
        "Filename: templo.png Name: File:\"Pyramid of the Sun, Teotihuacan Aztec Ruins Near Mexico City\" Author: chrisinphilly5448 License: CC BY-SA 2.0 Source Link: [ https://openverse.org/image/30310e13-61b1-4e4f-93e5-162ac0d6148d?q=aztec%20pyramid ]"
    ],
    "title": "SCP-7279"
}