{
    "url": "https://scp-wiki.wikidot.com/scp-7281",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7281\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7281 before Containment.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-7281 is contained within Aquatic Reserve/Timor\n1\n - Pool 3 (Width: 25m, Length: 40m, Depth: 12m). This environment is designed to include various flora and fauna and other items to replicate an aquatic environment to the best of our ability. Side A of Pool 3 is an artificial beach (Width: 25m, Length: 4m) with a large rock placed 4m from the shoreline, both of which SCP-7281 frequently uses as a place to rest, observe its surroundings and engage in recreational activity.\n\n\nSCP-7281 is to be fed 1KG of chum\n2\n per day.\n\n\nSCP-7281 has been granted access to the following items:\n\n\n\n\n1 Hand Mirror\n\n\n1 Comb (replaced if broken)\n\n\nA supply of string\n3\n\n\n\n\nThe observation chambers of Pool 3 are to be soundproofed. Personnel are reminded that when entering the immediate vicinity of Pool 3, an HPD is a \nrequirement\n unless specified otherwise by Containment Specialist Dr. David Sterk. Unauthorized disuse of an HPD will result in disciplinary action.\n\n\n\n\n\n\nLayout of SCP-7281 Containment Area/Pool 3\n\n\n\n\n\n\nDescription:\n\n\nSCP-7281 is an aquatic organism with a human-like upper body and a 4.5-meter-long, fish-like tail from the waist down\n4\n In most circumstances (See Below), the humanoid portion of SCP-7281 broadly resembles a typical human female, although lacking breasts or an umbilicus and its skin is similar in appearance to that of \nPandea Rubra\n (\nRed paper lantern jellyfish\n) but is more durable than human flesh.\n\n\nThe slight transparency of SCP-7281’s skin allows us to make out the vague internal structure of SCP-7281. SCP-7281 has a set of fangs, similar to the Angler Fish. The Object also has three hearts located throughout the upper torso. SCP-7281 \ndoes not\n appear to have any bones, and instead has slightly denser muscle tissue to give its body structure. Despite this, SCP-7281 possesses enough strength to effortlessly tear the tissue and extremities off of its victims. A surgical examination is currently pending.\n\n\nSCP-7281 shows equal intelligence to that of a typical human. SCP-7281 is also capable of human speech and has spoken multiple languages to various personnel. When pressed on how it knows said languages, SCP-7281 will claim to 'not understand the question,' which it has done in four languages thus far.\n\n\nThus far SCP-7281 has not attempted to escape containment.\n\n\nSCP-7281 has shown interest in a small number of its containment team, particularly SCP-7281 Containment Specialist Dr. David Sterk. Dr. Sterk has since interviewed SCP-7281. (See Below) Individuals of SCP-7281‘s interest will frequently be asked questions about themselves, what they are currently doing and if they enjoy swimming. Staff are asked to withhold classified information, or personal information such as their home, relatives etc. \nEDIT:\n Personel are also reminded \nnot\n to accept SCP-7281 offer for a swim.\n\n\nMany on the SCP-7281 Containment Team have received hand-crafted jewellery from SCP-7281 made from supplied string and various bits of dead fish, shells and rocks. These items show no abnormal qualities but are asked to be kept on-site regardless.\n5\n Staff are recommended to wear any received gifts when interacting with SCP-7281 as the object is noted to be more engaged with those who do so. The reasons for this are likely simple: SCP-7281 is flattered.\n\n\nWithin the water, SCP-7281 occupies itself by eating, pilling up rocks and half-eaten fishbone and examining its reflection using the One-Way Mirror used to visually observe SCP-7281 whilst it is underwater. While SCP-7281 spends the majority of its time underwater, it is capable of breathing oxygen. It routinely perches itself on the rock by the shore and the beach for varying lengths of time.\n\n\nWhile positioned out of the water, SCP-7281 routinely:\n\n\n\n\nCombs its hair\n\n\n\n\n\n\nSplashes water onto its tail to keep it wet\n\n\n\n\n\n\nThrows smaller rocks, shells or chum towards Foundation personnel (seemingly as a joke)\n\n\n\n\n\n\nSing (SEE BELOW)\n\n\n\n\nDiscovery and Containment:\n\n\nOn 13/12/2019, the Foundation Submarine 'Propagate' was analysing unrelated DNA samples before SCP-7281 was observed on observation devices. The footage was immediately transmitted to the Foundation Systems. Two hours later, at 14:09, the Foundation received another transmission.\n\n\n\n\n+ See Transmission\n\n\n\n\n- Hide Transmission\n\n\n\n\n\n\n'This is Doctor Mary Wang from the F.S.V Propagate! We have sighted an unknown lifeform! I repeat we have sighted an unknown lifeform!\n\n\nHumanoid Entity with seemingly Hypnotic Singing Abilities. Crew deranged! Sinking ship and breaching airlock to 'see it.'\n\n\nCrew state the entity is singing 'something beautiful.' Cannot verify. Born deaf thus I appear to be immune.\n\n\nTell my kids I love them.'\n\n\n\n\n\n\n\n\n\n\nThe Foundation lost contact with the Propagate shortly after. The remains of the submarine and its crew were recovered on 16/12/2019.\n\n\nAlong with Dr. Wang's message was a set of coordinates. Foundation teams armed with HPDs investigated the area and discovered SCP-7281 decorating a cavern with bones presumably removed from the ‘Propagate.’ A standard Aquatic Capture Unit (colloquially known as a ‘Lobster Trap’) was placed at the cave entrance and surrounded by three separate and armed Foundation submarines. A container of fish and human flesh was placed inside via drones. After three days, SCP-7281 entered the cage of its own accord and was secured.\n\n\nVocal Abilities:\n\n\nSCP-7281 has the unique ability to attract subjects towards it via singing. SCP-7281‘s song has been described by those who hear it as 'beautiful,' and it made them satisfied on a level they could not describe. Various individuals have described the singing as calming, warm, erotic, mysterious and more. Seemingly, victims of SCP-7281’s singing described the song as whatever sensation resonates closest to them.\n\n\nDisplayed below is a recorded example of SCP-7281 hunting a human subject, and is typical of its strategies:\n\n\n\n\n+ See Recording 14/01/2020\n\n\n\n\n- Hide Recording 14/01/2020:\n\n\n\n\n\n\nVISUAL LOG: SCP-7281/Class D Experimentation 3 14/01/2020\n\n\nSupplied D-Class 8380: Lyta Woods\n\n\nBEGIN:\n\n\nD-Class 8380 enters SCP-7281's enclosure via the artificial beach. They wander around the shoreline before anxiously staring off at the waters.\n\n\nD-Class 8380:\n H-Hello? What would you like me to do again?\n\n\nDr. Sterk (Over Speaker):\n Just stay where you are. Feel free to simply occupy yourself.\n\n\nD-Class 8380 again looks anxiously towards the water. They take a step back.\n\n\nD-Class 8380:\n Whatever you say, sir.\n\n\nD-Class 8380 sits awkwardly on the sand for two minutes further, before noticing movement in the water. She stands up, leans forwards and squints. A shape moves underneath the water, just close enough to the surface to be viable yet not enough to be made out clearly.\n\n\nD-Class 8380:\n Christ what are they gonna do to me…\n\n\nA woman's head surfaces above the waves with tan skin, blond hair and soft features.\n\n\nSCP-7281:\n Oh, it's been so long since I've seen another person…\n\n\nSCP-7281 swims closer towards its rock and carefully crawls up onto it from behind - it is careful not to reveal its tail. D-Class 8380 sputters and darts its eyes away from SCP-7281.\n\n\nD-Class 8380:\n You're naked, I'm sorry I…\n\n\nSCP-7281:\n After all the foundation has done to me, they won't even let me wear clothing.\n\n\nSCP-7281 pulls down its hair to cover its breasts.\n\n\nSCP-7281:\n Sorry.\n\n\nD-Class 8380:\n It's okay…Are you hurt?\n\n\nSCP-7281:\n Just hungry.\n\n\nD-Class 8380:\n Honestly same (laughs forcefully) The prison food I've been getting is God awful.\n\n\nSCP-7281:\n Yet you look so well-fed!\n\n\nD-Class 8380:\n What?\n\n\nSCP-7281 winces, darting its eyes away and begins sobbing.\n\n\nD-Class 8380:\n Are you okay?\n\n\nD-Class 8380 moves forward, their feet entering the waters before suddenly stopping. They glance down at the water, their eyes growing wide as their face becomes vacant.\n\n\nSCP-7281:\n It hurts so bad, what they've done to me…\n\n\nD-Class 8380:\n Sorry, I just don't like the…damn it…Sorry, I'm being stupid. Can I help you?\n\n\nSCP-7281 begins to sob, burying its face into the rock. Its cries sound overtly painful. D-Class 8380 takes a few steps further, moving unsteadily as the water reaches her knees.\n\n\nD-Class 8380:\n I'm not a good swimmer, I can't come any further.\n\n\nSCP-7281:\n That's okay, that's really fine. I just want you to know something. Please keep it between us. Oh God, I don't want them to hear us.\n\n\nD-Class 8380 looks uneasily towards the observation chamber, then arcs her head around seemingly counting the security cameras littering the chamber.\n\n\nD-Class 8380:\n Sure, whatever you say.\n\n\nSCP-7281:\n Are you listening? Are you truly listening?\n\n\nD-Class 8380:\n Yeah. Ah, yep of course…\n\n\nSCP-7281 perks up, looking fondly at D-Class 8380. It leans forward and begins to sing. [SONG HAS BEEN REDACTED] D-Class 8380 gaps, losing their footing and falls onto all fours. D-Class jumps up and begins to stumble towards SCP-7281 who slowly climbs off its rock and reenters the water. Keeping its head above the water, SCP-7281 draws closer. D-Class 8380 is now standing with the water up to her waist. SCP-7281 begins swimming around D-Class 8380, gradually and slowly getting closer.\n\n\nNow within arms reach, SCP-7281 cups its hand against D-Class 8380's head. D-Class 8380 nuzzles into it, smiling. SCP-7281 places its other hand on D-Class 8380's shoulder. Still singing, SCP-7281 leans in close to D-Class 8380's neck.\n\n\nIn one sudden and swift motion, D-Class 8380's neck is broken and SCP-7281 sinks its fangs into D-Class 8380. Dragging D-Class 8380's corpse into the water, the appearance of the object returning to its typical state.\n\n\nSCP-7281:\n Thank you, Doctor Sterk…\n\n\nSCP-7281 waits patiently for a response.\n\n\nDr. Sterk (Over Speaker):\n Ah, you're welcome…SCP-7281.\n\n\n\nSCP-7281 and the remains of D-Class 8380 submerge underwater.\n\n\nEND VISUAL LOG.\n\n\n\n\n\n\n\n\n\n\nThrough observation, SCP-7281 seemingly enjoys toying with its food before proceeding to kill it. It typically has the means to simply attract its prey via its hypnotic voice, yet instead takes its time to lure and sedate its victims through other means for no clear reason aside from pleasure.\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Very Funny\n\n\n\n\n\n\n\n\n\n\nTo:\n SCP-7281 Containment Team\n\n\nFrom:\n Dr. David Sterk\n\n\nSubject:\n D-Class Testing\n\n\n\n\n\n\nI’ve been getting a lot of questions as to why I’ve tested the hunting SCP-7281 as much as I have. Simply, I want to understand the object. A select few have seemingly fallen into its good graces, and I think boosting that by feeding it the odd criminal is a worthwhile sacrifice.\n\n\nYes, it isn’t exactly ethical. But I say SCP-7281’s methods are far kinder than what other D-Class go through. At least she puts them into a peaceful state of mind! The object is gentler than we realise and is incredibly intelligent. Perhaps its knowledge could be a benefit to us!\n\n\nIt has already identified 13 previously unknown fish whilst in containment and claimed an interest in educating us further. I spoke with her for two hours last night, and it seems to be holding back information on purpose.\n\n\nWe will continue these D-Class Experiments until we hit a breakthrough.\n\n\nHell, if we’re worried about ethics send in the elderly D-Class.\n\n\nThanks Team.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt became clear through these observations that SCP-7281 has metamorphic abilities, capable of altering its appearance to suit whatever form would best subdue its prey.\n\n\n\n\n+ See Further Examples\n\n\n\n\n- Hide Further Examples:\n\n\n\n\n\n\nFurther Examples:\n\n\n\n\n1) D-Class 8382: Miguel Hans.\n\nAn Older Woman with greying hair. Claimed to be 8382's mother who was lost at sea before slowly and carefully belittling them.\n\n\n\n\n2) D-Class 8422: Martha Clark\n\nA dark-skinned woman with 'fine curls.' Spoke intimately with 8422 before consuming them.\n\n\n3) D-Class 9001: Joseph Lark\n\nSCP-7281 did not appear to 9001 and instead began singing its song out of sight. Unable to locate the source of the singing, Lark grew increasingly distressed and aggressive before eventually wading into the water and submerging himself. A foot identified as belonging to 9001 was later thrown at visiting Specialist Dr. Plark.\n\n\n\n\n\n\n\n\n\n\nOver its containment, SCP-7281 has grown increasingly enamoured with Dr. Sterk. Out of any personnel on SCP-7281’s containment team, Dr. Sterk has received the most gifts. Dr. Sterk has developed a routine with SCP-7281 and has developed a portfolio of information gathered from SCP-7281.\n\n\nThus far it has been ‘vigorous’ and ‘passionate’ discussions of aquatic biota.\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Very Funny\n\n\n\n\n\n\n\n\n\n\nTo:\n SCP-7281 Containment Team\n\n\nFrom:\n Dr. David Sterk\n\n\nSubject:\n Very Funny\n\n\n\n\n\n\nOkay Team, it was funny to start with but the Little Mermaid posters being sent to my office NEED TO STOP. SCP-7281 is a deadly creature, and the fact that I have managed to form a bond with it is something to be celebrated. Perhaps eventually we will uncover exactly \nwhat\n SCP-7281 is, and if there are more of them yet to be discovered.\n\n\nI however do agree that our ‘passionate’ discussions of aquatic life (yes Macy, I read your report) aren’t exactly what we’re after. A marine biologist dream (speaking as a former member of that wonderful career) but not exactly the gripping information the Foundation is after.\n\n\nUnfortunately, she has yet to reveal further information. However, we as a team will come to understand the object.\n\n\nKeep up the good work. I'll be setting up another interview shortly.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log:\n\n\nOn 14/01/2022, Dr. Sterk began his fourth interview with SCP-7281 for the week.\n\n\n\n\n+ See Interview Log \n\n\n\n\n- Hide See Interview Log:\n\n\n\n\n\n\nInterviewer:\n Dr. Sterk\n\n\nSubject:\n SCP-7281\n\n\nBEGIN LOG:\n\n\nDr. Sterk is standing on the shoreline of SCP-7281 containment. SCP-7281 is sitting on top of its rock and is not using its metamorphic abilities. Dr. Sterk has set his HPD to allow for conversational levels of audio.\n\n\nDr. Sterk:\n So, how have you been, 7281?\n\n\nSCP-7281:\n Tired of here.\n\n\nDr. Sterk sighs.\n\n\nDr. Sterk:\n I can sympathise, however, we have seen what you can do and decidedly cannot allow you to remain out of captivity.\n\n\nSCP-7281:\n Why now?\n\n\nDr. Sterk:\n I'm sorry?\n\n\nSCP-7281:\n Why now? I lived free for decades and now you've reduced me to this tiny pool. Why?\n\n\nDr. Sterk:\n Because we weren't aware of your existence, and because you're dangerous.\n\n\nSCP-7281:\n All creatures are dangerous. We’ve spoken enough about sea life to understand that.\n\n\nDr. Sterk:\n However, 'all creatures can hypnotise people through singing. You’re a real angler fish, you know that?\n\n\nSCP-7281 emits what appears to be a laugh. Dr. Sterk blushes and eventually cracks a smile.\n\n\nSCP-7281:\n I made something for you.\n\n\nDr. Sterk:\n Another gift! Haha, you're spoiling me.\n\n\nSCP-7281 swims close to the shoreline, awkwardly resting on its stomach before handing Dr. Sterk a small item made out of bone.\n\n\nDr. Sterk:\n What is it?\n\n\nSCP-7281:\n A ring.\n\n\nDr. Sterk:\n O\nh!\n? Whatever for?\n\n\nSCP-7281:\n Dr. Plark told me the symbolism of giving someone a ring. I saw hers on her pretty, pretty figures.\n\n\nSCP-7281 smacks her lips.\n\n\nDr. Sterk:\n I-I, well I think I should go.\n\n\nSCP-7281 rolls back its shoulders.\n\n\nSCP-7281:\n I understand.\n\n\nDr. Sterk:\n No, no. Nothing like that. I-I… I love it. It's just, well this situation is just… unorthodox.\n\n\nSCP-7281 appears to smile. Dr. Sterk blushes again.\n\n\nDr. Sterk:\n Listen, I was thinking that…\n\n\nDr. Sterk's pager begins to ring. He sighs and takes it out.\n\n\nDr. Sterk:\n Shoot, I've got to go now. Important work meeting.\n\n\nSCP-7281:\n When will you be back?\n\n\nDr. Sterk:\n Next Week. I know, I know. Don't give me that look. People are starting to… well they think that we’re…\n\n\nSCP-7281:\n Aren’t we?\n\n\nDr. Sterk:\n W-what? Of course not…I mean we’re just…I’m sorry this is getting inappropriate\n\n\nSCP-7281 hisses, her tail snapping sharply behind her as she presses her body flat against the water.\n\n\nSCP-7281:\n I’m just teasing. Stupid Foundation with their insular…stupidness.\n\n\nDr. Sterk scratches his head and then kneels down beside SCP-7281.\n\n\nDr. Sterk:\n I’m sorry.\n\n\nSCP-7281:\n No, you’re fine. I don’t see you as Foundation. You’re a friend. I can tell by your smell.\n\n\nSCP-7281 and Dr. Sterk turn to each other. Dr. Sterk smiles fondly at first, but that smile fades as slowly they begin to stare into each other's eyes.\n\n\nDr. Sterk’s pager beeps again. They both look away quickly as Dr. Sterk stands up.\n\n\nDr. Sterk:\n Tell you what, I'll get you a gift to make it up.\n\n\nSCP-7281:\n What is it? Leg bones?\n\n\nDr. Sterk:\n Something better than last time. You'll see.\n\n\nDr. Sterk's pager begins to ring once again.\n\n\nDr. Sterk:\n Shoot, I really need to go now. I’m enough trouble as it is. See you soon, okay?\n\n\n\n\nSCP-7281:\n Okay.\n\n\nEND LOG:\n\n\n\n\n\n\n\n\n\n\nDr. Sterk worked late in his office that evening. He was awoken by a co-worker the next morning at his desk, who found to their embarrassment that Dr. Sterk had been watching footage of SCP-7281’s containment area.\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Last Night\n\n\n\n\n\n\n\n\n\n\nTo:\n SCP-7281 Containment Team\n\n\nFrom:\n Dr. David Sterk\n\n\nSubject:\n Last Night\n\n\n\n\n\n\nI'm making a formal request that the rumours stop. No, I am not 'infatuated' with SCP-7281. If that is what the object thinks, then let her. We are making a bridge between an unknown lifeform that appears across various cultures.\n\n\nLet that sink in people. \nAnd my professional opinion is not impaired.\n\n\nPerhaps what's swimming around in containment is the source of all the myths and legends about sea people.\n\n\nLook, I know my interactions with SCP-7281 may seem bizarre but soon she may open up to me about her it's people and culture.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Sterk's usage of female pronouns (using 'she' to refer to the object) was privately noted by Dr. Plark.\n\n\nOn 18/01/2022, Dr. Sterk entered SCP-7281‘s containment area with a small gift box tucked under their lab coat.\n\n\n\n\n+ See Interview Log \n\n\n\n\n- Hide See Interview Log:\n\n\n\n\n\n\nBEGIN LOG:\n\n\nDr. Sterk is standing knee-deep in the water. His shoes and socks are on the shoreline SCP-7281 swims up towards him. It is not using its metamorphic abilities. Dr. Sterk sits down and reveals the gift box.\n\n\nDr. Sterk:\n Here. Look what I got for you.\n\n\nSCP-7281:\n Is this my gift?\n\n\nDr. Sterk:\n Technically. But you're supposed to open the box. In many human cultures, we wrap up our gifts to hide what it is. Delay the surprise.\n\n\nSCP-7281:\n You make a game out of it! I like ripping things, so I'll enjoy this custom.\n\n\nDr. Sterk smiles as SCP-7281 tears the box. Inside it is a silver square stamped with a Foundation logo. Its surface is polished and highly reflective.\n\n\nSCP-7281:\n I love it. I love it. It is another mirror!\n\n\nDr. Sterk:\n Ahah, not quite. May I?\n\n\nDr. Sterk takes the small object and flicks it. A tiny flame emerges from it. SCP-7281 gaps.\n\n\nDr. Sterk:\n It's called a lighter. It's foundation standard, so it'll be waterproof. I mean, the flame itself won't work underwater, but whenever you're on the surface…\n\n\nSCP-7281:\n A flame…I only saw fire once, when I was little. It's so lovely. I love it. It's so beautiful.\n\n\nDr. Sterk:\n Yeah, it truly is. Where did you see it?\n\n\nSCP-7281 crawls up next to Dr. Sterk.\n\n\nSCP-7281:\n An ocean far away from this one. It stands by a town where money has no value when compared to the gleam of secrets. Landfolk named the town \nLarkan\n.\n\n\nDr. Sterk:\n I've never heard of Larkan. Where is it?\n\n\nSCP-7281 leans in close to Dr. Sterk and watches the horizon. It smiles fondly. He returns the lighter to SCP-7281\n\n\nSCP-7281:\n Another ocean, another sea far away under different stars.\n\n\nDr. Sterk:\n You mean an ocean on a different planet!? You're an alien?\n\n\nSCP-7281:\n We're all aliens, my αγαπώ. No matter where or what were are. Fay and gods can hail from different seas, just as we do. I don't fly in silver ships. I simply swim to wherever the is an ocean to call home. All water is connected, but very few know how to swim between them. People think land and space block them from doing so. People are very stupid.\n\n\n\nDr. Sterk pauses, seemingly deep in thought.\n\n\nSCP-7281:\n Are your kind from Larkan?\n\n\nSCP-7281 looks down at her tail. She picks off a Barnicle from her waist and sighs.\n\n\nSCP-7281:\n No. We came from an older ocean. A beautiful one as well. But we failed to change with the times, and those of us who did and who bonded with terrible wheels filled with light fought and pushed us from our ocean… For 15 billion years, we have been unable to return home.\n\n\nDr. Sterk carefully and slowly rests his head on SCP-7281’s shoulder.\n\n\nDr. Sterk:\n I'm sorry, that must have been awful. Were you there for that?\n\n\nSCP-7281:\n No, no. Before my time…I’m only 37, like you. We can live for ages, but not that long. Not anymore…\n\n\nDr. Sterk gently warps an arm around SCP-7281. SCP-7281 does the same.\n\n\nDr. Sterk:\n I could listen to you talk for ages, you know. Your life is so… fascinating.\n\n\n\nSCP-7281 emits what appears to be a giggle. The object turns to Dr. Sterk.\n\n\nSCP-7281:\n You make the mundane sound extraordinary.\n\n\nDr. Sterk:\n You can swim to wherever the is an ocean! You're amazing.\n\n\n\nSCP-7281 turns away from Dr. Sterk.\n\n\nDr. Sterk:\n Hey, about that…\n\n\nSCP-7281:\n Yes?\n\n\nSCP-7281 bites its lip, its skin beginning to ooze a slight, gelatinous substance.\n\n\nDr. Sterk:\n This water, it's from the ocean…I mean this entire place takes its reserves from the ocean…If you can swim into any ocean, then surely you could simply leave this place…\n\n\nSCP-7281 glances towards one of the nearby security cameras.\n\n\nSCP-7281:\n That's a nice thought you know. Of course, I can't escape.\n\n\nSCP-7281 appears to subtly gesture towards the cameras with her head. Dr. Sterk simply nods.\n\n\nSCP-7281:\n Besides, why would I want to? I found the Foundation to be interesting. I’d never seen them and had only heard rumours of them. Perhaps I simply stayed out of curiosity and planned to leave shortly after. But now, I've found aspects of containment…interesting.\n\n\n\n\nDr. Sterk:\n Like what.\n\n\nSCP-7281 turns to Dr. Sterk.\n\n\nDr. Sterk:\n I assumed you were teasing me.\n\n\n\n\nSCP-7281:\n You're wearing the ring I gave you.\n\n\nDr. Sterk:\n [Chuckles] So I am. It's really special.\n\n\nSCP-7281 and Dr. Sterk turn to face each other and lean in close.\n\n\nSCP-7281:\n It's funny…the lights in here make your skin sparkle…\n\n\nSCP-7281 and Dr. Sterk both hesitate and suddenly embrace and kiss each other. In the process, Dr. Sterk removes his HPD and tosses it aside.\n\n\nDr. Sterk:\n People have said this face of yours, your real, shiny, gooey one is ugly. But honestly, I don’t think I’ve ever seen someone more beautiful. I don’t ever want to look away from you!\n\n\nA security alarm blares from the speakers. The duo turn around the room in shock. Immediately security personnel enter the beach area, guns pointed at the duo.\n\n\nDr. Plark (Over Speaker):\n David, please step back from SCP-7281. You have been compromised. Please comply with us, David, please.\n\n\nDr. Sterk turns back to SCP-7281. She gestures quickly to the water. Dr. Sterk nods and takes a deep breath. SCP-7281 grabs Dr. Sterk and violently leaps back into the water. The security team fire their guns.\n\n\nDr. Plark (Over Speaker):\n Ceasefire, I repeat! Ceasefire!\n\n\nThe bullets cease. The security team survey the water.\n\n\nSecurity Officer Liam Holding:\n We’ve lost visual contact.\n\n\nDr. Plark (Over Speaker):\n They’re no longer in containment. Neither of them is on any of our displays. God damn it, they’re gone. Report back. I want a full sweep of the area. All the water reserves, everything!\n\n\nEND LOG:\n\n\n\n\n\n\n\n\n\n\nA finger was located within Pool 3 which after DNA testing was confirmed to belong to Dr. David Sterk (Presumed Deceased.)\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nSCP-7281 Containment Breach and Dr. David Sterk.\n\n\n\n\n\n\n\n\n\n\nTo:\n SCP-7281 Containment Team\n\n\nFrom:\n Dr. Plark\n\n\nSubject:\n SCP-7281 Containment Breach and Dr. David Sterk.\n\n\n\n\n\n\nHappy Friday everyone.\n\n\nI’m bringing sad news to you all that SCP-7281’s on-site containment team will be reduced to a minimal skeleton crew. Don’t worry, you’ll all be kept on site. You're not getting rid of me that easily, and I see you all work well together and look out for each other. I wish I could say the same for myself. I failed to act upon various concerns about David’s well-being and his disappearance and presumed death are on me.\n\n\nAlso, a reminder: there is a wake in his honour at 14:00 today in the mess hall. I look forward to seeing you there. If you need to speak with someone, we have extra services at the ready.\n\n\nSpeaking on SCP-7281, I’ve heard rumours from some of you that it and David escaped and now are living some sort of romantic foray. Yes, the last recorded conversation between David and SCP-7281 implied that the object can ‘swim between oceans’ (I assume this implies some water-based teleportation ability) However, I doubt a creature who routinely hunts via seduction would suddenly spur some genuine romantic romance with an ocean enthused Doctor. It’s too picturesque and I ask we stop giving people suffering false hope. The world is not some fairytale. God I’ve worked here long enough to know that.\n\n\nIn my opinion, this entire thing was some long and cruel game from SCP-7281.\n\n\nIf you doubt me, think about this; if SCP-7281 did ‘swim across oceans’ with David in some romantic escape, then why leave his finger? There is no reason to leave us presuming he is dead if SCP-7281 and David have gone to places unknown, surely?\n\n\nThat’ll be the end of it for now. We’ll keep you all posted if and when we learn more. I promise you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7281 is currently undergoing reclassification to ‘Uncontained.’ A possible reclassification to ‘Keter’ class is also in discussion.\n\n\n\n\nFootnotes\n\n\n1\n. An aquatic-based containment site headed by Dr. Maria Plark, specializing in recreating aquatic environments to study aquatic life and anomalies within a 'naturalistic environment.'\n\n\n2\n. Deceased D-Class are considered an appropriate substitute when fishing reserves are low\n\n\n3\n. SCP-7281 enjoys creating jewellery for itself and personnel\n\n\n4\n. Simply put, SCP-7281 resembles the mythical mermaid.\n\n\n5\n. Personal storage units are adequate security",
    "addendums": [],
    "documents": [],
    "notes": [
        "'This is Doctor Mary Wang from the F.S.V Propagate! We have sighted an unknown lifeform! I repeat we have sighted an unknown lifeform! Humanoid Entity with seemingly Hypnotic Singing Abilities. Crew deranged! Sinking ship and breaching airlock to 'see it.' Crew state the entity is singing 'something beautiful.' Cannot verify. Born deaf thus I appear to be immune. Tell my kids I love them.'",
        "VISUAL LOG: SCP-7281/Class D Experimentation 3 14/01/2020 Supplied D-Class 8380: Lyta Woods BEGIN: D-Class 8380 enters SCP-7281's enclosure via the artificial beach. They wander around the shoreline before anxiously staring off at the waters. D-Class 8380: H-Hello? What would you like me to do again? Dr. Sterk (Over Speaker): Just stay where you are. Feel free to simply occupy yourself. D-Class 8380 again looks anxiously towards the water. They take a step back. D-Class 8380: Whatever you say, sir. D-Class 8380 sits awkwardly on the sand for two minutes further, before noticing movement in the water. She stands up, leans forwards and squints. A shape moves underneath the water, just close enough to the surface to be viable yet not enough to be made out clearly. D-Class 8380: Christ what are they gonna do to me… A woman's head surfaces above the waves with tan skin, blond hair and soft features. SCP-7281: Oh, it's been so long since I've seen another person… SCP-7281 swims closer towards its rock and carefully crawls up onto it from behind - it is careful not to reveal its tail. D-Class 8380 sputters and darts its eyes away from SCP-7281. D-Class 8380: You're naked, I'm sorry I… SCP-7281: After all the foundation has done to me, they won't even let me wear clothing. SCP-7281 pulls down its hair to cover its breasts. SCP-7281: Sorry. D-Class 8380: It's okay…Are you hurt? SCP-7281: Just hungry. D-Class 8380: Honestly same (laughs forcefully) The prison food I've been getting is God awful. SCP-7281: Yet you look so well-fed! D-Class 8380: What? SCP-7281 winces, darting its eyes away and begins sobbing. D-Class 8380: Are you okay? D-Class 8380 moves forward, their feet entering the waters before suddenly stopping. They glance down at the water, their eyes growing wide as their face becomes vacant. SCP-7281: It hurts so bad, what they've done to me… D-Class 8380: Sorry, I just don't like the…damn it…Sorry, I'm being stupid. Can I help you? SCP-7281 begins to sob, burying its face into the rock. Its cries sound overtly painful. D-Class 8380 takes a few steps further, moving unsteadily as the water reaches her knees. D-Class 8380: I'm not a good swimmer, I can't come any further. SCP-7281: That's okay, that's really fine. I just want you to know something. Please keep it between us. Oh God, I don't want them to hear us. D-Class 8380 looks uneasily towards the observation chamber, then arcs her head around seemingly counting the security cameras littering the chamber. D-Class 8380: Sure, whatever you say. SCP-7281: Are you listening? Are you truly listening? D-Class 8380: Yeah. Ah, yep of course… SCP-7281 perks up, looking fondly at D-Class 8380. It leans forward and begins to sing. [SONG HAS BEEN REDACTED] D-Class 8380 gaps, losing their footing and falls onto all fours. D-Class jumps up and begins to stumble towards SCP-7281 who slowly climbs off its rock and reenters the water. Keeping its head above the water, SCP-7281 draws closer. D-Class 8380 is now standing with the water up to her waist. SCP-7281 begins swimming around D-Class 8380, gradually and slowly getting closer. Now within arms reach, SCP-7281 cups its hand against D-Class 8380's head. D-Class 8380 nuzzles into it, smiling. SCP-7281 places its other hand on D-Class 8380's shoulder. Still singing, SCP-7281 leans in close to D-Class 8380's neck. In one sudden and swift motion, D-Class 8380's neck is broken and SCP-7281 sinks its fangs into D-Class 8380. Dragging D-Class 8380's corpse into the water, the appearance of the object returning to its typical state. SCP-7281: Thank you, Doctor Sterk… SCP-7281 waits patiently for a response. Dr. Sterk (Over Speaker): Ah, you're welcome…SCP-7281. SCP-7281 and the remains of D-Class 8380 submerge underwater. END VISUAL LOG.",
        "Further Examples: 1) D-Class 8382: Miguel Hans. An Older Woman with greying hair. Claimed to be 8382's mother who was lost at sea before slowly and carefully belittling them. 2) D-Class 8422: Martha Clark A dark-skinned woman with 'fine curls.' Spoke intimately with 8422 before consuming them. 3) D-Class 9001: Joseph Lark SCP-7281 did not appear to 9001 and instead began singing its song out of sight. Unable to locate the source of the singing, Lark grew increasingly distressed and aggressive before eventually wading into the water and submerging himself. A foot identified as belonging to 9001 was later thrown at visiting Specialist Dr. Plark.",
        "Interviewer: Dr. Sterk Subject: SCP-7281 BEGIN LOG: Dr. Sterk is standing on the shoreline of SCP-7281 containment. SCP-7281 is sitting on top of its rock and is not using its metamorphic abilities. Dr. Sterk has set his HPD to allow for conversational levels of audio. Dr. Sterk: So, how have you been, 7281? SCP-7281: Tired of here. Dr. Sterk sighs. Dr. Sterk: I can sympathise, however, we have seen what you can do and decidedly cannot allow you to remain out of captivity. SCP-7281: Why now? Dr. Sterk: I'm sorry? SCP-7281: Why now? I lived free for decades and now you've reduced me to this tiny pool. Why? Dr. Sterk: Because we weren't aware of your existence, and because you're dangerous. SCP-7281: All creatures are dangerous. We’ve spoken enough about sea life to understand that. Dr. Sterk: However, 'all creatures can hypnotise people through singing. You’re a real angler fish, you know that? SCP-7281 emits what appears to be a laugh. Dr. Sterk blushes and eventually cracks a smile. SCP-7281: I made something for you. Dr. Sterk: Another gift! Haha, you're spoiling me. SCP-7281 swims close to the shoreline, awkwardly resting on its stomach before handing Dr. Sterk a small item made out of bone. Dr. Sterk: What is it? SCP-7281: A ring. Dr. Sterk: O h! ? Whatever for? SCP-7281: Dr. Plark told me the symbolism of giving someone a ring. I saw hers on her pretty, pretty figures. SCP-7281 smacks her lips. Dr. Sterk: I-I, well I think I should go. SCP-7281 rolls back its shoulders. SCP-7281: I understand. Dr. Sterk: No, no. Nothing like that. I-I… I love it. It's just, well this situation is just… unorthodox. SCP-7281 appears to smile. Dr. Sterk blushes again. Dr. Sterk: Listen, I was thinking that… Dr. Sterk's pager begins to ring. He sighs and takes it out. Dr. Sterk: Shoot, I've got to go now. Important work meeting. SCP-7281: When will you be back? Dr. Sterk: Next Week. I know, I know. Don't give me that look. People are starting to… well they think that we’re… SCP-7281: Aren’t we? Dr. Sterk: W-what? Of course not…I mean we’re just…I’m sorry this is getting inappropriate SCP-7281 hisses, her tail snapping sharply behind her as she presses her body flat against the water. SCP-7281: I’m just teasing. Stupid Foundation with their insular…stupidness. Dr. Sterk scratches his head and then kneels down beside SCP-7281. Dr. Sterk: I’m sorry. SCP-7281: No, you’re fine. I don’t see you as Foundation. You’re a friend. I can tell by your smell. SCP-7281 and Dr. Sterk turn to each other. Dr. Sterk smiles fondly at first, but that smile fades as slowly they begin to stare into each other's eyes. Dr. Sterk’s pager beeps again. They both look away quickly as Dr. Sterk stands up. Dr. Sterk: Tell you what, I'll get you a gift to make it up. SCP-7281: What is it? Leg bones? Dr. Sterk: Something better than last time. You'll see. Dr. Sterk's pager begins to ring once again. Dr. Sterk: Shoot, I really need to go now. I’m enough trouble as it is. See you soon, okay? SCP-7281: Okay. END LOG:",
        "BEGIN LOG: Dr. Sterk is standing knee-deep in the water. His shoes and socks are on the shoreline SCP-7281 swims up towards him. It is not using its metamorphic abilities. Dr. Sterk sits down and reveals the gift box. Dr. Sterk: Here. Look what I got for you. SCP-7281: Is this my gift? Dr. Sterk: Technically. But you're supposed to open the box. In many human cultures, we wrap up our gifts to hide what it is. Delay the surprise. SCP-7281: You make a game out of it! I like ripping things, so I'll enjoy this custom. Dr. Sterk smiles as SCP-7281 tears the box. Inside it is a silver square stamped with a Foundation logo. Its surface is polished and highly reflective. SCP-7281: I love it. I love it. It is another mirror! Dr. Sterk: Ahah, not quite. May I? Dr. Sterk takes the small object and flicks it. A tiny flame emerges from it. SCP-7281 gaps. Dr. Sterk: It's called a lighter. It's foundation standard, so it'll be waterproof. I mean, the flame itself won't work underwater, but whenever you're on the surface… SCP-7281: A flame…I only saw fire once, when I was little. It's so lovely. I love it. It's so beautiful. Dr. Sterk: Yeah, it truly is. Where did you see it? SCP-7281 crawls up next to Dr. Sterk. SCP-7281: An ocean far away from this one. It stands by a town where money has no value when compared to the gleam of secrets. Landfolk named the town Larkan . Dr. Sterk: I've never heard of Larkan. Where is it? SCP-7281 leans in close to Dr. Sterk and watches the horizon. It smiles fondly. He returns the lighter to SCP-7281 SCP-7281: Another ocean, another sea far away under different stars. Dr. Sterk: You mean an ocean on a different planet!? You're an alien? SCP-7281: We're all aliens, my αγαπώ. No matter where or what were are. Fay and gods can hail from different seas, just as we do. I don't fly in silver ships. I simply swim to wherever the is an ocean to call home. All water is connected, but very few know how to swim between them. People think land and space block them from doing so. People are very stupid. Dr. Sterk pauses, seemingly deep in thought. SCP-7281: Are your kind from Larkan? SCP-7281 looks down at her tail. She picks off a Barnicle from her waist and sighs. SCP-7281: No. We came from an older ocean. A beautiful one as well. But we failed to change with the times, and those of us who did and who bonded with terrible wheels filled with light fought and pushed us from our ocean… For 15 billion years, we have been unable to return home. Dr. Sterk carefully and slowly rests his head on SCP-7281’s shoulder. Dr. Sterk: I'm sorry, that must have been awful. Were you there for that? SCP-7281: No, no. Before my time…I’m only 37, like you. We can live for ages, but not that long. Not anymore… Dr. Sterk gently warps an arm around SCP-7281. SCP-7281 does the same. Dr. Sterk: I could listen to you talk for ages, you know. Your life is so… fascinating. SCP-7281 emits what appears to be a giggle. The object turns to Dr. Sterk. SCP-7281: You make the mundane sound extraordinary. Dr. Sterk: You can swim to wherever the is an ocean! You're amazing. SCP-7281 turns away from Dr. Sterk. Dr. Sterk: Hey, about that… SCP-7281: Yes? SCP-7281 bites its lip, its skin beginning to ooze a slight, gelatinous substance. Dr. Sterk: This water, it's from the ocean…I mean this entire place takes its reserves from the ocean…If you can swim into any ocean, then surely you could simply leave this place… SCP-7281 glances towards one of the nearby security cameras. SCP-7281: That's a nice thought you know. Of course, I can't escape. SCP-7281 appears to subtly gesture towards the cameras with her head. Dr. Sterk simply nods. SCP-7281: Besides, why would I want to? I found the Foundation to be interesting. I’d never seen them and had only heard rumours of them. Perhaps I simply stayed out of curiosity and planned to leave shortly after. But now, I've found aspects of containment…interesting. Dr. Sterk: Like what. SCP-7281 turns to Dr. Sterk. Dr. Sterk: I assumed you were teasing me. SCP-7281: You're wearing the ring I gave you. Dr. Sterk: [Chuckles] So I am. It's really special. SCP-7281 and Dr. Sterk turn to face each other and lean in close. SCP-7281: It's funny…the lights in here make your skin sparkle… SCP-7281 and Dr. Sterk both hesitate and suddenly embrace and kiss each other. In the process, Dr. Sterk removes his HPD and tosses it aside. Dr. Sterk: People have said this face of yours, your real, shiny, gooey one is ugly. But honestly, I don’t think I’ve ever seen someone more beautiful. I don’t ever want to look away from you! A security alarm blares from the speakers. The duo turn around the room in shock. Immediately security personnel enter the beach area, guns pointed at the duo. Dr. Plark (Over Speaker): David, please step back from SCP-7281. You have been compromised. Please comply with us, David, please. Dr. Sterk turns back to SCP-7281. She gestures quickly to the water. Dr. Sterk nods and takes a deep breath. SCP-7281 grabs Dr. Sterk and violently leaps back into the water. The security team fire their guns. Dr. Plark (Over Speaker): Ceasefire, I repeat! Ceasefire! The bullets cease. The security team survey the water. Security Officer Liam Holding: We’ve lost visual contact. Dr. Plark (Over Speaker): They’re no longer in containment. Neither of them is on any of our displays. God damn it, they’re gone. Report back. I want a full sweep of the area. All the water reserves, everything! END LOG:"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-7281"
}