{
    "url": "https://scp-wiki.wikidot.com/scp-7282",
    "all_text": "rating: \n+16\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7282\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nIndividuals who have received SCP-7282 treatment are to be contained in standard humanoid containment chambers at Site-128 with permission to freely roam low-risk sectors of the site. These individuals are to submit a daily form detailing any SCP-7282-A events. Should an SCP-7282-A event divulge any information regarding anomalies, groups of interest, or the Foundation, the individual is to be administered Class B Amnestics.\n\n\nPer Dr. Gunn's testing protocols, patients are permitted to leave Site-128 with an approved escort to go shopping given that items in SCP-7282-A events are submitted for approval.\n\n\nDescription:\n SCP-7282 is an anomalous form of corrective eye surgery. Patients affected by SCP-7282 will experience visual stimuli displaying advertisements for fifteen to thirty seconds every thirty minutes. This occurrence has been classified as an SCP-7282-A event. SCP-7282-A events have been known to feature both anomalous and non-anomalous products. Based on interviews with affected individuals, it is believed that SCP-7282-A events exude a memetic effect which causes those viewing them not to question the normalcy of the advertisement's delivery method. Some patients have been observed falsifying information to maintain the normalcy of the advertisements.\n\n\nDiscovery:\n SCP-7282 was identified when Foundation staff member \nMaria Gunn\n received corrective eye surgery from Fulton Vision. When she commented about her advertisements bothering her, Dr. Gunn questioned her about said advertisements, confirming the existence of SCP-7282.\n\n\nInterviews with other patients of Fulton Vision follow similar patterns, with patients being able to recognize that they are receiving advertisements, but showing little interest in how. No patients interviewed so far have shown signs that they believe the ads to be unusual. Dr. Gunn's request that the patients be allowed to remain in their homes while placed under surveillance was denied by Director Markham. All patients were taken into Foundation custody under the guise of a government-mandated clinical investigation.\n\n\nAfter all patients who had received SCP-7282 were identified and contained, a Foundation raid was staged against Fulton Vision; however, upon the team's arrival, they found no employees in the office. The raid team successfully recovered several documents left behind in the office, the full list of which is available upon request. The following is an excerpt from one such document.\n\n\n\n\nHello valued sponsor!\n\n\nThank you for choosing to do business with Fulton Advertisement Associates! We are looking forward to fulfilling your advertisement needs. For our next step in the process, we will need your advertisement in the form of a standard video file. Be advised that our revolutionary new method of advertisement is currently in a visual only stage, so please ensure that your video takes this into account. We are currently researching new delivery methods which will incorporate sound, touch, and taste into the advertisement experience. You will be notified once our program is out of its development phase. With enough supporters like you, we anticipate deploying to the public very soon!\n\n\nThank you for your business,\n\nFulton Advertisement Associates\n\n\n\n\nFulton Advertisement Associates has been designated GOI-7282, and Foundation web crawlers have been set to search for any further signs of their activity online. Due to the possibility that GOI-7282 could employ SCP-7282 again in the future, SCP-7282 was assigned the Uncontained object class.\n\n\nAddendum 7282.01: Investigation of SCP-7282-A Events\n\n\nThe following is a compilation of examples of significant SCP-7282-A events and tests performed by Dr. Gunn into the method by which SCP-7282 induces SCP-7282-A events. All interviews with patients reviewing SCP-7282-A events were conducted by Dr. Gunn. The full list of SCP-7282-A events and tests is available upon request.\n\n\nNote from Dr. Gunn: I understand that under normal circumstances, it is not the Foundation's prerogative to neutralize anomalies, just to contain them. However, I cannot allow \nmy wife\n to rot away in containment for the rest of her life, let alone the twenty-four other patients who got that treatment. I know the description says that the patients are under a memetic effect, but that wouldn't explain how they got the treatment in the first place. I went back and looked at Fulton's site, and I still found the idea just as strange when I saw it on their website.\n\n\n\n\nSample 7282.01:\n\n\nDate of Event:\n 2/3/2022\n\n\nSubject:\n Michael Ponds\n\n\nSCP-7282-A Event Summary:\n Advertisement featured Gallsnark brand Valentine's Day cards. Subject was shopping at the time, and proceeded to buy a card.\n\n\n\n\n[BEGIN LOG]\n\n\nPonds:\n Hiya, doc, you wanted to see me?\n\n\nDr. Gunn:\n Yes, Michael, it's about one of the reports you made this week, the one about Valentine's Day cards. Do you remember?\n\n\nPonds:\n Oh, yeah! That one was a lifesaver, my girlfriend loved the card! It was one of the best Valentine's Days I've had in years!\n\n\nDr. Gunn:\n Good, I'm glad. I always have a hard time picking out cards for Valentine's day. My wife doesn't like those generic cards, so I have to go out of my way to find something more personal. Speaking of, it says here that the ad mentioned your girlfriend by name, the exact phrase here is \"get a card Erica will love!\"\n\n\nPonds:\n Yes, that's right, what about it?\n\n\nDr. Gunn:\n It just seems a bit strange to me how the advertisement could know her name.\n\n\nPonds:\n I hadn't thought about it much, really. I figure it must have searched my Facebook or something and found her name to personalize the ad. Why?\n\n\nDr. Gunn:\n It just seems to me like an invasion of privacy is all. It really doesn't bother you?\n\n\nPonds:\n No, why should it? I almost take it for granted that I'm pretty much under constant surveillance. Why would it be surprising?\n\n\nDr. Gunn:\n I see. That about does it, then. Thank you for your time, Michael. Have a nice day.\n\n\nPonds:\n You're welcome, doc, see ya later!\n\n\n[END LOG]\n\n\n\n\nAdditional Notes:\n This is the first recorded instance of an SCP-7282-A event employing personal information about the subject in its advertisement.\n\n\n\n\nNote from Dr. Gunn: I'm beginning to think these patients really are just gullible. Michael thinks they found his girlfriend from Facebook. I checked, and he doesn't even have Facebook! I can't prove anything, but Fulton's has to be watching him. Tomorrow, I'm going to begin testing to see if I can put a stop to this. I really hope this works.\n\n\n\n\nTest 7282.01:\n\n\nDate:\n 2/4/2022\n\n\nSubject:\n Michael Ponds\n\n\nProcedure:\n Subject is to be placed in a Faraday cage.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Gunn enters the observation chamber. Subject is seated within a Faraday cage set up in the testing chamber. Dr. Gunn speaks to the subject over the intercom.\n\n\nDr. Gunn:\n Hello, Michael. Are you comfortable in there?\n\n\nPonds:\n As comfortable as I can be sitting in a batting cage. What's this thing for anyway?\n\n\nDr. Gunn:\n It stops outside electromagnetic waves from reaching you. We want to see if it will stop the advertisements.\n\n\nPonds:\n It's not dangerous, right?\n\n\nDr. Gunn:\n Don't worry, Michael. I wouldn't let them put you in there if you weren't going to be safe.\n\n\nPonds:\n Ok, if you say so. Just warn me before you turn this thing on, okay?\n\n\nDr. Gunn:\n That's… not how a Faraday cage works, Michael. It's basically just a shield.\n\n\nPonds:\n Oh… okay then. So… now what?\n\n\nDr. Gunn:\n Well, now we wait. Based on our observations, the ads happen around every thirty minutes, so you've got… actually, it should be happening now. Are you getting anything?\n\n\nPonds:\n Nope, all I see is the cage and the empty room. Looks like— no, wait. There it is. It's an ad for Fulton Vision Premium.\n\n\nDr. Gunn:\n Do you notice anything off about it? Any drop in quality, like blurriness?\n\n\nPonds:\n No, it's as clear as ever.\n\n\nDr. Gunn:\n That's… disappointing.\n\n\n[END LOG]\n\n\n\n\nResults:\n SCP-7282-A events continued as normal for the subject with no change in visual quality.\n\n\n\n\nNote from Dr. Gunn: Well that's just great. It couldn't just be radio signals. It had to be anomalous mumbo jumbo. Well, if I can't stop the signal, maybe I can stop the receiver…\n\n\n\n\nTest 7282.02:\n\n\nDate:\n 2/6/2022\n\n\nSubject:\n Michael Ponds\n\n\nProcedure:\n Subject is to be administered a serum which will temporarily induce blindness.\n\n\n\n\n[BEGIN LOG]\n\n\nSubject is lying on an operation table in the center of the testing room with a medical technician on standby. Doctor Gunn enters the room.\n\n\nDr. Gunn:\n Hello again, Michael. How are you feeling?\n\n\nPonds:\n I'm doing okay, though I can hardly see anything after those numbing drops.\n\n\nDr. Gunn:\n That's to be expected. We need to make sure your eyes are numb enough not to feel the injection so you don't flinch.\n\n\nPonds:\n Yeah, about that, are you sure this is absolutely necessary? You know, I kinda prefer my eyes to be completely needle-free.\n\n\nDr. Gunn:\n Yes, we need to temporarily blind you to see if that stops the ads. Don't worry, you won't feel a thing.\n\n\nPonds:\n It's just— it's a needle. In my eyes.\n\n\nDr. Gunn:\n I understand that the procedure isn't the most comfortable, but I'll be right here with you the whole time. If something goes wrong, we can call it off.\n\n\nPonds:\n Okay. I think I'm ready then. Wouldn't want the numbing drops to wear off.\n\n\nThe medical technician proceeds to administer the serum to the subject's eyes via injection. Serum takes effect after thirty seconds.\n\n\nDr. Gunn:\n Now, if we've timed this right, you should be getting an ad in the next minute or two. I'll be waiting right here, so as soon as you see anything happening, let me know.\n\n\nPonds:\n How will I know the ads are happening if I can't see anything?\n\n\nDr. Gunn:\n Well, if you don't see anything for the next thirty minutes, then it means the treatment worked. If you do see an ad, it means we'll have to try something else.\n\n\nPonds:\n It seems a little counter-productive to get rid of the ads if it also means I'm going to be blind, doesn't it?\n\n\nDr. Gunn:\n Oh, no, Michael, nobody's going to be permanently blinded. I'm just trying to figure out how this thing works, is all. I can't fix the problem if I don't know the root of it.\n\n\nPonds:\n Ok, I just… wait. I think it's happening.\n\n\nDr. Gunn:\n You aren't sure?\n\n\nPonds:\n It's hard to tell. It's kinda fuzzy. I think I can barely make out a logo… oh, it's just Fulton Vision Premium again.\n\n\nDr. Gunn:\n Hm. Well, if it's reduced in quality, that's at least a step in the right direction. Okay, there should be about twenty minutes before the serum runs out, so I'll just wait with you here until it does. We made good progress today. We're getting closer to figuring this out.\n\n\n[END LOG]\n\n\n\n\nResults:\n Subject was successfully blinded, but reports still experiencing SCP-7282-A events with a reduction in quality.\n\n\n\n\nNote from Dr. Gunn: I am no closer to figuring this thing out than when I started. Oh, sure, the ads are blurrier now. Whoop-de freaking doo. I'm going to have to take a break from testing for now. I need to just sit back and learn more about what's actually happening here… which means I'll have to endure a few more of these interviews.\n\n\n\n\nSample 7282.02:\n\n\nDate of Event:\n 11/28/2022\n\n\nSubject:\n Sarah Butler\n\n\nSCP-7282-A Event Summary:\n Advertisement featured SCP-1550\n1\n. Subject successfully purchased a box of SCP-1550 eggs from her local supermarket as a Christmas present for her son.\n\n\n[BEGIN LOG]\n\n\nDr. Gunn:\n Hello Mrs. Butler, please, sit.\n\n\nButler:\n Thanks, doctor; my feet are killing me.\n\n\nDr. Gunn:\n I just had a couple questions about your daily report, shouldn't take too long.\n\n\nButler:\n All right, shoot.\n\n\nDr. Gunn:\n You wrote that one of the advertisements you received today was for \"Dr. Wondertainment's Custom-Pets,\" is that correct?\n\n\nButler:\n Try the only advertisement I got today. It's been the same thing every time my vision broke for ads since I woke up. Always \"Dr. Wondertainment's Custom-Pets\" in that flashy red and yellow text. All day.\n\n\nDr. Gunn:\n That sounds pretty annoying. Had you heard of the Wondertainment brand of toys before seeing the ad?\n\n\nButler:\n No, but it just looked so perfect for my son! He loves animals, you know. Besides, it was the only ad I'd been getting all day. I felt like I had to, at that point. At least I know they stopped after I bought it, since my last ad was for Fulton Vision Premium.\n\n\nDr. Gunn:\n So you actually found one of those kits, huh?\n\n\nButler:\n Yes! I felt so lucky to get the last one! It's tucked away safely in my closet, waiting for Christmas to come.\n\n\nDr. Gunn:\n So you haven't opened it yet, then?\n\n\nButler:\n No, I wanted to keep them all saved for Christmas. Why, do you think I should have checked them to make sure they were still good? The ad said they'd keep until Christmas, but you can never know if they're telling the truth, I guess.\n\n\nDr. Gunn:\n No, Mrs. Butler, I'm afraid there's been a recall of that particular product. There were batches contaminated with asbestos, I th-\n\n\nButler:\n Asbestos?! How could this happen!? I thought it was banned years ago!\n\n\nDr. Gunn:\n Don't worry, we've already removed the box from your chamber and given it a full decontamination. We've also given your son a check-up, and he seems fine.\n\n\nButler:\n I just can't believe this could happen… I… I could have…\n\n\nDr. Gunn:\n It's okay, it's over now, you and your son are safe. I'll make sure it doesn't happen again.\n\n\n[END LOG]\n\n\nAdditional Notes:\n The box of SCP-1550 eggs was successfully recovered from Butler's residence. Butler was administered Class B amnestics and, at Dr. Gunn's request, was supplied with a replacement gift. This is the first recorded instance where an SCP-7282-A event features an anomalous product. SCP-7282-A events must now be screened for anomalies in addition to physical hazards before patients are approved to shop for the product. This SCP-7282-A event also holds the record for the number of times the same ad has been shown back-to-back.\n\n\n\n\nNote from Dr. Gunn: This just got a whole lot more dangerous. It wasn't bad enough that \nmy wife\n is in containment. Now… now we have to worry about anomalies. What if the patients get sent a memetic kill agent? If Fulton's is still operating, this could lead to a Lifted Veil scenario if we can't neutralize it. I need to figure this out.\n\n\n\n\nSample 7282.03:\n\n\nDate of Event:\n 12/17/2022\n\n\nSubject:\n Jeff Connor\n\n\nSCP-7282-A Event Summary:\n Advertisement featured a PantryHelp knife set.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Gunn:\n Hello, Jeff, are you feeling any better today?\n\n\nConnor:\n Yeah, I feel just terrific the day after I nearly cut my thumb off. What do you think?\n\n\nDr. Gunn:\n Sorry to hear that. I'll put in a recommendation for the doctors to give you some more painkillers.\n\n\nConnor:\n Well, that's something, at least.\n\n\nDr. Gunn:\n So, what exactly happened?\n\n\nConnor:\n Oh, right, I didn't submit my report because I was too busy bleeding out on the floor. Well, I was getting ready to cook some soup. Mind you, I've sworn off the canned stuff. I'll only eat it if it's made from scratch. So I was in the kitchen cutting carrots for the soup, when, right in the middle of chopping, an ad pops up. It caught me so off guard, that I couldn't stop the knife in time.\n\n\nDr. Gunn:\n Yeowch. I'd heard it was pretty bad.\n\n\nConnor:\n You can say that again. I'm lucky I didn't lose my thumb. It was a good thing my wife was in the room to call the oblivious security officers outside our chamber for help.\n\n\nDr. Gunn:\n Yeah, I'd hate to think… well, I have to ask it, but I bet I know the answer already. Did you experience any emotional distress as a result of the event?\n\n\nConnor:\n I feel like that would be an understatement at this point. The worst part is that the ad was for more knives! While I'm writhing in pain, I'm having this bulleted list about why PantryHelp knives are better than the ones I have now shoved in my face! To make it worse, the next ad was for Fulton Vision Premium! As if the ads weren't the reason I was hurt in the first place!\n\n\nDr. Gunn:\n You know, I think you've given me an idea…\n\n\nConnor:\n What? What are you talking about?\n\n\nDr. Gunn:\n Don't worry about it. For now, I'll let the others know about this. We're going to have to put some new rules in place to keep you all safe.\n\n\n[END LOG]\n\n\n\n\nAdditional Notes:\n This is the first recorded instance where an SCP-7282-A event resulted in harm coming to the viewer. Following this incident, Dr. Gunn distributed safety pamphlets to all SCP-7282 patients outlining activities they should avoid and suggesting less hazardous alternatives.\n\n\n\n\nNote from Dr. Gunn: Jeff's incident made me realize something I had overlooked. I blinded Michael before, and it didn't work. That was only chemically induced, though. What if I replaced their eyes entirely? Would the ads still work if they had robotic eyes instead of the ones the surgery was performed on? I'll start with just one first. These new prosthetics are still in the prototyping phase, after all.\n\n\n\n\nTest 7282.03:\n\n\nDate:\n 12/27/2022\n\n\nSubject:\n Jeff Connor\n\n\nProcedure:\n Subject's eyes are to be replaced with robotic prosthetics\n\n\n\n\n[BEGIN LOG]\n\n\nSubject is lying on operation table in the center of the testing room with a medical technician on standby. Doctor Gunn enters the room.\n\n\nDr. Gunn:\n Good morning, Jeff. How are you doing today?\n\n\nConnor:\n I'd be better if I wasn't strapped to an operating table.\n\n\nDr. Gunn:\n I don't really know how to tell you this, so I'm just going to rip off the band-aid. We're going to be giving you prosthetic eyes so we—\n\n\nConnor:\n Wait, that was serious? I thought the guy who briefed me was pulling my leg! You're going to replace my eyes?!\n\n\nDr. Gunn:\n It's okay; it's okay. You'll still be able to see. We have very advanced medical technology here.\n\n\nConnor:\n No, that's not possible. I don't believe you!\n\n\nDr. Gunn:\n Jeff, you know me. I'm not going to let them hurt you.\n\n\nConnor:\n Get him away from me!\n\n\nThe medical technician activates the IV line, administering anesthetics to the subject.\n\n\nConnor:\n What is this? You can't do this! I know my rights!\n\n\nDr. Gunn:\n What did you do that for?!\n\n\nTechnician:\n I have a schedule to keep. Now, please make your way to the observation room so we can begin the surgery.\n\n\nSubject continues mumbling incoherently until passing out. Dr. Gunn stands motionless for five seconds before leaving the testing chamber. Patients' eyes were successfully replaced.\n\n\nConnor:\n Dr. Gunn? Dr. Gunn, what did you do? I can't see!\n\n\nDr. Gunn responds over the intercom.\n\n\nDr. Gunn:\n It's ok, Jeff. It's only temporary. The prosthetics still need to boot up and calibrate. It should just take a half-hour or so.\n\n\nConnor:\n Why would you let them do this to me? Now I'll never— wait. Wait, I think I see something!\n\n\nDr. Gunn:\n What is it?\n\n\nConnor:\n It's… it's hard to tell. I think… yeah.\n\n\nDr. Gunn:\n What is it, Jeff?\n\n\nConnor:\n It's an ad. Another God-forsaken ad. Oh, that's rich, it's for the premium plan, too. It's like the stupid thing is taunting me.\n\n\nDr. Gunn:\n Seriously? I was sure it would work this time. Sure, prosthetic eyes for everyone would be expensive, but- wait, what did you say?\n\n\n[END LOG]\n\n\n\n\nResults:\n Subject's eyes were successfully replaced with robotic prosthetics. Subject reports still experiencing SCP-7282-A events.\n\n\n\n\nFollowing Test 7282.03, Dr. Gunn submitted a formal request to allocate a portion of Site-128's budget towards paying for the Fulton Vision Premium Plan as part of SCP-7282's containment procedure. After determining that the cost of the premium plan was less than the cost of containing the twenty-five SCP-7282 affected individuals on-site, the proposal was approved by Director Markham. All SCP-7282 patients have been administered class C amnestics and returned to their homes. Reclassification of SCP-7282 to neutralized is pending confirmation that SCP-7282 has not been performed on any new individuals since the raid on Fulton Vision.\n\n\n\n\n\n\n\n\nNOTICE:\n\n\n\n\n\n\n\n\nThe following addendum is Level 4/7282 classified.\n\n\nThe addendum below contains Dr. Gunn's private logs concerning SCP-7282. Attempting to access this log without permission from Dr. Gunn or Director Markham will result in disciplinary action.\n\n\n\n\n\n\n7282\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        fa5a08e7eacdeb57b00b28edf73ad042_1743780554\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        d29b72028cbee69678bd97efb43c8721_1743780554\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\nAddendum 7282.04:\n Initial Interview Log\n\n\n\n\nDate:\n 1/5/2022\n\n\nInterviewed:\n Mrs. Maria Gunn\n\n\nInterviewer:\n Dr. Rockwell Gunn (Head of Memetics and Cognitohazards Department, Site-128)\n\n\n[BEGIN LOG]\n\n\nDr. Gunn:\n Hello, dear. I hope you don't mind us talking about this in an interview room, I wanted to make sure I recorded this.\n\n\nMrs. Gunn:\n If you say so, dear. I can't imagine my eye surgery being terribly relevant to your work though.\n\n\nDr. Gunn:\n Let's hope it isn't. First, I know you already told me a bit about this, but I want it on the recording. You said you were getting… advertisements?\n\n\nMrs. Gunn:\n Yes. After getting eye surgery at Fulton Vision, like we agreed on, I started getting advertisements. I'm sure I'll get more used to them over time. They're just annoying now because I have to stop what I'm doing whenever one comes up.\n\n\nDr. Gunn:\n But weren't you surprised when the ads started?\n\n\nMrs. Gunn:\n Not really. It said on their website that the surgery was free with ads, and-\n\n\nDr. Gunn:\n Hold on. It said this on their website? Why didn't you say anything? I told you I'd pay for whatever surgery you needed.\n\n\nMrs. Gunn:\n I know, dear, but this was different. It wasn't a one time cost for surgery, it was a subscription to a premium plan! I thought the free plan would be better.\n\n\nDr. Gunn sighs\n\n\nDr. Gunn:\n It's okay, dear. Don't worry, I'm going to figure this out.\n\n\n[END LOG]\n\n\n\n\n\n\nNote from Director Markham: I think you may have accidentally put your private notes in the main SCP-7282 document. I've taken the liberty of redacting the more sensitive portions, but I've left them in case you intentionally included them to show your thought process while experimenting with SCP-7282. I'm going to consider us even now after all these favors I've had to do for you regarding this.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Eggs which grow into a creature perfectly adapted to its environment\n\n\n\n\n\n\n\n\n« \nSCP-7281\n | SCP-7282 | \nSCP-7283\n »",
    "addendums": [
        "Addendum 7282.01: Investigation of SCP-7282-A Events\nThe following is a compilation of examples of significant SCP-7282-A events and tests performed by Dr. Gunn into the method by which SCP-7282 induces SCP-7282-A events. All interviews with patients reviewing SCP-7282-A events were conducted by Dr. Gunn. The full list of SCP-7282-A events and tests is available upon request.\nNote from Dr. Gunn: I understand that under normal circumstances, it is not the Foundation's prerogative to neutralize anomalies, just to contain them. However, I cannot allow my wife to rot away in containment for the rest of her life, let alone the twenty-four other patients who got that treatment. I know the description says that the patients are under a memetic effect, but that wouldn't explain how they got the treatment in the first place. I went back and looked at Fulton's site, and I still found the idea just as strange when I saw it on their website.\nNote from Dr. Gunn: I'm beginning to think these patients really are just gullible. Michael thinks they found his girlfriend from Facebook. I checked, and he doesn't even have Facebook! I can't prove anything, but Fulton's has to be watching him. Tomorrow, I'm going to begin testing to see if I can put a stop to this. I really hope this works.\nNote from Dr. Gunn: Well that's just great. It couldn't just be radio signals. It had to be anomalous mumbo jumbo. Well, if I can't stop the signal, maybe I can stop the receiver…\nNote from Dr. Gunn: I am no closer to figuring this thing out than when I started. Oh, sure, the ads are blurrier now. Whoop-de freaking doo. I'm going to have to take a break from testing for now. I need to just sit back and learn more about what's actually happening here… which means I'll have to endure a few more of these interviews.\nNote from Dr. Gunn: This just got a whole lot more dangerous. It wasn't bad enough that my wife is in containment. Now… now we have to worry about anomalies. What if the patients get sent a memetic kill agent? If Fulton's is still operating, this could lead to a Lifted Veil scenario if we can't neutralize it. I need to figure this out.\nNote from Dr. Gunn: Jeff's incident made me realize something I had overlooked. I blinded Michael before, and it didn't work. That was only chemically induced, though. What if I replaced their eyes entirely? Would the ads still work if they had robotic eyes instead of the ones the surgery was performed on? I'll start with just one first. These new prosthetics are still in the prototyping phase, after all.\nFollowing Test 7282.03, Dr. Gunn submitted a formal request to allocate a portion of Site-128's budget towards paying for the Fulton Vision Premium Plan as part of SCP-7282's containment procedure. After determining that the cost of the premium plan was less than the cost of containing the twenty-five SCP-7282 affected individuals on-site, the proposal was approved by Director Markham. All SCP-7282 patients have been administered class C amnestics and returned to their homes. Reclassification of SCP-7282 to neutralized is pending confirmation that SCP-7282 has not been performed on any new individuals since the raid on Fulton Vision."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "",
    "description": "SCP-7282 is an anomalous form of corrective eye surgery. Patients affected by SCP-7282 will experience visual stimuli displaying advertisements for fifteen to thirty seconds every thirty minutes. This occurrence has been classified as an SCP-7282-A event. SCP-7282-A events have been known to feature both anomalous and non-anomalous products. Based on interviews with affected individuals, it is believed that SCP-7282-A events exude a memetic effect which causes those viewing them not to question the normalcy of the advertisement's delivery method. Some patients have been observed falsifying information to maintain the normalcy of the advertisements.",
    "title": "SCP-7282"
}