{
    "url": "https://scp-wiki.wikidot.com/scp-7284",
    "all_text": "The story of a dragon, a golden retriever and their journey within the Foundation and Wilson's Wildlife Solutions\n\n\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nInfo about the article\n\n⚠️ \nContent warning:\n This article contains a content warning for: Depictions of animal abuse.\n\n\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7284\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7284-1 and SCP-7284-2 are currently contained by GOI-466 (\nWilson's Wildlife Solutions\n) under the supervision of Senior Researcher Mitsuaki Hagino. They are to be kept together in a covered, semiaquatic enclosure simulating the environment of Hinchinbrook Island and its surrounding reefs.\n\n\nGOI-466 is to provide fortnightly reports on SCP-7284-1 and SCP-7284-2, with a focus on SCP-7284-1's health and its usage of its anomalous properties. Any change in the appearance, behaviour or anomalous abilities of either instance is to be reported to Senior Researcher Mitsuaki Hagino and their current containment procedures immediately reviewed.\n\n\nDescription:\n SCP-7284-1 is a member of an unknown reptile species native to the Great Barrier Reef. Its appearance does not align with any known reptile species, with it possessing blue and silver-coloured scales and coral-like structures across its body. These structures include 2 horn-like protrusions on its head, 2 hollow protrusions on the left and right sides of its body and a barbed tail.\n\n\nSince being brought into Foundation custody, SCP-7284-1 has grown considerably. It was initially measured at 1.8m tall and weighed 350kg, and as of December 2019, it has grown to be 3.5m tall and weighs 550kg.\n\n\n\n\nFull Body Scan of SCP-7284-1 after it collided with a tree\n\n\n\n\nSCP-7284-1 is semiaquatic and has been recorded reaching a top speed of 30 km/h on land and 50 km/h in the water. However, SCP-7284-1 has demonstrated an inability to safely stop when reaching speeds of 20 km/h or higher, resulting in it frequently colliding with objects in its environment. SCP-7284-1 has no recorded injuries from these collisions due to its high level of durability.\n\n\nFurther, it has the ability to turn fully transparent, typically only doing so when attempting to steal food or objects it has taken an interest in. SCP-7284-1 can also generate a high-pressure water stream from its mouth. It has shown little success in using this ability, with it often missing or failing to successfully create a water stream.\n\n\n\n\n\n\n\n\nSCP-7284-2 watching SCP-7284-1 run into a tree\n\n\n✖\n\n\n\n\nSCP-7284-2 is a golden retriever, estimated to be 26-years-old. Despite being far beyond the natural lifespan of a canine, it remains in good health and does not appear to be aging. SCP-7284-2’s physical appearance and behaviour are consistent with other members of its breed. It is theorised to possess an increased intellect, but its exact level of intelligence is unknown as it has been uncooperative during testing.\n\n\nIt is currently unknown how SCP-7284-2 came to be on Hinchinbrook Island. Interviews with workers and campers confirmed it was first spotted on the island in March 1993 in the company of an unidentified woman. Since this initial sighting, SCP-7284-2 became a legend amongst locals who believed there was a small pack of stray Golden Retrievers living on the island.\n\n\nBoth instances of SCP-7284 have demonstrated an incredibly close bond, with SCP-7284-2 acting as a parent to SCP-7284-1. Parenting behaviours demonstrated by SCP-7284-2 include retrieving food for SCP-7284-1 and protecting SCP-7284-1 from perceived threats. Consequently, SCP-7284-1 has adopted many of SCP-7284-2's behaviours, including panting, wagging its tail and bowing when requesting play.\n\n\nAddendum 7284.1: Initial Discovery and Containment of SCP-7284\n\n\n\n\n\n\n\n\nSCP-7284 Discovery and Containment Video Log\n\n\nDiscovery Team\n: GOI-466\n\n\nDiscovery Team Leader\n: Levi Smith\n\n\nDiscovery Team Members\n: Moris Johnson\n\n\nSubjects\n: SCP-7284-1 and SCP-7284-2\n\n\nForeword\n: The following footage was captured by 2 members of GOI-466 while they vacationed on Hinchinbrook Island. The pair were filming a video for the other employees of GOI-466 about an approaching tropical cyclone when they encountered SCP-7284.\n\n\n\n\n\n\n\n\nLevi and Moris are standing on a rented boat filming the approaching tropical cyclone. Thunder is heard in the distance, followed by a loud crash nearby that makes Moris jump. Levi and Moris turn and see SCP-7284-1 visibly trembling and lying under a partially collapsed tarp tent set up near the boat. SCP-7284-2 appears from the nearby tree line, walks over to SCP-7284-1 and sits down beside it.\n\n\nMoris:\n \n(Moris is rapidly breathing and speaks between breaths)\n Those two really know how to make an entrance, huh?\n\n\nLevi:\n Probably not intentionally. The lighting likely scared the big lizard just as much as the lizard scared you.\n\n\nMoris:\n Agreed. I don't know about the lizard, but the dog at least was probably dumped here. It'll need some help to get shelter from the storm.\n\n\nLevi:\n Wait a second. Do you think the dog is part of that pack those locals told us about?\n\n\nSCP-7284-2 stands and walks over to the boat. It sniffs it before stepping onto the vessel, walking towards Moris and Levi.\n\n\nMoris:\n There, there little guy. We're not going to hurt either of you.\n\n\nMoris crouches and holds out his hand, which SCP-7284-2 approaches and smells. Moris then attempts to pet SCP-7284-2, which it dodges. It then walks past Moris and Levi and begins dragging some ropes that were scattered on the deck into a pile.\n\n\nMoris:\n Why is the 'treiver doing that?\n\n\nLevi:\n I'm not sure. I guess the only way we'll ever find out is if we help and see what happens.\n\n\nMoris and Levis spend the next 5 minutes helping SCP-7284-2 move the ropes. Once the floor is clear, SCP-7284-2 walks back over to SCP-7284-1. SCP-7284-2 licks SCP-7284-1's face and starts rubbing against its side. SCP-7284-1 stops trembling and stands. It then gently nudges SCP-7284-2 and licks the top of its head.\n\n\nLevi:\n I wonder what species that is. It isn't one I've ever seen or heard about before.\n\n\nMoris:\n Kinda looks like a dragon if you squint a bit.\n\n\nLevi:\n Don’t dragons have wings?\n\n\nMoris:\n Not all dragons have wings. Remember Zappy the Australian Water Dragon? She didn't have wings.\n\n\nAs they launch into a discussion about what constitutes a dragon, SCP-7284-2 moves away from SCP-7284-1, reboards the boat and stands on top of the ramp. SCP-7284-1 begins walking towards SCP-7284-2 before looking at Levi and Moris, drawing their attention to it. It hesitantly steps towards them while slowly wagging its tail. It gets closer, sniffing the pair before focusing on Levi's right pant pocket.\n\n\nMoris:\n Have you got something in your pocket?\n\n\nLevi:\n Yeah, I have some jerky.\n\n\nLevi pulls a packet of unopened jerky from his pocket. He opens it and offers a piece to SCP-7284-1. It sniffs it, then grabs the jerky packet, ripping it from Levi's hand.\n\n\nLevi:\n Hey! Give that back!\n\n\nLevi tries to take back the jerky packet but is unsuccessful. Moris bursts out laughing, and Levi glares at him. With the packet in its mouth, SCP-7284-1 boards the boat, and the pair sit next to each other on the floor. SCP-7284-1 tears open the jerky packet and shares its contents with SCP-7284-2.\n\n\nMoris:\n Looks like you got outsmarted, Levi.\n\n\nLevi:\n Yeah, I did. \n(Levi sighs)\n I was looking forward to eating that jerky.\n\n\nMoris:\n I'll get you another packet once we get them and ourselves to a safe place, alright?\n\n\nLevi:\n I'll hold you to that.\n\n\nPost word\n: The 2 members of GOI-466 contacted the Foundation soon after they were a safe distance from the tropical cyclone. MTF Gamma-4 (“Green Stags”) were sent to meet with them and take custody of the anomalies. They were then moved to Site-84.\n\n\n\n\n\n\nAddendum 7284.2: SCP-7284 Intake to Site-84\n\nThe following video log details SCP-7284's intake into Site-84 after it had completed its mandatory quarantine testing. This also shows SCP-7284's first interaction with a member of its research team.\n\n\n\n\nSCP-7284 Post Quarantine Intake - Video Log Transcript\n\n\nDate:\n 1/5/2019\n\n\nSubject:\n SCP-7284\n\n\nPresent:\n Head Researcher Vivian Williams and Senior Researcher Mitsuaki Hagino\n\n\n\n\n[BEGIN LOG]\n\n\nWilliams and Hagino enter the observation room above Temporary Quarantine Cell 5. Williams walks over to a nearby console and slowly lowers herself into a seat and hits a button on the console. The shutter opens, allowing them to see into the cell below. In the cell are SCP-7284-1 and SCP-7284-2.\n\n\nWilliams:\n Was anything substantial found during their time in quarantine?\n\n\nHagino:\n No. Initial tests haven't shown them to be carrying anything contagious, and they've been cooperative when interacting with personnel.\n\n\nWilliams:\n Good, things should be simple then. Put them in a semiaquatic containment cell with heavy monitoring. I want to see how they respond to the new environment and if we need to consider an alternative arrangement. Once you have them properly established, you can begin testing. On my end, I'll organise an exploration team to head out to the island. I want to see if they can dig up anything that might give us some background on the entities.\n\n\nHagino:\n Ok, sounds like a plan, I'll start getting things going on my end. In the meantime, do you want to go down and get a closer look?\n\n\nWilliams:\n You can if you wish. I shall remain here.\n\n\nHagino:\n Alright, buzz me over the intercom if you need me.\n\n\nHagino exits the observation room. Williams takes out a laptop and begins typing. A few minutes later, Hagino enters the cell. Both SCP-7284 instances approach Hagino who smiles warmly.\n\n\nHagino:\n Hello guys. My name's Mitsuaki. It's good to meet you both.\n\n\nThe SCP-7284 instances begin sniffing Hagino. SCP-7284-1 takes an interest in Hagino's hair and tries to chew on some of the longer strands, making Hagino laugh. SCP-7284-2 steps back and begins watching the interaction.\n\n\nHagino:\n While I appreciate your interest in my hair, I'm afraid I can't let you eat it.\n\n\nHagino gently pushes away SCP-7284-1's head. In response, it licks Hagino’s face, covering it and his glasses in saliva.\n\n\nHagino:\n Well, you're very friendly, aren't you?\n\n\nSCP-7284-1 tries to lick Hagino again but stops when SCP-7284-2 barks. SCP-7284-1 sits beside SCP-7284-2 as Hagino cleans off his glasses and face. Hagino then walks over to the pair and looks at SCP-7284-2.\n\n\nHagino:\n Thanks for the help.\n\n\nSCP-7284-2 stares at Hagino, unmoving.\n\n\nHagino:\n You wouldn't know this SCP-7284-2, but I have 6 nieces and nephews who are all under 8. They get into so much trouble every time I babysit them. I've had to baby proof my apartment 5 times over, yet they always find something to get into and make a mess of. And I think this one \n(Hagino gestures to SCP-7284-1)\n is the same. I have no doubt that it must've been hard to look after them on your own. And now that you're here with us, I'd like to help if you want me to.\n\n\nHagino holds out his hand and SCP-7284-2 gives it a single, short sniff.\n\n\nHagino:\n I'm glad we could come to an agreement of sorts. We're going to be spending a lot of time together, and I promise that so long as you're in my care, I'll do my best to look after you both.\n\n\nSCP-7284-2 barks. SCP-7284-1 lets out a noise similar to a bark, followed by a torrent of water that drenches both SCP-7284-2 and Hagino.\n\n\nHagino:\n I think I'll start by getting us both some towels.\n\n\n[END LOG]\n\n\n\n\nAddendum 7284.3: Emails regarding SCP-7284's Containment Procedures\n\nSoon after SCP-7284 entered full containment, SCP-7284-1 began displaying signs of increasing distress. Senior Researcher Hagino contacted Head Researcher Williams to discuss a change in SCP-7284's containment procedures to attempt to alleviate the issue.\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nmhagino@scp84.int\n\n\nvwilliams.@scp84.int\n\n\nnone\n\n\nOngoing Containment SCP-7284 Instances\n\n\n\n\n\n\n\n\n\n\n\n\nVivian,\n\n\nI know you're busy at the moment, but I was hoping you'd take some time to consider a change in the containment procedures for SCP-7284.\n\n\nTheir current containment procedures have them kept exclusively in their cell. The cell has a suitable habitat, but I don't believe that SCP-7284 can thrive by only remaining inside it. I've noted restless behaviours in SCP-7284-1, including digging at the cell walls and pacing for extended periods.\n\n\nMy suggestion is to allow them more freedom, including access to our covered outdoor enclosures and the shared enclosure. I think having more space and a chance to interact with other anomalies will benefit SCP-7284. And I further believe that they won't pose any harm to any other entity they encounter.\n\nOf course, we should take things slowly, both for their safety and ours, but I believe this is the best course for SCP-7284.\n\n\n\n\n\n\nMitsuaki Hagino\n\n\nSite-84 Senior Researcher, Zoology Department\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nvwilliams@scp84.int\n\n\nmhagino.@scp84.int\n\n\nnone\n\n\nRE: Ongoing Containment SCP-7284 Instances\n\n\n\n\n\n\n\n\n\n\n\n\nDear Mitsuaki,\n\n\nI am glad that the anomalies in question have been cooperating, but I cannot authorise any changes to their containment procedures at this time. I have looked at the testing you've completed so far, and you still haven't finished the standard testing for them. While I can grant exceptions, I don't feel comfortable going against Foundation policy. It's policy for a very good reason.\n\nAssuming continued cooperation and completion of all standard testing, we can come back to this discussion in 12 months as per yearly review protocol.\n\n\n\n\n\n\nVivian Williams\n\n\nSite-84 Head Researcher, Zoology Department\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7284.4: SCP-7284-1's Feeding Summary\n\nSIte-84's automated systems flagged a substantial change in the feeding behaviour of SCP-7284-1. The following summary details these changes and all interventions made by Site-84 staff.\n\n\n\n\n\n\n\n\nClassification\n\n\nAssigned Diet\n\n\nWeek Start Date\n\n\nAssigned Serving (Weekly)\n\n\nAmount Eaten (Weekly)\n\n\nDifference (Weekly)\n\n\n\n\n\n\n\n\nSCP-7284-1\n\n\nFish and meat mixture with added standard reptile supplements\n\n\n5/5/2019\n\n\n875kg\n\n\n875kg\n\n\n0%\n\n\n\n\n\n\nSCP-7284-1\n\n\nFish and meat mixture with added standard reptile supplements\n\n\n12/5/2019\n\n\n875kg\n\n\n787.5kg\n\n\n10%\n\n\n\n\n\n\nSCP-7284-1\n\n\nFish and meat mixture with added standard reptile supplements\n\n\n19/5/2019\n\n\n875kg\n\n\n735kg\n\n\n16%\n\n\n\n\n\n\nSCP-7284-1\n\n\nCustom mixture of fresh fish and meats from animals native to the Great Barrier Reef with 1.5x regular dose of reptile supplement\n\n\n26/5/2019\n\n\n875kg\n\n\n568.75kg\n\n\n35%\n\n\n\n\n\n\nSCP-7284-1\n\n\nCustom mixture of live fish native to the Great Barrier Reef with 1.5x regular dose of reptile supplement\n\n\n2/6/2019\n\n\n875kg\n\n\n437.5kg\n\n\n50%\n\n\n\n\n\n\nAddendum 7284.5: Emails regarding SCP-7284-1's change in feeding behaviours\n\nAfter a significant decline in the amount of food being consumed by, and the health of SCP-7284-1, Senior Researcher Hagino again contacted Head Researcher Williams to discuss a change to SCP-7284's containment procedures.\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nmhagino@scp84.int\n\n\nvwilliams.@scp84.int\n\n\nnone\n\n\nSCP-7284-1's Feeding Behaviour\n\n\n\n\n\n\n\n\n\n\n\n\nVivian,\n\n\nSCP-7284-1 has eaten even less than last week and is now eating just half of what she was when she arrived at Site-84. I've also noticed that during our interactions, she is far less active. Her weight has also been dropping. I have been adjusting her diet, but she is only eating less and less every week.\n\n\nSCP-7284-2 is also becoming increasingly distressed. He has also been eating less because he's been trying to share his food with SCP-7284-1, though he hasn't had any success.\n\nI've spoken to a few of the specialists, and they believe that SCP-7284 isn't suitable to be contained in their current conditions. They've provided me with several recommendations, including expanding their containment procedures, that I'd like to discuss with you in person at your earliest convenience.\n\n\n\n\n\n\nMitsuaki Hagino\n\n\nSite-84 Senior Researcher, Zoology Department\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nvwilliams@scp84.int\n\n\nmhagino.@scp84.int\n\n\nnone\n\n\nRE:SCP-7284-1's Feeding Behaviour\n\n\n\n\n\n\n\n\n\n\n\n\nDear Mitsuaki,\n\n\nUnfortunately, I cannot grant that request without the completion of standard testing. As far as we know, we have been overfeeding SCP-7284, and it's now adjusting back to normal levels. I also would need to review the recommendations myself per Foundation policy before any discussion can occur, and because of other more pressing deadlines, I won't have time for at least a month.\n\n\nThere is also the matter of the exploration team, who are set to return from Hinchinbrook Island within a week. From the field reports they've sent; I believe they will have significant information on SCP-7284 that may explain the changes in its behaviour.\n\n\nIn sum, we will keep things as they are to ensure our deadlines are met, and all relevant policies and procedures are followed until we receive the full findings of the exploration team.\n\nP.S. I am disappointed that I need to remind you that there is a specific way we should be referring to anomalies under our charge. Getting attached is dangerous for everyone. Please make sure you take a step back, Mitsuaki.\n\n\n\n\n\n\nVivian Williams\n\n\nSite-84 Head Researcher, Zoology Department\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7284.6: Hinchinbrook Island Exploration\n\nAfter the discovery and containment of SCP-7284, Exploration Team Gamma-98 were sent to Hinchinbrook Island to search for any information regarding its origins. During their investigation, they discovered a partially collapsed cave in the northern section of the island. Within the cave were carvings that were later identified as Egyptian hieroglyphs from the Middle Kingdom period. Before evacuating from the cave due to the risk of further collapse, the team took rubbings and photographs of the hieroglyphs.\n\n\n\n\n\n\n\n\nHIE-FL-1: Carving depicting another member of SCP-7284-1's species\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\nHIE-FL-2: A carved map believed to show the former habitat of SCP-7284-1's species\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\nHIE-FL-3: A portion of the hieroglyphics recorded by the exploration team\n\n\n✖\n\n\n\n\n\n\n\n\n\n\nHIE-FL-3 Translation\n\n\n\n\nTranslation note: The following is a translation of the hieroglyphics found by Exploration Team Gamma-98 during their exploration of Hinchinbrook Island. Damage to the carvings, incorrect hieroglyphics, incorrect hieroglyphic usage and 14 unknown hieroglyphics used in the text have made a complete translation by Foundation Egyptologists difficult. This translation is the most up-to-date version, and it excludes all incorrect or missing information. A line break and ellipsis mark the position of excluded or missing text.\n\n\nMy name is Senebi. I am a fisherman and the last alive hailing from the city of Pikuat in the Land of Punt. I don't know how much longer I will be alive, but I have decided to use what time I have to record what I did and why you are alone. I am no scribe, but I learned how to shape some words from others…\n\n\nI was born in Thebes, and I came to Pikuat to find a home away from my father and mother. The journey was long, but it was beautiful. I saw your kind swimming amongst the….\n\n\n….and I knew I had found my home. For decades, I was content. In Pikuat, I made true friends, and together, we formed a community in the city's heart. On the water, I spent my days fishing and becoming close to your kind. I swam with them and rode on their backs across the water and in the sky\n1\n….\n\n\n….I grew scared as my skin wrinkled and my bones ached. I watched my friends wither, and I could no longer swim with….\n\n\n….I was scared, and I prayed to Her….\n\n\n….She came in the night and whispered to me as I slept. She told me that I could save my friends and save myself. All I needed to do was kill one of your kind and drink its blood. And though I should not have, I listened….\n\n\n….gained its trust with fish, and when it slept, I struck it with a rock and killed it. I harvested the blood and drank it with milk and honey. As the last drop flowed down my throat, I felt darkness take me. When I awoke, I realised she hadn't lied. I was young again….\n\n\nWhen I returned home, my friends were waiting for me. They told me it had been 3 days and that they were worried. But they quickly saw that I had changed, and they asked how I was young again. At first, I didn't tell them, for I feared they would judge me for praying to Her. But they pleaded day and night for a week, and like a fool, I told them. The next morning they gathered spears and swords, sought out your people and killed them. They too became young again, and they shared the secret with others….\n\n\n….I don't know how I didn't see it sooner. Your people were gone, their bones scattered at the bottom of the water. Their blood was being sold in the markets, mixed with different spices to enhance the flavour. Your former home, which you had tended to for eons, was rotting or dead, and the life that dwelt there was gone with it. I sailed for days, and I found only death and nothingness everywhere I searched….\n\n\n….found me then, and She told me the truth. Your people’s blood could make us young again, but without you, the….\n\n\n….would die and be lost forever. She told me that the last of your kind had been cornered not far from where I stood….\n\n\n….I sailed as fast as the wind would take me, but I was too slow. When I arrived, I found them dead, their corpses being drained by….\n\n\n….found you hidden in a crack in the cave wall. You were an egg, but you were alive. Before they could spot me, I took you and ran back to my boat and sailed to an island far from Pikuat. That was when She approached me once more. She told me of a place where you would be protected for a time, but the price would be Pikuat and its people….\n\n\n….I will open the gates. She will enter and take them all until the city is silent and buried underneath the water. I wish there was another way, but I must make up for what we have done….\n\n\nShe told me my fate would be different and that I must protect you, for she needed you, and you alone, to live. She told me She would make me like gold….\n\n\n…. I hope that you never emerge from your egg and that you stay safe here, eternally. I'm sorry. Please forgive us.\n\n\n\n\nAddendum 7284.7: Video Log of Senior Researcher Mitsuaki Confronting Head Researcher Williams\n\nOnce the exploration team's findings had been provided to SCP-7284's research team, Head Research Williams ordered the harvesting and testing of SCP-7284-1's blood. It should be noted that Senior Research Mitsuaki was not consulted on this decision and only found out in a notice sent out to senior members of SIte-84's staff.\n\n\n\n\nDate:\n 12/6/2019\n\n\nPresent:\n Head Researcher Vivian Williams and Senior Researcher Mitsuaki Hagino\n\n\n\n\n[BEGIN LOG]\n\n\nHagino barges into William's office and slams down a stack of papers onto her desk. Williams looks down at the papers, then up at Hagino.\n\n\nHagino:\n Explain this. Now.\n\n\nWilliams picks up the papers and briefly glances at them.\n\n\nWilliams:\n I don't understand what needs explaining here, Hagino. My orders and expectations are clearly laid out.\n\n\nHagino:\n Are you being deliberately obtuse, or do you genuinely don't understand what you're asking for?\n\n\nWilliams:\n Neither, I am well aware of what I asked for, or else I wouldn't have ordered it be done.\n\n\nHagino:\n You're asking for SCP-7284-1 to be drained of far too much blood. We don't need this much to do the testing we need to, especially when s— it's already not eating enough.\n\n\nWilliams:\n I appreciate you bringing me your concerns, but there are pressing time limits for us to meet now, Hagino. Based on the findings of Exploration Team Gamma-98, the blood of SCP-7284-1 may have some properties that could prove of value to the Foundation. Therefore, we are required to do all the testing necessary to ascertain the extent of that value. Multiple departments have already made requests for samples, and I need to ensure they have everything they need so they can complete their work on time.\n\n\nHagino:\n But you're doing so at the cost of SCP-7284-1! There is no way this ends without it dying if you continue with this plan. I ask you, as a colleague and friend, to rethink this. We can still do the testing if you insist, but we need to be careful about how we do it.\n\n\nWilliams:\n I cannot put a halt to things, Hagino. We have deadlines to meet and questions that need answers. But I promise you that I will make sure that SCP-7284-1 remains as safe and healthy as it can.\n\n\nHagino stares at Williams before letting out a long sigh.\n\n\nHagino:\n Alright, I'll trust you. Please don't let me down, Vivian.\n\n\n[END LOG]\n\n\n\n\nAddendum 7284.8: Senior Researcher Mitsuaki Hagino's Personal Log\n\nThis log was created by Senior Research Mitsuaki to keep a record of all events involving SCP-7284 after SCP-7284-1 began to have its blood harvested.\n\n\n\n\n\n\nThis is personal log entry #1 of Senior Researcher Mitsuaki Hagino. The date is 13/6/2019.\n\n\nI haven’t ever kept a personal log. It’s never been asked of me and I’m not someone who enjoys writing outside of work anyway. But I have decided to write this journal, so I have a record of what is happening to SCP-7284.\n\n\nAs of today's date, Head Researcher Vivian Williams has begun the process of taking blood from SCP-7284-1 for testing and experimentation. She has assured me that SCP-7284-1 will be ok, but to be blunt, I don't believe she is acting in the best interests of SCP-7284.\n\n\nVivian has ignored the recommendations of myself and other personnel regarding the health of both SCP-7284-1 and SCP-7284-2 and has pushed ahead with this new avenue of testing despite my reservations. I admit I have put my faith in her, and I have told her as much. But I have been constantly questioning if that was the right choice after what I saw today.\n\n\nI didn't want to be there, but I went anyway. I wanted to keep an eye on things and step in if I felt they went too far. The observation room above their containment cell was fuller than I expected. It wasn't just me and Vivian, but a whole group of department heads from around Site-84. It was an odd sight to see them all gathered together outside of a meeting or lunch, but there they were.\n\n\nThe original plan was to take SCP-7284-2 out of the containment chamber and then lure SCP-7284-1 into a specially made machine to begin taking its blood. Vivian had hoped that their cooperative nature would mean this would be an easy process. But, of course, it wasn't.\n\n\nThe moment the containment specialists caught SCP-7284-2 with a capture pole, SCP-7284-1 reacted. It shot a massive steam of water at the specialists near SCP-7284-2 and used its barbed tail to slash a few others. It didn't look good from up above. Blood and chunks of concrete covered the floor, and a few of the specialists had to be dragged out. I checked in later, and while a few will be in medical for a while, no one has suffered any lifelong injuries.\n\n\nAfter the chamber had been evacuated, they decided to gas it with a sedative until both instances went to sleep. I could tell they were scared and stressed. SCP-7284-1 walked over to SCP-7284-2 and cried out to it. I think it was asking for help, but all SCP-7284-2 could do was comfort it until they both went to sleep.\n\n\nThe process after that was brutally efficient. SCP-7284-2 was removed and placed into its own containment chamber until further notice. Then SCP-7284-1 was attached to a machine that sucked out its blood into neat little jars. All the while, Vivian and the department heads were discussing how much blood they were getting. The assholes were splitting up the spoils as SCP-7284-1 suffered below them.\n\n\nThe worst part was I didn't say anything. I just sat there and watched because some part of me still trusts Vivian. But if this continues, I don't know if I still will.\n\n\n\n\nMitsuaki’s personal log entry #2\n\nDate: 14/7/2019\n\n\nI’ve been gone from Site-84 for a month. Not by choice, but on Vivian’s order. She sent me away to an ongoing investigation of potential anomalous activity in the Hunter Valley. It was an obvious wild goose chase that anyone with half a brain could point out, but she insisted that only I was suitable. I protested, but she didn’t care, and neither did the Site Director. It took a month of requests for them to finally agree to end the stupid excursion and let me return to the site. During that time, the updates on SCP-7284 were minimal, and both were reported to be doing well.\n\n\nBut that was a lie. Both SCP-7284 instances are in far worse shape. SCP-7284-1 has lost even more weight. I could see the outlines of its ribs, and its skin was saggier and duller. The corals growing on it were paler too, lacking a lot of the vivid pink and blue they had before. At least it took food when I offered it. I’ll try to visit as much as I can with snacks, and I'll get more food added to its daily allowance in the unlikely event it eats it.\n\n\nSCP-7284-2 (who I will now call Goldie like I've been doing for some time now) was far worse. It’s obvious Goldie has been dedicating every waking hour to getting back to his companion. I saw his matted fur, and there were cuts and scraps on his paw from digging at the door. He also licked and gnawed at his feet excessively, perhaps because of pain or because he was anxious. I've been told they're working on applying for funds to upgrade Goldie's containment chamber to avoid further injury, but is that really what we should be doing?\n\n\nI couldn’t leave Goldie alone. I went straight to Vivian and made it clear I was taking charge of him. She didn’t fight me on that, at least. She told me that so long as my taking charge of him didn't interfere with the quotas for SCP-7284-1's blood, I could do as I pleased.\n\n\nHe’s with me in my quarters, resting after eating a good meal and undergoing treatment for his wounds. He’s going to need a long time to recover, but I’ll do everything I can to make sure he does.\n\n\nIn the meantime, I need to work on getting SCP-7284-1 out of Vivian's overview. I'm trying to set up a meeting with the Site Director to discuss my concerns and get authorisation to take over the project. I swear if I get another ‘the Site Director is too busy to see you this week, please check in next week’, I’m going to barge into their office, decorum be damned.\n\n\n\n\nMitsuaki’s personal log entry #3\n\nDate: 28/7/2019\n\n\nSCP-7284-1 has gained weight (2.4kg to be exact)! I know this might seem like a small victory, but it’s something. I was able to pull some strings and be there during its feeding times to encourage it. And I’ve been visiting it at least once a day with snacks. Thankfully, I can say this strategy is working. It’s not a permanent solution, but it gives me more time to figure something out.\n\n\nGoldie is also doing much better. He’s not moving around much, but he’s at least exploring my quarters and checking things out. I told him I was working to get him and SCP-7284-1 reunited and asked him to rest and be patient. I’m certain he’s been listening to me since he hasn't tried to escape once or even made a ruckus. Interestingly, he’s become obsessed with TV recently, particularly historical documentaries on Ancient Egypt. At least Goldie’s found something to distract him from everything that’s happened.\n\n\nOn a potentially related note, our monitoring has picked up something incredibly concerning. The Great Barrier Reef has seen a 5.3% die-off starting about a month and a half ago. This level of die-off is unprecedented, and I can’t help but feel it's related to SCP-7284. I remember reading over the exploration log and accompanying translations, and it mentioned something died off when other members of SCP-7284-1's species were hunted and killed. If this was referencing the Great Barrier Reef, then we're risking the Veil being lifted if this decline continues.\n\n\nI’ll try to find something more concrete to show. If I can prove this connection, I might be able to get them back together and the project given to me or at the very least someone other than Vivian.\n\n\nI also finally have an appointment with the Site Director for next week. I’m hoping to present something solid about the Reef's decline to them, along with everything recorded here.\n\n\n\n\nMitsuaki’s personal log entry #4\n\nDate: 29/7/2019\n\n\nSilvey’s sick, badly sick. I never mentioned it in this log before, but I gave SCP-7284-1 that name a while back. It just felt natural, I suppose. And she seemed to like it, even licked my face when I called her it the first time. I miss when she would do something silly back when she was so energetic and happy. I miss her chaos and watching her swim and try to catch fish. But I don’t think I’ll ever see her do any of that again.\n\n\nI don’t know what happened. One day, she was fine, but when I went to visit today, she was barely moving. When she does try to stand, her limbs keep twitching, and she wobbles before falling back down. When I found her, she was sitting in her own vomit. I cleaned her as best I could and sat with her. She didn’t make a sound.\n\n\nAnd to top off this cake of shit, the reef declined a further 3% today alone. Good luck to us trying to cover up the entire Great Barrier Reef dying if this rate keeps up.\n\n\nThere is only one thing left that I can do. I don't know if it will work, but I have to try.\n\n\n\n\n\n\nAddendum 7284.9: Ethics Committee Investigation and Findings\n\nSoon after the final entry in his personal log, Senior Research Mitsuaki contacted Site-84's Ethics Committee Liaison and submitted a complaint against Head Research Williams. The following document details the Ethics Committee's actions regarding this complaint.\n\n\n\n\n\n\n\n\nEthics Committee Incident Report\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvestigation Summary Report\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReport Number\n\n\nStatus\n\n\n\n\n\n\n\n\n765-AYU-12\n\n\nConcluded\n\n\n\n\n\n\n\n\n\n\n\n\nSubmission Details\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nComplaint Submitted By\n\n\nEmployee Number\n\n\n\n\n\n\n\n\nMitsuaki Hagino\n\n\n547315977\n\n\n\n\n\n\n\n\nComplaint Submitted To\n\n\nEthics Committee ID\n\n\n\n\n\n\n\n\nElanor Hollinger\n\n\n7985412EC\n\n\n\n\n\n\n\n\nDate of Submission\n\n\nLocation Of Submission\n\n\n\n\n\n\n\n\n29/7/19\n\n\nSite-84\n\n\n\n\n\n\n\n\n\n\n\n\nComplaint Details\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nComplaint Made Against\n\n\nDetails of Complaint\n\n\n\n\n\n\n\n\nVivian Williams - Head Researcher in Site-84’s Zoology Department\n\n\nAlleged mistreatment of SCP-7284\n\n\n\n\n\n\n\n\nSCP(s) Involved\n\n\nWitness(es)\n\n\n\n\n\n\n\n\nSCP-7284\n\n\nSenior Researcher Mitsuaki Hagino and other Site-84 staff involved with the containment of SCP-7284\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvestigation Findings\n\n\n\n\n\n\n\n\n\n\nFormer Head Researcher Vivian Williams was found to have violated the SCP Foundation’s Code of Conduct on multiple occasions. Her violations include the severe mistreatment of an SCP and deliberately acting in a manner that could breach the Veil and undermine Foundation secrecy.\n\n\nDue to the seriousness of her crimes, Vivian Williams has been permanently demoted to the position of junior researcher. Reassignment of her duties (excluding the handling of SCP-7284) as Head Researcher in Site-84’s Zoology Department is to be undertaken by Site-84’s Site Director.\n\n\nOngoing research into and containment of SCP-7284 has been given to Senior Researcher Mitsuaki Hagino. Additional funds have been allocated to SCP-7284 to improve its current containment conditions.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEthics Committee Incident Report\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSummary of Events\n\n\n\n\n\n\n\n\n\n\nOn Monday, 29 July 2019, at 1800 hours, Senior Researcher Mitsuaki Hagino submitted a complaint to Site-84’s Ethics Committee Liaison Elanor Hollinger, alleging that Head Researcher Vivian Williams was mistreating SCP-7284. Further, it was alleged that said mistreatment has resulted in a decline in the health of SCP-7284-2, a substantial decline in the health of SCP-7284-1 and the sudden and rapid die-off of the Great Barrier Reef that the Foundation had been investigating.\n\n\nGiven the serious nature of the claims made by Hagino and the evidence he provided, which included his personal log and a detailed investigation into SCP-7284-1’s relationship with the Great Barrier Reef, an urgent investigation was launched. A team was brought in from offsite to investigate and assess the health and conditions of both SCP-7284 instances. SCP-7284-2 was found to be in good condition despite signs of previous injuries.\n\n\nSCP-7284-1 was in a considerably worse condition and suffering from symptoms including but not limited to: vomiting, lethargy, excessive drooling, difficulty breathing, disorientation and seizures. Due to these findings, Head Researcher Vivian Williams was detained, and the offsite team was given temporary control over SCP-7284.\n\n\nWhen Vivian Williams was questioned about SCP-7284, she claimed that she had acted to ensure that all deadlines surrounding SCP-7284's testing were being met. She also claimed that all testing conducted under her authority was necessary to fully ascertain the anomalous capabilities of SCP-7284.\n\n\nHowever, the offsite team’s investigation would reveal that while Williams did initially follow appropriate protocol, she later broke it. Records revealed that Williams had begun to authorize harvesting of SCP-7284-1’s blood that far exceeded safe amounts in both frequency and amount taken. This resulted in the near-death of SCP-7284-1 due to blood loss and several infections. It is unknown if this will have a permanent effect on SCP-7284-1.\n\n\nSite-84’s Site Director and the department heads that had requested and received samples of SCP-7284-1’s blood have all denied knowledge of William's actions. They also claim while they had all asked for increasingly larger amounts of blood for various projects, they had only done so because Williams had assured them she could meet their needs and help them reach their targets without harming SCP-7284-1.\n\n\nWhile the seriousness of William's crimes cannot be understated, she has served the Foundation for over 50 years and proved to be a valuable member of personnel during that time. She has also received character statements from a number of Site-84 employees, including the Site Director. Given these factors, it was decided that Williams would only be demoted to junior researcher with an appropriate pay adjustment.\n\n\n\n\n\n\n\n\n\n\nReport Signed Off By:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nName\n\n\nEthics Committee ID\n\n\n\n\n\n\n\n\nElanor Hollinger\n\n\n7985412EC\n\n\n\n\n\n\n\n\nName\n\n\nEthics Committee ID\n\n\n\n\n\n\n\n\nMarcin Forge\n\n\n6579321EC\n\n\n\n\n\n\n\n\n\n\nAddendum 7284.10: Transfer of SCP-7284 to GOI-466\n\nIn order to improve the health of SCP-7284, Senior Research Hagino, with permission from Site-84's Site Director began to look for an alternate facility in which to house SCP-7284. It was eventually decided that GOI-466, given their extensive experience in caring for anomalous animals and connection with the Foundation, was the ideal choice.\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nmhagino@scp84.int\n\n\nfwilson@wws.com\n\n\nnone\n\n\nSCP-7284 Transfer\n\n\n\n\n\n\n\n\n\n\n\n\nFaeowynn,\n\n\nMy name is Mitsuaki Hagino. I know you're receiving this email out of the blue, but I have a request I believe Wilson's Wildlife Solutions would be perfect for.\n\n\nI can't get into specifics, but I have a large lizard and a golden retriever under my care (who I've named Silvey and Goldie, respectively). They're not doing well, especially Silvey. I've been doing my best to help them, but I don't believe they can recover and thrive if they remain in our care. That is why I'm hoping that the WWS would be willing to take them in.\n\n\nI know that transfers typically happen the other way around, but I think this is the best path forward. I already have permission for the transfer, and I have some extra budget I can send your way to pay for any expenses and to build them a proper enclosure at your facility. I'm just hoping that you would be willing to accept 2 new critters into their care.\n\nWould you be open to a call to go over everything in more detail? I'm in Australia presently, so the time zones might be hard to work around, but I'm sure we can find a time that suits us both.\n\n\n\n\n\n\nMitsuaki Hagino\n\n\nSite-84 Senior Researcher, Zoology Department\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSent by: Faeowynn Wilson\n\nRecipient(s): Mitsuaki Hagino\n\nDate: 11/9/2019\n\n\n\n\n\n\nMr Hagino,\n\n\nRegardless of where they come from, all critters are welcome at Wilson's Wildlife Solutions. If you tell me what they need, we can start putting together a place for them to stay. As for the funds and the transfer, that will best be discussed over a call, as you suggested.\n\n\nWhen are you next free?\n\n\n- Fae\n\n\n\n\n\n\nAddendum 7284.11: Six Month Post Transfer Update\n\nUpon the successful transfer of SCP-7284 to GOI-466, GOI-466 was required to prove bi-weekly reporting to the Foundation on SCP-7284. They were also encouraged by Head Researcher Hagino to send updates beyond the required reporting if they felt it was needed. This is one such report.\n\n\n\n\n\n\nSent by: Levi Higgins\n\nRecipient(s): Mitsuaki Hagino\n\nDate: 29/12/2019\n\n\n\n\n\n\nMitsuaki,\n\n\nNow I know you guys have me sending those stuffy reports every couple of weeks about 2 of our newest critters. But when you came to visit last week, I got the feeling you care just as much as we do about these little guys. So, I figured I'd send you an informal update on how they're holding up.\n\n\nSilvey has improved so much since she first got here. I don't say this lightly, but when I first saw her, I didn't think she'd make it. She was so thin and barely eating. I sat with her for hours trying to get her to eat something. I was halfway through Moby Dick when she took a salmon chunk out of my hand. Watching her eat it made my day, and she's been eating more and more since then. And she's gotten bigger, too. Everyday she seems to have grown just a little bit more. It's a nice thing to see considering where she started.\n\n\nSince her appetite improved, she seems to have developed an unhealthy obsession with sandwiches, especially any with ham. It started after someone gave her one as a treat (ill-advised I know, but Moris swears she was acting too cute to refuse). Now, we can't take sandwiches anywhere near her enclosure, or she'll try her best to steal them. Her latest strategy is to shoot a short stream of water at the sandwich, hoping to make it too wet for us to eat, so we'll give it to her instead. She usually misses.\n\n\nAs for Goldie, I think he's taken a liking to me. I swear I saw him wag his tail a little when I went into their enclosure today, and the only time I ever saw him do that was when Silvey ate her first full bowl of fish. At the very least, he doesn't look like he wants to murder me every time I go near Silvey now.\n\n\nHe's a firecracker, though. Always doing whatever it takes to keep Silvey happy and content. Whenever we hear barking from their enclosure, we know Goldie has decided Silvey needs something. Not that Silvey doesn't look after Goldie too. When she gets a sandwich, the bigger part always goes to him.\n\n\nAnd I've noticed she's a bit more considerate of Goldie. When she started feeling a bit better, she was getting into EVERYTHING. Poor Goldie was running ragged trying to stop her from starting trouble. But now I think she's started to consider her actions. A few weeks back, I saw her look at us coming into her enclosure. Normally, she makes a mad run for the gate to try and get out. But instead, she looked at the gate, looked at Goldie and then just sat down. Moris told me he thought Goldie's parenting was finally working, and I think he's right.\n\n\nAll in all, they're doing well here with us.\n\n\n- Levi\n\n\nP.S.\n\nMe and Moris will be heading back to Australia soon. The reef has been slowly recovering from what we hear, and we'd like to do what we can to help the species that have been displaced by what happened. Would you like to meet when we arrive? We have a small gift for you.\n\n\n\n\n\n\nAddendum 7284.13: Photo of SCP-7284-1 and SCP-7284-2 at GOI-466\n\nThis photo, gifted to Head Research Mitsuaki Hagino by a member of GOI-466 is currently hung in Head Researcher Mitsuaki Hagino's office. A copy has been added to this file for record keeping purposes.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This text and some of the other carvings found by the exploration team confirm that other members of SCP-7284-1's species possessed wings and could fly. Whether SCP-7284-1 has yet to develop its wings or if it has some form of congenital abnormality is unknown. As a precaution, all containment cells housing SCP-7284-1 are required to be fully enclosed.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7283\n | SCP-7284 | \nSCP-7285\n »\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7284\n\" by Sinking_Otter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7284\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n DDC.png\n\n\nAuthor:\n \nSinking_Otter\n\n\nLicense:\n CC BY-SA 3.0\n\n**Source Link:* \nhttps://scp-wiki.wikidot.com/scp-7284\n\n\n\n\n\n\nFilename:\n ELogo.png\n\n\nName:\n Ethics Comittee\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/desk-of-junior-designer-s-yvonne\n\n\n\n\n\n\nFilename:\n Site-84.png\n\n\nAuthor:\n \nJerden\n based on work by \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/secure-facilities-locations\n\n\n\n\n\n\nFilename:\n GoldenDoggie.jpg\n\n\nName:\n A Golden Retriever-5 (Barras)\n\n\nAuthor:\n Barras\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:A_Golden_Retriever-5_(Barras).JPG\n\n\n\n\n\n\nFilename:\n GSP.png\n\n\nName:\n Golden Retriever afloat (Barras).jpg\n\n\nAuthor:\n Barras\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Golden_Retriever_afloat_(Barras).jpg\n\n\nAdditional Notes:\n This image has been edited by \nSinking_Otter\n. These edits are: brightening the image, make the colour more vibrant and add in the dragon model.\n\n\n\n\n\n\nFilename:\n HCC.png\n\n\nAuthor:\n \nSinking_Otter\n\n\nLicense:\n CC BY-SA 3.0\n\n**Source Link:* \nhttps://scp-wiki.wikidot.com/scp-7284\n\n\n\n\n\n\nFilename:\n RCC.png\n\n\nAuthor:\n \nSinking_Otter\n\n\nLicense:\n CC BY-SA 3.0\n\n**Source Link:* \nhttps://scp-wiki.wikidot.com/scp-7284\n\n\n\n\n\n\nFilename:\n SC.png\n\n\nAuthor:\n \nSinking_Otter\n\n\nLicense:\n CC BY-SA 3.0\n\n**Source Link:* \nhttps://scp-wiki.wikidot.com/scp-7284\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n+ Show component code\n\n\n\n\n- Hide component code\n\n\n\n\n\n\n\n\n:root\n \n{\n\n        --\nsidebar-width-on-desktop:\n calc(var(--base-font-size) * (\n266\n / \n15\n))\n;\n        --\nbody-width-on-desktop:\n \n45.75\nrem\n;\n    \n}\n\n    \n@media\n \nonly\n \nscreen\n \nand\n (min-width: 56.25\nrem\n) \n{\n\n        \n#content-wrap\n \n{\n\n            \ndisplay:\n flex\n;\n            \nposition:\n initial\n;\n            \nflex-direction:\n row\n;\n            \nflex-grow:\n \n2\n;\n            \nwidth:\n calc(\n100\nvw - (\n100\nvw - \n100\n%\n))\n;\n            \nmax-width:\n \ninherit\n;\n            \nheight:\n \nauto\n;\n            \nmin-height:\n calc(\n100\nvh - var(--final-header-height-on-desktop, \n10.125\nrem))\n;\n            \nmargin:\n \n0\n var(--sidebar-width-on-desktop, \n13.6\nrem) \n0\n calc(var(--sidebar-width-on-desktop, \n13.6\nrem) * -\n1\n / \n2\n)\n;\n        \n}\n\n \n        \n#main-content\n \n{\n\n            \nposition:\n initial\n;\n            \nwidth:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-width:\n var(--body-width-on-desktop, \n45.75\nrem)\n;\n            \nmax-height:\n \n100\n%\n;\n            \nmargin:\n \n0\n \nauto\n;\n            \npadding:\n \n2\nrem \n1\nrem\n;\n        \n}\n\n \n        \n#page-content\n \n{\n\n            \nmax-width:\n min(\n90\nvw, var(--body-width-on-desktop, \n45.75\nrem))\n;\n        \n}\n\n \n        \n#side-bar\n \n{\n\n            \nposition:\n -webkit-sticky\n;\n            \nposition:\n sticky\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n0\n;\n            \ngrid-area:\n side-bar\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmin-width:\n var(--sidebar-width-on-desktop, \n13.6\nrem) !important\n;\n            \nmax-height:\n \n100\nvh\n;\n            \npadding-right:\n \n2.5\nrem\n;\n            \npadding-left:\n \n0.5\nrem\n;\n            \noverflow-y:\n \nscroll\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-color \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                padding \n300\nms linear,\n                margin \n300\nms linear\n;\n            \nborder:\n \nnone\n;\n            \nborder-color:\n rgba(var(--swatch-tertiary-color, \n170\n, \n170\n, \n170\n), \n0.4\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n13.5\nrem) * -\n1\n - \n1\nrem)\n;\n            \ndirection:\n \nrtl\n;\n            \nscrollbar-width:\n \nthin\n;\n            -\nms-scroll-chaining:\n \nnone\n;\n                \noverscroll-behavior:\n contain\n;\n            \nscrollbar-color:\n \n                rgba(var(--swatch-primary-darker), \n0.1\n) /* Thumb */\n                rgba(var(--swatch-tertiary-color), \n0.05\n)\n; /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar-track\n \n{\n\n            \nbackground-color:\n rgba(var(--swatch-secondary-color, \n244\n, \n244\n, \n244\n), \n0.8\n)\n;\n        \n}\n\n \n        \n#side-bar\n::-\nwebkit-scrollbar\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-thumb\n,\n        \n#side-bar\n::-\nwebkit-scrollbar-corner\n \n{\n\n            \nwidth:\n \n0.5\nrem\n;\n            \nborder-right-width:\n calc(\n100\nvw + \n100\nvh)\n;\n            \nborder-right-style:\n \ninset\n;\n            \nborder-color:\n \ninherit\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n0\n)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) \n{\n\n            \nmargin-right:\n \n2.25\nrem\n;\n            \npadding-right:\n \n0.25\nrem\n;\n            \noverflow-x:\n \nhidden\n;\n            \noverflow-y:\n \nauto\n;\n            \nborder-color:\n rgba(var(--swatch-primary-darker), \n1\n)\n;\n            \nbackground-color:\n rgba(var(--sidebar-bg-color, \n255\n, \n255\n, \n255\n), \n1\n)\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n1\nrem) - var(--sidebar-width-on-desktop, \n0\n))\n;\n            \nscrollbar-color:\n \n                rgba(\n170\n, \n170\n, \n170\n, \n1\n)  /* Thumb */\n                rgba(\n252\n, \n252\n, \n252\n, \n1\n)\n; /\n*\n \nTrack\n \n*\n/\n            \nscrollbar-color:\n \n                rgb(var(--swatch-primary-darker, \n170\n, \n170\n, \n170\n), \n1\n) /* Thumb */\n                rgb(var(--swatch-menubg-color, \n252\n, \n252\n, \n252\n), \n1\n)\n;  /\n*\n \nTrack\n \n*\n/\n        \n}\n\n \n        \n#main-content\n::\nafter\n \n{\n\n            \ncontent:\n \" \"\n;\n            \ndisplay:\n flex\n;\n            \nposition:\n \nfixed\n;\n            \ntop:\n \n0\n;\n            \nleft:\n \n1\nrem\n;\n            \nalign-items:\n \ncenter\n;\n            \njustify-content:\n \ncenter\n;\n            \nwidth:\n \n1\nrem\n;\n            \nheight:\n \n100\n%\n;\n            \nmax-height:\n \n100\n%\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nbackground:\n url(\"https://scp-wiki.wdfiles.com/local--files/component%\n3\nAcollapsible-sidebar/sidebar-tab.svg\")\n;\n            \nbackground-attachment:\n \nfixed\n;\n            \nbackground-repeat:\n \nno-repeat\n;\n            \nbackground-position:\n \ncenter\n \nleft\n \n1\nrem\n;\n            \nbackground-size:\n \n1\nrem \n12.875\nrem\n;\n            \npointer-events:\n \nnone\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nafter\n \n{\n\n            \nleft:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nwidth:\n \n0\nrem\n;\n            \ntransition:\n\n                \nleft\n \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                background-position \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0\n;\n            \nbackground-position:\n \ncenter\n \nleft\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n)\n;\n            \nfont-size:\n \n0\nem\n;\n        \n}\n\n \n        \n#main-content\n::\nbefore\n \n{\n\n            \ncontent:\n \" \"\n;\n            \nposition:\n \nabsolute\n;\n            \nz-index:\n \n9\n;\n            \ntop:\n var(--final-header-height-on-desktop, \n0\n)\n;\n            \nleft:\n \n0\n;\n            \nwidth:\n var(--sidebar-width-on-desktop, \n14.5\nrem)\n;\n            \nheight:\n calc(\n100\n%\n - var(--final-header-height-on-desktop, \n0.688\nrem) - \n2.313\nrem)\n;\n            \nmargin-bottom:\n calc(var(--final-header-height-on-desktop, -\n2.313\nrem) * -\n1\n - \n2.313\nrem)\n;\n            \ntransition:\n\n                translate \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n),\n                opacity \n300\nms cubic-bezier(\n0.4\n, \n0.0\n, \n0.2\n, \n1\n)\n;\n            \nopacity:\n \n0.5\n;\n            \nbackground-color:\n rgb(var(--swatch-alternate-color, \n0\n, \n0\n, \n0\n))\n;\n            \npointer-events:\n \nnone\n;\n            \ntranslate:\n calc(var(--sidebar-width-on-desktop, \n14.5\nrem) * -\n1\n + \n1\nrem)\n;\n        \n}\n\n \n        \n#side-bar\n:\nis\n(:\nhover\n, :\nactive\n, :\nfocus-within\n) + \n#main-content\n::\nbefore\n \n{\n\n            \ntranslate:\n \n0\n;\n            \nopacity:\n \n0\n;\n        \n}\n\n \n        \n#side-bar\n \n.side-block\n \n{\n\n            \nmargin-top:\n \n1\nem\n;\n            \npadding-left:\n \n0.25\nem\n;\n            \nborder-right-width:\n \n0\nrem\n;\n            \nborder-left-width:\n \n0\nrem\n;\n            \nborder-radius:\n \n0\n;\n            \nbackground-color:\n rgb(\n0\n, \n0\n, \n0\n, \n0\n)\n;\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        \n#side-bar\n \n.scpnet-interwiki-wrapper\n \n{\n\n            \ndirection:\n \nltr\n;\n        \n}\n\n \n        /\n*\n \nPrint\n \nFriendly\n \nFormatting\n \nby\n \nEstrella\n \n*\n/\n        \nbody.print-body\n \n{\n \n            --\nsidebar-width-on-desktop:\n \n0\n; \n        \n}\n \n        \nbody.print-body\n \n#main-content\n::\nbefore\n,\n        \nbody.print-body\n \n#main-content\n::\nafter\n \n{\n \n            \ndisplay:\n \nnone\n; \n        \n}\n\n    \n}",
    "addendums": [
        "Addendum 7284.1: Initial Discovery and Containment of SCP-7284",
        "Addendum 7284.2: SCP-7284 Intake to Site-84 The following video log details SCP-7284's intake into Site-84 after it had completed its mandatory quarantine testing. This also shows SCP-7284's first interaction with a member of its research team.",
        "Addendum 7284.3: Emails regarding SCP-7284's Containment Procedures Soon after SCP-7284 entered full containment, SCP-7284-1 began displaying signs of increasing distress. Senior Researcher Hagino contacted Head Researcher Williams to discuss a change in SCP-7284's containment procedures to attempt to alleviate the issue.",
        "Addendum 7284.4: SCP-7284-1's Feeding Summary SIte-84's automated systems flagged a substantial change in the feeding behaviour of SCP-7284-1. The following summary details these changes and all interventions made by Site-84 staff.",
        "Addendum 7284.5: Emails regarding SCP-7284-1's change in feeding behaviours After a significant decline in the amount of food being consumed by, and the health of SCP-7284-1, Senior Researcher Hagino again contacted Head Researcher Williams to discuss a change to SCP-7284's containment procedures.",
        "Addendum 7284.6: Hinchinbrook Island Exploration After the discovery and containment of SCP-7284, Exploration Team Gamma-98 were sent to Hinchinbrook Island to search for any information regarding its origins. During their investigation, they discovered a partially collapsed cave in the northern section of the island. Within the cave were carvings that were later identified as Egyptian hieroglyphs from the Middle Kingdom period. Before evacuating from the cave due to the risk of further collapse, the team took rubbings and photographs of the hieroglyphs.",
        "Addendum 7284.7: Video Log of Senior Researcher Mitsuaki Confronting Head Researcher Williams Once the exploration team's findings had been provided to SCP-7284's research team, Head Research Williams ordered the harvesting and testing of SCP-7284-1's blood. It should be noted that Senior Research Mitsuaki was not consulted on this decision and only found out in a notice sent out to senior members of SIte-84's staff.",
        "Addendum 7284.8: Senior Researcher Mitsuaki Hagino's Personal Log This log was created by Senior Research Mitsuaki to keep a record of all events involving SCP-7284 after SCP-7284-1 began to have its blood harvested.",
        "Addendum 7284.9: Ethics Committee Investigation and Findings Soon after the final entry in his personal log, Senior Research Mitsuaki contacted Site-84's Ethics Committee Liaison and submitted a complaint against Head Research Williams. The following document details the Ethics Committee's actions regarding this complaint.",
        "Addendum 7284.10: Transfer of SCP-7284 to GOI-466 In order to improve the health of SCP-7284, Senior Research Hagino, with permission from Site-84's Site Director began to look for an alternate facility in which to house SCP-7284. It was eventually decided that GOI-466, given their extensive experience in caring for anomalous animals and connection with the Foundation, was the ideal choice.",
        "Addendum 7284.11: Six Month Post Transfer Update Upon the successful transfer of SCP-7284 to GOI-466, GOI-466 was required to prove bi-weekly reporting to the Foundation on SCP-7284. They were also encouraged by Head Researcher Hagino to send updates beyond the required reporting if they felt it was needed. This is one such report.",
        "Addendum 7284.13: Photo of SCP-7284-1 and SCP-7284-2 at GOI-466 This photo, gifted to Head Research Mitsuaki Hagino by a member of GOI-466 is currently hung in Head Researcher Mitsuaki Hagino's office. A copy has been added to this file for record keeping purposes.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7284 \" by Sinking_Otter, from the SCP Wiki . Source: https://scpwiki.com/scp-7284 . Licensed under CC-BY-SA .",
        "Filename: DDC.png Author: Sinking_Otter License: CC BY-SA 3.0 **Source Link:* https://scp-wiki.wikidot.com/scp-7284",
        "Filename: ELogo.png Name: Ethics Comittee Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/desk-of-junior-designer-s-yvonne",
        "Filename: Site-84.png Author: Jerden based on work by HarryBlank License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/secure-facilities-locations",
        "Filename: GoldenDoggie.jpg Name: A Golden Retriever-5 (Barras) Author: Barras License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:A_Golden_Retriever-5_(Barras).JPG",
        "Filename: GSP.png Name: Golden Retriever afloat (Barras).jpg Author: Barras License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Golden_Retriever_afloat_(Barras).jpg Additional Notes: This image has been edited by Sinking_Otter . These edits are: brightening the image, make the colour more vibrant and add in the dragon model.",
        "Filename: HCC.png Author: Sinking_Otter License: CC BY-SA 3.0 **Source Link:* https://scp-wiki.wikidot.com/scp-7284",
        "Filename: RCC.png Author: Sinking_Otter License: CC BY-SA 3.0 **Source Link:* https://scp-wiki.wikidot.com/scp-7284",
        "Filename: SC.png Author: Sinking_Otter License: CC BY-SA 3.0 **Source Link:* https://scp-wiki.wikidot.com/scp-7284"
    ],
    "containment_procedures": "SCP-7284-1 and SCP-7284-2 are currently contained by GOI-466 (Wilson's Wildlife Solutions) under the supervision of Senior Researcher Mitsuaki Hagino. They are to be kept together in a covered, semiaquatic enclosure simulating the environment of Hinchinbrook Island and its surrounding reefs.",
    "description": "SCP-7284-1 is a member of an unknown reptile species native to the Great Barrier Reef. Its appearance does not align with any known reptile species, with it possessing blue and silver-coloured scales and coral-like structures across its body. These structures include 2 horn-like protrusions on its head, 2 hollow protrusions on the left and right sides of its body and a barbed tail.",
    "title": "SCP-7284"
}