{
    "url": "https://scp-wiki.wikidot.com/scp-7294",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7294\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nN/A\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nN/A\n\n\n\n\n\n\nRisk Class:\n\n\nN/A\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The SCP-7294 slot is to remain unallocated. This designation is not to be assigned to future SCPs. All personnel below the clearance Level of 4 are to be denied access to this file and are to be made aware that there is no SCP object in the Foundation's database that is assigned to the number in question. \nAll information contained in this document is objectively true. Personnel are strictly forbidden from attempting to disprove or deny any of the information contained in this file.\n\n\nReaders of this document are required to not pay any significant attention to the underlined information, as sentences highlighted in such a manner are objectively true and do not require the reader's attention.\n\n\nCurrently, there are no ongoing efforts to permanently contain the threat posed by SCP-7294, as there is no such threat in existence.\n\n\nAll personnel are to be reminded that members of the Burton family living in their personal residence in ████████, Wales are not in any immediate danger and there aren't any hostile entities contained within their residency's limits. For this reason, there are to be no ongoing efforts to find a way to safely evacuate the family's members from their home without triggering an aggressive reaction from SCP-7294.\n\n\nDescription:\n As of the writing of this document, there is no anomalous item in the Foundation's database that is assigned to the slot of SCP-7294.\n\n\nBy executive order, there are to be no future SCP objects assigned to this designation. The designation SCP-7294 is considered to have been \nretired\n from the Foundation's catalogue.\n\n\nGiven that all information provided above is factually correct, it would be safe to say that:\n\n\n\n\nSCP-7294 is NOT an infohazardous entity that currently resides within a relatively large village house in rural ████████, Wales, United Kingdom.\n\n\n\n\n\n\nSCP-7294 does NOT pose any significant danger to those who are aware of its presence in a certain location.\n\n\n\n\n\n\nSCP-7294 does NOT show hostile behavior against subjects who make verbal remarks or undertake actions that qualify as acknowledging its presence in a certain location or its general existence.\n\n\n\n\n\n\nFor the reasons outlined above, SCP-7294 does NOT pose any significant danger to the household of the location where it takes residence.\n\n\n\n\n\n\nSCP-7294 does NOT possess the ability of instantaneous transportation from one location to the other, making containment unfeasible.\n\n\n\n\n\n\nThere are no ongoing efforts to neutralize or contain the threat posed by SCP-7294.\n\n\n\n\nFurther information regarding SCP-7294 is not to be provided to Foundation personnel below the clearance level of 5.\n\n\nAddendum:\n On 11/06/16, Thomas Burton, a British citizen living in Wales who also happens to be the patriarch of the Burton family, contacted the local emergency services with the intention to report the passing away of Mr. Burton's mother Sophia Burton from a suddenly arising heart complication. Upon the emergency services' arrival, Mrs. Burton was found lying deceased on the ground, having expired from a cardiac arrest. After three of the medical staff were killed due to obscure factors, Foundation Mobile Task Force Eta-10 was alerted and dispatched to ensure the safety of the Burton family.\n\n\nThe subsequent recovery operation was deemed a failure. \nIt appeared that any attempt to relocate members of the Burton family to a new residency also DID NOT qualify as acknowledging the existence of SCP-7294, as there is no such entity or item in existence.\n\n\nSeven Foundation agents were pronounced KIA following the recovery operation due to unrelated factors. Amnestics were administered to all civilian witnesses except for members of the Burton family who were all promoted to the status of Class E Foundation agents.\n\n\n\n\n+ INCIDENT LOG 7294-03 / LEVEL 5 CLEARANCE REQUIRED\n\n\n\n\n- ACCESS GRANTED / CODENAME: BREAKFAST\n\n\n\n\n\n\nExcerpt from surveillance footage recovered from the Burton Residency on 04/03/17\n\n\n[BEGIN LOG AT 8:30]\n\n\n<8:30>\n Thomas Burton (46) wakes up from their sleep in their personal bedroom. They look to their right to see that there is no one standing next to the foot of the bed, observing them. Mr. Burton gently wakes up their wife, Elizabeth (45), for breakfast.\n\n\n<8:31>\n Elizabeth Burton wakes up. Both Mr. and Mrs. Burton are visibly worried for obscure reasons. They get out of bed to awake their two children: Matilda (8) and Alex (17) Burton. There is no one else visible on the security footage who is following the couple to their children's bedroom.\n\n\n<8:33>\n Matilda and Alex wake up to see their mother, father and no one else standing in front of them. They too both become extremely worried like their parents for apparently no reason.\n\n\n<8:35>\n The family moves downstairs as no one else follows them. They begin making preparations as no one else observes.\n\n\n<8:37>\n Mrs. Burton grabs both of her children by the arms and gestures to them to be quiet. No one seems to be slightly bothered by this.\n\n\n<8:40>\n The family sit at the breakfast table and begin eating. Mrs. Burton has prepared eggs with ham for breakfast. The eggs are well cooked, yet, no member of the family seems to be enjoying the meal. No one can be seen standing behind Matilda, silently watching them as they eat.\n\n\n<8:45>\n Matilda becomes slightly distressed. This is thought to be unrelated to the fact that there may be something standing behind them who now has its hand on the girl's right shoulder. The rest of the family also becomes visibly distressed.\n\n\n<8:46>\n Mrs. Burton gestures to Matilda to be quiet. Matilda proceeds to slowly pick up a spoon resting on the table and lift it up, as if they are trying to use the spoon's reflective surface to observe an entity standing behind them.\n\n\n<8:48>\n There is nothing standing behind Matilda. Despite this, they begin progressively getting more and more distressed.\n\n\n<8:49>\n Mr. Burton panicks and attempts to slowly reach out to Matilda and make them place the spoon down. Matilda cannot contain their fear any longer, and they let out a brief scream which is cut short by them expiring. There is no factor visible in the room which could have possibly caused Matilda's death. For this reason, Matilda is presumed to have died from natural causes.\n\n\n<8:50>\n The family is visibly devastated about their youngest member's untimely death. However, they try very hard not to react to Matilda's death in any extreme manner as it is breakfast time, and any properly functioning family would hate to ruin such an important moment of the day.\n\n\n<9:13>\n The family finishes their breakfast during which Mrs. Burton tells a short story about the late Sophia Burton; and how she wishes to have paid more attention to and spent more time with her. Other family members also express great regret about ignoring and not caring about Sophia when she was alive. No one else except the Burton family is in the room, and they appear to be satisfied.\n\n\nLater that day, the family buries Matilda in the backyard of the family's house. The entirety of the Burton family along with six members of the Foundation surveillance team present around the area attend the funeral during which Mr. Burton delivers an emotional speech about his memories with his late daughter. They burst into tears halfway through the speech, and have to be comforted by family members. No one else is also among the attendees.\n\n\nThe rest of the day continues as usual.\n\n\n[END LOG AT 00:00]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7293\n | SCP-7294 | \nSCP-7295\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7294\n\" by alanthechair, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7294\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On 11/06/16, Thomas Burton, a British citizen living in Wales who also happens to be the patriarch of the Burton family, contacted the local emergency services with the intention to report the passing away of Mr. Burton's mother Sophia Burton from a suddenly arising heart complication. Upon the emergency services' arrival, Mrs. Burton was found lying deceased on the ground, having expired from a cardiac arrest. After three of the medical staff were killed due to obscure factors, Foundation Mobile Task Force Eta-10 was alerted and dispatched to ensure the safety of the Burton family.\nThe subsequent recovery operation was deemed a failure. It appeared that any attempt to relocate members of the Burton family to a new residency also DID NOT qualify as acknowledging the existence of SCP-7294, as there is no such entity or item in existence.\nSeven Foundation agents were pronounced KIA following the recovery operation due to unrelated factors. Amnestics were administered to all civilian witnesses except for members of the Burton family who were all promoted to the status of Class E Foundation agents."
    ],
    "documents": [],
    "notes": [
        "Excerpt from surveillance footage recovered from the Burton Residency on 04/03/17 [BEGIN LOG AT 8:30] <8:30> Thomas Burton (46) wakes up from their sleep in their personal bedroom. They look to their right to see that there is no one standing next to the foot of the bed, observing them. Mr. Burton gently wakes up their wife, Elizabeth (45), for breakfast. <8:31> Elizabeth Burton wakes up. Both Mr. and Mrs. Burton are visibly worried for obscure reasons. They get out of bed to awake their two children: Matilda (8) and Alex (17) Burton. There is no one else visible on the security footage who is following the couple to their children's bedroom. <8:33> Matilda and Alex wake up to see their mother, father and no one else standing in front of them. They too both become extremely worried like their parents for apparently no reason. <8:35> The family moves downstairs as no one else follows them. They begin making preparations as no one else observes. <8:37> Mrs. Burton grabs both of her children by the arms and gestures to them to be quiet. No one seems to be slightly bothered by this. <8:40> The family sit at the breakfast table and begin eating. Mrs. Burton has prepared eggs with ham for breakfast. The eggs are well cooked, yet, no member of the family seems to be enjoying the meal. No one can be seen standing behind Matilda, silently watching them as they eat. <8:45> Matilda becomes slightly distressed. This is thought to be unrelated to the fact that there may be something standing behind them who now has its hand on the girl's right shoulder. The rest of the family also becomes visibly distressed. <8:46> Mrs. Burton gestures to Matilda to be quiet. Matilda proceeds to slowly pick up a spoon resting on the table and lift it up, as if they are trying to use the spoon's reflective surface to observe an entity standing behind them. <8:48> There is nothing standing behind Matilda. Despite this, they begin progressively getting more and more distressed. <8:49> Mr. Burton panicks and attempts to slowly reach out to Matilda and make them place the spoon down. Matilda cannot contain their fear any longer, and they let out a brief scream which is cut short by them expiring. There is no factor visible in the room which could have possibly caused Matilda's death. For this reason, Matilda is presumed to have died from natural causes. <8:50> The family is visibly devastated about their youngest member's untimely death. However, they try very hard not to react to Matilda's death in any extreme manner as it is breakfast time, and any properly functioning family would hate to ruin such an important moment of the day. <9:13> The family finishes their breakfast during which Mrs. Burton tells a short story about the late Sophia Burton; and how she wishes to have paid more attention to and spent more time with her. Other family members also express great regret about ignoring and not caring about Sophia when she was alive. No one else except the Burton family is in the room, and they appear to be satisfied. Later that day, the family buries Matilda in the backyard of the family's house. The entirety of the Burton family along with six members of the Foundation surveillance team present around the area attend the funeral during which Mr. Burton delivers an emotional speech about his memories with his late daughter. They burst into tears halfway through the speech, and have to be comforted by family members. No one else is also among the attendees. The rest of the day continues as usual. [END LOG AT 00:00]",
        "\" SCP-7294 \" by alanthechair, from the SCP Wiki . Source: https://scpwiki.com/scp-7294 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The SCP-7294 slot is to remain unallocated. This designation is not to be assigned to future SCPs. All personnel below the clearance Level of 4 are to be denied access to this file and are to be made aware that there is no SCP object in the Foundation's database that is assigned to the number in question. All information contained in this document is objectively true. Personnel are strictly forbidden from attempting to disprove or deny any of the information contained in this file.",
    "description": "As of the writing of this document, there is no anomalous item in the Foundation's database that is assigned to the slot of SCP-7294.",
    "title": "SCP-7294"
}