{
    "url": "https://scp-wiki.wikidot.com/scp-7296",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7296\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7296 is contained within a display case in the psychotherapy office of Site-24. A permit must be submitted to Head Researcher Dr. Daven Laurier in order to utilize SCP-7296 and a psychologist must be present for the duration of SCP-7296's effect. Personnel are allowed to request a 3-5 day leave after utilizing SCP-7296.\n\n\n\n\nDescription:\n SCP-7296 is a white cotton pillow that is possessed by a class III\n1\n spectral entity. Once a subject rests their head on SCP-7296, they enter a state of lucid dreaming and recall specific memories from their past.\n\n\nSCP-7296's anomalous effect alters these memories introducing slight modifications tailored to each subject. It predominantly focuses on reenacting past traumatic events and facilitating the recollection of unresolved closure. Following this interaction, subjects experience an elevated sense of euphoria and an overall improvement in their emotional condition which persists for an indefinite duration.\n\n\nThe efficacy of SCP-7296's treatment depends on the user's psychological state, prior exposure, and coping capabilities after the initial interaction.\n\n\nIn the event of a relapse, the spectral entity associated with SCP-7296 (here by referred to as SCP-7296-A) manifests within the subject's psyche. SCP-7296-A appears as a middle-aged woman with long black hair wearing a white dress. Serving as a consoler, SCP-7296-A acts as a conduit for the subject's emotional afflictions. Encounters with SCP-7296-A induces an extended period of euphoria, yielding outcomes consistent with SCP-7296's standard treatment. As of now, only two instances of this manifestation have been recorded.\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\n\nSCP-7296 came to the Foundation's attention following reports from agents stationed in Yokohama, Japan, regarding unusual conversations, hallucinations, and behavioral changes in the general public.\n\n\nUpon reviewing the reports, the Foundation observed similarities and conducted an investigation. It was discovered that many affected individuals were employees of the company ████████ Co., which had a history of poor employee welfare and unethical practices.\n\n\nFurther research led to the identification of SCP-7296 in possession of one of the employees. After confiscating the object, field operatives traced its origins to an abandoned apartment complex in ██████,█████████ via retail network line. The site was in the process of demolition. During the investigation, operatives found a note sealed in a waterproof envelope. The note has been sent for translation by linguistic specialists. [Transcribed within Addendum 7296.3].\n\n\n\n\n\n\nAddendum 7296.2: Initial trial\n\n\n\n\n\n\nFollowing the discovery of SCP-7296, researchers proposed it as a potential therapeutic tool for Foundation personnel. Site Director Prof. Felix Dyer approved the proposal, and testing commenced with D-class personnel to evaluate its therapeutic effects and identify any potential side effects.\n\n\nBased on the successful results from these tests, SCP-7296 will undergo a trial phase to determine its suitability for staff use. Dr. Daven Laurier personally requested to participate in the trial, and permission was granted by Prof. Felix Dyer.\n\n\nTo accurately observe the effects of SCP-7296 on Dr. Daven Laurier, the use of a Psychosphere\n2\n Reality Observer (P.R.O)\n3\n device was permitted to visualize his mind during the trials.\n\n\n\n\nTrial log 7296.1\n\n\n\n\n- Hide block\n\n\n\n\n\n\nDate:\n 02/02/2020\n\n\nTrial Subject:\n Dr. Daven Laurier\n\n\nP.R.O neural link:\n \nUnstable\n\n\nForeword:\n Due to an incident involving a failed experiment with SCP-████. Dr. Laurier suffers from monophobia\n4\n and has shown signs of decline in his work efficiency.\n\n\n\n\n<Begin Log>\n\n\n[The video starts with Daven taking notes during a lecture. The audio is distorted, emphasizing the professor's voice and the ticking of a clock. The video focuses on the whiteboard and Daven's notes, with the background slightly blurred. A hand grabs Daven's left shoulder, and a loud whisper is heard.]\n\n\nRiley:\n Hey, HEY…! Earth to Daven. You there?\n\n\nDaven:\n \n[flinches]\n What? What's wrong?\n\n\nRiley:\n My pens ran out of ink. Got any spares?\n\n\nDaven:\n Sure, hold on.\n\n\n[Daven quickly searches his bag and hands Riley a pen cartridge without giving his disorganized bag much attention.]\n\n\nRiley:\n Always prepared, huh? Writing down every word?\n\n\nDaven:\n \n[While writing]\n Only the important stuff.\n\n\nRiley:\n Maybe take a breather once in a while?\n\n\n[The lecture ends, and Daven hurriedly packs his bag. Riley grabs his right shoulder, stopping him abruptly.]\n\n\nRiley:\n Where the hell are you going?\n\n\nDaven:\n To my next clas-\n\n\nRiley:\n It's your lunch break, genius. No classes now.\n\n\n[Daven's vision widens in realization.]\n\n\nDaven:\n Seriously? \n[checks his watch]\n Didn't realize the day was halfway over.\n\n\nRiley:\n Must be nice living in your own time zone, huh? Come on. Let's go.\n\n\n[As they walk towards the cafeteria, a bright light and accompanying noise interrupt the scene. The video transitions to an outdoor cafeteria with translucent glass roofing. Daven and Riley stand in line. When it's Riley's turn Daven appears panicked.]\n\n\nDaven:\n I think I lost my card. Can I use yours for today?\n\n\nRiley:\n Seriously? Fine, take it. I'll find us a table.\n\n\n[Daven collects his order and proceeds to check out. As he scans the card, he hears a beep indicating insufficient balance.]\n\n\nDaven:\n What…? \n[Scans card]\n \n[BEEP].\n\n\nDaven:\n \n[Frustrated sigh]\n \n[Daven begins to grip the card aggressively.]\n.\n\n\nCafeteria lady:\n Any problem?\n\n\nDaven:\n O-oh, nothing… no problem.\n\n\n[Daven mumbles to himself, feeling frustrated.]\n\n\nMary:\n Hey!\n\n\nDaven:\n \n[flinches]\n\n\n[A female student approaches with his lost ID card in hand.]\n\n\nMary:\n Are you Daven Laurier?\n\n\nDaven:\n Yea- yes, I am.\n\n\nMary:\n Found your card near the lecture hall.\n\n\nDaven:\n Oh, thank you. I appreciate it.\n\n\nMary:\n No problem. See you around.\n\n\nDaven:\n …bye.\n\n\n[Daven watches Mary walk away before paying for his order and joining Riley at their reserved table.]\n\n\nRiley:\n What took you so long?\n\n\nDaven:\n Fuck you.\n\n\n[Another bright light appears, accompanied by increasing noise distortion. The scene shifts to an outdoor recreational area with a prominent tree. It is presumed to be the following day. Daven approaches Mary, who is sitting on a bench, engrossed in sketching.]\n\n\nDaven:\n Hi…\n\n\nMary:\n Oh, hey.\n\n\nDaven:\n …Here, this is thanks for finding my card earlier. \n[hands the beverage to her.]\n\n\nMary:\n Oh, that? You really didn't have to pay me back, but thanks.\n\n\nDaven:\n …It's more for my own peace of mind than repayment.\n\n\nMary:\n Well, if you say so…\n\n\n[They sit, sipping their beverages. After a few minutes, Daven initiates a conversation.]\n\n\nDaven:\n What are you drawing there?\n\n\nMary:\n Just a sketch of the tree. Helps me unwind from all the assignments and tense lectures, you know.\n\n\nDaven:\n The lectures stress you out?\n\n\nMary:\n And you don't?\n\n\nDaven:\n I find them interesting… most of the time.\n\n\nMary:\n Interesting, yes, but overwhelming. I burned out in a class today. I don't know how I'll catch up.\n\n\nDaven:\n Don't you have friends to ask for notes?\n\n\nMary:\n They're just as lost as I am, to be honest.\n\n\n[Mary sighs, and Daven notices blood-red liquid dripping from the side of his can, perplexing him. Ignoring this, he takes a final sip and resumes speaking.]\n\n\n[Audio begins to fill with slight noise and sudden frequency spikes.]\n\n\nDaven:\n Maybe I can help. If you need any explanations, just ask.\n\n\nMary:\n Really?… But are we even going to the same classes?\n\n\nDaven:\n I read a lot of textbooks from other majors during my breaks. They're not a problem for me. Plus, our schedules seem to align since we met yesterday.\n\n\nMary:\n \n[Retrained chuckle].\n You actually read those thick books during your breaks?\n\n\nDaven:\n Yeah, so? What's so funny?\n\n\nMary:\n I never thought any sane person would even touch those books if given the choice. \n[laughs softly].\n\n\n[Daven becomes flustered, fiddling with his hair. The audio experiences slight distortion.]\n\n\nDaven:\n Hey, I'm the one offering help here. Do you want it or not?\n\n\nMary:\n Sorry, sorry. I'll gladly acce- \n[Noise accumulates mid-dialogue].\n\n\nDaven:\n What was that?\n\n\nMary:\n I'll gladly ac-ac-ac-ac-acep-p-p-p-\n\n\n[Mary's speech distorts, resembling a deteriorating VHS tape. Daven stumbles back, seemingly aware of the distortion.]\n\n\nDaven:\n What the-\n\n\nMary:\n ac-ac-ac-accept it, Daven. \n[The following words are dragged reverberantly]\n Why… why?\n\n\n[Mary slouches forward, causing Daven to step back hesitantly. Suddenly, Mary's head twists, emitting an eerie crack, and Daven falls backward as her eyes turn pitch black.]\n\n\nMary:\n \n[The following words reverberate]\n Why… WHY?\n\n\nDaven:\n No… Stay back. I said STAY BACK-\n\n\n[Video abruptly ends.]\n\n\n<End Log>\n\n\n\n\nAftermath: Dr. Laurier jumps out of bed, gasping for air, his eyes wide open. After reviewing the footage, Dr. Laurier was questioned by the on-site psychologist, to which he refused to answer and stormed out of the room in frustration and distress. Dr. Laurier was subsequently granted a 4-day leave.\n\n\n\n\n\n\n\n\n\n\n\n\nTrial log 7296.2\n\n\n\n\n- Hide block\n\n\n\n\n\n\nDate:\n 16/02/2020\n\n\nTrial Subject:\n Dr. Daven Laurier\n\n\nP.R.O neural link:\n \nUnstable\n\n\nForeword:\n Dr. Laurier reluctantly agreed to resume his treatment with SCP-7296 after persuasion from the on-site psychologist as well as several present colleagues.\n\n\n\n\n<Begin Log>\n\n\n[The video starts with Daven photographing Mary at a beach with a picturesque horizon and cloud formations resembling hills and mountains. Mary wears a yellow sundress with pink flower patterns and a floppy straw sun hat.]\n\n\nDaven:\n Perfect shot.\n\n\n[Mary approaches Daven to see the picture.]\n\n\nMary:\n Wow! You really captured the moment.\n\n\nDaven:\n I think I found my new passion.\n\n\nMary:\n Sure looks like it. Now it’s your turn.\n\n\n[Daven stands on the same spot as Mary did and attempts to do an awkward pose consisting of a thumbs up.]\n\n\nMary:\n What are you doing?\n\n\nDaven:\n Posing. Why, too much?\n\n\nMary:\n You look like you’re being held at gun point. Just relax your hands and smile. \n[Mary gestures a smile while dragging her right finger across her cheek.]\n\n\nDaven:\n Alright.\n\n\n[As the camera clicks, an object flies in front of Daven’s face, startling him.]\n\n\nMary:\n Got it.\n\n\n[Ignoring it, Daven approaches Mary and leans over to view the picture. The photograph captures the exact moment when a white sparrow-like bird obscures Daven's eyes and nose, leaving only his smile visible.]\n\n\nMary:\n \n[Laughs]\n This bird just photo bombed your picture.\n\n\nDaven:\n Where the hell did it even come from?\n\n\nMary:\n Who knows. But I am definitely keeping this. It looks so pretty.\n\n\nDaven:\n Me or the bird?\n\n\nMary:\n Both. Now come on. Let’s take one together.\n\n\n[Daven and Mary return to the same spot, preparing to take a selfie. The camera clicks, and the scene transitions to a public restroom. Daven adjusts his navy-blue suit and striped tie, looking at himself in the mirror. He takes out a silver engagement ring with a small sapphire, before closing it.]\n\n\n[He then begins to pace in the restroom.]\n\n\nDaven:\n \n[Mumbles quietly] [Audible Inhale]\n You can do this… You can do this…\n\n\n[Daven puts the ring back in his pocket and exits the restroom. The scene shifts to a cruiser. As he walks past the attendants, audio noise accumulates. Unbeknownst to Daven, the attendants appeared glitching with white cracks on their faces, resembling his colleagues in the Foundation.]\n\n\nDaven:\n Hey.\n\n\nMary:\n Oh hey. What took you so long?\n\n\nDaven:\n Held one for too long, sorry. Enjoying the view?\n\n\nMary:\n Needed some fresh air. It was bit cramped in there and there was a nice cold breeze out.\n\n\nDaven:\n …Mary I- \n[CRACK]- [Flinches]\n\n\n[A large crack began forming behind Mary and crawling towards them slowly. Daven takes notice but pretends to be oblivious.]\n\n\nMary:\n Yes? Is something wrong?\n\n\nDaven:\n N-no its nothing. Its just, I- \n[Pause]\n. I never felt this happy all my life…\n\n\nMary:\n …Me too. Being with you has been amazing, Daven.\n\n\nDaven:\n \n[Eyes begin to widen]\n…God, I am terrible at this…\n\n\n[The cracks encircle them. The attendants started approaching Daven. Their faces now consist of hovering white shards, with only their mouths remaining visible.]\n\n\nDaven:\n Mary… \n[Daven kneels down]\n. I-\n\n\nBEEP BEEP BEEP\n\n\n[The cruiser's siren blares, casting a red-tinted hue. Daven notices the attendants encircling him and chanting incomprehensibly. Mary remains unfazed, while blood tears stream down her face.]\n\n\nDaven:\n M-Mary…?\n\n\n[In the distance, white lights ascend and burst like fireworks, followed by flaming debris falling onto the cruiser. Daven panics as the visual distorts briefly.]\n\n\n[Mary's voice glitches as she speaks.]\n\n\nMary:\n Why did you do it?\n\n\nDaven:\n \n[Flinches]\n\n\nMary:\n Why, Daven?\n\n\n[Mary raises her head. Her skin appeared pale and bruise marks formed on her neck.]\n\n\nDaven:\n N-no, Mary. I-… I never-\n\n\n[The cracks widen, separating Daven and Mary on the cruiser and Daven stumbles near the edge.]\n\n\nDaven:\n MARY!\n\n\n[The attendants restrain Daven as he desperately reaches out, watching Mary disappear from view.]\n\n\nDaven:\n MAR-\n\n\n[Video abruptly ends.]\n\n\n<End Log>\n\n\n\n\nAftermath:\n Dr. Laurier screamed as he jumped out of the bed. His arms reached as he raised his body. Tears begin to run down Dr. Laurier’s face as he gasped for air. He then barges out of the room to his office and refused to go into questioning. Dr. Laurier was excused a 5-day leave by the request of his peers.\n\n\n\n\n\n\n\n\n\n\n\n\nTrial log 7296.3\n\n\n\n\n- Hide block\n\n\n\n\n\n\nDate:\n 04/03/2020\n\n\nTrial Subject:\n Dr. Daven Laurier\n\n\nP.R.O neural link:\n Begins \nUnstable\n before \nStabalizing\n in the last few minutes of the recording.\n\n\nForeword:\n Dr. Laurier's colleagues proposed a final trial for SCP-7296 before concluding the trials as a failure. Additional preparation time was granted to Dr. Laurier before commencing.\n\n\n\n\n<Begin Log>\n\n\n[The video begins with Daven Laurier going through reports and signing documents related to SCP-████. He appears exhausted, with signs of fatigue evident in his blinking and occasional head bobbing.]\n\n\nMary:\n…\n\n\n[Daven notices Mary nearby, drinking from a custom mug and glancing at him.]\n\n\nDaven:\n What is it Mary?…\n\n\nMary:\n When was the last time you slept Daven?\n\n\nDaven:\n Two days ago… I think?\n\n\nMary:\n Are you sure it's not longer? Those dark circles under your eyes aren’t getting any better.\n\n\nDaven:\n It can’t be that bad.\n\n\nMary:\n You look like a tired raccoon.\n\n\nDaven:\n Isn't that a bit of an exaggeration?\n\n\nMary:\n It won’t be if you keep going like this.\n\n\nDaven:\n It's fine. I just have a few more documents to go through, then I'll leave work early.\n\n\n[Mary raises an eyebrow, noticing the pile of files on Daven's desk.]\n\n\nMary:\n You still haven't kicked that habit since uni, have you?\n\n\nDaven:\n What habit?\n\n\nMary:\n …Nevermind.\n\n\n[Mary takes half of the files from Daven's desk, offering to help with the workload.]\n\n\nDaven:\n Wait, are you sure? I can handle it on my own. You don't have to-\n\n\nMary:\n Let’s get this done by tonight.\n\n\nDaven:\n Well… if you insist.\n\n\nMary:\n It feels like ages since we had dinner together, right?\n\n\nDaven:\n …\n\n\n[Mary smiles softly.]\n\n\nMary:\n Let's go somewhere nice today.\n\n\n[Noise accumulates and The scene shifts to Daven and Mary conducting an experiment on SCP-████ within a secured zone. During the test, the room starts vibrating, causing distress among the researchers. Contents of the experiment and the SCP object is archived as per protocol.]\n\n\n[20 minutes later, the entire room began to shake violently. Cracks and sudden decay can be seen on the walls and roof. All personnel began to evacuate the area. Daven and Mary were comparatively far behind. A gurgle and an organic screech can be heard in the background. As they attempt to run and avoid the falling debris, a SCP-████-2 instance appear out of the corner. The creature shoots a projectile from its oral cavity, towards them and hits Mary in the leg.]\n\n\nMary:\n \n[Screams in pain.]\n\n\nDaven:\n MARY!\n\n\n[The creature gives chase. Daven swiftly drags Mary into a nearby room and barricades the door with a desk. The creature relentlessly pounds and claws at the door. After a grueling struggle, the attacks subside, and the room stabilizes. Daven gasps for breath, but violent coughing overcomes him. Mary lies on the floor, bleeding from her mouth.]\n\n\nDaven:\n M-Mary- \n[Daven runs towards her.]\n It’s okay. It’s gonna okay. I’m here.\n\n\nMary:\n Da-ven- heuuuuughh \n[Cough cough]\n r- ru-\n\n\nDaven:\n I’m right here, d-don’t worry. So please… hang in there. \n[Vision becomes blurry.]\n\n\n[Daven frantically searches for first aid, rummaging through drawers and closets. Meanwhile, a scraping sound emanates from Mary's direction, unnoticed by Daven. His vision continues to blur.]\n\n\nDaven:\n \n[Mumbles]\n Please, please, please, please. Please don’t let it be too late-\n\n\n[A dark silhouette catches Daven's attention. He swiftly leaps to the left as the silhouette smashes the table, leaving a noticeable dent.]\n\n\nMary:\n Da… ven…\n\n\nDaven:\n N-no…\n\n\n[Mary's movements became sluggish, her limbs hanging like a ragdoll. Her skin morphed, forming small clawed appendages, while her veins pulsated prominently. With her right arm pulled back, she advanced towards Daven, poised for an attack.]\n\n\nMary:\n \n[In a raspy, but hollow voice.]\n Why… did you do it Daven?\n\n\nDaven:\n \n[Flinches]\n\n\n[The surrounding area begins to form cracks and ‘shatter’. It is at this moment Daven becomes self-aware that it is a memory.]\n\n\nMary:\n Did you h-hate me that much?\n\n\nDaven:\n N-no Mary! I love you! I-I love you more than anything this world could offer- \n[Daven takes a step forward.]\n\n\nMary:\n Then why… \n[She raises her right arm.]\n Why did you kill me!\n\n\n[Mary lunges at Daven, who instinctively pushes her aside, causing them both to fall. Daven's shoulders collide with the piled furniture, while Mary's head hits the floor with a soft crack. She struggles to recover.]\n\n\nMary:\n It hurts. It hurts Daven! Why did you hurt me!\n\n\n[Daven slowly gets back at his feet while Mary appears to still be recovering from the fall. The surrounding area begins to crumble into darkness.]\n\n\nDaven:\n \n[Mumbles]\n I love you. I loved you so much. \n[Vision becomes blurry.]\n I never felt so happy in my life when I was with you.\n\n\n[Daven goes closer to Mary, hesitantly. She doesn’t appear to be attempting to get up.]\n\n\nDaven:\n \n[Mumbles]\n I-I never wanted to do it \n[Hic]\n, even if it’s not real…\n\n\n[Daven kneels on top of Mary and slowly grips her neck.]\n\n\nDaven:\n … I don’t want to. \n[Tears stream down his face.]\n Please… not again.\n\n\n[Daven tightens his grip on Mary's neck as she gasps for air, offering no resistance. A hue of white begin to overlay the dark floor as tears stream down his face. He tries to look away, but an unseen force holds his gaze. Mary's body goes limp, her eyes fixed on Daven.]\n\n\n[With a deforming body, Mary raises an arm to stroke Daven's face, wiping away a tear. Tears flow down her eyes as she takes her final breath, offering a soft smile and mouthing her last words.]\n\n\n[Her arm drops, her body fading into white, merging with the surroundings. Daven crouches, motionless, immersed in blurred darkness, accompanied by stifled weeping. Four minutes pass until a light illuminates the top of his vision.]\n\n\nSCP-7296-A:\n You did all you could…\n\n\n[He looks up and sees a silhouette of a woman crouching down towards him. Visual is still too blurry to determine its characteristics.]\n\n\nDaven:\n W-Who… are you?\n\n\nSCP-7296-A:\n Someone you can talk too.\n\n\nDaven:\n Shut up, SHUT UP. Everybody says that, but nobody listens!!!\n\n\nSCP-7296-A:\n …She would’ve wanted the same.\n\n\nDaven:\n Want what!? I… I killed her… with my own hands.\n\n\nSCP-7296-A:\n You saved her. She didn't want you to end up like she did.\n\n\nDaven:\n It was my fault. The experiment, the breach… everything. \n[Crying ensues]\n it-it should’ve been me. Not her.\n\n\nSCP-7296-A:\n Then what about Mary? How would she feel if you were under her hands?\n\n\n[Pause]\n\n\nSCP-7296-A:\n There are many around you who had lost a loved one. Most, unable to be there when they passed. And yet… they find strength in knowing they still have a purpose, someone to guide or inspire. And they're never alone, for there are always others who stand beside them, ready to catch them if they fall.\n\n\nDaven:\n Others…?\n\n\nSCP-7296-A:\n If it weren’t for them, we wouldn’t have met. They know that someday, you’ll push through and become the person they’ve chosen to follow.\n\n\nDaven:\n B-but, I can’t… I can’t go back to way I use to… not without her. My colleagues, everyone… I know they’re trying to help me. But… It’s just so hard without her. Even when I’m around them, the people I had always worked with for years… I feel so lonely. it's- its's like..\n\n\nSCP-7296-A:\n It’s like you’re in different world from theirs. So disconnected from them even when they’re so close. It feels as if the one person who helped you cross the bridge to their side, suddenly disappeared. And now… you feel lost without them. Not knowing where to pour out the sorrow.\n\n\nDaven:\n …\n\n\nSCP-7296-A:\n Tell me Daven. If Mary saw you right now, how do you think she’ll feel?\n\n\nDaven:\n She’ll… She’ll worry… a lot. I’d never hear the end of it. She’d probably feel painful and try everything to cheer me up. I- I don’t want that… \n[Vision continues to blur and distort.]\n. If she saw me like this, then- then…\n\n\nSCP-7296-A:\n I think for today, she’ll make an exception.\n\n\n[The entity’s arms wrap around Daven, pulling him closer and letting his tears soak on its shoulders. Daven begans to cry out loud, letting out his frustration, uncontrollably. The entity stays still, letting this continue for 15 minutes.]\n\n\nSCP-7296-A:\n Stand strong Daven. For the person you loved, for the people that hadn’t given up on you… \n[The entity pushes Daven out of its shoulders gently.]\n Because they’re all waiting.\n\n\n[Daven whimpers softly.]\n\n\nDaven:\n Thank you…\n\n\n[Long pause]\n\n\nDaven:\n If- if it’s alright, can I know your name?\n\n\nSCP-7296-A:\n Its fine, but…\n\n\nDaven:\n …?\n\n\nSCP-7296-A:\n I can’t remember.\n\n\n[Video ends shortly after]\n\n\n<End Log>\n\n\n\n\nAftermath:\n Dr. Laurier awakened composed, displaying tearful emotions. Following a granted 4-day leave approved by Prof. Felix Dyer, Dr. Laurier exhibited a remarkable improvement in work efficiency and interpersonal demeanor. Colleagues noted enhanced openness and time management in completing assigned tasks.\n\n\nDr. Laurier underwent questioning regarding the encountered entity, leading to the determination that the entity corresponds to SCP-7296 in its humanoid manifestation. A Foundation artist was assigned to depict SCP-7296's humanoid form based on Dr. Laurier‘s description.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7296.3: Note\n\n\n\n\n\n\nMentioned prior in the discovery addendum, the sealed note had been sent to linguistic specialist for translation. Further inspection revealed the note to have been written 8 years ago by an individual named “Mitsuyo Hanako”.\n\n\n\n\n\n\nThe Light\n\n\n \n\n\nOn this land I stride, amongst sticks and stones.\n\n\n \n\n\nA path littered, as I walk alone\n\n\nIndifferent souls, their masks unfurled,\n\n\nBeneath each shadow, secrets are hurled.\n\n\nTheir paths, so clear and smooth,\n\n\nYet in silence, I endure the painful truth.\n\n\nThe light that once guided me, now fades away,\n\n\nAs years pass by, into a monotonous grey.\n\n\n \n\n\nIn this darkest hour, I flee.\n\n\nTo a place untouched, where I can be free.\n\n\nAway from life’s turmoil and sorrow’s sting,\n\n\nA sanctuary where my soul can sing.\n\n\n \n\n\nYet here I awaken, trapped in this hell,\n\n\n \n\n\nEvery dawn, I thread the the littered path,\n\n\nWith each step, my bruised feet bear the aftermath.\n\n\nEvery dusk, I long for the path to cease,\n\n\nTo find solace and embrace a sense of peace.\n\n\n \n\n\nAnd at last, my wish becomes truth.\n\n\nHere I lie, beneath the moon’s gentle soothe.\n\n\nWith cold feet and dimmed eyes, I reside,\n\n\nAs memories of the past caress my weary stride.\n\n\nWhere did it go wrong?\n\n\n \n\n\nRegret lingers, as I ponder where it all went awry,\n\n\nI reach out my hand, uttering a heartfelt cry.\n\n\nThat someday, I'll be a guiding light,\n\n\nFor those who walk the littered path, seeking respite\n\n\n \n\n\n-Mitsuyo Hanako\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A spectral anomaly designated to be benevolent in nature.\n\n\n2\n. A sphere or realm of human consciousness.\n\n\n3\n. Device functions by producing a video and audio feed after recording the contents of the subject's mind. A live feed is not possible as the concept of time differs within the realm of consciousness.\n\n\n4\n. Fear of being alone.\n\n\n\n\n\n\n\n\n« \nSCP-7295\n | SCP-7296 | \nSCP-7297\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-7296 is contained within a display case in the psychotherapy office of Site-24. A permit must be submitted to Head Researcher Dr. Daven Laurier in order to utilize SCP-7296 and a psychologist must be present for the duration of SCP-7296's effect. Personnel are allowed to request a 3-5 day leave after utilizing SCP-7296.",
    "description": "SCP-7296 is a white cotton pillow that is possessed by a class III1 spectral entity. Once a subject rests their head on SCP-7296, they enter a state of lucid dreaming and recall specific memories from their past.",
    "title": "SCP-7296"
}