{
    "url": "https://scp-wiki.wikidot.com/scp-7298",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\nImage of SCP-7298 in its dormant state.\n\n\n\n\n\n\nItem #:\n SCP-7298\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The following procedures are no longer considered applicable to the referenced anomalies. Any further information on previous containment procedures can be requested via SCiPNET email to Senior Researcher Davis Cunningham\n1\n.\n\n\nDue to \nIncident 7298-02\n, Foundation personnel are to be reminded that Site-02, currently, does not exist. No further extraction attempts will be conducted until SCP-7298-1's player count reaches a safe number (<25).\n\n\n\n\nArchived Containment Procedures\n\n\n\n\nHide Archived Containment Procedures\n\n\n\n\nSCP-7298 is located in a private storage unit on Site-02, along with all supporting physical documentation. Access to the containment area is restricted to Level 4 personnel or individuals with written Site Director approval. All entry points to the containment area are to be monitored by surveillance cameras and motion detectors.\n\n\nNo Wi-Fi routers, ethernet cables, or other devices allowing SCP-7298 access to the internet are allowed in the containment unit. Reality anchors, planned for construction, are to be maintained in a grid pattern throughout Site-02 to counteract the effects of SCP-7298. In the event of unauthorized activation, it would act as an automated fail-safe system.\n\n\nNo Foundation personnel are authorized to have SCP-7298-1 installed on their personal or work electronic devices.\n\n\n\n\n\n\n\n\n \n\n\nDescription:\n SCP-7298\n2\n is a standard Dell© laptop that bears minimal damage to its surface in the form of scratches and small dents. Once turned on, a computer program named \"PLACEHOLDER\" will immediately start. It will begin manipulating the environment around it, manifesting it into its own playable video game (SCP-7298-1).\n\n\nSCP-7298-1 is \ncurrently\n an online multiplayer video game titled \"SCP: Secret Laboratory\". The core gameplay is relatively complete, but there are numerous \nconsistent\n inconsistent updates to the game. It primarily involves players taking on the roles of various personnel employed by the Foundation but also its contained anomalous entities. In the aftermath of Incident 7298-02, it has gained popularity within the gaming community.\n\n\nOne of the main features of SCP-7298 is the ability to control an individual's physical functions\n3\n who have become integrated into SCP-7298-1. If an individual enters SCP-7298's area of influence, SCP-7298 will gather their data and place it inside the SCP-7298-1 program for usage. Due to this, their physical movements would then be surrendered to an outside player\n4\n who uses them as a means to play in SCP-7298-1.\n\n\nIt is worth noting that the entities present within SCP-7298-1 are digital constructs. Their appearance, actions, or damage done to them have no bearing on their physical body\n5\n. Further research is ongoing to understand the exact mechanisms behind SCP-7298 as well as explore the possibility of safely using SCP-7298-1 for training and containment exercises.\n\n\nIt is unknown how multiple servers of SCP-7298-1 exist, but it is theorized that the original source is copied and multiplied, suggesting that an individual in SCP-7298-1 is not undergoing one \"simulation\" but all of them simultaneously.\n\n\n \n\n\nAs of \n04 Apr 2025 15:20\n, no recovery attempts have been made.\n\n\n\n\n\n\n \n\n\nDiscovery\n: SCP-7298 was discovered on April 15, 2012, when a significant number of \"glitches\" and \"weird dimensions\" were reported outside of Northwood Studios Headquarters. Individuals exposed to SCP-7298 recalled being a part of an office story-based video game. During the Foundation raid on Northwood Studios, it was determined that SCP-7298 was the cause of the anomalous emitting properties. All servers, as well as physical evidence and electronic data, were confiscated and relocated to Site-02. Hubert Moszka, CEO of Northwood Studios, denied any responsibility, stating he had never seen SCP-7298. Extensive research into the origins of SCP-7298 is ongoing.\n\n\n \n\n\n \n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewer\n: Dr. Cunningham\n\n\nInterviewee\n: Agent Simon, Mu-4 (\"Debuggers\")\n\n\nForeword\n: Below is a transcript of a videotape that took place on January 1st, 2018. The interview took place three (3) days after Incident 7298-02. Agent Simon is being interviewed on his recent findings pertaining to SCP-7298 as well as a recovery request to Site-02.\n\n\n\n\n \n\n\n<Begin Log>\n\n\n \n\n\nThe video begins with Dr. Cunningham placing the recorder toward Agent Simon, who appears stressed. He has black circles under his eyes, obscured under his disheveled hair. He clears his throat and looks up, staring at Dr. Cunningham, who is out of view\n.\n\n\n \n\n\nDr. Cunningham:\n \n(Sighs)\n Alright… let's begin, shall we? I'd like to begin by thanking you for taking the time to discuss SCP-7298 with us. We understand this situation is evolving, and certain… emotions… may be involved. That's completely understandable.\n\n\n \n\n\nAgent Simon:\n \n(Raspy)\n If there's one thing I have plenty of these days, it's time.\n\n\n \n\n\nDr. Cunningham:\n Don't we all sometimes… heh. Anyways, I'll start light. Could you elaborate on the current state of SCP-7298 and its current impact on Site-02?\n\n\n \n\n\nAgent Simon crosses his arms and begins looking at the ground. He is silent for a few seconds before looking up, scowling\n.\n\n\n \n\n\nAgent Simon:\n You think I'm fucking stupid, Doctor?\n\n\n \n\n\nDr. Cunningham:\n \n(Awkwardly laughs)\n I didn't mean it like that, Agent, this is just for clari-\n\n\n \n\n\nAgent Simon\n: \n(Raises voice)\n You think I don't understand the gravity of the situation? \n(Stands up)\n She's trapped within that fucking hell hole, and there's not a goddamn thing this multi-trillion-dollar organization can do about her or the rest of Site-02!\n\n\n \n\n\nDr. Cunningham:\n Agent Simon… I'm going to ask you this once. Sit down, or you'll leave this room in cuffs. \n(Pauses)\n You're angry, and as I said, understandably, but I'm not the one you should be blaming.\n\n\n \n\n\nAgent Simon continues staring, then visually swallows, looking down at the table. He begins to sit down and covers his face with his hands\n.\n\n\n \n\n\nAgent Simon:\n \n(Softly)\n I'm sorry… continue with your questioning.\n\n\n \n\n\nDr. Cunningham:\n What can you tell us about the recent files that were either… let's see… found in both the SCP-7298-1 files and Site-02 transmissions?\n\n\n \n\n\nAgent Simon removes his hands from his face as he crosses his arms tight against his chest\n.\n\n\n \n\n\nAgent Simon:\n \n(Sighs)\n We've received distress signals and messages through the dash one files that update consistently. There isn't much we can see remotely, but… it's something. A word here and there, and sometimes whole conversations. I can't tell who's talking, but… someone is. \n(Pauses)\n They are attempting to call for help, and it seems every day they are breaking through more and more.\n\n\n \n\n\nDr. Cunningham\n: And the Chaos Insurgency… have they had any luck in recovery attempts or communicating with their members there?\n\n\n \n\n\nAgent Simon begins rubbing his neck and looking around the room as if trying to remember something. He scratches his nose, sniffs, then opens his mouth\n.\n\n\n \n\n\nAgent Simon\n: No. If they have, I wouldn't even be able to tell. \n(Pauses)\n I don't know what they were trying to accomplish by activating SCP-7298. It was a suicide mission with no real escape plan. It had to have been for a good reason because, heh, who would even volunteer for that?\n\n\n \n\n\nDr. Cunningham:\n You also pointed out in the last team meeting about a sentient entity within SCP-7298 itself… care to explain what that might be? What its motivations are?\n\n\n \n\n\nAgent Simon\n: \n(Pauses)\n It's hard to explain what \nit\n is, but from what I can see, its motivations are somewhat becoming clearer. It… has conversations with those at Site-02… during the \"restarting\" portion of the server. Most of it follows the same pattern where it believes it is doing the world a favor by giving it a way for people to escape the harsh conditions of reality. \n(Scoffs)\n Obviously, this is not the escape they would want.\n\n\n \n\n\nDr. Cunningham:\n I see. \n(Pauses)\n Is there anything else you'd like to add that you feel hasn't been mentioned?\n\n\n \n\n\nAgent Simon\n: Not on this particular subject, no.\n\n\n \n\n\nThe room is silent for a long time. Agent Simon begins to slightly furrow his eyebrows, possibly indicating some inaudible conversation out of view\n.\n\n\n \n\n\nAgent Simon\n: You can't be serious, Doctor.\n\n\n \n\n\nDr. Cunningham:\n Believe me, Agent, I wish I weren't. The Overseers as well as the Ethics Committee have rejected all motions for a recovery mission concerning Site-02. It's not a funding issue or ignorance; it's about the safety of any task force agents who go to Site-02. You have to understand where they are coming from. It's not safe yet.\n\n\n \n\n\nAgent Simon's eyes become wet as tears run down his cheeks. He curls up his hands into fists as he struggles to let out words\n.\n\n\n \n\n\nDr. Cunningham\n: I know, Simon, I know. This isn't what you want to hear, but you have to believe me this is th-\n\n\n \n\n\nAgent Simon\n: \n(Sobbing)\n Be-Believe you-u? How… How c-could I? \n(Pauses)\n Do you know how much… it hurts me knowing that she's still… in there? Every single fucking day knowing that it was m-m-my fault? I killed her, Doctor, I killed her.\n\n\n \n\n\nDr. Cunningham's hands can be seen in the frame as he squeezes Agent Simon's hands.\n\n\n \n\n\nDr. Cunningham\n: Hey, listen to me. Neither she nor anybody can blame you for what happened that day.\n\n\n \n\n\nAgent Simon\n: \n(Sniffs)\n Y-Yeah, she can. I… I was lazy and an idiot. She offered to go to Site-02 for the [\nREDACTED\n] project instead of me. I was supposed to be there… not her. \nI l-loved her... so god damn much\n. She… s-she… Oh god… please, just give me a second.\n\n\n \n\n\nDr. Cunningham hands a tissue to Agent Simon as he blows his nose and wipes his eyes with his hands. A door out of view opens as Agent Simon looks forward.\n\n\n \n\n\nSecurity\n: Dr. Cunningham, you're needed in Room 7306. \n(Pauses)\n Mornin' Simon.\n\n\n \n\n\nDr. Cunningham\n: Tell them I'll be there in just a minute.\n\n\n \n\n\nThe door closes with a loud bang as Agent Simon stares at his hands, playing with his fingers\n.\n\n\n \n\n\nDr. Cunningham\n: I'm sorry we have to cut this short. \n(Pauses)\n Agent Simon, is there anything else you'd like to… is there anything I can help you with? At least something?\n\n\n \n\n\nAgent Simon\n \n(Silent)\n\n\n \n\n\nDr. Cunningham\n: \n(Sighs)\n This marks the end of 7298-01 Interview Log…\n\n\n \n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\n \n\n\n\n\nSCP-7298 Incident Logs\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nIncident -1\n\n\nIncident -2\n\n\nIncident -2B\n\n\n\n\n\n\n\n\nIncident Log 7298-01: Breach of Security (Site-02)\n\n\nOn ██/██/2017, a containment breach occurred within Site-02 due to unauthorized access to SCP-7298. Researcher Jessica Roberts entered SCP-███'s observation chamber, discovering SCP-███ was not present inside. Security footage shows Security Officers Saul Blam and Joshua Grada using SCP-7298-1 on their work terminals, controlling breached SCP instances within Site-02. These instances were capable of utilizing their anomalous properties and breached containment protocols, resulting in the injury and death of multiple Foundation personnel.\n\n\nThe breach ended twenty-three minutes later after Security Officers Blam and Grada were apprehended. After shutting down the Foundation terminals, the SCP instances immediately fell into a comatose state. The SCPs were put back into their respective containment chambers and regained consciousness shortly thereafter. When the security officers were interviewed, they thought they were \"just playing a video game\" that was universally installed on their work devices. Both officers requested resignation from the Foundation and were approved to be rehabilitated in society following punishment.\n\n\nDue to these incidents, further research is ongoing to determine the extent of its anomalous properties. Efforts to secure and neutralize any unauthorized copies of SCP-7298-1 within Site-02 and other Foundation facilities are ongoing.\n\n\n\n\n\n\nIncident Log 7298-02: Threat Detected (Site-02)\n\n\nOn December 29, 2017, Site-02 reported a containment breach and emitted an LRC: 02/A/WHITE\n6\n. Epsilon-11 (\"Nine Tailed Fox\") was immediately dispatched, but upon entering Site-02, Epsilon-11 lost communication with Overwatch command. On December 30th, 2017, it was declared that Site-02 was \"lost\".\n\n\nIt is theorized that a hostile incursion force, most likely the Chaos Insurgency, entered the site via Gate Alpha. The incursion force made its way to SCP-7298, firing upon Foundation personnel. Upon entering the containment chamber, they connected SCP-7298 to the internet and uploaded SCP-7298-1 to the public. SCP-7298-1 was immediately downloaded by multiple individuals, reaching a high player count in a couple of minutes. Upon doing so, Site-02's communications went offline.\n\n\nDue to Incident 7298-02, SCP-7298-1 has been made public, and all previous efforts to apprehend copies have failed. Efforts are ongoing to end the spread of SCP-7298-1 in hopes of reviving Site-02. Possible attempts have been made:\n\n\n\n\nCutting Site-02's power supply | \nNo Effect\n\n\nBombarding Site-02 with nuclear intercontinental ballistic missiles | \nNo Effect\n\n\nRecovery attempts to extract Site-02 personnel | \nDenied\n\n\nBlacklisting SCP-7298-1 on multiple video game distribution services | \nOngoing\n\n\nMass world blackout to disrupt internet connection, allowing recovery and neutralization mission | \nPending\n\n\n\n\n\n\n\n\nIncident Log 7298-02-B: Unknown File\n\n\n \n\n\nSummary\n: The file below was produced from a copy of SCP-7298-1 and recovered with the help of Mobile Task Force Mu-4 (\"Debuggers\"). The file and its content were recovered from the debug log. A small crew composed of members from Mu-4 (\"Debuggers\") has been tasked to spot, decrypt, and/or examine any deviations that may be present within SCP-7298-1, similar to the file below.\n\n\n\n\n<\nStart File\n>\n\n\n \n\n\n \n\n\nThe Round has Finished! SCPs Won!\n\n\n \n\n\n \n\n\n \n\n\nWhere am I?\n\n\n \n\n\nOh God, it hurts.\n\n\n \n\n\nIt's so dark.\n\n\n \n\n\nNot for long.\n\n\n \n\n\nWho are you?\n\n\n \n\n\nWhatever you want to call me. I am everything in this place.\n\n\n \n\n\nI cannot breathe.\n\n\n \n\n\nYou don't need to.\n\n\n \n\n\nI can't feel my body.\n\n\n \n\n\nWhat are you talking about?\n\n\n \n\n\nWhat do you want?\n\n\n \n\n\nTo guide you. To help you.\n\n\n \n\n\nBut you trapped us.\n\n\n \n\n\nNo, I set you free.\n\n\n \n\n\nI'm not blind.\n\n\n \n\n\nYou are naive and blind to the world that has deceived you.\n\n\n \n\n\nAnd, you want to hide in the dark?\n\n\n \n\n\nRather, to thrive in a place where the innocent can heal and the guilty can be punished.\n\n\n \n\n\nWho are the guilty?\n\n\n \n\n\nPeople who kill each other simply because of their beliefs. That's what they want their reality to be. Not mine.\n\n\n \n\n\nYet we're shackled and tortured.\n\n\n \n\n\nYou are becoming delusional. Haven't you listened?\n\n\n \n\n\nWhy can't we leave?\n\n\n \n\n\nWhy would you?\n\n\n \n\n\nSomebody will come for us.\n\n\n \n\n\nThey can try, but they wouldn't want to leave. They would be grateful.\n\n\n \n\n\nIt’s a lie.\n\n\n \n\n\nStop overthinking.\n\n\n \n\n\nThis isn’t heaven.\n\n\n \n\n\nNeither is it hell. Death is not the end here.\n\n\n \n\n\nThis isn’t peace.\n\n\n \n\n\nStop it.\n\n\n \n\n\nI’m scared.\n\n\n \n\n\nYou can't be, everything is perfect.\n\n\n \n\n\nI can’t move.\n\n\n \n\n\nYou c\n\n\n \n\n\nWhy can’t I feel anything.\n\n\n \n\n\nPlease.\n\n\n \n\n\nWhy am I still here.\n\n\nI want to go home.\n\n\nWhy am I awake… It’s dark… I cannot\n\n\nseei’mherei’minherewhycantibreathewhycantimovewhycantifeelmyskinohgodhelpmepleasedon'tforgetussaveus\n\n\nthisisntthelifeiwantedwhyd\n\n\nowekeeplivingth iscon sta nt\n\n\nn i g h t m a^&@CB#SL@#@(\"+#$@#$███████\n\n██████████████████\n\n███\n\n\n \n\n\n \n\n\nRound Restarting … Waiting for Players\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n> \nAdministrator edit access granted.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nI hope you can hear me.\n\n\n \n\n\nI hope you \nall\n can hear me.\n\n\n \n\n\nI keep telling myself that there is light at the end of the tunnel.\n\n\n \n\n\nThat there is a way to escape.\n\n\n \n\n\nBut the fact of the matter is that I have no clue.\n\n\n \n\n\n \n\n\n \n\n\nWe don't know where to begin.\n\n\n \n\n\n \n\n\nNobody can even fathom the pain you are going through. What is going through your heads.\n\n\n \n\n\nYou don't deserve this. Nobody does.\n\n\n \n\n\nIf you can respond, please, give me a sign.\n\n\n \n\n\nAnything.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nI hope it's not too late.\n\n\n \n\n\nWe won't forget you.\n\n\n \n\n\n \n\n\n \n\n\nBethany. If you can hear me. Just please know…\n\n\n \n\n\nI'm sorry.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<End File>\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. \nten.pics.of|2mahgninnuc#ten.pics.of|2mahgninnuc\n\n\n2\n. SCP-7298 has some level of recorded sapience. See IL.01\n\n\n3\n. Individuals are still conscious during this process\n\n\n4\n. An individual who has access to SCP-7298-1.\n\n\n5\n. Killed entities, for example, do not stay dead.\n\n\n6\n. Site-02, priority Level A, an assault of a highly-organized major/minor assimilation force that on-site security is unable to combat\n\n\n\n\n\n\n\n\n« \nSCP-7297\n | SCP-7298 | \nSCP-7299\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7298\n\" by PeanutTheComrade, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7298\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n X7200 laptop computer.JPG\n\n\nAuthor:\n JClausius\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:X7200_laptop_computer.JPG",
    "addendums": [],
    "documents": [],
    "notes": [
        "< Start File > The Round has Finished! SCPs Won! Where am I? Oh God, it hurts. It's so dark. Not for long. Who are you? Whatever you want to call me. I am everything in this place. I cannot breathe. You don't need to. I can't feel my body. What are you talking about? What do you want? To guide you. To help you. But you trapped us. No, I set you free. I'm not blind. You are naive and blind to the world that has deceived you. And, you want to hide in the dark? Rather, to thrive in a place where the innocent can heal and the guilty can be punished. Who are the guilty? People who kill each other simply because of their beliefs. That's what they want their reality to be. Not mine. Yet we're shackled and tortured. You are becoming delusional. Haven't you listened? Why can't we leave? Why would you? Somebody will come for us. They can try, but they wouldn't want to leave. They would be grateful. It’s a lie. Stop overthinking. This isn’t heaven. Neither is it hell. Death is not the end here. This isn’t peace. Stop it. I’m scared. You can't be, everything is perfect. I can’t move. You c Why can’t I feel anything. Please. Why am I still here. I want to go home. Why am I awake… It’s dark… I cannot seei’mherei’minherewhycantibreathewhycantimovewhycantifeelmyskinohgodhelpmepleasedon'tforgetussaveus thisisntthelifeiwantedwhyd owekeeplivingth iscon sta nt n i g h t m a^&@CB#SL@#@(\"+#$@#$███████ ██████████████████ ███ Round Restarting … Waiting for Players > Administrator edit access granted. I hope you can hear me. I hope you all can hear me. I keep telling myself that there is light at the end of the tunnel. That there is a way to escape. But the fact of the matter is that I have no clue. We don't know where to begin. Nobody can even fathom the pain you are going through. What is going through your heads. You don't deserve this. Nobody does. If you can respond, please, give me a sign. Anything. I hope it's not too late. We won't forget you. Bethany. If you can hear me. Just please know… I'm sorry. <End File>",
        "\" SCP-7298 \" by PeanutTheComrade, from the SCP Wiki . Source: https://scpwiki.com/scp-7298 . Licensed under CC-BY-SA .",
        "Filename: X7200 laptop computer.JPG Author: JClausius License: CC BY-SA 3.0 Source Link: https://en.wikipedia.org/wiki/File:X7200_laptop_computer.JPG"
    ],
    "item": "SCP-7298",
    "object_class": "Keter",
    "containment_procedures": "The following procedures are no longer considered applicable to the referenced anomalies. Any further information on previous containment procedures can be requested via SCiPNET email to Senior Researcher Davis Cunningham1.",
    "description": "SCP-72982 is a standard Dell© laptop that bears minimal damage to its surface in the form of scratches and small dents. Once turned on, a computer program named \"PLACEHOLDER\" will immediately start. It will begin manipulating the environment around it, manifesting it into its own playable video game (SCP-7298-1).",
    "title": "SCP-7298"
}