{
    "url": "https://scp-wiki.wikidot.com/scp-7301",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7301\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7301 is currently stored in a Standard Anomalous Item Locker located in Site-301. Direct visual contact with SCP-7301 is strictly forbidden. Foundation personnel violating this policy will be detained \nand amneticized\n. Investigations regarding widespread SCP-7301 exposure among Foundation personnel are currently underway.\n\n\nThis document is maintained and edited by the Site-301 Administrative Team exclusively.\n\n\nDescription:\n SCP-7301 is a handwritten document drafted on 3 pages of non-anomalous A4 paper. SCP-7301's primary anomalous effect is a TYPE-B memetic compulsion triggered upon 72.89% of individuals after reading the entirety of SCP-7301's contents. Said individuals are collectively designated as SCP-7301-A. Foundation employees described as \"compassionate\", \"empathetic\", and \"kind\" appear to be seemingly more vulnerable to SCP-7301's effects, while D-class personnel from violent backgrounds seem to be the least affected.\n\n\nSCP-7301-A instances express a strong compulsion to convince Foundation personnel unaffected by SCP-7301 phenomena into reading SCP-7301. When questioned about SCP-7301's contents or reasons for reading it, SCP-7301-A responses vary; most avoid the prompt or fail to justify a response with sufficient reasoning. Nevertheless, due to the \npotential\n confirmed exposure of several high-ranking Foundation personnel to SCP-7301 and the resources available to them, it is currently believed that \n2.6%\n \n7.9%\n \n16.2%\n 44.5% of all Foundation personnel have been exposed to SCP-7301.\n\n\nSCP-7301's second anomalous effect renders SCP-7301-A instances completely inoculated against all methods of memory removal or alteration known to the Foundation. This effect is present in 100% of observed SCP-7301 instances. Potential implications of this effect are poorly understood.\n\n\nAddenda 7301.1—SCP-7301 Excerpts:\n\n\n\n\n\n\nSHOW EXCERPTS\n\n\n\n\nHIDE EXCERPTS\n\n\n\n\n\n\n…years of experience with amnestics. They have become an essential tool to aid you all with the containment of anomalies and the upholding of the Veil protocol. And we are not denying this fact. But times have changed, my friends. Our mission statement all this time was to shield the public from the unknown, unexplained, and dangerous. We don't just secure and contain anomalies for no reason. We are doing this to protect the rest of humanity, ignorant of the dangers that lurk in the dark.\n\n\nOnce, a long time ago, we were like you. We were the pioneers of cutting-edge paratechnology; we had pills that can tap into the very minds of humans, pills that can warp, dilate, and erase our memories. It was the \nfoundation\n of modern containment and Veil preservation protocol. It was everything to us.\n\nA flaming torch keeping us warm and safe in the endless night of the anomalous world so to speak. That reassurance that there will always be a way out from a dire situation or a great mistake. The way of removing the memories of everyone involved.\n\n\nBut still, amnestics are twisted and just so…wrong, on many different levels. We prided ourselves on the protection of humanity and consensus reality against anomalous threats. Yet to achieve this goal, we had to intrude and interfere with countless human minds anomalously. Are we really protecting humanity from anomalous influence if we are anomalously affecting human memories ourselves? What about the \nextremely immoral method for harvesting critical amnestical components\n?\n\n\nSo we've decided to change our ways. Less obtrusive alternatives to amnestics are in development. Reassessments regarding the Veil protocol are underway due to the massive surge of new anomalies and GOIs in recent years. Some folks call for the deprecation of the Veil or even complete removal from Foundation mission objectives, but personally, I think that's going too far.\n\n\nThat brings us to now. We urge all of you to stop the usage and production of amnestics and to reassess containment methods with more morality in mind. At the end of the day, we are all Foundation. And we humbly request that our steps are followed to create a more ethical future for your world. This letter is a gift, a token of fellowship, and a symbol of our success in reforming containment methods. A proof of concept.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddenda 7301.2—Discovery and Additional Information:\n SCP-7301 manifested in Site-301's meeting room on █/1/2023 during a scheduled Administrative Staff meeting, somewhat resembling an official Foundation Summary Memo distributed annually amongst site administrative teams providing updates and statistics regarding the Foundation and its operations. Colloquial vocabulary is used as opposed to the clinical tone used in almost all official Foundation documents. According to information provided by SCP-7301, the document was written by the \"SCP Foundation Ethics Committee\". No such department has ever been established in the Foundation. The \"Ethics Committee\", for all intents and purposes, does not exist.\n\nSite-301 Administrative Staff identified the anomaly and current containment procedures were designed and implemented successfully.\n.\nThis statement has been flagged for potential memetic corruption.\n\n\nNo further action is necessary.\n\n\n\n\n\n\n« \nSCP-7300\n | SCP-7301 | \nSCP-7302\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7301\n\" by sweepyspud, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7301\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7301 \" by sweepyspud, from the SCP Wiki . Source: https://scpwiki.com/scp-7301 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7301 is currently stored in a Standard Anomalous Item Locker located in Site-301. Direct visual contact with SCP-7301 is strictly forbidden. Foundation personnel violating this policy will be detained and amneticized. Investigations regarding widespread SCP-7301 exposure among Foundation personnel are currently underway.",
    "description": "SCP-7301 is a handwritten document drafted on 3 pages of non-anomalous A4 paper. SCP-7301's primary anomalous effect is a TYPE-B memetic compulsion triggered upon 72.89% of individuals after reading the entirety of SCP-7301's contents. Said individuals are collectively designated as SCP-7301-A. Foundation employees described as \"compassionate\", \"empathetic\", and \"kind\" appear to be seemingly more vulnerable to SCP-7301's effects, while D-class personnel from violent backgrounds seem to be the least affected.",
    "title": "SCP-7301"
}