{
    "url": "https://scp-wiki.wikidot.com/scp-7304",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7304\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Outpost-12-IRQ is established to occupy SCP-7304-2 and secure SCP-7304-1 items for transport to Site-02-IRQ.\n\n\nDescription:\n SCP-7304 refers to the manifestation of items in SCP-7304-2, an ancient Sumerian temple located in the city of Ur. These items, designated SCP-7304-1, have been continuously appearing since their discovery in 1952, with a total of \n392\n 393 instances recovered. The most technologically advanced SCP-7304-1 instances suggest their natural development occurring in the near-future (around the early 2100s), based on an exponential model of technological growth.\n\n\nAll SCP-7304-1 instances were found with significant amount of inert Scranton Radiation\n1\n and a large quantity of Euchars\n2\n.\n\n\nMost SCP-7304-1 instances were found deliberately damaged, exhibiting signs of being struck with a bladed weapon consistent with bronze-age technology.\n\n\nAddendum-7304.1:\n The following is an incomplete list of SCP-7304-1 items recovered from SCP-7304-2.\n\n\n\n\n\n\nDESIGNATION\n\n\nDESCRIPTION\n\n\n\n\n\n\nSCP-7304-1-12\n\n\nAn incredibly small 10 TB empty USB with key-chain compatibility. Found broken in half.\n\n\n\n\n\n\nSCP-7304-1-126\n\n\nAn advanced computer with labels indicating that its CPU regularly reaches speeds of 48 gHz and requires 32 Kilowatts. No compatible monitor is currently available. The gashes on the case were likely made with a ~60cm curved blade. An emblem engraved on the side resembles the logo of a Foundation-like entity, \n-BF/102\n \n\"Rogue Spies\"\n3\n\n\n\n\n\n\nSCP-7304-1-230\n\n\nA smartphone. Incredibly thin at 2mm. Found deliberately broken in half. No charging port is found. Outer casing is scorched and emitted toxic amounts of gamma radiation at time of discovery.\n\n\n\n\n\n\nSCP-7304-1-260\n\n\nA laser printer with a sheet of paper in the printing compartment. The paper contains a crude, printed diagram of an unknown terrestrial creature. Small spots are highlighted to indicate the presumed vital spots of the creature. No ink was found in storage.\n\n\n\n\n\n\nSCP-7304-1-327\n\n\nA slab of modern concrete with dried blood splattered over a 2m\n2\n area. Large claw-like scratches were found in this area as well. DNA analysis of the blood reveals it to be a mixture of human blood and blood from an unknown anomalous Cephalopoda-Felidae creature. The creature is designated as anomalous due to trace inactive amnestic compounds found in the blood.\n\n\n\n\n\n\nSCP-7304-1-381\n\n\nAn automatic rifle superficially resembling an M60 machine gun. It is incredibly lightweight due to being constructed of graphene. Engraved middle-Sumerian writing on the barrel reads \"Begone foul beasts!\" Evidence of heavy use was found.\n\n\n\n\n\n\nAddendum-7304.2:\n On 2033/4/3, SCP-7304-1-393 was recovered. Unlike others, it was a clay tablet consistent with bronze-age technology containing middle-sumerian writing. Below is a translation. A few lines were memetically highlighted in SCP-7304-1-393, represented below by italicization.\n\n\n\n\nAtayah, King of Ur and Sumer, in accordance with the true word of Utu, did establish equity in the land; he banished violence, and strife, and set the monthly Temple expenses lower than previous. For 20 years did he rule in this way, and it was good. However, the citizens of Ur had demanded the banishment of one more aspect. They demanded that King Atayah banish the mighty mayors of \nSutrah, Ceridu, and Peresad,\n who the citizens said make an affront to Utu with sorcery, and commune with the gods in order to gain power for themselves. When King Atayah refused to banish them, they tore their clothes.\n\n\nThe mayors, having many allies from the heavens who share their \nFoundation,\n were favored by the gods. Atayah, wise King of Ur and Sumer, knew this, and that they alone held back many evils. It was for this reason King Atayah did not banish them even though they grew powerful enough to challenge the King.\n\n\nAfter Atayah had turned over the Kingship of Ur and Sumer to Enlil, he, in a foolish attempt to gain the people's favor and secure his new position, had the mayors of \nSutrah, Ceridu, and Peresad\n slaughtered, and their belongings seized. Their largest temple, located in Sutrah who's \ndimensions\n were many, and in which the mayors communed with their heavenly allies, was converted into a temple for Utu. Of the seized belongings, those deemed unholy were banished at the new temple of Utu in Sutrah. Some were kept as loot.\n\n\nBecause of this foolishness, all of Sumer was cursed and great beasts of heaven shook the Earth. He ruled a mere 2 months, and chaos consumed the world.\n\n\n\n\nUsing the inter dimensional database available as a result of the Many Foundations Treaties\n4\n, it was found that a Foundation-like entity designated \n-BR/463\n \n\"Bronze Mayors\"\n was a minor figure in inter-Foundation relations. Despite their interdimensional capabilities, their mundane development paralleled that of the bronze age. Their most recent communications indicated that their neutralization was imminent, and that a widespread \nTTK-Class \"Tartarean-Intrusion\" scenario\n would take place as a result. They requested support and equipment to prepare for an WC-class \"War for Civilization\" scenario.\n\n\nNo communication has been received from them since the 1950s, and Foundation-like entity \n-BR/463\n is presumed neutralized. The status of humanity in \n-BR/463\n's dimension is unknown, but due to the freshness of Euchars on SCP-7304-1 instances, presumed not extinct.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An indicator of an object going through inter-dimensional travel.\n\n\n2\n. An indicator of an object going through a religious ritual. See \nTactical Theology\n.\n\n\n3\n. Foundation-like entities refer to groups residing in another dimension that are analogous to the SCP Foundation. The given code names do not necessarily represent the actual names of these entities. For example, our SCP Foundation's interdimensional designation is \nTW/224\n \n\"Efficient Forgetters\"\n\n\n4\n. A term used to generalize the various agreements and pacts between Foundation-like entities across dimensions. Examples include the \nMulti-Foundation Pact of 1981\n, the \nHexauniversal Foundation Collaboration Agreement\n, etc.\n\n\n\n\n\n\n\n\n« \nSCP-7303\n | SCP-7304 | \nSCP-7305\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7304\n\" by jaboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7304\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-7304.1: The following is an incomplete list of SCP-7304-1 items recovered from SCP-7304-2.",
        "Addendum-7304.2: On 2033/4/3, SCP-7304-1-393 was recovered. Unlike others, it was a clay tablet consistent with bronze-age technology containing middle-sumerian writing. Below is a translation. A few lines were memetically highlighted in SCP-7304-1-393, represented below by italicization."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7304 \" by jaboi, from the SCP Wiki . Source: https://scpwiki.com/scp-7304 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Outpost-12-IRQ is established to occupy SCP-7304-2 and secure SCP-7304-1 items for transport to Site-02-IRQ.",
    "description": "SCP-7304 refers to the manifestation of items in SCP-7304-2, an ancient Sumerian temple located in the city of Ur. These items, designated SCP-7304-1, have been continuously appearing since their discovery in 1952, with a total of 392 393 instances recovered. The most technologically advanced SCP-7304-1 instances suggest their natural development occurring in the near-future (around the early 2100s), based on an exponential model of technological growth.",
    "title": "SCP-7304"
}