{
    "url": "https://scp-wiki.wikidot.com/scp-7307",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-7307 \"Unmutually Assured Destruction\" by:\n \nDrAkimoto\n\n\n \n\n\n\n\n★ DrAkimoto's Author Page ★\n\n\n\n\nCrit Cred:\n\n\nMarceline_Raynes\n\n\nMooagain\n\n\nDoctor Fullham\n\n\nMew-ltiverse\n\n\nDr Blackbox\n\n\nIndustryStandard\n\n\nCyvstvi\n\n\nMatthgeek\n\n\nEthagon\n\n\nDr Moned\n\n\nRab333\n\n\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/7307\n LEVEL \n3/7307\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7307\n\n\n\n\n\n\nketer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nA total of 246 core samples taken from SCP-7307-1 instances are held within Cold Storage Locker 1156 at Site-617 in Fort Yukon, Alaska. The 247\nth\n sample is under indefinite evaluation at the Site-87 research facility. Due to natural degradation, location, and/or several decades of nuclear testing conducted by the USSR, further containment of SCP-7307-1 is deemed unnecessary.\n\n\nAll media containing depictions of SCP-7307-2 has been expunged from public record. \nAn agreement between the Foundation, Roscosmos, and NASA has been reached to classify the existence of SCP-7307-2. The Alabaster-Reece Observatory is tasked with tracking SCP-7307-2.\n As of 1974/02/23, SCP-7307-2 no longer requires containment procedures.\n\n\nDue to the size and location of SCP-7307-3, direct containment has been deemed unfeasible. A remote observation unit utilizing Poseidon.aic has been installed to monitor SCP-7307-3 for any activity. The USS \nMorpheus\n is to perform a yearly manned investigation of SCP-7307-3.\n\n\nAny change in the status of SCP-7307 is to be immediately reported to Dr. Wallace of Project Lighthouse at Site-87.\n\n\n\n\n\n\nDescription\n\n\nSCP-7307 is the collective designation for several anomalous events and objects initially discovered on 1945/07/16.\n\n\n\n\n\n\nTwo SCP-7307-1 instances, 1947/06/22.\n\n\n\n\n\n\nSCP-7307-1 are 246 spherical formations consisting of ice, soil, and bedrock with diameters ranging from .5 - 5.6 km. These objects spontaneously appeared in Semipalatinsk, Kazakhstan starting on 1945/06/16 and ending on 1975/11/24. Analysis of core samples indicate that all SCP-7307-1 instances originate from Semipalatinsk, but did not form from existing materials found at the location. The sites at which each SCP-7307-1 instance was discovered, as well as each core sample tested, registered a unique concentration of Boerhiemer Radiation\n1\n, indicating a probable extra-universal origin for these phenomena. An additional 143 SCP-7307-1 instances were detected and are theorized to exist 4.8 km underground in the Archuleta Mesa near Dulce, New Mexico.\n\n\nSCP-7307-2 is a 3.4 km ovaloid structure consisting of various inorganic and organic components including but not limited to: sand, metal, fauna, asphalt, concrete structures, substratum, flora, glass, and wood. SCP-7307-2 is surrounded by a cloud of oxygen, nitrogen, helium, natural gas, propane, water vapor, and approximately 26,000 human corpses.\n\n\nSCP-7307-2 is currently orbiting Earth approximately 400,000 km from the Exosphere and has a trajectory which will eventually remove it from Earth's gravitational influence; estimated to occur between 1970-1980.\n On 1974/02/23, SCP-7307-2 was incinerated by the Sun and no longer exists. Samples collected by a Foundation probe prior to its incineration indicate the place of origin to be Hiroshima, Japan circa 1940-1950.\n\n\n\n\n\n\nSCP-7307-2, circa 1965.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPerspective view of SCP-7307-3.\n\n\n\n\n\n\nSCP-7307-3 is the island of Cuba, including topsoil, flora, fauna, structures, ~7 million humans, and substratum; compressed into a complex array of non-euclidean overlapping cubes that is partially embedded in the bedrock of the Atlantic ocean. SCP-7307-3 originates externally of Prime Reality and poses no threat to the inhabitants of Cuba. All further information regarding the contents of SCP-7307-3 is classified Level 5/7307 and can be acquired through approval of a Project Lighthouse supervisor.\n\n\n \n\n\n \n\n\n\n\n\n\nDiscovery\n\n\n \n\n\n\n\n\n\nGeneral location of documented SCP-7307-1.\n\n\n\n\n\n\nThe first instance of SCP-7307-1 was discovered by Senior Lieutenant Aset Sultanov on 1945/06/16 while travelling to Moscow. Upon arriving at Kustanay station, Sultanov contacted Soviet military command and explained the phenomena. On 1945/06/18, a Soviet military convoy and several scientists arrived to investigate the SCP-7307-1 instances. Though initially considered to be some form of German subterfuge, the response team was unable to definitively ascertain its origin. Two weeks after its initial discovery the Foundation was contacted by a liaison within the Kremlin to assist with the investigation and concealment of the phenomena. In accordance with the Beria Compromise\n2\n, the USSR officially took control of nearly 18,000 km² of land surrounding the initial instance to be used in the Soviet atomic bomb project. The Foundation was regularly updated on the SCP-7307-1 phenomena until its conclusion in 1975.\n\n\nSCP-7307-2 was initially detected by researchers at the Alabaster-Reece Observatory\n3\n on 1950/04/14, though visual confirmation could not be ascertained until 1952/11/26. In conjunction with visual confirmation, the distinct Boerhiemer Radiation associated with SCP-7307 was registered and Project Lighthouse began its investigation. Though discovered in 1950, it is theorized, based on the extent of radioactive decay, that SCP-7307-2 originally entered Prime Reality shortly after the SCP-7307-1 instances began to appear.\n\n\nOn 1962/10/18, Atlantic Research Substation 4 detected a surge in Boerhiemer Radiation 3.6 km from the Puerto Rico Trench. Due to the Cuban missile crisis\n4\n, Foundation facilities in North and Central America were operating under emergency standby procedures and could not immediately investigate the disturbance. Subsequent to the conclusion of the crisis, Project Lighthouse in conjunction with the crew of the USS \nMorpheus\n began a three-month excavation and exploration of SCP-7307-3. All further information regarding the contents of SCP-7307-3 is classified Level 5/7307 and can be acquired through approval of a Project Lighthouse supervisor.\n\n\n \n\n\n\n\n\n\nProject Lighthouse Report Summary — 1965\n\n\nThe reality in which SCP-7307 originates is officially designated Universe 11.5.14.14.5.4.25; a stable reality with near identical laws of physics to Prime Reality. Though limited in primary resources, Project Lighthouse has learned of several deviations in human history, specifically surrounding the actions of the USSR and United States of America, including their inability to achieve nuclear fission. The heightened political instability between these two countries, as well as the open use of anomalous weapons, has led to Universe 11.5.14.14.5.4.25 being deemed a potential threat to Prime Reality.\n\n\nProject Lighthouse speculates that a series of events leading to mutually assured destruction within Universe 11.5.14.14.5.4.25 would instantaneously initiate a XK-Class End-of-the-World Scenario on Prime Earth.\n\n\n \n\n\n\n\n\n\nProject Lighthouse Report Summary — 1968\n\n\nOn 1968/01/12 12:32 GMT, local reality sensors at Site-51 alerted Project Lighthouse liaisons to a surge in Boerhiemer Radiation\n5\n from within the local SCiPNet server room. The following conversation took place over SCiPNet at 12:33 GMT between Researcher Liam Wilkerson\n6\n and an unidentified User who is presumed to be Liam Wilkerson of Universe 11.5.14.14.5.4.25. The terminal was remotely overridden by the director of Project Lighthouse, Dr. Wallace.\n\n\n \n\n\n\n\n| Unidentified User: Hello… are you seeing this Liam?\n\n\n| Unidentified User: Please I don't have much time…\n\n\n| Wilkerson10471: Who is this? How did you access this server without a SCiPNet ID?\n\n\n| Unidentified User: I don't have time to explain, I know youre not going to believe me but I'm you, not from your world but I'm still you- we can't be that different…\n\n\n|Unidentified User: We grew up on the corner 32nd and Frost on the East side of Bodie City, right next to Zippy Comics store.\n\n\n|Wilkerson10471: Is this some kind of joke? I've never even heard of Bodie City.\n\n\n|Unidentified User: Christ, there's gotta be something- we obviously ended up in the same place now.\n\n\n|Wilkerson10471: I'm reporting this to my supervisor, I don't know who you are or what kind of crap you're trying to pull but I have deadlines to meet.\n\n\n|Unidentified User: My name is Liam Wilkerson, I work at Facility-51 for the Department of Anomalous Affairs, previously the SCP Foundation— we were forc\n\n\n[CONNECTION LOST]\n\n\n[CONNECTION REESTABLISHED]\n\n\n| Unidentified User: Dammit my terminals been flagged, I manually overrode it but I only have minutes before security reaches my cubical. We need your help, this war will end up killing us all— there's something wrong with these bombs, I'm sending a file, I'm sure your foundation will get what it means\n\n\n[FILE RECEIVED - \nUNKNOWN FILE TYPE\n]\n\n\n|Wilkerson10471: My terminal doesn't even recognize this file type, I don't know what I'm supposed to do with this.\n\n\n|Unidentified User: Just figure it out, I can't trust anyone else. God, even our own. and the president, fuck, he's insane I don't even think he's hu\n\n\n[CONNECTION LOST]\n\n\n[CONNECTION RE-ESTABLISHED]\n\n\n|Wilkerson10471: hello?\n\n\n[TERMINAL OVERRIDE ESTABLISHED]\n\n\n|Wallace00098: My name is Dr. Wallace, I'm the director of the program assigned to handle matters pertaining to your universe. Please identify yourself.\n\n\n|Unidentified User: [TEXT REMOVED - CLASS 4 CONGNITOHAZARD DETECTED]\n\n\n|Wallace00098: You should've known that wasn't going to work.\n\n\n[CONNECTION LOST]\n\n\n[UNABLE TO RE-ESTABLISH CONNECTION]\n\n\n\n\nImmediately following the SCiPNet connection termination, a SCP-7307 instance (designated SCP-7307-1a) appeared within the body of Researcher Wilkerson, killing him instantly. SCP-7307-1a is a spherical mass measuring 2.3 m\n3\n, consisting of a human corpse\n7\n and various other materials commonly associated with a Foundation workstation. The instance was sequestered by Project Lighthouse for testing and is to be stored indefinitely at Site-87.\n\n\nComputer analysis technicians were able to transfer the received file into a readable format type. It is unknown if the data was corrupted due to this process or from exposure to Boerhiemer Radiation. Security Clearance Level 5/XXXX is required to view it's contents.\n\n\n\n\n■ File.7307.68.1\n\n\n\n\n□ File.7307.68.1\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7307\n\n\nLevel 5/7307\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\nSpecial Containment Protocols:\n\nThe Foundation is currently unable to contain SCP-7307. \n[INFORMATION CORRUPTED]\n All efforts are to be allocated to limiting public knowledge of the inner workings of SCP-7307.\n\n\nAll dimensional faults\n8\n connecting Baseline Reality with Universe 16.18.9.13.5 are to be sought out and secured using any means necessary. Interference by the USSR or United States governments is considered a \n[INFORMATION CORRUPTED]\n.\n\n\nEclipse Protocols have been initiated.\n\n\n\n\nDescription:\n\nSCP-7307 are a type of military device initially created by the USSR, capable of displacing its area of effect from Baseline Reality.\n\n\n[INFORMATION CORRUPTED]\n\n\n \n\n\n\n\n\n\nDiagram of SCP-7307.\n\n\n\n\n\n\nUsing a non-euclidean array of Boerhiemer crystallite in conjunction with a biologic specimen from an external reality, SCP-7307 effects matter proportionate to the extra-dimensional object's narrative potential. \n[INFORMATION CORRUPTED]\n; the use human infants has been determined to provide the maximum effective range.\n\n\n \n\n\n[INFORMATION REMOVED PRIOR TO TRANSCRIPTION]\n\n\n \n\n\n \n\n\n\n\nAddendum 7307/1\n_\n\n\n\n\n\n\nFirst detonation of SCP-7307.\n\n\n\n\n\n\nThe first dimensional fault with Universe 16.18.9.13.5 was discovered by Soviet researchers in the Ural Mountains, circa 1940. The Commission for Anomalous Research began to weaponize materials found within Universe 16.18.9.13.5 in 1943. \n[INFORMATION CORRUPTED]\n incapable of preventing the initial test of SCP-7307 in Semipalatinsk, Kazakhstan on 1945/06/16.\n\n\n\n\nAddendum 7307/2\n_\n\n\n\n\n\n\nDetonation of SCP-7307 instance in Hiroshima, Japan.\n\n\n\n\n\n\nDespite the ongoing efforts of the Foundation and assets within the Soviet Union, on 1945/07/16 the USSR detonated an SCP-7307 instance on the active battlefield in Hiroshima, Japan; in an attempt to coerce the Imperial military to surrender. \n[INFORMATION CORRUPTED]\n and an estimated 42,000 humans were displaced from Baseline Reality, including approximately 2600 Soviet and American soldiers.\n\n\nThe 05 Council has initiated Eclipse Protocol, an isolationist policy in the event of a Breach-of-Veil Scenario, in order to mitigate \n[INFORMATION CORRUPTED]\n.\n\n\n\n\nAddendum 7307/3\n_\n\n\nOn 1949/04/15, the US military discovered it's first mainland dimensional fault within General Grant National Park. The Foundation remained unaware of this discovery until 1955/08/29 when the US tested its first SCP-7307 device within the Dulce Deep Underground Military Base. Mobile Strike Force Charlie 15 (\"\nDirty Dogs\n\") were tasked with closing the dimensional fault using a Gamov Reality Anchor. \n[INFORMATION CORRUPTED]\n an estimated 2,307 people before the Foundation was made aware of the fault.\n\n\n[INFORMATION CORRUPTED]\n, significant casualties during the skirmish with US Army personnel. Though successful in mending the fault, the remaining strike force members were captured and \n[INFORMATION CORRUPTED]\n.\n\n\nAs of 1950/01/05, the United States government has labeled the SCP Foundation as a rogue agency. The O5 Council is currently deliberating the correct course of action.\n\n\n\n\nAddendum 7307/3:\n\n\nOn 1962/10/16, the Office of Strategic Services received information regarding several Soviet SCP-7307 instances held within military facilities in the Republic of Cuba. \n[INFORMATION CORRUPTED]\n failed to deescalate the situation. Following a vague threat made by a Cuban military officer on a Soviet television news program, President Kennedy authorized the use of SCP-7307 on the island. Due to the presence of an unknown number of additional SCP-7307 instances being present on the island, a chain reaction occured that \n[INFORMATION CORRUPTED]\n.\n\n\nPresident Kennedy has publicly accused the SCP Foundation of colluding with the KGB in causing the Cuban Disaster. Foundation facilities throughout North America have initiated emergency lockdown protocols.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE DEPARTMENT OF ANOMALOUS AFFAIRS\n\n\nThis file is Classified Top Secret - Level 7 and has been scheduled for archiving.\n\n\n\n\nSCP-7307\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\nA subteam of Project Lighthouse has been tasked with seeking out and closing potential dimensional faults with Universe 11.5.14.14.5.4.25. Mobile Task Force Epsilon 77 (\"\nOswald's Oddities\n\") entered Universe 11.5.14.14.5.4.25 on 1969/01/01. MTF 77 has authorization to operate autonomously and take action based on their own judgment; they are to gather information, assist former Foundation personnel, and neutralize threats against Prime Reality by all means necessary.\n\n\n \n\n\n\n\nProject Lighthouse Update Reports\n\n\nMobile Task Force Epsilon 77 has sent several reports on relevant information from within Universe 11.5.14.14.5.4.25. In order to mitigate the risk of information leaks, these reports have been classified on a need-to-know basis.\n\n\n\n\n■ Kennedy Report 1968\n\n\n\n\n□ ACCESS DENIED\n\n\n\n\n\n\n\n\n\n\n■ Vietnam War Report 1969\n\n\n\n\n□ ACCESS DENIED\n\n\n\n\n\n\n\n\n\n\n■ Hanoi Disaster 1971\n\n\n\n\n□ ACCESS DENIED\n\n\n\n\n\n\n\n\n\n\n■ Boston Incident Report 1973\n\n\n\n\n□ ACCESS DENIED\n\n\n\n\n\n\n\n\n\n\n■ DAA Contingency Plan 1974\n\n\n\n\n□ ACCESS DENIED\n\n\n\n\n\n\n\n\n\n\n■ Urgent - Emergency Report 1975\n\n\n\n\n□ ACCESS DENIED\n\n\n\n\n\n\n\n\n\n\n■ Nexus Accord 1975\n\n\n\n\n□ ACCESS GRANTED\n\n\n\n\n\nOn 1975/11/20, Project Lighthouse received an emergency report from MTF Epsilon 77 detailing an imminent XK-Class Scenario due to unsustainable tensions between the United States and USSR of Universe 11.5.14.14.5.4.25. In response to the inevitable threat, an emergency meeting of the Ethics Committee and O5 Command led to the establishment of the Nexus Protocol. An ultimatum would be presented to President Kennedy and Premier Kosygin before the initiation of Nexus Protocols; this choice was to be delivered by Dr. Michael Wallace, director of Project Lighthouse— through a SCiPNet sever.\n\n\n\n\n[[ACCESS GRANTED]]\n\n\n[[CONNECTING TO TERMINAL John001]]\n\n\n[[CONNECTION TO TERMINAL первый1]]\n\n\n[[CONNECTION ESTABLISHED]]\n\n\n|Wallace00098: Hello, my name is Dr. Michael Wallace, I from what you know as Universe 16.18.9.13.5. I am here on behalf of the SCP Foundation of my world in order to bring you a proposition.\n\n\n|первый1: What is the meaning of this Kennedy, what have you done?\n\n\n|John001: Aleksey, I assure you that we had nothing to do with this.\n\n\n|Wallace00098: At approximately 02:00 our time, we had a mobile task force enter your reality with SCP-███, and they released it into your atmosphere.\n\n\n|первый1: I know not the meaning of this and I grow tired of this intrusion. I have no time for pendo conspiracy.\n\n\n|John001: I've already told you— this ain't us. You and I both know what we've done to their world, we always knew this time would come.\n\n\n|Wallace00098: Right, as you said, the time has come to answer for your indiscretions. You are about to receive a file, I suggest you look it over, have your people check it's authenticity.\n\n\n[FILE TRANSFER SUCCESSFUL]\n\n\n|John001: You wouldn't… This isn't even, how do you have this?\n\n\n|Wallace00098: As I said, we don't— it's been released into your atmosphere.\n\n\n|первый1: What are your demands?\n\n\n|Wallace00098: You are to stop using the Boerhiemer devices, entirely, their impact on our world has been deemed a risk we are not willing to take. Any living civilians from our universe are to be returned through a dimensional fault of our choice; then all currently know dimensional faults will be mended effective immediately. There will be no further contact between our worlds; if you want to wipe each other off the map, so be it, your just not going to take us along with you.\n\n\n|первый1: And if we refuse?\n\n\n|Wallace00098: Then we will flip the switch and effectively atomize your entire planet. Mr. Kosygin, we are not playing games anymore— this has gone far enough.\n\n\n|Wallace00098: As we both are aware Mr. Kennedy, this won't exactly effect you in the same way. But we doubt you'd want to preside over a planet of cosmic dust.\n\n\n|John00098: I don't know what you're talking about.\n\n\n|Wallace00098: Of course you don't. Regardless, this is our proposition. You both have one hour to reach an adequate compromise— if one is not reached we will carry on as planned. You will be hearing from us shortly.\n\n\n[Wallace00098 DISCONNECTED]\n\n\n[FILE RECEIVED - UNKNOWN FILE TYPE]\n\n\n[CONNECTION LOST]\n\n\n\n\n\nPresident Kennedy and Premier Kosygin signed a binding contract formally known as the Nexus Accord; declaring a permanent cease to Boerhiemer weapon development, testing, and use. A de-escalation program will be initiated within both countries and all current Boerhiemer devices will be dismantled. As of 1975/12/01, all know dimensional faults have been mended and no further incursions with Universe 11.5.14.14.5.4.25 have occured.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. A type of radiation typically associated with extra-universal contiguity and/or displacement.\n\n\n2\n. USSR, Foundation.\n\n\n3\n. A Foundation installation located on O‘ahu, Hawaii.\n\n\n4\n. 1962/10/16 to 1962/10/29\n\n\n5\n. Specifically, the unique signature associated with Universe 11.5.14.14.5.4.25.\n\n\n6\n. A researcher technician for the Thaumaturgy Department with security clearance Level 2. Mr. Wilkerson has had no prior contact with Project Lighthouse or Universe 11.5.14.14.5.4.25.\n\n\n7\n. DNA testing confirmed that the human corpse within SCP-7307-1a is Liam Wilkerson.\n\n\n8\n. Area where reality's membrane is thin enough to cross between universes.\n\n\n\n\n\n\n\n\n« \nSCP-7306\n | SCP-7307 | \nSCP-7308\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7307\n\" by DrAkimoto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7307\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-7307-2.jpg\n\n\nAuthor:\n A. Sobolev\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:%D0%A1%D0%BD%D0%B5%D0%B6%D0%BE%D0%BA1.jpg\n\n\nAuthor:\n Dr. Andreas Hugentobler\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Giant_Snowball_(4255259136).jpg\n\n\nAuthor:\n Phil Sangwell\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Tundra_in_Siberia.jpg\n\n\nFilename:\n SCP-7307-3.jpg\n\n\nAuthor:\n United States Geological Survey\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Atlantic-trench.JPG\n\n\nFilename:\n SCP-7307-1.2.jpg\n\n\nAuthor:\n Finlay_McWalter\n\n\nLicense:\nCC BY-SA 3.0\n\n\nSource Link:\n \nhttps://en.m.wikipedia.org/wiki/File:Wfm_sts_overview.png\n\n\nFilename:\n SCP-7307-A.jpg\n\n\nAuthor:\n Jeffery H. Morgan and Joyce Pittman\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:122_mm_OF-462.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7307 \" by DrAkimoto, from the SCP Wiki . Source: https://scpwiki.com/scp-7307 . Licensed under CC-BY-SA .",
        "Filename: SCP-7307-2.jpg Author: A. Sobolev License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:%D0%A1%D0%BD%D0%B5%D0%B6%D0%BE%D0%BA1.jpg Author: Dr. Andreas Hugentobler License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Giant_Snowball_(4255259136).jpg Author: Phil Sangwell License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Tundra_in_Siberia.jpg Filename: SCP-7307-3.jpg Author: United States Geological Survey License: Public Domain Source Link: https://commons.m.wikimedia.org/wiki/File:Atlantic-trench.JPG Filename: SCP-7307-1.2.jpg Author: Finlay_McWalter License: CC BY-SA 3.0 Source Link: https://en.m.wikipedia.org/wiki/File:Wfm_sts_overview.png Filename: SCP-7307-A.jpg Author: Jeffery H. Morgan and Joyce Pittman License: Public Domain Source Link: https://commons.m.wikimedia.org/wiki/File:122_mm_OF-462.jpg"
    ],
    "description": "SCP-7307 are a type of military device initially created by the USSR, capable of displacing its area of effect from Baseline Reality.",
    "title": "SCP-7307"
}