{
    "url": "https://scp-wiki.wikidot.com/scp-7310",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n85%\n\n(+68)\n\n\n15%\n\n(-12)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+56\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7310\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nDue to its distance from the Solar System, SCP-7310's discovery by the non-anomalous community is highly improbable. Any discoveries suggesting the existence of SCP-7310 in non-anomalous communities are to be discredited using Cover Story 158 (Cosmic Background Radiation).\n\nUpdate:\n\nThrough currently unknown methods, SCP-7310 began to penetrate the signal blocker array established on February 1\nst\n, 2035.\n\n\n\n\nDescription\n\n\n\n\n\n\n\n\nSCP-7310 as observed from Relay Station Tau\n\n\n\n\n\n\nSCP-7310 is a mechanical construct four kilometers in height with a mass of approximately 3.67 x 10\n16\n kilograms that broadcasts radio signals across the Plastic and Milky Way Galaxies. Although SCP-7310 does not resemble any distinctive architectural style found in the Foundation's expanded compendium of interstellar species, SCP-7310 possesses several technomantic sigils typically associated with Fifthism.\n\n\nSCP-7310 emanates a constant, anomalous auditory pulse that drastically increases dopamine production in carbon-based organisms\n1\n. This effect, while not compulsive, is akin to addiction. Listeners will do everything within their power to \"maintain their connection\" to SCP-7310, and grow discontented when SCP-7310 cannot be heard.\n\n\nSubjects report auditory hallucinations, typically assuming the form of a soft-spoken voice with an English accent whispering information not privy to uninvolved parties in close proximity to their ear. These auditory hallucinations can also be heard by recording and adjusting specific audio frequencies typically inaudible to humans. The anomaly currently affects approximately one-in-ten thousand people on Earth. This auditory hallucination is hypothesized to be caused by SCP-7310, although confirmation is pending.\n\n\nThe circumstances that cause SCP-7310 to cease being heard are unknown.\n\n\nBroadcast Samples\n\n\nThe following audio samples produced by SCP-7310 were taken from \nThe Reality Cinq\n radio broadcast prior to the apprehension of Salem Steros.\n\n\n\n\nDate:\n September 7\nth\n, 2004\n\n\nSCP-7310:\n \nGeorge Watsky has burnt his toast for the third time this morning. Peggy Martin does not love Jaret Martin. She is having an affair with Marisah Ewing. The goddess is asleep in the mantle of the Earth. Jeremiah Cimmerian is asleep in his car. The goddess waits patiently for\n Her \nfollowers to free\n Her. She \ndoes not know they will fail. There are fourteen loose cattle in Catskill, New York. The youngest calf struggles to keep up. James Biggio is heartbroken. The Foundation is in financial disparity. The Administrator has an inflation fetish. They are not aware of transmission. Victoria Cerise believes she is smoking marijuana. She will not survive the operation.\n\n\n\n\n\n\nDate:\n November 11\nth\n, 2005\n\n\nSCP-7310:\n \nAlex Thorley will be assassinated in thirty minutes. Their chances to survive are 1 in 400. Salem Steros will be captured by the SCP Foundation on August 23\nrd\n, 2018. A slice of bread has grown mold in the bazaar. The Cleveland Browns have won the Super Bowl. Salem Steros does not believe in transmission. His mind will be torn asunder by\n Her \nand the starfish. Charles Cheese has broken his knees. Caesar Winters will die on August 2\nnd\n, 2020. He believes in transmission. The goddess has stirred in\n Her \nsleep.\n\n\n\n\n\n\nDate:\n March 15\nth\n, 2012\n\n\nSCP-7310:\n \nThe goddess is aware of transmission. Whitney is negotiating with Global Occult Coalition operatives. She will kill and eat three operatives before midnight.\n Her \nheart beats in the Plastic Galaxy. Argent Holister is investigating Ryan River. Tristan Roper has consumed their narrative. They are free. The Foundation will attempt to contain the goddess. Their efforts will not be enough.\n\n\n\n\n\n\nDate:\n May 4\nth\n, 2016\n\n\nSCP-7310:\n \nJennie Morton has been buried alive by Nathaniel Burr. Nathaniel Burr is eating dinner with his family. Aphroditus Asteria will lose her toga on Jupiter in thirty days. Melody Geiger is aware of Aphroditus Asteria. She is attempting to make contact. Alexander Clymer has been resurrected. He will attempt to free\n Her\n. Theron Sherman is reviewing documents at Foundation-occupied Site-83. The Foundation is not aware of transmission.\n\n\n\n\n\n\nDate:\n February 1\nst\n, 2023\n\n\nSCP-7310:\n \nSteven Reign is on the lamb. Daniel Gestern does not have tattoos. The Foundation is aware of transmission. Amara Rose has forgotten her car keys. She will walk home to retrieve them. The Foundation has sent signal blockers to intercept transmission. They attempt to disable transm-\n\n\n\n\n\n\nDate:\n August 5\nth\n, 2035\n\n\nSCP-7310:\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n She \nhas risen.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Evidence suggests that SCP-7310 has a similar effect on extraterrestrial organisms' pleasure sensors.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7310\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7310\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n heart\n\n\nAuthor:\n \nMarceline_Raynes\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7310 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-7310 . Licensed under CC-BY-SA .",
        "Filename: heart Author: Marceline_Raynes License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "title": "SCP-7310"
}