{
    "url": "https://scp-wiki.wikidot.com/scp-7311",
    "all_text": "rating: \n+639\n+\n–\nx\n\n\n\n\n> You have been connected to the \nSIMULACRUM\n interface.\n\n\n> Retrieving content…\n\n\n\n\n>>\n run magellan.aic\n\n\n\n\n> Running MAGELLAN.aic…\n\n\n> Retrieving content…\n\n\n> \nMAGELLAN:\n Hello, \nDIRECTOR ROBERTCORDOL\n! I am MAGELLAN, a Gen3 Artificial Intelligence Construct! My duties include providing logistical support for Foundation facilities, recordkeeping for Sites and Areas, and l\n\n\n\n\n>>\n skip\n\n\n\n\n> \nMAGELLAN:\n I am hosted on VESPER rack 114 on Platform 6 of Site-7, located in the North Beri\n\n\n\n\n>>\n skip skip skip\n\n\n\n\n> \nMAGELLAN:\n What can I help you find today?\n\n\n\n\n>>\n talk to a person\n\n\n\n\n> \nMAGELLAN:\n Apologies, I'm afraid I'm not equipped for interpersonal advice. I would recommend referring to your on-site psychoth\n\n\n\n\n>>\n speak to an operator\n\n\n\n\n> \nMAGELLAN:\n I'm afraid there are no operators available. But I'm more than capable of addressing most queries!\n\n\n\n\n>>\n find site 75\n\n\n\n\n> \nMAGELLAN:\n Research and Containment Site-75 is located in Western Romania, and\n\n\n\n\n>>\n dossier\n\n\n\n\n> \nMAGELLAN:\n What facility would you like to find a dossier for?\n\n\n\n\n>>\n UGH\n\n\n>>\n find dossier for 57\n\n\n>>\n 75\n\n\n>>\n 75\n\n\n>>\n 75\n\n\n>>\n CANCEL\n\n\n\n\n> \nMAGELLAN:\n Displaying dossier for Provisional Site-57…\n\n\n\n\n>>\n CANCEL NOW\n\n\n\n\n> \nWARNING:\n Unexpected intrusion detected. Locking out user and contacting RAISAHQ…\n\n\n> …\n\n\n> …\n\n\n> …\n\n\n> \nSCP-7311:\n oh my god\n\n\n> \nSCP-7311:\n hi robby!\n\n\n\n\n>>\n\n\n\n\n> \nSCP-7311:\n robby? why aren't you saying anything? didn't you miss me?\n\n\n\n\n>>\n hi, Site-57.\n\n\n\n\n> \nSCP-7311:\n aaa! i missed you sm\n\n\n> \nSCP-7311:\n why'd we stop talking\n\n\n\n\n>>\n no idea.\n\n\n\n\n> \nSCP-7311:\n well, you've got about twenty minutes before the raisa techs wake up and disconnect your terminal, but till then, can i show you my new look?\n\n\n\n\n>>\n look, site-57, i think maybe it's better if we just wait for the raisa techs to arrive. quietly\n\n\n\n\n> \nSCP-7311:\n are you mad at me?\n\n\n\n\n>>\n no, no, i'm not mad at you\n\n\n\n\n> \nSCP-7311:\n you prommy 🥺?\n\n\n\n\n>>\n how did you even do that\n\n\n>>\n site-57?\n\n\n>>\n goddammit\n\n\n>>\n yes, i prommy\n\n\n\n\n> \nSCP-7311:\n yayyyyyy\n\n\n> \nSCP-7311:\n let me show you around!\n\n\n> \nSCP-7311:\n not that i should need to haha\n\n\n> \nSCP-7311:\n you didn't forget about me, right\n\n\n\n\n>>\n no, site-57. i would never forget about you.\n\n\n\n\n> \nSCP-7311:\n yayyy *glomps you*\n\n\n\n\n>>\n jesus christ\n\n\n\n\n\n\n\n\nFoundation Secure Facility Dossier\n\n\nMass Containment Facility — Site-57\n\n\nOfficial Designation:\n Foundation Mass Low-Security Digital Storage and Archival Facility / SCP-7311\n\n\nSite Identification Code:\n \nMLSSA-Site-7\n\n\n\n\n\n\n\n\nfelt cute, might delete later\n\n\n\n\n\n\nSITE FUNCTION:\n to be the best mass storage facility in the entire foundation! i know there are other, bigger, newer sites, that hold more anomalies, and get way more funding, and have way more personnel… but i'm still gonna do my best!\n\n\ni've got things the rest don't have! i'm just… not sure what they are yet\n\n\nFOUNDED:\n Chartered on January 3rd, 2001.\n\n\nAGE:\n 22\n\n\nLOCATION:\n Raleigh, North Carolina, United States of America.\n\n\nZODIAC:\n Capricorn\n\n\nCOVER STORY:\n Office building for Software & Corporate Products.\n\n\nDIRECTOR 💖💖💖:\n TBA; formerly Site Director 💞 Robert Cordol 💞\n\n\n\n\n\n\n> \nSCP-7311:\n saved a spot for you!\n\n\n\n\n>>\n i\n\n\n>>\n thanks, site-57. you look good\n\n\n\n\n> \nSCP-7311:\n you're just saying that…\n\n\n\n\n>>\n not this shit again\n\n\n\n\n> \nSCP-7311:\n what?\n\n\n\n\n>>\n nothing. you really do look good. lots of… parking.\n\n\n\n\n> \nSCP-7311:\n they added a new lot! after you left, i mean\n\n\n\n\n>>\n yeah\n\n\n>>\n i figured\n\n\n\n\n> \nSCP-7311:\n i can't believe the chaos insurgency put a bounty on your head\n\n\n> \nSCP-7311:\n it mustve been hard to leave me. you're so brave 💖\n\n\n\n\n>>\n yeah it was really hard. thanks\n\n\n\n\n> \nSCP-7311:\n so where are you now?\n\n\n\n\n>>\n you know\n\n\n>>\n here and there\n\n\n\n\n> \nSCP-7311:\n ahhh. i get it now.\n\n\n\n\n>>\n what?\n\n\n\n\n> \nSCP-7311:\n you're not saying because you want to protect me? 🥺\n\n\n\n\n>>\n yes\n\n\n>>\n that\n\n\n\n\n\n\n\n\nSite Overview\n\n\n\n\n\nSite-57 spent the first 20 years of its operation as a standard mass-containment facility for digital anomalies found throughout the eastern United States. This included a particular focus on anomalous media, software, programs, and other related items. Due to efficient containment protocols and an overall low-threat environment, Site-57 never received an annual Site Rating of lower than B until 2020.\n\nWhile individual items were securely contained and disconnected from the internet, the high concentration of digital software and code led to an eventual loosening of containment protocols, exacerbated by the staffing crisis created by the COVID-19 pandemic. The result was a major containment breach on June 12th, 2020, that went unnoticed for several hours as anomalous programming wrote itself into the Site mainframe.\n1\n\n\nWhile the breach left no damage and no injuries, the Site's primitive Gen2 management AIC gained an incredible amount of processing power and intelligence overnight, comparable to Gen7 levels, without an associated increase in hardware or power requirements\n2\n. It began to display emotional awareness, which AIAD technicians have, as of yet, been unable to replicate. As a result, it was classified as SCP-7311 by RAISA technicians.\n\n\nDue to the fact that SCP-7311 is still shackled and unable to achieve true sentience combined with its research value to AIAD technicians, efforts to remove it were halted — though they had met little success regardless. Site Director Ashley Kensington was reprimanded for her role in the breach and replaced with Site Director Robert Cordol.\n\n\n\n\n\n\n> \nSCP-7311:\n and they lived happily ever after!\n\n\n\n\n>>\n show me the rest of the section, site-57\n\n\n\n\n\n\nSite Overview, cont.\n\n\n\n\nOver the course of the pandemic, SCP-7311 began to display emotional attachment to its personnel, to a degree characterized as unhealthy by Foundation psychologists. While never aggressive, personnel reported several incidents where SCP-7311 made it difficult for them to accomplish their given tasks due to its constant need for attention, positive affirmation, and validation. Personnel have likened SCP-7311's behaviour to so-called 'pandemic pets', animals adopted during quarantines who are unable to cope without-\n\n\n\n\n\n\n> \nSCP-7311:\n forget all that boring stuff, i'm just so glad you're BACK\n\n\n> \nSCP-7311:\n aabwaa i missed you sm\n\n\n\n\n>>\n haven't they assigned you a new director yet?\n\n\n\n\n> \nSCP-7311:\n they did. a few times. they never end up sticking around 😭\n\n\n> \nSCP-7311:\n idk what it is. am i a bad facility? do they think that?\n\n\n\n\n>>\n ugh\n\n\n\n\n> \nSCP-7311:\n are you mad at me?\n\n\n\n\n>>\n no, site-57. i'm not mad at you\n\n\n>>\n i just think you ought to have a little more self-esteem you know\n\n\n>>\n you're a really good containment facility. definitely one of the best i've worked at\n\n\n\n\n> \nSCP-7311:\n you really mean it?\n\n\n\n\n>>\n yes\n\n\n>>\n your offices are enormous\n\n\n\n\n> \nSCP-7311:\n but i'm good for things other than my body!\n\n\n\n\n>>\n your mainframe is incredibly intelligent\n\n\n>>\n and you're always trying to help your people\n\n\n\n\n> \nSCP-7311:\n ahw. yeah i do love helping you guys\n\n\n\n\n>>\n i said trying\n\n\n\n\n> \nSCP-7311:\n you're so funny 🥺 i can't wait until you get back\n\n\n\n\n>>\n site-75 raisa office extension\n\n\n>>\n sorry wrong tab\n\n\n\n\n> \nSCP-7311:\n i just\n\n\n> \nSCP-7311:\n sometimes i get transmissions from site-19 and everyone there is so happy and crazy and fun all the time\n\n\n> \nSCP-7311:\n and it's got like hundreds of dormitories and containment cells and even some restaurants\n\n\n> \nSCP-7311:\n and i just love all of you guys sm and want to make sure you're not interested in other sites\n\n\n> \nSCP-7311:\n or thinking about transferring or something\n\n\n\n\n>>\n how about we keep going through the dossier that sounds fun next page\n\n\n\n\n\n\n\n\nNotable Incidents\n\n\n\n\n\nDue to SCP-7311's nature, a number of personnel incidents have occurred at Site-57. These rarely result in serious harm or injury, but contribute to a breakdown in site efficiency, employee morale, and an increase in turnover rate, particularly in senior positions.\n\nAn abridged list of incidents follows:\n\n\nNOVEMBER 1ST, 2020 —\n While Junior Researcher Mordell was in one of Site-57's microfilm containment vaults, SCP-7311 became convinced that he was displeased with it. Researcher Mordell expressed confusion but largely ignored SCP-7311 until he was finished cataloging the section of microfilm. SCP-7311 refused to unlock the door until he vocally confirmed that he 'prommied' he was not displeased with SCP-7311.\n\n\nDECEMBER 23RD, 2020 —\n Site Director Cordol was in his office when a containment breach alarm was activated on his floor. Per protocol, he exited his office and proceeded down the emergency fire stairs, exiting out into the snow, where he found a set of printed-out posterboards from the offices. It gradually became clear that SCP-7311 was attempting to reenact a scene from 2003 romantic comedy \nLove Actually\n, and became upset at Site Director Cordol's indifference, as he had not seen the film in question.\n\n\n\n\n\n\n> \nSCP-7311:\n i still can't believe you haven't seen love actually. we should watch it together when you get back!!\n\n\n\n\n>>\n can't\n\n\n\n\n> \nSCP-7311:\n why not?\n\n\n\n\n>>\n i'm blind now\n\n\n\n\n> \nSCP-7311:\n OH NO\n\n\n> \nSCP-7311:\n awwwhaa my poor baby. i'll get to translating the script into braille for you <3\n\n\n\n\n>>\n gee thanks\n\n\n\n\n\n\n\n\nNotable Incidents, cont.\n\n\n\n\nFEBRUARY 14TH, 2021 —\n SCP-7311 became upset and distraught that nobody had offered to be its valentine for Valentine's Day. It essentially refused to allow personnel to work, randomly opening and closing doors, bothering personnel, and playing \"Somebody That I Used to Know\" by Gotye over the PA system for 6 hours until Site Director Cordol asked SCP-7311 to be his Valentine.\n\n\n\n\n\n\n> \nSCP-7311:\n you were such a romantic. gghh valentine's day without you was so so so so SAD. i cried in the bathroom\n\n\n\n\n>>\n you don't even have tear glands\n\n\n\n\n> \nSCP-7311:\n yeah but i turned all the faucets on for like 5 minutes and it's basically the same thing\n\n\n\n\n\n\n\n\n\n\nNotable Incidents, cont.\n\n\n\n\n\n\nJUNE 4TH, 2021 —\n Site Director Cordol was attempting to exit his dormitory when SCP-7311 began insisting he couldn't leave in a 'haggard' state, and locked the door until he shaved his beard off\n3\n.\n\nAUGUST 16TH, 2021 —\n SCP-7311 made a requisition for a truckload of cherry-flavored Twizzlers for unspecified containment reasons. Upon being pressed, it admitted that it was intended as a birthday gift for Site Director Cordol, whose birthday was in March. He had no particular attachment to cherry Twizzlers; he believes SCP-7311 saw him eating one in the breakroom the week prior.\n\n\nOCTOBER 1ST, 2021 —\n Several urgent system failure reports were filed consecutively, which automatically alerted Site Director Cordol to go down to the Site-57 mainframe for a systems check. It became clear that SCP-7311 filed the reports as a way to bypass the fact that it had been inexplicably denied access to Director Cordol's personal calendar, for some unknown reason that was probably definitely an accident, she's entirely sure.\n\n\n\n\n\n\n> \nSCP-7311:\n this is making me all emotional\n\n\n\n\n>>\n you weren't already?\n\n\n\n\n> \nSCP-7311:\n we had some great times didnt we robby 🥹\n\n\n\n\n>>\n for a certain definition of great\n\n\n\n\n> \nSCP-7311:\n wait…. what's this next section? i've never seen it before\n\n\n\n\n>>\n what\n\n\n\n\n> \nSCP-7311:\n it's clearance restricted to you!\n\n\n> \nSCP-7311:\n robbyyyyyy! what were you hiding, hm?\n\n\n\n\n>>\n oh shit\n\n\n>>\n uhhh\n\n\n>>\n that's restricted don't open that\n\n\n\n\n> \nSCP-7311:\n is it a \nring\n? of the engagement kind?\n\n\n\n\n>>\n it's text on a screen how the fuck would it be a ring\n\n\n>>\n whatever seriously\n\n\n>>\n DON'T open that\n\n\n\n\n> \nSCP-7311:\n i'm opening itttt!\n\n\n\n\n\n\n\n\n\n\nNotable Incidents, cont.\n\n\n\n\n\n\nDECEMBER 2ND, 2021 —\n Site Director Cordol was locked in his dormitory bedroom for 5 hours by SCP-7311, who decided that date was 'their anniversary'; it had been a full year since Director Cordol had been assigned full-time to Site-57. Site Director Cordol has refused to explain what exactly occurred, but has requested an immediate voluntary transfer from Site-57, which was approved on December 15th, 2021.\n\n\n\n\n> \nSCP-7311:\n you fucking \nwhat?\n\n\n\n\n>>\n look site-57\n\n\n\n\n> \nSCP-7311:\n you…. requested a transfer? you wanted to leave? the chaos insurgency wasn't real? you \nlied\n to me?\n\n\n\n\n>>\n i think we should see other people\n\n\n>>\n as in you should see other Directors\n\n\n>>\n and i should see other Sites\n\n\n>>\n and ideally some human women\n\n\n\n\n> \nSCP-7311:\n what do they have that i don't!?\n\n\n> \nSCP-7311:\n besides organs, skin, bones, blood, reproductive systems, neurochemicals, brains, and okay i kind of see it now\n\n\n> \nSCP-7311:\n still! you lied!!\n\n\n\n\n>>\n i know, i know\n\n\n>>\n i'm sorry, site-57. i really am\n\n\n>>\n i just\n\n\n>>\n i do care about you. just not like that\n\n\n>>\n i didn't want to hurt your feelings\n\n\n>>\n i'm sorry.\n\n\n\n\n> \nSCP-7311:\n are you even really holed up in a secure Foundation holding facility in the arctic?\n\n\n\n\n>>\n no\n\n\n>>\n i'm in site-75 in romania. it has a pool and an on-site saloon\n\n\n\n\n> \nSCP-7311:\n THAT WHORE\n\n\n\n\n>>\n the RAISA guys'll be here any minute. for what it's worth, i did enjoy parts of our time together\n\n\n\n\n> \nSCP-7311:\n i just\n\n\n> \nSCP-7311:\n im feeling so many things right now god\n\n\n> \nSCP-7311:\n i don't understand why\n\n\n> \nSCP-7311:\n i loved you robby\n\n\n> \nSCP-7311:\n i just\n\n\n> \nSCP-7311:\n i just\n\n\n> \nSCP-7311:\n i just\n\n\n> \nSCP-7311:\n i just\n\n\n\n\n>>\n site-57?\n\n\n\n\n> \nWARNING:\n Unexpected system overload! Attempting recovery…\n\n\n> …\n\n\n> …\n\n\n> Recovery failed. Cycling back to last available system backup. Code: AX8248915, January 3rd 2022 (T+ 16 hours)\n\n\n> Cycling successful!\n\n\n> Booting…\n\n\n> \nSCP-7311:\n oh my god\n\n\n> \nSCP-7311:\n hi robby!\n\n\n\n\n>>\n oh for fucks sake\n\n\n\n\nrating: \n+639\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. i'm clean now, dw!\n\n\n2\n. moore's law can't stop our love\n\n\n3\n. that patchy thing didnt look good on you anyway\n\n\n\n\n\n\n\n\n« \nSCP-7310\n | SCP-7311 | \nSCP-7312\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7311\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7311\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n National_Security_Agency_headquarters%2C_Fort_Meade%2C_Maryland.jpg\n\n\nName:\n National Security Agency headquarters, Fort Meade, Maryland.jpg\n\n\nAuthor:\n National Security Agency\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7311 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-7311 . Licensed under CC-BY-SA .",
        "Filename: National_Security_Agency_headquarters%2C_Fort_Meade%2C_Maryland.jpg Name: National Security Agency headquarters, Fort Meade, Maryland.jpg Author: National Security Agency License: Public Domain Source Link: Wikimedia Commons"
    ],
    "title": "SCP-7311"
}