{
    "url": "https://scp-wiki.wikidot.com/scp-7315",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\nCowscantgoMoo\n\n\n\n\n\n\nAlright guys, it's the first SCP, let's see how well it goes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7315\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\narchon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCenter of SCP-7315's activity within the noosphere during the early stages of investigation.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n To combat the increasing number of anomalous threats and diminishing resources faced by the Foundation, SCP-7315 must stay uncontained to suppress the public's ability to investigate the anomalous. SCP-7315 will perform upkeep to the Veil without needing direct involvement from the Foundation. It is expected that the use of SCP-7315 will cut the cost of amnestic production by 20%.\n\n\nIf any of the following events occur, SCP-7315 must be contained using the Archived Containment Procedures:\n\n\n\n\nThe damaging effects of SCP-7315 outweigh its use as an effective suppressor\n\n\nThe current effects of SCP-7315 decrease or dissipate\n\n\nFoundation resources restabilize, making usage of SCP-7315 unnecessary\n\n\n\n\nAll Foundation personnel must be exposed to SCP-7315-C, via Mandatory Memetic Inoculation.\n\n\n\n\n\n\n+ View Archived Containment Procedures\n\n\n\n\n- Close\n\n\n\n\nArchived Containment Procedures:\n SCP-7315 is contained through [].aic.\n1\n [].aic will continuously generate random, dissonant melodies that are unlikely to be replicated. If any SCP-7315-A instances are found that aren't connected to [].aic, [].aic must be reformatted to allow for stronger connections to the noosphere, attracting the attention of SCP-7315.\n\n\n\n\n\n\n\n\nDescription:\n SCP-7315 is an auditory parasite within the noosphere.\n2\n SCP-7315 attaches itself to melodies, designated SCP-7315-A, and connects to human hosts via SCP-7315-A instances.\n\n\nSCP-7315 is highly adaptive, targeting popular melodies and adjusting itself to gain a higher infection rate. Due to the highly adaptive nature of SCP-7315, it has evolved to minimize any noticeable effects, in an effort to avoid containment. (See Incident-7315.A1)\n\n\nInfected individuals, designated as SCP-7315-B instances, experience severe auditory hallucinations of SCP-7315-A, a compulsion to recreate or mimic SCP-7315-A, and an unconscious adherence to rhythmic thought and movement.\n\n\nThese changes lead to a decrease in risk-taking, an increase in repetitive actions,\n3\n and a decrease in critical thinking.\n\n\nSCP-7315-C is an mp3 file that grants the listener immunity to SCP-7315 and all related SCP-7315-A instances, discovered during an investigation into SCP-7315. (See Origins)\n\n\nAttempts to detach SCP-7315 from SCP-7315-A instances or reverse its effects on SCP-7315-B instances have been inconclusive and ineffective.\n\n\nDiscovery / Incident-7315.A1:\n SCP-7315 was first discovered on June 12, 2022, following multiple cases of seizures and comas with affected individuals rapidly vibrating at a speed and rhythm capable of reproducing SCP-7315-A1.\n\n\nDue to its rapid spread and crippling effects, SCP-7315 was designated as a Level-1 Priority\n4\n and assigned to multiple high-priority researchers. SCP-7315 was classified as a highly viral memetic infohazard and Protocol-193\n5\n was enacted on SCP-7315-A1.\n\n\nAll infected individuals ceased vibration after approximately 48 hours and expended all available energy.\n6\n SCP-7315-A1 and SCP-7315-B1 instances continued to spread a version of SCP-7315 that perpetuated its severe effects. All -B1 instances were incinerated and conceptual integration was used to pair SCP-7315-A1 with a memetic kill agent to prevent a similar incident. It's theorized that due to the sudden loss of SCP-7315-B instances, SCP-7315 quickly evolved causing a significant drop in the lethality and severity of its anomalous effects. Several SCP-7315-A instances have appeared since then with minimal damaging and noticeable effects.\n\n\nSince then, SCP-7315 was downgraded to a Level-6 (Passive Attention) Priority.\n\n\nOrigins:\n SCP-7315 was traced to an unflagged AWCY music forum. Upon further investigation, it was discovered that a small group of AWCY members constructed SCP-7315 as an attack on mainstream media over the course of several months. The following conversation depicts the first usage of SCP-7315, a digital version of SCP-7315's inner workings, and SCP-7315-C:\n\n\n\n\nchrushedspirit:\n [DATA EXPUNGED]\n7\n\nit's like listening to a woodchuck go through a woodchipper\n\n\ndyserrack:\n bet those woodchucks could only count to 4/4\n\n\nB:\n all these pop songs just sound the same. the ones that pander to depression are probably the worst tho\n\n\nchrushedspirit:\n it's depressing that a majority of people will never know actual good music\n\n\ndyserrack:\n yeah, there's no skill in any of this. just mumble into the mic and hire a producer to fix it\n\n\ninsert_selfinsert:\n Hey @B, is it done yet?\n\n\nB:\n Yeah, I'm almost done with it.\n\nOperation: \"Damn the Mainstream\" is underway ;)\n\n\ninsert_selfinsert:\n if they want to rot their brains, we might as well speed up the process\n\n\nB:\n listen to the audio\n\n\nAttachments:\n earworm.acb\n8\n, hearme.mp3\n9\n\n\nB:\n damn normies won't know what hit 'em\n\n\ndyserrack:\n bro wtf did you do\n\n\n\n\n\n\n\n\nContainment Log\n\n\n\n\n\n\n\n\n\n\nTo:\n James Crowley (\njames.crowley@scip.net\n)\n\n\nFrom:\n Karolyn Vittnner (\nkarolyn.vittnner@scip.net\n)\n\n\nSubject:\n Additional Projects\n\n\n\n\n\n\nDear Containment Specialist James Crowley,\n\n\nIn addition to your other projects, you have also been assigned to SCP-████, SCP-7315, and SCP-████. Due to the increased number of high-priority situations the Foundation faces and the recent staff shortage, you will be working alone on SCP-7315 and SCP-████ and in a small team of two on SCP-████. Despite these shortcomings, containment plans must be in place by the end of the quarter. We may have a shortage, but that is no excuse to slack off.\n\n\n-Site Director Vittnner\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\nThe following was recorded as mandatory documentation of containment strategies for future reference.\n\n\n\n\nRelevant Studies:\n\n\nTortellini, D., & Boyd, M. V. (2006). Locating Concepts within the Noosphere: Introduction to Conceptual Signatures. Foundation Archives: Science of Abstract Anomalies, 2006(10),1-50\n\n\nPatel, H. (1987). Intellectual Darwinism: The Study of Non-Anamalous Memetics. Foundation Archives: Memetics, 1987(8), 23-57.\n\n\n\n\nContainment Notes Video #1: 8/12/2022, 2:53 AM\n\n\n[Crowley sits in a dimly lit office. There are visible bags under his eyes]\n\n\nCrowley:\n Hello, this is Specialist Crowley regarding containment notes on SCP-7315.\n\n\n[Crowley looks through an unorganized collection of papers on his desk. He picks one up.]\n\n\nCrowley:\n I've spent hours looking through everything the Foundation has on the noosphere. I'm leaving a reading list for anyone else that wants it, but I'll paraphrase.\n\n\n[Crowley takes a deep breath and sips from a cup of coffee.]\n\n\nCrowley:\n SCP-7315 operates on a highly reactive form of intellectual Darwinism. It constantly adapts to make as many -A instances as possible. So it has to have a preference.\n\n\n[He taps his finger on his desk]\n\n\nCrowley:\n So I'm going to collect data on the -A instances. I set up an audio recorder to record whenever it registers a -A instance nearby. Since I'm protected against the anomaly, I'll just listen to music while I work on other projects and we'll see the running thread…\n\n\n[Crowley trails off and appears to be lost in thought]\n\n\nCrowley:\n \n(mumbles)\n I should probably look into music theory as well\n\n\n[Crowley stares absentmindedly at his papers for two minutes. He then looks up and reads the time. He sighs and throws his head back in his chair]\n\n\nCrowley:\n I'm so tired.\n\n\n\n\nFeedback:\n This is a reminder to all Foundation personnel involved in containment to focus on effective containment that requires minimal human supervision. The usage of automation and self-containment are highly encouraged.\n\n\n\n\nFollowing this log, an audio recorder was repurposed to log instances of SCP-7315-A. It was designed to identify audio with SCP-7315's infosignature and record related SCP-7315-A instances in an effort to gauge a pattern with -A instances and evaluate SCP-7315's tendencies. This audio recorder, dubbed the \"Singnature Recorder\", was kept on Crowley's person at all times.\n\n\n\n\nDate:\n 8/15/2022\n\n\nInstance:\n SCP-7315-A5\n\n\nSong Name:\n Loretta by Ginger Root\n\n\nContext:\n Driving home after a late night.\n\n\n\n\n[A5 is played on Specialist Crowley's car radio. Crowley is singing along. All sounds are muffled.]\n\n\nCrowley:\n \n(Singing)\n How are supposed to carry on?\n\n\n[A5 continues to play, Crowley notices the \"Singnature Recorder\"]\n\n\nCrowley:\n Oh, it works!\n\n\n[Sounds of rummaging, all sounds get louder.]\n\n\nCrowley:\n Uh, this is Loretta by Ginger Root, some good stuff, you should listen to it.\n\n\n[Pause.]\n\n\nCrowley:\n Wait no, DON'T listen to this unless you're inoculated. Not until it's contained. It-\n\n\n[Pause.]\n\n\nCrowley:\n \n[Sighs.]\n Okay, I'll wake up early tomorrow to get the SCP-███4 project done. Then I'll meet with the SCP-███7 team. Then I can ask Keller about the music shit.\n\n\n[Pause. A5 warps up.]\n\n\nCrowley:\n I can do this. I can balance this.\n\n\n[Crowley ends the recording.]\n\n\n\n\nUpdate 8/19/22:\n A prototype local AI was implemented with the \"Singnature\" Recorder and the SCP-7315 containment log, allowing given SCP-7315-A instances to be recreated through generated audio files in order to isolate the infected musical phrase. This will be implemented into the following recorded -A instance logs.\n\n\n\n\nDate:\n 8/22/2022\n\n\nInstance:\n SCP-7315-A9\n\n\nSong Name:\n Wyvern by The HasBeens\n\n\nContext:\n Working with the SCP-███7 crew. Specialist McKenna was wearing headphones and listening to loud music.\n\n\n\n\n\n\n[A9 is muffled and identified as coming through Specialist McKenna's headphones.]\n\n\nMcKenna:\n Crowley, how're the thermal readings?\n\n\nCrowley:\n They're rising. I don't think the liquid nitrogen is a long-lasting containment method.\n\n\nMcKenna:\n Well, we've got to do something. O4 Council is still sitting on our proposal to use SCP-████ as a power source.\n\n\n[Crowley notices the recording.]\n\n\nCrowley:\n Oh, can you tell me what song you're listening to?\n\n\nMcKenna:\n Hm? Why?\n\n\nCrowley:\n It's for another anomaly I'm doing.\n\n\nMcKenna:\n Alright, it's Wyvern by The HasBeens. Is that all you need?\n\n\nCrowley:\n Yeah, sorry I just have so many other skips I gotta get done and-\n\n\nMcKenna:\n Yeah, I know. We all do. I've got seven other meetings today, so if we're going to stay off-topic, I'll leave.\n\n\nCrowley:\n Oh, sorry.\n\n\nMcKenna:\n It's fine. Now, I was wondering if we could get SCP-████ into an environment with absolute-\n\n\n[The recording stops.]\n\n\n\n\n[LOGS CUT FOR BREVITY]\n\n\n\n\nDate:\n 9/1/2022\n\n\nInstance:\n SCP-7315-A15\n\n\nSong Name:\n summer nights by Unprobable\n\n\nContext:\n Lofi music playing in the background while I worked. I'm also submitting this as Containment Log #2.\n\n\n\n\n\n\n[A15 is coming through speakers. Crowley's writing into a notebook.]\n\n\nCrowley:\n \n(muttering)\n …not enough data. Some kind of bias…\n\n\n[Crowley notices the recorder.]\n\n\nCrowley:\n Oh great, another one. Is it the lo-fi? (groans) I don't know much about music theory and I haven't looked into it too much, but here's what I got.\n\n\n[Papers shuffled.]\n\n\nCrowley:\n SCP-7315 relies on songs being catchy and memorable to spread, and all the -A instances logged so far share that style of repetition and lack of resolve. Resolve as in the song doesn't end in a satisfying way, so I've got two plans.\n\n\nCrowley:\n Plan one is non-intrusive, by taking something that sounds absolutely horrible and forcing that into the conceptual link between SCP-7315 and SCP-7315-A. That should get 7315 uninterested, severing the connection and returning the song to a non-anomalous state.\n\n\nCrowley:\n Second, the intrusive approach, is to make some kind of solution to all music. Some way to make sure all songs resolve so well that they can't be repeated in someone's head.\n\n\nCrowley:\n Now, I'm taking the first plan because I don't know enough about music to be confident in the second one, but if anyone listening has any type of musical background, I ask that you try this out because I'm not too sure in what I'm doing.\n\n\n[Crowley pauses. A15 continues in the background.]\n\n\nCrowley:\n Y'know, this is the only solo project I have, and it's in a subject I don't know jack about. I've asked for assistance multiple times, but you guys keep ignoring me. I'm not cut out for this.\n\n\n[A15 continues.]\n\n\nCrowley:\n I just want a break.\n\n\n\n\n\n\n\n\nFOUNDATION ALERT:\n\n\nAll personnel must review mandatory memetic inoculations due to recent changes. Anyone experiencing the following symptoms must contact their Site Director immediately:\n\n\n\n\nHeightened faith in a singular deity\n\n\nTranslating and understanding all languages as Latin\n\n\nExcessive repetitive motions\n\n\nObsessions over any form of music\n\n\nDesires to mutilate yourself or others\n\n\n\n\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\nContainment Proposal #1:\n\nUpon discovery of an SCP-7315-A instance, an excerpt of loud static\n10\n must be conceptually integrated with SCP-7315-A, forcing SCP-7315 to relocate.\n\n\n\n\n\n\nSCP-7315-AX\n\n\nDescription\n\n\nOutcome\n\n\nNotes\n\n\n\n\n\n\nSCP-7315-A17\n\n\nOslo in the Summertime by of Montreal\n\n\nSUCCESS\n FAIL\n\n\nUpon upload, SCP-7315 reacted, tethering its connection to A17. Think this is going to work.\n\n\n\n\n\n\nSCP-7315-A20\n\n\nA Long Goodbye by Matteo Palmer\n\n\nSUCCESS\n FAIL\n\n\nPromising outcomes so far.\n\n\n\n\n\n\nMultiple entries omitted for brevity\n\n\n\n\n\n\nSCP-7315-A48\n\n\nFlight of the Bumblebee by Nikolai Rimsky-Korsakov\n\n\nSUCCESS\n FAIL\n\n\nSCP-7315 seems not to have any regard for the key signature, possibly broadening the scope of a -A instance.\n\n\n\n\n\n\nSCP-7315-A52\n\n\nThe Lick\n11\n\n\nSUCCESS\n FAIL\n\n\nUse of garbled static has lost its efficiency, so it's been switched to a loud high-pitched screech. It then performed the desired effect.\n\n\n\n\n\n\nSCP-7315-A76\n\n\nTritone\n12\n\n\nSUCCESS\n\n\nI had to use -C to get rid of this one. Nothing else was working. I'm stopping containment efforts before it starts infecting the sound of silence.\n\n\n\n\n\n\nContainment Proposal #1: \nFAILED\n\nWith the cessation of proposed containment measures, all SCP-7315-A instances returned to their infected state.\n\nAt the time of writing, 93% of the Top 100 Billboard currently harbor some form of SCP-7315.\n\n\nContainment efforts are still ongoing.\n\n\n\n\nDate:\n 9/27/2022\n\n\nInstance:\n SCP-7315-A137\n\n\nSong Name:\n Where We Stand by Vislieu\n\n\nContext:\n Took a break for a week\n\n\n\n\n\n\nCrowley:\n It really is a nice day outside.\n\n\n[A car passes with its radio at an audible volume. Additional 7315-A instance detected.]\n\n\nKeller:\n Yeah, I come here every Saturday at five. You've got to try their cinnamon rolls. They're really good.\n\n\n[Sound of construction heard in distance. They maintain a constant rhythm. 7315-A instance detected.]\n\n\nKeller:\n Hope you're free on Saturday. Going to a concert would be great to finally bring you along.\n\n\n[Sound of construction heard in distance. They maintain a constant rhythm. 7315-A instance detected.]\n\n\nCrowley:\n Oh nice, I'll be there. Anyone else coming along?\n\n\nKeller:\n Yeah, Joyce and Alex. We go about every week.\n\n\n[A137 continues playing.]\n\n\nKeller:\n Well, it's about that time. I gotta head out.\n\n\nCrowley:\n Oh, see you then.\n\n\n[Recording stopped before A137 concludes.]\n\n\n\n\n\n\nFor those reading the containment log, there's no need. I'll contain SCP-7315 myself.\n\nHe died from a goddamn car crash, listening to the radio.\n\nI could've stopped it. I stopped because I was worried. Tired. But the \nmoment\n it affects my personal life…\n\nI shouldn't even be here. Foundation only took me in cause they had no one else. Like the last pick on a football team. And they trusted me with something simple. \nContain it.\n That's it, that's all they asked. I'm supposed to help them contain things for everyone else, and I couldn't get through a solo project. But I can avenge him. I'm starting containment efforts again. I know none of the higher-ups will read this, they're far too busy with whatever shit they've got going on, but this is for everyone else.\n\n\nI have a personal vendetta against 7315 now, and I won't rest until it's gone.\n\nI'm doing this for you, Keller.\n\n\n\n\n\n\nContainment Proposal #2\n\n\nProcedure:\n Develop an auditory meme to resolve all auditory stimuli to deprive SCP-7315 of songs to build from\n\n\nStatus:\n DENIED\n\n\nReason:\n Experts have advised against this course of action. It will be brought back up if no other method is available.\n\n\n\n\nContainment Proposal #3\n\n\nProcedure:\n Eject SCP-7315 from the noosphere\n\n\nStatus:\n DENIED\n\n\nReason:\n Too many listed -A instances\n\n\n\n\nContainment Proposal #4\n\n\nProcedure:\n Lure the anomaly into a dissonant pattern, trapping it into one -A instance.\n\n\nStatus:\n DENIED\n\n\nReason:\n There is not sufficient evidence to prove this proposal's efficiency.\n\n\n\n\nContainment Proposal #5\n\n\nProcedure:\n Eject SCP-7315 from the noosphere, neutralizing it\n\n\nStatus:\n DENIED\n\n\nReason:\n Unknown psychic damage to a large percent of the population possible\n\n\n\n\nContainment Proposal #6\n\n\nProcedure:\n Spread SCP-7315-C to the public\n\n\nStatus:\n DENIED\n\n\nReason:\n Not only is there a chance that SCP-7315 might evolve against SCP-7315-C but relying on poorly understood mechanics is ill-advised, as there is a higher chance of containment breach.\n\n\n\n\nContainment Proposal #7\n\n\nProcedure:\n Construct an AI to randomly generate songs connected to the noosphere. This AI would then listen to the generated song on repeat, attracting the attention of SCP-7315. SCP-7315 would then attach itself to the generated -A instance. In the event of a breach, more connections to the noosphere will be made, providing the illusion of a larger number of minds.\n\n\nStatus:\n PENDING\n\n\nReason:\n N/A\n\n\n\n\n\n\n\n\n\n\nTo:\n James Crowley (\njames.crowley@scip.net\n)\n\n\nFrom:\n O4 Council (\no4council@scip.net\n)\n\n\nSubject:\n SCP-7315; Containment\n\n\n\n\n\n\nDear Containment Specialist James Crowley,\n\n\nAfter discussing with ourselves and other associated departments, we found it best to leave SCP-7315 uncontained for the foreseeable future. Its benefits in hindering the general public's curiosity and ability to critically think were seen as a benefit for our misinformation team, as well as our Amnestics Department. As you may already know, the Foundation is having trouble sustaining its costs and has been forced to take heavy cuts in both personnel and resources. We thank you for your work on SCP-7315, as well as the additional research you were able to provide.\n\n\nYou are dismissed from SCP-7315. You will be reassigned shortly.\n\n\n-O4 Council\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\n\n\n\n\nTo:\n O4 Council (\no4council@scip.net\n)\n\n\nFrom:\n James Crowley (\njames.crowley@scip.net\n)\n\n\nSubject:\n RE: SCP-7315; Containment\n\n\n\n\n\n\nDear O4 Council,\n\n\nAfter weeks of working on the SCP-7315, I have seen the effect of SCP-7315 firsthand, and I cannot leave it uncontained. I will be releasing SCP-7315-C to the public. I know you won't read this until it's too late. By the time you do, SCP-7315 is effectively contained.\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\n\n\nTo:\n James Crowley (\njames.crowley@scip.net\n)\n\n\nFrom:\n O4 Council (\nnoreply@scip.net\n)\n\n\nSubject:\n RE: RE: SCP-7315; Containment\n\n\n\n\n\n\nDue to the workload of the O4 Council, your email has been marked as spam. To get in touch with the O4 Council, please reach out to your Site Director.\n\n\nThis was an automated response. For further information, visit the SCIP Automation page for more details.\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\nFoundation web crawlers have discovered additional discussion regarding SCP-7315 from its source.\n\n\n\n\n+ View?\n\n\n\n\n- Close\n\n\n\n\n\n\ndyserrack:\n \nhttps://youtu.be/x1a4GvQYIkM\n\n\nchrushedspirit:\n yo this is pretty good\n\n\ndyserrack:\n i know, its been stuck in my head\n\n\nB:\n guys, the earworm is in that\n\n\ninsert_selfinsert:\n earworm?\n\n\nB:\n the thing we put into the mainstream\n\nit's in that song\n\n\ndyserrack:\n well, can you get it out? i don't want people getting dumber just because i showed them this\n\n\nB:\n yeah, another thing.\n\nit's not working anymore\n\nwe're not immune anymore\n\n\ndyserrack:\n what.\n\n\nB:\n that mp3 was the most potent shit i had\n\nnothing works against it now\n\n\nchrushedspirit:\n how the hell did this happen?? how the hell does it just not work anymore?\n\n\nB:\n bruv, i have no idea\n\non the bright side, this song is pretty good.\n\n\ndyserrack:\n guys help\n\ni can't stop tapping my foot to the beat\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Assigned AI construct to be determined.\n\n\n2\n. The noosphere is the sum of all human thought.\n\n\n3\n. This includes increased use of catchphrases, a faster formation of habits, and little to no deviation from a daily routine\n\n\n4\n. Level-1 Priorities require immediate attention and are usually coupled with a K-Class Scenario.\n\n\n5\n. Protocol-193 demands the expungement of infohazardous digital media and the use of Artificial Intelligence Constructs to process and analyze the anomaly.\n\n\n6\n. Vibrations persisted for up to 32 hours after brain death, using more energy than the human body had available.\n\n\n7\n. As per Protocol-193, all information regarding SCP-7315-A1 has been expunged.\n\n\n8\n. Artifical Conceptual Builder File\n\n\n9\n. SCP-7315-C\n\n\n10\n. To prevent possible adaption against SCP-7315-C, SCP-7315-C will not be used as the deterrent.\n\n\n11\n. A common musical phrase in jazz, described as \"the most famous jazz cliché ever\".\n\n\n12\n. A dissonant musical interval composed of six semitones, also known as the \"Devil's Interval\".\n\n\n\n\n\n\n\n\n« \nSCP-7314\n | SCP-7315 | \nSCP-7316\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7315\n\" by CowscantgoMoo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7315\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n earworm.jpg\n\n\nAuthor:\n \nCowscantgoMoo\n, Volker Springel / Max Planck Institute For Astrophysics\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Cosmic web.jpg\n\n\nAuthor:\n Volker Springel / Max Planck Institute For Astrophysics\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n A137.mp3, A15.mp3, A9.mp3, scp-c.mp3\n\n\nAuthor:\n \nCowscantgoMoo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7315 \" by CowscantgoMoo, from the SCP Wiki . Source: https://scpwiki.com/scp-7315 . Licensed under CC-BY-SA .",
        "Filename: earworm.jpg Author: CowscantgoMoo , Volker Springel / Max Planck Institute For Astrophysics License: CC BY-SA 4.0 Source Link: SCP Foundation Wiki Derivative of: Name: Cosmic web.jpg Author: Volker Springel / Max Planck Institute For Astrophysics License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: A137.mp3, A15.mp3, A9.mp3, scp-c.mp3 Author: CowscantgoMoo License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "To combat the increasing number of anomalous threats and diminishing resources faced by the Foundation, SCP-7315 must stay uncontained to suppress the public's ability to investigate the anomalous. SCP-7315 will perform upkeep to the Veil without needing direct involvement from the Foundation. It is expected that the use of SCP-7315 will cut the cost of amnestic production by 20%.",
    "description": "SCP-7315 is an auditory parasite within the noosphere.2 SCP-7315 attaches itself to melodies, designated SCP-7315-A, and connects to human hosts via SCP-7315-A instances.",
    "title": "SCP-7315"
}