{
    "url": "https://scp-wiki.wikidot.com/scp-7317",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMy author page\n\n\n\n\n\n⚠️ \nContent warning:\n This article contains graphic violence, suicidal intentions, self-harm, mentions of canibalism and being eaten alive.\n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7317\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nradix\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe largest remaining part of SCP-7317-3 after she rendered herself unable to work during the 2009 strike of Site-61.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nAs per the 1958 \nAccords on the Securing, Containing and Protecting of Middle-Normandy\n, the four instances of SCP-7317 are the only D-Class personel allowed within Site-61.\n1\n Using any other human test subjects will result in the French government's Ministry of Sub-Veil Affairs cancelling its support of the Foundation's activities within FP-61.\n\n\nResearchers are allowed - and even encouraged - to completely disregard the subjects' safety during testing. Should permanent injury, alteration or death occur, no punitive action will be taken.\n\n\nOutside of testing, SCP-7317 are allowed free rein of Site-61's common and public areas, their on-site housing and the outside.\n\n\nDescription:\n\nSCP-7317 are four reanimated and seemingly immortal humans of Scandinavian origins.\n2\n\n\nSCP-7317 were originally soldiers serving under Jarl Rollon, and died during his conquest of Middle-Normandy in 915.\n3\n All had previously taken part in an unstable thaumaturgical ritual in hope of matching against the region's anomalous defenders, and found themselves reanimated hours after their deaths.\n\n\nSCP-7317 do not age and will heal any injuries received. Additionally, SCP-7317 are incapable of leaving a 3,333 Km\n2\n area centered around the place where they initially perished. This gives them access to Site-61, the town of Frémont, but not to any of the Ways providing an exit from Middle-Normandy. As such, they pose no threat to the Veil.\n\n\nSCP-7317 display erratic personalities, extreme behaviours, apathy and forgetfulness. Their activities as D-Class personnel are voluntary and regarded as a source of novelty or potential release from their condition.\n\n\n\n\n\n\nAddendum 1\n\n\nIndividual profiles\n\n\n\n\n\n\n\n\nDesignation:\n SCP-7317-1\n\n\nMost useful when testing with:\n Hostile creatures, dangerous devices, all other anomalies known to be a threat to human life.\n\n\nEvaluation:\n SCP-7317-1 is the most enthusiastic of the four and is used in 48% of all tests conducted at Site-61. He derives pleasure from dangerous situations and pain and will actively seek them during testing. Staff are to be reminded to keep SCP-7317-1 in check so as to not exceed testing parameters.\n\n\nIllustrative footage:\n\n\n\n\nDr Marlois:\n Alright D-7317, please approach the anomaly.\n\n\nSCP-7317-1:\n Sure thing.\n\n\nSCP-7317-1 enters the activation radius, trigerring the attack sequence.\n\n\nSCP-7317-1:\n Oho! Those spinning bits look nasty! Do you have anything specific you want me to do or can I just jump in there?\n\n\nDr Marlois:\n If you could try to last as long as possible, that'd be great. We'd like to see all of its patterns.\n\n\nSCP-7317-1:\n You got it.\n\n\n[Sensitive data removed]\n\n\nSCP-7317-1:\n Heh, that tickles.\n\n\n[Sensitive data removed]\n\n\nSCP-7317-1:\n Did you see that? Went a lot farther away than last time!\n\n\n[Sensitive data removed]\n\n\nSCP-7317-1:\n I like the look of this one.\n\n\n[Sensitive data removed]\n\n\nSCP-7317-1:\n Notice how it's repeatedly stabbing me in the liver even though it hasn't grown back yet? There's gotta be some data in that.\n\n\n[Sensitive data removed]\n\n\nSCP-7317-1:\n Gegegeggouhgouhgoughga-\n\n\n[Sensitive data removed]\n\n\nDr Marlois:\n That's it for today. Guards, please remove the remains in the safe zone and return them to D-7317's quarters. Make sure to get all of them, he's scheduled with Dr Sala in three hours.\n\n\n\n\n\n\n\n\nDesignation:\n SCP-7317-2\n\n\nMost useful when testing with:\n Hostile humanoids, anomalous weaponry, anomalies needing precision and control.\n\n\nEvaluation:\n SCP-7317-2 is the most disciplined of the four. She has continued battle practice through her continued existence; and observes a number of traditions and ritualised actions in her daily life. This has allowed her to retain a stronger sense of identity, as well as her oldest memories, at the cost of making it harder for her to remember new information and adapt to the modern world.\n\n\nIllustrative footage:\n\n\n\n\nSCP-7317-2:\n What are you doing now?\n\n\nCashier:\n I'm scanning your items ma'am, to add up their prices.\n\n\nSCP-7317-2:\n But they have these little tag things right? Why can't you simply read them?\n\n\nCashier:\n \nSighs\n. It's more efficient that way ma'am.\n\n\nThe cashier continues scanning.\n\n\nCashier:\n And with those, that'll be 89.65 Euros. Cash or card?\n\n\nSCP-7317-2 takes her credit card out, as well as a second card that she shows to the cashier. This second card identifies her as a veteran of the 7th Occult War.\n4\n\n\nSCP-7317-2:\n I believe this little medal makes me eligible for a discount, yes?\n\n\nCashier:\n Yeah you don't look nearly old enough to have been in that.\n\n\nSCP-7317-2:\n I know, and I'm never gonna look any older.\n\n\nThe cashier rolls their eyes and points to a sign taped on the wall behind them. It reads \"All customers claiming immortality, agelessness or any variations thereof during checkout -for purposes such as the purchase of alcohol- must be able to provide suitable proof.\"\n\n\nSCP-7317-2:\n \nSighs\n. So it's gonna be like that huh?\n\n\nShe takes out a large knife.\n\n\nCashier:\n WOAH! Calm down lady! I don't make the rules, really, if you wanna be angry at someone, I have a manager who-\n\n\nSCP-7317-2 slits her own throat. Blood spews and she falls limp on the counter. The cashier runs to a supply closet and comes back with a broom and bucket. However, by the time they come back, the blood has already begun to resorb into SCP-7317-2's body. They stare at it until a few minutes later, when SCP-7317-2 stands up again, showing no signs of injury.\n\n\nSCP-7317-2:\n So that's 20% off right?\n\n\n\n\n\n\n\n\nDesignation:\n SCP-7317-3\n\n\nMost useful when testing with:\n Perception-altering anomalies and cognitohazards.\n\n\nEvaluation:\n SCP-7317-3 is the most artistically oriented of the four. She has adopted and discarded many hobbies throughout her life but remains deeply interested by creative arts and their evolution. SCP-7317-3 is well adapted to modern times, at the cost of having forgotten most of her oldest memories.\n\n\nIllustrative footage:\n\n\n\n\nSCP-7317-1:\n So they said no to the rock?\n\n\nSCP-7317-3:\n They did. Apparently they've already tested it on regenerators so they don't want to go through the trouble of sending it all the way here. And since I can't really go there myself…\n\n\nSCP-7317-1:\n We're back to plan D.\n\n\nSCP-7317-3:\n Exactly.\n\n\nDr Marlois:\n And what is plan D exactly? I have to know the details if you want me to sign this off as an official test to let you use the incinerator.\n\n\nSCP-7317-3:\n Alright so, you know how every time we die, get injured or whatever, we go back to the same state? Hell, we can't even cut or grow our hair!\n\n\nSCP-7317-1:\n We're lucky our styles are coming back into fashion.\n\n\nSCP-7317-3:\n But! We can gain and lose memories just fine, even though that causes changes in the connections of our brains and stuff. So that proves that change is possible somehow.\n\n\nDr Marlois:\n Have you considered it might be a matter of scale? I doubt the ritual's casters knew about neurons.\n\n\nSCP-7317-3:\n Interesting point, but my theory is that we always go back to our own \nselves\n. Our outer selves don't change and we've accepted that in our inner selves, so that's why we always come back the same. But our inner selves change, our thoughts and memories evolve and that has an effect on our outer selves by impacting our brains.\n\n\nSCP-7317-3:\n And to test that, I will smoke this bundle of ritual herbs Hilda gave me, meditate super hard until my inner self completely redefines how I see my outer self, and while I do that you'll turn on the incinerator. If it works, once I regenerate I'll look how I want and you'll get the first new discovery about us in ages. Win-win!\n\n\nDr Marlois:\n I see no reason to not test that. What I'm not sure of is, what is D-7317 here for?\n\n\nSCP-7317-1:\n Fun.\n\n\nSCP-7317-3:\n Emotional support.\n\n\n\n\n\n\n\n\n\n\nSCP-7317-1, as illustrated by SCP-7317-3.\n\n\n\n\n\n\n\n\nDesignation:\n SCP-7317-4\n\n\nMost useful when testing with:\n Thaumaturgical anomalies, low activity tests when none of the other instances are available.\n\n\nEvaluation:\n SCP-7317-4 is the most depressed of the four. He regards their condition as a curse and actively researches ways to put an end to it, although this has not yet yielded any results. SCP-7317-4 possesses a wide knowledge of thaumaturgy, having exchanged with many of the practictioners and scholars that have lived in Middle-Normandy. However, as he displays great apathy, disdain towards most things that do not pertain to his research, and confused memories, accessing this knowledge is not easily accomplished. Staff are to remember that the most useful methods to convince SCP-7317-4 of cooperating are to coax him with intriguing or new thaumaturgical processes, or to rely on the other instances to force him to be more active.\n\n\nFailing that, SCP-7317-4 is usually unresponsive and lethargic and may be simply placed into a room with anomalies that do not require actions on the test subject's part.\n\n\nIllustrative footage:\n\n\n\n\nSCP-7317-4:\n Yeah that looks like it was made by the Grogaillards. That wasn't their original name, you know. People started calling them that when they settled here, and it stuck. Not that they mind though, they think it's very accurate.\n\n\nDr Romaire:\n It did sound a bit on the nose. Do you know what their original name was?\n\n\nSCP-7317-4 shrugs.\n\n\nSCP-7317-4:\n Anyway, this one time I let their Karcist cut me into pieces and feed me to her delegation. I was really hoping it would work but I ended up regenerating from a few small bits that were stuck at the bottom of the pot. At least it took a while so I got a nice break out of it.\n\n\nDr Romaire:\n So that's why you don't have high hopes for this test.\n\n\nSCP-7317-4 flinches as the Biotype begins chewing on his other leg.\n\n\nSCP-7317-4:\n Yeah, even if that thing is very thorough, there'll still be some bits of me left when it's done -one way or another- and I'll be back in a few days.\n\n\nDr Romaire:\n In time for our next appointment?\n\n\nSCP-7317-4:\n Does it really matter if I miss another session where I tell you about my meaningless but unending life and you pretend like writing it down will help?\n\n\nDr Romaire:\n You know we do more than that.\n\n\nSCP-7317-4:\n You're right, your sessions have really helped me feel good about everything. Just look at me now: being eaten alive and yet I'm chatting away like it doesn't even hurt.\n\n\nSCP-7317-4:\n Oh wait, it's because I've had centuries to grow used to the pain and learn that it's nothing compared to the constant despair I always feel.\n\n\nSCP-7317-4:\n But I'm sure one hour on your couch next week will take care of that little problem.\n\n\nDr Sala:\n Could I ask you to cut it out? I think you're starting to bum the Biotype out.\n\n\n\n\n\n\n\n\n\n\nAddendum 2\n\n\nDecline of SCP-7317-4\n\n\n\n\n\n\nIn 2014, SCP-7317-4 carried out 8 new attempts at self-neutralization, a marked decrease compared to previous years. SCP-7317-4's mental health greatly worsened that year, which negatively impacted his testing performance.\n\n\n\n\nSecurity cameras record SCP-7317-2 standing in front of Dr Romaire's office, carrying a large duffel bag. She is attempting to open the door by turning the handle, pushing, pulling and sliding the door. The digital padclock flashes red every time, which she does not notice.\n\n\nSCP-7317-2:\n Oh come on you stupid piece of wood!\n\n\nShe bangs on the door in frustration. Dr Romaire's voice is heard from the inside.\n\n\nDr Romaire:\n I'm on my union break, come back later.\n\n\nSCP-7317-2:\n Please doctor, I really need your help.\n\n\nDr Romaire:\n Hilda? Hold on, I'm coming.\n\n\nThe padlock flashes green and Dr Romaire opens the door. She is wearing a wireless headset with rainbow led lights.\n\n\nDr Romaire:\n So you were making all that racket? You know your pass doesn't have the clearance to open any of our offices, right?\n\n\nSCP-7317-2:\n Right, yes, I knew that.\n\n\nThey both enter the room. Dr Romaire gestures for SCP-7317-2 to sit on the couch while she opens her office's blinds and sets the headset down.\n\n\nDr Romaire:\n I admit I'm surprised to see you here. If I remember correctly, the last time I offered you my help, you said you \"already knew how to meditate\".\n\n\nSCP-7317-2:\n And I still do, thanks. I'm not here for me, but for Frode. He's had it real bad recently, and we thought you could help.\n\n\nDr Romaire:\n I have been trying to, trust me. But he has been very good at avoiding me.\n\n\nSCP-7317-2:\n Well, it shouldn't be a problem now, right Frode?\n\n\nDr Romaire:\n What?\n\n\nSCP-7317-2 opens her bag and flips it down, dumping the body of SCP-7317-4 on the couch. He is bound by several chains and a gag covers his mouth. SCP-7317-2 removes the gag and stands up.\n\n\nSCP-7317-2:\n He's all yours doctor. I think he suffocated in the bag, so you should have time to finish your break before he comes back.\n\n\nSCP-7317-2 exits the room, leaving SCP-7317-4 on the couch. Dr Romaire sighs and returns to her desk. After thirteen minutes, SCP-7317-4 gasps for air.\n\n\nSCP-7317-4:\n Where- Oh, Romaire. I should have guessed.\n\n\nDr Romaire:\n Not surprised to see me?\n\n\nSCP-7317-4:\n The others wanted to help me, and there's only so many times you can say \"no\" to Hilda before she does it anyway.\n\n\nDr Romaire:\n So, are you ready to resume our sessions?\n\n\nSCP-7317-4:\n If it stops them from worrying about me, then yes.\n\n\n\n\nBelow are relevant excerpts from SCP-7317-4's sessions with Dr Romaire.\n\n\n\n\nDr Romaire slides some photographs over the table.\n\n\nDr Romaire:\n Can you tell me what these are?\n\n\nSCP-7317-4:\n As if you don't already know.\n\n\nDr Romaire:\n Of course I do, but I need you to tell me.\n\n\nSCP-7317-4:\n This is the hill. The place where we died for the first time.\n\n\nDr Romaire:\n Do you still remember that day?\n\n\nSCP-7317-4:\n It's the oldest thing I still remember, and it's much clearer than everything else afterwards. I don't even know if we knew each other before that ritual, but we were in the same unit when we attacked that hill. The four of us and dozens of others, charging at a fort while the enemy threw everything they had at us.\n\n\nSCP-7317-4:\n And then nothing. Not pain, not peace just nothing. Nothing to feel or remember.\n\n\nSCP-7317-4:\n I'm not sure how long it lasted, but next thing I know the four of us are on a great pyre with the rest of the dead from that battle. Maybe the flames woke us up or maybe it was just bad timing, but we came back to life only to burn. And we screamed. We screamed like it was the worst pain we had ever felt and would ever feel.\n\n\nSCP-7317-4:\n We've had plenty of time to realise we were wrong about that.\n\n\nDr Romaire:\n I've been told you have been spending a lot of time at that hill these past few days.\n\n\nSCP-7317-4:\n Yes, I've seen the cameras.\n\n\nDr Romaire:\n Now, if I remember correctly, you told me that investigating traces of the ritual was a dead end.\n\n\nSCP-7317-4:\n Of course it's a dead end! The traces are long gone, and it was a complete mess anyway. It wasn't even supposed to do that to us, but Rollon didn't care that none of his soldiers knew magic, he only wanted to get even with the enemy.\n\n\nDr Romaire:\n So why go to the hill then? Just to reminisce?\n\n\nSCP-7317-4 nods.\n\n\nDr Romaire:\n I'm sure you must have better memories. Remember when we talked about-\n\n\nSCP-7317-4:\n I don't want better memories, what I want is no memories at all.\n\n\nSCP-7317-4:\n It's that moment between the battle and the flames that I want to go back to. The nothingness, the end of everything.\n\n\nSCP-7317-4:\n I just can't keep going like this, living every moment without purpose knowing it won't end, my mind so weary that every thought hurts. I just want it all to stop.\n\n\nDr Romaire:\n I would argue that you're not without purpose. Your search for an end to your condition would not only help yourself and the other three, but the Foundation could also benefit from your findings.\n\n\nSCP-7317-4 chuckles.\n\n\nSCP-7317-4:\n I'm pretty sure most therapists don't tell their patients that it's good they want to die.\n\n\nDr Romaire:\n Most therapists don't have you as their patient. I know it would be cruel to convince you to give up.\n\n\nSCP-7317-4:\n But you think you could?\n\n\nDr Romaire:\n Absolutely. After all, I am the best therapist you've had in a millenia.\n\n\nSCP-7317-4:\n Well you'll never have the chance to try. It's over.\n\n\nDr Romaire:\n I'm sure this is only a rough-\n\n\nSCP-7317-4:\n No, you don't get it, it's really over. That last attempt? That was the last thing I could think of. I have tried everything I could do with everything I can get in here, and nothing has worked.\n\n\n\n\n\n\nDr Romaire:\n Have you told the others yet?\n\n\nSCP-7317-4:\n I have not. But you know them, I'm sure it won't really bother them.\n\n\nDr Romaire:\n It is true that they are less concerned with their condition than you are.\n\n\nSCP-7317-4 nods.\n\n\nDr Romaire:\n Does it upset you?\n\n\nSCP-7317-4:\n Of course it does. They're all dealing with it in their own ways, and I can't really say they have it better than me but… it feels lonely, being the only one who really wants to leave.\n\n\n\n\n\n\nSCP-7317-4:\n Fear.\n\n\nDr Romaire shows another flash card.\n\n\nSCP-7317-4:\n Contentment.\n\n\nDr Romaire shows another flash card.\n\n\nSCP-7317-4:\n Jealousy.\n\n\nDr Romaire:\n That is not usually the answer I get for the gravestone card.\n\n\nSCP-7317-4:\n Well it's true, I always wanted one.\n\n\nDr Romaire:\n What kind of epitaph would you want on it?\n\n\nSCP-7317-4:\n I don't know. I couldn't even tell you what name to put on it.\n\n\n\n\n\n\n\n\nAddendum 3\n\n\nIncident SCP-7317-4\n\n\n\n\n\n\nOn 10/09/2014, SCP-7317-4 was in Site-61's library when it was breached by an intruder.\n\n\n\n\nSCP-7317-1, SCP-7317-3 and SCP-7317-4 are sat together at a table, reading the weekly issue of \"The Middling Gazette\".\n\n\nSCP-7317-4:\n So Sigrun, you look different today.\n\n\nSCP-7317-1:\n Uh, she's been like that for a while now. Did you really not notice?\n\n\nSCP-7317-4:\n I'm sorry, my mind has just been sort of… hazy.\n\n\nSCP-7317-3:\n No, this is good, I had run out of people to give me their first impressions. So, how do I look?\n\n\nSCP-7317-4:\n You look better. Happier.\n\n\nSCP-7317-3:\n You bet I do. And hey, thanks for your help. I was able to figure it out thanks to some outside consultation and your research notes.\n\n\nSCP-7317-1:\n How's that going, by the way? Has Romaire managed to get you motivated again?\n\n\nSCP-7317-4 looks down.\n\n\nSCP-7317-4:\n Ah no, no progress yet.\n\n\nSCP-7317-3:\n Sorry to hear that. You'll let us know if you need anything, alright? We're here for you.\n\n\nSCP-7317-1:\n Not like we can be that far away, really.\n\n\nSCP-7317-3 punches him in the shoulder.\n\n\nSCP-7317-1:\n But yeah she's right, you can always ask us anything, you know that.\n\n\nSCP-7317-4:\n I know. Thanks.\n\n\nThe three finish their reading. SCP-7317-1 and SCP-7317-3 are called for testing and leave the library. SCP-7317-4 reads various books for 5 hours and eventually falls asleep behind a shelf. Night comes and the library is closed with SCP-7317-4 still inside.\n\n\nA Way opens inside the library and a figure emerges from it. They are humanoid, though they possess \ntwo pair of arms\n. They begin rummaging through the bookshelves, and accidentally step on SCP-7317-4.\n\n\nSCP-7317-4:\n What the- oh, a breach. We haven't had one of those in a while I think.\n\n\nThe individual takes a defensive stance, but lowers their guard after SCP-7317-4 shows no sign of action.\n\n\nUnknown:\n That uniform… I see, you are one of those the Foundation sacrifices.\n\n\nSCP-7317-4:\n Something like that. And who are you?\n\n\nUnknown:\n [INFORMATION REDACTED ON ORDER OF THE O5 COUNCIL]\n\n\nSCP-7317-4:\n Huh, that did not sound like something I'm allowed to know.\n\n\nUnknown:\n I suppose not.\n\n\nSCP-7317-4:\n And what brings you to this place, Arklay?\n\n\nUnknown:\n I am looking for information about the Mouleur Foci. I was told that a scholar who had researched it lived in this region and his collection had been acquired by this Site.\n\n\nSCP-7317-4 thinks for a moment.\n\n\nSCP-7317-4:\n Ah, the Rot thing from Edial's book. The book should be somewhere over there.\n\n\nSCP-7317-4 gestures to the left.\n\n\nUnknown:\n You know about it?\n\n\nSCP-7317-4:\n I looked into it to solve a certain problem I have. From what I've read it could have worked, but I have no idea where to find it. It's not in Middle-Normandy, that's for sure, and that means it can't help me.\n\n\nThe individual searches the area indicated by SCP-7317-4 and retrieves a book from a shelf.\n\n\nUnknown:\n This is it. Thank you for your help, stranger.\n\n\nSCP-7317-4:\n No big deal. Say, what do you need it for?\n\n\nUnknown:\n [INFORMATION REDACTED ON ORDER OF THE O5 COUNCIL]\n\n\nSCP-7317-4:\n Of \nall\n magic?\n\n\nUnknown:\n \nYes.\n\n\nSCP-7317-4 shivers and mumbles.\n\n\nSCP-7317-4:\n …. that might just work.\n\n\nSCP-7317-4:\n Would you mind helping me with something? You sound good at breaking into places.\n\n\n\n\nSecurity was alerted of the presence of an intruder within Site-61 before the surveillance system went down. At the same time, the Site's thaumaturgical artefacts repository was breached. Orders were given to apprehend the intruder, as well as SCP-7317-4 who was to be considered guilty of a severe information breach.\n\n\nThe intruder was never found; they are presumed to have exited Site-61 via a Way.\n\n\nWhen security guards approached SCP-7317-4's quarters, they were met with resistance from SCP-7317-1 and SCP-7317-2, who later confirmed they had been asked to stall for time. Both instances were disciplined.\n\n\nInside SCP-7317-4's quarters, security guards found a series of recursive containment blocks made of concrete. All blocks were engraved with several copies of the Foundation's logo and text resembling containment procedures.\n\n\n\n\nSpecial containment procedures: I am to be contained wholly and absolutely.\n\n\nMy prison is to be this place, which I have designed as an altar to containment. The time inside is to pass faster than outside, so that the end may come sooner.\n\n\nI am to stay within these walls until the end. I am not to be seen or spoken to by anyone until the end.\n\n\nI will not be a part of the world while I am contained or afterwards.\n\n\nThese walls are to choke the life and magic out of me, permanently. I am to return to nothing, where I will feel nothing, think nothing. I am to be free of this burden.\n\n\nMy friends are to mourn me if they choose. They are to be informed that I cared for them and I wish they can enjoy life where I could not. They are to know there is a way out.\n\n\nThese walls are to be my grave, that I may have one at last.\n\n\nI will fade.\n\n\n\n\nInside the last concrete block, the corpse of SCP-7317-4 was found in an advanced state of decay. It has not shown any sign of life in over 48 hours.\n\n\n\n\nFootnotes\n\n\n1\n. Radix-class anomalies have been integrated within the Foundation's operating structure.\n\n\n2\n. An accurate geographical origin cannot be determined due to SCP-7317 not having had access to detailed maps at the time and forgetting most of their early lives.\n\n\n3\n. This conquest would finally integrate the Free Port within the French Kingdom, although the Dukes of Normandy would keep it secret from the crown until the next century.\n\n\n4\n. SCP-7317 participated in several battles and acts of sabotage during the occupation of Middle-Normandy.\n\n\n\n\n\n\n\n\n« \nSCP-7316\n | SCP-7317 | \nSCP-7318\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7317\n\" by Guezma, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7317\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename\n: Bloody hand\n\n\nAuthor\n: Jo Naylor\n\n\nLicense\n: Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource\n: \nhttps://www.flickr.com/photos/pandora_6666/4024250300/in/photostream/\n\n\n\n\n \n\n\n\n\nFilename\n: Bjorn.jpg\n\n\nAuthor\n: Isidro\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: Commissioned by me from \nhttps://linktr.ee/anomalous_radio\n and used with permission",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7317 \" by Guezma, from the SCP Wiki . Source: https://scpwiki.com/scp-7317 . Licensed under CC-BY-SA .",
        "Filename : Bloody hand Author : Jo Naylor License : Attribution 2.0 Generic (CC BY 2.0) Source : https://www.flickr.com/photos/pandora_6666/4024250300/in/photostream/",
        "Filename : Bjorn.jpg Author : Isidro License : CC BY-SA 3.0 Source : Commissioned by me from https://linktr.ee/anomalous_radio and used with permission"
    ],
    "containment_procedures": "As per the 1958 Accords on the Securing, Containing and Protecting of Middle-Normandy, the four instances of SCP-7317 are the only D-Class personel allowed within Site-61.1 Using any other human test subjects will result in the French government's Ministry of Sub-Veil Affairs cancelling its support of the Foundation's activities within FP-61.",
    "description": "SCP-7317 are four reanimated and seemingly immortal humans of Scandinavian origins.2",
    "title": "SCP-7317"
}