{
    "url": "https://scp-wiki.wikidot.com/scp-7318",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\nEdmund Davids\n\n\n\n\n\n\nMy Author Page.\n\n\n\n\n\n\n\n\n\n\n\n\nThe current hunting ground of SCP-7318 is marked above.\n\n\n\n\n\n\nItem #:\n SCP-7318\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Instances of SCP-7318 have eluded all attempts to detain, cull, and track them. Given SCP-7318 remains exclusively within certain areas of the Atlantic Ocean, shipping routes have been diverted to avoid possible confrontation with the anomaly.\n\n\nShould a maritime vessel disregard Foundation-broadcasted warnings and enter SCP-7318 hunting grounds, its emergency transmissions are to be suppressed. Foundation response is to be limited to airborne vehicles. Containment teams are to utilize Auditory Mine Pods\n1\n to keep SCP-7318 away from the affected vessel until it can be evacuated.\n\n\nDescription:\n SCP-7318 is a species of predatory, carnivorous, sub-aquatic mammals. When submerged below the surface of water, SCP-7318 possesses the appearance of the Common Orca (\nOrcinus orca\n). When SCP-7318 leaves the water, it will instantly take on a physical form that mimics the Grey Wolf (\nCanis lupus\n). When in this latter form, SCP-7318 are three times larger than non-anomalous Grey Wolves. SCP-7318 territory is subject to change, based on population and availability of prey\n2\n, but currently is located \nin the Labrador Sea\n \n~100 kilometers West of Ireland\n ~200 kilometers North of the Azores.\n\n\nAn SCP-7318 pack\n3\n will locate and conduct coordinated attacks on maritime vessels that possess greater than ten crew-members. Investigation of damage done during an SCP-7318 hunt suggests that the teeth and claws of the anomaly are capable of penetrating reinforced steel.\n\n\nOn average, the crew of one maritime vessel will serve as enough sustenance for an SCP-7318 pack for three months. The most effective method of halting SCP-7318 is the use of high-decibel, sub-aquatic acoustics, which appears to disorient the instances.\n\n\nAddendum:\n Recovered Documents\n\nThe following documents pertain to the first recorded appearance of SCP-7318, in the log of a British \"Q-Ship\"\n4\n:\n\n\n\n\nDocument-01:\n\n\n\n\nShip's Log: HMS \nArthur\n, of His Majesty's Naval Forces\n\n\nAs recorded by Captain Dirk Hockeren, first officer aboard HMS\n Arthur\n.\n\n\n\n\n28 July 1915:\n Berthed at RN Dockyard in Bermuda at dawn. Restocked supplies. Dropped off mail. Checked the list of reported U-Boat incidents. They look to be spread off the coast of Ireland and up as far as Greenland. Once we're finished here, we'll depart for that area.\n\n\n30 July 1915:\n Departed Bermuda. Headed North.\n\n\n31 July 1915:\n All well aboard. No U-Boat sightings.\n\n\n2 August 1915:\n Made contact with HMS \nE45\n5\n at midday. Continued together. No U-Boat sightings.\n\n\n3 August 1915:\n \nE45\n reported engine trouble. May not be able to submerge without causing extreme strain. No U-Boat sightings.\n\n\n4 August 1915:\n Extremely poor weather on the 3rd. Lost contact with \nE45\n during the storm. Turned East in the afternoon. No U-Boat sightings.\n\n\n5 August 1915:\n Lookout thought he spotted smoke on the Southern horizon. Proceeded in that direction for half a day, but found nothing. No U-Boat sightings.\n\n\n6 August 1915:\n The crew were quiet this morning. We found an upturned lifeboat during the night. It was from HMS \nWrangler\n6\n.\n\n\n7 August 1915:\n Discovered wreckage today. A pair of life rafts floating in the water, along with the Naval Flag. Unsure of which ship they were from. Morale low among the crew.\n\n\n8 August 1915:\n No wind today. The crew didn't complain about the heat. They had their eyes on the horizon. We crossed into the U-Boat area this afternoon, but I don't think that was the reason for their unease.\n\n\n9 August 1915:\n We found an American merchant ship (SS \nFolkestone\n) that was severely damaged. Torpedoed, perhaps? There were holes below the waterline, but none big enough for a torpedo, or even a U-Boat deck gun. We took the survivors onboard.\n\n\n10 August 1915:\n I've ordered the American survivors to be isolated from the crew. They've been babbling about leaving this area immediately, about heading for the nearest port. Mentioning wolves, of all things. Do they not understand the importance of our mission? We will drop them off once we reach Bristol.\n\n\n11 August 1915:\n I spoke to the highest ranking American officer today. He told me they'd departed from Bordeaux on the 7th. They'd been on the lookout for U-Boats from the moment they'd left port, probably because of \nwhat happened\n to the \nLusitania\n. Then he began babbling about the wolves, just like the rest of his crew. \"Wolves ate the captain\", \"wolves destroyed the engine\", \"wolves took the crew\". He seemed terrified. I asked the ship's doctor about it. He mentioned he used to be attached to the first divisions to head to the Western Front, and he saw something like this in a few soldiers. Not talking about wolves, of course, but a similar type of complete terror. Men who'd refuse to go back to the front lines, even when threatened with execution.\n\n\n12 August 1915:\n Lookouts are reporting ripples and wakes in the water around the ship. I saw them myself. They sweep through the ocean like horses in a race. My eyes can barely keep up. They're not U-Boats. Nothing could move that fast.\n\n\n\n\n\n\nDocument-02:\n\n\n\n\nTo whoever might find this message.\n\n\nI beg of you, please do not tell my wife how I died. Please do not tell my boys how I died. Let them believe that I died a hero's death, fighting valiantly against the Germans. Not this horrible end; cowering in the captain's cabin while I wait for them to hunt me down.\n\n\nIt started with the shadows. They circled us in the water for an entire day. Sometimes lazily, sometimes at speeds that terrified the crew. Their wake ripples followed us like the trail of torpedoes, but they curved and dodged around us. By sundown, we were all jumpy. Someone broke into the liquor supplies. Nobody slept.\n\n\nThey attacked us an hour before midnight. Sudden screams were the only warnings we had when the lookouts disappeared. The captain called us to battle stations, and we used the searchlights to light up the ship and the surrounding water like a candle.\n\n\nWe didn't realize that the ship had started to list until it was far too late. The power went out. The engine room flooded. The cabins of the Americans were breached when we arrived; no sign of them remained. We tried to pump out the water, but the holes were massive.\n\n\nCrew were disappearing in the darkness. Turn your back for one second, and there was one less man standing there. I was up on the bridge, with my hand torch turned towards the deck, when I first saw it. The yellow eyes that kindled like matches striking. The fur that stayed dry, even as water droplets shimmered and fell off its flanks. The massive jaw that wrapped around Harry's chest, crushing him in an instant. The shaggy, grey body that leapt overboard, dragging him with it.\n\n\nThat's when I ran. I slammed the doors shut behind me, I abandoned everyone, I locked them out to save myself. I heard a couple of gunshots. Could bullets even harm those beasts? Is this what Sir Doyle was thinking when he wrote about the hound on Dartmoor?\n\n\nSeawater has started to leak under the door. I can't go out. I can hear them searching throughout the ship, their claws clicking on the floor, their snuffly breaths. I don't think there's anyone else left, aside from me.\n\n\nI don't want to drown. I don't want to get eaten. Oh God.\n\n\n(\nWriting devolves into illegible scribbles for several lines, which are all subsequently crossed out.\n)\n\n\nTell Maggie and James and Ben that I love them. I love them more than anyone else in the world. Tell them I'm sorry I won't be coming back.\n\n\nIf I could turn back time, I would refuse this stupid assignment. That's my one regret.\n\n\nWhoever finds this message, ensure that no-one else suffers the same fate I have. Kill the sea wolves. Kill them all. And avenge the crew of the HMS \nArthur\n and the SS \nFolkestone\n.\n\n\nSub-Lieutenant Robert Davis.\n\nHMS \nArthur\n.\n\nHis Majesty's Naval Forces.\n\n12 August 1915.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nEdmund Davids's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7874\n \n•\n\n\n\n\n\n\nSCP-8193\n \n•\n\n\n\n\n\n\nSCP-7239\n \n•\n\n\n\n\n\n\nSCP-7193\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nEdmund Davids's Personal File\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Constructed specifically to counter this anomaly, the AMP device will emit a high decibel audible pulse every two seconds when submerged in water.\n\n\n2\n. It is theorized that Foundation investigation and activity also influences the relocation of SCP-7318, although the degree of sapience SCP-7318 possesses remains unknown.\n\n\n3\n. Typically consisting of between fifteen and twenty instances.\n\n\n4\n. An initiative to sink U-Boats through \nmerchant ships carrying concealed armaments\n.\n\n\n5\n. An \nE\n-class submarine of the Royal Navy.\n\n\n6\n. Officially listed as sunk with all hands by a U-Boat on 4/07/1915.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7318\n\" by Edmund Davids, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7318\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Atlantic_Ocean_marked\n\n\nName:\n File:North Atlantic Ocean laea relief location map.jpg\n\n\nAuthor:\n Uwe Dedering\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic license\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:North_Atlantic_Ocean_laea_relief_location_map.jpg\n\n\n\n\n\n\n\n\nNote:\n This refers to the orange location indicator on the map above.\n\n\nName:\n File:Location indicator icon.svg\n\n\nAuthor:\n CDC\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic license\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Location_indicator_icon.svg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7317\n | SCP-7318 | \nSCP-7319\n »",
    "addendums": [
        "Addendum: Recovered Documents The following documents pertain to the first recorded appearance of SCP-7318, in the log of a British \"Q-Ship\" 4 :"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7318 \" by Edmund Davids, from the SCP Wiki . Source: https://scpwiki.com/scp-7318 . Licensed under CC-BY-SA .",
        "Filename: Atlantic_Ocean_marked Name: File:North Atlantic Ocean laea relief location map.jpg Author: Uwe Dedering License: Creative Commons Attribution 2.0 Generic license Source Link: https://commons.wikimedia.org/wiki/File:North_Atlantic_Ocean_laea_relief_location_map.jpg",
        "Note: This refers to the orange location indicator on the map above. Name: File:Location indicator icon.svg Author: CDC License: Creative Commons Attribution 2.0 Generic license Source Link: https://commons.wikimedia.org/wiki/File:Location_indicator_icon.svg"
    ],
    "item": "SCP-7318",
    "object_class": "Keter",
    "containment_procedures": "Instances of SCP-7318 have eluded all attempts to detain, cull, and track them. Given SCP-7318 remains exclusively within certain areas of the Atlantic Ocean, shipping routes have been diverted to avoid possible confrontation with the anomaly.",
    "description": "SCP-7318 is a species of predatory, carnivorous, sub-aquatic mammals. When submerged below the surface of water, SCP-7318 possesses the appearance of the Common Orca (Orcinus orca). When SCP-7318 leaves the water, it will instantly take on a physical form that mimics the Grey Wolf (Canis lupus). When in this latter form, SCP-7318 are three times larger than non-anomalous Grey Wolves. SCP-7318 territory is subject to change, based on population and availability of prey2, but currently is located in the Labrador Sea ~100 kilometers West of Ireland ~200 kilometers North of the Azores.",
    "title": "SCP-7318"
}