{
    "url": "https://scp-wiki.wikidot.com/scp-7319",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n \n\n\nDrowningDutchman\n\n\n\n\n\n\nIt is I Dutch. I have written more stuff! \nDrowningDutchman\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7319\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-7319-1 is to be kept in a small low-security containment chamber in Reliquary Site-39. SCP-7319-2 is to be kept in a small low-security containment chamber in Reliquary Site-12. To avoid damage to SCP-7319-1 and SCP-7319-2, the northeast corner of the Site-39 cell and the southwest corner of the Site-12 cell are to be padded with soft materials.\n\nSCP-7319-1 and SCP-7319-2 are to be kept together in a low-security containment chamber located in Reliquary Site-39.\n\n\nAddendum 31-10-2022:\n SCP-7319-3 is to be stored in a standard non-hazardous anomalous documents display in Reliquary Site-39. SCP-7319-3 is free to be studied by Site Personnel.\n\n\nDescription:\n SCP-7319 refers to two seperate suits of armor (SCP-7319-1 and SCP-7319-2) recovered near Bernau im Schwarzwald in what is currently Germany, approximately 20km from the German-Swiss border. The suits of armor were traced back to Burg Nanstein\n1\n, a castle located approximately 250km north of the recovery location.\n\n\nDiscovery:\n SCP-7319-1 and SCP-7319-2 were observed moving through the castle when put on display. The entities were noted to stop moving when they were relatively close to each other. The suits of armor were taken by the Foundation and brought to separate Reliquary sites for investigation and to utilize the available chambers. Efforts to incapacitate SCP-7319-1 and SCP-7319-2 were discontinued when deemed unnecessary due to their inability to escape containment.\n\n\nSCP-7319-3 was discovered on 25-09-2022 in Burg Nanstein. The letter was initially overlooked as there was no initial connection to SCP-7319-1 or SCP-7319-2. A full report on the translation of SCP-7319-3 is provided below.\n\n\nAddendum: 10-12-2022\n As part of a planned test, SCP-7319-1 and SCP-7319-2 will be brought into the same containment cell on 27-01-2023.\n\n\n\n\n27-01-2023 Test\n\n\n\n\nClose Test\n\n\n\n\n\n\nSCP-7319-1 and SCP-7319-2 test on: 27-01-2023\n\n\nOn 27-01-2023, SCP-7319-2 was transported from Reliquary Site-12 to Reliquary Site-39 to be placed in the same containment chamber as SCP-7319-1. During the Transport while SCP-7319-2 was restrained SCP-7319-1 was reported to start moving in different directions corresponding to the location of the other entity while being transported.\n\n\nSCP-7319-1 was restrained as SCP-7319-2 was brought into the containment chamber. When both entities were released from their restraints, they began to move towards each other.\n\n\nSCP-7319-1 and SCP-7319-2 stopped their movements as they got within 2 meters of each other. Since the entities were still standing, the presiding team decided to attempt bringing them closer together. Though moving the entire suits of armour proved impossible, personnel were able to manipulate the entities' arms and hands into contact with the other. As the entities' hands touched, the heads moved to seemingly look at eachother before they collapsed approximately 1 minute later.\n\n\nThe team at Reliquary Site-39 has elected to keep SCP-7319-1 and SCP-7319-2 together in the cell at Reliquary Site-39. This was decided to mitigate damage to either entity and to keep their anomalous activity to a minimum.\n\n\nNote:\n SCP-7319-1 and SCP-7319-2 are not considered Neutralized, as separation of the entities causes anomalous activity to return to the same level as before the entities met.\n\n\n\n\n\n\n\n\n\n\n\n\nLetter recovered at Burg Nanstein\n\n\n\n\nClose Letter\n\n\n\n\n\n\n \n\n\n\n\nTranslation Report\n\n\n\n\n \n\n\n\n\n\n\nTranslation of SCP-7319-3\n\n\n\n\n\n\nTranslator\n\n\n\n\n\n\nDr G. Meiya (Department of Terra-linguistics)\n\n\n\n\n\n\n\n\n\n\nTranslation concluded on\n\n\n\n\n\n\n05-12-2022\n\n\n\n\n\n\n\n\n\n\nextra info\n\n\n\n\n\n\nSCP-7319-3 was recovered on 25-10-2022 from Burg Nanstein, Germany. The letter is in better condition than scripts recovered from the same period. The letter dates back to the mid 1300's placing is in the same period as SCP-7319-1 and SCP-7319-2. The writer of the letter is one Alard of Mannheim; the receiver remains unknown. SCP-7319-3 speaks of a pact between the two subjects in the letter seeking each other even past death. Contextual analysis of the contents of SCP-7319-3 implies the existance of a romantic affair.\n\n\n\n\n\n\n\n\n\n\n\n\nMy dearest Angel\n2\n,\n\n\nSince the first time I saw you I knew the purpose of the life set out for me was living for you… I truly believe this feeling has not been felt before as I was completely unprepared for this.\n\n\nThe days without you are the longest days of my life, while I also know this is the best way to remain in your good graces. The idea of you gets me through the days I am away and will never be able to forget the grace you exude at every moment I get to lay my eyes on you.\n\n\nYou carry yourself with as much grace and beauty as the angel you were named for and I wish you to understand this will for me is an eternal feeling… I wish you could actually be mine.\n\n\nI promise you I will follow you beyond death, my love for you will certainly last long beyond the point my heart can beat for you.\n\n\nI do swear upon everything that is worldly and all that we can possibly imagine that, even beyond the point my heart will beat, I will look for you eternally for I can not rest my heart when I am away from you.\n\n\nMy life will eternally be in service to you,\n\n\nAlard of Mannheim\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A castle in modern day Germany, located in the town of Landstuhl in the state of Rhineland-Palatinate\n\n\n2\n. Translated in a literal sense, likely to be a pet name used for the receiver\n\n\n\n\n\n\n\n\n« \nSCP-7318\n | SCP-7319 | \nSCP-7320\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7319\n\" by DrowningDutchman, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7319\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 31-10-2022: SCP-7319-3 is to be stored in a standard non-hazardous anomalous documents display in Reliquary Site-39. SCP-7319-3 is free to be studied by Site Personnel.",
        "Addendum: 10-12-2022 As part of a planned test, SCP-7319-1 and SCP-7319-2 will be brought into the same containment cell on 27-01-2023."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7319 \" by DrowningDutchman, from the SCP Wiki . Source: https://scpwiki.com/scp-7319 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7319-1 is to be kept in a small low-security containment chamber in Reliquary Site-39. SCP-7319-2 is to be kept in a small low-security containment chamber in Reliquary Site-12. To avoid damage to SCP-7319-1 and SCP-7319-2, the northeast corner of the Site-39 cell and the southwest corner of the Site-12 cell are to be padded with soft materials.\nSCP-7319-1 and SCP-7319-2 are to be kept together in a low-security containment chamber located in Reliquary Site-39.",
    "description": "SCP-7319 refers to two seperate suits of armor (SCP-7319-1 and SCP-7319-2) recovered near Bernau im Schwarzwald in what is currently Germany, approximately 20km from the German-Swiss border. The suits of armor were traced back to Burg Nanstein1, a castle located approximately 250km north of the recovery location.",
    "title": "SCP-7319"
}