{
    "url": "https://scp-wiki.wikidot.com/scp-7321",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7321\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-7321 should not be moved from its current location, a standard anomalous corpse locker in Site-400's mortuary, without explicit permission from the Foundation's History Department. Beginning in the year 2000, SCP-7321 should be kept under low-level surveillance, including an ECG sensor wired to a silent alarm in the security office, in case of emerging vital life signs.\n\n\nDescription:\n\n\nSCP-7321 is a male humanoid corpse measuring roughly two meters in height. While its rate of decay is typical for that of a cadaver, this putrefaction seemingly occurs in reverse. To clarify: As time goes on, SCP-7321's state of decomposition decreases, as the corpse becomes more fresh.\n\n\nGiven the rate of this process, it is currently hypothesized that SCP-7321 will fully regenerate by the year 2000. Whether or not SCP-7321 is capable of restoring life functions is unknown at this time.\n\n\nAddendum 7321.1: Discovery Log\n\n\nSo far as the History Department has been able to gather, SCP-7321 has been in Standard Anomalous Corpse Locker 400-M-0040852 ever since Site-400's mortuary's construction in 1922. The mortuary's construction workers discovered the corpse on the site when it first broke ground, but chose to ignore it\n1\n. After the concrete of the basement foundation had cured, they found it again on top of that; after the wooden subflooring was constructed over this foundation, they found it again on top of the subflooring. Nobody claimed responsibility for moving it. At last, it ended up in 400-M-0040852, where an unwitting mortuary assistant later discovered it.\n\n\nAddendum 7321.2: Autopsy Report\n\n\n\n\n+ Show Abridged Autopsy Report SCP-7321-1\n\n\n\n\n- Hide Abridged Autopsy Report SCP-7321-1\n\n\n\n\n\n\n \n\n\nSite-400 Autopsy Report 00592\n\n\nDate:\n 1981/08/17\n\n\nPresiding Doctors:\n\n\n\n\nDr. Mortimer Sly, MD\n\n\nDr. Osoet Teuku, PhD in Forensic Anthropology\n\n\n\n\n\n\nAttending Site Security:\n\n\n\n\nSecurity Officer Deborah Ortega\n\n\nSecurity Officer Óscar Wong\n\n\n\n\n\n[DATA OMITTED FOR BREVITY]\n\nPreliminary Inspection:\n\n\nWell-preserved, poorly nourished white male in bloating stage of decay with fresh, widespread, precise lacerations indicating an autopsy was performed, though records show none occurring prior.\n\n\nOrgans showed similar lacerations, often carving out a particular cross-section. Organ pieces corresponding to such cross-sections had been discovered the previous morning by Dr. Teuku in a fresh shipment of organ sample containers. They had been sent to an evidence storage refrigerator, and spontaneously combusted one at a time while the autopsy was taking place.\n\n\nAfter the examiners returned from the evacuation caused by this fire, it was discovered that all aforementioned lacerations to inner organs had sealed, leaving no evidence that any cross-section had been missing. Site Security officers forbade the examining team from making more incisions, citing the fire risk.\n\n\n[DATA OMITTED FOR BREVITY]\n\n\nAnaerobically-Produced Gas Rate of Emission:\n\n\nThe bacteria of the thanatomicrobiome of an ordinary cadaver in the bloat stage emit gases as the byproduct of their digestion process. The amounts of such gases in the air around SCP-7321 decreased during the autopsy.\n\n\nPost-Mortem Time:\n\n\nThe larynx, lower intestine, and neural tissue of the cadaver have decayed and liquefied to a point similar to that displayed by twenty-years post-mortem specimens in similar Foundation cadaver lockers.\n\n\nCause of Death:\n\n\nOrgan failure due to blood loss caused by gunshot wounds.\n\n\n \n\n\n\n\n\n\n\n\n\n\nAddendum 7321.3: Incident Log\n\n\n\n\n<Begin Log, 07/10/2003, 1600 hrs>\n\n\nSite-400's mortuary is still. The camera is close to the face of SCP-7321, now practically undecayed. Blood slowly crawls up SCP-7321's skin and into its wounds.\n\n\nThe ECG display shows only a flatline.\n\n\nIts eyes are closed.\n\n\n<1605 hrs>\n\n\nThe ECG display beeps. A faint heartbeat.\n\n\n<1623 hrs>\n\n\nSecurity Officers Stanisław Wong and Olgierd Ortega walk into the morgue. They begin to secure the area.\n\n\nWong:\n \nShivers\n Ah, so this is where our air-conditioning budget went. Would it kill them to lay off a little in here?\n\n\nOrtega:\n It might, if any of these anomalous corpses wake up because they weren't preserved well enough.\n\n\nWong:\n Could that happen?\n\n\nOrtega:\n It might. \nsighs.\n\n\nWong:\n What's the matter?\n\n\nOrtega:\n I- It's nothing.\n\n\nWong:\n No, come on, what is it?\n\n\nOrtega:\n I… I started thinking about history. How we're all so small in the face of all the time that ever was and all the time that will ever be. How we've all come from the hunter-gatherers, rising to who we are now. But it won't last long.\n\n\nWong:\n Why's that?\n\n\nOrtega:\n Because no matter what we do, the climate's going to burn out the earth and we'll all die.\n\n\nWong:\n Woo. Someone's pessimistic today.\n\n\nOrtega:\n It's inevitable. The laws of thermodynamics say that entropy's always going to increase as time goes on. Even this air conditioning increases the heat somewhere else.\n\n\nWong:\n But we can stay in the air conditioning, right?\n\n\nOrtega:\n For as long as we can. But as long as we run it, we're just increasing the burst of heat that'll come when it breaks.\n\n\nWong:\n But does it have to break? Maybe this generation will be the one to fix the climate, get it right.\n\n\nOrtega:\n I doubt it. We do what those before us did, and we can't go back and stop our forebears from messing everything up.\n\n\n<1640 hrs>\n\n\nSCP-7321's lead researcher, Dr. Pertiwi arrives, accompanied by Security Officers Minerva Mohede and Terminus Tiwa.\n\n\nPertiwi:\n All right, folks. Wong, Ortega, leave the room, join us here in the hallway. Still no other vital signs in the patient?\n\n\nOrtega:\n Pulse, extremely weak so far; no sign of consciousness.\n\n\nPertiwi:\n Naturally. It'll take quite some time for it to recover enough blood and organ function to become conscious. Lock the door out here; we don't know what it'll do once it wakes up. Be prepared to sound the Containment Breach alert.\n\n\nWong:\n Yes, Ma'am.\n\n\nSCP-7321's eyes are closed.\n\n\n<1753 hrs>\n\n\nAnd then, slowly, the eyes open.\n\n\nThe facial expression changes to peaceful, then to bittersweet triumph. SCP-7321 slowly shifts in place as if making itself comfortable. It swallows. It pulls a crayon out of its mouth and puts it in a pocket.\n\n\nPertiwi (Through a speaker system):\n Hello, SCP-7321. Can you understand me?\n\n\nThe door of the corpse locker unlocks, seemingly without human input. SCP-7321 gets up, limping due to open wounds on its leg, and pushes the door open.\n\n\nPertiwi:\n SCP-7321. Please remain calm. I know you are gravely injured; provided you cooperate, we'll send in surgeons to patch you up. Just, I'm begging you, stay where you are.\n\n\nIt climbs out of the corpse locker and crawls, backwards, towards the mortuary door. This also unlocks and swings open.\n\n\nMohede:\n How the fuck did it do that?\n\n\nTiwa:\n Oh god, oh god, is this it? Is this my first containment breach?\n\n\nOrtega:\n Only if we fail.\n\n\nPertiwi:\n SCP-7321, don't go further or we will fire upon you. This is your last chance.\n\n\nSCP-7321 steps backwards through the threshold. The containment breach alarm blares.\n\n\nOrtega fires on SCP-7321, which lurches and quickly stands up. It is no longer quite as wounded, though its face grimaces in anticipation of pain. A pair of bolos suddenly manifest wrapped around Wong's legs. This manifestation is accompanied by a massive burst of heat, and Wong screams in pain and falls unconscious. Simultaneously, a duplicate set of bolos fly away from the manifestation point as if thrown, and are caught by SCP-7321, who puts the set into its pocket. As Ortega raises his firearm again after processing this, SCP-7321 jumps into a flying sidekick into Ortega's head. This knocks Ortega unconscious, though a single blow to the head should not have done so; close analysis of video at this point shows his head feeling the effects of multiple impacts slightly before and slightly after the actual kick. SCP-7321 falls down and runs backwards several meters. It then runs out of the corridor.\n\n\nSCP-7321:\n .seimene ruo gnoma deraef eb-eih\n2\n si od nac I tsael eht ,elpoep nwo ym gnoma elbaronoh eb-na\n3\n tonnac I fI\n\n\nSCP-7321 runs through the facility. Although all doors are sealed following the containment breach, they open ahead of SCP-7321. Despite the facility's inherently confusing architecture, SCP-7321 follows a reasonably efficient route to a specific facility exit. Investigation later revealed glow-in-the-dark crayon marks throughout the corridors of the entire facility, apparently following many paths other than the one SCP-7321 walked, though most had been crossed out where they forked away from SCP-7321's path. Others warned of guards nearby and very specific times they walked through the corridor; many of these were incomplete or showed signs of being written in a hurry.\n\n\nPertiwi:\n Stop right there, SCP-7321.\n\n\nDr. Pertiwi and Security Officers Mohede and Tiwa stand between SCP-7321 and an exterior door, the latter two with guns drawn.\n\n\nSCP-7321 freezes, its face suddenly sinking into anger, sorrow, and a deep shame.\n\n\nPertiwi:\n Mohede, Tiwa, melt that door's unlocking mechanism.\n\n\nMohede and Tiwa fire upon the wires powering the unlocking mechanism of the exterior door.\n\n\nSCP-7321:\n Same way you did. I swiped my way in. In answer to your second question, in just a few moments.\n\n\nSCP-7321 holds up a Level 3 identification card.\n\n\nPertiwi:\n Now that we have some space, how did you get through all those doors- wait, that's my card! When the fuck did you take that?\n\n\nPertiwi snatches the card away from SCP-7321.\n\n\nSCP-7321:\n \n(pointing at the melted door mechanism)\n You really shouldn't have done that.\n\n\nSCP-7321 allows Tiwa and Mohede to escort him far down the hallway, away from the broken exterior door.\n\n\nSCP-7321 lays itself down on the floor. It then violently stands up as an explosion\n4\n blows the outside door off its hinges. It knocks Tiwa and Mohede off of their feet, and knocks Pertiwi, who was closer to the door, unconscious. SCP-7321 runs outside.\n\n\nSCP-7321:\n \n(surveying the scene in shock)\n .reverof ,ecargsid ot demood-nol\n5\n m'I .on on on ,hO\n\n\nA previously undiscovered interdimensional Way briefly opens, and SCP-7321 jumps backwards into it. Foundation thaumaturgists have been unable to reopen this Way; the area around it, however, has since been secured.\n\n\nOne hundred and fifty billion crayon markings were found outside the remains of this entrance, each a twelve-digit passcode combination in numerical order starting at 000 000 000 000.\n\n\n<End Log, 1810 hrs>\n\n\n\n\nAddendum 7321.4\n\n\nAfter the events of the aforementioned incident, a glowing-red metal plaque was discovered in SCP-7321's corpse locker, reading the following:\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. They claimed later that \"Time spent in investigation of a long-dead corpse is time we wouldn't be getting paid.\"\n\n\n2\n. hie-: Believed to be a prefix denoting something in the future from the point of view of forward-moving time\n\n\n3\n. an-: Believed to be a grammatical prefix denoting something happening in a reversed flow of time.\n\n\n4\n. Security footage revealed no source for the explosion, though analysis of the shrapnel indicates the epicenter was vaguely human-shaped.\n\n\n5\n. Lon-: Believed to be a prefix denoting the future from the point of view of past-moving time.\n\n\n\n\n\n\n\n\n« \nSCP-7320\n | SCP-7321 | \nSCP-7322\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7321\n\" by Alzin Cdag, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7321\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7321.1: Discovery Log\nSo far as the History Department has been able to gather, SCP-7321 has been in Standard Anomalous Corpse Locker 400-M-0040852 ever since Site-400's mortuary's construction in 1922. The mortuary's construction workers discovered the corpse on the site when it first broke ground, but chose to ignore it 1 . After the concrete of the basement foundation had cured, they found it again on top of that; after the wooden subflooring was constructed over this foundation, they found it again on top of the subflooring. Nobody claimed responsibility for moving it. At last, it ended up in 400-M-0040852, where an unwitting mortuary assistant later discovered it.",
        "Addendum 7321.2: Autopsy Report",
        "Addendum 7321.3: Incident Log",
        "Addendum 7321.4\nAfter the events of the aforementioned incident, a glowing-red metal plaque was discovered in SCP-7321's corpse locker, reading the following:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7321 \" by Alzin Cdag, from the SCP Wiki . Source: https://scpwiki.com/scp-7321 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-7321"
}