{
    "url": "https://scp-wiki.wikidot.com/scp-7323",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-7323\n\n\nProposed Revisions\n\n\nIncident Reports\n\n\n\n\n\n\n\n\n\n\n⚠WARNING⚠ YOU ARE VIEWING AN ARCHIVED VERSION OF THIS DOCUMENT.\n\nFOR SPECIAL CONTAINMENT PROCEDURES, VIEW THE MOST RECENT VERSION.\n\n\n\n\n\n\n\n\n\n\nSCP-7323 in containment.\n\n\n\n\n\n\nItem #:\n SCP-7323\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n\nSCP-7323 is housed in the small animal wing of the Carson Live Animal Research Facility (CLARF) in Research Sector 27. Its enclosure is a commercial 32x21x63 inch flight cage with 1/2 inch bar spacing. It is equipped with food and water bowls that can be removed and refilled without opening the enclosure. Bottlebrush and manzanita wood perches in various widths are provided and replaced as needed.\n\n\nArea lighting mimics the day to night cycle with a minimum of 12 hours of darkness. A faint light source should be provided at night, to prevent accidental injury.\n\n\nFood and water bowls are cleaned with F10 veterinary disinfectant once per day. No other cleaning products or chemicals may be used in the room containing SCP-7323's enclosure. Paper cage liners are changed daily, and droppings are handled in accordance with CLARF’s anomalous biowaste procedures.\n\n\nSCP-7323's diet consists of 25% high-quality seed blend, 25% dandelion greens, and 50% pelleted supplement. SCP-7323 will not always accept pellets, and different brands should be introduced as necessary. Fresh water and a source of food should be maintained in the enclosure at all times.\n\n\nSCP-7323 is supplied with no less than three enrichment items (raffia, paper, balsa wood, and stainless steel are acceptable materials) at all times. Mirrors, metals other than stainless steel, and cotton fibers should be avoided.\n\n\nSCP-7323 is offered baths on a weekly basis in the form of a spray bottle with cool water. Caretakers should only proceed with spraying if a bathing response is observed.\n\n\nPhysical contact with SCP-7323 is not permitted outside of laboratory settings.\n\n\nStaff assigned to SCP-7323 as caretakers follow a rotating schedule and standard CLARF distancing procedures to minimize the risk of attachment and psychological distress for both the animal and facility staff.\n\n\nAn avian veterinarian with Level 3 clearance must be in attendance when research is conducted with SCP-7323.\n\n\nDescription:\n\nSCP-7323 has the appearance of an adult male budgerigar (\nMelopsittacus undulatus\n) with the sky blue recessive pied morphology (retaining the black eyes and pink cere of a juvenile bird) that is found exclusively in domesticated budgerigars.\n\n\nSCP-7323 has displayed no physical features, behaviors, or vocalizations that are atypical for this widely-studied species.\n\n\nAs of 07/03/2023, SCP-7323 has succumbed to undiagnosed afflictions and died on four occasions. Three of these deaths have been observed and recorded in a controlled setting. Its body has been observed progressing through the stages of algor mortis and rigor mortis. Before the onset of livor mortis, SCP-7323 returns to an undecayed, living, and active state.\n\n\nWhether this transformation is a localized temporal reversal, a transmogrification, or an entirely different phenomenon is unknown at this time.\n\n\nPostmortem recordings of SCP-7323 cut immediately from the image of a dead bird to the image of a living bird, creating the same visual effect as a deliberate edit. In-person observation does not alter this phenomenon in any way. All observers have reported the sight of a prone, dead bird instantaneously replaced by the sight of an active, living bird.\n\n\nAll iterations of SCP-7323 appear physically identical; however, SCP-7323's vocalizations and personality vary significantly in each iteration. Two iterations of SCP-7323 have been observed imitating human vocalizations that were not learned from interactions with its caretakers or research staff.\n\n\nIteration 1\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\n\n\nNote:\n Descriptions of this iteration were obtained from interviews with MaryAnn █████ and cannot be considered official.\n\n\n\n\nLifespan:\n Unknown. Reportedly lived in the civilian’s home for 6 years after being found on her porch.\n\n\nCharacteristics:\n Friendly and highly interactive. MaryAnn described the bird accompanying her everywhere in the house. She never purchased a bird cage, and the bird slept on top of her kitchen cupboards at night. Its diet was a mixture of seed, vegetables, and some human food (in MaryAnn’s words, “You could not eat spaghetti in peace without Mr. Pasta Police getting his share”).\n\n\nVocalizations:\n According to MaryAnn, after living in her home for three months, the bird began to imitate a masculine voice saying, “\nC’mere bud\n” and “\nWhere’s MY beer?\n”. As is typical of psittacines with imitative abilities, these phrases would be variously reconfigured as, “\nC’mere beer\n”, “\nWhere’s my bud?\n”, etc.\n\n\nAfter living a longer time in her home, she described the animal vocalizing, “\nWho’s a good bird?\n” and “\nIiiiiit’s pasta time\n” in an imitation of her voice. This was variously reconfigured as, “\nWho’s a good pasta?\n”, “\nC’mere good bird\n”, “\nC’mere pasta\n”, and “\nWhere’s MY pasta?\n”.\n\n\nDeath:\n Sudden, causes unknown. MaryAnn described finding the bird in the morning, on top of a cupboard, with rigor mortis already setting in. She placed the body in the refrigerator inside a paper bag. When asked why, she explained, “I was just so upset. It was so sudden, and I didn’t know what to do. I’d heard something about vets being able to— you know— \nlook\n at a pet that died, to tell you what happened. Oh, truthfully, though, I just couldn’t bear the thought of him being under the ground. Not when he’d just been with me.”\n\n\nRevivification:\n MaryAnn was alerted to the bird’s state by the sound of wingbeats and vocalizations inside her closed refrigerator. She described hastily opening it and removing the bird. This phenomenon came to the Foundation’s attention when MaryAnn related her astonishment to a friend, who happened to be Foundation personnel. She expressed, \"I'm just so grateful to have him back with me.\"\n\n\n\n\nNotice of Failure to Follow Protocol & Disciplinary Action\n\n\nIt has come to light in Agent ██████'s field report and in a complaint registered by his field partner, Agent C███, that amnesticization protocols were not properly observed in the course of this retrieval. Instead, Agent ██████ overruled the concerns of his partner and offered Ms. M. █████ the explanation that the animal had developed an extreme allergy to something in her home, and it would need to be immediately rehomed to prevent another “seizure”. Ms. M. █████ accepted this explanation and voluntarily surrendered the anomaly to Foundation custody. Agent ██████ went so far as to offer updates about the animal’s condition.\n\n\nIt is difficult to do what we do and retain Agent ██████’s degree of empathy. He is not being disciplined for having a heart. However, his actions in the field were a clear and egregious breach of protocol. When a civilian has personally observed an anomalous event, and they recall that event with any degree of clarity, they must be amnesticized. Full stop. There are no “ifs” in this scenario, and, as a six-year veteran in the field, Agent █████ was fully aware of that. He has been suspended from active duty, effective immediately. Further disciplinary action may be taken pending an official inquiry.\n\n\nEmergency amnesticization measures were initiated within a 24-hour period and successfully completed.\n\n\nDirector Able Jacobs\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration 2\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\nLifespan:\n Two years and 12 days\n\n\nCharacteristics:\n Initially fearful of humans, especially hands. After approximately three months time, this wariness eased to toleration of human proximity and, eventually, handling.\n\n\nSCP-7323 showed consistent, positive engagement in intelligence tests when high-value food items (spray millet) were offered. SCP-7323 would participate in almost any test, regardless of its prior wariness, if it detected the presence of this food. Its actual performance on intelligence tests scored in the low to average range (compared to studies of non-anomalous budgerigars), but its determination was notable.\n\n\nSCP-7323 did not show the preference for human interaction of its previous iteration, but it was observed to seek out physical attention to its cheek and head area during testing.\n\n\nVocalizations:\n Surveillance records zero instances of caretakers or research staff articulating the words, “\nLove you\n” to the bird, but its first and only imitative vocalization was the quiet repetition of this phrase.\n\n\n\n\nNote:\n Human caretakers are barred from physically interacting with but not from speaking to SCP-7323. Enclosure recordings show that every human caretaker, without exception, has responded with some variation of, “Love you, too” to SCP-7323's vocalizations. This is not, at present, considered an anomalous effect.\n\n\n\n\nDeath:\n SCP-7323 succumbed to what appeared to be the symptoms of renal failure (extreme polyuria, increasing lethargy, and signs of gout), despite routine blood tests never indicating elevated levels of uric acid or other abnormalities. Atypically, it never exhibited a decrease in appetite and enjoyed free access to its favorite food until its last moments.\n\n\n\n\nNote:\n Researcher Clark has requested permission to order a necropsy of SCP-7323 before revivification, in order to learn if its abnormal lack of disease signifiers is also reflected internally.\n\n\nHead Researcher Greenwood has refused permission for this test, on the basis that it may disrupt SCP-7323's anomalous cycle, which is still in the early stages of observation and poorly understood.\n\n\n\n\nRevivification:\n SCP-7323 returned to a living and active state approximately thirty minutes after death, inside its enclosure. The challenge of describing or recording this phenomenon with exactness was noted for the first time.\n\n\n\n\n\n\n\n\n\n\n\n\nIteration 3:\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\nLifespan:\n 56 days\n\n\nCharacteristics:\n While physically identical to its previous iterations, SCP-7323 had the decreased energy and limited range of motion of an elderly bird. Changes were made to its enclosure to accommodate its limited mobility.\n\n\nDespite these signs of decline, SCP-7323 showed greater problem-solving abilities in intelligence tests than any of its prior iterations. It showed a dislike of being handled and no interest in physical affection; however, it frequently seated itself on researchers’ heads or shoulders when it lost interest in participating in tests, where it would unavoidably defecate.\n\n\nVocalizations:\n Unusually for a budgerigar (but not unprecedented), SCP-7323 had an extensive vocabulary of whistles but imitated very few words. This behavior is more commonly seen in domesticated cockatiels.\n\n\nSCP-7323 was frequently observed to whistle the opening theme of the 1960s television program, \nThe Andy Griffith Show\n, as well as the opening theme of the 2010s animated television series \nAdventure Time\n. It was never exposed to these melodies or to music resembling these melodies.\n\n\nThe only words SCP-7323 would imitate were a slightly garbled version of the lyrics to the song, “Bacon Pancakes”, composed by Rebecca Sugar for the series \nAdventure Time\n. The only fragments it seemed capable of imitating were, “\nbakin pankik bakin bakin pankik\n”, which it would repeat rapidly when showing signs of excitement.\n\n\nTests have been attempted to determine if SCP-7323 can recall vocalizations that were known to its previous iterations, but these have so far been unsuccessful.\n\n\nDeath:\n SCP-7323 died in its sleep, with no signs of distress.\n\n\nRevivification:\n The phenomenon occurred within one minute of SCP-7323's death, while it was still being handled by the researcher confirming its death and state of decay. The researcher stated, “I had a dead budgie in my hands. I had a living budgie in my hands. I don’t remember a twitch or a movement or anything that made me think, “Here goes, it’s coming back to life! Then it bit me.”\n\n\n\n\n\n\n\n\n\n\n\n\nIteration 4:\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\nLifespan:\n 6 months and four days\n\n\nCharacteristics:\n SCP-7323 exhibited the fearfulness and aversion to human interaction of a completely untamed bird. Testing was limited to what could be performed without removing SCP-7323 from its enclosure.\n\n\nSCP-7323 had a strong aversion to pellets regardless of brand, and would meticulously remove them from its bowl and drop them on the floor.\n\n\nVocalizations:\n No imitative vocalizations and few typical vocalizations (chattering, singing) were observed.\n\n\nDeath:\n SCP-7323 died abruptly of apparent heart failure while undergoing its first routine physical examination.\n\n\nDr. Finchly, the attending avian veterinarian, noted that deaths like these were, “Sadly not uncommon in my former practice. When I was a civilian, I worked as an exotic vet for ten years. Occasionally those small birds— especially the ones that, you know, hadn’t been well cared for, or just had genetic issues— they would die in my hands on their first visit. It honestly made me leery of working with the little guys.”\n\n\nRevivification:\n SCP-7323 returned to a living and active state approximately two hours after death, inside its enclosure. It immediately climbed the bars to reach its food bowl and, upon finding it empty, emitted a series of loud, chiding trills.\n\n\n\n\n\n\n\n\n\n\n\n\nIteration 5 (Current):\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\nLifespan:\n Ongoing. 1 year and seven months at time of recording.\n\n\nCharacteristics:\n Highly active and curious with some tendency toward aggression. SCP-7323 expresses a strong dislike of deep-voiced persons with facial hair, and caretakers and research staff have been rescheduled accordingly.\n\n\nSCP-7323 devotes considerable amorous attention to shiny objects of all kinds. Food and water bowls have been mattified with sandpaper per Dr. Finchly's advice to avoid stimulating excessive regurgitation. SCP-7323 so far shows limited food motivation or interest in performing problem-solving tests, instead becoming exclusively focused on the test objects and participants.\n\n\nVocalizations:\n SCP-7323, more than any previous iterations, sings and chatters in typical budgerigar fashion almost constantly. It currently imitates no human vocalizations but has learned to mimic the various “beeps” and mechanical noises it hears in the laboratory.\n\n\n\n\nUpdate 07/01/2023:\n A caretaker has taught SCP-7323 to vocalize, “\nC’mere cutie!\n”\n\n\nThis is the first instance of SCP-7323 imitating human vocalizations it has heard in containment. SCP-7323 employs this vocalization very frequently, especially when excited by a shiny object or the presence of well-manicured nails.\n\n\n\n\n\n\nNote:\n The research team is considering allowing a non-anomalous male budgerigar to share SCP-7323's enclosure. Social enrichment is an essential part of a budgerigar’s well-being. Complications include the unpredictability of SCP-7323 compatibility with the same companion over time and the possibility of provoking additional, unpredictable anomalous phenomena.\n\n\nBreeding has been discussed but is not being considered at this time.\n\n\nHead Researcher Joanne Greenwood\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChris Clark\n\n\nTO:\n Able Jacobs\n\n\nCC:\n Arthur Krulwich\n\n\nPer our discussion, enclosed is a proposal for the immediate revision of SCP-7323’s containment procedures, which includes the removal of Dr. Joanne Greenwood as head researcher on this case.\n\n\nDr. Arthur Krulwich, CLARF’s senior integrated mental health specialist, and Researcher Chris Clark, who has participated in the observation and testing of SCP-7323 since its containment, are submitting this proposal in the wake of numerous suspicious incidents which we believe to be related to SCP-7323.\n\n\nWe are proposing that the anomaly has an as-yet undescribed ability to influence the cognitive processes and emotional states of humans— specifically, humans who have interacted with it within eight hours before its death or eight hours after its revivification.\n\n\nWe believe the evidence presented here demonstrates that Dr. Greenwood has been negligent in her duties and, regrettably, may herself be under the influence of SCP-7323.\n\n\n\n\nRevised Special Containment Procedures:\n\nThe enclosure size will be reduced, and enclosure features simplified to eliminate the need for caretaker interaction.\n\n\nAn enclosure measuring 18x18x18 inches is considered standard and humane for non-anomalous birds of SCP-7323’s size. Food and water bowls will be replaced by an automated seed and water dispenser that can be refilled remotely. Disposal of paper cage liners will be automated.\n\n\nLighting will be maintained as described.\n\n\nOther procedures described in the original document are considered nonessential or potentially hazardous.\n\n\nRevised Description:\n\nSCP-7323 is a cognition hazard. Evidence collected between 02/08/2021 and 07/03/2023 suggests that humans who have interacted with SCP-7323 within 8 hours of its death or revivification show signs of increased empathy toward and desire to care for SCP-7323, a psychological effect which eventually develops into emotions of distress or nostalgia and, finally, the recollection of false memories.\n\n\nThese false memories invariably take the form of an animal that has died.\n\n\nAddendum 7323-A\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\n\n\nNote:\n The enclosed transcript is an excerpt from a therapy session between Dr. Krulwich and Agent C. X█████. The expectation of doctor-patient confidentiality is here superseded by Foundation regulations concerning suspected anomalous cognitive influence.\n\n\nAgent C was relocated to CLARF to serve as a Field Agent after a three-month hiatus following a traumatic event in the field, during which Agent C was witness to the deaths of several colleagues. His exposure to SCP-7323 occurred during the anomaly's retrieval— he was driving the vehicle and maintaining area security and was, by his account, not witness to Agent ██████'s failure to observe amnesticization protocols.\n\n\n\n\nDr. K:\n In a sense, it’s your job to make sense of things. You’d walk into a broken puzzle and have to put the pieces together as quickly as possible, usually in life-threatening conditions. You’re wired to put pieces together.\n\n\nAgent C:\n Yeah, that’s— \nheh\n. I’ve never thought of it that way, before. I can repeat that stuff, “You’re not to blame”— I can think about it logically, but none of that changes how I feel.\n\n\nThinking of that feeling as— as a way I’m \nprogrammed\n to think. That helps, I guess.\n\n\nDr. K:\n It’s a natural impulse. That’s what makes it so hard to work against it.\n\n\nAgent C:\n [ \nNods.\n ] You know— ah. That hasn’t been— what actually happened that day hasn’t actually been the hardest thing to deal with. [ \nPauses. Fidgets.\n ] It feels like— that isn’t where the guilt \nsits\n, if that makes sense.\n\n\nDr. K:\n How do you mean?\n\n\nAgent C:\n [ \nSighs and leans back. Raises his hands to his face; drops them to his lap.\n ] It was my dog. My dog— that same day. I went home, and she’d died.\n\n\nDr. K:\n [ \nLeans forward, frowning.\n ]\n\n\nAgent C:\n Didn’t have anything to do with the mission. Nothing at all. She was old— a rescue. Pits, you know, there are so many of them in the shelters. Stupid biases. She was my sweet girl. Never, \nnever\n a hint of \nanything\n from her but sweetness. She even had a big smile. [ \nAgent C smiles.\n ]\n\n\nShe had some signs of a heart condition, but she was on medication. I wasn’t— I had no way of knowing. I didn’t expect to find her like that. After everything else. [ \nRaises his head to meet Dr. K’s gaze.\n ]\n\n\nI’m ashamed that I remember that day more for her death than for the suffering and deaths of people on my own team. I didn’t shed a tear for them. I felt— locked up. Like— [ \nLaughs, dryly.\n ] Like I didn’t have the clearance to access my own fucking emotions.\n\n\nBut with her, when I saw her like that. [ \nPlaces a hand over his heart.\n ] It’s like I broke open.\n\n\nDr. K:\n [ \nNods.\n ]\n\n\nAgent C:\n Did she struggle? Was she in pain? [ \nVoice affected by strong emotion.\n ] Did she look for help, for \nme\n, and wonder why I wasn’t there for her? [ \nA sharp breath.\n ]\n\n\nMy team knew I was there— if nothing else, they knew. She— I. I’ve wondered if every time you leave, some part of a dog wonders if you’re ever coming back. And that’s why [ \nSounds of strong emotion.\n ] — ah. Hah. [ \nSniffs. Wipes face.\n ] That’s why they’re always so glad to see you.\n\n\nDr. K:\n [ \nSpeaking slowly, with caution.\n ] You've never shared this before.\n\n\nAgent C:\n Ah, you know. [ \nShrugs.\n ] Something about this civilian we met a bit ago. We had to take her pet— you know how it is. When you see that connection.\n\n\nI wondered— I had that same thought. Is it going to wait for her, too? Is it going to wonder why she isn't coming? [ \nShakes his head.\n ] But that's the job. Dunno if birds are even that smart.\n\n\n\n\nIndicators of Anomalous Influence\n\n\n\n\nAgent C has never before, in any mental health session, mentioned having a dog or the death of a pet. No reference to a dog or pet could be found in any of his correspondences.\n\n\n\n\n\n\nThe apartment complex in which Agent C lived at the reported time of his dog's death did not permit the pitbull breed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7323-B\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\n\n\nNote:\n The enclosed transcript is an excerpt from surveillance footage of CLARF's onsite archives. Assistant Researcher M. D████ was observed crying in the Archivist's office. Her exposure to SCP-7323 was ongoing, as she was present for the majority of tests conducted after the anomaly's retrieval.\n\n\n\n\nArchivist:\n Oh, sweetie. [ \nSits next to Ms. M and placed a hand on her back.\n ]\n\n\nMs. M:\n [ \nVoice broken by sobs.\n ] Oh, gosh, I'm sorry— [ \nShort laugh.\n ] —it's just seeing that little guy. Y-you've seen the file, but I don't think you've seen him. The sweetest little budgie. Sometimes.\n\n[ \nLaughs again, sobs.\n ] \nSometimes\n he's sweet. He did th-that crazy thing again today, just \"pop\" alive.\n\n\nArchivist:\n And that… made you… sad?\n\n\nMs. M:\n [ \nLaughs.\n ] Ahh— yeah, it did. [ \nVoice affected by strong emotion.\n ] Oh, I— I just thought about my little bird. I had a bird.\n\n\nShe was a budgie, too. She had a y-yellow head and this little patch of blue on the back of her neck shaped \njust\n like a bow. She was m-my very first pet— I was in my first apartment, I was— [ \nSobs.\n ] I was just so excited— to bring her home.\n\n\nArchivist:\n Oh— [ \nSighs. Rubs Ms. M's back.\n ] Sweetheart.\n\n\nMs. M:\n I'd been reading for m-months about how to take care of them. I'd saved up for everything. I made a little s-sign for her cage out of colored paper. And when I saw her— [ \nSniffs.\n ] I— I loved her right away.\n\n\nArchivist:\n She didn't make it?\n\n\nMs. M:\n [ \nDeep sob.\n ] I n-never knew what happened. [ \nSobs.\n ] I'd gotten rid of all the chemicals in my house. All the candles, even— even my favorite ones. Changed all m-my pans. I don't know— what happened— she was just gone. Boom. [ \nSobbing. Inaudible.\n ]\n\n\nI just looked at her— I looked at her, and I \nknew\n, but I was waiting for her to get up. To make a noise. So when I saw that little guy get— get up today… [ \nLoud sobbing. Inaudible\n ]\n\n\nArchivist:\n She was— what?\n\n\nMs. M:\n She was going to b-be with me for years. [ \nSob.\n ] She was— she was going to be my best friend.\n\n\n\n\nIndicators of Anomalous Influence\n\n\n\n\nMs. M's social media accounts indicate that she currently has a pet bird. In videos and image captions, she has described this animal as her first pet.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7323-C\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\n\n\nNote:\n The enclosed transcript is an excerpt from surveillance footage of a staff locker area accessible to staff with clearance levels 0 and higher. Mx. J. A████████ and Mr. W. S██████, both Containment Specialists, are conversing about SCP-7323. Only Mx. J is known to have been exposed to SCP-7323; during their rounds, they observed the expiration of iteration 3.\n\n\n\n\nMr. W:\n Hey, do you know why the fuck what's-his-name wants to make that skip’s cage \nsmaller\n?\n\n\nMx. J:\n Not a clue. Politics. I’m thinking of putting a word in. Seemed weird to you too, huh?\n\n\nMr. W:\n Kinda fucked up if there isn’t a reason, right? People always put those parakeets in cages that are too small.\n\n\nMx. J:\n Right? My grandma had one— never put it in a cage at all.\n\n\nMr. W:\n I’m soft about the little dudes, honestly. They were always joking about, like, birds dying or being eaten by cats in cartoons, you know? Don’t you \nfucking\n laugh at me!\n\n\nMx. J:\n [ \nLaugh. Slaps Mr. W on the back.\n ] No, listen! Shit! This is why I talk to you, man, for real. I know \nexactly\n what you mean. In second grade I got in trouble for yelling at the teacher— we had these little boxes of short stories with little quizzes that went with them, you know?\n\n\nThere was this one about a snake— a cobra, I think? And this old man would put out a bowl of milk for the snake—\n\n\nMr. W:\n The fuck is a snake drinking milk—\n\n\nMx. J:\n — I don’t know! But the snake \ndied!\n The guy puts out the milk, and the snake never comes, and I yelled at my teacher for giving me the story. [ \nLaugh. Shakes head.\n ] Even at that age, I knew I couldn’t cry in front of the other kids. So I yelled.\n\n\nDamn. Got me unpacking all that toxic masculinity stuff. But it just made me wonder— was the snake sad? Was it trying to get there, to the man?\n\n\nMr. W:\n My thing used to be lizards.\n\n\nMx. J:\n Lizards?\n\n\nMr. W:\n Yeah, you know, it’s Florida. Sometimes you find ‘em all, like, \ncrispy\n and mummified-looking in corners.\n\n\nMx. J:\n Oh, for sure.\n\n\nMr. W:\n Really creeped me out. Made me think about dying that way— lost crawling around in a huge, huge place with no grass or bugs or stuff I recognized.\n\n\nI’d always bury them in the yard. Never told anyone that— not even my mom.\n\n\nMx. J:\n You did that— [ \nClaps Mr. W on the shoulder; leans down to look them in the eye.\n ] — ‘cause you’re a good dude.\n\n\n[ \nBoth laugh.\n ]\n\n\n\n\nIndicators of Anomalous Influence\n\n\n\n\nAccording to publicly available records, Mx. J's maternal grandmother died before they were born. Their paternal grandmother died when they were not quite two years old. It seems unlikely that they would recall these details from such a young age.\n\n\n\n\n\n\nNo record of the short story Mx. J is describing could be found.\n\n\n\n\n\n\nIt is notable that Mx. J, who has assisted in the design and installation of containment enclosures for more than five years, would make their first objection to performing duties as required in this particular case.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAble Jacobs\n\n\nTO:\n Chris Clark; Arthur Krulwich\n\n\nRevised special containment procedures are approved. Dr. Greenwood has, predictably, presented her own rebuttals to this proposal and to the evidence provided.\n\n\nShe will be maintained as the Head Researcher on this case on the condition that she consents to a new psychological screening and accepts the revised procedures.\n\n\n\n\nAddendum 7323-D\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\n\n\nNote:\n The enclosed transcript is an excerpt from a recorded meeting between Director Jacobs and Dr. Greenwood. Following this conversation, Dr. Greenwood's status as Head Researcher and her personnel classification were updated to their current status.\n\n\n\n\nDr. J:\n [ \nSighs heavily.\n ] Yes, I agree that some of the evidence appears to be— open to interpretation.\n\n\nWhat concerns me is something that \nyou\n said, Dr. Greenwood. Dr. Krulwich said that, during your interview, he proposed that the discomfort of one creature, if it is necessary to achieve our mission, is worthwhile.\n\n\nAccording to him, you said something to the effect of, “I’m not sure that it is”.\n\n\nDr G:\n That’s right, Able.\n\n\nDr. J:\n [ \nSighs again; pinches his brow.\n ] That concerns me, Joanne. That isn’t rational.\n\n\nDr. G:\n Able…\n\n\nDr. J\n [ \nLowers his hand; looks up.\n ] Hm?\n\n\nDr. G\n What Is It Like to Be a Bat?\n\n\nDr. J:\n [ \nLeans back; appears to be uncomfortable.\n ] \nWhat?\n\n\nDr. G:\n What is it like for a bat to be a bat?\n\n\nDr. J:\n [ \nStares at Dr. Greenwood, speechless.\n ]\n\n\nDr. G:\n [ \nLaugh dryly.\n ] My God, Able, it’s been required reading for researchers here since the 1980s. Wondering how another creature feels, caring about how it feels— that’s normal. Not anomalous. It’s normal. Even here.\n\n\nDr. J:\n We’re not arguing about whether or not living things should be treated humanely. We’re \ndiscussing\n when that concern crosses a line.\n\n\nDr. G:\n Funny how it’s always acceptable to cross the line in the direction \naway\n from empathy.\n\n\nDr. J:\n [ \nSmooths the papers on his desk in an agitated motion.\n ] Frankly, Joanne, I don’t think that’s a fair characterization of what we do here. I think we place primacy on empathy-centered practices. I think that— in no small part because of \nour\n collaboration— we've built a culture of humane and ethical treatment that puts some sites to shame. And, truly, the brunt of my concern here is for your well-being.\n\n\nDr. G:\n I’m not accepting the revisions. [ \nCrosses her arms and leans back.\n ] And that’s not a symptom of being mind-controlled by a parakeet, Able. It’s a symptom of “walking ahead into the darkness”. Of realizing maybe I stuck with this job 15 years longer than I should have.\n\n\nDr. J:\n [ \nCrosses his arms, mirroring Dr. Greenwood.\n ] Is that right? Well “\nmy\n tears at the bitter injustice dry when I begin to perceive the terrible justice of reality, and to accept it.”\n\n\nDr. G:\n [ \nLaughs; makes the gesture of applause.\n ]\n\n\nDr. J:\n I did the reading. [ \nMutters.\n ] Just because I don’t remember the bat thing…\n\n\nRegardless, I'm still struggling to accept that the catalyst for your abrupt retirement is a \nbird\n, if it even \nis\n a bird. A bird that is far from the most complex or most intelligent…\n\n\nDr. G:\n [ \nMuttering.\n ] What is it like— ?\n\n\nDr. J:\n …\nor most intelligent psittacine\n. [ \nBumps his fist against the desk.\n ] We’re \nnot\n talking about a motherless child locked in a toolshed.\n\n\nDr. G:\n [ \nPlaces her hands behind her head.\n ] No. We’re not talking about that in \nthis\n meeting. Not presently.\n\n\nDr. J:\n [ \nMakes a gesture of exasperation.\n ] Is this really about Clark? Clark pissing over your property line? Sticking his nose where it doesn't belong?\n\n\nDr. G:\n Oh, no. [ \nShakes head; lowers arms.\n ] This is hardly the first time a man with fewer professional credentials and a chip on his shoulder has overruled me.\n\n\nDr. J:\n [ \nGapes.\n ] I— Joanne, after twenty years of working together, of having nothing but the highest esteem and trust in your—\n\n\nDr. G:\n [ \nWaves a hand, dismissively.\n ] I shouldn’t have said that. Forget it. It isn't about this case. It isn't about this anomaly. It isn't about Clark. I've just realized that it's my time, and I'm done.\n\n\nWe’re going to agree to disagree, and you’re going to do whatever you think needs to be done.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠CONTAINMENT BREACH⚠ 08/04/23\n\n\nAt 9:35 AM EST on 10/28/23, it was observed that the automated seed dispenser in SCP-7323's enclosure had jammed and was no longer dispensing food. A maintenance staff worker was dispatched to resolve the issue.\n\n\nThe worker enters the room containing SCP-7323's enclosure at 10:44 AM EST. They begin work disassembling an external component of the feeding system. While crossing from their tool chest back to the enclosure, the worker appears to stumble and fall, catching themselves by placing a hand on the dispenser.\n\n\nThe dispenser is wrenched by this sudden motion, and a gap of approximately 3x3 inches appears where the dispenser was joined to the enclosure. SCP-7323 flies immediately to this opening and climbs through it, appearing to fly up and to the right, out of view of the security camera.\n\n\n\n\n\n\n\n\nRECOVERY ATTEMPT 08/04/23\n\n\nThe room in which SCP-7323’s enclosure is located should have been sealed by the maintenance worker upon entry. An alarm will sound if a containment area door has been opened and not sealed within 30 seconds.\n\n\nEither the door was not sealed, and the alarm malfunctioned, or the door was sealed, and SCP-7323 breached containment by some other means. The room of SCP-7323’s enclosure is one of several that features a narrow clerestory window, but it is not designed to be opened and closed, and was found still sealed upon investigation. These are the only two openings in the room.\n\n\nSCP-7323 was equipped with a subcutaneous tracking device upon retrieval. Due to some error in the way the device was embedded, a malfunction of the tracking equipment, or possible anomalous interference, the device did not initially register the anomaly’s location.\n\n\nNo staff reported sightings of SCP-7323 in the small animal wing.\n\n\nThree hours after containment was breached, the tracking device located SCP-7323 close to CLARF’s outermost security gates. After approximately four minutes, the signal was lost for a second time.\n\n\n\n\n\n\n\n\nRECOVERY ATTEMPT 2 09/25/23\n\n\nAt 5:04 AM EST, the signal indicating SCP-7323’s location was regained. There was no indication of movement.\n\n\nThe location was identified as a small, low-income neighborhood outside L██████████ Wildlife Refuge. Agents pinpointed the signal to the backyard of a mobile home. The device was retrieved from under less than one foot of soil, inside a pink shoe box, wrapped in a birthday napkin. No trace of SCP-7323 was recovered.\n\n\n\n\n\n\n\n\nINCIDENT 7323-A 09/26/23\n\n\nA suspicious document was found pinned to a corkboard in an unsurveilled break room accessible to staff with clearance levels 2 and higher. The document is a typed recreation of a work by “Nael” from 826DC’s 2016 anthology of poems by children, \nYou Will Be Able to Say a Thousand Words\n. The original poem reads:\n\n\nThe tiger\n\nHe destroyed his cage\n\nYes\n\nYES\n\nThe tiger is out\n\n\nIn this instance, the word “tiger” has been replaced by a drawing of a bird in flight.\n\n\nResearcher Clark has pointed to this document as evidence that SCP-7323's breach of containment was the result of sabotage on the part of CLARF staff, probably influenced by the anomaly. Investigation of this incident is ongoing.\n\n\n\n\n\n\n\n\n\n\nNOTE:\n Concerning Dr. Joanne Greenwood\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\nAs of 07/03/2024, Dr. Greenwood's Class E status has been declared resolved by Director Jacobs. She is currently under Level 3 surveillance, which requires notification but does not require consent.\n\n\n\nShe has taken a part-time job as an archivist at a nearby community college and, in addition, receives a (partial) retirement stipend and benefits from the Foundation.\n\n\n\nShe has adopted four budgerigars from a local parrot rescue.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7322\n | SCP-7323 | \nSCP-7324\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "⚠WARNING⚠ YOU ARE VIEWING AN ARCHIVED VERSION OF THIS DOCUMENT. FOR SPECIAL CONTAINMENT PROCEDURES, VIEW THE MOST RECENT VERSION.",
        "Note: Descriptions of this iteration were obtained from interviews with MaryAnn █████ and cannot be considered official.",
        "Notice of Failure to Follow Protocol & Disciplinary Action It has come to light in Agent ██████'s field report and in a complaint registered by his field partner, Agent C███, that amnesticization protocols were not properly observed in the course of this retrieval. Instead, Agent ██████ overruled the concerns of his partner and offered Ms. M. █████ the explanation that the animal had developed an extreme allergy to something in her home, and it would need to be immediately rehomed to prevent another “seizure”. Ms. M. █████ accepted this explanation and voluntarily surrendered the anomaly to Foundation custody. Agent ██████ went so far as to offer updates about the animal’s condition. It is difficult to do what we do and retain Agent ██████’s degree of empathy. He is not being disciplined for having a heart. However, his actions in the field were a clear and egregious breach of protocol. When a civilian has personally observed an anomalous event, and they recall that event with any degree of clarity, they must be amnesticized. Full stop. There are no “ifs” in this scenario, and, as a six-year veteran in the field, Agent █████ was fully aware of that. He has been suspended from active duty, effective immediately. Further disciplinary action may be taken pending an official inquiry. Emergency amnesticization measures were initiated within a 24-hour period and successfully completed. Director Able Jacobs",
        "Note: Human caretakers are barred from physically interacting with but not from speaking to SCP-7323. Enclosure recordings show that every human caretaker, without exception, has responded with some variation of, “Love you, too” to SCP-7323's vocalizations. This is not, at present, considered an anomalous effect.",
        "Note: Researcher Clark has requested permission to order a necropsy of SCP-7323 before revivification, in order to learn if its abnormal lack of disease signifiers is also reflected internally. Head Researcher Greenwood has refused permission for this test, on the basis that it may disrupt SCP-7323's anomalous cycle, which is still in the early stages of observation and poorly understood.",
        "Update 07/01/2023: A caretaker has taught SCP-7323 to vocalize, “ C’mere cutie! ” This is the first instance of SCP-7323 imitating human vocalizations it has heard in containment. SCP-7323 employs this vocalization very frequently, especially when excited by a shiny object or the presence of well-manicured nails.",
        "Note: The research team is considering allowing a non-anomalous male budgerigar to share SCP-7323's enclosure. Social enrichment is an essential part of a budgerigar’s well-being. Complications include the unpredictability of SCP-7323 compatibility with the same companion over time and the possibility of provoking additional, unpredictable anomalous phenomena. Breeding has been discussed but is not being considered at this time. Head Researcher Joanne Greenwood",
        "Chris Clark TO: Able Jacobs CC: Arthur Krulwich Per our discussion, enclosed is a proposal for the immediate revision of SCP-7323’s containment procedures, which includes the removal of Dr. Joanne Greenwood as head researcher on this case. Dr. Arthur Krulwich, CLARF’s senior integrated mental health specialist, and Researcher Chris Clark, who has participated in the observation and testing of SCP-7323 since its containment, are submitting this proposal in the wake of numerous suspicious incidents which we believe to be related to SCP-7323. We are proposing that the anomaly has an as-yet undescribed ability to influence the cognitive processes and emotional states of humans— specifically, humans who have interacted with it within eight hours before its death or eight hours after its revivification. We believe the evidence presented here demonstrates that Dr. Greenwood has been negligent in her duties and, regrettably, may herself be under the influence of SCP-7323.",
        "Note: The enclosed transcript is an excerpt from a therapy session between Dr. Krulwich and Agent C. X█████. The expectation of doctor-patient confidentiality is here superseded by Foundation regulations concerning suspected anomalous cognitive influence. Agent C was relocated to CLARF to serve as a Field Agent after a three-month hiatus following a traumatic event in the field, during which Agent C was witness to the deaths of several colleagues. His exposure to SCP-7323 occurred during the anomaly's retrieval— he was driving the vehicle and maintaining area security and was, by his account, not witness to Agent ██████'s failure to observe amnesticization protocols.",
        "Indicators of Anomalous Influence Agent C has never before, in any mental health session, mentioned having a dog or the death of a pet. No reference to a dog or pet could be found in any of his correspondences. The apartment complex in which Agent C lived at the reported time of his dog's death did not permit the pitbull breed.",
        "Note: The enclosed transcript is an excerpt from surveillance footage of CLARF's onsite archives. Assistant Researcher M. D████ was observed crying in the Archivist's office. Her exposure to SCP-7323 was ongoing, as she was present for the majority of tests conducted after the anomaly's retrieval.",
        "Indicators of Anomalous Influence Ms. M's social media accounts indicate that she currently has a pet bird. In videos and image captions, she has described this animal as her first pet.",
        "Note: The enclosed transcript is an excerpt from surveillance footage of a staff locker area accessible to staff with clearance levels 0 and higher. Mx. J. A████████ and Mr. W. S██████, both Containment Specialists, are conversing about SCP-7323. Only Mx. J is known to have been exposed to SCP-7323; during their rounds, they observed the expiration of iteration 3.",
        "Indicators of Anomalous Influence According to publicly available records, Mx. J's maternal grandmother died before they were born. Their paternal grandmother died when they were not quite two years old. It seems unlikely that they would recall these details from such a young age. No record of the short story Mx. J is describing could be found. It is notable that Mx. J, who has assisted in the design and installation of containment enclosures for more than five years, would make their first objection to performing duties as required in this particular case.",
        "Able Jacobs TO: Chris Clark; Arthur Krulwich Revised special containment procedures are approved. Dr. Greenwood has, predictably, presented her own rebuttals to this proposal and to the evidence provided. She will be maintained as the Head Researcher on this case on the condition that she consents to a new psychological screening and accepts the revised procedures.",
        "Note: The enclosed transcript is an excerpt from a recorded meeting between Director Jacobs and Dr. Greenwood. Following this conversation, Dr. Greenwood's status as Head Researcher and her personnel classification were updated to their current status.",
        "⚠CONTAINMENT BREACH⚠ 08/04/23 At 9:35 AM EST on 10/28/23, it was observed that the automated seed dispenser in SCP-7323's enclosure had jammed and was no longer dispensing food. A maintenance staff worker was dispatched to resolve the issue. The worker enters the room containing SCP-7323's enclosure at 10:44 AM EST. They begin work disassembling an external component of the feeding system. While crossing from their tool chest back to the enclosure, the worker appears to stumble and fall, catching themselves by placing a hand on the dispenser. The dispenser is wrenched by this sudden motion, and a gap of approximately 3x3 inches appears where the dispenser was joined to the enclosure. SCP-7323 flies immediately to this opening and climbs through it, appearing to fly up and to the right, out of view of the security camera.",
        "RECOVERY ATTEMPT 08/04/23 The room in which SCP-7323’s enclosure is located should have been sealed by the maintenance worker upon entry. An alarm will sound if a containment area door has been opened and not sealed within 30 seconds. Either the door was not sealed, and the alarm malfunctioned, or the door was sealed, and SCP-7323 breached containment by some other means. The room of SCP-7323’s enclosure is one of several that features a narrow clerestory window, but it is not designed to be opened and closed, and was found still sealed upon investigation. These are the only two openings in the room. SCP-7323 was equipped with a subcutaneous tracking device upon retrieval. Due to some error in the way the device was embedded, a malfunction of the tracking equipment, or possible anomalous interference, the device did not initially register the anomaly’s location. No staff reported sightings of SCP-7323 in the small animal wing. Three hours after containment was breached, the tracking device located SCP-7323 close to CLARF’s outermost security gates. After approximately four minutes, the signal was lost for a second time.",
        "RECOVERY ATTEMPT 2 09/25/23 At 5:04 AM EST, the signal indicating SCP-7323’s location was regained. There was no indication of movement. The location was identified as a small, low-income neighborhood outside L██████████ Wildlife Refuge. Agents pinpointed the signal to the backyard of a mobile home. The device was retrieved from under less than one foot of soil, inside a pink shoe box, wrapped in a birthday napkin. No trace of SCP-7323 was recovered.",
        "INCIDENT 7323-A 09/26/23 A suspicious document was found pinned to a corkboard in an unsurveilled break room accessible to staff with clearance levels 2 and higher. The document is a typed recreation of a work by “Nael” from 826DC’s 2016 anthology of poems by children, You Will Be Able to Say a Thousand Words . The original poem reads: The tiger He destroyed his cage Yes YES The tiger is out In this instance, the word “tiger” has been replaced by a drawing of a bird in flight. Researcher Clark has pointed to this document as evidence that SCP-7323's breach of containment was the result of sabotage on the part of CLARF staff, probably influenced by the anomaly. Investigation of this incident is ongoing.",
        "NOTE: Concerning Dr. Joanne Greenwood +Open File -Close File As of 07/03/2024, Dr. Greenwood's Class E status has been declared resolved by Director Jacobs. She is currently under Level 3 surveillance, which requires notification but does not require consent. She has taken a part-time job as an archivist at a nearby community college and, in addition, receives a (partial) retirement stipend and benefits from the Foundation. She has adopted four budgerigars from a local parrot rescue."
    ],
    "item": "SCP-7323",
    "object_class": "Safe",
    "containment_procedures": "SCP-7323 is housed in the small animal wing of the Carson Live Animal Research Facility (CLARF) in Research Sector 27. Its enclosure is a commercial 32x21x63 inch flight cage with 1/2 inch bar spacing. It is equipped with food and water bowls that can be removed and refilled without opening the enclosure. Bottlebrush and manzanita wood perches in various widths are provided and replaced as needed.",
    "description": "SCP-7323 has the appearance of an adult male budgerigar (Melopsittacus undulatus) with the sky blue recessive pied morphology (retaining the black eyes and pink cere of a juvenile bird) that is found exclusively in domesticated budgerigars.",
    "title": "SCP-7323"
}