{
    "url": "https://scp-wiki.wikidot.com/scp-7326",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\nItem-#:\n 7326\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Two security cameras are to monitor the interior and exterior of \"Dave's Catering\". A personal assistant is to be assigned to PoI-7326 to aid him in managing his business, while reinforcing the \"Advertising Gimmick\" cover story.\n\n\n\n\n\n\nSCP-7326-1 and -2 outside of \"Dave's Catering\"\n\n\n\n\n\n\nDescription:\n SCP-7326 denotes instances of otherwise conventional store display mannequins with the ability to produce and expel smoke from a \"mouth\" cavity within their heads. This has been observed to occur in clustered emanation events where the instance will rapidly produce and expel a small quantity of smoke, wait a short period of time, and then repeat that process for 5-15 minutes.\n\n\nDiscovery:\n Foundation personnel became aware of potential anomalous activity after a series of safety inspections at \"Dave's Catering\" identified, but could not find the source of, the smell of burning plastic in and around the storefront. Agent Mercator was sent to interview the owner David Fisher, denoted as PoI-7326, and locate any anomalous phenomena. Their interaction has been transcribed below.\n\n\n\n\nInterview Log 7326.1\n\n\nInterviewed:\n PoI-7326\n\n\nInterviewer:\n Agent Mercator\n\n\n\n\n<Begin Log>\n\n\nAgent Mercator's body camera turns on to reveal the door to \"Dave's Catering\". After adjusting the camera for a moment, he enters.\n\n\nMercator gags.\n\n\nMercator:\n Eugh… definitely plastic.\n\n\nMercator walks to the center of the store and pans around. The camera jumps.\n\n\nMercator:\n Shit!\n\n\nThe camera turns to face a pair of mannequins.\n\n\nMercator:\n Fucking dolls…\n\n\n(3 minutes of basic investigation removed)\n\n\nA door behind the counter is heard to unlock, and then creaks open. PoI-7326 walks through, but does not seem to notice Mercator.\n\n\nMercator:\n Hello, Sir?\n\n\nPoI-7326 freezes.\n\n\nPoI-7326:\n Who's there?\n\n\nPoI-7326 finds a knife on the countertop and brandishes it in the direction of Mercator.\n\n\nMercator:\n Woah! I can come back another time if you aren't open!\n\n\nPoI-7326 rubs his eye, then squints in the direction of a clock.\n\n\nPoI-7326:\n Eh? Shit…\n\n\nPoI-7326 drops the knife back on the countertop.\n\n\nPoI-7326:\n So what can I do ye for lad?\n\n\nMercator takes a moment to regain his composure.\n\n\nMercator:\n Are you David? David Fisher?\n\n\nPoI-7326 narrows his eyes at Mercator.\n\n\nPoI-7326:\n Who's asking?\n\n\nPoI-7326 grabs the knife again.\n\n\nPoI-7326:\n If you're with those \nhounds\n trying to shut down my business you'll have another thing coming for you!\n\n\nMercator backs away.\n\n\nMercator:\n Sir. Sir! I'm an independent investigator! I was told about a \"plastic smell\" you couldn't find the source of.\n\n\nPoI-7326 drops the knife.\n\n\nPoI-7326:\n That? I've heard about it but I can't smell it myself.\n\n\nMercator:\n No?\n\n\nPoI-7326:\n Haven't smelt a thing since the 70's.\n\n\nMercator:\n Right… And you own a catering business?\n\n\nPoI-7326 looks blankly at Mercator for a few seconds.\n\n\nPoI-7326:\n I've got the lads to help run things…\n\n\nPoI-7326 motions to the mannequins.\n\n\nPoI-7326:\n Not that they do anything other than smoke!\n\n\nMercator turns, a cigarette can be seen in one of the mannequin's hands. He lets out a slight chuckle before turning back to PoI-7326.\n\n\nMercator:\n Yes… So those two are your only employees?\n\n\nPoI-7326 smiles and nods, then lowers his voice.\n\n\nPoI-7326:\n Bit dull in their heads, the both of them, but they're good lads.\n\n\nMercator:\n Mhm?\n\n\nPoI-7326:\n Good lads… What were you on about again?\n\n\nMercator:\n The plastic smell, Sir.\n\n\nPoI-7326:\n Eh… Not the foggiest…\n\n\nPoI-7326 looks past Mercator, then shouts.\n\n\nPoI-7326:\n Fucking hell Bob!\n\n\nMercator turns to reveal a trail of smoke coming from one of the mannequin's mouths.\n\n\nMercator:\n What? Mr. Fish- eugh.\n\n\nMercator gags. PoI-7326 rushes around the counter toward the two mannequins.\n\n\nPoI-7326:\n Every day it's the same with you two!\n\n\nPoI-7326 begins pushing the mannequins toward and out the front door.\n\n\nPoI-7326:\n Take it outside!\n\n\nMercator watches as PoI-7326 situates the two mannequins outside. They can be seen \"smoking\" through the window. PoI-7326 returns, and sighs.\n\n\nPoI-7326:\n The two are idiots, don't mind them. What were we talking about?\n\n\nMercator:\n Uh… I think I've actually got what I need.\n\n\nPoI-7326:\n Yeah? Good for you.\n\n\nMercator:\n Thank you for your time, Sir.\n\n\nPoI-7326:\n It's nothing, you seem like a good lad.\n\n\nMercator stops his body camera.\n\n\n<End Log>\n\n\n\n\nFollowing the above interview, due to the plausibility of SCP-7326's effects as an advertising gimmick, two surveillance cameras were set up to monitor the interior and exterior of \"Dave's Catering\" for any unusual occurrences. No further containment measures were taken.\n\n\nIncident 7326.1:\n PoI-7326 entered into an altercation with a customer, culminating in the removal of one of the arms of SCP-7326-2 (\"Steve\"). The following interview occurred when Agent Mercator arrived at the scene shortly after the event took place.\n\n\n\n\nIncident Log 7326.1\n\n\n\n\n<Begin Log>\n\n\nThe body camera turns on to reveal the door to \"Dave's Catering\". As Mercator enters, smoke rolls out from the top of the doorframe.\n\n\nMercator:\n Mr. Fisher!\n\n\nThe camera pans across the room before stopping at the counter. As Mercator approaches, PoI-7326 is revealed kneeling on the ground, struggling to use his shaking hands to search the cabinet.\n\n\nMercator:\n Mr. Fisher? What happened?\n\n\nPoI-7326 looks up at Mercator.\n\n\nPoI-7326:\n Who's th-\n\n\nPoI-7326 breaks into a coughing fit.\n\n\nMercator:\n Let's go outside first, alright?\n\n\nPoI-7326 nods and Mercator crouches down to help him up. As they begin to move, PoI-7326 stops to speak, voice hoarse.\n\n\nPoI-7326:\n Bring the lads outside too… They shouldn't be smoking in the shop.\n\n\nMercator turns, focusing the camera on SCP-7326-2, who can be seen letting out a constant stream of smoke from its mouth.\n\n\nMercator:\n I can do that sir, but we need to get you out of this smoke.\n\n\nMercator leads PoI-7326 outside, helping him lean up against the wall. He then retrieves the SCP-7326 instances, before returning to PoI-7326.\n\n\nMercator:\n Can you tell me what happened, Sir?\n\n\nPoI-7326 takes a deep breath.\n\n\nPoI-7326:\n Some kid… Don't know who… Came shouting about Bob and Steve.\n\n\nPoI-7326 coughs.\n\n\nPoI-7326:\n Said they were dummies… told me they didn't do anything…\n\n\nPoI-7326 coughs.\n\n\nPoI-7326:\n And I know the two are a bit dull… but I wont let some kid call them \"stupid\"!\n\n\nPoI-7326:\n So I went up to the kid and told 'em just what… told 'em to fuck right off I did!\n\n\nPoI-7326:\n But he didn't leave… went right up to Steve and…\n\n\nPoI-7326 pauses.\n\n\nMercator:\n And what, Sir?\n\n\nPoI-7326:\n Tore the poor lad's arm off.\n\n\nPoI-7326's voice starts to break.\n\n\nPoI-7326:\n So I start to get real mad at this kid, shouting at em, he's shouting at me, and I…\n\n\nPoI-7326:\n He didn't deserve it… he's a good lad…\n\n\nPoI-7326 starts crying.\n\n\nPoI-7326:\n It's bad enough Bob got 'im on smoke… he's got a lotta life left to live…\n\n\nPoI-7326 takes a sharp inhale through his nose.\n\n\nPoI-7326:\n He's a good lad…\n\n\nPoI-7326 takes a moment to collect himself.\n\n\nPoI-7326:\n So I punched the sorry kid in the face and he ran away.\n\n\nMercator:\n Serves him right, eh.\n\n\nPoI-7326:\n Fuckin kids.\n\n\nThe two are silent for a few seconds.\n\n\nMercator:\n Do you need me to get you anything, Sir?\n\n\nPoI-7326 pauses for a moment, and looks at Bob and Steve.\n\n\nPoI-7326:\n No… Not at all, sonny. Long as these two are alright I'll be alright too.\n\n\nMercator:\n Well. Why don't I give you my phone number, so you can call me if anything happens?\n\n\nPoI-7326 is silent for a moment.\n\n\nPoI-7326:\n Yeah… That would be good.\n\n\nMercator:\n Wonderful.\n\n\nMercator stops his body camera.\n\n\n<End Log>\n\n\n\n\nTo prevent further incidents, Agent Mercator has been allowed to use \"Dave's Catering\" as a base of operations, acting as PoI-7326's personal assistant in addition to his regular duties.\n\n\nThe perpetrator of SCP-7326-2's assault remains unknown.\n\n\nIncident 7326.2:\n The following incident occurred shortly after PoI-7326 relocated both SCP-7326 instances outside for their \"Smoke Break\". Agent Mercator notes he was preoccupied when the event began, and was unable to witness its cause.\n\n\n\n\nIncident Log 7326.2\n\n\n\n\n<Begin Log>\n\n\nThe body camera turns on to Mercator rapidly descending the stairwell inside of \"Dave's Catering\". PoI-7326's muffled voice can be heard.\n\n\nPoI-7326:\n Carl! (inaudible) -Carl!\n\n\nMercator runs through the storefront and out the front door.\n\n\nMercator:\n Dave?!\n\n\nMercator turns to face PoI-7326, who is kneeling in front of a prone SCP-7326-1 while administering chest compressions.\n\n\nMercator:\n Shit- What happened?\n\n\nPoI-7326 turns to Mercator, his eyes are frantic.\n\n\nPoI-7326:\n Told the dolt to cut the smoke, but he never listened. Steve's done his best but…\n\n\nPoI-7326 returns his focus to SCP-7326-1.\n\n\nPoI-7326:\n The lad's just got one arm, Carl.\n\n\nMercator:\n What should I-\n\n\nPoI-7326:\n Get Steve inside!\n\n\nMercator:\n But-\n\n\nPoI-7326:\n He doesn't need to see this.\n\n\nMercator:\n Sir-\n\n\nPoI-7326:\n Go.\n\n\nMercator turns to face SCP-7326-2, looming over its coworkers and letting out a trail of smoke from its mouth.\n\n\nHe stands frozen for a few moments.\n\n\nPoI-7326:\n Go!\n\n\nMercator grabs the mannequin and wheels it inside.\n\n\nThe room is silent.\n\n\nThe camera turns towards the window, where PoI-7326 can be seen still administering CPR.\n\n\nMercator sighs, then looks back toward SCP-7326-2.\n\n\nMercator:\n You did what you could, Steve…\n\n\nHe turns the mannequin away from the window, then stops his body camera.\n\n\n<End Log>\n\n\n\n\nWhile the cause of the collapse was initially unknown, observation of the remains by Agent Mercator revealed that the interior of SCP-7326-1's form had been entirely burnt away, ruining its structural integrity.\n\n\nAgent Mercator reported that PoI-7326 believes SCP-7326-2 is suffering from guilt due to its inability to aid SCP-7326-1 when it collapsed.\n\n\nIncident 7326.3:\n A week after Incident 7326.2, PoI-7326 was observed walking SCP-7326-2 away from the premises of \"Dave's Catering\". When Agent Mercator moved to intervene, it was discovered that they were visiting the local cemetery to bury SCP-7326-1's remains.\n\n\nFollowing Incident 7326.3, PoI-7326 has taken SCP-7326-2 on weekly visits to SCP-7326-1's grave. In addition to this, SCP-7326-2 has halted emanation events.\n\n\n \n\n\n\n\n« \nSCP-7325\n | SCP-7326 | \nSCP-7327\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7326\n\" by IndustryStandard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7326\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n mannequin\n\n\nName:\n Nipped outside for a fag?\n\n\nAuthor:\n Keith Edkins\n\n\nLicense:\n \nAttribution-ShareAlike 2.0 Generic (CC BY-SA 2.0)\n\n\nSource Link:\n \nhttps://www.geograph.org.uk/photo/774783\n\n\nNote:\n Modified",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7326 \" by IndustryStandard, from the SCP Wiki . Source: https://scpwiki.com/scp-7326 . Licensed under CC-BY-SA .",
        "Filename: mannequin Name: Nipped outside for a fag? Author: Keith Edkins License: Attribution-ShareAlike 2.0 Generic (CC BY-SA 2.0) Source Link: https://www.geograph.org.uk/photo/774783 Note: Modified"
    ],
    "object_class": "Euclid",
    "containment_procedures": "Two security cameras are to monitor the interior and exterior of \"Dave's Catering\". A personal assistant is to be assigned to PoI-7326 to aid him in managing his business, while reinforcing the \"Advertising Gimmick\" cover story.",
    "description": "SCP-7326 denotes instances of otherwise conventional store display mannequins with the ability to produce and expel smoke from a \"mouth\" cavity within their heads. This has been observed to occur in clustered emanation events where the instance will rapidly produce and expel a small quantity of smoke, wait a short period of time, and then repeat that process for 5-15 minutes.",
    "title": "SCP-7326"
}