{
    "url": "https://scp-wiki.wikidot.com/scp-7330",
    "all_text": "/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"SCP Foundation\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"Secure, Contain, Protect\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\nrating: \n+175\n+\n–\nx\n\n\n\n\nItem #:\n the next open one\n\nObject Class:\n fuck (Pending Thaumiel)\n\n\nThreat Class:\n this is sort of my fault sorry\n\n\nDescription:\n i don't even know. it's totally gone.\n\n\n\n\n\n\ni screwed up pretty bad\n\n\n\n\n\n\nAddendum 1:\n I don't have the energy so i'll just copy paste what was in the reporMajor Emmaline Evans has been selected by the Foundation Space Program to undertake a factfinding mission to determine the nature of an extraterrestrial threat. SCP-179, the Foundation's \nde facto\n early warning system, has been pointing in one specific direction since 1988; thirty-four years of sustained inquiry has been unable to determine the nature of this threat, whether it occupies a fixed point in space, is approaching at interstellar speeds, etc. Major Evans will maneuver her craft along the appropriate axis until such time as the threat is properly identified. so basically that's what i was up to. before this.\n\n\nAddendum 2:\n I have no idea why this happened. Honest. If it's a meme thing or a hallucination, great. If not, not great. Awful. Terrible. Let’s focus on the positives.\n\n\nThere \nhave\n to be positives.\n\n\nI guess this has obvious paramilitary benefits, if there's still a paramilitary? Teach people to do this if they get captured by hostile aliens or something, sacrifice play.\n\n\nAddendum 3:\n Actually fuck, how do you delete addenda? The system won't let me do it. Look, if there's any hostile aliens reading this, I didn't mean it, please come get me,\n1\n I'm not evil, the first time was a mistake and I was just spitballing with this.\n\n\nAddendum 4:\n it definitely shouldn't have worked like that surely it wasn't the first time someone\n\n\nAddendum 5:\n Okay, guess I should provide some context here. Dunno who's gonna see it, but.\n\n\n\n\nEvent Log 7330.1\n\n\n[Major Evans, undergoing interstellar travel on a one-person mission to investigate an unidentified spatial anomaly, awakens early from cryosleep. She pings Site-821 in Hawaii, her flight control centre.]\n\n\n\n\nMaj. Evans:\n Command, you there?\n\n\nCommand:\n We're around.\n\n\nMaj. Evans:\n So, the selective cryosleep isn't really \ndoing it\n for me. Did you test it properly?\n\n\nCommand:\n We certainly tried, is it not putting you under?\n\n\nMaj. Evans:\n Mostly, but I'm still conscious. I can still hear, see, all that. It's not comfortable. I've been playing guessing games to pass the time.\n\n\nCommand:\n Are you in danger? Will you survive the trip?\n\n\nMaj. Evans:\n Yeah, for sure.\n\n\nCommand:\n Can you state your reason for halting cryosleep and initiating contact?\n\n\nMaj. Evans:\n Oh. Uh. Like I said, I've been playing games to pass the time. I've been trying to name everything I can see out the porthole. It's been going alright, I never did too badly at astronomy. I guess that's obvious since–\n\n\nCommand:\n Since you were selected for a top-secret, high-priority spacefaring mission? Yes.\n\n\nMaj. Evans:\n Right, so anyway I'm doing great; nearly got all of them. Just a few bugging me.\n\n\nCommand:\n You want us to name the stars?\n\n\nMaj. Evans:\n Just one or two. Not even that, just gimme a hint.\n\n\nCommand:\n Please hold.\n\n\n[Silence on recording]\n\n\nCommand:\n We're cleared to play a \nguessing game\n with you, Major Evans. Five minutes.\n\n\nMaj. Evans:\n You're misunderstanding. I just– Okay, whatever. What's that star? The one directly in front of me.\n\n\nCommand:\n Oh. That's Betelgeuse. It's in the Orion constellation, Major. \nHow did you not know this?\n\n\nMaj. Evans:\n No, I knew, I knew. I just did– wait, like the movie?\n\n\nCommand:\n Sort of. Betelgeuse is the star, it's spelled differently.\n\n\nMaj. Evans:\n Really?\n\n\nCommand:\n Really. It's one of the largest stars we've found. Also known as Alpha Orionis. Again: how did you \nnot\n know this?\n\n\nMaj. Evans:\n You're kidding me. Betelgeuse. They named a star after a film.\n\n\nCommand:\n No! The star's name was the inspiration for the film. The film is spelled B-E-E-T-L-E-J-U-I-C-E. The star's spelled B-E-T-E-L-G-E-U-S-E.\n\n\nMaj. Evans:\n I feel like you're pulling my leg. That's a really weird way to spell it.\n\n\nCommand:\n We aren't. What will it take to convince you? It's called Betelgeuse.\n\n\nMaj. Evans:\n But–\n\n\nCommand:\n Betelgeuse!\n\n\nMaj. Evans:\n Doesn't–\n\n\nCommand:\n \nBetelgeuse!\n\n\n[The signal from Command is replaced by noise.]\n\n\nMaj. Evans:\n Right. Well. Sorry. Anyway, about this cryo-sleep bug. Could you get one of the lab guys on the call?\n\n\nMaj. Evans:\n Command?\n\n\nMaj. Evans:\n Guys?\n\n\n[Major Evans continues to send calls out to Command for another hour. At that point, she checks the Earth on her monitor. She doesn’t believe it at first, because why would you? She sends out a distress call, and writes this draft. What the fuck.]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nYou Might Also Like...\n\n\n\n\nCollapse Recommendations\n\n\n\n\n\n\nSCP-1778\n — \nValor\n, by \nDr Reach\n\n\nSCP-6150\n — \nVoskhod 3\n, by \nElenee FishTruck\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. My coordinates are wait how do I find those this is so unintuitive, delete, delete, stop voice recognition for fucks sake okay I’ll attach them later end footnote end footnote end\n\n\n\n\n\n\n\n\n« \nSCP-7329\n | SCP-7330 | \nSCP-7331\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7330\n\" by GremlinGroup and HarryBlank, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7330\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nwasearth.jpeg:\n\n\nName:\n NASA Telescopes Join Forces To Observe Unprecedented Explosion\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 1: I don't have the energy so i'll just copy paste what was in the reporMajor Emmaline Evans has been selected by the Foundation Space Program to undertake a factfinding mission to determine the nature of an extraterrestrial threat. SCP-179, the Foundation's de facto early warning system, has been pointing in one specific direction since 1988; thirty-four years of sustained inquiry has been unable to determine the nature of this threat, whether it occupies a fixed point in space, is approaching at interstellar speeds, etc. Major Evans will maneuver her craft along the appropriate axis until such time as the threat is properly identified. so basically that's what i was up to. before this.",
        "Addendum 2: I have no idea why this happened. Honest. If it's a meme thing or a hallucination, great. If not, not great. Awful. Terrible. Let’s focus on the positives.\nThere have to be positives.\nI guess this has obvious paramilitary benefits, if there's still a paramilitary? Teach people to do this if they get captured by hostile aliens or something, sacrifice play.",
        "Addendum 3: Actually fuck, how do you delete addenda? The system won't let me do it. Look, if there's any hostile aliens reading this, I didn't mean it, please come get me, 1 I'm not evil, the first time was a mistake and I was just spitballing with this.",
        "Addendum 4: it definitely shouldn't have worked like that surely it wasn't the first time someone",
        "Addendum 5: Okay, guess I should provide some context here. Dunno who's gonna see it, but.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7330 \" by GremlinGroup and HarryBlank, from the SCP Wiki . Source: https://scpwiki.com/scp-7330 . Licensed under CC-BY-SA .",
        "wasearth.jpeg: Name: NASA Telescopes Join Forces To Observe Unprecedented Explosion Author: NASA Goddard Space Flight Center License: CC BY 2.0 Source Link: Flickr"
    ],
    "object_class": "fuck (Pending Thaumiel)",
    "description": "i don't even know. it's totally gone.",
    "title": "SCP-7330"
}