{
    "url": "https://scp-wiki.wikidot.com/scp-7332",
    "all_text": "WARNING: THIS ARTICLE CONTAINS VIOLENCE AGAINST CHILDREN, AND GORE. VIEWER DISCRETION IS ADVISED.\n\n\nrating: \n+47\n+\n–\nx\n\n\nDr Lerche & AnAnomalousWriter\n\n\n\n\n\n\nOde to the Strawman\n\n\nHello readers,\n\n\nSpecial thanks to:\n\n\nAnAnomalousWriter\n as my co-author, image maker, and technical expert.\n\n\nMaxyfran73\n for a lot of brainstorming and repeated reviewing with this story.\n\n\nAbsolutely lovely people.\n\n\nBe sure to check out the discussions tab for more info and author commentary.\n\n\nWe do hope you enjoy this. If you do, please do consider an upvote, and maybe nice little comment. Will make our day.\n\n\nIf there are any technical or SPaG issues, please do tell in the discussions tab. Will try our very best to fix them.\n\n\nIf you would like to see more of our works, visit my and AnAnomalousWriter's pages:\n\n\nhttps://scp-wiki.wikidot.com/lerche-s-merchant-shop-inn\n\n\nhttps://scp-wiki.wikidot.com/ananomalouswriter-s-wallpaper-place-and-more\n\n\nHave a great day.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7332\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nReports of home invasions with the hallmarks of SCP-7332, and sightings of scarecrows in rural areas are to be investigated by MTF Epsilon-6. If encountered, personnel are to utilise incendiary weaponry against SCP-7332 instances. If incendiary weapons are unavailable, personnel are to utilise shotguns loaded with buckshot and/or firearms with a high rate of fire. Attacks are to be covered up as mundane kidnappings, murders, and home invasions.\n\n\n\n\n\n\nThe image above is from a home video taken by the Machart household two weeks before 3 year old Filip Machart's disappearance. An unidentified SCP-7332 instance can be seen in the left background.\n\n\n\n\n\n\nDescription:\n\nSCP-7332 is a species of predatory entities inhabiting Central Europe. They resemble straw or cloth scarecrows, with the most noticeable difference being a serpentine tail in place of a rigid pole for primary locomotion. They inhabit rural areas, using farmlands, fields, open forests, and bodies of freshwater as hunting grounds. SCP-7332 prey upon children between the ages of 0-15.\n\n\nWhen hunting, an SCP-7332 instance straightens its tail and posts itself in these places. At first glance, SCP-7332 is indistinguishable from normal scarecrows. It will stay stationary for long hours, laying in wait for prey to come by. To lure its prey, the entity mimics the sounds of children, particularly the sound of an infant crying. When an isolated child is within close range of SCP-7332, it will ambush them; sprouting appendages to grab the child. Once captured, SCP-7332 will flee from the scene with the child.\n\n\nIf the child is indoors, SCP-7332 will remain disguised as a scarecrow nearby the home. When the opportunity arises, such as when the children are left alone in the household, the creature will attempt to lure the child outside or break into the house to abduct them.\n\n\nAs of now, no victims of SCP-7332 have been recovered.\n\n\n \n\n\nAddendum 1: Discovery\n\nThe Foundation was alerted to SCP-7332 by a mole in Interpol who was looking through cases of child disappearances across Central Europe, particularly concentrating in the rural regions of the Czech Republic, Slovakia, Southern Poland, and along the German-Czech border.\n\n\nInitially believed to be mundane cases of kidnapping, rumours involving folkloric creatures such as the Bubak\n1\n, Vodník\n2\n or Hastrman\n3\n taking the children away were noted.\n\n\nUpon further investigation via eye witness accounts, the mole discovered mentions of \"unidentified or moving scarecrows\", or similar wording, in a majority of the cases. The suspicion was further solidified following the testimony of two Czech policemen who claimed to have spotted a tall, odd figure matching the description of the Bubak one night whilst on a patrol during the period of the \nMarkus Kolář\n4\n murders investigation in 2001.\n\n\n \n\n\nAddendum 1.2: Species Classification\n\nBased on accounts and reports, SCP-7332 has been divided into 3 known subspecies based on characteristics and hunting preferences:\n\n\n\n\n\n\n\n\n\n\nSubspecies\n\n\nCharacteristics\n\n\n\n\n\n\nSCP-7332-A \"Bubak\"\n\n\nStandard cloth or straw scarecrow. No legs. Most common sub-species based on reports and sightings. Once a victim is captured, members of the sub-species will unveil a large sack which they stuff prey into to carry away.\n\n\n\n\n\n\nSCP-7332-B \"Opice\"\n\n\nStandard cloth or straw scarecrow. Has two legs. During an attack, the \"legs\" will sprout digits and grab the victim. SCP-7332-B will then utilise its main arms and tail to crawl away. Subspecies is noted to have high arboreal mobility and climbing skills, able to scale up near vertical surfaces. Primarily hunts in or near open forests, and in areas of higher elevation.\n\n\n\n\n\n\nSCP-7332-C \"Vodnik\"\n\n\nStandard cloth or straw scarecrow. No legs. Wears a heavy coat covered in algae and is noticeably drenched. Primarily hunts nearby bodies of freshwater. Will attempt to pull its victims into the water to drown them. Slow moving on land but are adept swimmers. Largest and possibly strongest of the three based on stories of them capsizing boats.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAddendum 2: Incident-7332-1\n\nThe Foundation was notified of an SCP-7332 incident when police were notified of a home invasion in the outskirts of Rýmařov, Moravian-Silesian Region, Czech Republic. However, unlike previous cases, the attempt had been thwarted by the homeowner. Field agents arrived at the scene and brought the residents, 25-year-old Kamila Navrátilová and her eight-month-old son, Jakub, into Foundation custody at the nearest site of Oblast-10CS.\n\n\n\n\n\n\nInterviewed:\n [Kamila Navrátilová]\n\n\nInterviewer:\n [Dr. Pavel Novák]\n\n\nForeword:\n [Interview was carried out in Czech for convenience. The subject is sat at the table. She is seen drumming her fingers on it; looking at the two-way mirror. Her son was placed in the care of the on-site doctor. She abruptly faces the door as Dr. Novák enters.]\n\n\n<Begin Log: 06/06/2005>\n\n\nDr. Novák:\n Greetings Ms. Na-\n\n\nMrs. Navrátilová:\n \n(Quickly gets up from seat.)\n Is my son ok? Where is he? I need t-\n\n\nDr. Novák:\n Mrs. Navrátilová, your child is safe, don't worry. I need you to relax. You're all safe now.\n\n\n(Mrs. Navrátilová looks at the researcher before slowly sitting down.)\n\n\nDr. Novák:\n Good. Shall we begin the interview?\n\n\nMrs. Navrátilová:\n Yes.\n\n\nDr. Novák:\n Ok. We want to help you as much as we can. Could you tell me what happened? From the beginning. \n(Looks down at notes)\n You made a police report stating you were being stalked?\n\n\n(The subject stays silent for a few seconds)\n\n\nMrs. Navrátilová:\n Yes. It was around a week ago. My niece came over to our family house and was playing nearby the barley field. She told me that the scarecrow we put up was quite ugly. I was confused as we didn’t have a scarecrow. I asked her what she was talking about and she pointed to the field outside. I looked out the window and… there it was. This scarecrow posted in the middle of our field. I didn't remember having seen it before but I assumed Peter would have posted it.\n\n\nDr. Novák:\n Peter?\n\n\nMrs. Navrátilová:\n My husband.\n\n\nDr. Novák:\n Ah! \n(Jots down notes)\n Please continue.\n\n\nMrs. Navrátilová:\n I called Peter about it, and he said he didn't remember posting any scarecrow, but assured me that probably one of the farmhands must have done it. Told me to just leave it there for now and that he would take a look once he got back from his business trip. He also said we had \n(titters)\n sparrow problems, so free pest control.\n\n\nDr. Novák:\n Continue.\n\n\nMrs. Navrátilová:\n So I decided to wait for the farmhands to return. The next day, I went to collect some tools from the shed. I happened to look towards the field. I wasn't that sure of it at the time, but I noticed the scarecrow was a bit closer than before. I didn't pay too much attention and went in to get the stuff. \n(Pauses)\n Then as I turned to walk back…the damn thing was even closer.\n\n\nDr. Novák:\n How much closer?\n\n\nMrs. Navrátilová:\n At least 2-3 metres from when I turned then turned back.\n\n\nDr. Novák:\n What happened after that?\n\n\nMrs. Navrátilová:\n Nothing. It just remained there and I was staring at it. I was a bit scared, so I grasped my hammer and went to take a closer look. My niece was right. That thing was ugly as all hell! The clothes and burlap were all tattered and the arms were like branches.\n\n\n(Mrs. Navrátilová opens her palms fully and juts out her fingers as she says this.)\n\n\nMrs. Navrátilová:\n And it had this big hat on covering its face. No wonder the poor girl got scared. I then walked quickly away, muttering about whoever the madman was who made it. Then a few hours later, the farmhands came for work. I asked them about the thing. And you know what? They had no idea what I was talking about.\n\n\nDr. Novák:\n Oh… Do explain?\n\n\nMrs. Navrátilová:\n So, I thought they were pulling a joke on me because they had to walk past the field to arrive at the house. No way they could not have seen that thing! So, I bring them to the kitchen window to show them a clear view and-and it wasn't there. The scarecrow was gone. So after settling with them, I contacted our police station chief to tell him about a potential harasser.\n\n\nDr. Novák:\n Interesting. And what did he say?\n\n\nMrs. Navrátilová:\n Well the only evidence I had was that my family and I saw a scarecrow, which wasn't there anymore. So he told me he really couldn't do much, but he would keep a lookout. Assured me it was probably just a prank. After that, I didn't see the scarecrow.\n\n\nDr. Novák:\n Hmmmm \n(Jots down notes.)\n Alright. Now, Mrs. Navrátilová. What happened last night?\n\n\nMrs. Navrátilová:\n \n(Pauses)\n I— I left Jakub inside his cot and went out for a while to feed the chickens. I managed to finish early and went back indoors. I put my kerosene lamp on the table and when to wash my hands when I heard Jakub crying. I was going to wash my hands first and then see what it was, but then I heard something. This— this— creaking. Like when bones or sticks crack. Yes… yes, I heard that over the crying. I quickly entered the room and…\n\n\n(Mrs. Navrátilová starts sniffling and looks agitated)\n\n\nDr. Novák:\n \n(Says gently)\n Kamila?\n\n\nMrs. Navrátilová:\n That scarecrow was in the room. It had moved to the room. And it was crouched over Jakub's cot. It turned to see me and I got a good look at it.\n\n\nDr. Novák:\n What did you see?\n\n\nMrs. Navrátilová:\n \n(Rubs her fingers together.)\n The pole. It— it wasn't a pole! It was a damn spine! It's a spine covered in… burlap. It even had this thing at the end making noise. Like a— ike those snakes in cowboy movies— like— like \n(Begins shaking her index finger while hissing.)\n.\n\n\nDr. Novák:\n You mean rattlesnakes.\n\n\nMrs. Navrátilová:\n Yes, rattlesnake! Yes. It was showing that rattle to Jakub. And— and it had a skeleton under the straw and cloth. Then I saw its face. It had two black holes for eyes. And it had teeth like nails. And it was smiling at him. Oh God…\n\n\nDr. Novák:\n It's alright Kamila. Calm down. Breathe.\n\n\nMrs. Navrátilová:\n \n(Kamila breathes in and out.)\n\n\nDr. Novák:\n What happened next?\n\n\nMrs. Navrátilová:\n I shouted at it. It tried to grab Jakub. I saw a broom nearby. I grabbed and swung it against it's head. I think I stunned it because it went backward and started shaking the head around. I managed to pull Jakub away and run out of the room. The thing then grabbed my leg and I fell over. Luckily I cushioned Jakub's fall. The thing then began crawling towards me. I started kicking it as hard as I could. I broke something in its face and the grip loosened. I got the hell up with Jakub and ran to the bathroom.\n\n\nDr. Novák:\n The bathroom?\n\n\nMrs. Navrátilová:\n My gun was too far away and this thing was fast. I just ran into the closest room which was good. I… I used to hide there a lot when I was a kid. They have very strong locks. So I locked the door and put Jakub in the bathtub. He was crying so loudly. Suddenly, the thing began smacking the door. It was so thin but it was causing the door to crack in a few hits. And then I heard it.\n\n\nDr. Novák:\n Heard what, Kamila.\n\n\nMrs. Navrátilová:\n I heard… Jakub.\n\n\nDr. Novák:\n You heard Jakub, crying?\n\n\nMrs. Navrátilová:\n Jakub was crying, yes. But it was coming from the door. The bastard was imitating my baby through the hole it had made. Like it was mocking me.\n\n\nDr. Novák:\n What happened then?\n\n\nMrs. Navrátilová:\n Then…Then I remembered something my friends and I used to do back then. I opened the cabinet and took out the hairspray and a lighter I had in my pocket. The thing was almost through the door. I lit the lighter and sprayed the damn thing. It started screaming and moved away from the door. I then rushed out the door and saw the thing trying to put itself out. I looked around and saw the kerosene lamp I left on the table. I grabbed it and threw it onto the creature. I sprayed it again and again until it was halfway on fire. It then jumped out the window screaming. I saw it run across the field and jump into the river.\n\n\nDr. Novák:\n \n(Blinks several times)\n Woah. Um… \n(Pauses)\n Continue.\n\n\nMrs. Navrátilová:\n I went back in to make sure Jakub was fine. Thank God he was. Then I called the police and fire department.\n\n\n<End Log>\n\n\nClosing Statement:\n [The use of fire has been noted to be quite effective in warding off SCP-7332. Request to equip MTFs dealing with SCP-7332 with flame-based weaponry.]\n\n\n\n\nThe Navrátil family was amnesticised shortly after and relocated to the suburbs of Warsaw, Poland, where Peter's extended family lived with a cover story provided.\n\n\n \n\n\n\n\n\n\nAddendum 3: Incident-7332-2\n\n\n4 months later, the Foundation was alerted of an ongoing SCP-7332 event in Slovakia via a 158\n5\n call. However, unlike previous incidents, the caller reported multiple instances of SCP-7332 attacking the same property and with previously unseen amounts of aggression.\n\n\nMTF Epsilon-6 was deployed to the scene.\n\n\n\n\n\n\nRaid Video Log Transcript\n\n\nDate:\n 08/10/2005\n\n\nRaid Team:\n Epsilon-6 \"Charlie Team\"\n\n\nSubject:\n SCP-7332\n\n\nTeam Lead: Charlie-1\n\n\nTeam Members:\n\n\nCharlie-1 to Charlie-10\n\n\n\n\nCharlie-1 to Charlie-5 (Red Team)\n\n\nCharlie-6 to Charlie-10 (Blue Team)\n\n\n\n\nNOTE: Due to the extensive use of multiple languages, the spoken languages will be abbreviated. \n[EN]\n = English, \n[CS]\n = Czech, \n[SLK]\n = Slovak. Most of the log is in English.\n\n\n\n\n[BEGIN LOG]\n\n\n(The SWAT vehicle parks outside the compound.)\n\n\nCharlie-1:\n Move out!\n\n\n(Charlie Team exits the vehicle. Body cameras show a metal fence blocking a path leading to the farm in the hills. Teams approach the fence while Charlie-7 sets up an observation drone. The fence is locked.)\n\n\nTOC:\n6\n TOC to Charlie Team. There are multiple hostiles in the area. Stay alert. Secure the area and report any survivors you find.\n\n\nCharlie-1:\n Roger that. Cut the lock.\n\n\nCharlie-2:\n I'm on it.\n\n\n(Charlie-2 takes out bolt cutters and cuts the chain. Charlie-1 gives a signal to Charlie-7 to deploy the drone.)\n\n\nCharlie-7:\n Drone is in the air, Sir.\n\n\n(Drone flies up and moves towards the compound, providing a bird's-eye view. Footage shows the path leading to the apple orchard before turning left past the maize and wheat fields, then turning right leading to the farmhouse and barn. Past the compound is a river with a dock separating the farm from the mountain forests.)\n\n\nCharlie-5:\n It's awfully quiet.\n\n\nCharlie-3:\n They could have left.\n\n\nCharlie-7:\n Or it could be an ambush.\n\n\nCharlie-1:\n Everyone hush. Maintain positions. TOC, give me eyes.\n\n\nTOC:\n TOC to Charlie Team. There appear to be three possible SCP-7332 instances positioned in the fields. Two in the maize field and one in the wheat field. No signs of movement. Road to house is…clear. One SUV outside. There is someone lying on the ground close by. Appears injured. No sign of movement.\n\n\n(Drone flies towards the house.)\n\n\nTOC:\n Charlie-6. There is movement in the ground floor window. Unknown.\n\n\nCharlie-1:\n Alright everyone, go go go!\n\n\n(Charlie-2 opens the fence and assault team moves up the road.)\n\n\nCharlie-1:\n Head on a swivel. Keep an eye on those scarecrows.\n\n\n(Cameras pan about covering various directions. Charlie Team stealthily approach a right turn, facing the orchard. Charlie-3 and Charlie-9 keep weapons on the two suspected instances in the maize.)\n\n\nCharlie-9:\n Got eyes on instance. Should we engage?\n\n\nCharlie-1:\n Negative, not yet. TOC, any movement?\n\n\nTOC:\n Negative Charlie-1. None have moved.\n\n\n(Body cam footage shows an object with a hat underneath one of the apple trees.)\n\n\nCharlie-10:\n Somethings there. Left apple tree.\n\n\nCharlie-1:\n Lights on.\n\n\n(Team turn on their flashlights. Light illuminates a body laying against the apple tree, as well as the suspected instances.)\n\n\nCharlie-6:\n Looks like a civvie.\n\n\nCharlie-3:\n Why are they not moving?\n\n\nCharlie-9:\n Either these are some disciplined scarecrows… or just normal scarecrows?\n\n\nCharlie-1:\n Most likely the latter. But better not to take the risk. Blue team, clear the orchard. Red team, move to farmhouse. Keep an eye on these three instances.\n\n\n(Blue Team begins walking to the orchard.)\n\n\nCharlie-6:\n Approaching body. It's the farmhand, Sir.\n\n\nCharlie-1:\n Life signs?\n\n\nCharlie-6:\n Negative.\n\n\nCharlie-1:\n See anything?\n\n\nCharlie-7:\n Checking the trees. Nothing so far, boss.\n\n\nCharlie-1:\n Alright, Red Team come with me. Keep an eye on the fields. TOC, anything to report.\n\n\nTOC:\n Negative, Charlie Team. You are clear to go.\n\n\nCharlie-1:\n Red Team, let's move.\n\n\n(Red Team continue to move up the road. Meanwhile, as Blue Team check the orchard, Charlie-8's camera shows movement in one of the apple trees.)\n\n\nCharlie-8:\n I see movement.\n\n\n(He shines his light at the foliage as Charlie-6 and 9 also do the same. An SCP-7332-2 instance is illuminated.)\n\n\nCharlie-7:\n Contact! Contact!\n\n\n(The three open fire on the instance.)\n\n\nCharlie-1:\n Quickly! Move!\n\n\n(Red team continues moving.)\n\n\n(The instance shrieks and falls to the ground.)\n\n\nCharlie-8:\n It's down.\n\n\nCharlie-9:\n Nice one!\n\n\nCharlie-6:\n Nice! Look for its buddies.\n\n\n(Blue Team repositions.)\n\n\nTOC:\n Charlie Team be advised. There is movement in the cornfields. Repeat, movement in the cornfields.\n\n\n(Drone footage shows two separate mild disturbances in the cornstalks moving away from the road parallel to the orchard which then cease after a few seconds. The three suspected instances do not move.)\n\n\nCharlie-1:\n Copy that TOC. Everyone, stay alert. Red Team, haul ass! Blue Team, tail those things.\n\n\nCharlie-6:\n Roger that, Sir. Let's move, people.\n\n\n(Blue Team follows the movement while Red team approaches the farmhouse.)\n\n\nCharlie-1:\n This is Red Team, we have reached the farmhouse. Tom, check that body for signs.\n\n\nCharlie-4:\n I'm on it.\n\n\n(Charlie-3 slowly approaches the family vehicle.)\n\n\nCharlie-3:\n Car's fucked. Tyres are slashed. \n(Shines light at a pool of liquid forming under the car before bending lower.)\n Jesus, fuel line's been cut as well.\n\n\nCharlie-1:\n They're smart enough to sabotage. Tom, what's going on there?\n\n\nCharlie-4:\n It's the owner. He's been long gone. There are keys next to him.\n\n\nCharlie-1:\n \n(Speaks into radio)\n Body is Goran Horváth.\n\n\nCharlie-5:\n Poor guy was trying to make a run for it to a broken car.\n\n\nCharlie-1:\n Take those keys, we could open the door. Flamers, stay outside. Set a perimeter.\n\n\nCharlie-3 and -5:\n Yes Sir.\n\n\n(They face the drive way, whilst Charlie -1, -2, and -4 stack up at the door.)\n\n\nCharlie-2:\n \n(Tests keys until she finds one that fits. Whispers)\n Got it. \n(Unlocks door)\n Breaching.\n\n\nCharlie-1:\n Go. Go.\n\n\n(The three open the door and enter the living room. Furniture is strewn across the floor. There are blood splatters on the left wall and on the sofas.)\n.\n\n\nCharlie-4:\n Oh shit.\n\n\nCharlie-2:\n Clear.\n\n\nCharlie-1:\n Check corridors.\n\n\nCharlie-4:\n On it.\n\n\n(Charlie-4 moves right towards corridor into dining room as Charlie-1 and 2 clear the rooms on the ground floor.)\n\n\nCharlie-4:\n Clear.\n\n\nCharlie-2:\n Clear.\n\n\n(Charlie-1 opens the last door and enters, followed by Charlie-4. Footage is of the pantry. On the floor are knocked-over barrels of grain and a decapitated body of a woman. The body has been severely lacerated.)\n\n\nCharlie-1:\n Jesus… \n(Pauses)\n Identification?\n\n\nCharlie-4:\n Possibly the homeowner…Wait.\n\n\n(Charlie-4 slowly crouches next to one of the grain barrels. A black object is sticking out. He pushes away some of the grain. They slide down revealing a face of a woman.)\n\n\nCharlie-4:\n \n[CS]\n Oh fuck!! \n(Staggers back.)\n\n\nCharlie-1:\n \n(Places his hand on Charlie-4's back.)\n That's her?\n\n\nCharlie-4:\n \n(Heaving.)\n Yes.\n\n\nCharlie-1:\n Agnesa Horváthová has been located. She's dead.\n\n\nTOC:\n Copy that, Charlie-1. Proceed with the mission.\n\n\n(Red Team continue searching the farmhouse. Blue Team continues their search outside.)\n\n\nCharlie-7:\n Sir, you sure these are the instances? They didn't do anything when we killed one of them.\n\n\nCharlie-6:\n Just stick to the plan, Mitch. These things are patient.\n\n\nCharlie-7:\n I mean look. \n(Blinks light on and off to one of the target's face.)\n They're ju-\n\n\n(Suddenly a rifle shot rings out. A bullet flies past the maize into the ground, throwing up dirt.)\n\n\nCharlie-6:\n Sniper! Take cover!\n\n\n(Blue Team searches for cover and turn off their lights as a second shot rings out, hitting the ground further away from the orchard. As this happens, a figure wearing a hat is seen briefly in Charlie-8's bodycam moving away into the forest near the orchard. This goes unnoticed. Red team's footage shows Charlie-1, -2, and -4 looking up at the ceiling where the shots are heard loudly. Charlie-1 gestures to Charlie-2 to stay put and Charlie-4 to follow him upstairs.)\n\n\nCharlie-6:\n Anyone has eyes on the shooter?\n\n\nCharlie-8:\n \n(Peeking)\n Negative. It's coming from the buildings.\n\n\nCharlie-1:\n \n(Whispers.)\n Blue Team, this is Charlie-1. Sniper is in farmhouse. Second storey. Moving to subdue.\n\n\nCharlie-6:\n Copy, -1.\n\n\n(Blue Team stay behind cover. Charlie-1 and -4's footage shows a corridor with three rooms.)\n\n\nCharlie-4:\n \n[SLK]\n This is the police! Drop your weapon and come out with your hands in the air!\n\n\n(A female voice shouts back.)\n\n\nUnknown:\n \n[SLK]\n It's inside the other room!\n\n\nCharlie-4:\n \n[SLK]\n What i-\n\n\nUnknown:\n \n[SLK]\n The scarecrow! The scarecrow! It's in the room next to this one.\n\n\n(The men look at each other.)\n\n\nCharlie-2:\n What going on up there, guys?\n\n\nCharlie-1:\n Small situation. You stay put.\n\n\nCharlie-2:\n Oh Lord, help me.\n\n\nCharlie-4:\n \n[SLK]\n How can we trust you?\n\n\nUnknown:\n[SLK]\n I was shooting at the monsters! Not your people. Please, my baby is in here. I'm friendly.\n\n\nCharlie-1:\n \n(Whispers into Charlie-4's ear.)\n Keep her talking.\n\n\n(Charlie-4 keeps his weapon on the door of the sniper's room.)\n\n\nCharlie-4:\n \n[SLK]\n Alright. Don't worry, alright?… You sound weird. Are you from here?\n\n\nUnknown:\n \n[SLK]\n No… I'm Czech. Are you too?\n\n\nCharlie-4:\n Wha— N— No?\n\n\n(Charlie-1 enters the room and finds it clear.)\n\n\nCharlie-1:\n \n(Quiet but curtly.)\n Clear. Son of a-\n\n\nUnknown:\n Your Slovak is also a bit weird. Sorry.\n\n\n(Charlie-1 aims at the closed door and gestures to Charlie-4. He nods as Charlie-1 moves opposite the door.)\n\n\nCharlie-4:\n \n[CS]\n Alright, you caught me. I moved here some time ago, then joined the police.\n\n\nUnknown:\n \n[CS]\n Ah neat! You know what? I'll put the gun down.\n\n\nCharlie-4:\n \n[CS]\n That would be much appreciated. For all our safety.\n\n\nCharlie-2:\n What going on up there, guys?\n\n\nCharlie-1:\n \n(Speaks quietly into radio.)\n Lisa, I said stand down!\n\n\nUnknown:\n \n[CS]\n I'm going to open the door.\n\n\n(Doorknob turns. Men aim. Door opens slightly.)\n\n\nUnknown:\n \n[CS]\n Please don't-\n\n\n(Charlie-4 pushes the door open and enters the room, followed by Charlie-1. The former's bodycam shows a young woman getting knocked to the floor. She has a hunting rifle slung on her back. Charlie-4 aims the gun at her while Charlie-1 checks the room.)\n\n\nCharlie-1:\n Clear. \n(Into radio.)\n Blue Team. Sniper has been subdued.\n\n\nCharlie-6:\n Fuck yes, man!\n\n\n(Blue Team reposition out of cover and turn on their lights.)\n\n\nUnknown woman:\n \n(\n[CS]\n while rubbing her nose.)\n Ow! You are a nutcase! Why?\n\n\nCharlie-1:\n Identify yourself.\n\n\nUnknown woman:\n \n(\n[CS]\n)\n I'm- \n[EN]\n My name is Kamila Navrátilová. This is my friend's house.\n\n\nCharlie-1:\n \n(Turns to Charlie-4)\n Good work Charli-\n\n\nCharlie-4:\n Wait, your name is Kamila Navrátilová?\n\n\n(They both look at the woman.)\n\n\nUnknown woman:\n Yes. Kamila Navrátilová. My husband is Peter Navrátil. He went to get help. Is he safe?\n\n\n(They both look at each other before Charlie-1 gestures towards his bodycam.)\n Look here please.\n\n\n(The woman cocks her head before looking at the camera for a while.)\n\n\nUnknown woman:\n So…how long do I—\n\n\nCharlie-1:\n \n(Speaks into radio.)\n TOC, do we confirmation on identity?\n\n\nTOC:\n TOC to Charlie Team. Affirmative. That is Kamila Navrátilová. She left Poland three days ago on a trip.\n\n\nCharlie-6:\n That's her?\n\n\nCharlie-9:\n Oh wow!\n\n\nKamila:\n Is something going on?\n\n\nCharlie-1:\n It's nothing. We don't have information about your husband. Now I n-\n\n\nCharlie-9:\n Barn! Someone's in the window.\n\n\n(Loud scuffling and moans heard outside. The three look out towards the barn. Drone footage shows a man clambering out the barn window. He drops to the ground and gets up looking around; panting.)\n\n\nKamila:\n My God, Radim.\n\n\nCharlie-1:\n You know hi-\n\n\n(Kamila rushes to the window waving both her hands.)\n\n\nKamila:\n \n[SLK]\n Radim! Hey, Radim! The police are here!\n\n\nCharlie-1:\n What are you doing?\n\n\n(The man, appearing in his mid 40s, turns to look at Kamila. He smiles. Suddenly, an SCP-7332-A instance emerges from the barn window. Radim sees it and runs.)\n\n\nRadim:\n \n[SLK]\n Shit!\n\n\n(The instance slithers out the barn window after him.)\n\n\nKamila:\n Shit! No! No!\n\n\nCharlie-1:\n \n(Pointing at an empty window.)\n -4! Window!\n\n\n(Kamila hastily shoulders, aims, and fires as Charlie-4 takes position at the other window. Radim ducks as the instance is shot, staggering it. The bullet hits the ground. He runs towards Blue Team's lights.)\n\n\nCharlie-1:\n \n(Into radio.)\n Charlie-3 and -5, instance chasing civv at barn. Stop it.\n\n\nTOC:\n TOC to Blue Team. Unidentified male is running from barn toward your location.\n\n\nCharlie-3:\n Yes, Sir!\n\n\nCharlie-5:\n On it.\n\n\n(The instance recovers and continues pursuit, but Charlie-4 shoots it with his shotgun. Charlie-3 and -5 catch up and burn it.)\n\n\nCharlie-5:\n \n(Stops shooting.)\n It's dead! It's dead.\n\n\nCharlie-3:\n \n(Stops shooting later.)\n Copy that. \n(Turns to look at Radim.)\n Hey! Wait!\n\n\n(Radim continues running towards Blue Team through the path between the maize and wheat field, shouting at them. Drone footage and the bodycams show multiple movements in the wheat and corn stalks converging towards him.)\n\n\nCharlie-3:\n Oh fuck.\n\n\nRadim:\n \n[SLK]\n HELP ME! PLEASE! HELP ME!\n\n\nCharlie-6:\n Oh dear God. \n(Shouts.)\n \n[SLK]\n QUICKLY! RUN! COME HERE!\n(Orders team.)\n \n[EN]\n Gunners! Shoot the fields!\n\n\n(Blue Team's gunners begin shooting the fields. Man lowers his head and picks up speed.)\n\n\nRadim:\n \n(Panting.)\n \n[SLK]\n HELP ME.\n\n\nCharlie-6:\n \n(Goes forward while speaking.)\n \n[SLK]\n Come on man! Come on!\n\n\nRadim:\n \n[SLK]\n HEL-\n\n\n(An SCP-7332 instance pounces out of the wheat crops and knocks him into the maize as a second one drags him in. Screaming is heard and blood is seen spurting from the cornstalks.)\n\n\nCharlie-8:\n Shit! Shit!\n\n\nCharlie-6:\n B-Burn them! Burn them, quick!\n\n\n(Flamers join in shooting into the fields. Two SCP-7332 instances rush out of the burning crops towards the team.)\n\n\nCharlie-9:\n \n(Dodging)\n FUCK! FUCK!\n\n\n(One of the entities rams and knocks down Charlie-8 while the other passes Charlie-9 and slashes Charlie-7 as he shoots at it.)\n\n\nCharlie-7:\n AHHH! OH GOD!\n\n\n(The entities are quickly dispatched by the rest of Blue Team. Charlie-9 runs to Charlie-7 and shakes him.)\n\n\nCharlie-9:\n Mitch! Stay with me, man! Mitch, don't you dare!\n\n\nCharlie-6:\n \n(Holds Charlie-9's shoulder)\n Tascha, he's gone! We have to go. Now!\n\n\nCharlie-9:\n No! Mitch… \n(Quiet sobs)\n No…\n\n\n(Charlie-9 gets up and follows Charlie-6.)\n\n\nCharlie-6:\n Blue Team, regroup near the river. More open space there. Move! Move! Move!\n\n\n(Charlie-8 is assisted by Charlie-10 getting up. He clutches his bleeding right forearm.)\n\n\nCharlie-8:\n Fuck! My arm.\n\n\nCharlie-10:\n You'll be fine dude. Let's go.\n\n\nTOC:\n Red Team, be advised. You have 4-5 hostiles approaching the front door from the fields.\n\n\n(Drone footage shows multiple objects moving through the crops away from the fire away from the burning crops. A cacophony of baby cries and chittering can be heard.)\n\n\nCharlie-1:\n Red Team flamers, we're getting out. Create a defensive peri-\n\n\nCharlie-3:\n \n(Takes in a deep breath.)\n Don't worry, boss. We'll fend them off.\n\n\nCharlie-5:\n I'll take the wheat fields.\n\n\n(Charlie-3 and -5 set up positions aiming at the fields.)\n\n\nCharlie-1:\n I know you will. \n(Turns to Charlie-4 and Kamila.)\n We need to go.\n\n\nCharlie-4:\n \n(Whilst reloading.)\n Yes, Sir.\n\n\nCharlie-1:\n Where's your baby?\n\n\nKamila:\n Oh.\n\n\n(Kamila quickly walks to the nearby closet and opens it. Footage shows a baby boy wrapped in cloth wearing ear muffs. Kamila gently pick up the baby.)\n\n\nKamila:\n \n[CS]\n Kuba. My love. Mama's here!\n\n\n(The men stare at Kamila.)\n\n\nCharlie-4:\n(Pointing at the ear muffs)\n Where did you get…\n\n\nKamila:\n \n(Looks at them, the ear muffs, then back at them)\n Oh! I-I found them at the barn when I was hiding. Jakub needs it more than me.\n\n\nCharlie-1:\n Alright! Let's go.\n\n\n(As they are moving to leave, Charlie-4 turns to Kamila.)\n\n\nCharlie-4:\n Hey, sorry about that. The door.\n\n\nKamila:\n No worries. Almost broke my nose, but ok. \n(Pauses)\n Did you find that thing?\n\n\nCharlie-4:\n What? The scarecrow? No. There was nothing in tha-\n\n\n(Charlie-2's voice is heard on the radio.)\n\n\nCharlie-2:\n Guys, help me! HELP! OH!!\n\n\nCharlie-1:\n Oh fuck!\n\n\nCharlie-4:\n Lisa? LISA?! Oh shit. \n(Gestures to Kamila.)\n Get your baby and stay behind us. Quick!\n\n\n(\nKamila gets Jakub as the three run downstairs of Charlie-2's voice.)\n\n\nCharlie-1:\n \n(Speaks into comms)\n Charlie-2! We're coming! Hang in there!\n\n\nCharlie-2:\n \n(Groaning)\n\n\nCharlie-1:\n \n(Murmurs indiscernibly.)\n\n\n(They enter living room. There is a new blood trail leading down the right corridor. Sounds of flames whooshing and screeching are heard outside.)\n\n\nCharlie-4:\n She's in the kitchen.\n\n\nCharlie-1:\n Tomas, wait!\n\n\nCharlie-4:\n Lisa! Hang in there. We'r-\n\n\n(An SCP-7332-B instance is seen disemboweling an unresponsive Charlie-2 as the screams continue. It suddenly turns to face the team.)\n\n\nSCP-7332-B:\n LORD HELP ME!!!! OHHHH LORD!!!! \n(Cackling)\n\n\nCharlie-4:\n What the fu-\n\n\n(The instance scrambles up the wall and onto the ceiling. Charlie -1 and -4 open fire, killing it. Kamila flinches and shouts while trying to comfort a crying Jakub.)\n\n\n(Drone footage shows Charlie-3 and Charlie-5 fighting four of the creatures which emerged from the fields. Charlie-5 burns one but is tackled by another. He removes his flamethrower before using his SMG to fire several shots at the creature, presumably killing it. Charlie-3 falls next to the car as she is attacked by two of the creatures slashing at her. Bodycam footage shows spurts of fuel leaking from behind her. Another SCP-7332-A instance is seen moving towards Charlie-5 as he reloads his SMG.)\n\n\nCharlie-3:\n Oh no you don't, fucker!\n\n\n(Charlie-3 points his flamethrower at the stalker and hits it. Seconds later, the car explodes into a large fireball, killing the three instances and Charlie-3. The explosion rocks the house.)\n\n\nCharlie-1:\n Jesus Christ!\n\n\n(The explosion causes the front of the house to catch fire as well. A large fire has spread throughout the crop fields.)\n\n\nKamila:\n Back door is through the kitchen. Go there!\n\n\nCharlie-1:\n \n(Into radio.)\n Charlie-3 and -5, respond! Meet us at the back right of the house.\n\n\nCharlie-5:\n Charlie-3 is no more. \n(Pants.)\n On the way, Sir.\n\n\n(The remainder of Red Team and the civilians rendezvous between the farmhouse and the barn.)\n\n\nCharlie-5:\n Hey guys.\n\n\nCharlie-4:\n Mark!\n\n\nCharlie-1:\n Alright, guard the civ. \n(Into radio)\n Charlie-1 to TOC. 2-3 men down. 1 injured.\n\n\nTOC:\n Affirmative, Charlie Team. Reinforcements and medical are on the way.\n\n\nCharlie-1:\n \n(Into radio.)\n Charlie-1 to Blue Team. Rendezvous at barn.\n\n\nCharlie-6:\n Copy that. We're-\n\n\n(Drone footage shows a motorboat approaching. Blue Team gets up. An unknown male begins shouting from the boat.)\n\n\nUnknown male:\n \n[CS]\nKamila! Goran! Guys! I brought help! Come quick! \n(Turns to the man at the motor and speaks.)\n \n[SLK]\n Faster brother!\n\n\nCharlie-4:\n How did a civv get past the blockade?\n\n\nKamila:\n Peter… It's Peter! He brought help.\n\n\n(Kamila starts hyperventilating.)\n\n\nKamila:\n No…no… he's brought help.\n\n\nCharlie-1:\n What the hell do you mean \"No!\" What's go-\n\n\nTOC:\n TOC to Charlie Team. There is movement in the water.\n\n\n(Charlie-1 looks at his tablet. Drone footage shows a boat approaching the dock. Two large ripples are seen north and southeast of the vessel.)\n\n\nCharlie-1:\n \n(Under his breath.)\n Fuck, vodnik…(\nGrabs his radio.)\n Blue Team! Tell that vessel to leave ASAP! They're in danger! NOW! Vodniks are in the water.\n\n\n(Blue Team begins running to the dock. Charlie-6 shouts to the boat captain while Charlie -8, -9, and -10 begin firing shots into the water.)\n\n\nCharlie-6:\n \n[SLK]\n HEY! TURN BACK! TURN BACK! IT'S IN THE WATER!\n\n\n(As the man tries to respond, the boat is rocked violently. The man looks around panically as he tries to regain his balance. Suddenly, an SCP-7332-C instance bursts out of the water and grabs the man. His scream is quickly cut short by him crashing into the water. Three more instances immerge and begin thrashing the boat, causing it to capsise. The captain is seen shouting for help before quickly disappearing under the surface.)\n\n\nCharlie-6:\n \n[SLK]\n NOOOO! NO! NO! NO! //(Turning around. \n[EN]\n Fall back! We need to get to Red Team. GO!\n\n\n(Red Team look at Kamila. She is in tears and standing still.)\n\n\nKamila:\n Pe… Peter?…\n\n\n(She clutches Jakub towards her as Charlie-1 goes towards her.)\n\n\nCharlie-1:\n Kamila. Look at me. \n(Holds her shoulders.)\n Look at me! I'm sorry. But I need you to stay strong. For Jakub. Help is on the way, we just… need.. to stay alive for a few more minutes.\n\n\nKamila:\n \n(Sniffs and nods.)\n Can you hold my baby?\n\n\n(Charlie-1 looks at the other men. Suddenly, Charlie-5 walks forward.)\n\n\nCharlie-5:\n I'll make myself useful.\n\n\n(He takes the baby from Kamila. Kamila drops the rifle to the ground.)\n\n\nKamila:\n This doesn't work. You clearly know what you are doing. If I'm coming with you, I want one of your guns. Please?\n\n\n(The men pause before Charlie-4 gives her his pistol with holster and pistol ammo pouch.)\n\n\nCharlie-4:\n Glock-18. Are you familiar with this?\n\n\nKamila:\n Peter used to… teach me Glock off-duty at the range. I— I prefer the CZ. Used to it. \n(Points to the switch on the slide.)\n What this?\n\n\nCharlie-4:\n Selector switch. \n(Pushes it up.)\n Semi-auto. \n(Pushes it back down.)\n Full auto.\n\n\nKamila:\n \n(Pauses briefly before nodding.)\n Okay.\n\n\nCharlie-4:\n Good.\n\n\n(She affixes it to her right leg.)\n\n\n(Charlie-5 returns her baby to her and she nods.)\n\n\nCharlie-1:\n Alright, let's move.\n\n\nCharlie-4 and -5:\n Yes Sir.\n\n\n(The team makes their way to the barn. Drone footage shows the house and crop fields burning. Blue Team is seen running towards the barn where they meet up.)\n\n\nCharlie-1:\n What's your status?\n\n\nCharlie-6:\n Charlie-8 is injured. All are rattled but fine.\n\n\nCharlie-9:\n I see you have the survivor.\n\n\nCharlie-4\n Yes.\n\n\nKamila:\n \n(Nods)\n Hello…\n\n\nCharlie-9:\n Hey.\n\n\n(The rest of Blue Team make short greetings.)\n\n\nCharlie-10:\n What do we do now?\n\n\nCharlie-1:\n Backup will be here soon. We bunker the civv in the barn. Charlie-5, you take flamer duty from Charlie-8.\n\n\nCharlie-5 and -8\n Copy that.\n\n\n(Charlie-5 takes -8's flamethrower.)\n\n\nCharlie-1:\n Charlie-4, -9, and myself will search the barn. The rest of you create a defensive perimeter around the civ. We don't want any surprises.\n\n\n(Shrieking and chattering is heard in the distance. Drone footage shows the SCP-7332-C instances along with other SCP-7332 instances collecting the remains of their fallen while others look in the direction of the barn.)\n\n\nCharlie-1:\n Slight change of plans. We're turning this barn into a fortress. Kamila, you're coming with us! Everyone else, you know what to do!\n\n\n(Charlie-1, -4, -9 and Kamila stack up against the barn door as the rest form a defensive perimeter. They try the door.)\n\n\nCharlie-1:\n Shit. It won't budge.\n\n\nKamila:\n There's a ladder on the side. We can enter through the window using that.\n\n\nCharlie-9:\n Then we open the door. Nice.\n\n\nCharlie-1:\n \n(Pauses.)\n Alright, let's do it.\n\n\n(Charlie-4, Charlie-9, and Kamila go and retrieve the ladder. The MTF operatives place it against the wall of the barn below the window. Charlie-4 goes up first and peeks through the window. The interior of the barn shows piles and bales of hay. Two dead bodies of farmhands are seen.)\n\n\nCharlie-4:\n Oh God.\n\n\n(He climbs through and looks around, aiming his weapon. Nothing is seen.)\n\n\nCharlie-9:\n What do you see?\n\n\nCharlie-4:\n Two bodies. Nothing else.\n\n\nCharlie-6:\n Sir, there's a lot of noise coming from there.\n\n\nCharlie-1:\n Fuck. Just go.\n\n\nCharlie-9:\n On it.\n\n\n(Charlie-9 climbs the ladder.)\n\n\nCharlie-1:\n \n(Turns to Kamila.)\n You go first.\n\n\nKamila:\n Are you s-\n\n\nCharlie-1:\n There's no time. GO!\n\n\n(Kamila climbs the ladder with Jakub followed by Charlie-1.)\n\n\nCharlie-9:\n \n(Raises hands towards Kamila.)\n I got you Ma'am.\n\n\nKamila:\n Thank you.\n\n\n(Kamila hands Jakub to Charlie-9 and proceeds to climb to the floor.)\n\n\nCharlie-9:\n \n(Touching his face.)\n Hey little man.\n\n\n(Jakub babbles.)\n\n\nKamila:\n I think he likes you.\n\n\nCharlie-9:\n \n(Giggles.)\n\n\nKamila:\n \n(Look down at ladder)\n Come up Sir.\n\n\nCharlie-1:\n Coming. Coming.\n\n\n(The three make way as he climbs up. Charlie-1's bodycam footage briefly shows a metallic object in the rafters moving. Charlie-4 is on the ground floor examining the door.)\n\n\nCharlie-4:\n Guys, looks like it has been bolted shut from the inside. I'm goin-\n\n\n(He looks up. Charlie-4's camera shows an SCP-7332 instance hanging in the rafters holding a pitchfork as Charlie-1 reaches the window.)\n\n\nCharlie-4:\n NO!\n\n\n( The entity impales Charlie-1 through the chest and face, and he's thrown backwards out the window. He falls along with the ladder.)\n\n\nCharlie-9:\n IAN!!!!\n\n\nKamila:\n NO!\n\n\n(The operatives shout and curse as the body falls.)\n\n\n(Kamila unholsters her pistol but the instance knocks her and Charlie-9 off their feet. Charlie-9 falls off the floor. She turns as she falls on the pile of hay, shielding the baby from the impact.)\n\n\nCharlie-9:\n \n(Grunts.)\n\n\n(Charlie-4 fires at the instance. An SCP-7332-A instance bursts out of the hay and tackles him to the ground. Rapid pistol shots are heard along with a faint rattling. Charlie-9 hides a crying Jakub behind a crate. She covers him with hay.)\n\n\nCharlie-9:\n Shhh. Stay here, Jakub. I'll be back with Mama.\n\n\n(The sounds of thudding are heard as the other MTF try to break in.)\n\n\n(Charlie-9 turns to fire at the instance. It is seen on top of Kamila, slashing at her with its claws. Charlie-4 is grappling with the other entity. Upon firing at it, the instance turns towards Charlie-9. It grabs Kamila and throws her to the wall of the barn into a shelf. Charlie-9 fires, but the gun clicks. She checks the gun vigorously.)\n\n\nCharlie-9:\n God f-fucking damnit!\n\n\n(The instance slithers down and approaches her. It is a much larger SCP-7332-A instance.)\n\n\nCharlie-4:\n TASCHA!\n\n\n(The instance on him hisses. Charlie-4 punches and grabs its face, tearing off the burlap, revealing nails and what appears to be a human skull.)\n\n\nCharlie-4:\n TASCHA! GET THE BABY!\n\n\n(Charlie-9 turns to run, but the creature lunges at her, pinning her to the ground. Closer viewing reveals multiple patchworks make up its body. Its face is partially singed. It rattles its tail.)\n\n\nCharlie-9:\n \n(In Austrian German.)\n OH GO TO SHIT, ASSHOLE!\n\n\n(She unsheathes her knife and stabs its chest. The creature hisses loudly before throwing her across the ground into a wooden structure. It then pulls the supports, causing the structure and bales of hay to fall on the operative.)\n\n\nTOC:\n TOC to Charlie Team. There are multiple instances converging on your location. Delta Team is almost there. Hang in tight.\n\n\nCharlie-8:\n Oh God.\n\n\nCharlie-6:\n OPEN THAT FUCKING DOOR!\n\n\n(Charlie-5 and Charlie-10 are pulling and hitting the door while -6 and -8 aim at the burning fields. Smoke billows, obscuring their vision.)\n\n\nTOC:\n TOC to Charlie Team. Visuals unclear. Switching to thermals.\n\n\n(The instance then focuses back on Kamila, who seemed to have regained consciousness and is trying to get up. It starts making clicking sounds as it approaches her. The instance is then seen grabbing her face and proceeds to make small cuts at it. Deep, raspy giggling is heard.)\n\n\nKamila:\n \n(Grunts.)\n[CS]\n Ahhh… Get off of me you bastard!\n\n\n(Kamila hand is seen grabbing something as this happens. Suddenly, she swings this object at the creature's spine. A loud crack is heard as the creature screams and collapses. Kamila pulls out a hatchet from its body. The instance attacking Charlie-4 turns its head to see the injured instance. Charlie-4 quickly unholsters his backup pistol and empties the magazine into the creature. It screams as it twitches onto the ground.)\n\n\nTOC:\n TOC to Charlie Team. Back up is on the scene. Stay put.\n\n\n(Drone footage shows multiple MTF vehicles drive up the path to the farmhouse. A machine gunner opens fire on the SCP-7332 instances, causing them to retreat into the river and the forests.)\n\n\nCharlie-10:\n Fuck yeah!\n\n\nCharlie-5:\n \n(Laughs exhaustedly.)\n\n\n(Charlie-4 quickly reloads. The injured entity rears up lopsidedly and gets shot from behind by Charlie-4. As it turns to attack him, Kamila moves to grab Charlie-4's shotgun on the ground and fires at the instance. The creature staggers forward and screams before she shoots it several more times, ripping it apart and presumably killing it.)\n\n\nKamila:\n \n(Panting.)\n \n[CS]\n Are you alright?\n\n\nCharlie-4:\n \n(Panting.)\n \n[CS]\n Yeah… I think. Open that door.\n\n\n(He walks quickly to the hay bale pile as Kamila unlocks the barn door. The rest of Charlie Team and some other reinforcements enter.)\n\n\nDelta-3:\n Put the weapon down.\n\n\nCharlie-6:\n No! No. She's with us.\n\n\n(Delta Team lowers their weapons.)\n\n\nCharlie-5:\n Took you a while, didn't you?\n\n\nKamila:\n \n(Looks down)\n Sorry.\n\n\n(Charlie-5 gives her a pat on the shoulder while chuckling.)\n\n\nTOC\n TOC to MTFs. Medical has just arrived. Good work.\n\n\n(Charlie-4 removes the debris, later helped by the other operatives, revealing Charlie-9.)\n\n\nCharlie-4:\n \n(Slapping and shaking her face.)\n Hey. Hey! Charlie-9. Wake up!\n\n\n(Charlie-9 comes to.)\n\n\nCharlie-9:\n Mmmmmhhhh…Heya Tomas.\n\n\nKamila:\n Where is Jakub?\n\n\n(Charlie-9 points at the hiding spot.)\n\n\nCharlie-9:\n There…\n\n\n(Kamila goes there to get Jakub.)\n\n\nDelta-6:\n \n(To Charlie-10.)\n The baby?\n\n\nCharlie-10:\n Yeah.\n\n\nKamila:\n There's nothing here.\n\n\n(The operatives turn to look at her.)\n\n\nCharlie-9:\n \n(Sits up.)\n What?\n\n\n(Charlie-9 tries to get up. Charlie-4 motions for her to rest but she insists.)\n\n\nCharlie-9:\n I kept him there. Behind the crate.\n\n\nKamila:\n There is nothing there.\n\n\n(Kamila starts throwing hay around. The other operatives help her search.)\n\n\nCharlie-5:\n Shit.\n\n\n(They look at him pointing at the part of the wall. A large gap has been dug underneath it.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nOnce the area had been secured and thoroughly searched, Foundation agents recovered the bodies of 10 civilians and the 4 deceased members of Charlie Team. 2 of the civilians were found in the fields. Also found in and around there were several unidentified human and animal bones; and burnt wooden and metal parts.\n\n\nDue to the fire and the instances carrying most of their fallen back with them, only the two SCP-7332 corpses from the barn were secured intact and sent to the nearest site for analysis.\n\n\nJakub Navrátil is currently MIA. Efforts to locate him are being carried out.\n\n\n \n\n\n\n\nAddendum 4: Analysis of SCP-7332 corpses\n\n\nAnalysis of the smaller SCP-7332-1 instance, designated SCP-7332-A-1, revealed mostly cloth, straw, metal, wood, and bone scraps sewn together to make the body. Inside was wiring and some electronics amongst the straw. One of these was a speaker. The head, upon removal of the burlap, was revealed to be a human skull. The teeth had been replaced with 6D\n7\n nails.\n\n\nAnalysis of the larger instance of SCP-7332-1, designated SCP-7332-A-2 \"Motley\", revealed it possessed a similar body composition to SCP-7332-A-1. Differences other than the patchwork of different cloths making up its body, were the reinforced body structure, kevlar sewn onto the main body, and the addition of blackened knife blades attached to its fingers.\n\n\nA detail of note was the rattle on its tail. Analysis of the Incident-7332-2 log as well as witness reports from other SCP-7332 sightings shows that this characteristic is unique only to this instance as of now. Based on its observed behaviour and physiology, it is theorised that this instance is possibly a pack leader, with SCP-7332 group behaviour being akin to that seen in feral dog packs.\n\n\nDuring the analysis, the researchers noticed a very faint sound coming from some of the cloth comprising the instances. Using microphones, the sounds resembled faint screaming. Samples of the cloth were sent for further testing.\n\n\n \n\n\n\n\nAddendum 5: Incident-7332-3. Recovery of Jakub Navrátil\n\n\nThe following is a transcript of the events which occurred roughly 45 hours after Incident-7332-2.\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 10/10/2005\n\n\nNOTE:\n The zone surrounding the Horváth farm is still cordoned off with the cover of an infectious crop disease quarantine. Field agents and MTF Epsilon-6 are on the scene. Kamila was deemed important to the investigation by the Site Director and was thus brought to the scene.\n\n\n\n\n[BEGIN LOG]\n\n\n(Special Investigator Erica Moss and several field agents escort Kamila through rows of tents. Personnel are seen moving around doing their respective tasks.)\n\n\nKamila:\n Can you tell me now? Have you found Jakub?\n\n\nAgent Moss:\n We are still looking for him, Ms. Navrátilová. We are doing our very best.\n\n\n(They stop at a medical tent. Agent Moss nods at a guard as she and Kamila enter. Footage shows the inside of the tent. A few personnel are inside resting on the beds as medical staff do their work. In one of these beds at the far end, Charlie-4 is seen conversing with a sitting Charlie- 9, Charlie-5, and Delta-6.)\n\n\nDelta-6:\n So she just went to town shooting at that thing?\n\n\nCharlie-4:\n Yeah! Then you guys came and saved our asses.\n\n\nCharlie-9:\n I'd bet she would have killed them all given the right stuff.\n\n\nCharlie-5:\n \n(Cocks head slowly)\n Really?\n\n\nCharlie-9:\n \n(Sighs)\n Alright, glass of water, killed as many as she could.\n\n\nDelta-6:\n Speak of the devil. Look who it is.\n\n\n(The operatives turn to see Kamila and the agents walk in. Charlie-4 walks towards them raising his hand. Charlie-5 chuckles softly and shakes his head.)\n\n\nCharlie-4:\n Kamila!\n\n\nKamila:\n Hello Sir.\n\n\nCharlie-4:\n Please. My name is Tomas. \n(Turns to agents.)\n Why have you brought her here?\n\n\nAgent Moss:\n The Director said she might be useful to the investigation. \n(Turns to Kamila)\n Ms. Navrátilová, we have some questions for you. Please follow me. Agent Hudek, you and the other MTFs are needed for assistance.\n\n\nCharlie-4:\n Sure thing. Guys, over here.\n\n\n(The group leaves the tent and begin walking.)\n\n\nAgent Moss:\n As Agent Zima is unable to meet us at this time, we'll brief him on the necessary info later.\n\n\n(Charlie-4 is seen bending his head to Ms. Navrátilová's ear as Agent Moss speaks.)\n\n\nCharlie-4:\n \n[CS]\n Charlie-6. Blue eyed guy. He's now the new leader.\n\n\nKamila:\n Mhm.\n\n\nAgent Moss:\n \n[CS]\n Thank you for elaborating, Agent Hudek.\n\n\n(The two quickly stare at her.)\n\n\nCharlie-4:\n Sh— Uh— Sorry Ma'am.\n\n\n(Charlie-9 snickers.)\n\n\n(They enter inside another larger tent. Agents are seen in the midst of analysing collected evidence presented on tables and boards. The group gathers at one of the evidence tables in the corner of the tent. On the table are photos, an urn, and several evidence bags. Two agents then place an old wooden box.)\n\n\nCharlie-9:\n Christ.\n\n\nCharlie-5:\n So what's going on, Ma'am?\n\n\nAgent Moss:\n During our search of the surrounding forests, we discovered a small cottage about a mile from the camp belonging to a farmhand who is currently missing. We found these items. Three necklaces made from phalanges in that urn hidden in the ashes. And then this came up. \n(Gestures to the box.)\n\n\n(The other agents lift the latches and open the lid.)\n\n\nCharlie-5:\n What the… fuck?\n\n\n(Inside the box a large trinket made of bones connected by string to a small human skull. One of them gently holds it up, revealing it to be an intricately designed wind chime.)\n\n\nAgent Moss:\n Analysis showed that all of these contain human bones, particularly children's bones.\n\n\nKamila:\n Oh God.\n\n\nCharlie-4:\n Why is that one separated?\n\n\n(He points at a fourth necklace in a bag kept separate from the other bags.)\n\n\nAgent Moss:\n Well, that's the thing… this was found under the foundation of the farmhouse. \n(Points back at the box.)\n Along with that box. That's why we need you, Ms. Navrátilová.\n\n\n(Kamila stays silent before nodding.)\n\n\nKamila:\n What do you need?\n\n\nAgent Moss:\n What do you know about Goran Horváth and his wife?\n\n\nKamila:\n Not a lot other than they were Peter's friends. They were very friendly. Agnesa and I became good friends.\n\n\nAgent Moss:\n Do you know how they became friends?\n\n\nKamila:\n Peter said through business. He worked for an agriculture supply company and Goran was a good customer.\n\n\nAgent Moss:\n Seems unusually too friendly for just business.\n\n\nKamila:\n \n(Pauses)\n What are you implying?\n\n\nAgent Moss:\n 6 hours ago, one of our search teams spotted what appeared to be a reddish piece of clothing snagged on a branch near the river 2 km from here. When they inspected it, they found it was a hand-stitched embroidery.\n\n\n(She shows the group a photo of the embroidery. The handkerchief is stained a faded red. On it is a 4 sentence group of lines in what appears in Czech with the names resembling \"Kamila Navrátilová\" and \"Jakub Navrátil\" sewn below it with yellow-colored thread.)\n\n\n(Kamila's eyes widen as the agents share looks at each other and her.)\n\n\nAgent Moss:\n Even the Czech girls who found it couldn't read it properly. So, we're sending it to a Czech linguist for examination. As for now…\n\n\n(She taps the bottom of the photo)\n Looks familiar, doesn't it? Seems you and your son's names are here. Only you and your son's names.\n\n\nKamila:\n I— I don't understand.\n\n\nAgent Moss:\n Ms. Navrátilová, what do you know about your husband?\n\n\nKamila:\n That man is innocent! I saw him die for God's sake! \n(Looks around at the operatives frantically.)\n You all saw as well, right?\n\n\nAgent Moss:\n Ma'am, look at me. I need you to answe-\n\n\nKamila:\n It makes no sense! How is this helping you find Jakub?!\n\n\nAgent Moss:\n Ms. Navrátilová, with the information at hand, we are going through all possibilities. Peter somehow bypassed the blocka-\n\n\n(Kamila gets up abruptly and curses under her breath before quickly walking out of the tent. Charlie-4 and Charlie-9 then follow her out.)\n\n\nCharlie-4:\n Kamila wait!\n\n\nKamila:\n \n[CS]\n Peter died in front of me and my son is missing, and that fucker is saying he did all this!\n\n\nCharlie-4:\n \n[CS]\n It's not like that.\n\n\nCharlie-9:\n Ma'am, please.\n\n\nKamila:\n \n(In tears.)\n Get away from me! All of you!\n\n\n(Some personnel see the commotion and begin walking towards Kamila.)\n\n\nCharlie-9:\n \n(Raises her hand.)\n No! No! It's cool! It's cool.\n\n\n(Seconds later, radio chatter begins from one of the personnel's radios)\n\n\nSearch Team:\n Eric, this is ST-4. Coordinates sent. We have confirmation on the boy.\n\n\n(Kamila looks at the agent before suddenly grabbing his GPS and running, knocking him to the ground.)\n\n\nCharlie-9:\n Kamila no!\n\n\n(Charlie-4 looks at Kamila and grunts before going to help the man up. Charlie-5 is seen exiting the camp towards the scene.)\n\n\nCharlie-5:\n What's going on?\n\n\nCharlie-9:\n She's going t-\n\n\n(More chatter comes from his radio but it is not clearly recorded. Charlie-4's eyes widen as he looks at the other two operatives before sprinting after Kamila.)\n\n\nCharlie-4\n Kamila wait! STOP!\n\n\n(Charlie-9 attempts to follow but Charlie-5 stops her.)\n\n\nCharlie-5:\n No. I'll go. \n(Starts running.)\n You stay here!\n\n\n(Charlie-5 runs after. He, Charlie-4, and other personnel chase after Kamila as she runs through the forest towards the location on the GPS.)\n\n\nKamila:\n Jakub! I'm coming!\n\n\nCharlie-4:\n \n(Into radio panting)\n ST-6! There is a woman approaching your location! Brown hair. Scarred face. Checkered blouse. Stop her!\n\n\nEric:\n Ma'am, stop running!\n\n\n(Personnel continue chasing for a while. Footage on a bodycam briefly shows Kamila looking at the GPS and turning left. The personnel follow, leading to an opening to a field with tall grass and weeds. Personnel from the search team are standing in the field. As Kamila approaches, they see her and attempt to stop her. She struggles against them.)\n\n\nKamila:\n Where is he?! \n(Huffing)\n Where's my son? Where's my son?! I need to see him!!!\n\n\nST-6 member:\n Ma'am. We need you to step back.\n\n\n(Charlie-4 catches up first.)\n\n\nCharlie-4:\n Kamila, please! Don't-\n\n\n(Charlie-5 reaches next. He is seen looking past them.)\n\n\nCharlie-5:\n \n[SLK]\n Oh…God…\n\n\n(Kamila manages to struggle past the team.)\n\n\nKamila:\n Jakub! Jakub! Whe-\n\n\n(Kamila stops in her tracks and stops shouting. She remains silent for a while. Eric and other personnel reach her. Gasps and silence is heard. Charlie-4 cautiously walks closer to her.)\n\n\nCharlie-4:\n Oh no…I'm sorry…\n\n\n(Kamila staggers a few steps forward before collapsing to the ground. She starts wailing and curls into a fetal position. Charlie-4 walks over and kneels down next to her. As he does this, a figure is briefly seen in front of them. Muffled sobbing is heard.)\n\n\nKamila:\n \n[CS]\n JAKUB!!!!! JAKUB!!! MY BABY!!!\n\n\n(As the personnel get closer, bodycam footage shows a clear view of the scene. In front of them is what appears to be a scarecrow posted in the middle of the field roughly the size of a toddler. They watch the scene in silence. After a moment, the leader of ST-6 slowly approaches Charlie-4 and places his hand on his shoulder. Charlie-4 looks towards the Agent and silently nods.)\n\n\nKamila:\n \n[CS]\n WHY DID YOU LEAVE ME! JAKUB!\n\n\n(She starts hitting the ground. Charlie-4 escorts her slowly away.)\n\n\nKamila:\n \n[CS]\n I HAVE NO ONE LEFT!\n\n\nCharlie-4:\n Ma'am… come with me. We-\n\n\nKamila:\n NO! NO! \n(Pointing towards the scarecrow.)\n My baby!\n\n\n(She is reluctant at first, but soon complies. They both begin slowly walking away.)\n\n\nCharlie-4:\n \n[CS]\n Come Kamila.\n\n\nKamila:\n \n[CS]\n My baby!\n\n\n(ST-6 and other personnel continue to investigate the scene, some of them moving closer to the body.)\n\n\nCharlie-4:\n \n[CS]\n Come Ma'am. I'm sorry.\n\n\n(Kamila continues crying. The scarecrow is constructed out of what appears to be flayed human skin stuffed with straw. The clothes and appearance match that of the missing boy.)\n\n\nCharlie-4:\n \n[CS]\n I'm so sorry. But \n(Sniffs)\n they need to check for evidence.\n\n\n(The agent examines the head before moving to the body. As he gently touches it, he flinches a bit.)\n\n\nST-6 member:\n Ow!\n\n\nCharlie-4:\n I'm sure you understand. \n[CS]\n It has to be done.\n\n\n(The agent sees that his glove has been cut. The carefully checks the spot, revealing what appears to be the thread and tip of a rusty screw poking out of the clothing.)\n\n\nCharlie-4:\n I promise Ma'am. We'll get those things. We'll get these bastards.\n\n\n(As he does this, the scarecrow tilts slightly.)\n\n\nKamila:\n I'LL KI-\n\n\n(A large explosion rips through the field. After 10 seconds as the smoke and dirt settle, footage from functioning bodycams show personnel running toward the carnage. Among the shouts and orders, Charlie-4's voice is heard faintly from the bodycam of Agent Eric on the ground nearby.)\n\n\nCharlie-4:\n \n(Coughs)\n Urghhhh…K-Kami-Kamila… Ma'am. Kamila? Kamila! Kamila wake up. MARK! MARK!\n\n\nCharlie-5:\n Tomas?! TOMAS! \n(To someone, presumably other personnel.)\n HERE. QUICK!\n\n\nCharlie-4:\n Kamila wake up! Wake up! \n(Under his breathe.)\n \n[CS]\n Please…\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nInvestigation of the explosion scene and analysis of the footage revealed the scarecrow was built around an IED\n8\n comprising of three PMN-1 mines surrounded by shrapnel. 3 personnel were killed in the blast and 8 were wounded. Due to this incident, the recoveries and examination of any SCP-7332 related material are to be done with extreme caution.\n\n\nSubject Kamila Navrátilová was discovered alive, but unconscious and wounded from shrapnel. She was sent for emergency medical treatment along with the rest of the wounded. On 18/10/2005, after an 8-day coma, subject Kamila Navrátilová succumbed to her wounds.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe: Cloth and word results.\n\n\n\n\n\n\n\n\n\n\nTo:\n \nten.pcs|kavonp#ten.pcs|kavonp\n\n\nFrom:\n \nten.pcs|navohce#ten.pcs|navohce\n\n\nSubject:\n IMPORTANT- Cloth and word results.\n\n\n\n\n\n\nGood morning Dr. Novák,\n\n\nYour suspicion was correct. I just received news from the Phasmology Division. According to them, the samples we sent contain high levels of ectoplasm. I will say, they seem very interested and request more material for further research. I'll send the full report upon receiving it.\n\n\nOn another note, I received a text from Agent Moss about the embroidery study. The linguist said it was in Old Czech. It was also structured as a stanza for what he thought to be some hymn.\n\n\nThis is his translation:\n\n\n\"O Baron of Straw,\n\n\nI let you in,\n\n\nReceive my gift,\n\n\nAnd spare my kin.\"\n\n\nThis could be worse than we thought. I suggest we bring this up with historical. Do get back to me as soon as possible.\n\n\nSincerely,\n\nResearcher Eric Chovan.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ FOOTNOTES\n\n\n\n\n- Close\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A boogeyman in Czech and Slovakian folklore resembling a scarecrow that hunts children.\n\n\n2\n. A water spirit from Slavic mythology.\n\n\n3\n. The Germanised form of Vodník\n\n\n4\n. Serial killer suspected to have killed at least 8 children from 1987 till his death in 2002.\n\n\n5\n. Slovak telephone number for police.\n\n\n6\n. A tactical operations center (TOC) is a command post for police, paramilitary, or military operations. A TOC usually includes a small group of specially trained officers or military personnel who guide members of an active tactical element during a mission.\n\n\n7\n. 2 inch (5.08cm)\n\n\n8\n. Improvised Explosive Device\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage created by AnAnomalousWriter.\n\n\n« \nSCP-7331\n | SCP-7332 | \nSCP-7333\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7332\n\" by Dr Lerche, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7332\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Arran Holiday 2011\n\n\nAuthor:\n Naomi\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/meemal/5886220965/\n\n\n\n\n\n\nName:\n Scarecrow\n\n\nAuthor:\n Jennifer C.\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/29638108@N06/8571533225/",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: [Kamila Navrátilová] Interviewer: [Dr. Pavel Novák] Foreword: [Interview was carried out in Czech for convenience. The subject is sat at the table. She is seen drumming her fingers on it; looking at the two-way mirror. Her son was placed in the care of the on-site doctor. She abruptly faces the door as Dr. Novák enters.] <Begin Log: 06/06/2005> Dr. Novák: Greetings Ms. Na- Mrs. Navrátilová: (Quickly gets up from seat.) Is my son ok? Where is he? I need t- Dr. Novák: Mrs. Navrátilová, your child is safe, don't worry. I need you to relax. You're all safe now. (Mrs. Navrátilová looks at the researcher before slowly sitting down.) Dr. Novák: Good. Shall we begin the interview? Mrs. Navrátilová: Yes. Dr. Novák: Ok. We want to help you as much as we can. Could you tell me what happened? From the beginning. (Looks down at notes) You made a police report stating you were being stalked? (The subject stays silent for a few seconds) Mrs. Navrátilová: Yes. It was around a week ago. My niece came over to our family house and was playing nearby the barley field. She told me that the scarecrow we put up was quite ugly. I was confused as we didn’t have a scarecrow. I asked her what she was talking about and she pointed to the field outside. I looked out the window and… there it was. This scarecrow posted in the middle of our field. I didn't remember having seen it before but I assumed Peter would have posted it. Dr. Novák: Peter? Mrs. Navrátilová: My husband. Dr. Novák: Ah! (Jots down notes) Please continue. Mrs. Navrátilová: I called Peter about it, and he said he didn't remember posting any scarecrow, but assured me that probably one of the farmhands must have done it. Told me to just leave it there for now and that he would take a look once he got back from his business trip. He also said we had (titters) sparrow problems, so free pest control. Dr. Novák: Continue. Mrs. Navrátilová: So I decided to wait for the farmhands to return. The next day, I went to collect some tools from the shed. I happened to look towards the field. I wasn't that sure of it at the time, but I noticed the scarecrow was a bit closer than before. I didn't pay too much attention and went in to get the stuff. (Pauses) Then as I turned to walk back…the damn thing was even closer. Dr. Novák: How much closer? Mrs. Navrátilová: At least 2-3 metres from when I turned then turned back. Dr. Novák: What happened after that? Mrs. Navrátilová: Nothing. It just remained there and I was staring at it. I was a bit scared, so I grasped my hammer and went to take a closer look. My niece was right. That thing was ugly as all hell! The clothes and burlap were all tattered and the arms were like branches. (Mrs. Navrátilová opens her palms fully and juts out her fingers as she says this.) Mrs. Navrátilová: And it had this big hat on covering its face. No wonder the poor girl got scared. I then walked quickly away, muttering about whoever the madman was who made it. Then a few hours later, the farmhands came for work. I asked them about the thing. And you know what? They had no idea what I was talking about. Dr. Novák: Oh… Do explain? Mrs. Navrátilová: So, I thought they were pulling a joke on me because they had to walk past the field to arrive at the house. No way they could not have seen that thing! So, I bring them to the kitchen window to show them a clear view and-and it wasn't there. The scarecrow was gone. So after settling with them, I contacted our police station chief to tell him about a potential harasser. Dr. Novák: Interesting. And what did he say? Mrs. Navrátilová: Well the only evidence I had was that my family and I saw a scarecrow, which wasn't there anymore. So he told me he really couldn't do much, but he would keep a lookout. Assured me it was probably just a prank. After that, I didn't see the scarecrow. Dr. Novák: Hmmmm (Jots down notes.) Alright. Now, Mrs. Navrátilová. What happened last night? Mrs. Navrátilová: (Pauses) I— I left Jakub inside his cot and went out for a while to feed the chickens. I managed to finish early and went back indoors. I put my kerosene lamp on the table and when to wash my hands when I heard Jakub crying. I was going to wash my hands first and then see what it was, but then I heard something. This— this— creaking. Like when bones or sticks crack. Yes… yes, I heard that over the crying. I quickly entered the room and… (Mrs. Navrátilová starts sniffling and looks agitated) Dr. Novák: (Says gently) Kamila? Mrs. Navrátilová: That scarecrow was in the room. It had moved to the room. And it was crouched over Jakub's cot. It turned to see me and I got a good look at it. Dr. Novák: What did you see? Mrs. Navrátilová: (Rubs her fingers together.) The pole. It— it wasn't a pole! It was a damn spine! It's a spine covered in… burlap. It even had this thing at the end making noise. Like a— ike those snakes in cowboy movies— like— like (Begins shaking her index finger while hissing.) . Dr. Novák: You mean rattlesnakes. Mrs. Navrátilová: Yes, rattlesnake! Yes. It was showing that rattle to Jakub. And— and it had a skeleton under the straw and cloth. Then I saw its face. It had two black holes for eyes. And it had teeth like nails. And it was smiling at him. Oh God… Dr. Novák: It's alright Kamila. Calm down. Breathe. Mrs. Navrátilová: (Kamila breathes in and out.) Dr. Novák: What happened next? Mrs. Navrátilová: I shouted at it. It tried to grab Jakub. I saw a broom nearby. I grabbed and swung it against it's head. I think I stunned it because it went backward and started shaking the head around. I managed to pull Jakub away and run out of the room. The thing then grabbed my leg and I fell over. Luckily I cushioned Jakub's fall. The thing then began crawling towards me. I started kicking it as hard as I could. I broke something in its face and the grip loosened. I got the hell up with Jakub and ran to the bathroom. Dr. Novák: The bathroom? Mrs. Navrátilová: My gun was too far away and this thing was fast. I just ran into the closest room which was good. I… I used to hide there a lot when I was a kid. They have very strong locks. So I locked the door and put Jakub in the bathtub. He was crying so loudly. Suddenly, the thing began smacking the door. It was so thin but it was causing the door to crack in a few hits. And then I heard it. Dr. Novák: Heard what, Kamila. Mrs. Navrátilová: I heard… Jakub. Dr. Novák: You heard Jakub, crying? Mrs. Navrátilová: Jakub was crying, yes. But it was coming from the door. The bastard was imitating my baby through the hole it had made. Like it was mocking me. Dr. Novák: What happened then? Mrs. Navrátilová: Then…Then I remembered something my friends and I used to do back then. I opened the cabinet and took out the hairspray and a lighter I had in my pocket. The thing was almost through the door. I lit the lighter and sprayed the damn thing. It started screaming and moved away from the door. I then rushed out the door and saw the thing trying to put itself out. I looked around and saw the kerosene lamp I left on the table. I grabbed it and threw it onto the creature. I sprayed it again and again until it was halfway on fire. It then jumped out the window screaming. I saw it run across the field and jump into the river. Dr. Novák: (Blinks several times) Woah. Um… (Pauses) Continue. Mrs. Navrátilová: I went back in to make sure Jakub was fine. Thank God he was. Then I called the police and fire department. <End Log> Closing Statement: [The use of fire has been noted to be quite effective in warding off SCP-7332. Request to equip MTFs dealing with SCP-7332 with flame-based weaponry.]",
        "\" SCP-7332 \" by Dr Lerche, from the SCP Wiki . Source: https://scpwiki.com/scp-7332 . Licensed under CC-BY-SA .",
        "Name: Arran Holiday 2011 Author: Naomi License: CC BY 2.0 Source Link: https://www.flickr.com/photos/meemal/5886220965/",
        "Name: Scarecrow Author: Jennifer C. License: CC BY 2.0 Source Link: https://www.flickr.com/photos/29638108@N06/8571533225/"
    ],
    "containment_procedures": "Reports of home invasions with the hallmarks of SCP-7332, and sightings of scarecrows in rural areas are to be investigated by MTF Epsilon-6. If encountered, personnel are to utilise incendiary weaponry against SCP-7332 instances. If incendiary weapons are unavailable, personnel are to utilise shotguns loaded with buckshot and/or firearms with a high rate of fire. Attacks are to be covered up as mundane kidnappings, murders, and home invasions.",
    "description": "SCP-7332 is a species of predatory entities inhabiting Central Europe. They resemble straw or cloth scarecrows, with the most noticeable difference being a serpentine tail in place of a rigid pole for primary locomotion. They inhabit rural areas, using farmlands, fields, open forests, and bodies of freshwater as hunting grounds. SCP-7332 prey upon children between the ages of 0-15.",
    "title": "SCP-7332"
}