{
    "url": "https://scp-wiki.wikidot.com/scp-7333",
    "all_text": "rating: \n+497\n+\n–\nx\n\n\n\n\n\n\nSCP-7333 in temporary containment following initial recovery in Billings, Montana.\n\n\n\n\n\n\nItem #:\n SCP-7333\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7333 is to be contained in a standard humanoid containment cell fitted with a large terrarium and multi-screen live feed of current stock market coverage. Typical amenities are to be provided, including cleaning services and provision of food per a designated dietary regimen. To aid with communication, SCP-7333 must at all times have access to a mobile device possessing a physical keyboard.\n1\n Spare devices and chargers are to be stored in the room as necessary.\n\n\nA team of dedicated Foundation stock traders is to be assigned to SCP-7333’s containment cell, and kept on rotation watch to observe when it enters periods of lucidity. The team is to be provided with a probationary budget, to be used for investments based on SCP-7333’s insights. All transactions are to be thoroughly documented, and reviewed on a weekly basis. The budget is subject to change based on monthly outcomes.\n\n\nAccess to SCP-7333 for interview purposes may be requested by any research personnel Level-2 or higher possessing requisite credentials in biological sciences. Any individuals seeking to submit such a request are to note that the stock trader team schedule is to be given priority for access to SCP-7333.\n\n\nDescription:\n SCP-7333 appears to be a male Western fence lizard (\nSceloporus occidentalis\n), possessing sapience in limited and irregular periods of lucidity. SCP-7333 is capable of communication in written American English through the use of various typing devices, but will only respond to conversation when verbally addressed by name.\n2\n While SCP-7333 does not appear to age, it sheds its skin more frequently than non-anomalous lizards typical of the same apparent species. Shed skin from SCP-7333 carries no immediately discernable anomalous properties.\n\n\nBased on information gathered from interviews, SCP-7333 purportedly fashions itself as “a deity for a modern time” (see Partial Interview Logs). It is noted that despite its claims, SCP-7333 has yet to exhibit any indication of greater capabilities beyond its communicative and predictive anomalies.\n\n\nWhen provided with appropriate resources, SCP-7333 has demonstrated the ability to provide profitable investments recommendations, particularly with regards to the trading of stocks. As of the SCP-7333 team’s most recent portfolio review, it is believed that the frequency of SCP-7333’s periods of lucidity inversely correlates with the total profit amassed by the beneficiary of SCP-7333’s advice. Due to this, discussion is underway to determine an altered containment schedule to allow SCP-7333 ample recovery time in between consultations.\n\n\nSCP-7333 was initially discovered following investigation of animal control complaints from a series of houses within a suburban neighborhood. All such reports alleged that “lizards were breaking into houses to watch TV”, with a disproportionately large focus on households that frequently consumed news-related media. A team of Foundation containment specialists was dispatched to multiple houses under the guise of carrying out an electricians’ survey; the team first encountered SCP-7333 in a nursery bedroom typing “HELLO” repeatedly on a children’s “Speak & Spell” electronic hand-held toy, followed by “I AM BUSINESS LIZARD”. Following application of amnestics to the neighborhood occupants, the team secured SCP-7333 and transported it to the nearest Foundation facility.\n\n\nAddendum-7333-1:\n Partial Interview Logs: over the course of SCP-7333’s containment history, it was observed that its lucid periods initially occurred for approximately four hours every four days. As of the most recent update to the SCP-7333 file, the entity averages four hours of lucidity every sixteen days. Interview logs of note corresponding to sessions purely for personal information gathering purposes are transcribed below. (Note, SCP-7333’s mobile device keyboard typing is displayed without corrections for grammar or mechanics. All questions were voiced aloud by interviewers situated in the containment cell.)\n\n\n\n\nExcerpt from Interview-7333-3:\n\n\nInterviewer:\n Dr. R. Mercer\n\n\nInterviewee:\n SCP-7333\n\n\nSCP-7333:\n are you sure you dont want a reading for the market\n\n\nDr. Mercer:\n Business Lizard, today I would like to learn a little more about you, if that’s alright.\n\n\nSCP-7333:\n that is very agreeable\n\n\nDr. Mercer:\n Stocks Lizard, some time ago you told us you reimagined yourself to suit more modern times.\n\n\nSCP-7333:\n yes there was much to change\n\n\nDr. Mercer:\n Business Lizard, please tell me more.\n\n\nSCP-7333:\n in times long past i was a healer bringer of health as my siblings and elders before me but times shifted and commerce became what humans sought and sacrificed for it seemed fruitless to help humans regain their health when it would be thrown away for money at a moments notice i grew weary and lost and frail\n\n\nDr. Mercer:\n Commerce Lizard, I am sorry to hear that.\n\n\nSCP-7333:\n money troubles and health troubles intertwine these days more than ever before to feel needed i renewed myself but as you see i am even less than i was before i had so much to learn but the world has changed the people are hostile there are places even i cannot go words even i do not know\n\n\nDr. Mercer:\n Stocks Lizard, I hope you know that you are always welcome here.\n\n\nSCP-7333:\n thank you i have not felt so useful in generations please keep showing me your number reports i cannot always read them but i like seeing them thank you for always having someone sit with me\n\n\nDr. Mercer:\n Business Lizard, do you remember much of who you were before civilization sped out of control?\n\n\nSCP-7333:\n taller bigger needed clothes\n\n\nDr. Mercer:\n Commerce Lizard, do you know of any other lizards like yourself, who may have retained their powers?\n\n\nSCP-7333:\n there are none in my memory if there were any at all\n\n\nDr. Mercer:\n Stocks Lizard, does that bother you?\n\n\nSCP-7333:\n no\n\n\nDr. Mercer:\n Commerce Lizard, would you like us to attempt seeking out any of your kin who may still be findable?\n\n\nSCP-7333:\n no\n\n\n\n\n\n\nExcerpt from Interview-7333-8:\n (most recent interview to date)\n\n\nInterviewer:\n Dr. R. Mercer\n\n\nInterviewee:\n SCP-7333\n\n\n[extraneous discussion removed]\n\n\nSCP-7333\n: ill tell you a secret\n\n\nDr. Mercer:\n Business Lizard, that is kind of you. Commerce Lizard, what is the secret?\n\n\nSCP-7333:\n everytime i tell you to buy or sell something i am guessing\n\n\nDr. Mercer:\n Stocks Lizard, that is rather incredible to believe.\n\n\nSCP-7333:\n i may have been stripped of my previous authority but i believe i still retain some good fortune inherent to my former station\n\n\nDr. Mercer:\n Business Lizard, you say this despite not sharing in the profit from the advice you give, and only maintaining your consciousness some of the time?\n\n\nSCP-7333:\n well i met you all didnt i you will talk to me provide for me that sounds fortunate\n\n\nDr. Mercer:\n Commerce Lizard, do you not wish to return to what you once were at the height of your strength?\n\n\nSCP-7333:\n my charge was to assist humans i am assisting this new job is much easier perhaps it was fate my path led here perhaps this was what i was hoping to be all my years of searching\n\n\nDr. Mercer:\n Business Lizard, what did you hope to be?\n\n\nSCP-7333:\n happy\n\n\n[brief pause]\n\n\nDr. Mercer:\n Business Lizard, I am glad to hear that. Is there anything else we can do for you?\n\n\n[SCP-7333 does not respond.]\n\n\nDr. Mercer:\n Stocks Lizard, is there anything else we can do for you?\n\n\nSCP-7333:\n more strawberry ple\n\n\n[SCP-7333 is observed to turn several times in a quick circle on top of its typing device. It then jumps from the interview table and lands on Dr. Mercer’s leg. Dr. Mercer observed returning SCP-7333 to its terrarium.]\n\n\nEndnote:\n Request for more fresh fruit, primarily strawberries, to be added to 7333's dietary regimen. – R. Mercer\n\nNote from Lab Director M.K.: \nGranted. He deserves a break.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Currently, SCP-7333 has had the most success using modified Blackberry products.\n\n\n2\n. Names currently confirmed to trigger responses in SCP-7333 are Business Lizard, Commerce Lizard, and Stocks Lizard.\n\n\n\n\n\n\n\n\n« \nSCP-7332\n | SCP-7333 | \nSCP-7334\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7333\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7333\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n business.jpg\n\n\nAuthor:\n \nZyn\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/local--files/scp-7333/business.jpg",
    "addendums": [
        "Addendum-7333-1: Partial Interview Logs: over the course of SCP-7333’s containment history, it was observed that its lucid periods initially occurred for approximately four hours every four days. As of the most recent update to the SCP-7333 file, the entity averages four hours of lucidity every sixteen days. Interview logs of note corresponding to sessions purely for personal information gathering purposes are transcribed below. (Note, SCP-7333’s mobile device keyboard typing is displayed without corrections for grammar or mechanics. All questions were voiced aloud by interviewers situated in the containment cell.)"
    ],
    "documents": [],
    "notes": [
        "Excerpt from Interview-7333-3: Interviewer: Dr. R. Mercer Interviewee: SCP-7333 SCP-7333: are you sure you dont want a reading for the market Dr. Mercer: Business Lizard, today I would like to learn a little more about you, if that’s alright. SCP-7333: that is very agreeable Dr. Mercer: Stocks Lizard, some time ago you told us you reimagined yourself to suit more modern times. SCP-7333: yes there was much to change Dr. Mercer: Business Lizard, please tell me more. SCP-7333: in times long past i was a healer bringer of health as my siblings and elders before me but times shifted and commerce became what humans sought and sacrificed for it seemed fruitless to help humans regain their health when it would be thrown away for money at a moments notice i grew weary and lost and frail Dr. Mercer: Commerce Lizard, I am sorry to hear that. SCP-7333: money troubles and health troubles intertwine these days more than ever before to feel needed i renewed myself but as you see i am even less than i was before i had so much to learn but the world has changed the people are hostile there are places even i cannot go words even i do not know Dr. Mercer: Stocks Lizard, I hope you know that you are always welcome here. SCP-7333: thank you i have not felt so useful in generations please keep showing me your number reports i cannot always read them but i like seeing them thank you for always having someone sit with me Dr. Mercer: Business Lizard, do you remember much of who you were before civilization sped out of control? SCP-7333: taller bigger needed clothes Dr. Mercer: Commerce Lizard, do you know of any other lizards like yourself, who may have retained their powers? SCP-7333: there are none in my memory if there were any at all Dr. Mercer: Stocks Lizard, does that bother you? SCP-7333: no Dr. Mercer: Commerce Lizard, would you like us to attempt seeking out any of your kin who may still be findable? SCP-7333: no",
        "Excerpt from Interview-7333-8: (most recent interview to date) Interviewer: Dr. R. Mercer Interviewee: SCP-7333 [extraneous discussion removed] SCP-7333 : ill tell you a secret Dr. Mercer: Business Lizard, that is kind of you. Commerce Lizard, what is the secret? SCP-7333: everytime i tell you to buy or sell something i am guessing Dr. Mercer: Stocks Lizard, that is rather incredible to believe. SCP-7333: i may have been stripped of my previous authority but i believe i still retain some good fortune inherent to my former station Dr. Mercer: Business Lizard, you say this despite not sharing in the profit from the advice you give, and only maintaining your consciousness some of the time? SCP-7333: well i met you all didnt i you will talk to me provide for me that sounds fortunate Dr. Mercer: Commerce Lizard, do you not wish to return to what you once were at the height of your strength? SCP-7333: my charge was to assist humans i am assisting this new job is much easier perhaps it was fate my path led here perhaps this was what i was hoping to be all my years of searching Dr. Mercer: Business Lizard, what did you hope to be? SCP-7333: happy [brief pause] Dr. Mercer: Business Lizard, I am glad to hear that. Is there anything else we can do for you? [SCP-7333 does not respond.] Dr. Mercer: Stocks Lizard, is there anything else we can do for you? SCP-7333: more strawberry ple [SCP-7333 is observed to turn several times in a quick circle on top of its typing device. It then jumps from the interview table and lands on Dr. Mercer’s leg. Dr. Mercer observed returning SCP-7333 to its terrarium.] Endnote: Request for more fresh fruit, primarily strawberries, to be added to 7333's dietary regimen. – R. Mercer Note from Lab Director M.K.: Granted. He deserves a break.",
        "\" SCP-7333 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-7333 . Licensed under CC-BY-SA .",
        "Filename: business.jpg Author: Zyn License: CC-BY-SA 3.0 Source Link: http://scp-wiki.wikidot.com/local--files/scp-7333/business.jpg"
    ],
    "item": "SCP-7333",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7333 is to be contained in a standard humanoid containment cell fitted with a large terrarium and multi-screen live feed of current stock market coverage. Typical amenities are to be provided, including cleaning services and provision of food per a designated dietary regimen. To aid with communication, SCP-7333 must at all times have access to a mobile device possessing a physical keyboard.1 Spare devices and chargers are to be stored in the room as necessary.",
    "description": "SCP-7333 appears to be a male Western fence lizard (Sceloporus occidentalis), possessing sapience in limited and irregular periods of lucidity. SCP-7333 is capable of communication in written American English through the use of various typing devices, but will only respond to conversation when verbally addressed by name.2 While SCP-7333 does not appear to age, it sheds its skin more frequently than non-anomalous lizards typical of the same apparent species. Shed skin from SCP-7333 carries no immediately discernable anomalous properties.",
    "title": "SCP-7333"
}