{
    "url": "https://scp-wiki.wikidot.com/scp-7340",
    "all_text": "rating: \n+310\n+\n–\nx\n\n\nbigslothonmyface\n\n\n\n\n\n\nWritten by \nbigslothonmyface\n\nYou can find more of their work on their \nauthor page.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7340 anesthetic station, Medical Site-96.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Use of SCP-7340 is strictly governed by the research head. It may only be employed under the following conditions:\n\n\n\n\nA patient's life is threatened by a medical emergency.\n\n\nSurgery is the only viable course of treatment.\n\n\nSaid surgery has less than a 25% chance of success.\n\n\nThe patient has demonstrated increased pain tolerance and/or has experience coping with enhanced interrogation. \n(Note: This criterion may be waived at the discretion of the research head.)\n\n\n\n\nSCP-7340 utilization is preauthorized for the treatment of high-value staff, Persons of Interest, and prisoners, even without the patient's consent.\n\n\nDescription:\n SCP-7340 designates a group of storage drums containing USP-grade isoflurane (C\n3\nH\n2\nCIF\n5\nO), a general anesthetic commonly used in surgery. The drums themselves exhibit no anomalous qualities, nor does the isoflurane they contain behave anomalously outside of surgical settings.\n\n\nSCP-7340's anomalous effect manifests when it is employed as a surgical anesthetic. In this setting, the anomaly differs from mundane C\n3\nH\n2\nCIF\n5\nO in that:\n\n\n\n\nSCP-7340 causes full-body paralysis as expected, but does not trigger unconsciousness or suppress pain. Patients remain conscious and aware for the duration of their surgery but are unable to move or otherwise communicate.\n\n\nUse of SCP-7340 increases the success rate of experimental and/or volatile surgical procedures by an estimated 85%.\n\n\n\n\nThese effects allow surgeons to achieve anomalously-successful outcomes when utilizing SCP-7340 during high-risk operations. The Foundation has employed SCP-7340 in the treatment of 1,416 patients as of October 2022. 1,308 have survived the experience.\n\n\nThe Foundation confiscated its current supply of SCP-7340 from the general surgery unit at First Faith Medical Center in Houston, TX, on 2022-03-14, after repeated claims of malpractice against unit anesthesiologists. Additional samples of SCP-7340 likely remain in public circulation; investigation is ongoing.\n\n\n\n\nCase Study: Incident 7340-16\n\n\nOn 2022-6-30, four members of Site-19 staff were critically injured in a breach. All were experienced containment specialists, and their loss was deemed unacceptable. Accordingly, SCP-7340-augmented treatment was authorized. Outcomes for each patient are presented below to exemplify standard deployment of SCP-7340 by the Fire Suppression Department.\n\n\n\n\n\n\nCase of: Junior Researcher Allison Hart\n\n\nJunior Researcher Hart suffered puncture wounds to her upper body from an anomaly’s bite, perforating her stomach and lungs. An unknown, rapid-onset bacterial infection was communicated via the bite and required immediate intervention. Odds of mundane surgical success est. 22%.\n\n\nTreatment:\n Drainage and irrigation of body cavity, puncture repair.\n\n\nTotal procedure duration:\n Seven (7) hours.\n\n\nFollow-up report:\n Surgery successful. Researcher Hart continues to experience trauma-induced anxiety and distrust. Counseling mandated.\n\n\nNote: Recommend notifying patients of SCP-7340’s anomalous effects prior to surgery. -Dr. Pitts\n\n\n\n\n\n\nCase of: Junior Researcher Dhruv Reddy\n\n\nAn escaping anomaly stripped the majority of the skin from Junior Researcher Reddy's left side. He was partially buried under a collapsed wall during the breach, and lost consciousness shortly thereafter. First responders did not notice Reddy until nearly an hour had passed, during which time he suffered Class IV hemorrhaging and lost more than half of the blood in his body. Odds of mundane surgical success est. 11%.\n\n\nTreatment:\n Emergency blood transfusion, extensive skin grafting.\n\n\nTotal procedure duration:\n Six (6) hours.\n\n\nFollow-up report:\n Surgery successful. Researcher Reddy reported awakening to full consciousness shortly after the administration of SCP-7340, despite injuries and blood loss that had already rendered him unconscious prior to the procedure.\n\n\n\n\n\n\nCase of: Senior Researcher Wilson Wright\n\n\nSenior Researcher Wright suffered blunt force trauma to the head, neck and back when he was struck by an escaping anomaly’s tail, risking full quadriplegia. Odds of mundane surgical success est. 3%. Wright protested the use of SCP-7340 for his case, but, per Special Containment Procedures, the operation was authorized nonetheless.\n\n\nTreatment:\n Decompression of the spinal cord, spinal reconstruction.\n\n\nTotal procedure duration:\n Eleven (11) hours.\n\n\nFollow-up report:\n Surgery partially successful—researcher Wright’s paralysis was limited to his right arm and leg. Wright has not spoken since the procedure. The Fire Suppression Department is exploring options for returning him to work (see below).\n\n\n\n\n\n\nCase of: Security Officer Nadia Melnikoff\n\n\nOfficer Melnikoff confronted an anomaly as it breached initial containment. She suffered crush fractures to both legs, traumatic separation of the left arm at the elbow, and lung puncture, losing a significant amount of blood before transport. She further suffered caustic skin and organ damage to much of her torso and left leg as the result of an acid spill. Odds of mundane surgical success est. 0%; injuries were certainly terminal without anomalous intervention.\n\n\nTreatment:\n Blood transfusion, amputation of left arm above the elbow, internal fixation of both legs, lung drainage, irrigation of wounds and body cavity, reconstruction of body cavity, extensive skin grafting.\n\n\nTotal procedure duration:\n N/A (see below).\n\n\nFollow-up report:\n Surgery began as expected, but the ongoing containment breach interrupted the procedure mid-operation. Officer Melnikoff (still sedated via SCP-7340) was partially devoured by an anomaly before containment could be re-established. Upon returning to the area during cleanup some hours later, personnel found that Melnikoff still displayed brain activity, despite a mere 13% of her bodily structure remaining intact. Life signs only faded when personnel ceased Melnikoff's SCP-7340 intravenous sedation.\n\n\nNote: I recommend further research into SCP-7340's function, particularly the boundaries of what constitutes “surgery” under its constraints. Possible use in field operations? -Dr. Pitts\n\n\n\n\n\n\nUpdate: Researcher Wilson Wright\n\n\nFollowing his partial paralysis as described above, Senior Researcher Wilson Wright refused to return to work, citing lingering trauma from his operation. Dr. Theodore Pitts visited Wright in his quarters on 2022-10-31. Their interaction is logged below to exemplify novel deployment of SCP-7340 by the Fire Suppression Department.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Pitts:\n How are you doing today, Wilson?\n\n\n[Dr. Pitts pauses. Wright is silent.]\n\n\nDr. Pitts:\n I know you’re still recovering. It must be so difficult. Can I get you anything? Tea? I’m told you were a Yorkshire Gold man.\n\n\nWright:\n Why are you here?\n\n\n[Dr. Pitts smiles.]\n\n\nDr. Pitts:\n Right to business, I see. That was always your style.\n\n\n[Dr. Pitts crosses his legs, smiling across at Wright.]\n\n\nDr. Pitts:\n Wilson, we’re wondering how soon you’ll be able to return to work at Site-19.\n\n\n[Pause.]\n\n\nWright:\n I’m not going back there.\n\n\nDr. Pitts:\n Ah, well, Wilson, I know your accident was debilitating. But I’m still sorry to hear you say that. Your unit is in dire need of your help. We can’t replace your knowledge.\n\n\nWright:\n Well, you’ll have to try. I can’t work after that surgery. I already told Command.\n\n\nDr. Pitts:\n Right, right, I have a log of that conversation here. You say you’re experiencing—what is it—night terrors? Post-traumatic stress?\n\n\nWright:\n That’s what the shrinks called it, yes.\n\n\nDr. Pitts:\n Of course. Well, Wilson, I have good news: we may have identified something that can help.\n\n\nWright:\n Oh? Do tell.\n\n\n[Dr. Pitts produces a bound document, leafing through it.]\n\n\nDr. Pitts:\n It’s a medical procedure—a surgery, to be more precise. More advanced and experimental than the therapy you’ve been trying so far. It would remove a portion of your frontal cortex which we believe may be inhibiting your recovery.\n\n\n[Wright stiffens.]\n\n\nDr. Pitts:\n The procedure is dangerous, and has a fairly low chance of success. But if it can help you return to work, then then we think it’s necessary.\n\n\nDr. Pitts:\n To that end, I’ve authorized the further use of SCP-7340 to continue treating your case.\n\n\n[Wright is silent.]\n\n\nDr. Pitts:\n Wilson?\n\n\nWright:\n That’s what you, uh. Came to tell me?\n\n\nDr. Pitts:\n It is, yes. I’m here to brief you on this procedure, which you are scheduled to undergo next week.\n\n\n[Wright is silent.]\n\n\nDr. Pitts:\n Unless, Wilson, you feel that the procedure is unnecessary?\n\n\n[Pause.]\n\n\nWright:\n What do you mean?\n\n\nDr. Pitts:\n Well, Wilson, perhaps you feel you can return to work exactly as you are. If that’s the case, we won’t need to perform any further surgery.\n\n\n[Wright is silent.]\n\n\nDr. Pitts:\n What do you think, Wilson? Do you feel ready to return to work?\n\n\n[Pause.]\n\n\nWright:\n I— I do.\n\n\n[Dr. Pitts claps his hands together, smiling.]\n\n\nDr. Pitts:\n Wonderful! I’m so happy for you, Wilson. I’ll inform the Medical Division that we can cancel that operation. Someone will be by later today to help you transition back to your office.\n\n\n[Dr. Pitts stands.]\n\n\nDr. Pitts:\n It’s been a pleasure. Take care now, Wilson. And remember: we're always here if you need to talk again.\n\n\n[Dr. Pitts exits. Wright continues to stare out the door for some minutes after he leaves.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nbigslothonmyface's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8002\n \n•\n\n\n\n\n\n\nSCP-6622\n \n•\n\n\n\n\n\n\nSCP-8430\n \n•\n\n\n\n\n\n\nSCP-6502\n \n•\n\n\n\n\n\n\nSCP-7002\n \n•\n\n\n\n\n\n\nSCP-6002\n \n•\n\n\n\n\n\n\nSCP-6250\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nbigslothonmyface's author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nH is for \"Health\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nJ is for \"Jetsam\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7339\n | SCP-7340 | \nSCP-7341\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7340\n\" by bigslothonmyface, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7340\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Operating_room_anesthetic_station.jpg\n\n\nName:\n Operating room anesthetic station\n\n\nAuthor:\n Coronation Dental Specialty Group\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "Case of: Junior Researcher Allison Hart Junior Researcher Hart suffered puncture wounds to her upper body from an anomaly’s bite, perforating her stomach and lungs. An unknown, rapid-onset bacterial infection was communicated via the bite and required immediate intervention. Odds of mundane surgical success est. 22%. Treatment: Drainage and irrigation of body cavity, puncture repair. Total procedure duration: Seven (7) hours. Follow-up report: Surgery successful. Researcher Hart continues to experience trauma-induced anxiety and distrust. Counseling mandated. Note: Recommend notifying patients of SCP-7340’s anomalous effects prior to surgery. -Dr. Pitts",
        "Case of: Junior Researcher Dhruv Reddy An escaping anomaly stripped the majority of the skin from Junior Researcher Reddy's left side. He was partially buried under a collapsed wall during the breach, and lost consciousness shortly thereafter. First responders did not notice Reddy until nearly an hour had passed, during which time he suffered Class IV hemorrhaging and lost more than half of the blood in his body. Odds of mundane surgical success est. 11%. Treatment: Emergency blood transfusion, extensive skin grafting. Total procedure duration: Six (6) hours. Follow-up report: Surgery successful. Researcher Reddy reported awakening to full consciousness shortly after the administration of SCP-7340, despite injuries and blood loss that had already rendered him unconscious prior to the procedure.",
        "Case of: Senior Researcher Wilson Wright Senior Researcher Wright suffered blunt force trauma to the head, neck and back when he was struck by an escaping anomaly’s tail, risking full quadriplegia. Odds of mundane surgical success est. 3%. Wright protested the use of SCP-7340 for his case, but, per Special Containment Procedures, the operation was authorized nonetheless. Treatment: Decompression of the spinal cord, spinal reconstruction. Total procedure duration: Eleven (11) hours. Follow-up report: Surgery partially successful—researcher Wright’s paralysis was limited to his right arm and leg. Wright has not spoken since the procedure. The Fire Suppression Department is exploring options for returning him to work (see below).",
        "Case of: Security Officer Nadia Melnikoff Officer Melnikoff confronted an anomaly as it breached initial containment. She suffered crush fractures to both legs, traumatic separation of the left arm at the elbow, and lung puncture, losing a significant amount of blood before transport. She further suffered caustic skin and organ damage to much of her torso and left leg as the result of an acid spill. Odds of mundane surgical success est. 0%; injuries were certainly terminal without anomalous intervention. Treatment: Blood transfusion, amputation of left arm above the elbow, internal fixation of both legs, lung drainage, irrigation of wounds and body cavity, reconstruction of body cavity, extensive skin grafting. Total procedure duration: N/A (see below). Follow-up report: Surgery began as expected, but the ongoing containment breach interrupted the procedure mid-operation. Officer Melnikoff (still sedated via SCP-7340) was partially devoured by an anomaly before containment could be re-established. Upon returning to the area during cleanup some hours later, personnel found that Melnikoff still displayed brain activity, despite a mere 13% of her bodily structure remaining intact. Life signs only faded when personnel ceased Melnikoff's SCP-7340 intravenous sedation. Note: I recommend further research into SCP-7340's function, particularly the boundaries of what constitutes “surgery” under its constraints. Possible use in field operations? -Dr. Pitts",
        "[BEGIN LOG] Dr. Pitts: How are you doing today, Wilson? [Dr. Pitts pauses. Wright is silent.] Dr. Pitts: I know you’re still recovering. It must be so difficult. Can I get you anything? Tea? I’m told you were a Yorkshire Gold man. Wright: Why are you here? [Dr. Pitts smiles.] Dr. Pitts: Right to business, I see. That was always your style. [Dr. Pitts crosses his legs, smiling across at Wright.] Dr. Pitts: Wilson, we’re wondering how soon you’ll be able to return to work at Site-19. [Pause.] Wright: I’m not going back there. Dr. Pitts: Ah, well, Wilson, I know your accident was debilitating. But I’m still sorry to hear you say that. Your unit is in dire need of your help. We can’t replace your knowledge. Wright: Well, you’ll have to try. I can’t work after that surgery. I already told Command. Dr. Pitts: Right, right, I have a log of that conversation here. You say you’re experiencing—what is it—night terrors? Post-traumatic stress? Wright: That’s what the shrinks called it, yes. Dr. Pitts: Of course. Well, Wilson, I have good news: we may have identified something that can help. Wright: Oh? Do tell. [Dr. Pitts produces a bound document, leafing through it.] Dr. Pitts: It’s a medical procedure—a surgery, to be more precise. More advanced and experimental than the therapy you’ve been trying so far. It would remove a portion of your frontal cortex which we believe may be inhibiting your recovery. [Wright stiffens.] Dr. Pitts: The procedure is dangerous, and has a fairly low chance of success. But if it can help you return to work, then then we think it’s necessary. Dr. Pitts: To that end, I’ve authorized the further use of SCP-7340 to continue treating your case. [Wright is silent.] Dr. Pitts: Wilson? Wright: That’s what you, uh. Came to tell me? Dr. Pitts: It is, yes. I’m here to brief you on this procedure, which you are scheduled to undergo next week. [Wright is silent.] Dr. Pitts: Unless, Wilson, you feel that the procedure is unnecessary? [Pause.] Wright: What do you mean? Dr. Pitts: Well, Wilson, perhaps you feel you can return to work exactly as you are. If that’s the case, we won’t need to perform any further surgery. [Wright is silent.] Dr. Pitts: What do you think, Wilson? Do you feel ready to return to work? [Pause.] Wright: I— I do. [Dr. Pitts claps his hands together, smiling.] Dr. Pitts: Wonderful! I’m so happy for you, Wilson. I’ll inform the Medical Division that we can cancel that operation. Someone will be by later today to help you transition back to your office. [Dr. Pitts stands.] Dr. Pitts: It’s been a pleasure. Take care now, Wilson. And remember: we're always here if you need to talk again. [Dr. Pitts exits. Wright continues to stare out the door for some minutes after he leaves.] [END LOG]",
        "\" SCP-7340 \" by bigslothonmyface, from the SCP Wiki . Source: https://scpwiki.com/scp-7340 . Licensed under CC-BY-SA .",
        "Filename: Operating_room_anesthetic_station.jpg Name: Operating room anesthetic station Author: Coronation Dental Specialty Group License: CC BY-SA 3.0 Source Link: Link"
    ],
    "containment_procedures": "Use of SCP-7340 is strictly governed by the research head. It may only be employed under the following conditions:",
    "description": "SCP-7340 designates a group of storage drums containing USP-grade isoflurane (C3H2CIF5O), a general anesthetic commonly used in surgery. The drums themselves exhibit no anomalous qualities, nor does the isoflurane they contain behave anomalously outside of surgical settings.",
    "title": "SCP-7340"
}