{
    "url": "https://scp-wiki.wikidot.com/scp-7341",
    "all_text": "rating: \n-5\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7341:\n The Nihilist and the Gnome\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n33.34%\n\n(+5)\n\n\n66.66%\n\n(-10)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n-5\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7341\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7341 is to be kept in a Large Object Containment Locker, modified for habitation. The Locker is to be constructed of cold iron to nullify SCP-7341's ontokinesis. Any \nClearance Level 2 (Restricted)\n or above researcher is permitted to visit SCP-7341 upon request. Should SCP-7341 be required to be moved, it is to be fitted with a set of miniature handcuffs constructed from cold iron and transported in a cold iron box. Should SCP-7341 breach containment, a Scranton Reality Anchor may be requested for recontainment operations. Honey may be offered for good behavior.\n\n\nIdentification and apprehension of POI-7341-1 is ongoing.\n\n\nDescription:\n SCP-7341 is a small male humanoid, measuring 35 cm in height, physically resembling a gnome from European folklore. SCP-7341 displays a friendly personality to all personnel and enjoys engaging in various topics, usually nonsensical in nature. SCP-7341 is a Class-3 ontokinetic, capable of significant alterations to itself and immediate surroundings in a 100 meter radius\n1\n, though it displays a weakness to cold iron.\n\n\nAddendum 1:\n Recording recovered from head mounted camera\n\n\n\n\nPOI-7341-1 is hiking through a forest. She looks down momentarily, holding a marriage ring, notably appearing to have suffered burn damage. She continues hiking for several hours, only pausing after nearly dropping the ring. She sits down and removes a photo of an unidentified woman from her backpack, which does not carry any food, water, or hiking gear. She remains in position for several minutes before standing and returning the photo to the backpack and continuing on the trail. She pauses again at a clearing overlooking a steep cliff. She sits on a nearby bench and removes a blank piece of paper from the backpack and a pen. She writes \"You always said\" before stopping. She hesitates before scribbling over the sentence and instead writing \"You were right\". She crumples the paper and shoves it in her pocket. POI-7341-1 approaches the wooden guardrail in front of the cliff edge and stares down.\n\n\nSCP-7341:\n Good afternoon!\n\n\nPOI-7341-1 turns around swiftly. No one is visible from her perspective.\n\n\nPOI-7341-1:\n Hello?\n\n\nSCP-7341:\n Down here!\n\n\nPOI-7341-1 angles her head down, where SCP-7341 is visible, waving.\n\n\nSCP-7341:\n Hi!\n\n\nPOI-7341-1 screams and stumbles back, tripping over the guardrail and landing precariously on top of it.\n\n\nSCP-7341:\n Oh, careful now!\n\n\nPOI-7341-1 scrambles away from the guardrail and around SCP-7341. SCP-7341 manifests a small cup.\n\n\nSCP-7341:\n Tea?\n\n\nPOI-7341-1:\n What the hell?!\n\n\nSCP-7341:\n I don't think so.\n\n\nPOI-7341-1:\n I- what?\n\n\nSCP-7341:\n Who?\n\n\nPOI-7341-1 stares silently at SCP-7341 as it continues to offer the small cup of tea.\n\n\nPOI-7341-1:\n Am I dead?\n\n\nSCP-7341:\n I sure hope not. That'd be tragic.\n\n\nPOI-7341-1 scoffs.\n\n\nPOI-7341-1:\n So, uh… a gnome.\n\n\nSCP-7341 nods vigorously.\n\n\nSCP-7341:\n Yes, indeedy!\n\n\nPOI-7341-1 starts laughing, prompting SCP-7341 to join in.\n\n\nPOI-7341-1:\n (struggling to breathe) I'm fucking- fucking out of here, man!\n\n\nSCP-7341:\n I- well- wait!\n\n\nPOI-7341-1 stops as she turns only to see SCP-7341 standing in front of her. She glances behind herself to see that it is no longer there. She turns back.\n\n\nPOI-7341-1:\n I could punt you.\n\n\nSCP-7341:\n Go ahead! It won't hurt me! As long as it makes you feel better!\n\n\nPOI-7341-1 taps her foot before sighing.\n\n\nPOI-7341-1:\n You're not gonna go away, are you?\n\n\nSCP-7341 holds up the cup.\n\n\nSCP-7341:\n Can we at least share some tea, first?\n\n\nPOI-7341-1 silently sits down in front of SCP-7341 and gingerly takes the cup from it.\n\n\nSCP-7341:\n So, what's your name?\n\n\nPOI-7341:\n [DATA CORRUPTED]\n2\n\n\nSCP-7341:\n A great name, dear! Music to my little ears!\n\n\nSCP-7341 giggles.\n\n\nPOI-7341-1:\n Uh-huh. I'm sorry, what is happening?\n\n\nSCP-7341:\n Why, we're talking, of course!\n\n\nPOI-7341-1:\n Yeah thanks, smartass. Why?\n\n\nSCP-7341:\n Well, why not? We're both here, we have mouths, and we can intelligently communicate complex ideas and emotions betwixt each other. Seems reason enough!\n\n\nPOI-7341-1:\n What do you want?\n\n\nSCP-7341:\n To talk.\n\n\nPOI-7341-1 begins to rise.\n\n\nSCP-7341:\n Hey, wait wait wait wait! Where're you going?\n\n\nPOI-7341-1:\n Away from you.\n\n\nSCP-7341:\n Why?\n\n\nPOI-7341-1:\n Why indeed.\n\n\nSCP-7341:\n Come on, stay awhile! You haven't even had your tea! Besides, what else do you have going on?\n\n\nPOI-7341-1 jerks her head back towards SCP-7341 and stares at it. She sighs.\n\n\nPOI-7341-1:\n Fine.\n\n\nSCP-7341:\n That's the spirit! No, not you, Jeff. Figure of speech.\n\n\nPOI-7341-1 resettles herself.\n\n\nSCP-7341:\n So, tell me a bit about yourself!\n\n\nPOI-7341-1:\n Well, I suck, for one.\n\n\nSCP-7341:\n Goodness, that's a statement! Why do you think that?\n\n\nPOI-7341-1:\n What are you, a therapist?\n\n\nSCP-7341:\n Just trying to make conversation!\n\n\nPOI-7341-1:\n It doesn't matter.\n\n\nSCP-7341:\n I'd say it certainly matters to you.\n\n\nPOI-7341-1:\n My point stands.\n\n\nSCP-7341:\n You're pretty hard on yourself, dontcha think?\n\n\nPOI-7341-1:\n I don't need a shrink, lawn ornament.\n\n\nSCP-7341:\n Hey now, I don't have my degree yet. No shrinks here!\n\n\nPOI-7341-1:\n Hilarious.\n\n\nSCP-7341:\n I try!\n\n\nPOI-7341-1:\n And that's where you messed up.\n\n\nSCP-7341:\n Oh? How so?\n\n\nPOI-7341-1:\n Trying. For example, you're obnoxious and unfunny. No point in trying to be funny if the only people who'll think you are are a bunch of 10-year-olds.\n\n\nSCP-7341:\n Ah, but what does that matter? I'm having fun and so are those hypothetical 10-year-olds!\n\n\nPOI-7341-1 shakes her head.\n\n\nPOI-7341-1:\n And then they'll grow up and won't care about you anymore and then they'll die. Lot of good that did in the grand scheme of things. We're meaningless.\n\n\nSCP-7341:\n Pish-posh, everything dies. That's just how life and time works! What matters is the meaning you give yourself!\n\n\nPOI-7341-1:\n Really? What good is personal meaning if we're all going to die? Our lives are infinitely small blips on an infinite timeline. Suffering outweighs joy and any happiness is fleeting and ultimately hollow. Everything we do amounts to a resounding nothing.\n\n\nSCP-7341:\n Even if you do think we're all meaningless in the face of death - they're a cutie by the way - I'd say that it's that very thing that makes life worth living! If we were all mopey all the time about it, then we would waste that precious time we could be using for something that, if it doesn't matter to the universe, matters to us! Live boldly before you can't! In the face of suffering, spit in it with optimism!\n\n\nPOI-7341-1:\n Optimism? Suffering disproves optimism. Trying to find joy in suffering is delusional and insulting to those who suffer.\n\n\nSCP-7341:\n Suffering is inevitable, my towering friend, but it doesn't define existence. We can't erase suffering, but we can choose how to respond to it. I've had my fair share of hardships. Just last week a deer trampled my favorite flower! Did I give into despair and curse the deer? No! I cursed the deer and started caring for a new flower! Well, I didn't actually curse-\n\n\nPOI-7341-1:\n \nYou think a fucking flower is comparable to losing everything?! My wife is-\n\n\nShe cuts herself off.\n\n\nSCP-7341:\n You okay, dearie?\n\n\nPOI-7341-1:\n Take a guess. Like I said, doesn't matter anyway. No point in getting upset. What's one person' spouse, house, job, and family compared to the universe? We're insignificant and I won't hear anything otherwise.\n\n\nSCP-7341:\n On the contrary-\n\n\nPOI-7341-1 groans.\n\n\nSCP-7341:\n Our insignificance is exactly what makes us significant. Insignificance is a gift, as we're free to laugh, cry, and exist without consequence. You can cry and rage, [DATA CORRUPTED]. Come on, knock over a few toadstools!\n\n\nPOI-7341-1:\n Already went through that phase. Turns out, being falsely accused and set up by a \nfriendly\n coworker of stealing and assault just so he can steal your shitty position at a shitty company does wonders for those emotions.\n\n\nSCP-7341:\n Loss is part of life, but it doesn't erase what came before. Happiness is fragile, but that's what makes it precious!\n\n\nPOI-7341-1:\n Fine! You know what? Prove to me that this all isn't meaningless. Do something of substance that'll convince me. You said suffering doesn't make it all pointless? Prove it then.\n\n\nSCP-7341:\n Well, I'll do my best!\n\n\nSCP-7341 snaps its fingers. Suddenly, both are standing in a large obstacle course, most of it stretching anomalously off of the cliff.\n3\n\n\nPOI-7341-1:\n And what is this supposed to prove?\n\n\nSCP-7341:\n You won't know if you won't participate!\n\n\nPOI-7341-1 throws her hands in the air before turning and walking to the finish line. As she vaults a small barrier, she steps on a banana peel. POI-7341-1 's heel is anomalously lifted forward and up, imitating an exaggerated slipping action. She momentarily lets go of the ring, catching it before it can bounce off the edge.\n\n\nSCP-7341:\n Oh, right. Safety hazards.\n\n\nSCP-7341 snaps its fingers, manifesting tall guardrails around the course. A pie anomalously manifests to the right of SCP-7341 and accelerates to hit it. SCP-7341 laughs. POI-7341-1 raises her middle finger insultingly as she walks towards the end of the course before stopping and crying out in pain. She looks down and lifts her boot to reveal a LEGO brick.\n\n\nPOI-7341-1:\n How the hell?\n\n\nSCP-7341 walks up next to her.\n\n\nSCP-7341:\n Oops, didn't mean to make them quite so painful-\n\n\nIt is cut off when a plastic pie constructed from LEGO bricks anomalously manifests next to it and accelerates to hit it. POI-7341-1 snorts.\n\n\nSCP-7341:\n Funny, is it?\n\n\nPOI-7341-1:\n Somewhat.\n\n\nPOI-7341-1 doesn't continue, instead gazing at the end of the course.\n\n\nPOI-7341-1:\n And what exactly is the point of doing this?\n\n\nSCP-7341:\n Well, you asked me for proof-\n\n\nPOI-7341-1:\n And I'm not getting any of that. What, is there a spiritual revelation I'm supposed to have when I get there? \"The real depression was the friends we made along the way\"?\n\n\nSCP-7341:\n Hey! My depressive stature doesn't mean I'm a depressive friend!\n\n\nAn abnormally large pie manifests above SCP-7341 and falls onto it, seemingly crushing it.\n\n\nPOI-7341-1:\n Oh, thank-\n\n\nThe pie is lifted by SCP-7341.\n\n\nPOI-7341-1:\n Nevermind.\n\n\nSCP-7341 tosses the pie to the side and smiles at POI-7341-1. POI-7341-1 rubs her eyes.\n\n\nPOI-7341-1:\n This isn't suffering, freak.\n\n\nSCP-7341:\n Then what?\n\n\nPOI-7341-1:\n What's the worst pain, physical or emotional, that you've ever been through?\n\n\nSCP-7341:\n Hmmm… probably when my buddy Jeff died after challenging the queen of a wasp hive to a duel.\n\n\nPOI-7341-1:\n So you do understand! I can't for the life of me tell why you're acting like life is all fun times and rainbows blasting out of our asses.\n\n\nSCP-7341:\n Can you tell me what's your worst pain?\n\n\nPOI-7341-1 sits down heavily and opens her palm, showing SCP-7341 the marriage ring.\n\n\nPOI-7341-1:\n There was a fire that swept through my neighborhood. Suddenly, with almost no warning. I was out, my wife was home. I-I could hear her screaming and I couldn't get to her in time. And you know what? Maybe I could've moved on one day, maybe the pain might've become manageable.\n\n\nSCP-7341:\n But?\n\n\nPOI-7341-1:\n But I was screwed over. Some shitass co-worker got me fired beforehand for stealing from the building's safe, which I didn't fucking do, mind you, so legal troubles and no job put me in a terrible situation. My only hope was the insurance from the fire and you know what happened? Insurance company fucked me over, because the fires also destroyed a shitton of other buildings. No profit from \nthat\n.\n\n\nPOI-7341-1 grabs a nearby LEGO brick and throws it off the course.\n\n\nPOI-7341-1:\n And hey! No life insurance, cause she wasn't expecting to explode at the ripe old age of 26! It could never happen to us, we can wait!\n\n\nSCP-7341:\n Why don't we head back, hmm?\n\n\nIt snaps its fingers and both return to the cliffside. The obstacle course has demanifested.\n\n\nPOI-7341-1:\n Why are you trying?\n\n\nSCP-7341:\n Hmm?\n\n\nPOI-7341-1:\n We, don't, matter. There's no point in this. You'll never be able to have these talks with everyone down on their luck, not without siccing the… I don't know, the shadow government or something on yourself. It doesn't matter.\n\n\nSCP-7341 removes its hat and takes two snow globes from it. Both items contain a small male humanoid, seemingly unaware of the exterior of the globe. Time passes faster within the items. Both figures quickly become notably subdued. SCP-7341 brings the snow globes together and presses them against each other, both items melding into one larger snow globe, uniting the two figures. Both figures are noticeably excited by each other's presence. SCP-7341 places the snow globe beside itself.\n\n\nSCP-7341:\n It mattered to them. They're just some tiny people I made up on the spot for a talk. Inconsequential to anything else. Should that take away from their experiences?\n\n\nPOI-7341-1:\n How about this, then? Prove that non-existence isn't infinitely more peaceful than existence.\n\n\nSCP-7341 doesn't respond.\n\n\nPOI-7341-1:\n Well?\n\n\nSCP-7341:\n I can't.\n\n\nPOI-7341-1 scoffs.\n\n\nPOI-7341-1:\n You can't? What, you run out of magic juice?\n\n\nSCP-7341:\n I could show you a taste of non-existence. But there's only two outcomes to that. You'll either run towards it or be terrified away from it. I don't want either of those things.\n\n\nPOI-7341-1:\n So you're just gonna give up?\n\n\nSCP-7341:\n I've done all I could. I'm not going to force you to do anything. Above all else, our greatest gift is the ability to choose. What are you going to do?\n\n\nPOI-7341-1:\n I just want the pain to stop.\n\n\nSCP-7341:\n That's the secret, my friend. It's not about avoiding pain. It's about finding that spark that makes it all worth it. Even if you've lost that spark, you found it once before. Why couldn't it happen again? It takes strength. It won't fall into your lap. But once you seize that spark, it turns into a flame that's close to impossible to douse. Wait, that was probably the wrong way to phrase that.\n\n\nPOI-7341-1 scoffs.\n\n\nPOI-7341-1:\n No, it's fine. Maybe there's something to your… madness.\n\n\nSCP-7341:\n What's life without a bit of that?\n\n\nPOI-7341-1:\n Orderly? A contrast to the mess of life?\n\n\nSCP-7341:\n Try boring. Life's a mess, sure, but there's just as much beauty as pain in that mess. And the pain makes that beauty all the more precious.\n\n\nBoth remain silent for several minutes. POI-7341-1 inhales to speak, but is interrupted by the approach of several Foundation containment agents.\n\n\nPOI-7341-1:\n Holy shit, it's the shadow government.\n\n\nSCP-7341:\n See you later!\n\n\nSCP-7341 vanishes in a cloud of smoke.\n\n\nPOI-7341-1:\n Are you yanking my-\n\n\nAgent:\n Freeze! Hands on your head!\n\n\nPOI-7341-1 complies and is detained.\n\n\n[END LOG]\n\n\n\n\nAddendum 2:\n Incident I-7341-1\n\n\n\n\nDate:\n 03-25-2025\n\n\nLocation:\n Site-44\n\n\nInvolved Civilians:\n 0\n\n\nInvolved Personnel:\n 1, Dr. Arcangelo Ignatov, Site-44, \nClearance Level 2 (Restricted)\n\n\nInvolved Items:\n SCP-7341\n\n\nIncident Severity:\n \nLow\n\n\nSummary:\n Incident took place during Interview IV-POI-7341-1-1, which has been transcribed here.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Arcangelo Ignatov:\n Hello, POI-7341-1.\n\n\nPOI-7341-1:\n Hi.\n\n\nIgnatov:\n We're quite interested in the humanoid organism you encountered. SCP-7341, we've named it.\n\n\nPOI-7341-1:\n You guys really like your letters and numbers.\n\n\nIgnatov:\n Indeed. What exactly can you tell us about it?\n\n\nPOI-7341-1:\n It's a talking lawn ornament with magic. Not sure what else you want.\n\n\nIgnatov:\n Lawn ornament? The footage from your camera put us under the impression that it was a flesh-and-blood creature.\n\n\nPOI-7341-1:\n You know what I meant, smartass.\n\n\nIgnatov:\n My apologies, I just needed to make sure. So it is organic?\n\n\nPOI-7341-1 makes a vauge affirmative gesture.\n\n\nIgnatov:\n Do you understand why it made contact with you in particular? Do you have any previous connection with it?\n\n\nPOI-7341-1:\n No? Seems to me that he's a bleeding heart who talks too much. I have just as much of a clue what happened back there as you do, buddy.\n\n\nIgnatov:\n I'm curious as to why you felt the need to hike to the cliff today. Why not go to your family for support?\n\n\nPOI-7341-1:\n Not the kind of folks one would go to, considering they disowned me for kissing a woman.\n\n\nIgnatov:\n Mmhmm, and finally, would you say that SCP-7341 has had any significant alterations to your worldview, beyond now knowing of the existence of gnomes?\n\n\nPOI-7341-1:\n I don't fucking know, man. Sure? Don't feel like going for a long hike anymore, at least.\n\n\nIgnatov:\n Good enough for me.\n\n\nPOI-7341-1:\n Huh?\n\n\nThe interview is interrupted when the door to the interrogation room is opened by an identical individual to Dr. Ignatov. The Ignatov sitting at the table vanishes in a puff of smoke, revealing SCP-7341. It winks at POI-7341-1.\n\n\nSCP-7341:\n Well, don't wanna let them make you forget all this!\n\n\nPOI-7341-1:\n What the hell is your-!\n\n\nSCP-7341 snaps its fingers and POI-7341-1 vanishes in a puff of smoke. All information in Foundation records that could have been used to identify POI-7341-1 is altered or destroyed at this time. SCP-7341 sways in place before sitting down exhaustedly, apparently having overexerted itself.\n\n\nSCP-7341:\n Can I have some honey?\n\n\nDr. Ignatov leaps forward and grabs SCP-7341.\n\n\nSCP-7341:\n Oh! Hey!\n\n\nSCP-7341 pokes Dr. Ignatov in the eye. Ignatov releases it and closes the door before it can escape and presses the panic button under the desk, alerting security. SCP-7341 tries to jump to reach the door button before giving up and sliding down against a wall, panting.\n\n\nSCP-7341:\n Now, was that really necessary, sir?\n\n\nDr. Ignatov:\n Are you aware of where you are?\n\n\nSCP-7341:\n Touché.\n\n\nThe PA in the room activates.\n\n\nPA:\n We see you, doctor. Remain where you are.\n\n\nBoth subjects remain in the room until the door is reopened.\n\n\nSCP-7341:\n Hooray- really?\n\n\nA security officer slams a bird cage with a simple thaumic containment rune engraved on it around SCP-7341. She slides a sheet of metal under it and picks the cage up.\n\n\nSCP-7341:\n Please don't-\n\n\nThe officer rattles the cage, disorienting SCP-7341.\n\n\nSCP-7341:\n I'm calling my lawyer.\n\n\n[END LOG]\n\n\n\n\nSCP-7341 was contained in a cold iron cage and transported to permanent containment. The Foundation was not contacted by any legal personnel regarding SCP-7341.\n\n\n\n\n\n\n\n\n« \nSCP-7340\n | SCP-7341 | \nSCP-7342\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7341\n\n\n\n\n\n\nBy\n \nCaptain_Wavzies\n\n\n\n\n\n\nPublished on \n27 Mar 2025 21:15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCaptain_Wavzies's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7456\n \n(+14)\n \n•\n\n\n\n\n\n\nSCP-6539\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-6514\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-6758\n \n(+15)\n \n•\n\n\n\n\n\n\nSCP-7367\n \n(+6)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nThe Custodian, Guide, and Creator\n \n(+1)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nWavzies' Author Page\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7341\n\" by Captain_Wavzies, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7341\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It has demonstrated an even greater range, though this comes at a heavy physical cost.\n\n\n2\n. See Addendum 2.\n\n\n3\n. Witnesses observed the sudden manifestation, quickly leading to the alerting of a nearby Foundation listening post.",
    "addendums": [
        "Addendum 1: Recording recovered from head mounted camera",
        "Addendum 2: Incident I-7341-1"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7341 \" by Captain_Wavzies, from the SCP Wiki . Source: https://scpwiki.com/scp-7341 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7341 is to be kept in a Large Object Containment Locker, modified for habitation. The Locker is to be constructed of cold iron to nullify SCP-7341's ontokinesis. Any Clearance Level 2 (Restricted) or above researcher is permitted to visit SCP-7341 upon request. Should SCP-7341 be required to be moved, it is to be fitted with a set of miniature handcuffs constructed from cold iron and transported in a cold iron box. Should SCP-7341 breach containment, a Scranton Reality Anchor may be requested for recontainment operations. Honey may be offered for good behavior.",
    "description": "SCP-7341 is a small male humanoid, measuring 35 cm in height, physically resembling a gnome from European folklore. SCP-7341 displays a friendly personality to all personnel and enjoys engaging in various topics, usually nonsensical in nature. SCP-7341 is a Class-3 ontokinetic, capable of significant alterations to itself and immediate surroundings in a 100 meter radius1, though it displays a weakness to cold iron.",
    "title": "SCP-7341"
}