{
    "url": "https://scp-wiki.wikidot.com/scp-7342",
    "all_text": "What if an alien's first exposure to human civilization was a commercial for Reese's Puffs Cereal?\n\n\n\n\n\n\n\n\nrating: \n+133\n+\n–\nx\n\n\n\n\n\n\nSCP-7342-1 contents. The individual pieces have an irregular shape compared to that expected from the original product.\n\n\n\n\n\n\nItem #:\n SCP-7342\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7342-1 and -2 are to be stored in the cryogenic foodstuffs section of Site-15. Consumption of SCP-7342-1 or -2 requires approval from the SCP-7342 project head after consultation with the on-site ethics committee liaison.\n\n\nDescription:\n SCP-7342-1 is a box labeled Reese's Puffs. The box was constructed from an unidentified carbon-fiber reinforced polymer composite. The box contains approximately 253 grams of organic material that appears visually similar (though distinct) to the breakfast cereal \"Reese's Puffs\".\n\n\nFoundation agents first detected the anomaly on August 2nd, 2022 after a high energy gamma ray burst just outside the earth's magnetosphere was observed by several astronomers. On August 25th 2022, the object was detected above the Earth's surface traveling along a parabolic arc that terminated in southeast Pennyslvania. It is unknown how the object physically survived the trip through space, the earth's atmosphere, or the force of impact, which left a crater approximately 6 meters wide.\n\n\nRegardless, Foundation agents were able to recover SCP-7342-1 and place it in containment. The contents of the object were tested thoroughly, and found to be potentially palatable by humans. A single test involving a D-Class was performed. The following is a log of that test.\n\n\n\n\nTest SCP-7342-1-01\n\n\nLocation:\n Site-15 testing chamber 45.\n\n\nDate:\n August 27th, 2022.\n\n\nInvolved Personnel:\n D-9304 and Dr. Fieri\n\n\nTesting Parameters:\n D-9304 is to eat several spoonfuls of SCP-7342-1 and answer Dr. Fieri's questions regarding any anomalies during the experience.\n\n\nD-9304 sits down at the table in the center of the chamber and picks up a spoon.\n\n\nD-9304:\n So you just want me to eat this?\n\n\nDr. Fieri answers from the other side of the protective glass through the intercom.\n\n\nDr. Fieri:\n Yes. And then tell us if anything odd happens.\n\n\nD-9304:\n Alright. Uh sure.\n\n\nD-9304 slowly scoops a spoonful of SCP-7342-1 into his mouth.\n\n\nDr. Fieri:\n Do you notice anything strange?\n\n\nD-9304:\n It's dry cereal.\n\n\nDr. Fieri:\n Other than that.\n\n\nD-9304:\n No? I've had Reese's Puffs before. Is this a joke?\n\n\nDr. Fieri:\n It is not. Please refrain from asking non-pertinent questions.\n\n\nD-9304:\n Alright.\n\n\nD-9304 continues to eat from the bowl, eventually finishing the small testing portion provided.\n\n\nDr. Fieri:\n Do you feel unusual?\n\n\nD-9304:\n Wait. Should I feel unusual?\n\n\nDr. Fieri:\n I don't know, you're the test subject.\n\n\nD-9304:\n I feel fine. A little hungry still, that wasn't much.\n\n\nDr. Fieri:\n You will be provided with lunch after the test.\n\n\nD-9304:\n Oh. Alright.\n\n\nD-9304 experienced fairly severe digestive distress over the next 24 or so hours, but this reaction was not outside the realm of that expected from food poisoning. While SCP-7342-1 is not believed to have been spoiled, the composition does not appear to be fully compatible with human digestion.\n\n\n\n\nOn August 2nd 2023, an additional gamma ray burst was detected outside earth's magnetosphere. SCP-7342-2 was detected and a similar parabolic arc ending in southeast Pennsylvania was calculated. The object impacted in the same location as SCP-7342-1. This object was physically similar to the -1 instance, and contained a similar amount of material.\n\n\nThe inside of the box, however, contained a message written in English using what appears to be black marker, but testing has not determined the writing's origin to any degree of certainty.\n\n\n\n\n\n\nThis box of Reese's Puffs was created in the year 42,412 AD by the species you come to refer to as the Gliscian. We are a planet of 4 billion beings inhabiting Gliese 445-C.\n\n\nEver since we discovered radio, we have been fascinated by the messages sent by your world. We spent decades decoding and unraveling the meaning of the signals you've sent across the cosmos. The first signal we decoded was an advertisement for breakfast cereals. The oddity of this has not been lost on us. But our ancestors, those who cut through the chaos and static, knew it held deeper meaning.\n\n\nIt is somewhat embarrassing that our first attempts were all chocolate or all peanut butter. There is nothing wrong with this, of course, the taste was wonderful. But the eventual combination of the two flavors led to a gustatory awakening on our world whose value can be scarcely overstated.\n\n\nIn the end of course, your signals ceased. We hoped that you were well, and we knew that when the time came, we would thank you for your wonderful messages. When we visited your world, however, we found nothing but a wasteland. You had destroyed yourselves. So long ago.\n\n\nAnd so we bent the whole of our science and industry to the purpose of sending you a message. The power needed to transport even a small object back in time was immense, but our society knew it was important. The first object was a gift. The second is our message to you.\n\n\nI do not know if we can save you. I do not know if you can change what you one day may be. You are trying to survive through your time so that you may live into ours. I really hope that you do.\n\n\nPerhaps we can meet. Perhaps we can work together and build a greater future. Perhaps the grand promise of those first messages will eventually be fulfilled.\n\n\nBut above all else, there is one thing you need to know.\n\n\nThe journey of the Human and the Gliscian does not end here. We will accompany you across all time, and all worlds. We will delve into the cosmos, companions to the end. No matter what the destination, we go together.\n\n\nLike peanut butter and chocolate.\n\n\n\n\n\n\n\n\n« \nSCP-7341\n | SCP-7342 | \nSCP-7343\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7342\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7342\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Reese's_Puffs_Bats_(48923025367).jpg\n\n\nAuthor:\n Matthew Bellemare\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n 7342.mp3\n\n\nAuthor:\n Doctor Cimmerian\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo The Makers of Reese's Puffs\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test SCP-7342-1-01 Location: Site-15 testing chamber 45. Date: August 27th, 2022. Involved Personnel: D-9304 and Dr. Fieri Testing Parameters: D-9304 is to eat several spoonfuls of SCP-7342-1 and answer Dr. Fieri's questions regarding any anomalies during the experience. D-9304 sits down at the table in the center of the chamber and picks up a spoon. D-9304: So you just want me to eat this? Dr. Fieri answers from the other side of the protective glass through the intercom. Dr. Fieri: Yes. And then tell us if anything odd happens. D-9304: Alright. Uh sure. D-9304 slowly scoops a spoonful of SCP-7342-1 into his mouth. Dr. Fieri: Do you notice anything strange? D-9304: It's dry cereal. Dr. Fieri: Other than that. D-9304: No? I've had Reese's Puffs before. Is this a joke? Dr. Fieri: It is not. Please refrain from asking non-pertinent questions. D-9304: Alright. D-9304 continues to eat from the bowl, eventually finishing the small testing portion provided. Dr. Fieri: Do you feel unusual? D-9304: Wait. Should I feel unusual? Dr. Fieri: I don't know, you're the test subject. D-9304: I feel fine. A little hungry still, that wasn't much. Dr. Fieri: You will be provided with lunch after the test. D-9304: Oh. Alright. D-9304 experienced fairly severe digestive distress over the next 24 or so hours, but this reaction was not outside the realm of that expected from food poisoning. While SCP-7342-1 is not believed to have been spoiled, the composition does not appear to be fully compatible with human digestion.",
        "This box of Reese's Puffs was created in the year 42,412 AD by the species you come to refer to as the Gliscian. We are a planet of 4 billion beings inhabiting Gliese 445-C. Ever since we discovered radio, we have been fascinated by the messages sent by your world. We spent decades decoding and unraveling the meaning of the signals you've sent across the cosmos. The first signal we decoded was an advertisement for breakfast cereals. The oddity of this has not been lost on us. But our ancestors, those who cut through the chaos and static, knew it held deeper meaning. It is somewhat embarrassing that our first attempts were all chocolate or all peanut butter. There is nothing wrong with this, of course, the taste was wonderful. But the eventual combination of the two flavors led to a gustatory awakening on our world whose value can be scarcely overstated. In the end of course, your signals ceased. We hoped that you were well, and we knew that when the time came, we would thank you for your wonderful messages. When we visited your world, however, we found nothing but a wasteland. You had destroyed yourselves. So long ago. And so we bent the whole of our science and industry to the purpose of sending you a message. The power needed to transport even a small object back in time was immense, but our society knew it was important. The first object was a gift. The second is our message to you. I do not know if we can save you. I do not know if you can change what you one day may be. You are trying to survive through your time so that you may live into ours. I really hope that you do. Perhaps we can meet. Perhaps we can work together and build a greater future. Perhaps the grand promise of those first messages will eventually be fulfilled. But above all else, there is one thing you need to know. The journey of the Human and the Gliscian does not end here. We will accompany you across all time, and all worlds. We will delve into the cosmos, companions to the end. No matter what the destination, we go together. Like peanut butter and chocolate.",
        "\" SCP-7342 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-7342 . Licensed under CC-BY-SA .",
        "Filename: Reese's_Puffs_Bats_(48923025367).jpg Author: Matthew Bellemare License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: 7342.mp3 Author: Doctor Cimmerian License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-7342",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7342-1 and -2 are to be stored in the cryogenic foodstuffs section of Site-15. Consumption of SCP-7342-1 or -2 requires approval from the SCP-7342 project head after consultation with the on-site ethics committee liaison.",
    "description": "SCP-7342-1 is a box labeled Reese's Puffs. The box was constructed from an unidentified carbon-fiber reinforced polymer composite. The box contains approximately 253 grams of organic material that appears visually similar (though distinct) to the breakfast cereal \"Reese's Puffs\".",
    "title": "SCP-7342"
}