{
    "url": "https://scp-wiki.wikidot.com/scp-7343",
    "all_text": "/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"SCP Foundation\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"Secure, Contain, Protect\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\nThis file was accessed \n365\n days ago. Current Date: \n23/03/2023\n\n\nAs per RAISA protocol, this file is slated for archival in \n-2906\n days.\n\n\nNotice: Archival Delayed\n (Requested By Director Roiland Smith, \nDepartment of Economics.\n)\n\n\nOpen File?\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n>Yes\nFile Accessed.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7343\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUnnamed river, Los Gatos Creek Trail.\n\n\n\n\n\n\nSpecial Containment Procedures:\n No containment for SCP-7343 is necessary. \nPOI-18126 is to be placed under low-priority surveillance in case of a repeated encounter with SCP-7343.\n As of 23/03/2015, POI-18126 is deceased. No further surveillance is necessary. SCP-7343-1 is to be contained in a low-security storage locker.\n\n\nDescription:\n Prior to its neutralization, SCP-7343 was a deific entity belonging to an unidentified, now-defunct religion, and was theorized to have held some connection with stone. Before its neutralization on 15/03/1976\n1\n, POI-18126 was presumably the last individual to have made contact with SCP-7343, albeit without his full knowledge.\n\n\nPOI-18126 was Gary Ross Dahl, an American entrepreneur and advertising director from Bottineau, North Carolina. Information established through interviews with POI-18126 confirms that the individual first made contact with SCP-7343 at an unnamed river within the Los Gatos Creek Trail.\n\n\nDiscovery:\n POI-18126 was marked as a Person Of Interest on 09/08/1975, when trend analysis from the Department Of Economics recorded the significant financial success of POI-18126's sale of mundane pebbles, marketed as \"Pet Rocks\". The success of the product was deemed anomalous due to its nature and the disproportionate price it was sold at, prompting an investigation into the potential anomaly surrounding POI-18126 and his product after a 4 month period of consistent success in sales efforts. Both POI-18126 and the \"Pet Rocks\" sold were eventually deemed non-anomalous, due to a lack of evidence, beyond the product's unusually high sales count, corroborating the existence of anomalous activity. Research into POI-18126 and the product sold produced no evidence of memetic or cognitohazardous content present in the advertising of \"Pet Rocks\", nor embedded in the pebbles sold to public consumers. However, the potential existence of SCP-7343 was uncovered during an interview with POI-18126, following its entry into Foundation custody.\n\n\nAddendum-7343-A: Interview Log 1\n\nPOI-18126 was brought into Foundation custody under the cover story of suspected connection to a large-scale money laundering scheme under investigation by the Federal Bureau of Investigation. A transcript of the following interview is provided below:\n\n\n\n\nInterviewer:\n Dr. Roiland Smith\n\n\nInterviewed:\n POI-18126 (Gary Ross Dahl)\n\n\nForeword:\n Subject had been cleared of all suspected anomalous activity, and was intended to be interviewed only once before amnesticization and release, in accordance with Foundation security policy. As such, Dr. Smith was permitted to employ a casual demeanor in conversation with the subject to ensure cooperation.\n\n\n<Begin Log>\n\n\nSmith:\n Good evening, si-\n\n\nPOI-18126:\n Listen, I didn't do anything illegal, alright? I-I don't know what you're accusing me of, but please just check the records and get it over with. I'm clean, I swear. Never hurt a soul!\n\n\nSmith:\n Please calm down, sir. I understand that this situation may seem stressful, but we just have a few questions for you.\n\n\nPOI-18126:\n And then you'll let me go home?\n\n\nSmith:\n That depends on the circumstances. We'll hold you for a day or two, but so long as you answer every question truthfully you should be in the clear.\n\n\nPOI-18126 pauses briefly.\n\n\nPOI-18126:\n (sighs.) Fine. Ask what you need to.\n\n\nSmith:\n Appreciate the cooperation, sir. Really. Now, firstly: Are all the sales of your \"Pet Rocks\" performed via entirely legitimate means?\n\n\nPOI-18126:\n …wait. This is about the rocks? Thank god, I thought for sure you were about to bring up the-\n\n\nPOI-18126 cuts himself off abruptly, before clearing his throat and feigning a coughing fit. The coughs are noticeably exaggerated.\n\n\nPOI-18126:\n Sorry about that. Yes, the rocks were all sold purely with the power of advertising. Not to toot my own horn, but I came up with a pretty good gimmick, right? Reckon I'll be a millionaire soon.\n\n\nSmith:\n Oh absolutely, sir. Nearly gave in when my kids begged me for one: Told them they could head to the river nearby and pick themselves some pebbles if they really wanted it.\n\n\nPOI-18126 shifts slightly at the mention of a river, before responding with a chuckle.\n\n\nPOI-18126:\n $4 isn't that bad of a price for a rock. And with shipping too? If I really wanted to scam people, I could have done like the rest of those toy shops out there and sold them for a bundle.\n\n\nSmith:\n On behalf of every parent, I'm thankful you didn't. Alright, next: The rocks sold are completely ordinary?\n\n\nPOI-18126:\n Pebbles sourced straight from Rosarita Beach. Beautiful place. The company selling them thought I was insane when I showed up asking to buy a bunch of their \"smoothest, finest pebbles\" in bulk.\n\n\nSmith:\n It's not everyday they get a regular man buying their stock. I'm sure their usual customers consist of construction companies. And more construction companies.\n\n\nPOI-18126:\n Hey, it's a free market, right?\n\n\nSmith:\n Exactly. Last question?\n\n\nPOI-18126:\n Fire away, hombre.\n\n\nSmith:\n What inspired the idea of your product?\n\n\nPOI-18126 hesitates for a few seconds, unsure of how to respond.\n\n\nSmith:\n Sir? Mr Dahl?\n\n\nPOI-18126:\n W- Oh, sorry about that. Spaced out for a second.\n\n\nPOI-18126:\n I mean, they're… pebbles, y'know? You play with them as a kid, you throw them around for fun. Maybe the idea of a pebble and a kid's toy came blended in my mind or something.\n\n\nPOI-18126:\n But honestly? It sounds stupid, but… I feel like there was something out there that gave me that idea.\n\n\nSmith:\n Care to elaborate? If you feel comfortable, of course.\n\n\nPOI-18126:\n I still remember the day it happened. Moved out to Cali, some place called Los Gatos for a copy editing job. Had a day off and idle hands, so I headed out to the local trail\n2\n for some fresh air.\n\n\nPOI-18126:\n Found a real nice spot on they way in. Shade, rocks that were just nice for resting my legs on. And that river? Couldn't find a more relaxing place if I tried.\n\n\nPOI-18126:\n That's when I felt… something. Like she was saying something.\n\n\nSmith:\n …She?\n\n\nPOI-18126:\n Hmm? Oh, slip of the tongue. But I felt like I was looking for something; just couldn't put my finger on what it was.\n\n\nPOI-18126:\n Then I spotted a couple of pebbles sitting by the edge of the river. Skipped one for old times' sake. Saw it bounce down that idle river, and that's when the idea hit me. Pitched it to a couple of friends at a bar in April, and they loved it! Said I'd make a bundle off of the idea if I could actually pull it off.\n\n\nPOI-18126:\n Even now? It feels stupid, but… I still feel like I've got that pebble to thank for everything I've got now. Whoever or \nwhat\n ever sent me that idea… I think I'd want to meet them again. Somehow.\n\n\n<End Log>\n\n\nClosing Statement:\n POI-18126 was amnesticized and released from Foundation custody following this interview. Low priority investigation into possible anomalous activity at the Los Gatos Creek Trail was initiated.\n\n\n\n\nAddendum-7343-B: Recovered Object\n\nSCP-7343-1 is a non-anomalous pebble recovered from within the Los Gatos Creek Trail. Prior to SCP-7343's neutralization, SCP-7343-1 generated a sufficient quantity of Akiva Radiation to classify as a divine artifact, albeit a minor one with no outwardly apparent effects on reality. However, it was noted that the amount of Akiva Radiation produced by SCP-7343-1 fluctuated in tandem with the quantity of sales for the \"Pet Rock\" product in the global market: As the success of the \"Pet Rock\" and the sales achieved by the product fell steadily throughout 1976, SCP-7343-1 was observed to produce similarly waning levels of Akiva Radiation.\n\n\nAddendum-7343-C: Neutralization\n\nOn 15/03/1976, SCP-7343-1 ceased all generation of Akiva Radiation, coinciding with the first recorded day where the \"Pet Rock\" achieved zero sales, on account of its fading popularity since its conception. Additionally, the following inscription was found carved onto the surface of SCP-7343-1:\n\n\n\n\n\n\nthank you for what you did\n\n\nhave helped me more than you could know\n\n\ncan remember the children playing again\n\n\nplease remember\n\n\ni love you\n\n\n\n\n\n\nAs of 15/03/1976, SCP-7343 is considered neutralized. POI-18126 is not be informed of SCP-7343's current status.\n\n.\n\n.\n\n.\n\nClose File?\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n>No\nFile Open.\n\n\n\n\n\n\nOpen File for Archival?\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n>Yes\nArchival Lock lifted. RAISA has been notified.\n\n\n\n\n\n\nGoodbye, Director Smith.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Despite the date of SCP-7343's neutralization falling on the Ides of March, no association with Roman culture or mythology has been observed.\n\n\n2\n. This area has been identified as the Los Gatos Creek Trail.\n\n\n\n\n\n\n\n\n« \nSCP-7342\n | SCP-7343 | \nSCP-7344\n »\n\n\n\n\n\n\n\n\nLicensing/Citation\n\n\n\n\nHide Licensing/Citation\n\n\n\n\n\n\nFilename:\n Los_Gatos_Creek_Trail.jpg\n\n\nAuthor:\n Ramkmeno\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Los_Gatos_Creek_Trail.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Roiland Smith Interviewed: POI-18126 (Gary Ross Dahl) Foreword: Subject had been cleared of all suspected anomalous activity, and was intended to be interviewed only once before amnesticization and release, in accordance with Foundation security policy. As such, Dr. Smith was permitted to employ a casual demeanor in conversation with the subject to ensure cooperation. <Begin Log> Smith: Good evening, si- POI-18126: Listen, I didn't do anything illegal, alright? I-I don't know what you're accusing me of, but please just check the records and get it over with. I'm clean, I swear. Never hurt a soul! Smith: Please calm down, sir. I understand that this situation may seem stressful, but we just have a few questions for you. POI-18126: And then you'll let me go home? Smith: That depends on the circumstances. We'll hold you for a day or two, but so long as you answer every question truthfully you should be in the clear. POI-18126 pauses briefly. POI-18126: (sighs.) Fine. Ask what you need to. Smith: Appreciate the cooperation, sir. Really. Now, firstly: Are all the sales of your \"Pet Rocks\" performed via entirely legitimate means? POI-18126: …wait. This is about the rocks? Thank god, I thought for sure you were about to bring up the- POI-18126 cuts himself off abruptly, before clearing his throat and feigning a coughing fit. The coughs are noticeably exaggerated. POI-18126: Sorry about that. Yes, the rocks were all sold purely with the power of advertising. Not to toot my own horn, but I came up with a pretty good gimmick, right? Reckon I'll be a millionaire soon. Smith: Oh absolutely, sir. Nearly gave in when my kids begged me for one: Told them they could head to the river nearby and pick themselves some pebbles if they really wanted it. POI-18126 shifts slightly at the mention of a river, before responding with a chuckle. POI-18126: $4 isn't that bad of a price for a rock. And with shipping too? If I really wanted to scam people, I could have done like the rest of those toy shops out there and sold them for a bundle. Smith: On behalf of every parent, I'm thankful you didn't. Alright, next: The rocks sold are completely ordinary? POI-18126: Pebbles sourced straight from Rosarita Beach. Beautiful place. The company selling them thought I was insane when I showed up asking to buy a bunch of their \"smoothest, finest pebbles\" in bulk. Smith: It's not everyday they get a regular man buying their stock. I'm sure their usual customers consist of construction companies. And more construction companies. POI-18126: Hey, it's a free market, right? Smith: Exactly. Last question? POI-18126: Fire away, hombre. Smith: What inspired the idea of your product? POI-18126 hesitates for a few seconds, unsure of how to respond. Smith: Sir? Mr Dahl? POI-18126: W- Oh, sorry about that. Spaced out for a second. POI-18126: I mean, they're… pebbles, y'know? You play with them as a kid, you throw them around for fun. Maybe the idea of a pebble and a kid's toy came blended in my mind or something. POI-18126: But honestly? It sounds stupid, but… I feel like there was something out there that gave me that idea. Smith: Care to elaborate? If you feel comfortable, of course. POI-18126: I still remember the day it happened. Moved out to Cali, some place called Los Gatos for a copy editing job. Had a day off and idle hands, so I headed out to the local trail 2 for some fresh air. POI-18126: Found a real nice spot on they way in. Shade, rocks that were just nice for resting my legs on. And that river? Couldn't find a more relaxing place if I tried. POI-18126: That's when I felt… something. Like she was saying something. Smith: …She? POI-18126: Hmm? Oh, slip of the tongue. But I felt like I was looking for something; just couldn't put my finger on what it was. POI-18126: Then I spotted a couple of pebbles sitting by the edge of the river. Skipped one for old times' sake. Saw it bounce down that idle river, and that's when the idea hit me. Pitched it to a couple of friends at a bar in April, and they loved it! Said I'd make a bundle off of the idea if I could actually pull it off. POI-18126: Even now? It feels stupid, but… I still feel like I've got that pebble to thank for everything I've got now. Whoever or what ever sent me that idea… I think I'd want to meet them again. Somehow. <End Log> Closing Statement: POI-18126 was amnesticized and released from Foundation custody following this interview. Low priority investigation into possible anomalous activity at the Los Gatos Creek Trail was initiated.",
        "Filename: Los_Gatos_Creek_Trail.jpg Author: Ramkmeno License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Los_Gatos_Creek_Trail.jpg"
    ],
    "containment_procedures": "No containment for SCP-7343 is necessary. POI-18126 is to be placed under low-priority surveillance in case of a repeated encounter with SCP-7343. As of 23/03/2015, POI-18126 is deceased. No further surveillance is necessary. SCP-7343-1 is to be contained in a low-security storage locker.",
    "description": "Prior to its neutralization, SCP-7343 was a deific entity belonging to an unidentified, now-defunct religion, and was theorized to have held some connection with stone. Before its neutralization on 15/03/19761, POI-18126 was presumably the last individual to have made contact with SCP-7343, albeit without his full knowledge.",
    "title": "SCP-7343"
}