{
    "url": "https://scp-wiki.wikidot.com/scp-7349",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\nItem #:\n SCP-7349\n\nObject Class:\n Pending\n\n\nSpecial Containment Procedures:\n All eidomorphs not known to be infected by SCP-7349 must be immediately quarantined at their current location, and exclusively interacted with through remotely-operated drones. All eidomorphs attempting to leave their quarantine zone must be deterred by any means necessary, excluding human contact. All entities attempting to enter a quarantine zone must be deterred, apprehended, or terminated.\n\n\nIf an uninfected eidomorph comes within ten metres of a human or an eidomorph infected by SCP-7349, they must be remotely monitored for at least four hours. Any eidomorph exhibiting symptoms of SCP-7349 infection must be relocated to a Foundation facility for containment and study.\n\n\nUpdate 23/02/2024:\n Instances of SCP-7349-A must be kept at least ten metres away from Elan-Vital energy sources at all times, and stored in airtight containers. All handling of SCP-7349-A must be conducted through remotely-operated machines.\n\n\nDescription:\n SCP-7349 is the tentative designation for an as-yet unidentified viral pathogen which exclusively infects \neidomorphs\n. It is currently unclear whether SCP-7349 is a genuine anomalous phenomenon, or a poorly-understood eidophysical disease; regardless, SCP-7349 affects approximately 85% of known eidomorphs as of February 2025.\n\n\nObservations indicate that SCP-7349 is primarily transmitted by close proximity between eidomorphs, similar to an airborne pathogen; analysis has failed to identify any atmospheric abnormalities in locations occupied by infectees. Additionally, a noteworthy portion of cases have had no prior contact with other eidomorphs, instead appearing to have contracted SCP-7349 from human contact; implementation of Level A biological hazmat procedures has failed to prevent this method of infection, and no human cases of SCP-7349 have yet been identified.\n\n\nAcross all cases SCP-7349 is transmissible within fifteen minutes of contraction, with initial symptoms manifesting two hours later. These symptoms progressively increase in severity for the duration of infection, and universally consist of:\n\n\n\n\nEpisodes of amnesia, disorientation, confusion, and dissociative fugue, with the duration of episodes correlating to the length of infection;\n\n\nDevelopment of depersonalisation-derealisation disorder, dissociative identity disorder, and delusions pertaining to self-identity and physical condition, particularly somatoparaphrenia\n1\n and Descartes syndrome;\n2\n\n\nAccumulation of carbon, sulphur and phosphorous to generate non-gaseous organic compounds which are deposited on nearby surfaces, with genetic analysis confirming the substances match the individual prior to their death (where possible);\n\n\nDissipation of constituent plasma and Bose-Einstein condensate into gaseous hydrogen and nitrogen, resulting in a gradual reduction of mass and a predicted total dissipation of the eidomorph;\n\n\nSignificant escalation of the internal magnetic field, sufficient to interfere with nearby unshielded electrical devices.\n\n\n\n\nThere is no known cure.\n\n\nAddendum 1:\n\nThe following is a video transcript of the dissipation of one Edward Nischebach, an eidomorph that inhabited the Burmaro Ironworks Foundry since their \ndeath in an industrial accident\n on November 11, 1911.\n\n\nOn January 7, 2024, Department of Eidophysics personnel were dispatched from \nthe nearby Site-43\n to determine whether Edward was infected by the then-emerging SCP-7349 pathogen; it is suspected he contracted the disease from these staff, as upon locating Edward several days later, several symptoms of infection were apparent. Edward was quarantined at Site-43 for treatment and study until July 23, 2026, when the following occurred.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 23/07/2026\n\n\n\n\n00:00:\n \nDepicted is the interior of a standard containment chamber, painted black; all surfaces, including the 19th-century furniture throughout, is covered in a thin layer of slime. Edward is present as a translucent, glowing, semi-humanoid figure, floating around the room aimlessly and arguing with themselves.\n\n\n03:16:\n \nThey stop above a chair and looks around. They appear unfamiliar with their surroundings.\n\n\n03:40:\n \nEdward approaches the door of the chamber and unsuccessfully attempts to open it. He then attempts to pass through it, disappearing from view.\n\n\n04:02:\n \nHe re-emerges from the door, visibly dimmer and more transparent than before. They begin searching the room while continuing to reduce in opacity and luminosity.\n\n\n07:22:\n \nThey attempt to move all present furniture to the edges of the room, but only succeed in disturbing several small items. They become aggravated, throwing the movable items across the room.\n\n\n08:19:\n \nEdward approaches the camera and speaks into it. A branching, humanoid-shaped structure is faintly visible within his mass, which becomes more apparent as the mass around it loses opacity and luminosity.\n\n\n08:42:\n \nThey moves away from the camera and resume searching the room.\n\n\n09:33:\n \nEdward abruptly stops, sits down in a chair and attempts to pick up a nearby book; failing this, he leaves it where it is and casually reads the exposed pages.\n\n\n11:15:\n \nThe underlying structure is now apparent as a glowing approximation of the human nervous system; unlike the rest of Edward’s mass, this structure retains a constant opacity and luminosity.\n\n\n12:02:\n \nEdward gets up and fervently collects the items they scattered earlier, meticulously returning them to their original positions.\n\n\n14:14:\n \nHe again throws the movable items across the room, approaches the camera, and appears to shout into it. The nervous system is more visible than the rest of his mass.\n\n\n20:19:\n \nEdward turns and walks toward the bed, but slows to a halt near the centre of the room.\n\n\n25:37:\n \nEdward has not moved, and excluding the nervous system, is now completely transparent. He remains motionless.\n\n\n30:55:\n \nThe disembodied nervous system collapses onto the floor. After several seconds it rearranges itself to lie flat, then rapidly grows throughout the layer of slime, covering the entire floor of the room and all furniture within.\n\n\n31:43:\n \nThe glowing matter recedes, drawing together at the centre of the room to form a small sphere, which slowly dims to gold.\n\n\n\n\n\nIt was subsequently discovered that SCP-7349-A are produced whenever an eidomorph succumbs to SCP-7349 infection; instances are golden, lustrous spheres five centimetres in diameter, possess no detectable molecular, atomic, or sub-atomic composition, and will spontaneously sublimate into an odourless, colourless, and undetectable gas when exposed to a quantity of \nElan-Vital energy\n equivalent to that produced by a human. As SCP-7349-A do not appear to return to a solid state, sublimated instances are functionally lost.\n\nAddendum 2:\n\nOn 28/02/2027, a shipment of SCP-7349-A being relocated from Site-17 to Area-223 were found to have inexplicably sublimated during transit. A joint investigation by the \nDepartment of Logistics\n and the Department of Eidophysics was unable to ascertain the cause.\n\n\nOn 02/03/2027, all known instances of SCP-7349-A sublimated simultaneously at 11:59 AM (GMT).\n\n\nNo new cases of SCP-7349 have been encountered since this event. Previously-infected eidomorphs no longer display any physical symptoms of infection; psychological symptoms persist, but do not appear to be escalating in severity.\n\nThe implications of this are under investigation.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A delusion where individuals believe a part of their body is not their own, but instead belongs to someone else, and cannot be convinced otherwise.\n\n\n2\n. A delusion commonly experienced by eidomorphs where they believe themselves to still be alive in a traditional, biological sense. Named after René Descartes, origin of the phrase \ncogito, ergo sum\n (‘I think, therefore I am’).\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7349\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7349\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: The following is a video transcript of the dissipation of one Edward Nischebach, an eidomorph that inhabited the Burmaro Ironworks Foundry since their death in an industrial accident on November 11, 1911.\nOn January 7, 2024, Department of Eidophysics personnel were dispatched from the nearby Site-43 to determine whether Edward was infected by the then-emerging SCP-7349 pathogen; it is suspected he contracted the disease from these staff, as upon locating Edward several days later, several symptoms of infection were apparent. Edward was quarantined at Site-43 for treatment and study until July 23, 2026, when the following occurred.\n",
        "Addendum 2: On 28/02/2027, a shipment of SCP-7349-A being relocated from Site-17 to Area-223 were found to have inexplicably sublimated during transit. A joint investigation by the Department of Logistics and the Department of Eidophysics was unable to ascertain the cause.\nOn 02/03/2027, all known instances of SCP-7349-A sublimated simultaneously at 11:59 AM (GMT).\nNo new cases of SCP-7349 have been encountered since this event. Previously-infected eidomorphs no longer display any physical symptoms of infection; psychological symptoms persist, but do not appear to be escalating in severity.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7349 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-7349 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Pending",
    "containment_procedures": "All eidomorphs not known to be infected by SCP-7349 must be immediately quarantined at their current location, and exclusively interacted with through remotely-operated drones. All eidomorphs attempting to leave their quarantine zone must be deterred by any means necessary, excluding human contact. All entities attempting to enter a quarantine zone must be deterred, apprehended, or terminated.",
    "description": "SCP-7349 is the tentative designation for an as-yet unidentified viral pathogen which exclusively infects eidomorphs. It is currently unclear whether SCP-7349 is a genuine anomalous phenomenon, or a poorly-understood eidophysical disease; regardless, SCP-7349 affects approximately 85% of known eidomorphs as of February 2025.",
    "title": "SCP-7349"
}