{
    "url": "https://scp-wiki.wikidot.com/scp-7354",
    "all_text": "All the flowers bloomed, the day wretched Važjuma descended upon our world.\n\n\n\n\n\n\n\n\n\n\n\n\nThumbnail.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7354\n - The Cruor Pool\n\n\n\n\nA reimagining of \nSCP-354\n for \nRemixCon2023\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nITEM#:\n \nSCP-7354\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL4\n\n\nsecret\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nketer\n\n\n\n\n\n\nSUBCLASS:\n\n\ntruculent\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\nkeneq\n\n\n\n\n\n\nRISK CLASS:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7354-A-18\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7354's walled enclosure is to be continually monitored for signs of SCP-7354-A manifestation. All SCP-7354-A instances are to be immediately terminated by Stationary Task Force Theta-12 (\"Lifeguards\").\n\n\n\n\nUPDATE 03/01/2009:\n All area personnel that come into physical contact with an SCP-7354-A instance are to submit to thorough medical examination immediately after neutralization, regardless of whether or not any injuries were sustained in the process.\n\n\n\n\n\n\nUPDATE 06/19/2009:\n Individuals possessing classified information of Clearance Level 3 or above may not enter Area-354. STF Theta-12 is to undergo regular team-building exercises.\n\n\n\n\n\n\nUPDATE 11/02/2009:\n \n[DATA LOST]\n\n\n\n\n\n\nUPDATE 01/25/2010:\n Heat sensors and motion detectors are to be installed within SCP-7354's enclosure.\n\n\n\n\n\n\nUPDATE 02/05/2010:\n All remaining members of STF Theta-12 are to receive cognitohazard resistance training.\n\n\n\n\nFurther additions to SCP-7354's containment procedures are expected to be made as the situation continues to develop.\n.\nTruculent:\n Item is unpredictable. Containment procedures must be continually updated to prevent a breach scenario.\n\n\nDescription:\n SCP-7354 is an approximately 10 m by 18 m basin filled with human blood, which was discovered on 01/07/2009, in Irkutsk Oblast, Russia, during a surveying expedition.\n\n\nThe basin contains a multifaceted spacial anomaly that prevents its contents from seeping into the surrounding soil and dramatically increased its internal dimensions. Ground penetrating radar scans of its interior have not yielded conclusive data.\n\n\nThe anomaly's enclosure adjoins a building complex (hereby classified as Area-354) that bears Foundation insignias. It appears to have been built at some point in the mid 1950s, though no documentation has been found of such construction taking place.\n\n\nAt irregular intervals, highly complex \ncarnomantic constructs\n (SCP-7354-A) coalesce within the anomaly. SCP-7354-A instances are invariably aggressive, physically resilient, and dangerous. Most manifestation events on record have resulted in structural damage to Area-354 and/or casualties among personnel.\n\n\nAs of 2007, the average length of time between SCP-7354-A manifestations has been decreasing.\n\n\n \n\n\n\n\n\n\nADDENDUM 7354-1\n\n\nRECORDED MANIFESTATION EVENTS\n\n\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-1\n\n\nDate:\n 01/18/2009\n\n\nDescription:\n Large chiropteran entity with a wingspan of 4.1 meters. In place of legs, subject had a mass of serpents protruding from its torso and extending downward. Entity could spit an extremely caustic fluid from a far distances and screamed loudly, without cessation.\n.\nEstimated to have been between 90-105 dB.\n\n\nResult:\n Instance was shot out of the air using an M2 Browning .12 anti-aircraft rifle, then neutralized by STF Theta-12 with standard corrosive/incendiary weaponry while it attempted to regenerate.\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-2\n\n\nDate:\n 03/01/2009\n\n\nDescription:\n Described as looking like a cross between an echidna and a sun bear. Entity was largely unaffected by gunfire and possessed quills that were coated with a rapidly-progressing neurotoxin; this was only discovered several hours after neutralization, as the toxin was transdermally active and only began showing symptoms after significant exposure had occurred.\n\n\nResult:\n Instance successfully broke through the north wall of SCP-7354's enclosure shortly after its manifestation, charging through an adjacent hall and injuring several staff members. Neutralized by STF Theta-12 with corrosive/incendiary weaponry.\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-3\n\n\nDate:\n 04/16/2009\n\n\nDescription:\n Levitating chitinous sphere with a diameter of 2.6 m, which possessed several large eyes that were irregularly spaced along its surface. When an eye was destroyed, another opened elsewhere along the entity's surface within 2-8 seconds. Instance caused rapid tumor growth in any complex living organism that it focused one of its eyes on and was largely unaffected by most forms of weaponry.\n\n\nResult:\n Neutralized via multiple sledgehammer strikes by STF Theta-12 member Agent Stone, who lacked enough organic components to be sufficiently harmed by tumor growth. In being neutralized, however, the entity exploded and doused Stone with a caustic fluid identical to that produced by SCP-7354-A-1, damaging their inorganic components severely.\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-4\n\n\nDate:\n 05/12/2009\n\n\nDescription:\n 4.8 m-tall reptilian humanoid capable of healing its wounds with unprecedented speed,\n.\nRelative to other carnomantic constructs.\n regenerating organs, limbs, and/or portions of its own brain within 2-3 seconds. Corrosive/incendiary weaponry, which typically counteracts carnomantic self-repairing, was insufficient against against SCP-7354-A-4.\n\n\nResult:\n Instance successfully breached containment within 15 minutes of manifesting and escaped into the surrounding forest. As the entity was projected to reach a civilian population center within 48 hours of its departure, Mobile Task Force Alpha-7 (\"Last Chance\")\n.\nMTF Alpha-7:\n ETTRA-operated task force created for the utilization of SCP-7376-A in combat scenarios.\n was dispatched to neutralize it.\n\n\nAfter terminating the anomaly, \nSCP-7376-A\n.\nSCP-7376-A:\n 4000+ year old Nälkä warrior and carnomancer. Commonly known as \"Võlutaar Hevel\" or \"Abel\". Formerly romantically entangled with Grand Karcist Ion (the prophet and founder of GoI-610).\n remarked that the carnomancy animating it was \"strange\", but could not verbalize its observations with greater detail. Other members of MTF Alpha-7 noted that SCP-7376-A appeared visibly unsettled for the rest of the day.\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-5\n\n\nDate:\n 06/19/2009\n\n\nDescription:\n 3.7 m long arachnid with a two large human mouths on its back and multiple prehensile tubelike appendages coming out of its stomach.\n\n\nResult:\n Instance escaped SCP-7354's enclosure shortly after manifestation. Throughout its containment breach, the anomaly displayed a higher degree of intelligence than previously seen SCP-7354-A instances, setting up ambushes and traps using nearly-transparent webbing.\n\n\nOn several occasions when dispatching prey, SCP-7354-A-5 would extend its extra appendages into its victim's ears, forcibly remove their brain, and ingest it, whereupon its human mouths would begin repeating the victim's deepest secrets in their first language. Not only did this cause some small amount of discord among STF Theta-12, but the anomaly ultimately came upon \n[REDACTED]\n, who had been visiting Area-354 for an unscheduled inspection prior to the manifestation event. Upon taking his brain, it proceeded to repeat several pieces of highly classified information, including \n[REDACTED]\n, \n[REDACTED]\n, and \n[DATA EXPUNGED]\n.\n\n\nSCP-7354-A-5 was neutralized through usage of corrosive/incendiary weaponry, after which all those present were administered Class C amnestics.\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-7354-A-6\n\n\n\n\n\n\nInstance:\n SCP-7354-A-6\n\n\nDate:\n 07/11/2009\n\n\nDescription:\n Two humanoids of indeterminate ethnicity that were conjoined at several points on their bodies.\n\n\nResult:\n Instance was fired upon shortly after manifesting and expired almost immediately. Medical examination of its corpse revealed that, beyond its physical abnormalities, it was identical to baseline human beings.\n\n\n\n\n \n\n\n\n\n\n\n[DATA LOST]\n\n\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-14\n\n\nDate:\n 01/25/2010\n\n\nDescription:\n Cephalopodic entity of unknown size and appearance.\n\n\nResult:\n SCP-7354-A-14's manifestation event went unnoticed at first, as it remained submerged after coalescing. Over the course of several hours, the anomaly slowly extended numerous tentacles from within SCP-7354, moving them beneath the newly-fallen snow in the enclosure to avoid detection from the cameras. It proceeded to squeeze its tentacles into various tiny cracks and faults in the enclosure's walls that had formed from previous manifestation events and subsequent repairs, stretching them out into Area-354's foundation.\n\n\nAt 03:08 AM all of SCP-7354-A-14's tentacles began moving simultaneously, erupting from the ground to destroy large portions of Area-354 all at once. The tentacles retreated back into SCP-7354 after sustaining heavy damage from STF Theta-12 in the ensuing altercation, but not before dragging 9 staff members into SCP-7354 with them.\n\n\nSCP-7354-A-14 and the missing personnel have not been seen since.\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-15\n\n\nDate:\n 02/05/2010\n\n\nDescription:\n A large feline entity resembling a panther. The instance's head and back were covered with organic semi-transparent crystalline structures that were analogous in appearance to ice. Light that passed through any of the structures was given cognitohazardous properties.\n\n\nResult:\n For information regarding SCP-7354-A-15's manifestation event, refer to Addendum 7354-2.\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-16\n\n\nDate:\n 02/05/2010\n\n\nDescription:\n A massive feline entity resembling a lion that was 8.8 m tall while quadrupedal. The entity was armored by a chitinous exoskeleton and its blood was superheated to the point that contact with unprotected skin caused third-degree burns.\n\n\nResult:\n For information regarding SCP-7354-A-16's manifestation event, refer to Addendum 7354-2.\n\n\n\n\n \n\n\n\n\n\n\n\n\nWatch Station Epsilon-38\n\n\n\n\n\n\nInstance:\n SCP-7354-A-17\n\n\nDate:\n 02/05/2010\n\n\nDescription:\n \n[DATA LOST]\n\n\nResult:\n \n[DATA LOST]\n\n\n\n\n \n\n\n\n\nInstance:\n SCP-7354-A-18\n\n\nDate:\n 02/05/2010\n\n\nDescription:\n A fully organic replica of Agent Stone. Whenever the instance suffered an injury that lowered its body mass, any separated portions of its body weighing 5+ kg would grow and metamorphose into a duplicate of itself (pictured above) while it regenerated.\n.\nSecondary SCP-7354-A-18 instances did not have this trait. If they did, this anomaly theoretically could have caused an NK-Class \"Grey Goo\" Scenario.\n\n\nResult:\n For information regarding SCP-7354-A-18's manifestation event, refer to Addendum 7354-2.\n\n\n\n\n \n\n\n\n\nAs far as schools of thaumaturgy go, carnomancy is rather predictable. Not unlike alchemy, it is grounded in physical principles—if you want a carnomantic construct to have structure, you need a bit of bone. Strength requires muscle fiber, intelligence requires neural tissue, and so on. SCP-7354 appears to have missed this memo—and I'm not just talking about how it's been able to make do with blood alone.\n\n\nSCP-7354-A instances, going by our current understanding of Nälkä carnomancy, shouldn't be possible. We've seen these constructs use carnomancy in ways we thought only Karcists\n.\nKarcist:\n Honorific given to the spiritual and secular leaders of the Nälkä. Possess carnomancy of such level that they have obtained biological immortality.\n could handle (levitation, \ntumor generation through line of sight\n, near-instantaneous regeneration, etc.). This doesn't just make them dangerous—it makes them \nunpredictable\n. Every manifestation event is another curveball—and you can't contain what you can't prepare for.\n\nAt first, we believed that SCP-7354's carnomancy was different, altered in some way. We assumed, \nperhaps justifiably\n, that an additional anomalous force was at play.\n\n\n\n                 \n\n\n\n\n                 \n\n\n\n\n[DATA LOST]\n\n\n\n\n\n\n\nTo sum up months of research to prove just that: we were wrong.\n\nWe have no idea how or why SCP-7354 does what it does. And we have no idea what it's going to do next.\n\n\n\n\n—Dr. Daniel Asheworth \n(Director, Thaumatology Dept.)\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7354-2\n\n\nINCIDENT 7354-KERBEROS\n\n\n\n\n\n\n \n\n\nOn 02/05/2010, starting at 05:31 AM, SCP-7354-A-15, -16, and -18 manifested within 28 minutes of one another. The resulting breach was the third most severe since the containment crisis of 2001;\n.\n2001 Containment Crisis:\n A string of massive containment breaches orchestrated by Henry Bowe, former director of the ASCI and suspected architect of the Omega-7 Initiative. The impetus for ETTRA's founding.\n nearly 90% of Area-354's personnel was already deceased when MTF Alpha-7 arrived onsite.\n\n\nThe following took place in the immediate aftermath of the breach. As Area-354's surveillance system was nonfunctional, footage is from Agent Ciara McCready's body camera.\n\n\n\n\nDate:\n 02/05/2010\n\n\nTime:\n 07:15 PM\n\n\nSubject:\n Agent Ciara McCready\n\n\n\n\n[Excerpt begins with McCready jogging through a dilapidated concrete corridor. The ground is littered with the bodies of area personnel and SCP-7354-A-18 instances. Loud impact sounds and organic tearing can be heard in the distance.]\n\n\nCaptain Zaman (COM):\n McCready, do you have Hevel's status? His feed just dropped.\n\n\nAgent McCready:\n I lost my visual in the fighting—think I'm catching up, though.\n\n\n[As Agent McCready nears a turn in the hallway, the noises abruptly stop. Passing through the turn, a 1.5 m hole in the wall of the corridor enters the camera's line of view. As she approaches the hole, it becomes apparent that it leads into SCP-7354's enclosure.]\n\n\nAgent McCready:\n Shit. We were trying to keep Hevel away from the primary anomaly, right?\n\n\nCaptain Zaman (COM):\n Confirmed. Command doesn't want too much cross-contamination between Nälkä anomalies. Is he near the enclosure?\n\n\n[Agent McCready enters the enclosure. The ground is covered in snow and chunks of inhuman gore. SCP-7376-A is kneeling at the edge of SCP-7354, faced away from McCready.]\n\n\nAgent McCready:\n You could say that.\n\n\n[Agent McCready nears SCP-7376-A.]\n\n\nAgent McCready:\n Hey Hevel, Captain says you need to keep checking for stragglers.\n\n\n[Silence. SCP-7376-A does not move.]\n\n\nAgent McCready:\n Hevel?\n\n\n[Silence.]\n\n\nSCP-7376-A:\n It happened here, you know. Ion.\n\n\nAgent McCready:\n What?\n\n\nSCP-7376-A:\n The Grand Karcist. Ozi̮rmok. This is his blood. This is his grave.\n\n\n[SCP-7376-A turns toward Agent McCready. It is silently weeping.]\n\n\nSCP-7376-A:\n This is where he died.\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7354-3\n\n\nSUPPLEMENTAL MATERIAL\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nExcerpts from \nThe Seventh Ordeal of Ion\n by Klavigar Nadox\n.\nKlavigar:\n Honorific given to Grand Karcist Ion's four closest disciples.\n\n\n\n\nAll the flowers bloomed, the day wretched Važjuma descended upon our world. It had not come in fullness, but in aspect, in avatar—for surely, if the Devourer had arrived in its entirety, the simple gravity of its terrible mass would've extinguished the sun.\n\n\nEven now, I am not entirely certain what I saw. Važjuma was a boiling sea of teeth, frothing with acid. It was a vast and detestable stomach. It was Yaldabaoth.\n\n\n\n\nAbandoning mortal form, the Ozi̮rmok's spirit filled the sky. In one hand, he\n1\n held a great flame. In another, his staff of muscle and bone. And in yet another, he carried an Archon's heart.\n\n\nGrand Karcist Ion strode forth to meet his opponent.\n\n\n\n\nIon and Važjuma fought for eleven days and eleven nights. It was a horror to behold. Each strike lit up the heavens. Each blow was heavy enough to shatter mountains. And still, the avatar was whole. Unbroken. Hungry.\n\n\nIon saw the coming dawn of the twelfth day and knew that he would not live to see its dusk.\n\n\n\n\nIon mustered up all his strength. All his courage and cunning, every piece of himself that had not yet been devoured. He summoned up everything he was, had been, and would ever be—and set it all alight. In a thunderous explosion like none I've seen before or since, Ion split the firmament open and cast Važjuma back into the Void.\n2\n\n\n\n\n\n\n \n\n\n\n\n\n\nTranslator's Notes\n\n\n\n\n1.\n Klavigar Nadox refers to Grand Karcist Ion using the \nOld Adytite\n pronoun \"ŋuraj\", which was interchangeably used to indicate masculine and gender-neutral subjects. The translator has chosen to solely use masculine pronouns for the sake of clarity, though gender-neutral pronouns would have been equally accurate.\n\n\n2.\n The veracity of \nThe Seventh Ordeal of Ion\n has been heavily disputed by members of GoI-004, who claim it is propaganda that attempts to overwrite a historical battle between the Mekhanite army and Lash-Rakal.\n.\nLash-Rakal:\n A colossal airborne entity that allegedly was the child of an Archon.\n They contend that Grand Karcist Ion's death had actually taken place several months prior, at the hands of PoI-004A-001 (\"High Priest Bumaro\").\n\n\nBumaro, notably, has not publicly confirmed or denied either account.\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7354-4\n\n\n[DATA LOST]\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n[DATA LOST]\n\n\n\n\n7376a-surveil_hx38002.log\n\n\n\n\n\n\nSCP-7376-A:\n Why didn't you tell me?!\n\n\n[DATA LOST]\n:\n Calm down. You're not making any sense.\n\n\nSCP-7376-A:\n The blood! Why didn't you tell me it was becoming faster?\n\n\n[DATA LOST]\n:\n We \ndid\n tell you that!\n\n\nSCP-7376-A:\n You told me the blood was growing more dangerous. You said \nnothing\n of speed.\n\n\n[DATA LOST]\n:\n Does the distinction matter?\n\n\nSCP-7376-A:\n \nOf course it does.\n The art of the Nälkä is that of adaptation, evolution. It is only natural that the blood would hone its weapons over time. But speed? Ion isn't here to sustain it! After nearly 3000 years, it should be getting \nslower\n.\n\n\n[DATA LOST]\n:\n But it's not.\n\n\nSCP-7376-A:\n \nI know.\n\n\n[Silence.]\n\n\nSCP-7376-A:\n Do you know what happens when you die?\n\n\n[DATA LOST]\n:\n …Are you asking me if I believe in the afterlife?\n\n\nSCP-7376-A:\n I speak of the physical process.\n\n\n[DATA LOST]\n:\n I mean, your body decomposes, doesn't it?\n\n\nSCP-7376-A:\n This is true. The body decays… and in doing so it becomes a house for parasites and scavengers. Old life gives way to new. It is the way of things.\n\n\n[Silence.]\n\n\nSCP-7376-A:\n \nDo you know what happens when a god dies?\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMontagueETC's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-⌘\n \n•\n\n\n\n\n\n\nE. T. Cetera's Proposal\n \n•\n\n\n\n\n\n\nSCP-7009\n \n•\n\n\n\n\n\n\nSCP-744\n \n•\n\n\n\n\n\n\nSCP-6454\n \n•\n\n\n\n\n\n\nSCP-8066\n \n•\n\n\n\n\n\n\nSCP-8200\n \n•\n\n\n\n\n\n\nSCP-6751\n \n•\n\n\n\n\n\n\nSCP-8408\n \n•\n\n\n\n\n\n\nSCP-6462\n \n•\n\n\n\n\n\n\nSCP-7408\n \n•\n\n\n\n\n\n\nSCP-1908\n \n•\n\n\n\n\n\n\nSCP-6607\n \n•\n\n\n\n\n\n\nSCP-7701\n \n•\n\n\n\n\n\n\nSCP-7376\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSix Codas\n \n•\n\n\n\n\n\n\nOmnigenesis and the Law of Blades\n \n•\n\n\n\n\n\n\nDR. KONDRAKI CUT UP WHILE THINKING\n \n•\n\n\n\n\n\n\nWho Made You?\n \n•\n\n\n\n\n\n\nDid It Hurt When You Fell From Heaven?\n \n•\n\n\n\n\n\n\nA Betamax Suicide Note\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMontagueETC's SCiPTEMBER 2022 Art\n \n•\n\n\n\n\n\n\netcetera, etcetera\n \n•\n\n\n\n\n\n\nArt Exchange 2023 | SCP-6759\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7353\n | SCP-7354 | \nSCP-7355\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7354\n\" by MontagueETC, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7354\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 7354-Thumbnail.png\n\n\nName:\n Mask with two heads\n\n\nAuthor:\n \nKevin Hutchinson\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n truculent-icon3.svg\n\n\nAuthor:\n \nPeppersGhost\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP-4703\n\n\n\n\n\n\n\n\nFilename:\n hands.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Detail - \"Exploration\" by Ashley Zelinskie\n\n\nAuthor:\n \nNASA's James Webb Space Telescope\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n watchstation.png\n\n\nName:\n Green Mountain Campground\n\n\nAuthor:\n \nBureau of Land Management Oregon and Washington\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n conjoin.png\n\n\nName:\n Mask with two heads\n\n\nAuthor:\n \nKevin Hutchinson\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Nadox.png\n\n\nName:\n Klavigar - Nadox (Logo)\n\n\nAuthor:\n \nSunnyClockwork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSunnyClockwork's Artwork - CotBG and Sarkicism\n\n\n\n\n\n\n\n\nFilename:\n omen.png\n\n\nName:\n Light vs dark\n\n\nAuthor:\n \nQuinn Dombrowski\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7354 \" by MontagueETC, from the SCP Wiki . Source: https://scpwiki.com/scp-7354 . Licensed under CC-BY-SA .",
        "Filename: 7354-Thumbnail.png Name: Mask with two heads Author: Kevin Hutchinson License: CC BY 2.0 Source Link: Flickr",
        "Filename: truculent-icon3.svg Author: PeppersGhost License: CC BY-SA 3.0 Source Link: SCP-4703",
        "Filename: hands.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: Detail - \"Exploration\" by Ashley Zelinskie Author: NASA's James Webb Space Telescope License: CC BY 2.0 Source Link: Flickr",
        "Filename: watchstation.png Name: Green Mountain Campground Author: Bureau of Land Management Oregon and Washington License: CC BY 2.0 Source Link: Flickr",
        "Filename: conjoin.png Name: Mask with two heads Author: Kevin Hutchinson License: CC BY 2.0 Source Link: Flickr",
        "Filename: Nadox.png Name: Klavigar - Nadox (Logo) Author: SunnyClockwork License: CC BY-SA 3.0 Source Link: SunnyClockwork's Artwork - CotBG and Sarkicism",
        "Filename: omen.png Name: Light vs dark Author: Quinn Dombrowski License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-7354's walled enclosure is to be continually monitored for signs of SCP-7354-A manifestation. All SCP-7354-A instances are to be immediately terminated by Stationary Task Force Theta-12 (\"Lifeguards\").",
    "description": "A fully organic replica of Agent Stone. Whenever the instance suffered an injury that lowered its body mass, any separated portions of its body weighing 5+ kg would grow and metamorphose into a duplicate of itself (pictured above) while it regenerated..Secondary SCP-7354-A-18 instances did not have this trait. If they did, this anomaly theoretically could have caused an NK-Class \"Grey Goo\" Scenario.",
    "title": "SCP-7354"
}