{
    "url": "https://scp-wiki.wikidot.com/scp-7360",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\nItem #:\n SCP-7360\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7360 is to be stored within a high-security electronics storage container within the electronics storage wing of Site-19. Use of SCP-7360 in the interrogation of deceased persons of interest by Foundation personnel is currently approved by the site Ethics Committee on a case-by-case basis.\n\n\nDescription:\n SCP-7360 consists of a Raspberry Pi computer encased in black plastic. Within this casing is an inlay of obsidian in which multiple thaumaturgic symbols are carved. These symbols are noted to be of frequent use in the school of thaumatology known colloquially as “necromancy” and are believed to serve as a supporting circuit system of some kind. Additional components of SCP-7360 include an electroencephalography headset, and a video projection system. These latter two components are identical to common commercially available models and do not appear to be in and of themselves anomalous.\n\n\nOn the side of SCP-7360’s casing is a slot for the insertion of a small capsule for the delivery of thaumaturgic components on which SCP-7360’s anomalous effect functions. These capsules, twenty of which were acquired at the time of SCP-7360’s discovery, were filled with a complex series of biologic and inorganic compounds that included, but was not limited to\n1\n:\n\n\n\n\nSodium Chloride.\n\n\nTallow Candle Wax.\n\n\nHuman Blood.\n\n\nWater.\n\n\nPotassium Carbonate.\n\n\nLeaves of Sage\n2\n.\n\n\nLeaves of French Lavender\n3\n.\n\n\nMercury.\n\n\nGold.\n\n\nSilicon Dioxide.\n\n\nDiamond.\n\n\n\n\nFoundation Anomalous Materials have successfully managed to synthesize this mixture in the correct ratio to replicate the effect, allowing for ongoing study of SCP-7360 without the need for full rationing of SCP-7360 activation events.\n\n\nSCP-7360’s main anomalous effect becomes apparent when the headset is placed upon the head of a recently deceased person\n4\n. Upon activation, the contents of SCP-7360 component capsules will be consumed, and a projection of the deceased person’s consciousness will be made upon any nearby surface by the projector. These projections are fully capable of speech and can interact vocally with the world around them. Knowledge possessed by the projection is limited to that which the individual held in life, with repeated uses of SCP-7360 on the same corpse indicating failure of knowledge retention between activations. Projections have proven incapable of willfully withholding information requested by an operator, with direct statements as to whether an inquiry exceeds their realm of knowledge, or if the piece of information has been forgotten to them. Additionally, projections created by SCP-7360 lack any speaking characteristics or personality traits the deceased possessed in life, with the projection speaking in a monotone throughout the duration of its existence.\n\n\nEach activation of SCP-7360 lasts between 30-60 minutes, with session duration shortening in proportion to the data complexity the projection is asked to retrieve.\n\n\nAddendum 7360-1: Discovery\n\n\nSCP-7360 was initially discovered on 31-10-2022 by members of MTF Mu-3 (\"Highest Bidders\") during a raid on a known Marshall, Carter and Dark Ltd. storage facility. Investigation by Mu-3 operatives post-acquisition suggests that the object was a prototype that was never fully placed onto auction following several failures during the testing of the object. A brief collection of communication acquired during this investigation is included below:\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nGON3/4EVAAE/NOTCB\n\n\n\n\n\n\nStatus\n\n\nIn Reserve\n\n\n\n\n\n\nDemand\n\n\nHigh\n None\n\n\n\n\n\n\nValue\n\n\nNot For Sale\n\n\n\n\n\n\nAvailability\n\n\nCurrent Inventory \n18\n 1\n\n\n\n\n\n\nIdentifier\n\n\nAuto-Necromancer\n\n\n\n\n\n\nDescription\n\n\nItem is a small computer, projector, and headset that allow the user to summon a shade of a recently deceased person for the purposes of communication. Uses premade capsules forgo the usual need for a thaumaturge to perform the ritual, allowing the user to bypass this highly specialized skill set.\n\n\n\n\n\n\nMarshall, Carter and Dark, LLP\n\n\n\n\n\n\n\n\n\n\nInitial Report\n\n\n\n\n\n\nAuthor\n\n\nErika Hanson\n\n\nDate\n\n\nNovember 15, 2017\n\n\n\n\n\n\nInterest\n\n\nHigh\n\n\nIdentifier\n\n\nAuto-Necromancer\n\n\n\n\n\n\nAcquired via monetary purchase from the estate of the late Johannes Landon, a civilian mortician in Scranton, Pennsylvania, United States following his death in mid-2017 following an episode of Diabetic Ketoacidosis. Investigation suggests the item to have been an obsession of Landon’s since the death of his wife in a hit-and-run accident involving an inebriated motorist in the spring of the preceding year. Landon’s descendants described their father as ‘pouring his soul’ into the gadget prior to his death. Excerpts from Johannes Landon’s personal journal are included for context:\n\n\n\n\n”Been thinking a lot about Susanna these days. There are so many questions I wish I could ask her. Even if it was just to ask her if I made her happy, or if she felt loved. Speaking to the people who I help here at the funeral home, I can’t help but feel I’m not alone. I read somewhere that the brain is what makes us us. So if it was still intact, perhaps we could figure out a way to reboot it, even for a few moments…”\n\n\n\n\n”I did some digging online. After visiting some less-than-savory sites I think I have contact with someone who can provide me with the resources I might need. They're going to be expensive, but I should be able to tap into some of our savings for a bit. Worth a shot at least…”\n\n\n\n\n”If my translations are correct, and the documents my friends faxed to me are accurate, I should have a working prototype on my hands. I had to ration some of my insulin this month to afford the supplies while keeping the lights on, but I’m so excited that this could work. Never thought I’d learn this much about computers in this, or any other lifetime…”\n\n\n\n\n”We have lift off. I’ll have to ration my insulin again for more of the supplies, and some repairs to the internal workings after some bizarre short circuits, but it works. I didn’t tell my children that the urn on the mantel is empty. It was expensive to preserve Susanna for so long, but I think it’ll be worth it. I just need to hear her laugh again…”\n\n\n\n\n”Still some kinks to work out. But I got to hear her say ‘I love you’ one more time. Hopefully, this will be the last month I need to ration the insulin. At least now I know she was happy…”\n\n\n\nFurther investigation suggests that Landon’s family had no idea as to the device’s purpose, nor did Landon have any kind of formal training in computer science, thaumatology, or status as a Type-Blue humanoid. Evidence found around Landon’s estate heavily suggests he was primarily self-taught in these areas for the sole purpose of creating this item.\n\n\n\n\n\n\nFile Opened Under:\n\n\nBGON3/4EVAAE/NOTCB\n\n\n\n\n\n\nMarshall, Carter and Dark, LLP\n\n\n\n\n\n\n\n\n\n\nMemo 6\n\n\n\n\n\n\nGON3/4EVAAE/NOTCB\n\n\n\n\n\n\nSender\n\n\nErika Hanson\n\n\nRecipient\n\n\nLana Fuentes\n\n\n\n\n\n\nGood news and bad news with the auto necromancer project. We’ve been able to create replacement devices and more of the capsules, so supply lines are ready to roll out when we go to auction. I am worried we’ll hit an issue with respect to the audience. As is, the object can prove highly useful for interrogation of the recently deceased, or for settling disputes to which the deceased was a party, but little else. The total lack of personality in the projections limits targeting those wishing for a more sentimental audience. No wealthy widower is going to pay to talk to their dead wife if all they will get is a cardboard cutout. And no parent is going to want what’s little better than a pull-string doll of their child. It’s a novel device, but most of our clients who need to speak to the dead for a quick consultation will already have the means to do it through formerly trained necromancers.\n\n\n\nIt pains me to say this, but it might not have been worth what little pocket change we threw at the former owner’s family to acquire this hunk of junk. Requesting official recommendations from higher-ups with respect on how to proceed.\n\n\n\n\n\n\nMarshall, Carter and Dark, LLP\n\n\n\n\n\n\n\n\n\n\nMemo 7\n\n\n\n\n\n\nGON3/4EVAAE/NOTCB\n\n\n\n\n\n\nSender\n\n\nLana Fuentes\n\n\nRecipient\n\n\nErika Hanson\n\n\n\n\n\n\nCouldn’t agree with you more, Erika. It’s novel, but we have better tools at our disposal that can achieve the same effect. We recently have acquired a formulation for a substance known as ‘Seance Dust’ that does relatively the same effect without half the fuss, plus the user isn’t limited by time or lack of emotion with respect to the facsimile.\n\n\n\nSalvage what you can, and place the rest into storage for potential revisits. It’s safe to say that we put our money on the wrong horse.\n\n\n\n\n\n\nMarshall, Carter and Dark, LLP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As determined by Foundation Analytical Chemists\n\n\n2\n. \nSalvia officinalis\n\n\n3\n. \nLavandula stoechas\n\n\n4\n. Testing has shown SCP-7360 to operate with full efficiency up to 3 months post-mortem, with rapidly decreasing potency thereafter. Within 6 months, SCP-7360 is fully ineffective\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7360\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7360\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7360-1: Discovery\nSCP-7360 was initially discovered on 31-10-2022 by members of MTF Mu-3 (\"Highest Bidders\") during a raid on a known Marshall, Carter and Dark Ltd. storage facility. Investigation by Mu-3 operatives post-acquisition suggests that the object was a prototype that was never fully placed onto auction following several failures during the testing of the object. A brief collection of communication acquired during this investigation is included below:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7360 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-7360 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7360",
    "object_class": "Safe",
    "containment_procedures": "SCP-7360 is to be stored within a high-security electronics storage container within the electronics storage wing of Site-19. Use of SCP-7360 in the interrogation of deceased persons of interest by Foundation personnel is currently approved by the site Ethics Committee on a case-by-case basis.",
    "description": "SCP-7360 consists of a Raspberry Pi computer encased in black plastic. Within this casing is an inlay of obsidian in which multiple thaumaturgic symbols are carved. These symbols are noted to be of frequent use in the school of thaumatology known colloquially as “necromancy” and are believed to serve as a supporting circuit system of some kind. Additional components of SCP-7360 include an electroencephalography headset, and a video projection system. These latter two components are identical to common commercially available models and do not appear to be in and of themselves anomalous.",
    "title": "SCP-7360"
}