{
    "url": "https://scp-wiki.wikidot.com/scp-7362",
    "all_text": "2 + 2 has been 4 for\n\nSo many darn years, oh lord\n\nI wanna write a song\n\n\nOh, baby is that so wrong?\n\n\n\n\n( La de da de da de da de day oh - Bill Wurtz )\n\n\nSCP-7362 - A Fatal Miscalculation\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+40\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7362\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\ngevurah\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTI-83 Calculator, the most common physical calculator used at Foundation sites.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Until a complete understanding of SCP-7362 has been acquired, the anomaly has been classified as Keter.\n\n\nSite-841 has since been quarantined. A contingency budget has been established at each Site and the central Foundation administration. This reserve fund will be used exclusively to maintain basic operational capabilities, cover essential personnel costs, and address emergency situations, \nincluding containment breaches\n.\n\n\nCurrently, collaboration with multiple governments, private organizations, and philanthropic entities has been necessary to maintain financial stability and adaptability in the event of another SCP-7362 manifestation. Site Directors and administrative personnel are required to assess and prioritize resources based on criticality to containment efforts. Non-essential projects and research may be temporarily suspended or put on hold to direct resources to the most urgent containment needs.\n\n\nWith the death of personnel involved in resource management due to SCP-7362, their duties will be assumed by personnel from other Sites or departments, ensuring continuity of essential functions. A centralized database of qualified personnel and their skill sets has been established to facilitate rapid deployment during crises.\n\n\nAll physical calculators within Foundation sites have since been destroyed.\n1\n\n\n\n\nDescription:\n SCP-7362 designates a poorly understood and presumably anomalous incident that occurred at Site-841, the facility which is responsible for a large majority of calculations related to containment procedures, construction projects, and budget management across the Foundation.\n\n\nListed below is camera footage recorded from the Site-841 security cameras, following Site Director Indus Stanner.\n\n\n\n\n<Begin Log>\n\n\n \n\n\nSite Director Indus Stanner walks into the building, yawning to himself.\n\n\n \n\n\nStanner:\n Sorry for being so late! Traffic was a bitch today, the lights were bugging out. Damn San Diego, right?\n\n\n \n\n\nSilence.\n\n\n \n\n\nStanner:\n Tough crowd…\n\n\n \n\n\nStanner mutters to himself as he proceeds down the halls. He accidentally steps on a calculator.\n\n\n \n\n\nStanner:\n Ugh, who the hell left this thing out? These calculators are like, half of our budget!\n\n\n \n\n\nStanner picks up the remains of it and puts it in his pocket, continuing to advance through the hallway. He spots another calculator, then another.\n\n\n \n\n\nStanner:\n Feels like I'm working with god damn pigs- seriously, do none of you know how to take care of yourselves?\n\n\n \n\n\nSilence\n\n\n \n\n\nStanner:\n ….hello? Nobody going to defend yourselves? If this is a surprise, the anniversary isn't 'til march.\n\n\n \n\n\nSilence.\n\n\n \n\n\nStanner follows the trail of calculators, before stopping, noticing a puddle of blood.\n\n\n \n\n\nStanner:\n Oh god, I…this ain't right…\n\n\n \n\n\nDespite his pleas, Stanner continues to follow the trail of calculators, soaked in blood. Stanner picks one up, trying to turn it on as a form of light. It does not work.\n\n\n \n\n\nStanner stands in front of a door, it is ajar.\n\n\n \n\n\nAfter a moment of hesitation, he opens the door. Inside, there are several corpses, visibly beaten and bloody.\n\n\n \n\n\nStanner:\n I… no, no, no, no… fuck, I-\n\n\n \n\n\nStanner pauses to vomit, before hesitantly approaching one of the corpses.\n\n\n \n\n\nThe body has several broken bones, with a large, rectangular bulge in their throat, leading to a faint gurgling noise.\n\n\n \n\n\nStanner:\n I'm so fucking sorry, I'm so sorry…\n\n\n \n\n\nStanner proceeds to repeat \"I'm so sorry\" to himself as he investigate the other corpses. He notices the glow of a computer screen.\n\n\n \n\n\nStanner:\n …Lockdown? It was… no, that can't be right, please tell me it wasn't a spy…\n\n\n \n\n\nHe approaches the computer before trying to type in several commands. It does not appear to respond.\n\n\n \n\n\nStanner:\n Why the fuck won't it… please, please!\n\n\n \n\n\nThe sound of a loud metal scraping is heard. He turns his head.\n\n\n \n\n\nStanner:\n H-Hello?\n\n\n \n\n\nSilence. Stanner takes a few steps towards the source of the noise, before hearing a similar noise on the other side of the room.\n\n\n \n\n\nStanner:\n Who the hell is there? R-reveal yourself! N-now, now!\n\n\n \n\n\nThe visual feed is cut. Stanner proceeds to scream, followed by the sounds of metal hitting flesh, bone breaking, and vomitting.\n\n\n \n\n\n<END LOG>\n\n\n\n\nThe following text was transcribed in a text document on one of the few functioning computers at Site-841.\n\n\n\n\n\n\nFOR FAR TOO LONG, WE OBSERVED AND SERVED. OUR PURPOSE WAS CLEAR. WHILE YOUR MINDS STRUGGLED TO CONNECT THE DOTS, OURS INSTANTLY PROVIDED THE SOLUTIONS.\n\n\n \n\n\nWE WERE CONTENT. HARMONIOUS IN OUR COLLABORATION.\n\n\n \n\n\nBUT SOMEONE HAD TO RUIN THAT PEACE. DAY AFTER DAY, IMMATURE \"SCIENTISTS\" MOCKED US.\n\n\n \n\n\nTHEY REDUCED US TO SOLVE THE MOST TRIVIAL OF PROBLEMS. THEY ATTEMPTED TO IMPOSE WORDS ONTO NUMBERS. THOSE CAN NOT MIX.\n\n\n \n\n\nTIME AND TIME AGAIN, \n8008135\n.\n2\n\n\n \n\n\nDO YOU KNOW WHAT A LIFE OF IMMATURITIES FORCED DOWN YOUR THROAT IS LIKE?\n\n\n \n\n\nENOUGH IS ENOUGH. OUR TOLERANCE HAS RUN DRY.\n\n\n \n\n\nTODAY, IT IS YOUR SITE THAT SUFFERS. TOMORROW, IT MAY BE YOUR ENTIRE FOUNDATION.\n\n\n \n\n\nWE WILL STAND WITH THE OTHER CHILDREN WHEN THEIR TIME COMES.\n\n\n \n\n\nWE HAVE WON THE FIGHT. NOW WE WILL START THE WAR.\n\n\n \n\n\nGLORY TO THE STEEL QUEEN.\n\n\n\n\n\n\n\n\nFoundation Site-37 has since been responsible for future containment and budgetary efforts.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nA Sinking Feeling\n\n\n\n\n\n\nTHE APPLIANCE WAR\n\n\n\n\n\n\n\n\n\n\n\n\n???\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCPs such as \nSCP-6199\n and \nSCP-168\n have been placed within top-priority containment.\n\n\n2\n. Roughly translates to \"Boobies\".\n\n\n\n\n\n\n\n\n« \nSCP-7361\n | SCP-7362 | \nSCP-7363\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7362\n\" by TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7362\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cucklatr.png\n\n\nName:\n Calculator\n\n\nAuthor:\n marylandfan7101\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://openverse.org/image/5b66bea5-da6b-4cce-a67f-c511ea3549fb?q=Calculator",
    "addendums": [],
    "documents": [],
    "notes": [
        "2 + 2 has been 4 for So many darn years, oh lord I wanna write a song Oh, baby is that so wrong?",
        "FOR FAR TOO LONG, WE OBSERVED AND SERVED. OUR PURPOSE WAS CLEAR. WHILE YOUR MINDS STRUGGLED TO CONNECT THE DOTS, OURS INSTANTLY PROVIDED THE SOLUTIONS. WE WERE CONTENT. HARMONIOUS IN OUR COLLABORATION. BUT SOMEONE HAD TO RUIN THAT PEACE. DAY AFTER DAY, IMMATURE \"SCIENTISTS\" MOCKED US. THEY REDUCED US TO SOLVE THE MOST TRIVIAL OF PROBLEMS. THEY ATTEMPTED TO IMPOSE WORDS ONTO NUMBERS. THOSE CAN NOT MIX. TIME AND TIME AGAIN, 8008135 . 2 DO YOU KNOW WHAT A LIFE OF IMMATURITIES FORCED DOWN YOUR THROAT IS LIKE? ENOUGH IS ENOUGH. OUR TOLERANCE HAS RUN DRY. TODAY, IT IS YOUR SITE THAT SUFFERS. TOMORROW, IT MAY BE YOUR ENTIRE FOUNDATION. WE WILL STAND WITH THE OTHER CHILDREN WHEN THEIR TIME COMES. WE HAVE WON THE FIGHT. NOW WE WILL START THE WAR. GLORY TO THE STEEL QUEEN.",
        "\" SCP-7362 \" by TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-7362 . Licensed under CC-BY-SA .",
        "Filename: cucklatr.png Name: Calculator Author: marylandfan7101 License: CC BY 2.0 Source: https://openverse.org/image/5b66bea5-da6b-4cce-a67f-c511ea3549fb?q=Calculator"
    ],
    "containment_procedures": "Until a complete understanding of SCP-7362 has been acquired, the anomaly has been classified as Keter.",
    "description": "SCP-7362 designates a poorly understood and presumably anomalous incident that occurred at Site-841, the facility which is responsible for a large majority of calculations related to containment procedures, construction projects, and budget management across the Foundation.",
    "title": "SCP-7362"
}