{
    "url": "https://scp-wiki.wikidot.com/scp-7366",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\n\n\n\n\nSCP-7366\n\n\n\n\n\n\nItem #:\n SCP-7366\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7366 is contained in a low-risk containment locker at Site-18. Personnel are to exercise caution when handling SCP-7366 to prevent incurring further damage to the anomaly. SCP-7366 is to be stored within a hard shell eyeglasses case when not utilized in testing.\n\n\nUpdate:\n As of time of writing, testing with SCP-7366 has been put on hold indefinitely.\n\n\nDescription:\n SCP-7366 is a pair of spectacles constructed from green plastic. SCP-7366's left side is significantly damaged: the left lens has sustained a bullet hole, causing the glass to be severely cracked, the hinges are bent, and specks of dried blood are present on the eye rim; the right side of SCP-7366 is not damaged. Most photographic, videographic, and artistic depictions involving SCP-7366's appearance are anomalously affected upon creation, appearing fully-intact rather than broken. Direct observation and footage taken by camcorders produced before 01/01/2001 are the only known methods of bypassing this effect.\n\n\nPeriodically, SCP-7366 will exhibit visual phenomena (SCP-7366-A) in the form of translucent images manifesting within the left lens. SCP-7366-A's contents range widely, with images including but not limited to food items, animals, objects, body parts, plants, and architecture. \nSo far, no discernable pattern has been found in SCP-7366-A.\n These images are confined inside individual segments of the glass, never touching or intersecting with the cracks. \nAdditionally, it appears that SCP-7366-A can only manifest when a human subject is wearing it.\n\n\nAddendum-01, Testing (Abridged):\n It is theorized that the viewing of certain objects can deliberately trigger SCP-7366-A. In hopes of finding the parameters of the anomaly, Dr. Lowe authorized a series of tests. These tests involved instructing D-Class Personnel to wear SCP-7366 and view a PowerPoint presentation of images varying widely in content. Below is the abridged testing log.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/7366/Test/07072007 ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\nSession #:\n 01\n\n\nSubject:\n D-05607\n\n\nTriggers:\n \n[\nHalf-eaten Jalapeno pepper.\n]\n1\n\n\nSCP-7366-A:\n \n[\nA melting eyeball, an ambulance siren, a lipstick kiss mark, a man facepalming himself, and a bottle of pepper spray.\n]\n\n\nNotes:\n When prodded, D-05607 admitted that he once sprayed a plate of nachos with pepper spray at a party for a joke. After being dared by his ex-girlfriend, he consumed it, resulting in him needing emergency medical attention.\n\n\n\n\n\n\nSession #:\n 05\n\n\nSubject:\n D-07770\n\n\nTriggers:\n \n[\nThe painting \nThe Garden of Eden with the Fall of Man\n by Peter Paul Rubens and Jan Brueghel the Elder.\n]\n, \n[\nA paw print.\n]\n\n\nSCP-7366-A:\n \n[\nAn endless expanse of grass and trees, a pair of hiking shoes, a exclamation point and a question mark, a pair of fangs dripping with a green fluid, and numbers letters \"911\".\n]\n, \n[\nA heartbeat monitor flatlining, a dog bed slowly fading away, an empty box of tissues, a person covering his face, and a paw print inside the outline of a cartoon heart.\n]\n\n\nNotes:\n When interviewed, D-7770 told personnel she once owned a dog and used to take it on her hiking trips until it was mortally wounded by a rattlesnake. Since that day, she has never owned another pet since.\n\n\n\n\n\n\nSession #:\n 07\n\n\nSubject:\n 1999 Sony Digital8 camcorder\n\n\nTriggers:\n \n[\nA stop sign.\n]\n, \n[\nA plate of cookies.\n]\n, \n[\nA teddy bear.\n]\n\n\nSCP-7366-A:\n \n[\nA minivan, the phrase \"70 mph,\" a towering pillar of smoke and fire, three stick figures and one smaller stick figure; two of the stick figures fade away.\n]\n \n[\nAn elderly feminine hand holding a large cartoon heart, stacks of Christmas presents, and a camcorder recording a table filled with half-eaten desserts and candy.\n]\n \n[\nA child smiling.\n]\n\n\nNotes:\n The experiment parameters were similar to previous tests with the exception of a video camera being placed behind SCP-7366's left lens. The original purpose of this experiment was to determine if SCP-7366 was capable of manifesting without being worn. Experiment successful.\n\n\n\n\n\n\nSession #:\n 11\n\n\nSubject:\n 1999 Sony Digital8 camcorder\n\n\nTriggers:\n \n[\nBurnt Cigarette.\n]\n, \n[\nTrojan Condom.\n]\n, \n[\nA dollar sign.\n]\n\n\nSCP-7366-A:\n \n[\nPiles of empty lighters and alcohol bottles, brass knuckles, a school suspension slip, a cookie with a footprint on it.\n]\n, \n[\nA pair of women's underwear and bras, an pupil affected with cataracts staring at a clock with a moon in the background, and a red ikari maaku\n2\n hovering over a brain.\n]\n, \n[\nA extremely massive pile of Christmas presents, an eye affected with sectoral heterochromia wrapped in dollar bills, an elderly feminine hand holding a small cartoon heart, and a child smiling wider than what should be physically possible.\n]\n\n\nNotes:\n The specs of dried blood on SCP-7366 briefly turned transparent and blue during this test.\n\n\n\n\n\n\nSession #:\n 15\n\n\nSubject:\n 1999 Sony Digital8 camcorder\n\n\nTriggers:\n \n[\nA kitchen knife.\n]\n, \n[\nA hand performing 'the finger' gesture.\n]\n, \n[\nA red Lamborghini\n]\n\n\nSCP-7366-A:\n \n[\nA pocket knife, skull and bones symbol, and a crocodile with sectoral heterochromia.\n]\n, \n[\nAn elderly feminine hand twitching as it is holding a realistic human heart.\n]\n, \n[\nA roll of paper wrapped in red ribbons and a male adult smiling wildly.\n]\n\n\nNotes:\n The left side of SCP-7366 vibrated slightly and momentarily during this test.\n\n\n\n\n\n\nSession #:\n 20\n\n\nSubject:\n 1999 Sony Digital8 camcorder\n\n\nTriggers:\n \n[\nA fist.\n]\n\n\nSCP-7366-A:\n \n[\nBruised wrinkly skin, an eyeball affected with sectoral literally getting kicked through a door, a male adult glaring sternly.\n]\n\n\nNotes:\n The left side of SCP-7366 vibrated again but in a higher intensity.\n\n\n\n\n\n\nSession #:\n 21\n\n\nSubject:\n 1999 Sony Digital8 camcorder\n\n\nTriggers:\n \n[\nA clock with both its hands at 12.\n]\n, \n[\nA man waving.\n]\n, \n[\nA bedroom\n]\n, \n[\nA gravestone.\n]\n\n\nSCP-7366-A:\n \n[\nAn eyeball affected with cataracts is sitting in a rock chair, watching television until the living room door rattles. The eyeball telekinetically reaches for the remote and turns off the TV and rolls to the door.\n]\n, \n[\nThe eyeball rotates and moves in place erratically, it is bloodshot and its movement suggests that it is expressing hostility towards the direction of the open doorway. It telekinetically picks up a phone before its pupil contracts.\n]\n, \n[\nThe eyeball frantically rolls upstairs and tries to get into a room. It is locked. A shadow looms over it, causing the eyeball to shake.\n]\n, \n[\nAn eyeball affected by sectoral heterochromia. Its pupil enlarges before the phenomena ends in a quick flash of light.\n]\n\n\nNotes:\n SCP-7366 left lens vibrated so severely it had to be restrained by hand.\n\n\n\n\n\n\nSession #:\n 22\n\n\nSubject:\n 1999 Sony Digital8 camcorder\n\n\nTriggers:\n \n[\nD-09929\n]\n\n\nSCP-7366-A:\n \n[\nA life-size image of an eye affected by cataracts fading into picture. Uncharacteristic of SCP-7366-A, this manifestation was crossing over the cracks. The eyeball's pupil contracts, and becomes bloodshot.\n]\n\n\nNotes:\n A crack formed across D-09929's neck during this test.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum-02, Background and Incident-7366:\n SCP-7366 first came to the Foundation's attention following the aftermath of a crime that had occurred on 01/01/2001. Melissa Lamberd, an eighty-three year old retiree living in Irvine, California, was fatally shot inside her residence; several valuables belonging to her were subsequently found missing. SCP-7366 originally belonged to Mrs. Lamberd. The Foundation confiscated the anomaly after its effects were recognized by investigators, necessitating their amnesticization.\n\n\nJared Lamberd, Melissa Lamberd's grandson, was at one point considered a suspect in the investigation but the suspicion, as well as the entire case, was dropped as a result of a lack of evidence. Following Mrs. Lamberd's death, Jared Lamberd obtained her inheritance. Two years later, he had expended his inheritance through a combination of luxurious purchases and gambling debts. Lamberd was later convicted with major drug-related offenses and had been coincidentally acquired by the Foundation through standard D-Class protocol, now designated as D-09929.\n\n\nFeeling skeptical and desirous of proving a definite connection between SCP-7366 and D-09929, Dr. Lowe authorized him to be tested with the anomaly. The entire event had been recorded via camcorder.\n\n\n\n\nDate:\n 07/06/2003\n\n\n[BEGIN LOG]\n\n\n[D-09929 enters the testing chamber, accompanied by Dr. Lowe and two armed guards, and another researcher holding the camcorder. D-09929 expresses boredom and disinterest until he spots SCP-7366 resting on the table. He freezes and questions Dr. Lowe on how he obtained the object. Dr. Lowe ignores him and orders D-9929 to wear SCP-7366.]\n\n\n[D-09929 attempts to excuse himself, stating that the eye affected by sectoral heterochromia was inexplicably hurting. Dr. Lowe again ignores him and orders D-09929 to wear SCP-7366. D-09929 opens his mouth to protest when one of the guards presses the gun's muzzle against his back. D-09929 shivers, nods his head, and wears SCP-7366.]\n\n\n[D-09929's breath is shaky but stable. Dr. Lowe inquires D-09929 on how he is feeling. D-09929 states he is feeling 'just peachy' and that 'nothing is happening.' Just when D-09929 tries to convince Dr. Lowe to allow him to take SCP-7366 off, SCP-7366-A manifests. This manifestation takes the appearance of a bloodshot eye affected by cataracts. D-09929, confused, claims that the SCP-7366-A instance is following the direction of his pupils and that it is shaking rapidly.]\n\n\n[Just then, the cracks begin to spontaneously form on the right lens. D-09929 is panicking and attempts to remove SCP-7366. Before he can do so, a loud crack emanates throughout the testing chamber and D-09929 falls limply on the ground.]\n\n\n[Shocked, the group convenes around D-09929. His right eyeball has been violently perforated and he is not breathing. The right lens of SCP-7366 is as equally damaged as the left lens. At that moment, SCP-7366 manifests in the right lens.]\n\n\n[Dr. Lowe picks up SCP-7366 and examines it. The SCP-7366-A manifestation takes the form of an eyeball affected by sectoral heterochromia. The eyeball shakes in place and rotates its pupil widely until it abruptly stops, contracts its pupil, and looks towards the left lens.]\n\n\n[The same cataracted eyeball manifests in the left lens, alongside smaller other SCP-7366-A phenomena, taking the form of a elderly fist, a crowbar, a roll of paper torn in two, and the artistic depiction of a red semi-anthropomorphic 1930's cartoon work whistle. The veins on the cataracted eye grow to the point of seemingly almost bursting and its pupil enlarges as well. The elderly fist uncurls and performs the 'come here ' motion.]\n\n\n[The heterochromic eye trembles and flies out of viewing range. The cataracted eye quickly follows it, traveling through the left lens, into the right lens, and finally out of viewing range.]\n\n\n[Another loud crack is heard and SCP-7366 is suddenly flung out of Dr. Lowe's grip and back onto the table. Dr. Lowe goes to reach for SCP-7366 until he notices the right side of the object vibrating. Additional cracks form on the right lens — the entire right side of the object slowly shifts from green to red. SCP-7366 is vibrating so violently it almost bounces off the table, prompting the researcher to hold it down.]\n\n\n[The camcorder focuses on the right lens. SCP-7366-A manifestations show a bloody elderly fist, a crowbar breaking rows of teeth, a cartoon work whistle expelling fire, large golden gates situated on clouds with the general prohibition sign superimposed on it, and both the heterochromic eye and the cataracted eye. Both eyes are pressing against each other.]\n\n\n[The heterochromic eye appears bruised and sunken while the cataracted eye appears large and firmer. The latter's pupil seemingly overtakes the entire sclera until another crack obscures the manifestation.]\n\n\n[END LOG]\n\n\n\n\n \n\nFollowing the last test SCP-7366 continuously vibrates, slowly shifting to a red color, and its right lens has cracked autonomously. For its safety it has been physically restrained to its container and observed via video monitoring. Dr. Lowe halted testing for the time being, hoping that this new behavior would eventually subside.\n\n\nAddendum-03, Update:\n As of 07/28/2023, SCP-7366 is still continuing this behavioral pattern and the right lens has been rendered completely useless for sight as a consequence of the many cracks inflicted on it. Although it was assumed no further damage would occur to SCP-7366, it was discovered that the right lens was now cracking at a microscopic level. Proposals on how to alleviate this behavior are still ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. The relationship between triggers and their corresponding SCP-7366-A phenomena have been color-coded for your convenience.\n\n\n2\n. Cartoon angry mark symbol.",
    "addendums": [
        "Addendum-01, Testing (Abridged): It is theorized that the viewing of certain objects can deliberately trigger SCP-7366-A. In hopes of finding the parameters of the anomaly, Dr. Lowe authorized a series of tests. These tests involved instructing D-Class Personnel to wear SCP-7366 and view a PowerPoint presentation of images varying widely in content. Below is the abridged testing log.\n",
        "Addendum-02, Background and Incident-7366: SCP-7366 first came to the Foundation's attention following the aftermath of a crime that had occurred on 01/01/2001. Melissa Lamberd, an eighty-three year old retiree living in Irvine, California, was fatally shot inside her residence; several valuables belonging to her were subsequently found missing. SCP-7366 originally belonged to Mrs. Lamberd. The Foundation confiscated the anomaly after its effects were recognized by investigators, necessitating their amnesticization.\nJared Lamberd, Melissa Lamberd's grandson, was at one point considered a suspect in the investigation but the suspicion, as well as the entire case, was dropped as a result of a lack of evidence. Following Mrs. Lamberd's death, Jared Lamberd obtained her inheritance. Two years later, he had expended his inheritance through a combination of luxurious purchases and gambling debts. Lamberd was later convicted with major drug-related offenses and had been coincidentally acquired by the Foundation through standard D-Class protocol, now designated as D-09929.\nFeeling skeptical and desirous of proving a definite connection between SCP-7366 and D-09929, Dr. Lowe authorized him to be tested with the anomaly. The entire event had been recorded via camcorder.\nFollowing the last test SCP-7366 continuously vibrates, slowly shifting to a red color, and its right lens has cracked autonomously. For its safety it has been physically restrained to its container and observed via video monitoring. Dr. Lowe halted testing for the time being, hoping that this new behavior would eventually subside.",
        "Addendum-03, Update: As of 07/28/2023, SCP-7366 is still continuing this behavioral pattern and the right lens has been rendered completely useless for sight as a consequence of the many cracks inflicted on it. Although it was assumed no further damage would occur to SCP-7366, it was discovered that the right lens was now cracking at a microscopic level. Proposals on how to alleviate this behavior are still ongoing."
    ],
    "documents": [],
    "notes": [
        "Session #: 01 Subject: D-05607 Triggers: [ Half-eaten Jalapeno pepper. ] 1 SCP-7366-A: [ A melting eyeball, an ambulance siren, a lipstick kiss mark, a man facepalming himself, and a bottle of pepper spray. ] Notes: When prodded, D-05607 admitted that he once sprayed a plate of nachos with pepper spray at a party for a joke. After being dared by his ex-girlfriend, he consumed it, resulting in him needing emergency medical attention.",
        "Session #: 05 Subject: D-07770 Triggers: [ The painting The Garden of Eden with the Fall of Man by Peter Paul Rubens and Jan Brueghel the Elder. ] , [ A paw print. ] SCP-7366-A: [ An endless expanse of grass and trees, a pair of hiking shoes, a exclamation point and a question mark, a pair of fangs dripping with a green fluid, and numbers letters \"911\". ] , [ A heartbeat monitor flatlining, a dog bed slowly fading away, an empty box of tissues, a person covering his face, and a paw print inside the outline of a cartoon heart. ] Notes: When interviewed, D-7770 told personnel she once owned a dog and used to take it on her hiking trips until it was mortally wounded by a rattlesnake. Since that day, she has never owned another pet since.",
        "Session #: 07 Subject: 1999 Sony Digital8 camcorder Triggers: [ A stop sign. ] , [ A plate of cookies. ] , [ A teddy bear. ] SCP-7366-A: [ A minivan, the phrase \"70 mph,\" a towering pillar of smoke and fire, three stick figures and one smaller stick figure; two of the stick figures fade away. ] [ An elderly feminine hand holding a large cartoon heart, stacks of Christmas presents, and a camcorder recording a table filled with half-eaten desserts and candy. ] [ A child smiling. ] Notes: The experiment parameters were similar to previous tests with the exception of a video camera being placed behind SCP-7366's left lens. The original purpose of this experiment was to determine if SCP-7366 was capable of manifesting without being worn. Experiment successful.",
        "Session #: 11 Subject: 1999 Sony Digital8 camcorder Triggers: [ Burnt Cigarette. ] , [ Trojan Condom. ] , [ A dollar sign. ] SCP-7366-A: [ Piles of empty lighters and alcohol bottles, brass knuckles, a school suspension slip, a cookie with a footprint on it. ] , [ A pair of women's underwear and bras, an pupil affected with cataracts staring at a clock with a moon in the background, and a red ikari maaku 2 hovering over a brain. ] , [ A extremely massive pile of Christmas presents, an eye affected with sectoral heterochromia wrapped in dollar bills, an elderly feminine hand holding a small cartoon heart, and a child smiling wider than what should be physically possible. ] Notes: The specs of dried blood on SCP-7366 briefly turned transparent and blue during this test.",
        "Session #: 15 Subject: 1999 Sony Digital8 camcorder Triggers: [ A kitchen knife. ] , [ A hand performing 'the finger' gesture. ] , [ A red Lamborghini ] SCP-7366-A: [ A pocket knife, skull and bones symbol, and a crocodile with sectoral heterochromia. ] , [ An elderly feminine hand twitching as it is holding a realistic human heart. ] , [ A roll of paper wrapped in red ribbons and a male adult smiling wildly. ] Notes: The left side of SCP-7366 vibrated slightly and momentarily during this test.",
        "Session #: 20 Subject: 1999 Sony Digital8 camcorder Triggers: [ A fist. ] SCP-7366-A: [ Bruised wrinkly skin, an eyeball affected with sectoral literally getting kicked through a door, a male adult glaring sternly. ] Notes: The left side of SCP-7366 vibrated again but in a higher intensity.",
        "Session #: 21 Subject: 1999 Sony Digital8 camcorder Triggers: [ A clock with both its hands at 12. ] , [ A man waving. ] , [ A bedroom ] , [ A gravestone. ] SCP-7366-A: [ An eyeball affected with cataracts is sitting in a rock chair, watching television until the living room door rattles. The eyeball telekinetically reaches for the remote and turns off the TV and rolls to the door. ] , [ The eyeball rotates and moves in place erratically, it is bloodshot and its movement suggests that it is expressing hostility towards the direction of the open doorway. It telekinetically picks up a phone before its pupil contracts. ] , [ The eyeball frantically rolls upstairs and tries to get into a room. It is locked. A shadow looms over it, causing the eyeball to shake. ] , [ An eyeball affected by sectoral heterochromia. Its pupil enlarges before the phenomena ends in a quick flash of light. ] Notes: SCP-7366 left lens vibrated so severely it had to be restrained by hand.",
        "Session #: 22 Subject: 1999 Sony Digital8 camcorder Triggers: [ D-09929 ] SCP-7366-A: [ A life-size image of an eye affected by cataracts fading into picture. Uncharacteristic of SCP-7366-A, this manifestation was crossing over the cracks. The eyeball's pupil contracts, and becomes bloodshot. ] Notes: A crack formed across D-09929's neck during this test.",
        "Date: 07/06/2003 [BEGIN LOG] [D-09929 enters the testing chamber, accompanied by Dr. Lowe and two armed guards, and another researcher holding the camcorder. D-09929 expresses boredom and disinterest until he spots SCP-7366 resting on the table. He freezes and questions Dr. Lowe on how he obtained the object. Dr. Lowe ignores him and orders D-9929 to wear SCP-7366.] [D-09929 attempts to excuse himself, stating that the eye affected by sectoral heterochromia was inexplicably hurting. Dr. Lowe again ignores him and orders D-09929 to wear SCP-7366. D-09929 opens his mouth to protest when one of the guards presses the gun's muzzle against his back. D-09929 shivers, nods his head, and wears SCP-7366.] [D-09929's breath is shaky but stable. Dr. Lowe inquires D-09929 on how he is feeling. D-09929 states he is feeling 'just peachy' and that 'nothing is happening.' Just when D-09929 tries to convince Dr. Lowe to allow him to take SCP-7366 off, SCP-7366-A manifests. This manifestation takes the appearance of a bloodshot eye affected by cataracts. D-09929, confused, claims that the SCP-7366-A instance is following the direction of his pupils and that it is shaking rapidly.] [Just then, the cracks begin to spontaneously form on the right lens. D-09929 is panicking and attempts to remove SCP-7366. Before he can do so, a loud crack emanates throughout the testing chamber and D-09929 falls limply on the ground.] [Shocked, the group convenes around D-09929. His right eyeball has been violently perforated and he is not breathing. The right lens of SCP-7366 is as equally damaged as the left lens. At that moment, SCP-7366 manifests in the right lens.] [Dr. Lowe picks up SCP-7366 and examines it. The SCP-7366-A manifestation takes the form of an eyeball affected by sectoral heterochromia. The eyeball shakes in place and rotates its pupil widely until it abruptly stops, contracts its pupil, and looks towards the left lens.] [The same cataracted eyeball manifests in the left lens, alongside smaller other SCP-7366-A phenomena, taking the form of a elderly fist, a crowbar, a roll of paper torn in two, and the artistic depiction of a red semi-anthropomorphic 1930's cartoon work whistle. The veins on the cataracted eye grow to the point of seemingly almost bursting and its pupil enlarges as well. The elderly fist uncurls and performs the 'come here ' motion.] [The heterochromic eye trembles and flies out of viewing range. The cataracted eye quickly follows it, traveling through the left lens, into the right lens, and finally out of viewing range.] [Another loud crack is heard and SCP-7366 is suddenly flung out of Dr. Lowe's grip and back onto the table. Dr. Lowe goes to reach for SCP-7366 until he notices the right side of the object vibrating. Additional cracks form on the right lens — the entire right side of the object slowly shifts from green to red. SCP-7366 is vibrating so violently it almost bounces off the table, prompting the researcher to hold it down.] [The camcorder focuses on the right lens. SCP-7366-A manifestations show a bloody elderly fist, a crowbar breaking rows of teeth, a cartoon work whistle expelling fire, large golden gates situated on clouds with the general prohibition sign superimposed on it, and both the heterochromic eye and the cataracted eye. Both eyes are pressing against each other.] [The heterochromic eye appears bruised and sunken while the cataracted eye appears large and firmer. The latter's pupil seemingly overtakes the entire sclera until another crack obscures the manifestation.] [END LOG]"
    ],
    "item": "SCP-7366",
    "object_class": "Safe Euclid",
    "containment_procedures": "SCP-7366 is contained in a low-risk containment locker at Site-18. Personnel are to exercise caution when handling SCP-7366 to prevent incurring further damage to the anomaly. SCP-7366 is to be stored within a hard shell eyeglasses case when not utilized in testing.",
    "description": "SCP-7366 is a pair of spectacles constructed from green plastic. SCP-7366's left side is significantly damaged: the left lens has sustained a bullet hole, causing the glass to be severely cracked, the hinges are bent, and specks of dried blood are present on the eye rim; the right side of SCP-7366 is not damaged. Most photographic, videographic, and artistic depictions involving SCP-7366's appearance are anomalously affected upon creation, appearing fully-intact rather than broken. Direct observation and footage taken by camcorders produced before 01/01/2001 are the only known methods of bypassing this effect.",
    "title": "SCP-7366"
}