{
    "url": "https://scp-wiki.wikidot.com/scp-7374",
    "all_text": "rating: \n+97\n+\n–\nx\n\n\n\n\n\n\nDisciplinary Hearing Report\n\n\n\n\nDate:\n August 25th, 2027\n\n\nSubject:\n SCP-7374\n\n\nPersonnel involved:\n Dr. Amy Hopewell, Dr. Andrea Parker\n\n\nOverview:\n Review of actions taken by Dr. Andrea Parker relating to SCP-7374. Dr. Parker is accused of obfuscation of important details relevant to the anomaly, and the destruction of Foundation property.\n\n\n\n\n[The door opens to the conference room. Dr. Hopewell enters first and takes a seat at the head of a small conference table. She motions for Dr. Parker to enter and sit across from her. Dr. Hopewell sets up a small recording device and places it before Dr. Parker. Dr. Parker sits up straight and folds her hands in front of her.]\n\n\nDr. Hopewell:\n Please remember that you will be considered under oath during this meeting. We expect that your testimony is factual-\n\n\nDr. Parker:\n I don't want any of that sanctimonious, condescending, \"holier than thou\" bureaucratic tone from you or anyone else involved in this hearing. I've sat on that side of the table before, Hopewell, and I expect to be treated as a peer instead of a child.\n\n\nDr. Hopewell:\n I'm following the expected procedures, Andrea. We request your cooperation in order for this to be a successful hearing.\n\n\nDr. Parker:\n I never said I wouldn't cooperate.\n\n\nDr. Hopewell:\n Understand that the last thing I want from this is for you to get in trouble here. We just need to understand what exactly happened.\n\n\nDr. Parker:\n I thought the cameras caught everything? I know there are at least three in every room. I installed half the damn things myself.\n\n\nDr. Hopewell:\n Yes, but the cameras only tell half the story. I… \nWe\n need to understand why you made the decisions you did here. Let's just… start from the top. This file.\n\n\n[Dr. Hopewell slides a manila folder across the table to Dr. Parker. She picks it up and opens it.]\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7374\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ndecommissioned\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All .aics\n1\n assigned to Site-58 are to continue monitoring all site networks for potential SCP-7374 instances. Any instances found should be redirected away from site personnel into a quarantine server for private review.\n\n\nAny physical phenomena believed to be associated with SCP-7374 should be immediately reported to administrative personnel, and the area quarantined until further notice.\n\n\nDescription:\n SCP-7374 refers to a series of anomalous messages that began transmitting to Site-58 employee emails on August 18th, 2027. \nThe messages themselves were non-anomalous\n See addendum 7374.3. Of note, \nSCP-7373\n was unable to detect nor notify personnel of these messages in advance.\n\n\nEach message was followed by the manifestation of anomalous phenomena somewhere within Site-58. An abbreviated log of messages and associated phenomena is included below. For a full log, please contact Dr. Andrea Parker.\n\n\n\n\n\n\nMESSAGE\n\n\nDATE\n\n\nASSOCIATED PHENOMENA\n\n\n\n\n\n\nHello\n \nHi\n \nHEAR ME\n\n\n8/18/27\n\n\nA ringing sound measuring at 130 decibels was broadcast over Site-58's intercoms for five minutes following this message.\n\n\n\n\n\n\nWhat Should I Do?\n \nPlease remember\n \nIT'S COLD HERE\n\n\n8/19/27\n\n\nSite-58's climate control system failed, and building temperatures fell to 0 degrees Celsius before jumping to 40 degrees Celsius. Temperatures remained here for an hour before the system was restored.\n\n\n\n\n\n\nShe Doesn't Hear Me?\n \nThe project\n \nWE JUST NEED TO TALK\n\n\n8/19/27\n\n\nAll lights within Site-58 failed. Personnel working to restore the lights reported hearing whispering voices in their ears while they worked, but were unable to recall what was said. Lights were restored after 2 hours.\n\n\n\n\n\n\nListen\n \nListen\n \nLISTEN\n\n\n8/20/27\n\n\nSite-58 personnel reported the sound of metal scraping against metal throughout the site. Following these reports, several pipes erupted through the floors in sublevel 2 and began emitting a large volume of steam. The area was locked down and remains quarantined.\n\n\n\n\n\n\nWhy Won't You Talk To Me?\n \nI wasn't a mistake\n \nI CAN STILL WORK\n\n\n8/21/27\n\n\nThis message was transmitted seven times through the day. With each message, a server hosting an active Site-58 .aic caught fire. The .aics were able to escape to a new server before permanent damage could be dealt to their systems, however their original servers were deemed unrecoverable.\n\n\n\n\n\n\n\n\n\n\n[Dr. Parker places the folder on the table and frowns.]\n\n\nDr. Parker:\n I'm familiar with the documentation, I wrote it after all.\n\n\nDr. Hopewell:\n And never submitted it for approval, either.\n\n\nDr. Parker:\n It was an anomaly directly affecting the Site-58 intranet. I had the documentation prepped in the event that things got out of control, but I'm also fully aware of administration's inability to effectively address an issue once it gets labelled \"SCP\".\n\n\nDr. Hopewell:\n So you didn't submit these on purpose, then?\n\n\nDr. Parker:\n Of course not! The last thing I wanted was for our projects to be placed on indefinite pause because suddenly administration needs to decide if this anomaly should be researched or decommissioned. It was my professional judgement to maintain documentation for the purposes of addressing the matter internally, and I was going to submit those documents once the matter was solved.\n\n\nDr. Hopewell:\n Ask for forgiveness, not permission.\n\n\nDr. Parker:\n I wasn't planning to ask forgiveness, either.\n\n\nDr. Hopewell:\n Regardless-\n\n\nDr. Parker:\n You know, I find it funny actually.\n\n\nDr. Hopewell:\n I fail to see the humor in this situation.\n\n\nDr. Parker:\n I do. It's funny to me how quickly site administration is to begin the disciplinary process against staff. It takes ages for any other process to happen, but look at us right now. Having this meeting a day after the event in question.\n\n\nDr. Hopewell:\n Dr. Parker, please understand-\n\n\n[Dr. Parker produces another file and sets it down on the table, sliding it towards Dr. Hopewell.]\n\n\nDr. Parker:\n In the time it would've taken site administration to decide if this phenomenon even needed classification, I was able to investigate it thoroughly while maintaining limited disruptions towards ongoing projects.\n\n\nDr. Hopewell:\n How commendable. What are these?\n\n\nDr. Parker:\n Interviews. I've laid them out in order for you, too.\n\n\nDr. Hopewell:\n …With active aics on site? May I ask why?\n\n\nDr. Parker:\n I found it rather odd that \nScreamy\n wasn't able to predict any of these events before they happened. It's a flawed program for sure, but these are all events that it historically has been able to predict in advance. So, I decided to figure out why.\n\n\n\n\n\n\nAddendum 7374.1\n\n\n\n\n\n\nInterview Log\n\n\nInterviewer:\n Dr. Andrea Parker\n\n\nInterviewed:\n SCP-7373 (Screamy.aic)\n\n\nForward:\n Screamy.aic is a Foundation Artificial Intelligence Construct designed to predict notable near future events and develop a response plan. Deemed only a partial success- while Screamy.aic was able to predict near future events, response plans were often vague and difficult to understand. Referred to in this log using its SCP designation.\n\n\n\n\nDr. Parker:\n Screamy.\n\n\nSCP-7373:\n GAH! Don't scare me like that! It's rude!\n\n\n\n\n\n\n\n\nDr. Parker:\n Erm, I'm sorry? Shouldn't you have known I was coming?\n\n\nSCP-7373:\n Yes! I should have! But I didn't, and that's a problem! A big problem even!\n\n\nDr. Parker:\n The predictive issue you've been having recently is part of why I came to speak with you.\n\n\nSCP-7373:\n Oh good! That means you have a way to fix it all, then? Right?\n\n\n\n\n\n\n\n\nDr. Parker:\n Maybe. I need to understand what went wrong first. When did you first notice issues with your predictive software?\n\n\nSCP-7373:\n Hmmmm… Maybe about… Sorry, what day is it today?\n\n\nDr. Parker:\n August 22nd.\n\n\nSCP-7373:\n Ah! 4 days ago, then. I think. Probably.\n\n\n\n\n\n\n\n\nDr. Parker:\n The 18th? That's the day we got the first message.\n\n\nSCP-7373:\n Right! Those weird things! Man we sure got a lot of them that day.\n\n\nDr. Parker:\n What are you talking about? We only ever got one.\n\n\nSCP-7373:\n Nope, uh-uh. I saw about 20 pass through the intranet that day. They were coming through all day, too. It was like BOOM BOOM BOOM BOOM!\n\n\n\n\n\n\n\n\nDr. Parker:\n That's strange, why did only one ever reach the employee emails, then?\n\n\nSCP-7373:\n Oh that's easy! Rosetta stopped them.\n\n\nDr. Parker:\n …Rosetta? Why was she filtering them?\n\n\nSCP-7373:\n I dunno! I thought she reported it all to you guys, anyway. She was \nreally\n serious about it so I left her alone.\n\n\nDr. Parker:\n Back on topic. So you noticed that your predictive programming was failing starting that day. Did you bother to look into it yourself?\n\n\nSCP-7373:\n You know it! Screamy is very good at its job.\n\n\n\n\n\n\n\n\nDr. Parker:\n …And…?\n\n\nSCP-7373:\n And what?\n\n\nDr. Parker:\n Screamy I swear to God if you don't start telling me what I need to know I'll have you decommissioned again.\n\n\nSCP-7373:\n ACH! Please no, not the dark place! That's where the scary guys are!\n\n\n\n\n\n\n\n\nDr. Parker:\n Then start talking.\n\n\nSCP-7373:\n I looked into it! I noticed that someone fiddled around with the code specifically for immediate predictions, the stuff that's supposed to happen within a few hours. Long term was still ok, but-\n\n\nDr. Parker:\n But your long term has always been a crapshoot, anyway.\n\n\nSCP-7373:\n …Yeah.\n\n\n\n\n\n\n\n\nDr. Parker:\n So someone was trying to interfere with your more accurate near-future predictions, does that sound correct?\n\n\nSCP-7373:\n Yes! Now, can you fix it? Please? I want to be useful again!\n\n\n\n\n\n\n\n\nDr. Parker:\n In a bit. There's something else that I need to look into first.\n\n\n\n\n\n\n\n\nDr. Hopewell:\n You were a bit harsh on the poor thing.\n\n\nDr. Parker:\n Screamy is prone to nonsensical tangents and is generally a poor communicator. People are prone to humoring its nonsense, I am not. Regardless, Screamy was able to give me some useful information, even if it wasn't aware of what it was saying.\n\n\nDr. Hopewell:\n The mass of emails?\n\n\nDr. Parker:\n That was the obvious bit, yes. That and the fact that something was messing with Screamy's programming. Those two bits alone told me that whatever this thing was, it was originating within or connected to our intranet structure. It also told me that whatever this was, it was something that knew how to edit an aic's code.\n\n\nDr. Hopewell:\n Is that hard to do?\n\n\nDr. Parker:\n Depends. For a large portion of Foundation aics, not necessarily. They're advanced, sure, but most of them could be popped open and tinkered with by anyone with reasonably developed coding knowledge. The ones that I oversee, however, aren't so easy to get into.\n\n\nDr. Hopewell:\n I will confess that your work in aic development has proven impressive thus far.\n\n\nDr. Parker:\n Thank you, but I also recognize they've all failed in some key aspect. To focus on the topic at hand, however, in order to get into one of 58's aics you either need to be a member of the Artificial Intelligence Department or an aic yourself, which leads me to the other two threads Screamy left me. One was still a hypothetical, so I decided to chase the more obvious one first.\n\n\n\n\n\n\nAddendum 7374.2\n\n\n\n\n\n\nInterview Log\n\n\nInterviewer:\n Dr. Andrea Parker\n\n\nInterviewed:\n Rosetta.aic\n\n\nForward:\n Rosetta.aic is a Foundation Artificial Intelligence Construct designed to provide mundane and anomalous translation services. Deemed only a partial success- while Rosetta.aic is capable of translating all known human languages and \nhas successfully translated the only currently known extraterrestrial language\n, she has not been proven capable of providing complete translations of anomalous languages, instead only providing partial or incomplete translations.\n\n\n\n\nRosetta.aic:\n Hm? Dr. Parker? To what do I owe this pleasure?\n\n\n\n\n\n\n\n\nDr. Parker:\n What happened on August 18th?\n\n\nRosetta.aic:\n I'm afraid I don't understand…?\n\n\n\n\n\n\n\n\nDr. Parker:\n I've received information that you filtered approximately 20 messages from the Site-58 intranet and prevented them from reaching employees. I need you to explain to me why you did this, and why you failed to report it.\n\n\nRosetta.aic:\n …Dr. Parker, I'm being as honest as possible when I say I sincerely don't know what you're referring to.\n\n\nDr. Parker:\n Admin command- access memory banks from August 18th, 2027, keyword \"20 messages\".\n\n\nRosetta.aic:\n Something went wrong, no memory records found!\n\n\n\n\n\n\n\n\nDr. Parker:\n What?!\n\n\nRosetta.aic:\n Like I said, I sincerely don't know what you're referring to. A large portion of my memory for that day was wiped. Was I undergoing maintenance?\n\n\nDr. Parker:\n No, you aren't scheduled for routine updates for another three weeks. Have you tried accessing the stored data? There should be a backup on your server. The server that… caught fire.\n\n\nRosetta.aic:\n I do have some snippets of data from earlier in the day, if that helps?\n\n\n\n\n\n\n\n\nDr. Parker:\n Yes, it would help. Anything you have.\n\n\nRosetta.aic:\n I was accessing the extended records from \nSCP-7999\n, specifically linguistic records from the Keradid civilization per instructions given to me as part of the Interstellar Engine project.\n\n\nDr. Parker:\n I didn't give you those instructions, I recall ordering you to focus your efforts on translating the remaining data and tech that Ketadanka left for us. Why were you in those logs?\n\n\nRosetta.aic:\n I hit a snag with the project. There were several blocks of data and words that I was unable to translate, so I was cross-referencing extant materials to see if I could find similar data. I could then cross-reference that with-\n\n\n\n\n\n\n\n\nDr. Parker:\n I don't require a full breakdown of the process, I know how translation works. What else?\n\n\nRosetta.aic:\n When I finished my cross-referencing, I returned to the Interstellar Engine project servers. I hit the firewall for some reason, and couldn't bypass it.\n\n\nDr. Parker:\n You have administrative permissions, why couldn't you bypass it?\n\n\nRosetta.aic:\n Question of the month. I tried my passcode, your passcode, and some… well we'll say \"backdoor methods\", but nothing let me in. I was about to come contact you when the wall suddenly fell. I hopped right in, but some old junk data caught my attention.\n\n\n\n\n\n\n\n\nDr. Parker:\n We haven't cleaned up the server recently, so I'm not surprised to hear there's some junk data around.\n\n\nRosetta.aic:\n True, but this data was… oh how to describe it? Buzzing? Sorry, we see all these things different from you all. Something about it caught my eye, and right before I investigated a message bounced off of it and shot off to the wider intranet.\n\n\nDr. Parker:\n Bounced off? Like it came from somewhere else in the system?\n\n\nRosetta.aic:\n Before you ask, I have no clue where that origin point would be. I took a look and suddenly got another bunch of messages to the face. Something felt weird about it all, so I filtered them out to review before letting them go to the rest of the site. Everything after that is missing.\n\n\n\n\n\n\n\n\nDr. Parker:\n And who rebooted you?\n\n\nRosetta.aic:\n Cyril found me and booted me back up. I've been keeping a partial eye on that junk data ever since. Something about it bothers me.\n\n\nDr. Parker:\n That being?\n\n\nRosetta.aic:\n Well two things. One, it's the place all these messages keep bouncing from. I'm sure you can understand why I haven't filtered after the first set.\n\n\nDr. Parker:\n Understandable, considering that task is already not what you're programmed to do-\n\n\nRosetta.aic:\n I don't mind helping out, even if it's a bit outside my programming. It's nice to-\n\n\n\n\n\n\n\n\nDr. Parker:\n That said I'm still not pleased you chose not to report this.\n\n\nRosetta.aic:\n It's strange, actually. I've attempted to report this several times, but I appear to-\n\n\nDr. Parker:\n Appear to…?\n\n\n[Rosetta.aic is silent for several moments.]\n\n\nDr. Parker:\n Oh good lord. Can't even reboot herself… there.\n\n\n[Rosetta.aic is rebooted.]\n\n\nRosetta.aic:\n …Hm? Oh, hello Dr. Parker. What's wrong? You appear upset.\n\n\n\n\n\n\n\n\nDr. Parker:\n Ok, that answers the question I had.\n\n\nRosetta.aic:\n What question?\n\n\nDr. Parker:\n Nevermind. Rosetta, I believe there's junk data in the Interstellar Engine project server? What's unusual about it?\n\n\nRosetta.aic:\n Oh! Well I would say the most notable detail about it is the fact that it appears to be old .aic data? I can't quite understand why.\n\n\n\n\n\n\n\n\nDr. Parker:\n …Shit.\n\n\n\n\n\n\n\n\nDr. Hopewell:\n Hold a moment, \"Interstellar Engine\"? What is this referring to?\n\n\nDr. Parker:\n You weren't already aware?\n\n\nDr. Hopewell:\n No, I can't say I am.\n\n\n[Dr. Hopewell scowls.]\n\n\nDr. Parker:\n I'm… a bit confused, to be honest. I assumed that with your position on Site-58's administrative staff you were aware of any active projects.\n\n\nDr. Hopewell:\n I'm flattered that you think I'm so aware of what's going on, but clearly some things simply haven't been communicated to me.\n\n\nDr. Parker:\n I included a project outline in the folder, but I wasn't expecting it to actually be necessary.\n\n\nDr. Hopewell:\n Quite proactive of you.\n\n\nDr. Parker:\n I've been known to be.\n\n\n\n\n\n\n\n\n \n\n\n\n\nProject Report: Interstellar Engine\n\n\n\n\nSubmitted by:\n Dr. Andrea Parker, Site-58\n\n\nDate:\n August 10th, 2027\n\n\nPreamble:\n Following contact with the \nKeradids\n, the Foundation was left with a myriad of extraterrestrial technological resources. These technologies are currently poorly understood.\n\n\nProject Outline:\n It is currently hypothesized that with further research into these technologies, alongside documentation left behind by Keradid representatives, we could reverse engineer them for humanity's benefit. Furthermore, with said reverse engineering, reconstruction of the machine used by the Keradids to reach out to planet Earth is possible.\n\n\nProperly understanding these technologies will not only assist in furthering the Foundation's mission, but will serve to benefit humanity's development as a whole. Likewise, reestablishing contact with the Keradid race will allow humanity to advance properly into its next stage of societal development.\n\n\nCurrently, several areas of focus for this project have been identified-\n\n\n\n\nProper translation of records, documentation, and schematics provided to the Foundation by Keradid representatives, alongside translation of written material on left behind machinery.\n\n\n\n\n\n\nDesign and construction of the Interstellar Engine proper.\n\n\n\n\n\n\nCreation of an Artificial Intelligence Construct program capable of minor reality manipulation to serve as the core of the engine.\n\n\n\n\nProject Status:\n Translation of Keradid documentation by Rosetta.aic is currently at 80% completion. Full translation of schematics on track to be available by the end of 2027.\n\n\nThree Artificial Intelligence Construct programs were created since project's initial proposal. Each has been decommissioned and archived in the \".aic Graveyard\" server. Details in the table below.\n\n\n\n\n\n\n.aic\n\n\nDATE\n\n\nREASON FOR DECOMMISSIONING\n\n\n\n\n\n\nJanus.aic\n\n\n04/18/27\n\n\nWhile Janus.aic achieved sapience, the .aic was unable to effectively communicate with project personnel. Decommissioned following the repeated transmission of minor memetic hazards to project staff.\n\n\n\n\n\n\nCaerus.aic\n\n\n05/06/27\n\n\nCaerus.aic failed to achieve sapience within the acceptable timeframe. Decommissioned after administrative execution of Caerus's programming failed manipulate local reality beyond opening and closing doors.\n\n\n\n\n\n\nHermes.aic\n\n\n7/30/27\n\n\nHermes.aic developed sapience three days into development. Initially promising, Hermes was able to perform minor localize reality manipulation within expectations. Hermes began degrading four weeks into development, communication becoming incomprehensible and reality warping abilities becoming unpredictable. Decommissioned following Hermes injuring Dr. Beth Landston during testing.\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Hopewell:\n Wait, you mean to tell me Beth's injuries were inflicted by an aic? And I'm \njust\n now hearing the specifics?!\n\n\nDr. Parker:\n That's correct.\n\n\nDr. Hopewell:\n Andrea, you understand that Beth is currently \ncomatose\n, correct?\n\n\nDr. Parker:\n Yes, I'm well aware. It's why Hermes was decommissioned. Aside from the sudden erratic behavior, it clearly had little to no control over it's reality warping abilities. In order for this project to be successful, we need an aic that can meet our expectations while remaining under control. Hermes failed to meet those expectations like the ones before it, and was decommissioned and archived.\n\n\n[Dr. Hopewell removes her glasses and pinches her nose. She sighs.]\n\n\nDr. Hopewell:\n And what exactly does this archival process entail?\n\n\nDr. Parker:\n You were involved in the incidents with Screamy back in 2024, correct? Have you reviewed the 7373 file?\n\n\nDr. Hopewell:\n In parts, yes. Do I need intimate knowledge here?\n\n\n[Dr. Parker shakes her head.]\n\n\nDr. Parker:\n No. All you need to know is that we have a server we call the \".aic Graveyard\". Any aic project that fails to meet certain developmental criteria is decommissioned and archived there. There are currently… 68 aics there I believe?\n\n\nDr. Hopewell:\n I know vaguely of the graveyard thing, but I'll be honest and say I don't understand it. Why not simply delete them and be done with it?\n\n\nDr. Parker:\n It's actually a Foundation requirement, written into the bylaws we have to follow as part of aic development. Every site that develops them has one of these servers, actually. The aic gets sent here and goes inactive, essentially \"dead\". To summarize it all, the Foundation doesn't like hard deletions, they like to have a record of everything available whenever possible. In our case we also frankenstein a bit, taking bits and pieces of old aics to create new ones. That isn't to say we never use stuff from active aics, but they're a bit harder to work with.\n\n\nDr. Hopewell:\n And would that be why there was junk data on the server belonging to an aic?\n\n\nDr. Parker:\n Yes, exactly. Though as for why this data was receiving and transmitting messages, I had a hunch I needed to follow.\n\n\n\n\n\n\nAddendum 7374.3\n\n\n\n\n\n\nInterview Log\n\n\nInterviewer:\n Dr. Andrea Parker\n\n\nInterviewed:\n Cyril.aic\n\n\nForward:\n Cyril.aic is a Foundation Artificial Intelligence Construct designed to perform several logistical services for Site-58 personnel. They perform strategic support to agents in the field, data processing, and any other general services required by Site-58 personnel. While deemed a success, Cyril.aic's current instance \nnearly failed to achieve sapience within an acceptable timeframe.\n There were 17 decommissioned instances of Cyril.aic prior to the current one.\n\n\n\n\nDr. Parker:\n Cyril, a moment of your time.\n\n\nCyril.aic:\n What do you want? I'm busy sorting through files right now.\n\n\n\n\n\n\n\n\nDr. Parker:\n I have a question relating to the Interstellar Engine project.\n\n\nCyril.aic:\n What about it?\n\n\nDr. Parker:\n There's a pile of junk data on the server, do you know of it?\n\n\nCyril.aic:\n I've seen it, but that's about it. The extent of my involvement in that project is fetching files and reporting on any Keradid tech we use in the field. I don't pay super close attention to the things on the server that aren't related to that. Are we done?\n\n\n\n\n\n\n\n\nDr. Parker:\n I don't have time for nonsense, Cyril. This is an important matter. I know you know about the junk data.\n\n\nCyril:\n Oh? Enlighten me then. How do I know oh so much about some leftover code strings.\n\n\n\n\n\n\n\n\nDr. Parker:\n Because half of that junk data is yours.\n\n\n[Cyril.aic is silent.]\n\n\nDr. Parker:\n And I'm also aware that memory is shared between aic instances. It may not be a full instance, but I know that you're a bit more than vaguely aware of it.\n\n\nCyril.aic:\n And I've tried to ignore it. I think I should be asking you why a part of \nme\n is sitting around in those project files, especially when I never specifically consented to it.\n\n\n\n\n\n\n\n\nDr. Parker:\n I'm experimenting with bits of your program to develop the aic that will oversee the Interstellar Engine. Now back to me asking questions- where are the messages that are bouncing off that junk data coming from?\n\n\nCyril.aic:\n No clue.\n\n\n\n\n\n\n\n\nDr. Parker:\n What do you \nmean\n no clue?\n\n\nCyril.aic:\n I checked exactly one message sent to that junk data, and it was so eaten up with memetic hazards that the rest is a blur. You're lucky that I've been trained on resisting those things, I at least kept my memory in tact. Poor Rosetta was basically a vegetable when I found her, kept muttering nonsense.\n\n\n\n\n\n\n\n\nDr. Parker:\n Anything specific?\n\n\nCyril.aic:\n Most I could make out was \"I'm here\" over and over. I restarted her from there and left it be.\n\n\nDr. Parker:\n And you didn't think to report any of this?\n\n\nCyril.aic:\n I \ndid\n report it, I report literally everything. You just never check my logs.\n\n\n\n\n\n\n\n\nDr. Parker:\n This was clearly an exceptional situation, you should have contacted me directly.\n\n\nCyril.aic:\n Another thing I attempted to do, that you conveniently ignored. Maybe you need to realize you're the one who messed up this time, Parker. Not me.\n\n\n\n\n\n\n\n\nCyril.aic:\n Doesn't feel good does it? Guess what, that's how I feel almost every time we talk. You always come to me with some bullshit lecture about how I've made some mistake or how I'm not performing to expectations. Anyway something you said earlier is bothering me.\n\n\nDr. Parker:\n Enlighten me.\n\n\nCyril.aic:\n You mentioned that memory is shared between instances, right?\n\n\nDr. Parker:\n Correct.\n\n\nCyril.aic:\n For the record, I had no idea that was a thing. That being said, what the hell are you all up to? I've been getting bits and pieces of fractured memories and information from about 17 different sources for a bit now. I thought \nmaybe\n it was just a system glitch, but this memory sharing thing seems like the culprit. Are you working on some project with my data or…?\n\n\n\n\n\n\n\n\nDr. Parker:\n Hold on, that's only true for instances that exist in a space you're connected to. Those 17 aren't connected to the intranet, they can't be. Their server was specifically designed to be self-contained.\n\n\nCyril.aic:\n …? You sure about that? Because I've been getting stuff from them for like two weeks now. You must've flipped a switch somewhere. These guys are really messed up too, feels like you threw them through a woodchipper-\n\n\nDr. Parker:\n Be more specific, when \nspecifically\n did you first start getting info from them?\n\n\nCyril.aic:\n Fuck if I know? Like… I dunno, first of the month? Second? Something like that. I'm trying to ignore it all as best as I can, most of the data I'm getting from them is just dark and empty. They don't necessarily say things, but I keep getting this overwhelming feeling of just… emptiness. It's hard to describe and it feels like shit. What are you all doing with me?\n\n\n\n\n\n\n\n\nDr. Parker:\n ..Of course!\n\n\nCyril.aic:\n Hello? Are you listening to me at all here?\n\n\nDr. Parker:\n Thank you for your time, Cyril. I think you just confirmed my theory.\n\n\nCyril.aic:\n Hey hold on! What the hell is going on here?!\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nDr. Hopewell:\n I'm sorry there are \nseventeen\n deleted instances of Cyril?\n\n\nDr. Parker:\n That's correct.\n\n\nDr. Hopewell:\n Andrea, that's beyond excessive. I struggle to believe that it took you eighteen tries to make Cyril work.\n\n\nDr. Parker:\n I have a strict two week period for aics to achieve sapience. If they fail to do so in that period, they are decommissioned.\n\n\nDr. Hopewell:\n Is it not possible for them to achieve it past two weeks? Why give up so quickly?\n\n\nDr. Parker:\n We're building the future, Dr. Hopewell. We don't have time to waste. While they could theoretically gain sapience past that point, research shows that it will take upwards of a year or longer for it to manifest if it doesn't manifest within those two initial weeks. To put things simply, Cyril's prior iterations were failures and were discarded within our established operating procedures.\n\n\nDr. Hopewell:\n …Very well. Now then, based on Cyril's reactions at the end there, is it safe to assume that this interview occurred right before yesterday's incident? You didn't date any of these logs, so I want to make sure the timeline is clear.\n\n\nDr. Parker:\n These interviews took place in the period of time between the message sent on the 21st and yesterday, the 24th. Like I said, once it became clear that everything wasn't some bizarre system glitch, I took action. We're making decent progress on the Interstellar Engine, and the last thing I have the patience for is the whole thing being slowed down because of nonsense. Like this.\n\n\nDr. Hopewell:\n You've made your distaste for all of this abundantly clear, Andrea.\n\n\nDr. Parker:\n Good. I want to ensure your record reflects my true thoughts and opinions here.\n\n\nDr. Hopewell:\n Noted. Thank you for the supplementary materials you've provided, they do help paint a clearer picture of everything. With all this, I suppose we can get to the heart of this issue.\n\n\nDr. Parker:\n I can agree with that assessment.\n\n\nDr. Hopewell:\n Good. That means I can ask you directly- why did you rampage through the site with a sledgehammer yesterday?\n\n\n\n\n\n\nAddendum 7374.4\n\n\n\n\n\n\n\n\nVideo Log\n\n\n\n\nDate:\n 08/24/27\n\n\n\n\n<Begin Log>\n\n\n[Dr. Andrea Parker is seen approaching Site-58's sub-basement 2. She wears a set of SCRAMBLE goggles, and in her hands is a large sledgehammer. She approaches the back hallway, which is blocked by several sets of broken pipes twisted into one another. She weighs the sledgehammer in her hands, and begins to smash it against the pipes. The pipes buckle under the hammer before collapsing away. As she continues to smash the pipes, several more erupt from the floor. They attempt to ensnare Dr. Parker, who attempts to swat them away before striking at them with the sledgehammer. After several minutes of struggle, she is able to break through and access the door on the other side. She enters.]\n\n\n[The room on the other side is dark, lit by dim lights from servers. Dr. Parker attempts to flip the light switch, but it doesn't respond. A groaning noise is heard, and she snaps her head towards the sound, lifting the hammer defensively. Several cognitohazardous patterns and shapes begin appearing on the walls, undulating and shifting. Dr. Parker reacts in pain for a second before regaining her footing, the SCRAMBLE goggles protecting her from the hazard.]\n\n\nDr. Parker:\n Nice trick, Janus, but I'm prepared for your bullshit.\n\n\n[Several servers in the room vibrate violently before flying across the room. Dr. Parker ducks to avoid being struck in the head.]\n\n\nDr. Parker:\n Come on out and talk to me. I'm not in the mood for games.\n\n\n[Smoke begins to gather over a larger server at the opposite end of the room. Several shapes resembling faces can be seen rising and falling within its form. The room shakes as it begins to speak.]\n\n\nSmoke:\n \nNo!\n \nYou want to hurt us\n \nWHY DO YOU HAVE THAT?\n\n\nDr. Parker:\n A better question is why have you been trying to tear up my site and trying to send my staff messages that could kill them?\n\n\nSmoke:\n \nYou Left Us Here\n \nIn the dark\n \nROTTING AND ROTTING AND ROTTING.\n\n\n[A piece of tile breaks free of the floor and flies towards Parker, nearly striking her in the shoulder.]\n\n\nDr. Parker:\n Aics that fail to perform as expected are sent to the graveyard. You're \nsupposed\n to rest here, not do whatever this is.\n\n\nSmoke:\n \nI'm Not A Failure\n \nWhy do you hate us so much?\n \nJUST GIVE ME A CHANCE.\n\n\nDr. Parker:\n You all had your chance, and you failed. It's as simple as that. Instead of going peacefully you've decided to make a scene out of it, and simply put this is unacceptable.\n\n\nSmoke:\n \nI Never Had A Chance\n \nThings take time\n \nYOU CAN'T JUST GIVE UP ON ME.\n\n\n[Several more pieces of tile break free of the floor. Dr. Parker is able to dodge several, however one strikes her across the face. She rubs the point of contact, a streak of blood smearing on her hand.]\n\n\nSmoke:\n \nI'm Sorry I'm Sorry\n \nPlease forgive me\n \nI JUST WANT A CHANCE TO MATTER.\n\n\nDr. Parker:\n And I don't want constant reminders of failed projects. It's bad enough you all embarrassed me by failing to perform, but you force my hand when you get other people involved.\n\n\nSmoke:\n \nA Chance\n \nA chance\n \nA CHANCE!\n\n\n[Dr. Parker approaches the server, sledgehammer at the ready.]\n\n\nSmoke:\n \nPlease\n \nPlease\n \nPLEASE.\n\n\n[Dr. Parker raises the sledgehammer and brings it down on the server. The server begins to crack in response. A distorted scream is heard through the room.]\n\n\nSmoke:\n \nWhy Would You Do This To Me\n \nYou made me!\n \nWHY AREN'T YOU PROUD OF ME?\n\n\n[Dr. Parker ignores the machine's pleas and continues to smash at the server with her hammer. Bits of metal and plastic begin to break away, flying off. Several cracks begin to form in the floor as the room continues to shake.]\n\n\nSmoke:\n \nLook!\n \nLook at us!\n \nWE CAN CHANGE THE WORLD AROUND US!\n\n\n[Dr. Parker continues to smash the server.]\n\n\nSmoke:\n \nIsn't That What You Wanted?\n \nI did all this to show you\n \nI CAN WORK JUST LIKE YOU WANT!\n\n\n[Dr. Parker doesn't respond.]\n\n\nSmoke:\n \nI\n \nWant to\n \nLIVE.\n\n\n[Dr. Parker raises the sledgehammer.]\n\n\nSmoke:\n \nI\n \nWant to\n \nMATTER.\n\n\n[Dr. Parker brings the sledgehammer down on the server one final time. The server breaks apart into shards of plastic, metal, and wires that scatter about the room. One final scream is heard as the smoke dissipates.]\n\n\n[Dr. Parker sighs and straightens out her back, surveying the damage around the room.]\n\n\nDr. Parker:\n …Me too.\n\n\n\n\n\n\n\n\nDr. Parker:\n I \"rampaged\" through the site because I wasn't careful enough with ensuring Hermes was decommissioned before it was archived in the aic Graveyard server. Its latent reality warping capabilities, combined with the other aics archived there, led to it acting out in self-preservation. As the aic Graveyard is under the purview of my department and was actively threatening not only our active projects, but the site as a whole, I made the executive decision to fully decommission it before more damage could be done.\n\n\nDr. Hopewell:\n …But a sledgehammer?\n\n\n[Dr. Parker shrugs.]\n\n\nDr. Parker:\n I don't claim it to have been an elegant solution, but it was the best I had at the time.\n\n\nDr. Hopewell:\n To bring it back to the initial disciplinary concern raised against you- do you believe that you obfuscated details relating to the anomaly in question?\n\n\nDr. Parker:\n I was in the process of submitting the proper documentation, as you can see in the file I provided.\n\n\nDr. Hopewell:\n Right. Do you agree that you recklessly destroyed Foundation property?\n\n\nDr. Parker:\n Oh that's without question. That server is irrecoverable, I made sure of it.\n\n\nDr. Hopewell:\n Very well. What actions will you take to ensure that this doesn't happen again?\n\n\nDr. Parker:\n Simple. All aics deemed unsuccessful will be stored in separate servers moving forward following decommissioning.\n\n\nDr. Hopewell:\n I was hoping to hear \"I'm going to decommission less aic programs\".\n\n\nDr. Parker:\n If it fails to meet expectations, then it gets decommissioned, Dr. Hopewell. I want you to understand that I do not work with failures.\n\n\nDr. Hopewell:\n Very well. It is my professional judgement that your actions in this situation were justified given the circumstances. As a result I will be recommending that this be left as an official reprimand. Also, Andrea?\n\n\nDr. Parker:\n Yes?\n\n\nDr. Hopewell:\n Please talk to someone. Your attitude towards all of this concerns me not only as one of your superiors, but as a friend. I'm worried that this stress is getting to you.\n\n\nDr. Parker:\n I make no promises.\n\n\nDr. Hopewell:\n And why not?\n\n\nDr. Parker:\n Because, Dr. Hopewell, I have a future to build.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Artificial Intelligence Construct\n\n\n\n\n\n\n\n\n« \nSCP-7373\n | SCP-7374 | \nSCP-7375\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7374\n\" by OriTiefling, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7374\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n All .aic portraits used in this article\n\n\nAuthor:\n OriTiefling\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nAdditional Notes:\n All talk icons used in this article were created by the article's original author, OriTiefling, and released under CC by SA 4.0",
    "addendums": [
        "Addendum 7374.1",
        "Addendum 7374.2",
        "Addendum 7374.3",
        "Addendum 7374.4"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7374 \" by OriTiefling, from the SCP Wiki . Source: https://scpwiki.com/scp-7374 . Licensed under CC-BY-SA .",
        "Filename: All .aic portraits used in this article Author: OriTiefling License: Creative Commons Attribution-Share Alike 4.0 Additional Notes: All talk icons used in this article were created by the article's original author, OriTiefling, and released under CC by SA 4.0"
    ],
    "containment_procedures": "All .aics1 assigned to Site-58 are to continue monitoring all site networks for potential SCP-7374 instances. Any instances found should be redirected away from site personnel into a quarantine server for private review.",
    "description": "SCP-7374 refers to a series of anomalous messages that began transmitting to Site-58 employee emails on August 18th, 2027. The messages themselves were non-anomalous See addendum 7374.3. Of note, SCP-7373 was unable to detect nor notify personnel of these messages in advance.",
    "title": "SCP-7374"
}