{
    "url": "https://scp-wiki.wikidot.com/scp-7378",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\nItem #:\n SCP-7378\n\n\nObject Class:\n \nSafe\n Thaumiel\n\n\nSpecial Containment Procedures:\n A provisional observation and containment outpost occupying an area of 1600 square meters has been established around the location at which SCP-7378-1 periodically manifests. SCP-7378-1's containment zone is to be vacuumed from all air and filled with Aerosol Compound 7378-S, a specially designed mixture of gas which is not harmful to SCP-7378. Once an instance of SCP-7378 is ejected from SCP-7378-1, the instance is to be immediately secured and equipped with a gas mask connecting to a supply tank of Compound 7378-S. The instance is to be then transported to Site-21, the nearest available Foundation facility, to await transfer to another site. Because of the costly nature of keeping SCP-7378 alive, instances are to be transported to a different site within 1-3 weeks following their arrival to Site-21.\n\n\nDescription:\n SCP-7378 denotes individual specimens of a species of omnivorous mammals showing physiological similarities to baseline apes. Instances of SCP-7378 measure 48-50 centimeters tall and weigh 3-4 kilograms. Inhalation of baseline universe's air for prolonged amounts of time is usually lethal for SCP-7378, making them extremely vulnerable once ejected from SCP-7378-1. The average life span of SCP-7378 is unknown, however, because of their convenience as test subjects and susceptibility to even minor environmental stress; instances which come under Foundation custody typically expire within 1-12 weeks.\n\n\nSCP-7378 are not inherently aggressive and do not appear to be sapient. SCP-7378 possess an internal skeleton, the outer surface of their bodies are covered with a soft biological layer that serves to sustain their bodily temperature. Surgically removing this layer is intensely painful for SCP-7378 and typically causes them to expire from shock or hypothermia. SCP-7378's cognitive extent is on par with a non-anomalous infant child approximately 1-3 months of age.\n\n\nSCP-7378-1 is a recurring and stable space-time anomaly periodically manifesting and demanifesting over the course of approximately 0.05 seconds once every week. The date and time of SCP-7378-1's weekly occurrence cannot be meaningfully predicted, making observation difficult. Once it appears, SCP-7378-1 will eject a single alive specimen of SCP-7378 and disappear instantly after. It is believed that manifestations of SCP-7378-1 are gateways leading into SCP-7378's universe of origin, although this presumption is unverified.\n\n\nSince its first recorded occurrence in 2008, SCP-7378-1 has not stopped appearing and ejecting a single instance of SCP-7378 once every week. Instances of SCP-7378 have been deemed suitable for use as \"lab rats\" because of the similarities between their physical and behavioral reactions to anomalous hazards and those of non-anomalous test subjects. In addition, many Tartarean entities\n1\n contained by the Foundation which require the periodic execution of sacrificial rituals to subdue them have been documented to accept sacrifices of SCP-7378 as an alternative to those of regular infant children. For these reasons, SCP-7378 are widely regarded as a more \"ethical\" alternative to D Class test subjects in many areas of anomalous research and are widely exploited by Foundation personnel for purposes of containment and testing.\n\n\nCurrently, the ritualistic sacrificing of SCP-7378 plays a central role in the containment of 31 various Keter and Euclid Class SCP objects. Most anomalous drugs developed by the Foundation are usually tested on SCP-7378 specimens before further trials can be approved. Proposal to upgrade SCP-7378's object class to Thaumiel is pending approval.\n2\n\n\n\n\n+ ADDENDUM 7378.01 - LEVEL 4 CLEARANCE OR HIGHER REQUIRED\n\n\n\n\n- CREDENTIALS VERIFIED\n\n\n\n\n\n\nAn instance of SCP-7378 shortly after being ejected from SCP-7378-1.\n\n\n\n\nTo this date, every instance of SCP-7378 ejected by SCP-7378-1 has had a small handwritten note attached to their person. No finger prints have been found on any of these notes. The contents of these notes are identical in each case, reading:\n\n\n\n\n\n\nATTENTION: THIS IS A MESSAGE FROM THE SCP FOUNDATION OF UNIVERSE 5802-SIGMA-BLUE-ROMEO\n\n\nWe regret to inform you that our organization has failed in its primary goal of keeping our world safe from the abominations that inhabit it. The implementation of \nProcedure Lazarus-01\n has failed. Item 2000 has been rendered inactive. The universe has made its final verdict and it thinks we should not exist anymore.\n\n\nFor this reason, Backup Procedure-2000-7373-S has been enacted. The replicators of Item 2000 have been redeployed for this purpose. Once the backup procedure has been successfully implemented, 10 million human infants of various genetic makeup will be gradually transferred to Universe 7F2-WA3-192. This universe has been selected for their shared language and culture with baseline universe. From this point onward, it is your responsibility to take good care of these children to ensure the survival of our race.\n\n\nOur children are sick. Our people are dying in mass graves. Our world has already ended. Dozens of corrupted angels are now decorating the sky, singing songs in a language which drives anyone who understands it insane. You are our only hope. The survival of the human race depends on you. We are sorry to place this responsibility on your shoulders, but please understand it was our best option. We refuse to fade away. We will prevail.\n\n\nKeep our children safe. Take good care of them. Don't let us die out. There will be no further communication. Remember us.\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\nAfter extensive hearings, the Ethics Committee and O5 Council have made a joint decision to reject the proposition of this text, as baseline Foundation could not afford to bear such a duty. No further information on the inhabitants of Universe 5802-Sigma-Blue-Romeo (presumably called \"humans\") has been gathered.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7377\n | SCP-7378 | \nSCP-7379\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7378\n\" by alanthechair, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7378\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Babynewborn.jpg\n\n\nName:\n Babynewborn.jpg\n\n\nAuthor:\n Oliver H\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Baby_weight_Necker_2014.jpg\n\n\nAdditional Notes:\n Image is cropped\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Informally referred to as \"demons\".\n\n\n2\n. \nUpdate:\n Proposal approved on 07/05/2024. New object class has been applied.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7378 \" by alanthechair, from the SCP Wiki . Source: https://scpwiki.com/scp-7378 . Licensed under CC-BY-SA .",
        "Filename: Babynewborn.jpg Name: Babynewborn.jpg Author: Oliver H License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Baby_weight_Necker_2014.jpg Additional Notes: Image is cropped"
    ],
    "item": "SCP-7378",
    "object_class": "Safe Thaumiel",
    "containment_procedures": "A provisional observation and containment outpost occupying an area of 1600 square meters has been established around the location at which SCP-7378-1 periodically manifests. SCP-7378-1's containment zone is to be vacuumed from all air and filled with Aerosol Compound 7378-S, a specially designed mixture of gas which is not harmful to SCP-7378. Once an instance of SCP-7378 is ejected from SCP-7378-1, the instance is to be immediately secured and equipped with a gas mask connecting to a supply tank of Compound 7378-S. The instance is to be then transported to Site-21, the nearest available Foundation facility, to await transfer to another site. Because of the costly nature of keeping SCP-7378 alive, instances are to be transported to a different site within 1-3 weeks following their arrival to Site-21.",
    "description": "SCP-7378 denotes individual specimens of a species of omnivorous mammals showing physiological similarities to baseline apes. Instances of SCP-7378 measure 48-50 centimeters tall and weigh 3-4 kilograms. Inhalation of baseline universe's air for prolonged amounts of time is usually lethal for SCP-7378, making them extremely vulnerable once ejected from SCP-7378-1. The average life span of SCP-7378 is unknown, however, because of their convenience as test subjects and susceptibility to even minor environmental stress; instances which come under Foundation custody typically expire within 1-12 weeks.",
    "title": "SCP-7378"
}