{
    "url": "https://scp-wiki.wikidot.com/scp-7380",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+46\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-7380 - The Rogue ROV and the Upside-Down Sea\n\n\nMore by me!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7380, tools retracted.\n\n\n\n\n\n\nItem №:\n SCP-7380\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-7380 is currently uncontained. An aquatic anomaly containment cell has been prepared at \nSite-58\n in advance of SCP-7380’s capture. Said cell is filled with saltwater, and is equipped with heavy-duty steel plating and a pumping/drainage system to modulate internal water levels. It should be noted that the cell is only a preliminary measure, intended to facilitate a period of study so that concrete containment procedures may be devised.\n\n\nRecovery of SCP-7380 with remote containment drones is not viable. Accordingly, a Provisional Task Force (PTF Digamma-58) has been formed to repel the attacks of SCP-7380 and work towards containing it. Members of ϝ-58 must be adept in aquatic close-quarters combat.\n\n\nUntil more information can be gained, the inhabitants of SCP-7380-Ψ are to be treated as hostile.\n\n\nDescription:\n SCP-7380 is a remotely operated underwater vehicle (ROV) formerly owned by Foundation Site-58.\n1\n Despite being disconnected from Site-58’s power supply and control center, SCP-7380 is fully functional. Furthermore, it has displayed abnormally independent behavior and traits that imply intelligence exceeding its on-board computer’s capacity.\n\n\nSCP-7380 previously belonged to a line of ROVs used mainly for sample collection and scouting operations; it is small, lightweight and highly mobile. As a result, it has thus far escaped all attempts to contain, track or monitor it. Although it has been implanted with GPS trackers in the past, these are consistently disabled through unknown means as soon as line-of-sight with the anomaly is broken. It is theorized that SCP-7380 may use some form of spatial translocation to evade capture and emerge unexpectedly, but this is unconfirmed.\n\n\nSCP-7380 gained its properties during exploration of an unrelated anomaly centralized in a kelp forest. Sr. Researcher Johannah Smith, the ROV operator at the time, described sudden erratic behavior from SCP-7380:\n\n\n\n\nIt wasn’t responding the way it should have been. I was attempting to collect a specimen from one of the kelp stalks, but the sampling arm kept jittering, and other pieces of equipment would activate even though I hadn’t switched them on myself. It was as if it had a mind of its own.\n\n\n\n\nThis was followed by a burst of damage readings from SCP-7380’s tether. Surmising that a shark or other aquatic fauna had bitten the cable, Smith attempted to activate defensive measures, but found that her controls were unresponsive. The display appeared to vertically invert and contact with SCP-7380 was lost shortly thereafter.\n\n\n\n\n\n\nFinal image transmitted by SCP-7380. Note the blue glow in the upper-left, source unknown at present.\n\n\n\n\n\n\nRetrieval teams discovered that the cable had been cleanly severed and SCP-7380 was absent.\n\n\nThe matter remained inconclusive until the following week, when SCP-7380 reappeared unexpectedly and attacked a containment team. As personnel were unprepared for its approach, it was successfully able to injure three researchers and put one in critical condition before it could be fought off. Loss of life was narrowly avoided.\n\n\nSCP-7380 has since maintained a pattern of constant hostility against the Foundation. It frequently disrupts Site-58’s operations, specifically impeding efforts to contain unrelated aquatic anomalies. Typically, it will use its manipulators and sampling implements to attack containment personnel or damage their breathing equipment. On several occasions SCP-7380 has itself captured the item that containment personnel were targeting,\n2\n absconding shortly after; the whereabouts of anomalies stolen in this way are unknown.\n\n\nAdditionally, SCP-7380 aggressively targets remote vehicles operated by the Foundation. In all observed cases it has rendered such vehicles completely inoperative, scavenging from their remains to augment itself thereafter. This practice has significantly increased its combat capabilities over time; as such, engagement of SCP-7380 with ROVs is suspended indefinitely.\n\n\nIt has been noted that in all encounters with SCP-7380, its tether appears to extend infinitely, continuing into the ocean past the limit of visibility. \nAn endpoint to the tether has not yet been found.\n\n\n \n\n\n\n\n\n\nAddendum 7380-01: Video Footage\n\n\n\n\n\n\n \n\nDuring a recent engagement with SCP-7380, Foundation technicians accompanying PTF ϝ-58 were temporarily able to reconnect to the on-board video camera of the anomaly. This allowed a portion of SCP-7380’s travel to be recorded after it fled ϝ-58. As a result, an anomalous location tentatively designated SCP-7380-Ψ was discovered.\n\n\nTranscript follows.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\nVideo connection established. SCP-7380 is accelerating away from ϝ-58 operatives; its camera is trained on them at first but swivels around to face the direction of travel. With a burst of speed, it dives into a narrow crevice in the sea floor, trailing its tether behind it. It is at this point that ϝ-58 could not track the anomaly further and were forced to withdraw.\n\n\nWithin the crevice, SCP-7380 travels horizontally for roughly twenty-two minutes. It periodically slows to inspect marine life such as shellfish and small crabs, but overall maintains a consistent path. It appears to be following its own tether backwards.\n\n\nEventually, the crevice takes a sharp downturn, opening into a wider area. SCP-7380 emerges and pans across its surroundings. Based on visual cues, it has traveled from the epipelagic zone into the mesopelagic zone; schools of fish are seen swimming amid expansive fields of kelp. SCP-7380 has drifted to a stop at the edge of a large oceanic trench, into which its tether continues.\n\n\nSCP-7380 angles itself downwards and begins to descend slowly into the trench. Marine life becomes exponentially more common as SCP-7380 travels deeper. The trench walls begin to narrow, creating a densely populated environment which would ordinarily be difficult to navigate — however, marine life ahead of SCP-7380 is parting to let it pass. Visibility worsens, in part due to the sheer volume of organisms.\n\n\nIt is at this point that a blue light becomes visible below SCP-7380. Camera feed experiences slight interference.\n\n\nSCP-7380 nears the source of the luminosity: a vertical cave mouth, into which its tether continues. As it passes through, the camera feed inexplicably inverts, accompanied by a sharp decrease in quality.\n\n\nAt the forty-minute mark, SCP-7380 emerges into an extremely large space. Exact dimensions are difficult to determine. By all indications, the space appears highly similar to an inverted ocean; the surface of the water is below SCP-7380 and the sea floor extends in all directions above it, rocky and barren. Large quantities of dead fish, species inconclusive, are floating downwards towards the surface. An unknown glowing substance — possibly a bioluminescent microorganism — is suspended in the water. Beyond this, no life is present. SCP-7380 pans its camera in a full circle, revealing that its tether extends off to the right.\n\n\nAlso to the right of SCP-7380 is a massive artificial structure, anchored into the inverted sea floor via several support struts. A corroded, barnacle-encrusted hole is visible in the side of the structure, partially obscuring a worn label that reads “85-Ǝ⊥IS” [sic]. The tether of SCP-7380 extends into the hole and out of sight.\n\n\nSCP-7380 approaches the hole in the structure’s side. A large number of blue lights — strongly resembling eyes — are seen emerging within.\n\n\nVideo feed is lost.\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n\n\n« \nSCP-7379\n | SCP-7380 | \nSCP-7381\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A secure site located on the Pacific seafloor.\n\n\n2\n. See reports on SCP-████, SCP+█████ for more information.",
    "addendums": [],
    "documents": [],
    "notes": [
        "It wasn’t responding the way it should have been. I was attempting to collect a specimen from one of the kelp stalks, but the sampling arm kept jittering, and other pieces of equipment would activate even though I hadn’t switched them on myself. It was as if it had a mind of its own."
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-7380 is currently uncontained. An aquatic anomaly containment cell has been prepared at Site-58 in advance of SCP-7380’s capture. Said cell is filled with saltwater, and is equipped with heavy-duty steel plating and a pumping/drainage system to modulate internal water levels. It should be noted that the cell is only a preliminary measure, intended to facilitate a period of study so that concrete containment procedures may be devised.",
    "description": "SCP-7380 is a remotely operated underwater vehicle (ROV) formerly owned by Foundation Site-58.1 Despite being disconnected from Site-58’s power supply and control center, SCP-7380 is fully functional. Furthermore, it has displayed abnormally independent behavior and traits that imply intelligence exceeding its on-board computer’s capacity.",
    "title": "SCP-7380"
}