{
    "url": "https://scp-wiki.wikidot.com/scp-7382",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\nItem #:\n SCP-7382\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-7382 is to be stored in a large artifact container when not in use. All tests involving SCP-7382 must be pre-approved and overseen by an on-site member of the Department of Tactical Theology with Level 3 clearance or higher.\n\n\nSCP-7382-A is to be contained in a secure, refrigerated chamber, muzzled, and physically restrained to prevent any movement. Security personnel must monitor SCP-7382-A at all times to ensure its internal body temperature does not exceed 200 degrees Celsius, and douse the anomaly with cold water if this threshold is exceeded. In the event of a containment breach, security personnel should use aerosolized fire retardants to suffocate SCP-7382-A until containment is restored.\n\n\nDescription:\n SCP-7382 is a crude spear consisting of three disparate religious artefacts that have been essophysically\n1\n fused together. The constituent artefacts have been minimally altered, resulting in SCP-7382’s ineffectiveness as a projectile weapon — the shaft is significantly overweight, poorly-balanced, and the spearhead is affixed to the lighter end of the tool.\n\n\nThe constituent elements of SCP-7382 are:\n\n\n\n\nThe biblical Rod of Aaron, a biologically active almond-wood\n2\n staff with the word אַהֲרֹן\n3\n engraved half-way along its length, functioning as the shaft;\n\n\nThe sword of Adam, a beryllium-bronze sickle-sword dating to the 210th millennium BCE, functioning as the spearhead;\n\n\nThe bindings of Fenrir, several bands of essophysical composition engraved with the word ᚷᛚᛖᛁᛈᚾᛇᚱ (Elder Futhark: \nGleipnir\n), functioning as the bindings.\n\n\n\n\nThe entirety of SCP-7382 possesses all the properties of its constituents, which include:\n\n\n\n\nInstantaneous translocation into the owner’s reach, at their will.\n\n\nConstant growth of leaves, buds, flowers, and almond seeds along the shaft, regardless of availability of sunlight, water, and nutrients.\n\n\nTransformation into an unknown species of snake when thrown horizontally, which the owner can mentally direct and revert into SCP-7382.\n\n\nSpontaneous generation of large swarms of insects by striking the ground with the base of the staff.\n\n\nImmunity to thaumaturgic and reality-altering manipulation, and the ability to physically destroy thaumaturgic barriers and symbols using the spearhead.\n\n\nAn inability for any of the elements to be separated without destroying all such elements, as damage incurred is shared evenly throughout the item, until the occurrence of the mythical Ragnarök.\n\n\n\nOf note is that this property does not apply to the growths along the shaft, which can be damaged and removed without difficulty.\n\n\n\n\n\n\n\n\nThe current owner of SCP-7382 is SCP-7382-A, a black, hexapedal, reptilian entity approximately four metres in length and one hundred kilograms in weight. SCP-7382-A is capable of ejecting a flammable, tar-like substance from their mouth, and is impervious to all known forms of physical damage; however, SCP-7382-A appears to have formerly possessed an additional pair of limbs atop their back, which have been amputated by unknown means.\n\n\nSCP-7382-A refuses to relinquish SCP-7382, and will repeatedly use the item’s properties to return it to their grip whenever it is removed. It is currently unknown how SCP-7382-A became the owner of SCP-7382; known documents pertaining to the Sword of Adam indicate than an act of deception or treachery is critical, but do not elucidate on the full requirements to gain ownership of it.\n\n\n\n\nAddendum-01:\n Initial Containment\n\n\nMobile Task Force Epsilon-9 ('Fire Eaters')\n had been dispatched to northern Europe in response to multiple reports of a large, reptilian entity witnessed fleeing from several fires of unknown provenance throughout the region; the entity was initially suspected to be a member of the \nMiracle\n \nLiberation\n \nFront\n4\n due to a significant increase in the group's activities throughout the region. After several months MTF Epsilon-9 were able to intercept SCP-7382-A at a nature reserve near Warsaw, Poland.\n\n\n\n\n\n\n+ ACCESS SCP:/7382/Poland/Epsilon-9 \n\n\n\n\n- Hide Excerpt\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[Epsilon-9 are camouflaged and spread out among the trees. It is night and they are moving forward further into the forest, being led by Captain Worley.]\n\n\nCaptain Worley:\n \n[Into his radio]\n Motion at the river. Hot. Get ready.\n\n\n[A figure wearing a dark yellow overcoat and carrying SCP-7382 approaches a nearby tree. While the rest of their figure is difficult to discern against the darkness, their gait indicates that they are non-human. The figure — SCP-7382-A — tears off a piece of bark with their spare hand, examines it, then appears to taste it; after a moment they hiss and discard the bark.]\n\n\n[Captain Worley quickly scans the area then signals to Agent Lemens, who unholsters his tranquilizer gun.]\n\n\nSCP-7382-A:\n \n[Unintelligible muttering.]\n\n\n[Lemens steps on a branch. SCP-7382-A turns at the sound, gripping SCP-7382 in both forelimbs; Lemens fires, but the dart deflects off SCP-7382-A.]\n\n\nSCP-7382-A:\n Wardens. I can see you playing patty cake over there, you little weenies!\n\n\n[The agents turn on their flashlights, focusing on SCP-7382-A, who takes off and discards their coat. Lemens fires two more darts, but both are deflected. SCP-7382-A smirks, holding their forelimbs out wide.]\n\n\nSCP-7382-A:\n That's it? Your ancestors annihilated civilizations, and now all the great and mighty Wardens can do is throw thorns and cry like spoiled children!\n\n\n[Captain Worley and his team glance at each-other.]\n\n\nCaptain Worley:\n What are you on about? \n[He points to the tree.]\n And what —\n\n\nSCP-7382-A:\n \n[Laughs.]\n Mister Secrets wants answers, does he? Too stupid to figure it out yourself, are you? I'm doing some 'soul searching'. Is that enough for you, moron? Do you need me to draw a picture for you?\n\n\n[Smoke emerges from SCP-7382-A's nostrils.]\n\n\nCaptain Worley:\n Look, surrender now, come with us —\n\n\nSCP-7382-A:\n And spend the rest of my life rotting in a box, with you animals poking me with your stupid little sticks? There's not a witch, monster, ghost, or anything that doesn't know what you do in those concrete coffins of yours. You don't want to help me — you just want to add me to your sick little collection, you blackguards!\n\n\n[Worley reaches for his radio; SCP-7382-A opens its mouth and expels a hot, tar-like substance at the agents, who duck for cover. After several moments SCP-7382-A briefly pauses, then resumes expelling the substance, now pre-ignited; the previously-expelled tar ignites on contact, as does the surrounding flora.]\n\n\nSCP-7382-A:\n Bring it, you pissants!\n\n\n[The agents shoot SCP-7382-A with non-lethal beanbag rounds, attempting to subdue it; SCP-7382-A throws SCP-7382 down, which transforms into a snake and attacks the agents, then uses the expelled tar to create a fire barrier between it and the agents.]\n\n\nCaptain Worley:\n Get around it! Get around it!\n\n\n[Several agents move to flank SCP-7382-A. SCP-7382-A retrieves a powder horn from a satchel and pours the contents into its mouth; after a few moments they expel a large, congealed lump at Agent Mackey, knocking them over into a patch of flaming tar. The lump ignites and violently explodes, killing Agent Mackey, severely injuring several surrounding agents, and further spreading the wildfire.]\n\n\nAgent Devin:\n Mack! You bastard!\n\n\nCaptain Worley:\n Just shoot it! Live rounds, take it down!\n\n\nSCP-7382-A:\n Too late, you pigs! Burn! Burn like the swines you are!\n\n\n[All agents abandon their non-lethal firearms and begin firing with live ammunition; the bullets ricochet, inflicting no damage. SCP-7382, still in the form of a snake, is similarly invulnerable and works its way into Agent Devin's fire suit, wrapping around his neck and biting at his face. SCP-7382-A lunges through the fire barrier and begins physically brawling with the agents, knocking them over with its tail and tearing at their protective equipment.]\n\n\nAgent McCullough:\n \n[Screaming]\n Get it off!\n\n\n[Captain Worley tackles SCP-7382-A, spraying a canister of fire retardant foam directly into its mouth; SCP-7382-A recoils, using five of its limbs to push Captain Worley off, the sixth reaching towards Agent Devin. SCP-7382 uncoils itself and exits Agent Devin's protective suit, returning to SCP-7382-A and transforming back into a spear; SCP-7382-A uses it to get back up.]\n\n\nSCP-7382-A:\n \n[Coughing and retching.]\n\n\n[Several agents spray SCP-7382-A with fire retardant. SCP-7382-A strikes the ground with the blunt end of SCP-7382, manifesting a dense swarm of insects which fill the air and attack the agents; several portions of the swarm catch fire or are downed by the foam spray, while the remainder have minimal effect on the agents.]\n\n\nSCP-7382-A:\n \n[Coughing and retching]\n No… not… savages…\n\n\n[SCP-7382-A expels a large amount of unignited tar, attempting to clear its mouth. Captain Worley tackles SCP-7382-A from behind, with several others following suit; they begin restraining SCP-7382-A's limbs using fireproof duct tape, with one agent pulling SCP-7382 away from SCP-7382-A's grasp.]\n\n\nCaptain Worley:\n You should've just co-operated, this —\n\n\n[SCP-7382 spontaneously reappears in SCP-7382-A's grasp, and they use it to knock off one of the agents, then attempts to stab another but is unable to puncture their protective equipment. Two agents pin down the limb, leaving SCP-7382 in its grip but nonetheless restraining it. SCP-7382-A continues resisting for several minutes, but is unsuccessful in escaping.]\n\n\n[END LOG]\n\n\nClosing Statement:\n The resulting wildfire was unable to be suppressed by attending Foundation agents, and proceeded to destroy a significant portion of the national park before being contained by civilian emergency services three days later. A total of seven agents were killed during the event; in addition to Agent Mackey, a further five agents succumbed to injuries inflicted by the explosion, and Agent Devin died due to envenomation shortly following the apprehension of SCP-7382-A.\n\n\nSCP-7382-A was transported to a nearby Foundation facility for temporary holding and processing. Attempts to remove SCP-7382 from their possession were unsuccessful, as the weapon would reappear in their hand/s shortly thereafter; instead, SCP-7382-A was restrained such that it was unable to use SCP-7382.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-02:\n Containment Breach\n\n\nSCP-7382-A was temporarily held at Site-194 in Warsaw, Poland, to facilitate initial investigation and processing; interrogation attempts were unsuccessful, with the anomaly uniformly insulting Foundation personnel and attempting to breach containment.\n\n\nInspection of SCP-7382 indicated potential religious significance, which was confirmed through referral to available religious and mythical texts. As Site-194 was unequipped for theological inquiry, the head researcher assigned to the anomaly requested that SCP-7382 be transferred to the nearby \nSite-120\n; as the weapon could not be separated from SCP-7382-A — remanifesting in its possession whenever removed — the entity would be relocated as well, with staff suggesting that the culture of Site-120 may encourage cooperation.\n\n\n\n\n\n\n+ ACCESS SCP:/7382/GoI-008/Interference \n\n\n\n\n- Hide Excerpt\n\n\n\n\n\n\nForeword:\n Dr. Albert Pines was in the process of conducting an unscheduled interrogation of SCP-7382-A at the time of the incident.\n\n\n[BEGIN LOG]\n\n\n[SCP-7382-A is in the centre of a refrigerated room, restrained against a horizontal slab; they have been muzzled, and their three left limbs affixed to SCP-7382 using duct tape. Dr. Pines sits in a chair in front of SCP-7382-A's head, equipped with a water hose and periodically checking an infrared camera beside him.\n5\n]\n\n\nDr. Pines:\n Why do you breathe napalm instead of fire?\n\n\nSCP-7382-A:\n \n[No response.]\n\n\nDr. Pines:\n Are you still capable of flight somehow?\n\n\nSCP-7382-A:\n \n[No response.]\n\n\nDr. Pines:\n Are you, or are you not, a dragon?\n\n\n[SCP-7382-A sighs.]\n\n\nDr. Pines:\n Run out of sarcastic quips?\n\n\nSCP-7382-A:\n Your questions speak for themselves. You're supposed to be wearing the \norange\n coat, not the white one.\n\n\n[Dr. Pines sprays SCP-7382-A with water for thirty seconds.]\n\n\nDr. Pines:\n Why Olesia wants to reward you for this, I'll never understand. You will answer my questions, regardless of what you think of them, understand?\n\n\nSCP-7382-A:\n \n[No response.]\n\n\nDr. Pines:\n Were you human before?\n\n\nSCP-7382-A:\n \n[No response.]\n\n\nDr. Pines:\n Are you cold?\n\n\nSCP-7382-A:\n \n[No response.]\n\n\n[Dr. Pines sprays SCP-7382-A with water for five seconds, before being interrupted by a loud knock at the door.]\n\n\nDr. Pines:\n Yes?\n\n\n[Another knock at the door.]\n\n\nDr. Pines:\n Yes, what is it?\n\n\n[Another knock at the door. Dr. Pines gets up and approaches it.]\n\n\nDr. Pines:\n Who is it? What do you want?\n\n\n[Dr. Pines opens the door, and is immediately struck in the face with the stock of a semi-automatic rifle. A figure dressed as a Foundation guard enters the room, followed by a Caucasian woman wearing D-class apparel; the former closes the door and locks it, while the latter pushes Dr. Pines against the nearest wall, covering his mouth with one hand and performing a series of brief gestures with the other. After a moment Dr. Pines collapses to the ground.]\n\n\nUnknown Guard:\n This is the wrong place, Cynthia.\n\n\nCynthia:\n I know, Crow, I know. I must have slipped, it's hard to know when you make a mistake. Is Laplace alright?\n\n\n[Cynthia turns back to face Crow, who points to SCP-7382-A. Cynthia gasps.]\n\n\nCynthia:\n A dragon.\n\n\nCrow:\n Looks like it. \n[Checks one of the inner pockets of his combat vest.]\n Are you alright?\n\n\n[A moment's silence. Cynthia steps over to SCP-7382-A, crouching beside its head.]\n\n\nCrow:\n Laplace is fine. Careful.\n\n\nCynthia:\n What's your name?\n\n\n[SCP-7382-A doesn't respond; a small amount of tar oozes through the muzzle. Crow steps over to Dr. Pines' seat, investigating the camera and hose.]\n\n\nCrow:\n Looks like they were torturing it.\n\n\n[A moment's silence.]\n\n\nCynthia:\n \n[To Crow.]\n Take off the mask.\n\n\nCrow:\n Why?\n\n\nCynthia:\n You're dressed like a guard. They think we're with \nthem\n.\n\n\n[Crow puts their rifle down. They take off their helmet, then remove a mask underneath; their head is revealed to be \na simple burlap sack, with two large white buttons positioned where its eyes should be\n. SCP-7382-A's eyes widen.]\n\n\nCynthia:\n We are not with the Foundation. You can trust us.\n\n\nCrow:\n It might not understand you.\n\n\nCynthia:\n They do. I can see it in their eyes — thinking eyes, not the eyes of an animal.\n\n\nCrow:\n I meant they might not speak English.\n\n\nCynthia:\n …oh, right. \n[To SCP-7382-A]\n Do you speak English?\n\n\n[SCP-7382-A shakes their head.]\n\n\nCynthia:\n So you do.\n\n\n[SCP-7382-A shakes their head again.]\n\n\nCrow:\n Then how do you know we're asking you a question?\n\n\n[A pause.]\n\n\nSCP-7382-A:\n Damn.\n\n\nCynthia:\n \n[Sigh.]\n Look, I —\n\n\n[The site-wide lockdown alarm activates.]\n\n\nCrow:\n That was quick. Time to leave.\n\n\n[Crow picks his rifle up and aims at the door; Cynthia stands and performs an intricate series of gestures with both hands, causing them to glow. After several seconds this glow rapidly fades, her motions accelerating in response.]\n\n\nSCP-7382-A:\n What are you —\n\n\n[The concrete slab fractures. SCP-7382-A breaks its restraints free, then uses its claws to remove the duct tape, get up, and properly wield SCP-7382. They attempt to break the muzzle using the speartip but are unsuccessful; SCP-7382-A looks to Crow and points to it.]\n\n\nCrow:\n Later, when we have time.\n\n\nSCP-7382-A:\n Just do the —\n\n\nCynthia:\n They’ve dropped the anchors, if I try it could break your neck.\n\n\n[Crow unholsters a handgun and gives it to Cynthia, then advances toward the door.]\n\n\nSCP-7382-A:\n Then use a knife!\n\n\nCrow:\n If the Jailors have bothered to put one on you, they’ve reinforced it so you can’t cut it off. We’ll deal with it once we’re outside, but we need to get moving \nnow\n.\n\n\n[SCP-7382-A scowls. Cynthia and Crow leave the room; SCP-7382-A waits a moment, looks up at the alarm, then follows, scraping a handful of tar dripping through their mask and flicking it onto Dr. Pine as they pass.]\n\n\n[The three emerge into the main hallway of a containment wing, where several researchers are running toward a junction at one end; the researchers quickly enter a nearby room upon spotting the group and lock the door.]\n\n\nSCP-7382-A:\n Parasites.\n\n\n[Cynthia and Crow advance toward the terminating junction, guns raised. SCP-7382-A instead goes to the door the researchers entered and attempts to break it open.]\n\n\nCrow:\n We need to move, what are you doing?\n\n\nSCP-7382-A:\n Feeding.\n\n\n[Cynthia’s eyes widen.]\n\n\nCynthia:\n No, you are not eating people —\n\n\n[Several armoured guards enter the hallway ahead of the group, guns raised.]\n\n\nGuard:\n Put down —\n\n\n[Crow opens fire. The guards take cover behind the corners of the intersection; Cynthia and Crow use the nearest unlocked doorways as cover. The two groups exchange gunfire.]\n\n\n[SCP-7382-A turns away from the door and sprints toward the guards; they concentrate their gunfire on the anomaly, but the bullets all ricochet off it. SCP-7382-A pierces the body armour of a guard and pins them against the wall using SCP-7382, impaling them. They then release SCP-7382 and attack the other guards with their claws, prioritising those attempting to escape.]\n\n\n[Crow and Cynthia watch from the hallway, the latter moving to the former’s position. Neither speaks.]\n\n\n[The pinned guard slumps forward. SCP-7382 appears to faintly glow with a negative or dark light; it then spontaneously appears in SCP-7382-A’s grasp, dropping the guard to the floor, the glow vanishing. SCP-7382-A continues assaulting the present guards, now prioritising use of the spear to kill them where able.]\n\n\n[Crow and Cynthia emerge from the shared doorway and join SCP-7382-A at the intersection, watching as they procedurally puncture the heart of every guard’s corpse using SCP-7382 before turning to the two, breathing heavily.]\n\n\nSCP-7382-A:\n Thanks for the help, you cowards. I’ll go first so I don’t step in your little piddles, hmm?\n\n\n[SCP-7382-A turns and starts along the adjoined corridor.]\n\n\nCrow:\n Wrong way.\n\n\n[SCP-7382-A pauses, growls, then turns and follows Crow and Cynthia in the opposite direction.]\n\n\n[The group proceeds through several hallways relatively unopposed, SCP-7382-A killing any encountered security personnel with minimal difficulty. All on-site personnel are ordered to avoid the group until an effective method of combat is determined; the facility sprinkler system is activated to douse SCP-7382-A, keeping its body temperature below its ignition point.]\n\n\n[The group progressively advances deeper into the facility, eventually arriving at a staff restroom.]\n\n\nCrow:\n Alright Laplace, you’re up.\n\n\n[A small, black object is briefly seen emerging from Crow’s pocket as he enters the restroom; no cameras are present inside. SCP-7382-A stops in the hallway.]\n\n\nSCP-7382-A:\n What are you doing?\n\n\nCynthia:\n Getting out, come on.\n\n\nSCP-7382-A:\n This is a toilet, you moron. What are we going to do, flush ourselves down the pipes?\n\n\nCrow:\n \n[Faintly]\n That’s the gist of it.\n\n\nCynthia:\n \nIt’s been done before\n, you’ll be fine, just get in.\n\n\nSCP-7382-A:\n Your plan is going down the crapper.\n\n\nCynthia:\n Yes.\n\n\nSCP-7382-A:\n Your plan is crap.\n\n\nCynthia:\n Do you want out or not?\n\n\nSCP-7382-A:\n I think I’ll —\n\n\n[Several guards emerge around a corner, armed with fire extinguishers. SCP-7382-A spots and charges toward them; the guards spray them with fire retardant, causing SCP-7382-A to recoil, coughing. Cynthia fires at the guard; one of the extinguishers is punctured, filling the hallway with the powdered retardant and drastically reducing visibility. The guards retreat a small distance.]\n\n\nCynthia:\n Get in!\n\n\n[SCP-7382-A rushes into the restroom, struggling to breathe, and Cynthia follows.]\n\n\n[END LOG]\n\n\nAfterword:\n A security team promptly arrived and entered the restroom. It was discovered that the anomalies had escaped using a spatial distortion affecting one of the latrines, which had enabled them to enter and navigate the facility’s plumbing network; Foundation personnel were unable to pursue due to dense, damage-resistant flora that had manifested throughout. The spatial anomaly collapsed after twenty minutes.\n\n\n\n\n\n\n\n\n\n\n\n\n‘Crow’ was promptly identified as \nSCP-6073\n due to its characteristic appearance, indicating the incident was a raid by the Miracle Liberation Front. Comparison of the footage with Foundation records identified ‘Cynthia’ as D-24390, a high-priority Person of Interest wanted in relation to \nContainment Chamber #3942\n. The identity of the entity referred to as ‘Laplace’ is unknown.\n\n\n\n\nAddendum-03:\n Surveillance\n\n\nDuring post-incident clean-up, Foundation maintenance personnel discovered that they could discern the route taken by the anomalies by following the path of the flora occupying Site-194’s plumbing network. Use of an extended pipe inspection camera identified their destination as a nearby sewer treatment facility, where evidence of a hastily-executed ritual were found; the detected latent thaumaturgic energy signature was consistent with the creation of a temporary Way.\n\n\nThe investigators theorised that the Way could be temporarily reopened through modification of the remaining ritual markings and application of \nSpiti-Class thaumaturgy\n;\n6\n while the produced gateway would be too small for practical use, it would nonetheless enable a psychic individual to telepathically link with entities on the other end, potentially gleaning sufficient information to identify the location.\n\n\nSeveral almond seeds taken from SCP-7382 were used to reopen the Way, and enable Foundation psychic Andrew Khan to connect with SCP-7382-A; the reopened Way was highly unstable, and would collapse whenever SCP-7382-A exited the room at the other end. The following are Agent Khan’s reports of what he witnessed during the interims.\n\n\n\n\n\n\n+ ACCESS SCP:/7382/Khan/Viewing1 \n\n\n\n\n - Hide Excerpt\n\n\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n[Cynthia is sitting in her room, playing a medieval video game on a PlayStation 3. SCP-7382-A enters, dragging an oversized dog bed behind them, which they throw at Cynthia.]\n\n\nCynthia:\n Hey!\n\n\nSCP-7382-A:\n Who.\n\n\nCynthia:\n We weren’t expecting any new additions, we don’t have enough beds to go around at the moment — I thought it was better than asking you to just sleep on the couch. Besides, it’s better than my bed.\n\n\nSCP-7382-A:\n Then give me yours, \nWarden.\n\n\nCynthia:\n Would you stop calling me that? I’m not one of them.\n\n\nSCP-7382-A:\n Sure.\n\n\n[Cynthia shakes her head, moving the bed to one side before resuming the video game. SCP-7382-A stands in the doorway for several moments, watching the game, then steps over and sits on the dog bed.]\n\n\nCynthia:\n Told you it was —\n\n\nSCP-7382-A:\n Shut it.\n\n\n[The two sit in silence, focusing on the game.]\n\n\nCynthia:\n Heard you had another tussle with Becker again.\n\n\nSCP-7382-A:\n I don’t know why you people keep him around.\n\n\nCynthia:\n He pays the bills, and he’s second-in-command. Can’t get rid of him.\n\n\nSCP-7382-A:\n Says a lot about you people when you're literally led by a brainless idiot.\n\n\n[Cynthia muffles a chuckle. A few more moments pass.]\n\n\nSCP-7382-A:\n What’s this thing? \n[Nods to the PlayStation 3.]\n\n\nCynthia:\n Oh, it’s…\n\n\n[Cynthia pauses, then pauses the game.]\n\n\nCynthia:\n You haven’t seen one of these before?\n\n\nSCP-7382-A:\n You think I’d ask if I had?\n\n\nCynthia:\n No, I didn’t mean… nevermind. It’s a PlayStation, you use it to play video games.\n\n\nSCP-7382-A:\n Which are…?\n\n\nCynthia:\n …Video games, they’re, uhh… it’s like a play, or a show, but you control what happens.\n\n\nSCP-7382-A:\n …right. And what’s happening in this “show”?\n\n\nCynthia:\n Well, at the moment I’m just exploring some ruins, collecting metal for smithing —\n\n\nSCP-7382-A:\n You can make tools with this?\n\n\nCynthia:\n Yes. No! I mean… you can make tools \nin\n it, but you can’t bring those things out.\n\n\nSCP-7382-A:\n Then what’s the point?\n\n\nCynthia:\n It’s entertainment, it’s just… fun. Here, you know what, let me…\n\n\n[Cynthia saves and exits to the title screen.]\n\n\nCynthia:\n Here, you can have a go. I’ll just make —\n\n\nSCP-7382-A:\n No, I don’t —\n\n\nCynthia:\n Just give it a try, if you don’t like it, I won’t bother you with it again. Do you have anything better to do right now?\n\n\n[A few moments of silence pass. The new game begins with a cutscene; Cynthia offers the controller to SCP-7382-A.]\n\n\nSCP-7382-A:\n Fine.\n\n\nCynthia:\n Alright, so, you use this to move — push it like this —\n\n\n[Game Character]:\n Hey, you. You’re finally awake.\n\n\n[EXTRATENIOUS DATA REMOVED FOR BREVITY]\n\n\nCynthia:\n Look, you can’t just keep everything you find.\n\n\nSCP-7382-A:\n And why not?\n\n\nCynthia:\n Because you're over-encumbered, you can’t run anymore. If you just got rid of it —\n\n\nSCP-7382-A:\n Fine. What do I need to make wings?\n\n\nCynthia:\n What? You can’t — there’s no wings in this game.\n\n\nSCP-7382-A:\n Then what’s the point of this Argonian thing?\n\n\nCynthia:\n I told you before, you get to breathe underwater.\n\n\n[SCP-7382-A and Cynthia are sitting side-by side; the former is holding the controller in their foreclaws, with SCP-7382 on their lap held by their mid-claws. SCP-7382-A grumbles.]\n\n\nCynthia:\n If you put that thing aside, you’d —\n\n\n[SCP-7382-A glares at Cynthia.]\n\n\nSCP-7382-A:\n \nNo.\n Don’t even try it.\n\n\n[Cynthia moves away from SCP-7382-A, who turns back to the television screen.]\n\n\nCynthia:\n Try what, I —\n\n\nSCP-7382-A:\n Besides, I’m doing just as well as you were. Better if I had a spear.\n\n\nCynthia:\n So you’re enjoying it?\n\n\nSCP-7382-A:\n The combat is… sufficient.\n\n\nCynthia:\n Because you can kill everyone you meet.\n\n\nSCP-7382-A:\n Almost everyone. I don’t understand why some people won’t die — I don’t care if they’re supposed to be important later, they’re useless… wait, is that the dragon from the beginning?\n\n\nCynthia:\n No, this is Mirmulnir. The one at the start was Alduin.\n\n\nSCP-7382-A:\n Mirmulnir? That’s… not a bad name, I suppose.\n\n\nCynthia:\n Speaking of which, we still don’t know yours —\n\n\nSCP-7382-A:\n Wait, wait, why is he attacking me? I haven’t —\n\n\nCynthia:\n He’s a boss, you have to defeat him to continue the storyline — quick, eat some—\n\n\nSCP-7382-A:\n Defeat?\n\n\nCynthia:\n Yeah, like help the guards kill him —\n\n\n[SCP-7382-A pauses the game and turns to Cynthia, visibly angry.]\n\n\nSCP-7382-A:\n \nKill him?\n For what?\n\n\nCynthia:\n …because he’s evil? It’s just what you do, the dragons attack, you kill them, absorb their soul —\n\n\n[SCP-7382-A bolts up.]\n\n\nSCP-7382-A:\n \nAbsorb their soul?!\n\n\n[Cynthia stands up, trying to calm SCP-7382-A.]\n\n\nCynthia:\n It’s just — it isn’t real, nothing in the game is real. You aren’t actually killing any dragons —\n\n\nSCP-7382-A:\n But they’ll keep attacking because they’re \nevil\n, and I have to kill them to continue. Right?\n\n\nCynthia:\n …we can play a different game, Fallout doesn’t have —\n\n\n[SCP-7382-A throws the controller across the room, disconnecting it from the console and damaging it against the wall. They then spit a glob of tar into Cynthia’s face, who falls over backwards, trying to wipe it off.]\n\n\nSCP-7382-A:\n \n[Shouting]\n Keep your lies to yourself, Warden, I want nothing to do with your stories!\n\n\n[SCP-7382-A grabs the mattress from Cynthia's bed and drags it with them as they leave.]\n\n\n[END LOG]\n\n\nAfterword:\n Way lost stability and collapsed as SCP-7382-A exited the room. No meaningful information on location gleaned; however, Agent Khan described the atmosphere as cool but dry, potentially indicative of an air conditioned building in an arid environment. Log otherwise retained as potentially relevant to the history of SCP-7382-A.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS SCP:/7382/Khan/Viewing/2\n\n\n\n\n- Hide Excerpt\n\n\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n[Cynthia is sitting in her room on the edge of her bedframe, using the oversized dog bed for cushioning. She is taking empty cartridges from a box beside her, loading them with bullets from a bucket, then putting the loaded cartridges into a second box; there is also a partially-consumed bottle of whiskey on the floor beside her. Other than a small, black bird resting on a pillow nearby, she is alone. After a few moments she stops, sighs, and rubs her temples.]\n\n\n[There is a knock at the door. The bird flinches, but does not otherwise react. Cynthia pushes the whiskey bottle under the bedframe using her foot.]\n\n\nCynthia:\n Yep!\n\n\n[The door opens and Crow enters, carrying a box with empty cartridges in it. Cynthia slumps.]\n\n\nCrow:\n I know, but we need it done.\n\n\nCynthia:\n Yeah, yeah…\n\n\n[Cynthia resumes her activity. Crow steps over, adding the empty cartridges from his box to the other, then swaps the empty box for the one with loaded cartridges; as he turns to leave he notices the bird and pauses, then turns back to Cynthia. She stops again after a few moments.]\n\n\nCynthia:\n … what?\n\n\n[A pause. Crow puts the box back down, then reaches under the bedframe and pulls out the whiskey bottle.]\n\n\nCrow:\n That only works if you have a mattress, you know.\n\n\nCynthia:\n Oh come on, Brown, I’ve been sitting here for hours —\n\n\nCrow:\n — forty minutes —\n\n\nCynthia:\n — what’s the harm in having a pick-me-up?\n\n\nCrow:\n \n[Nods toward the bird.]\n Because everyone else will want some too, and I don’t want people getting tipsy around Beck and Shirley. \nEspecially\n them, they’re hard enough to deal with as-is. You’ll have to wait until happy hour.\n\n\n[Crow inserts the bottle into their chest cavity.]\n\n\nCynthia:\n \nShirley?\n Her name is Shirley?\n\n\nCrow:\n \n[Shrugs.]\n I have no idea, but we’ve got to call her something.\n\n\nCynthia:\n ‘Explosive’, ‘fiery’, ‘irate’, ‘livid’… dare I say ‘feral’?\n\n\n[A moment of silence passes.]\n\n\nCrow:\n Wow.\n\n\nCynthia:\n Wow what?\n\n\nCrow:\n You’re the last person I’d expect to call someone names.\n\n\nCynthia:\n \n[Sighs.]\n I know, I just… I don’t understand what her deal is, at all. She doesn’t get along with anyone, she outright hates me and I’ve no idea why, she explodes at random things, and every time she speaks everything she says is just dripping with \nhatred.\n She just… seems to hate everything and everyone, all the time, and she refuses to talk about why.\n\n\nCrow:\n It’s a phase, Cynthia; you can’t expect everyone who joins us to be hunky-dory. She just needs time to settle in, and she obviously intends to — she would’ve left by now otherwise.\n\n\nCynthia:\n That’s what confuses me the most — why? Everything she does says she despises this place, so why is she still here?\n\n\nCrow:\n \n[Shrugs.]\n Laplace wasn’t that different, and he’s still here.\n\n\nCynthia:\n Laplace is completely different. He’s just reserved, not —\n\n\n[Loud crashing is heard outside, intermixed with SCP-7382-A shouting. Both Crow and Cynthia look toward the door.]\n\n\nCrow:\n Becker’s got it, he’s on duty.\n\n\n[Cynthia jumps up, staring at Crow in astonishment.]\n\n\nCynthia:\n \nBecker\n is on duty?\n\n\n[Crow begins to speak, pauses, then turns and rushes out of the room; Cynthia follows. The two emerge into a large common room, where SCP-7382-A is brawling with \nan entity with a blue, reptilian head\n holding a red-glowing sword. Notably, SCP-7382 is absent.]\n\n\nSCP-7382-A:\n I’m going to gut you like the swine you are, you —\n\n\nSecond Entity:\n No, you’re not, and if you try then I’ll just be adding your head to my collection.\n\n\n[SCP-7382-A snarls, then lunges. The second entity expels an intense stream of fire from its mouth, pushing SCP-7382-A backwards and igniting several items of furniture nearby.]\n\n\nSecond Entity:\n …and finding out how much dragonskin goes for. Maybe get a new jacket, this one —\n\n\n[SCP-7382-A screams, charging at the second entity; the latter performs a backward roll, using the momentum to throw SCP-7382-A into a cabinet behind them, then gets up and into a sword fighting stance. Several other entities emerge from the surrounding doorways.]\n\n\nCynthia:\n Stop them! Someone stop them!\n\n\nCrow:\n Becker!\n\n\n[The second entity looks toward Crow. SCP-7382-A lunges at them again — still continuously screaming — this time making contact, lifting them into the air, and slamming them head-first into a wooden table; Becker drops the sword, briefly stunned. Two of the nearby entities — a glass humanoid and an anthropomorphic hyena, each wearing a Thalia and Melpomene theatre mask, respectively — rush forward and attempt to restrain SCP-7382-A; the sword is knocked under a couch during the struggle, and after a few moments both entities are knocked aside, by which time Becker has recovered and stood up again.]\n\n\nCynthia:\n Crow!\n\n\nCrow:\n I can’t, I’ll catch fire!\n\n\n[Becker throws a chair at SCP-7382-A, knocking them over, then pins them down and begins punching wildly at their face; SCP-7382-A holds up two hands to either side and summons SCP-7382, causing Becker to accidentally punch its shaft and recoil in pain. SCP-7382-A strikes them in the head using the spear, detaching the head on impact, then spits a large wad of tar onto their shirt.]\n\n\nCrow:\n No!\n\n\n[SCP-7382-A rolls to one side, dropping Becker into a flame which ignites the tar, causing a small explosion that throws both entities to opposite ends of the room. The surrounding entities quickly grab and restrain both entities, while several others retrieve fire extinguishers and blankets to put out the fires. Crow steps forward, both hands against his head.]\n\n\nCrow:\n What the hell have you two \ndone?!\n\n\n[SCP-7382-A continues to thrash, attempting to break free from the entities restraining them, but is unsuccessful; Becker, on the other hand, stops resisting.]\n\n\nSCP-7382-A:\n Get off of me, you cave-dwelling —\n\n\n[Crow points to a pot plant in one corner, then to SCP-7382-A; the plant quickly levitates across the room, wrapping its vines around SCP-7382-A’s maw and holding it shut with anomalous integrity. A few moments later, SCP-7382-A stops fighting against her restrainers.]\n\n\nCrow:\n Enough of the insults. One of you had better have a damn good explanation for this — Becker, you at least should know better than this. You’ve smashed almost everything in here and set the rest of it on fire!\n\n\n[Becker points to the reptilian head, then to himself. Crow sighs.]\n\n\nCrow:\n Give it to him.\n\n\n[SCP-7382-A resumes her thrashing with increased fervour; Cynthia notices this, looking between SCP-7382-A and the detached head. A nearby entity steps over to the reptilian head, bending down to pick it up.]\n\n\nCynthia:\n Wait!\n\n\n[The entity stops and looks to Cynthia.]\n\n\nCynthia:\n …leave it. Go get Becker’s bag. He can use a different one.\n\n\n[The entity looks to Crow, who nods; they exit through one of the surrounding doorways. Cynthia steps over to the detached head, carefully picking it up with both hands and holding it with the face outwards. She locks eyes with SCP-7382-A; after a few moments, the latter calms down again.]\n\n\n[The other entity returns, carrying a large duffle bag which they put down in front of Becker. The entities restraining Becker let go, allowing him to reach into the bag and retrieve a human head with cybernetic eyes, which he attaches to himself. Crow points to SCP-7382-A, and the vines around her maw loosen.]\n\n\nCrow:\n Now, explain.\n\n\nBecker:\n She’s nuts, Crow, that gunk she spits —\n\n\nCrow:\n \nExplain\n, not \naccuse\n.\n\n\nBecker:\n I was fixing the barrier, like you said, but I couldn’t find the welder anywhere. So I got that out instead — \n[Becker points to the head Cynthia is holding]\n — and she came over and lost it. I didn’t do anything!\n\n\nSCP-7382-A:\n Liar! You’re a murderer and a desecrator, just like the rest of your degenerate kind!\n\n\n[SCP-7382-A opens their mouth, preparing to spit a wad of tar; Crow points to her and the vines around her maw constrict again, forcing it closed.]\n\n\nCrow:\n I said enough with the insults! I don’t want your opinion, I want your answer — did you attack Becker first?\n\n\n[No response; SCP-7382-A simply glares at Becker.]\n\n\nCrow:\n Nod your head, or shake it. Did. You. Attack. First?\n\n\n[SCP-7382-A nods. She maintains the glare.]\n\n\nCrow:\n Did he do something to provoke you?\n\n\nBecker:\n I was just minding my own —\n\n\nCrow:\n I asked \nher\n, not you. Yes or no, did he say or do something to you to provoke you?\n\n\n[SCP-7382-A locks eyes with Crow and glares, but does not otherwise react. Crow shakes his head.]\n\n\nCrow:\n Put her in the brig. Becker, you’re cleaning this up.\n\n\nBecker:\n But I didn’t —\n\n\nCrow:\n Call for help, instead of throwing each-other into cabinets, and setting everything you missed on fire? Didn’t think that winding her up would \nkeep the fight going\n?\n\n\n[A moment of silence passes; Becker hangs his head.]\n\n\nBecker:\n … I’ll tidy this up.\n\n\nCrow:\n Thank you. Take her away.\n\n\n[The entities restraining SCP-7382-A co-operate to remove her from the room. SCP-7382-A does not resist, limping on one leg as she is led away, but keeps her gaze firmly focused on Cynthia until her line-of-sight is broken; Cynthia furrows her brow, then looks down at the head in her hands.]\n\n\nEND LOG\n\n\nAfterword:\n Way collapsed as SCP-7382-A was removed from the room. ‘Becker’ identified as \nSCP-6772\n, a high-ranking member of the Miracle Liberation Front; high probability the location is a major hideout for the group, possibly fortified with a barrier that requires welding to repair. Presence of houseplants indicates ready access to a potable water supply. Label of the whiskey bottle noted to be printed in a non-English language unfamiliar to Agent Khan.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS SCP:/7382/Khan/Viewing/3\n\n\n\n\n - Hide Excerpt\n\n\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n[Cynthia enters a barren room carrying a tray of food, pushing the door closed behind her. A row of metal bars divides the room in two; the sole light source is a fluorescent tube affixed to the ceiling above the door. A humanoid entity wearing grey robes is sitting in a corner on the same side, reading a book. They look up at Cynthia.]\n\n\nCynthia:\n Food, and I’d like to talk to her.\n\n\n[The entity nods and waves a gloved hand at the bars, causing several to demanifest so Cynthia can pass through; they remanifest behind her, and the entity returns their attention to the book.]\n\n\n[SCP-7382-A is sitting in the furthest corner on Cynthia’s left, using their tail to idly bounce a soccer ball off the wall and holding SCP-7382 in their forelimbs. The entire length of their neck is wrapped in paper talismans; several more are wrapped around their wrists and the end of their tail. SCP-7382-A stops bouncing the ball and glares at Cynthia as she approaches.]\n\n\nCynthia:\n I’ve got —\n\n\n[SCP-7382-A bats the ball at Cynthia, hitting the tray and knocking the foodstuffs onto her.]\n\n\nCynthia:\n \nHey!\n\n\nSCP-7382-A:\n Go choke and die.\n\n\nCynthia:\n I was bringing you food!\n\n\nSCP-7382-A:\n I’d rather starve, \nWarden\n.\n\n\n[A moment’s pause. Cynthia throws the metal tray at SCP-7382-A, hitting her in the face. SCP-7382-A lunges at Cynthia; the robed figure raises a hand toward them, and the paper talismans appear to prevent SCP-7382-A from moving any closer. SCP-7382-A attempts to swing SCP-7382 at Cynthia, but is propelled backwards to the furthest wall.]\n\n\nCynthia:\n What the hell is your problem, Shirley?!\n\n\nSCP-7382-A:\n \nShirley?\n\n\nCynthia:\n Yes, Shirley. If you won’t tell us your name, then we’ll just call you Shirley. There are worse names going around, and for good reason.\n\n\nSCP-7382-A:\n Like you animals ever needed a reason…\n\n\nCynthia:\n Oh, yeah, \nwe’re\n the animals. We’re the ones that complain all the time, we’re the ones that insult everyone around, we’re the ones who constantly start fights and trash the place — what was it about this time, an egg? You and Becker got into a fight over an \negg\n?\n\n\n[SCP-7382-A snarls, struggling against the restraints.]\n\n\nSCP-7382-A:\n That headless knuckle-dragger is the one who started it! He’s the one who thought it’d be funny to ‘make amends’ by giving me a \nfake dragon egg\n! What, should I have just sat there and smiled like a good little pet, be happy that my ‘masters’ had given me anything? Is that what you want me to do, Warden?!\n\n\nCynthia:\n I’ve told you, I’m not a warden!\n\n\nSCP-7382-A:\n Yes you are! You all are! You and your barbaric kind!\n\n\n[Cynthia scowls, shaking her head and stepping back toward the bars, which demanifest in front of her, then remanifest once she’s through. The robed entity lowers its hand, releasing SCP-7382-A. Half-way to the door Cynthia stops, turning back and watching SCP-7382-A, silent.]\n\n\nSCP-7382-A:\n Enjoying the view? Satisfied that the horrifying, abominable creature is caged like it should be?\n\n\n[Cynthia shakes her head.]\n\n\nCynthia:\n You’ve put yourself there. If you just… just got along with people, for once, or at least didn’t lash out all the time… why are you even here? We aren’t keeping you here —\n\n\nSCP-7382-A:\n You say while I’m in a locked room, behind bars, with a guard.\n\n\nCynthia:\n No, I…\n\n\n[Cynthia sighs.]\n\n\nCynthia:\n When we let you out, do you want to leave.\n\n\nSCP-7382-A:\n Oh, \nnow\n the animal gets to choose, does it?\n\n\nCynthia:\n You always had the choice.\n\n\nSCP-7382-A:\n Could’ve fooled me.\n\n\nCynthia:\n Well now you know. People aren’t going to put up with your attitude for much longer. You can stay if you want to, but you’ll have to start behaving yourself around here —\n\n\nSCP-7382-A:\n — training me like a dog —\n\n\nCynthia:\n — or you can leave, go it alone and take your own chances. It’s your choice, but after all the effort we went through to rescue you, it’d be a real shame if you just ended up in a Foundation cell again, getting hosed down by some balding moron with a promotion fetish.\n\n\n[SCP-7382-A briefly chuckles. A silence ensues.]\n\n\nSCP-7382-A:\n Why did you save me?\n\n\nCynthia:\n Because you deserve to live, to be free. Just like everyone else.\n\n\n[SCP-7382-A scoffs.]\n\n\nSCP-7382-A:\n Sure, right. You just thought I’d be a useful weapon. Controllable.\n\n\nCynthia:\n I thought you were someone in trouble, that’s it. Even with all of your… anger, I’d do it again. Especially now. I can tell you’ve been through enough already.\n\n\n[A pause. SCP-7382-A looks away. Cynthia gestures to the robed entity; they raise a hand, and the bars demanifest. Cynthia steps through — the bars reappearing behind her — and steps over to SCP-7382-A, sitting down.]\n\n\nCynthia:\n Please, tell me. Help me to understand. \nLet\n me understand.\n\n\nSCP-7382-A:\n You won’t. You wouldn’t care.\n\n\nCynthia:\n Try me.\n\n\n[Several seconds of silence pass. SCP-7382-A does not speak.]\n\n\nCynthia:\n Why do you hate me?\n\n\n[SCP-7382-A turns and looks at Cynthia.]\n\n\nSCP-7382-A:\n Because \nyou\n hate \nme\n.\n\n\nCynthia:\n I don’t hate you.\n\n\nSCP-7382-A:\n Are you human?\n\n\nCynthia:\n Yes.\n\n\nSCP-7382-A:\n Then you hate. It’s what your kind does. You hate, and you kill, and you steal and you lie.\n\n\n[A pause.]\n\n\nCynthia:\n What happened?\n\n\n[SCP-7382-A’s expression hardens into a glare.]\n\n\nSCP-7382-A:\n \nWhat happened?\n You happened, you degenerate neanderthal. You and your filthy, scab-ridden, mouth-breathing, half-witted, ruinous species. Everything was beautiful, free to grow the way it wanted, not forced into shape by you scum-eaters. We flew…\n\n\n[A long pause. Cynthia briefly glances at the amputated stumps on SCP-7382-A’s back.]\n\n\nSCP-7382-A:\n …we flew over forests, oceans, plains, and mountains. We were content with the skies, we took only what food we needed, and the earth provided caves as our shelter. Until you low-brow half-breeds showed up, there was nothing else but nature, and no-one else but us. We were alone together in the entire world — we were happy to share it. But you weren’t. You would show up screaming like children, throwing things, trying to scare us away. You didn’t need what we had — you just didn’t want us to have it, and you hated that you couldn’t take it.\n\n\n[SCP-7382-A stands up, turns away, and continues bouncing the ball against the wall.]\n\n\nSCP-7382-A:\n Your stupid little sticks didn’t hurt us, so we just shooed you away like wild beasts, hoping you would start using the brains you might have had. Eventually you did — you started talking between yourselves, built your stupid little mud houses, started clearing forests to plant your weeds. We’d never seen anything like it, never seen buildings before, never made any, never even imagined them. We watched and saw with every passing day that there were more of you, always more, spreading out in every direction like a pestilence, and still you wouldn’t share. It was yours, always yours, and whenever we came down to eat, you, you…\n\n\n[Cynthia’s brow furrows. SCP-7382-A falls silent, shaking their head and scowling. They slowly increase the force of each successive hit on the ball.]\n\n\nSCP-7382-A:\n You figured out how to win. Somewhere along the way, while you were all bashing each-other’s skulls in, you figured out how to make your stupid little weapons hurt. You did your stupid little rituals, jumping around a bonfire like idiots, and one day one of you made it work, did some real magic. You figured out how to \nkill\n us, and you decided that meant you should.\n\n\n[SCP-7382-A catches the ball in one claw.]\n\n\nSCP-7382-A:\n Everywhere we went, your wizards would pull us from the skies, your knights would strip us of our wings and lives, and the rest of you… the rest of you \ncelebrated\n. You’d sing stories, lying to your little crotch-goblins about how it was our fault, everything was our fault, how we’d deserved to die, how killing us was the right thing to do. If some idiot baker burnt down a town, you said we started the fire. If some dunce royal fell down a hole while trapesing through a forest, you said we kidnapped them. If we had anything, \nanything,\n you said we stole it from you.\n\n\n[SCP-7382-A resumes bouncing the ball.]\n\n\nSCP-7382-A:\n You took everything, because you could. You slaughtered us by the thousands, and if we fought back, more of you came. \nWe hid in caves, fearful and praying you wouldn’t find us.\n There were so few of us left that you eventually stopped looking, went back to killing each-other, and just… forgot.\n\n\n[SCP-7382-A misses the ball; it bounces away, coming to a halt by the bars. SCP-7382-A doesn’t react to it.]\n\n\nSCP-7382-A:\n Then we died. Not from hunger, not from sickness, not injury, just… just died, like the world didn’t want us anymore. You were so convinced you knew how the world should be, and through your sheer, unyielding stubbornness, you actually \nmade it happen.\n\n\n[A long pause.]\n\n\nCynthia:\n How did you survive?\n\n\nSCP-7382-A:\n How do you think? I fought back. Some prissy barbarian murdered my brother, ate his heart, then went home to cheering and fanfare. I lured him into a forest, ran him through with my spear, and did the same. I wiped out that entire damned kingdom, and for every person that I killed — every one of my kind I avenged — I felt stronger. I \nwas\n stronger. I haven’t stopped. I have no reason to stop.\n\n\nCynthia:\n …the guards. That’s why you wanted to kill the guards when we rescued you. \nFeeding.\n\n\n[SCP-7382-A turns back to Cynthia, tightening her grip on SCP-7382, tears in her eyes. Cynthia quickly gets up, holding her palms forward and walking backwards.]\n\n\nCynthia:\n Hold on —\n\n\nSCP-7382-A:\n They deserved it. You deserve it. I hate you, Cynthia, because I hate all your foetid kind. I hate you, because it’s the only way to survive in your world. I hate you because you hate me. You hate me. I hate you.\n\n\nCynthia:\n I don’t hate —\n\n\n[SCP-7382-A lunges. The robed entity raises their hand, restraining SCP-7382-A and preventing the spearhead of SCP-7382 from reaching Cynthia. SCP-7382-A repeatedly tries to thrust SCP-7382at Cynthia, but are unable to move enough to reach her; they then attempt to throw it at her, but are similarly unable to succeed.]\n\n\nSCP-7382-A:\n I hate you! You took everything from me, and I hate you! I hate you! I hate, I hate…\n\n\n[SCP-7382-A collapses, dropping SCP-7382 to cover their face and weeping. After a few moments Cynthia steps over, crouching down; she goes to rest a hand on SCP-7382-A’s shoulder, but stops short of doing so. A few moments pass.]\n\n\nCynthia:\n I don’t hate you, Shirley. But I understand. I’m… I’m sorry.\n\n\n[SCP-7382-A continues weeping for several minutes, slowly de-escalating into quiet sobs.]\n\n\nCynthia:\n I can get more food, if —\n\n\nSCP-7382-A:\n \n[Muffled]\n Just… go away. Leave me alone.\n\n\n[Cynthia nods. She quietly stands to her feet, picking up the food tray, then passes through the bars again and opens the door.]\n\n\nSCP-7382-A:\n …Lethrie.\n\n\n[Cynthia stops in the doorway, turning back. SCP-7382-A is looking up at her.]\n\n\nCynthia:\n Pardon?\n\n\nSCP-7382-A:\n My name. Lethrie Nithoggdottir.\n\n\n[A moment’s pause. Cynthia’s brow furrows, but nods.]\n\n\nCynthia:\n Thank you, Lethrie.\n\n\n[SCP-7382-A lowers their head. Cynthia steps outside, closing the door behind them; Crow steps over from nearby.]\n\n\nCrow:\n Any luck?\n\n\n[Cynthia glances back at the closed door, frowning.]\n\n\nCynthia:\n Keep Beck away from her. Keep everything \nfrom\n Beck away from her. If he tries anything, even a letter, lay his ass out or throw him out. I don’t care if he wants to apologise, he stays away, and take that dragon head off him too. Better yet, just tell everyone to avoid the topic of dragons, and put everything dragon-related away.\n\n\nCrow:\n Why?\n\n\nCynthia:\n Would you put a picture of Mab up when you have Fae visiting?\n\n\nCrow:\n No.\n\n\nCynthia:\n Then don’t bring up dragons around her. Just leave her alone until I get back.\n\n\nCrow:\n Get back? Where are you going?\n\n\nCynthia:\n \nThe Library.\n There's just… a few discrepancies I need to check.\n\n\n[END LOG]\n\n\nAfterword:\n Way collapsed as Cynthia moved away from SCP-7382-A’s location. Global Foundation personnel were alerted to monitor all known entrances to the Wanderer’s Library; no sightings of D-24390 were reported. The food provided to SCP-7382-A was identified as a shawarma wrap with falafels; with previous evidence (arid environment, non-English language), there is a strong likelihood the MLF hideout is within the Middle East.\n\n\nThe statement by SCP-7382-A that use of SCP-7382 to kill humans makes the wielder ‘stronger’ is possibly indicative of a previously-unknown property of the item; Department of Tactical Theology personnel are reviewing available data in light of this.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-04:\n Additional discovery\n\n\nThe Department of Tactical Theology conducted a thorough analysis of all available data relating to the use of SCP-7382 in combat; it was subsequently discovered that a single burst of Akiva Radiation\n7\n was detected by several sensors throughout Site-194, which corresponded to the moment SCP-7382 was observed glowing with a negative light in the footage of the MLF raid.\n\n\nIt is theorised that the using SCP-7382 to terminate a human subject causes an interaction between the components of the item, which results in the production and emission of Akivas independent to any discernable sentient, religious belief. It is unclear how SCP-7382-A physically benefits from this emission.\n\n\nAll Foundation facilities throughout the Middle East region were supplied with high-fidelity Akiva monitors, in order to locate SCP-7382 in the event this property of the anomaly was triggered again. Agent Khan continued monitoring the activities of SCP-7382-A via the psychic link.\n\n\n\n\n\n\n+ ACCESS SCP:/7382/Khan/Viewing4 \n\n\n\n\n - Hide Excerpt\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[SCP-7382-A enters a room similar to its prison in the previous log; however, this room has been repurposed into a board room, furnished with a round table atop a large rug. A soft glow is emanating from beneath the rug, and several entities — including Crow, Becker, and Cynthia — are seated around the table. SCP-7382-A takes the seat directly opposite Becker, and the two glare at each-other.]\n\n\nBecker:\n \n[Unintelligible.]\n8\n\n\nCrow:\n English, Becker.\n\n\n[Becker rolls their eyes and replaces their current head with that of an oversized flamingo.]\n\n\nSCP-7382-A:\n Finally, one that —\n\n\nCrow:\n Don’t.\n\n\n[SCP-7382-A pauses, then huffs. Crow leans toward Cynthia.]\n\n\nCrow:\n \n[Whispering]\n Are you sure this will work?\n\n\nCynthia:\n \n[Whispering]\n We’ll know soon enough.\n\n\nCrow:\n \n[Whispering]\n Petty revenge —\n\n\nCynthia:\n \n[Whispering]\n It’s more than that. But I need to be sure.\n\n\n[An entity, henceforth ‘the Adjucator’, knocks on the table with their fist.]\n\n\nAdjucator:\n All required parties are now present, so we will begin with this tribunal. The matter at hand is regarding the ongoing harassment between —\n\n\nBecker:\n I didn’t do it.\n\n\nSCP-7382-A:\n You said you’d skin me and turn me into shoes!\n\n\nBecker:\n That was ages ago —\n\n\nCynthia:\n — five days —\n\n\nAdjucator:\n Order. That is not the circumstance that was brought to our attention.\n\n\nBecker:\n Well what, then? Crow told me to stop and I’ve stopped. I’ve done nothing wrong.\n\n\nAdjucator:\n Warden, please present the evidence.\n\n\n[The grey-robed entity activates an overhead projector. Displayed is an image of the mattress SCP-7382-A took from Cynthia’s room, atop which Becker’s draconic head — spraypainted black, matching SCP-7382-A — has been impaled with his sword. Becker jumps to his feet.]\n\n\nBecker:\n \nMy head!\n\n\nAdjucator:\n And your sword, in the plaintiff’s bedroom.\n\n\nBecker:\n No, no, hold on —\n\n\nAdjucator:\n Order.\n\n\nBecker:\n Back up! I didn’t do that, I can’t have. I never got that head back, and my sword has been missing for days. Crow, you know that!\n\n\n[Crow glances at Cynthia. She nods.]\n\n\nAdjucator:\n Mr. Brown, can you confirm this?\n\n\nCrow:\n I can. He told me on Thursday.\n\n\nSCP-7382-A:\n Just because he said it, doesn’t mean it actually was missing.\n\n\nBecker:\n Shut up, you conniving little —\n\n\n[Becker and SCP-7382-A lunge at each-other. The Warden raises a hand toward each, the paper talismans wrapped around their wrists pulling them apart and forcing them back into their seats.]\n\n\nAdjucator:\n Order! The plaintiff is correct, it is possible the defendant was lying. This is supported by the defendant’s known history of deception —\n\n\nBecker:\n \nI’m not lying!\n\n\nAdjucator:\n — and although they have never directed such deception at other members of our group, it is irrefutable that the defendant does not extend such courtesies toward the plaintiff.\n\n\nBecker:\n Crow, I promised I would leave her alone! I don’t break promises — you know that!\n\n\n[Crow nods, but does not speak.]\n\n\nAdjucator:\n The evidence presented indicates you as the culprit. Do you have any information which may prove otherwise?\n\n\n[Becker jabs a finger at SCP-7382-A.]\n\n\nBecker:\n Her! It has to be her. She wants to get rid of me, she’s trying to frame me!\n\n\n[Cynthia glances at Crow.]\n\n\nCrow:\n I agree, but there are a dozen people who say they saw her at a distance throughout the day yesterday. If they’re correct, she didn’t have the time to do this herself.\n\n\nBecker:\n It… it was someone else, then, I didn’t do it!\n\n\nCynthia:\n Who, Beck? Who else had motive?\n\n\nBecker:\n I don’t know, you maybe? You’re on her side —\n\n\nCynthia:\n I was at the Library for the past three days, and only just got back this morning. The Docents and Pages can confirm that.\n\n\nBecker:\n You can make portals —\n\n\nCynthia:\n Which the Docents would pick up on. They know I was there until early this morning.\n\n\n[A few moments of silence pass.]\n\n\nBecker:\n I didn’t do it.\n\n\nAdjucator:\n The evidence indicates you as the culprit, and your known dislike of the plaintiff presents sufficient motive.\n\n\nCrow:\n Becker, where were you the day before yesterday? Did anyone see you, can they confirm you couldn’t have done this?\n\n\n[A pause. Becker slumps.]\n\n\nAdjucator:\n Mr. Becker?\n\n\nBecker:\n I was alone in my room. The whole day.\n\n\nCrow:\n …why?\n\n\nBecker:\n I woke up covered in boils. Spoke to Doc Haus, she gave me medicine and directions, told me to keep to myself to avoid spreading it.\n\n\nCynthia:\n Boils?\n\n\nBecker:\n Yes, boils, that’s what I said. Just showed up one night, then they were gone the next. But Haus saw them, she knows it was real.\n\n\nCrow:\n Did she check on you?\n\n\nBecker:\n The next day, yes.\n\n\nAdjucator:\n But not throughout the day you were infected.\n\n\nBecker:\n She said it didn’t look serious, just —\n\n\nAdjucator:\n Indicating you had adequate time and opportunity to commit this crime —\n\n\nBecker:\n I said, I didn’t —\n\n\nAdjucator:\n — and return before being noticed. I believe sufficient evidence has been presented for this tribunal to come to a decision, unless anyone has any further information they would like to share.\n\n\n[Several moments of silence pass. SCP-7382-A grins.]\n\n\nAdjucator:\n Very well. Members of the tribunal, are there any requests for deliberation to determine a verdict?\n\n\n[A few moments of silence.]\n\n\nAdjucator:\n Then please declare your verdicts.\n\n\n???:\n Guilty.\n\n\n???:\n Innocent.\n\n\n???:\n Guilty.\n\n\n???:\n Guilty.\n\n\nAdjucator:\n Guilty. Mr. Becker, this tribunal finds you guilty of the offense of repeated harassment —\n\n\n[Becker jumps to his feet.]\n\n\nBecker:\n No! I didn’t — Brown, \nI didn’t do it!\n\n\nCrow:\n I know, I believe you. Just keep quiet.\n\n\nBecker:\n But —\n\n\nCrow:\n Trust me. Just stay calm.\n\n\nAdjucator:\n — follow orders issued by a higher-ranking member of our association. As such, you are hereby expelled from the Miracle Liberation Front —\n\n\nBecker:\n What?! No! I —\n\n\nCrow:\n Beck, just sit down, trust me.\n\n\nAdjucator:\n — forbidden from rejoining the association for a period of at least two years, and all privileges, rewards, and assets provided are hereby rescinded and annulled.\n\n\n[SCP-7382-A sharply inhales and tenses. Her grip tightens on SCP-7382, which glows — then shines — with a negative or dark light.]\n\n\nCynthia:\n What are you doing?\n\n\nSCP-7382-A:\n Feeding.\n\n\nCynthia:\n On what? Victory?\n\n\nSCP-7382-A:\n Deception.\n\n\n[The light vanishes from SCP-7382. SCP-7382-A’s eyes go wide.]\n\n\nSCP-7382-A:\n I meant —\n\n\nCynthia:\n Meant what? You meant to do what?\n\n\nSCP-7382-A:\n I — I meant to say —\n\n\nCrow:\n A lie?\n\n\nSCP-7382-A:\n Ye— I —\n\n\n[A moment of silence passes. Everyone present is staring at SCP-7382-A in various states of disbelief. Becker is scowling fiercely.]\n\n\nBecker:\n It \nwas\n you, you —\n\n\nCynthia:\n Yes, it was. She caused the boils so you wouldn’t have an alibi. Then she set up the scene herself to frame you.\n\n\n[SCP-7382-A stands up.]\n\n\nSCP-7382-A:\n You have no proof.\n\n\nCynthia:\n Am I wrong? Are you saying that you aren’t framing him?\n\n\n[Again, SCP-7382-A repeatedly attempts to speak, but appears to be unable to do so.]\n\n\nSCP-7382-A:\n What have you done to me? Why can’t I speak?\n\n\n[Crow stands from his seat, moving his chair aside and rolling back part of the rug, revealing a large, intricate, glowing glyph on the floor beneath.]\n\n\nCrow:\n Cynthia and Dr. Yeen built this truth kinetoglyph earlier. Nobody in this room can lie.\n\n\nCynthia:\n Your spear has the Staff of Aaron in it, which was used to cause the biblical plagues — a plague of boils, and a plague of flies. I’m guessing you got a swarm of flies to move in your rough shape, so people would mistake it from a distance for you and give you an alibi. Am I right?\n\n\n[Several moments of silence. SCP-7382-A glares at Cynthia.]\n\n\nSCP-7382-A:\n …you knew. You… you set this up. To trick me.\n\n\nCynthia:\n Yes. We did.\n\n\nAdjucator:\n If you were already conclusively aware of the plaintiff’s guilt, why did you permit this tribunal to occur? What was the purpose of this?\n\n\nCrow:\n We weren’t sure if the kinetoglyph would work on her. Now we do.\n\n\nCynthia:\n And… I needed confirmation.\n\n\nAdjucator:\n Confirmation for…?\n\n\n[A moment of silence. Cynthia looks to SCP-7382-A, her expression sad.]\n\n\nCynthia:\n Do you believe you are Lethrie Nithoggdottir?\n\n\nSCP-7382-A:\n \nBelieve\n? Are you —\n\n\nCynthia:\n Yes or no. Do you believe you are Lethrie Nithoggdottir?\n\n\nSCP-7382-A:\n I \nknow\n I am Lethrie Nithoggdottir.\n\n\n[Cynthia shakes her head.]\n\n\nCynthia:\n … Lethrie died almost three hundred thousand years ago. You can’t be her.\n\n\n[SCP-7382-A rolls their eyes.]\n\n\nSCP-7382-A:\n That’s weak, even for a Jailor.\n\n\nCynthia:\n Your brother. Was his name Vafnir?\n\n\n[SCP-7382-A freezes.]\n\n\nSCP-7382-A:\n … how do —\n\n\nCynthia:\n Please, just… just answer the question.\n\n\n[SCP-7382-A stares at Cynthia for several moments, visibly surprised. She repeatedly opens her mouth to speak but appears unable to do so.]\n\n\nSCP-7382-A:\n … yes, his name was Vafnir.\n\n\nCynthia:\n And you remember your people, the dragons, being wiped out by humans?\n\n\nSCP-7382-A:\n …Yes.\n\n\nCynthia:\n No.\n\n\nSCP-7382-A:\n \nNo?\n\n\nCrow:\n \nThe dragons were wiped out by the Fae Empire, drained of their souls to fuel their magic.\n Humankind had nothing to do with it.\n\n\nCynthia:\n You said you used the spear to fight back — you had it when your people were first attacked, yes?\n\n\nSCP-7382-A:\n Yes. Attacked \nby humans\n.\n\n\nCynthia:\n But the staff is only three thousand years old at best — Exodus was set in 1500 BC. The bindings are even younger. Even the sword wasn’t made until the Second Diaspora, and the dragon purge was at least thirty thousand years before that — that spear could not have existed back then.\n\n\nSCP-7382-A:\n So? All that proves is that I remember something more recent —\n\n\nCynthia:\n There’s were no other purges, because there were no dragons left to purge. The Empire killed them all. The only dragons that have roamed the world since then are… are those born from myth.\n\n\nSCP-7382-A:\n Well what, then? What are you saying?\n\n\n[Cynthia takes a deep breath.]\n\n\nCynthia:\n I’m… I’m saying you aren’t… real.\n\n\n[A moment’s silence.]\n\n\nSCP-7382-A:\n I’m right here.\n\n\nCynthia:\n Yes, you are, but…\n\n\n[Cynthia sighs.]\n\n\nCynthia:\n When you told me your story, I… I went to the Library, looking for information. I told the Archivists what you told me, and they eventually led me to this.\n\n\n[Cynthia carefully puts an old, leather-bound tome on the table, the title\n 'Regarding the Composition of Common Folklore through Fabrication and Error' \nfacing upward. After a moment she opens the book, carefully turning to a section titled\n 'Of Nithahoggr’s Descendants.'\n]\n\n\nCynthia:\n This section talks about long-forgotten Norse myth. One focuses on a dragon named Lethrie, the twin of Vafnir, both born near a cliffside at a place called Tronege. Vafnir was killed by a knight named Sigemund, and Lethrie sought revenge, disguising themselves as someone called Hognin to do so.\n\n\n[SCP-7382-A’s eyes widen. Cynthia turns the book to show her.]\n\n\nCynthia:\n Everything you told me is here, except for the part about your people dying out. All of it. The author goes on to talk about a real Nithahoggr, Lethrie, and Vafnir, who died during the dragon purge, trying to hide from the Fae Empire. They suggest someone borrowed a history book from the Library, retold the story, and between readings it… changed. Became a myth. \nYour\n myth.\n\n\n[SCP-7382-A reads the pages in silence. She shakes her head.]\n\n\nSCP-7382-A:\n No, I… I’m here. I’m here, I’m real. This… this has to be a trick, I wouldn’t be here otherwise. Explain that — how can I be here?\n\n\nCrow:\n Belief. There are hundreds of deities in the world that only exist because people think they do.\n\n\nCynthia:\n People are so convinced the world is a certain way, the world actually obeys and brings the stories to life.\n\n\n[SCP-7382-A looks up, locking eyes with Cynthia.]\n\n\nSCP-7382-A:\n What… happens when… people stop believing?\n\n\nCynthia:\n …then the world changes back, and the deities fade away.\n\n\n[Several moments of silence.]\n\n\nAdjucator:\n You stated this myth has been forgotten. If the plaintiff —\n\n\nCrow:\n I’m pretty sure we’ve abandoned the tribunal by now.\n\n\nAdjucator:\n Lethrie, then. Wouldn’t she have faded by now, without believers to support her existence?\n\n\nCynthia:\n Normally, yes; I think that’s why the rest of her family died. But I think the spear is keeping her alive.\n\n\n[SCP-7382-A jumps up from her seat, brandishing SCP-7382. Cynthia holds up her hands submissively.]\n\n\nCynthia:\n We aren’t going to take it. You said it makes you feel stronger, right? When you kill or trick people with it?\n\n\n[A moment’s pause; SCP-7382-A nods.]\n\n\nCynthia:\n I think it has the same effect as being believed in, somehow — like it’s releasing some sort of energy she needs to survive.\n\n\nAdjucator:\n So she framed Becker to deceive us, to gain sustenance from it. Was that your intent, Lethrie?\n\n\nSCP-7382-A:\n …mostly. Yes.\n\n\nBecker:\n \nMostly?\n\n\nCrow:\n Why Becker? Would anyone have done?\n\n\nSCP-7382-A:\n I wanted him. He’s an abominable barbarian like the man who killed my brother.\n\n\nBecker:\n \n[Scoffs.]\n At least I’m real.\n\n\n[SCP-7382-A snarls and lunges at Becker with SCP-7382; the Warden raises his hands, preventing them both from getting closer. However, the momentum of SCP-7382pulls it from SCP-7382-A’s grasp, and it hits the uncovered section of the kinetoglyph with its tip; there is a sound of shattering glass as the kinetoglyph flashes and disappears, followed by SCP-7382 falling to the floor. Crow jumps to his feet.]\n\n\nCrow:\n Becker, get out!\n\n\nBecker:\n \nShe tried\n —\n\n\nCrow:\n Now!\n\n\n[The Warden lowers one hand. Becker scowls, pulling the talismans off his wrists and leaving the room; SCP-7382-A struggles against the talismans until he is gone. Crow shakes his head in disapproval.]\n\n\nAdjucator:\n Becker is correct; she is guilty of deception.\n\n\nSCP-7382-A:\n I had to. The Jailors grabbed me before I finished my last plan, and you grabbed me before I could start with them.\n\n\nCrow:\n You could have told us, we could’ve figured something out —\n\n\nSCP-7382-A:\n I didn’t have enough time! What do you think the guards were for, Tinderbox? I had to kill them so I could set up something better, and now —\n\n\n[SCP-7382-A pauses, then slumps. Cynthia’s eyes widen.]\n\n\nCynthia:\n But it just —\n\n\nSCP-7382-A:\n It takes time. I would’ve got more from just running the oaf through.\n\n\n[The judiciary entities turn and mumble to each-other. Cynthia covers her mouth.]\n\n\nCrow:\n How long do you have?\n\n\n[SCP-7382-A simply shakes her head. Crow growls in frustration.]\n\n\nCrow:\n Alright, alright, we’ll figure something out, but we \nwill\n come back to this. Warden, take her to her room.\n\n\n[The Warden nods, lowering their hand and SCP-7382-A to the floor. Cynthia steps over to SCP-7382-A.]\n\n\nCynthia:\n I’m sorry, I’m sorry, I thought…\n\n\n[SCP-7382-A ignores her, stepping past to where SCP-7382 is lying on the floor.]\n\n\nCynthia:\n Please, Lethrie, I know what it’s like to find out your life is a lie —\n\n\nSCP-7382-A:\n I don’t believe you.\n\n\nCynthia:\n I know it’s hard to accept —\n\n\nSCP-7382-A:\n No. You were just reading my mind.\n\n\nCynthia:\n Lethrie, the book —\n\n\nSCP-7382-A:\n You read my mind earlier, and you wrote it yourself. No, it… it isn’t real. I’m real, what I remember is real. You’re just trying to trick me.\n\n\n[SCP-7382-A picks up SCP-7382 from the floor.]\n\n\nCynthia:\n Your mother’s name.\n\n\n[SCP-7382-A frowns.]\n\n\nCynthia:\n She was never named in the myth. Only your father, Nithahoggr. Do you remember her name?\n\n\n[A few moments of silence pass. SCP-7382-A opens her mouth to speak, but pauses; she then turns and silently follows the Warden, closing the door gently behind her. Cynthia watches in silence, tears welling in her eyes.]\n\n\n[END LOG]\n\n\nAfterword:\n The Akiva radiation emitted by SCP-7382 was detected by several Foundation facilities throughout northern Iraq; the source was identified as a small compound south-west of Mosul, Iraq.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS SCP:/7382/Khan/Viewing5 \n\n\n\n\n - Hide Excerpt\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[Cynthia is walking down a hallway, passing several entities as she goes. She spots and approached an anthropomorphic hyena wearing a doctor’s coat and spectacles, who is standing next to a closed, familiar door.]\n\n\nCynthia:\n You needed me, \nDr. Yeen\n?\n\n\nDr. Yeen:\n You need to talk to her.\n\n\n[Cynthia frowns, shaking her head.]\n\n\nCynthia:\n I don’t think —\n\n\nDr. Yeen:\n Yes, you do, and \nyou\n have to. She won’t talk to anyone else, she isn’t even bothering to insult me anymore — you’re the only person on friendly terms with her.\n\n\nCynthia:\n That was before I murdered her.\n\n\nDr. Yeen:\n She’s still alive.\n\n\nCynthia:\n Not for much longer, thanks to me.\n\n\nDr. Yeen:\n And whatever time she has left, she’s wasting. Cynthia, I can’t tell if she’s even \nmoved\n since you two last spoke, let alone eat or do anything else. You’re the only person who understands what she’s going through, you know what she’s feeling from experience. \nYou have to help her out of it.\n\n\n[A few moments of silence as Cynthia shifts uneasily.]\n\n\nCynthia:\n What if I make it worse?\n\n\nDr. Yeen:\n You can’t. This is the worst it can possibly get.\n\n\n[A few more moments pass. Dr. Yeen steps aside, gesturing to the door, and Cynthia steps past to open it. The room beyond is the same barren room SCP-7382-A was imprisoned with; the light from the hallway reveals the metal bars have been removed, the sole ceiling light has been smashed, and SCP-7382-A is curled up in the furthest corner, head covered, with SCP-7382 lying on the floor nearby.]\n\n\nCynthia:\n Lethrie?\n\n\n[SCP-7382-A does not react. Cynthia steps in, closing the door behind her and plunging the room into total darkness.]\n\n\nCynthia:\n Lethrie, it’s…\n\n\n[No response. There is a sound of crunching glass as Cynthia crosses the room.]\n\n\nCynthia:\n I’m sorry. I really… I didn’t…\n\n\n[Silence.]\n\n\nCynthia:\n I thought winning triggered it, just beating Beck was enough. I didn’t know the trick was…\n\n\n[A long, extended silence. Cynthia sniffles.]\n\n\nCynthia:\n Please, talk to me Lethrie, we —\n\n\nSCP-7382-A:\n \n[Faintly]\n I’m not Lethrie.\n\n\n[More silence. Cynthia sits down.]\n\n\nCynthia:\n When… when I was at the Foundation, they called me D-24390. I…\n\n\n[A pause.]\n\n\nCynthia:\n I remember my father, John Franks, and my mother, Anette. I… I remember them calling me Diana. Diana Franks, born 1984 in Adelaide, Australia. I remember becoming an accountant, of all things, and I was good at it. Good enough that… I can’t remember if I was greedy, or desperate, or both, but I started stealing money, lots of it. Then it was…\n\n\n[Another pause; Cynthia sniffles.]\n\n\nCynthia:\n I remember 2010 being the year I got caught. A co-worker, Edward, morally-rigid sort who wouldn’t let it slide. He confronted me first, gave me a chance, but I… I remember throwing something at him. I remember him going down, and…\n\n\n[Another pause. Cynthia takes a deep breath.]\n\n\nCynthia:\n …charged with manslaughter and embezzlement, thirty-five years in prison. But then the Foundation showed up, offered an alternative program, and I remember accepting. Then came seven years of hell, being used as a lab rat for whatever they wanted. I eventually escaped…\n\n\n[Cynthia pauses.]\n\n\nCynthia:\n \nI can’t explain how\n, but I did. When I was out I used what I’d learned to get around, looking for a way to get back at the Foundation, help the people — human and otherwise — that were suffering because of them. The Serpent’s Hand came up pretty quickly, of course, which led me to the Library.\n\n\n[A pause.]\n\n\nCynthia:\n When you… want a library card for the Wanderer’s Library, you need to give them your true name. Not an alias, your… your realest name, the name that’s definitively, everything about you. I needed a card to join the Hand, so… so I went to the Archivists, said my name was Diana Franks. The name I had before… before the Foundation.\n\n\n[A long pause, interrupted by Cynthia’s restrained sobbing.]\n\n\nCynthia:\n They rejected it. It took a while, but… the name I had printed on my first Library card, my true name, was D-24390. I’d never been Diana Franks, never been anyone before I showed up in the D-Class program. The Foundation has a machine somewhere that can grow people en masse, and they test it by just… creating disposable people. Giving them fake memories, fake identities, use them to cover their staffing problems.\n9\n I… there was no Diana Franks, nor John, nor Anette. No birth, no childhood, no career, no conviction, no murder… none of it was real. Neither was I.\n\n\n[Another long pause.]\n\n\nSCP-7382-A:\n \n[Faintly]\n Why… Cynthia?\n\n\nCynthia:\n Because screw them, that’s why. I needed a name, and I sure as hell wasn’t going to use the ones they gave me. Diana wasn’t real, but Cynthia could be. Cynthia \nis\n. My card doesn’t say 24390 anymore, because that isn’t who I am. I’m Cynthia now.\n\n\n[A brief pause. SCP-7382-A shifts.]\n\n\nCynthia:\n You aren’t who you thought you were. But that doesn’t mean you aren’t anybody. You’re still \nyou\n.\n\n\nSCP-7382-A:\n I’m just a myth. A forgotten one.\n\n\nCynthia:\n A living myth! That’s a feat in itself — your story was riveting, fascinating, retold by thousands if not millions across generations, spoken as truth, preferred to the truth of reality around them. \nAnd you’re still alive\n, long after your story has faded — that’s… every other deity has faded away within years, but you’re still here after \ncenturies\n. Your story had nothing to do with that. \nYou\n accomplished that — you, a survivor, someone with such an indominable will that you can defy not only reality, but the greater forces which control it. They’ve wanted you dead for eons, and they’ve failed. They can still fail.\n\n\n[Another pause. SCP-7382-A turns to face Cynthia.]\n\n\nCynthia:\n You can still survive. We still have time, we can —\n\n\n[Cynthia is cut off by the sound of a tornado siren winding up, promptly followed by a muffled but nearby explosion that rocks the building. Both Cynthia and SCP-7382-A jump up.]\n\n\nSCP-7382-A:\n What the hell was that?\n\n\n[Another explosion, followed by faint gunfire. Cynthia rushes to the door, opening it; SCP-7382-A picks up SCP-7382 and follows, taking care to avoid the broken glass on the floor. Multiple entities are rushing up and down the hallway, with those wielding firearms heading in the same direction.]\n\n\nCynthia:\n Yeen, what’s happening, who’s —\n\n\nDr. Yeen:\n I don’t know, sentries spotted some vans —\n\n\n[Another explosion. Crow appears around a corner, carrying a Barrett M82 rifle.]\n\n\nCrow:\n Cynthia!\n\n\nCynthia:\n Crow, who —\n\n\nCrow:\n Foundation, they’ve found us. We need to evacuate, they’re coming down hard.\n\n\n[Cynthia immediate begins performing various gestures with her hands; a kinetoglyph slowly forms in the air nearby.]\n\n\nCynthia:\n Bring everyone you can here, they’ll start dropping anchors soon —\n\n\n[The kinetoglyph widens into a wormhole connected to the sewer treatment facility near Site-194, revealing the Foundation observation team monitoring the MLF through the psychic link. Cynthia’s widening in shock.]\n\n\nCynthia:\n They kept the last one open —\n\n\n[Several members of the observation team reach for their firearms. Cynthia performs a quick gesture, closing the wormhole and severing the psychic link.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-05:\n Foundation raid\n\n\nAgent Khan's psychic link was severed by the closure of the wormhole, and all subsequent attempts to re-open the wormhole failed. The entirety of the raid on the MLF compound was recorded by the body cameras of the attending Foundation agents; the following is a transcript of Captain Worley's footage, beginning from the moment the psychic link was severed.\n\n\n\n\n+ ACCESS SCP:/7382/MLF/Raid\n\n\n\n\n - Hide Excerpt\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[A region of barren, stony desert dominated by a reinforced mud brick compound is visible, illuminated by harsh midday sunlight. The structure is encircled by several Foundation convoys disguised as the United States Armed Forces; several vehicles and portions of the compound have been damaged or destroyed by explosive munitions, and a reinforced truck — containing an active Scranton Reality Anchor — has collided with part of the structure. Several members of the MLF are attempting to reach this truck but are being suppressed by gunfire, and the Foundation forces are gradually gaining ground.]\n\n\n[Captain Worley hides behind a boulder as a high-calibre bullet hits the stone in front of him.]\n\n\nCaptain Worley:\n \n[Into his radio]\n Someone take out that damn sniper!\n\n\nAgent Mendelez:\n \n[Over radio]\n Where the hell are they, I can’t see—\n\n\nAgent Johnston:\n[Over radio]\n North-east tower!\n\n\n[A nearby Foundation agent hoists and fires an RPG at the base of the tower, obliterating the stonework and destabilising the structure; the nearby MLF forces scatter as the tower collapses. Captain Worley’s team break cover, rushing toward the rubble of the tower; several of the scattered MLF attempt to regroup to intercept, but are held back by cover fire. A lone MLF agent rushes out toward the rubble, throwing a grenade at the approaching Foundation agents. Worley is thrown to the ground, obscuring the camera’s view.]\n\n\nBecker:\n Crow! Crow, where are you?!\n\n\n[Worley gets up in time to see Becker — now sporting a semi-humanoid chiropteran head with large ears — take cover among the tower rubble, intermittently firing at Captain Worley and his team, who take cover nearby.]\n\n\nCaptain Worley:\n \n[Into his radio]\n Horseman spotted at north-east tower, I think Scarecrow is in the rubble.\n\n\nCommand:\n Received, capture either target if able.\n\n\nBecker:\n Crow!\n\n\n[Worley throws a stun grenade where Becker is hiding; the detonation temporarily overloads the microphone. The team rush over and find Becker lying on his back, both hands covering his bleeding ears, screaming. The agents restrain him using several cable ties.]\n\n\nCaptain Worley:\n You six, get him in a truck and haul ass back to command; the rest of us will cover, then push into the compound.\n\n\nAgent Mendelez:\n What about the Scarecrow?\n\n\nCaptain Worley:\n He can dig himself out, or we’ll dig him out once this is over. But we are not losing the Horseman.\n\n\n[The team divides into two groups, six working together to drag Becker toward the Foundation convoy, while the others — including Worley — fire on any hostile forces that attempt to intercept. Several members of the MLF recognise Becker and fire on the group, halting their progress near a breach in the compound’s outer wall.]\n\n\nCaptain Worley:\n \n[Into his radio]\n We need help at the east breach, we have the Horseman but we’re pinned down—\n\n\n[The radio suddenly emits a harsh, continuous tone; all Foundation agents, and several MLF members, simultaneously recoil. Worley and his team pull out their earpieces.]\n\n\nAgent Johnston:\n They’re jamming our radios —\n\n\nCaptain Worley:\n You don’t say?!\n\n\n[Worley’s team continues covering the group with Becker, but are unable to give the latter an opportunity to escape. Agent Mendelez is knocked backwards by a bullet in his shoulder; Worley swears, helping him to his feet.]\n\n\nCaptain Worley:\n Damn it, fall back! Johnston, Hurley, Xanxes, cover us — we’ll stop over there, then we’ll cover you. Got it? Go!\n\n\n[The team splits again, alternating roles and progressing toward the group with Becker via several landmarks; they eventually reach a tool shed near the trapped group, with Worley’s division breaking cover from it first.]\n\n\n[A black object briefly flies into view ahead of the group, which explodes on impact and throws the group to the ground; Worley lands on his back, obscuring the camera’s view. A brief gunfight is heard nearby, intermixed with shouts and agonised screams, then the sound of a growing fire.]\n\n\nSCP-7382-A:\n Hold still!\n\n\n[Becker continues screaming.]\n\n\nSCP-7382-A:\n Then take it off you stupid —\n\n\n[Becker’s screaming abruptly stops. Worley sits up; the area is littered with corpses and patches of burning tar, and several of Worley’s agents can be seen fleeing. SCP-7382 is using the spearhead of SCP-7382-A to cut through Becker’s bindings; Becker’s chiropteran head lies discarded a small distance away.]\n\n\nSCP-7382-A:\n The Wardens have an anchor somewhere, whatever that is. Laplace and Cynthia need you to deal with it — should be easy, since you constantly ruin everything around you.\n\n\n[Worley leaps to his feet, throwing a stun grenade and drawing his sidearm; SCP-7382-A recoils at the detonation, dropping SCP-7382 and stumbling backwards. Worley readies a canister of fire-retardant foam in his spare hand, and sprints toward SCP-7382-A.]\n\n\nCaptain Worley:\n Stay down! Stay —\n\n\n[Becker breaks his remaining restraints and grabs SCP-7382, swinging it at Worley like a bat; Worley drops the canister of flame retardant and rolls with the impact into a crouched position, firing two rounds into Becker’s body armour — knocking him over — before his weapon jams. Worley attempts to clear the blocked round; Becker reaches for his own handgun.]\n\n\n[Still attempting to manually cycle the gun, Worley turns and runs back to the tool shed where his three remaining team members are firing at other MLF agents; he is knocked to the ground from behind, roaring in pain, but rolls over to reveal a blob of ignited tar wrapped around one of his legs, the flames quickly spreading across his clothes. He retrieves a second canister of fire suppressant and sprays the foam onto himself, extinguishing the flames, then pulls off the tar with his hand and limps the rest of the way.]\n\n\n[Worley and the three agents — Johnston, Hurley, and Xanxes — take cover out of view from Becker and SCP-7382-A. Worley begins partially disassembling his weapon to clear the blockage while Xanxes bandages his leg.]\n\n\nCaptain Worley:\n Radios?\n\n\n[Xanxes turns his radio on; it emits the same monotonous tone until turned off again. Worley clears the blockage and reassembles his gun, loads a fresh clip, then moves to the nearest corner and uses the reflective blade of his knife to look around it.]\n\n\nCaptain Worley:\n Horseman’s gone, but we can get the Lizard’s spear. She’s weak.\n\n\nAgent Hurley:\n Is that before or after she kills the rest of us?\n\n\nCaptain Worley:\n She’s coming, other side.\n\n\n[Worley aims his sidearm toward the other corner; he attempts to signal Foundation forces by reflecting the sunlight off his knife’s blade.]\n\n\nSCP-7382-A:\n Ready to die, you little weenies?\n\n\nCaptain Worley:\n Remember me, ‘Lethrie?’\n\n\n[A pause.]\n\n\nSCP-7382-A:\n I would ask who you are, but I honestly don’t care.\n\n\n[Worley growls. A flashing light near the Foundation convoy catches his attention; he puts his knife away, then gestures and leads his group around the corner, toward the opposite end of the shed.]\n\n\nCaptain Worley:\n I’m the one who kicked your arse in the forest—\n\n\nSCP-7382-A:\n And you’re going to do it again, make me pay for what I did, make it the last thing I ever remember, right?\n\n\n[Worley’s group stops at the next corner; Worley looks around the corner using his knife.]\n\n\nCaptain Worley:\n Something like that.\n\n\nSCP-7382-A:\n You Wardens are pathetic. Why would I remember any of you? \nYou mean nothing to me.\n I don’t give a damn about your self-righteous crusade, I don’t care about the stupid sob-stories of patsies dying in your arms, and I especially don’t care about whatever pitiful milk-drinking crotch goblins are left for you to tell it to.\n\n\n[Worley roars, rounding the corner with his gun raised.]\n\n\nCaptain Worley:\n That’s rich, coming from you! You’re nothing \nbut\n a half-baked sob-story, whose spent thousands of years whining about things that never happened! Your story was forgotten because it was rubbish, and the only good part of it is your miserable \nending\n!\n\n\n[Worley leads his group along the shed. A large bullet whizzes past overhead; Worley looks up in time to see SCP-7382-A jump down from the roof, tackling him to the ground and knocking over the surrounding agents with SCP-7382.]\n\n\n[A frenzied scuffle ensues. The camera’s erratic movements render the visuals inscrutable; several gunshots and varying shouts of pain from all involved are heard. The fight continues until a canister of fire retardant foam goes off, at which time SCP-7382-A is knocked away from the group. All involved have been severely injured, the Foundation agents now sporting several significant scratches and claw marks, with Xanxes lying unresponsive nearby — SCP-7382-A also has several significant stab wounds across its torso. A moment passes, then SCP-7382-A raises its forelimbs into the air, holding SCP-7382 in one claw.]\n\n\nCaptain Worley:\n You had your chance. You aren’t leaving here alive.\n\n\nSCP-7382-A:\n I know. But neither are any of you.\n\n\nCaptain Worley:\n \n[Scoffs.]\n We’ll see about that.\n\n\nSCP-7382-A:\n No. You won’t.\n\n\n[The area rapidly dims. Worley looks up; a solar eclipse is occurring\n10\n and dense storm clouds are quickly forming overhead. Worley takes aim and fires a round at SCP-7382-A before his weapon jams again, then charges at SCP-7382-A with his knife. SCP-7382-A turns aside to run.]\n\n\n[The region plunges into total darkness, interrupted only by flashes of lightning and gunfire, and several lights within the compound which are quickly turned off. Several vehicles in the Foundation convoy turn on their headlights to illuminate the area but are destroyed by MLF forces. Worley and his team, along with all members of the Foundation forces, turn on their flashlights to search the area. SCP-7382-A is nowhere to be seen.]\n\n\n[The storm clouds erupt into a deluge of hailstones and lightning strikes throughout the compound and its surrounds. Worley shouts but is drowned out by the repeated thunderclaps; he and Johnston find the entrance to the shed, breaking it down and entering, while Hurley drags the unresponsive Xanxes in behind them. The two conscious agents set about barricading the door while Worley attempts to un-jam his weapon again. They all shout to be heard.]\n\n\nAgent Hurley:\n This isn’t on her file!\n\n\nCaptain Worley:\n It’s the Plagues, she can do any of them!\n\n\nAgent Johnston:\n Including the one that \nkills every firstborn around here?!\n\n\n[A pause. Hurley scrambles onto the barricade and smears blood along the door frame.]\n\n\nAgent Johnston:\n It has to be lamb’s blood—\n\n\nAgent Hurley:\n Well I don’t bloody have a lamb, do you?!\n\n\nCaptain Worley:\n Shut it! We have to go out there and take her down, or at least get that damn spear off her.\n\n\nAgent Hurley:\n We can’t go out into \nthat\n!\n\n\nCaptain Worley:\n And we can’t stay in here either! Think of something!\n\n\n[Worley and Johnston search the shed’s interior. There are several tools hanging from hooks throughout and scattered across a large workbench; several piles of rebar rods, metal plates, copper pipes and lengths of wire sit in the corner. Johnston grabs a rebar rod and begins wrapping the wire around it.]\n\n\nAgent Johnston:\n Throw this somewhere high, plant the other end in the ground, lightning rod.\n\n\nAgent Hurley:\n That wire will blow like a fuse on the first strike.\n\n\nCaptain Worley:\n Then we won’t use it — just the rod.\n\n\nAgent Hurley:\n How? If it’s supposed to attract lightning, then the moment we step outside carrying one, we’ll be hit — how are we supposed to get it anywhere useful?\n\n\n[A pause. Worley picks up two copper pipes, passing one to Johnston and screwing a metal cap onto the other.]\n\n\nCaptain Worley:\n Tape a laser sight onto that, make it straight. Hurley, find something we can pack down as wadding.\n\n\n[Johnston finds a roll of duct tape and attaches the laser sight from his gun onto the pipe; Hurley searches the shed. Worley uses the bench vice to methodically crush the capped end of his pipe.]\n\n\nAgent Hurley:\n That won’t hold—\n\n\nAgent Worley:\n It’ll hold better than it would otherwise, and that’s the best we have right now. Just find that wadding.\n\n\n[Johnston gives the sighter pipe to Worley, who attaches it to the end pipe and crushes the two together; Worley then uses a power drill to make a hole in the top of the capped end of the pipe. Hurley finds a bag of rags and brings them to Worley.]\n\n\nCaptain Worley:\n Damn it.\n\n\nAgent Johnston:\n Sir?\n\n\nCaptain Worley:\n I’m missing a flashbang. Must’ve been knocked loose in the fight.\n\n\n[Worley unscrews the fuse from one of his M67 grenades and inserts it into the hole in the pipe; he then pours the explosive powder from the grenade down the length of pipe, and uses the rags and a rebar rod to pack it down. The agents then co-operate to load several rebar rods into the barrel of the pipe-cannon, using rags to pack them together tightly.]\n\n\nAgent Hurley:\n This is a bad idea.\n\n\nCaptain Worley:\n If you have a better one, I’m all ears. Johnston, get the door; Hurley, help me aim this thing.\n\n\n[Hurley helps Johnston remove the barricade; the latter then opens the door. The area beyond is covered in a layer of large hailstones, and intermittently illuminated by the frequent flashes of lightning. No figures can be seen anywhere, and nothing is heard but the continuous hailfall and thunderclaps.]\n\n\n[Worley turns on the laser sight, using it to aim the pipe cannon at one of the compound’s remaining towers; Hurley uses several objects to prop the cannon up, then duct tapes it into position. Worley and Johnston move the workbench to wall furthest from the cannon and lie it on its side, then drag and position all the metal plates against the bench top as shielding.]\n\n\n[Johnston and Hurley move the unconscious Xanxes behind the table, then take shelter themselves; Worley steps over to the pipe cannon, makes sure it is still aimed at the tower, then carefully attaches the length of wire to the pin, unspooling it as he walks backwards toward Johnston and Hurley. Once positioned behind the table, he glances at each of the agents — who nod in reply — then tugs the wire to pull the pin and ducks down for cover.]\n\n\n[Several moments pass, then an explosion is briefly heard between thunderclaps; a cloud of debris rains down on the agents, but none are injured. After a few moments more Worley stands up and surveys the scene: the cannon and the objects propping it up have been blown apart, with shards of metal embedded into the surrounding surfaces or outright puncturing through the walls of the shed. The concrete floor is cracked and scorched.]\n\n\n[The thunderclaps continue but are audibly further away now, and followed by a faint exploding sound; Worley steps over to the doorway and looks out, briefly watching as the thunderbolts all repeatedly strike one of the compound’s remaining towers, destroying sections of the stonework and revealing the metal framework within, which further attracts the lightning.]\n\n\nAgent Johnston:\n What now?\n\n\n[Worley chambers a round in his sidearm, holsters it, then readies his assault rifle.]\n\n\nCaptain Worley:\n Find her and kill her. She has to be nearby — she couldn’t survive this weather even at full strength.\n\n\nAgent Hurley:\n Aren’t we going to deal with the hail first?\n\n\n[Worley knocks on his combat helmet.]\n\n\nAgent Hurley:\n That’s not —\n\n\nCaptain Worley:\n \nIt’s enough.\n The weather stops her from moving, so we leave it in play. You stay here with Xanxes; Johnston, you’re with me. Ready?\n\n\n[Johnston nods, readying his assault rifle. Worley takes point and the two charge out into the storm. The footage is obscured by the weather and Worley’s hurried movements; it steadies when the pair reach the entrance to a nearby building, taking a moment to prepare before kicking the door down and entering with rifles raised.]\n\n\n[The interior of the building is unlit. Worley and Johnston look over the surrounds using their flashlights; the building is a long hall, furnished with several rows of bunk beds and footlockers to function as a military-style barrack. The contents of the room are in disarray, with several bedsheets, pillows, and personal items lay scattered about. There are a pair of doors at the opposite end of the hall, around which flashes of light — coinciding with the lightning outside — can be seen. The doors swing closed by themselves, muffling the thunderclaps.]\n\n\n[Worley finds the light switch and flicks it to no effect. Johnston notices a trail of blood on the floor in front of them, along with several small piles of dust shaped like SCP-7382’s footprints; he points these out to Worley, who nods. The two advance down the hall slowly, taking care to make no noise and watch their surroundings as they go.]\n\n\n[A small, black bird lands on a nearby bunk bed. The bird watches them for a few moments, then loudly caws at them; Johnston steps forward and shoos it away. It flies toward the back of the hall, where one of the bathroom doors opens slightly to receive it; Worley and Johnston notice this, focusing their flashlights on the door and advancing toward it.]\n\n\n[Several seconds pass.]\n\n\n[Agent Johnston gasps and drops his rifle. Worley turns to see SCP-7382-A removing the spearhead of SCP-7382 from Johnston’s back, promptly before shoving him into Worley, knocking both over. Worley jumps up and searches the surroundings but is unable to spot SCP-7382-A again; he kneels and rolls Johnston onto his back, who is alive but clearly struggling to breathe.]\n\n\nCaptain Worley:\n No no no no no no no no…\n\n\n[Worley rolls Johnston onto his side to inspect the wound; air can be heard and seen escaping each time Johnston inhales, indicating a punctured lung. Worley grabs a nearby blanket, balls it up, and presses it against the wound. A blob of unignited tar can be seen where the blanket was, but Worley does not appear to notice this.]\n\n\nSCP-7382-A:\n You should have left—\n\n\n[SCP-7382-A breaks into a fit of wet coughing, subsiding into an agonized groan. Worley rolls Johnston onto his back again. Johnston’s breathing is labored; his eyes are filled with pain and fear.]\n\n\nCaptain Worley:\n What do I do, what do I do, what do I —\n\n\n[Worley is hit by a small toy thrown from the darkness.]\n\n\nSCP-7382-A:\n Die, Jailor; that’s all any of you —\n\n\n[Worley jumps up, roaring in incoherent fury and firing wildly in the direction of SCP-7382-A’s voice. A shout of pain is heard, then a silhouette is seen rushing through the partially-open bathroom door, closing it behind them; Worley follows, firing into the door and pausing only to briefly reload his weapon. He doesn't stop screaming until he reaches the door.]\n\n\nCaptain Worley:\n Shut up and die, you piece of —\n\n\n[Worley kicks open the door. SCP-7382-A is briefly seen climbing over a bathtub before the camera and microphone are overloaded by a stun grenade explosion. The visuals return to Worley firing blindly into the bathroom; SCP-7382-A is absent, however there is a large pile of dust arranged in their shape where they were moments earlier, and SCP-7382 is lying on the floor beside it.]\n\n\n[Worley’s behavior calms after several seconds. He aggressively searches the bathroom but finds no sign of SCP-7382-A nor any paths they could have used to escape — the window is ajar, but too small for them to have used. Sunlight begins to shine in from outside, and as the audio returns, the hailstorm and thunderstrikes can be heard rapidly dwindling.]\n\n\n[Captain Worley stands in silence for several seconds. He carefully shifts through the pile of dust, but finds nothing but several blobs of blood and bloodied bullets. He grabs a handful and shoves it into his pocket, spits on the pile, picks up SCP-7382-A, and leaves.]\n\n\n[END LOG]\n\n\nClosing Statement:\n Foundation forces resumed their assault following the dissipation of the anomalous weather events. The compound was successfully captured with no further resistance; the destruction of the Scranton Reality Anchor enabled the remaining MLF forces to escape using thaumaturgic gateways before Foundation agents could intervene. A total of 13 MLF agents were successfully captured, 7 of which succumbed to their wounds. SCP-6073 was not located during subsequent excavations of the rubble.\n\n\nAnalysis of the dust sample collected by Captain Worley and its contents confirms the blood belonged to SCP-7382-A, and the bullets within originated from the firearms of Captain Worley and his team members. As there have been no sightings of SCP-7382-A since, it is believed the anomaly was spontaneously transmuted into non-anomalous dust upon the depletion of their Akiva energy. SCP-7382-A has been declared decommissioned.\n\n\nAgents Xanxes and Johnston received medical treatment, but succumbed to their injuries. Captain Worley, Agent Hurley, and Agent Mendelez were the only survivors of the initial team.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRAISA NOTICE: ONE (1) FILE UPDATE IS AVAILABLE. CLICK TO VIEW.\n\n\n\n\n– hide block\n\n\n\n\nAddendum-06:\n Containment loss\n\n\nSCP-7382 was temporarily stored at Site-52 for three days before being added to a scheduled \nDepartment of Logistics\n transport bound for Site-22A. Upon arrival, SCP-7382 was found to have demanifested from its container mid-transit; simultaneous to this discovery, several Foundation facilities detected a large burst of Akiva radiation originating from a cave near Ain Sharid, Iraq. Neither SCP-7382 nor any evidence of its whereabouts or user were discovered at the location.\n\n\nCaptain Worley demanded to be assigned a team to investigate; this was denied due to an ongoing investigation into abnormalities identified in his post-operation physical examination. Captain Worley subsequently submitted a letter of resignation, purchased a one-way ticket to Baghdad, Iraq, and was last seen illegally purchasing firearms and munitions from a local militia. Their current whereabouts are unknown.\n\n\nThe investigation into Captain Worley's physical examination discovered he was mildly saturated in Akiva radiation, the source of which has not been conclusively determined. The Department of Tactical Theology is monitoring emergent rumours throughout the Middle East region.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The parascience studying embodiments of certain concepts. Essophysical avatars typically exist as a pure and perfect representation of an abstract concept, changing its shape to match its changes over the years. They also typically warp reality around them to apply their given concept to reality.\n\n\n2\n. Genetic analysis of prunings and seeds indicates the staff was made from an ancestor of the modern almond tree.\n\n\n3\n. Hebrew: \nAaron\n\n\n4\n. GoI-008, a group of sentient anomalies attempting to instigate an SK-Class \"Dominance Shift\" Scenario by lifting the Veil and abolishing the concept of normalcy.\n\n\n5\n. At this time, the containment procedures for SCP-7382-A required its body temperature to be constantly monitored, and to douse it with cold water if it exceeded 200 degrees Celsius; this prevented it from igniting any expelled tar.\n\n\n6\n. A type of thaumaturgy revolving establishing connections to certain objects, places, and entities.\n\n\n7\n. Disruptions in an anomalous field that is intertwined with religious belief. Akivas are typically produced through belief in a religious fact, and in sufficient volumes can alter reality to align with the believed fact, typically manifesting as the physical creation and sustainment of a religious deity.\n\n\n8\n. Agent Khan was not familiar with the language spoken, suspected to be Spanish.\n\n\n9\n. \nThe Foundation does not artificially manufacture D-class personnel\n; as the Wanderer’s Library is known to connect to alternate realities, it is possible that this D-24390 originates from a different reality, or has been provided information which applies to an alternate version of D-24390.\n\n\n10\n. The solar eclipse was not naturally-occurring, and was only visible in and around the Miracle Liberation Front compound.",
    "addendums": [
        "Addendum-01: Initial Containment\nMobile Task Force Epsilon-9 ('Fire Eaters') had been dispatched to northern Europe in response to multiple reports of a large, reptilian entity witnessed fleeing from several fires of unknown provenance throughout the region; the entity was initially suspected to be a member of the Miracle Liberation Front 4 due to a significant increase in the group's activities throughout the region. After several months MTF Epsilon-9 were able to intercept SCP-7382-A at a nature reserve near Warsaw, Poland.",
        "Addendum-02: Containment Breach\nSCP-7382-A was temporarily held at Site-194 in Warsaw, Poland, to facilitate initial investigation and processing; interrogation attempts were unsuccessful, with the anomaly uniformly insulting Foundation personnel and attempting to breach containment.\nInspection of SCP-7382 indicated potential religious significance, which was confirmed through referral to available religious and mythical texts. As Site-194 was unequipped for theological inquiry, the head researcher assigned to the anomaly requested that SCP-7382 be transferred to the nearby Site-120 ; as the weapon could not be separated from SCP-7382-A — remanifesting in its possession whenever removed — the entity would be relocated as well, with staff suggesting that the culture of Site-120 may encourage cooperation.\n‘Crow’ was promptly identified as SCP-6073 due to its characteristic appearance, indicating the incident was a raid by the Miracle Liberation Front. Comparison of the footage with Foundation records identified ‘Cynthia’ as D-24390, a high-priority Person of Interest wanted in relation to Containment Chamber #3942 . The identity of the entity referred to as ‘Laplace’ is unknown.",
        "Addendum-03: Surveillance\nDuring post-incident clean-up, Foundation maintenance personnel discovered that they could discern the route taken by the anomalies by following the path of the flora occupying Site-194’s plumbing network. Use of an extended pipe inspection camera identified their destination as a nearby sewer treatment facility, where evidence of a hastily-executed ritual were found; the detected latent thaumaturgic energy signature was consistent with the creation of a temporary Way.\nThe investigators theorised that the Way could be temporarily reopened through modification of the remaining ritual markings and application of Spiti-Class thaumaturgy ; 6 while the produced gateway would be too small for practical use, it would nonetheless enable a psychic individual to telepathically link with entities on the other end, potentially gleaning sufficient information to identify the location.\nSeveral almond seeds taken from SCP-7382 were used to reopen the Way, and enable Foundation psychic Andrew Khan to connect with SCP-7382-A; the reopened Way was highly unstable, and would collapse whenever SCP-7382-A exited the room at the other end. The following are Agent Khan’s reports of what he witnessed during the interims.",
        "Addendum-04: Additional discovery\nThe Department of Tactical Theology conducted a thorough analysis of all available data relating to the use of SCP-7382 in combat; it was subsequently discovered that a single burst of Akiva Radiation 7 was detected by several sensors throughout Site-194, which corresponded to the moment SCP-7382 was observed glowing with a negative light in the footage of the MLF raid.\nIt is theorised that the using SCP-7382 to terminate a human subject causes an interaction between the components of the item, which results in the production and emission of Akivas independent to any discernable sentient, religious belief. It is unclear how SCP-7382-A physically benefits from this emission.\nAll Foundation facilities throughout the Middle East region were supplied with high-fidelity Akiva monitors, in order to locate SCP-7382 in the event this property of the anomaly was triggered again. Agent Khan continued monitoring the activities of SCP-7382-A via the psychic link.",
        "Addendum-05: Foundation raid\nAgent Khan's psychic link was severed by the closure of the wormhole, and all subsequent attempts to re-open the wormhole failed. The entirety of the raid on the MLF compound was recorded by the body cameras of the attending Foundation agents; the following is a transcript of Captain Worley's footage, beginning from the moment the psychic link was severed."
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] [Epsilon-9 are camouflaged and spread out among the trees. It is night and they are moving forward further into the forest, being led by Captain Worley.] Captain Worley: [Into his radio] Motion at the river. Hot. Get ready. [A figure wearing a dark yellow overcoat and carrying SCP-7382 approaches a nearby tree. While the rest of their figure is difficult to discern against the darkness, their gait indicates that they are non-human. The figure — SCP-7382-A — tears off a piece of bark with their spare hand, examines it, then appears to taste it; after a moment they hiss and discard the bark.] [Captain Worley quickly scans the area then signals to Agent Lemens, who unholsters his tranquilizer gun.] SCP-7382-A: [Unintelligible muttering.] [Lemens steps on a branch. SCP-7382-A turns at the sound, gripping SCP-7382 in both forelimbs; Lemens fires, but the dart deflects off SCP-7382-A.] SCP-7382-A: Wardens. I can see you playing patty cake over there, you little weenies! [The agents turn on their flashlights, focusing on SCP-7382-A, who takes off and discards their coat. Lemens fires two more darts, but both are deflected. SCP-7382-A smirks, holding their forelimbs out wide.] SCP-7382-A: That's it? Your ancestors annihilated civilizations, and now all the great and mighty Wardens can do is throw thorns and cry like spoiled children! [Captain Worley and his team glance at each-other.] Captain Worley: What are you on about? [He points to the tree.] And what — SCP-7382-A: [Laughs.] Mister Secrets wants answers, does he? Too stupid to figure it out yourself, are you? I'm doing some 'soul searching'. Is that enough for you, moron? Do you need me to draw a picture for you? [Smoke emerges from SCP-7382-A's nostrils.] Captain Worley: Look, surrender now, come with us — SCP-7382-A: And spend the rest of my life rotting in a box, with you animals poking me with your stupid little sticks? There's not a witch, monster, ghost, or anything that doesn't know what you do in those concrete coffins of yours. You don't want to help me — you just want to add me to your sick little collection, you blackguards! [Worley reaches for his radio; SCP-7382-A opens its mouth and expels a hot, tar-like substance at the agents, who duck for cover. After several moments SCP-7382-A briefly pauses, then resumes expelling the substance, now pre-ignited; the previously-expelled tar ignites on contact, as does the surrounding flora.] SCP-7382-A: Bring it, you pissants! [The agents shoot SCP-7382-A with non-lethal beanbag rounds, attempting to subdue it; SCP-7382-A throws SCP-7382 down, which transforms into a snake and attacks the agents, then uses the expelled tar to create a fire barrier between it and the agents.] Captain Worley: Get around it! Get around it! [Several agents move to flank SCP-7382-A. SCP-7382-A retrieves a powder horn from a satchel and pours the contents into its mouth; after a few moments they expel a large, congealed lump at Agent Mackey, knocking them over into a patch of flaming tar. The lump ignites and violently explodes, killing Agent Mackey, severely injuring several surrounding agents, and further spreading the wildfire.] Agent Devin: Mack! You bastard! Captain Worley: Just shoot it! Live rounds, take it down! SCP-7382-A: Too late, you pigs! Burn! Burn like the swines you are! [All agents abandon their non-lethal firearms and begin firing with live ammunition; the bullets ricochet, inflicting no damage. SCP-7382, still in the form of a snake, is similarly invulnerable and works its way into Agent Devin's fire suit, wrapping around his neck and biting at his face. SCP-7382-A lunges through the fire barrier and begins physically brawling with the agents, knocking them over with its tail and tearing at their protective equipment.] Agent McCullough: [Screaming] Get it off! [Captain Worley tackles SCP-7382-A, spraying a canister of fire retardant foam directly into its mouth; SCP-7382-A recoils, using five of its limbs to push Captain Worley off, the sixth reaching towards Agent Devin. SCP-7382 uncoils itself and exits Agent Devin's protective suit, returning to SCP-7382-A and transforming back into a spear; SCP-7382-A uses it to get back up.] SCP-7382-A: [Coughing and retching.] [Several agents spray SCP-7382-A with fire retardant. SCP-7382-A strikes the ground with the blunt end of SCP-7382, manifesting a dense swarm of insects which fill the air and attack the agents; several portions of the swarm catch fire or are downed by the foam spray, while the remainder have minimal effect on the agents.] SCP-7382-A: [Coughing and retching] No… not… savages… [SCP-7382-A expels a large amount of unignited tar, attempting to clear its mouth. Captain Worley tackles SCP-7382-A from behind, with several others following suit; they begin restraining SCP-7382-A's limbs using fireproof duct tape, with one agent pulling SCP-7382 away from SCP-7382-A's grasp.] Captain Worley: You should've just co-operated, this — [SCP-7382 spontaneously reappears in SCP-7382-A's grasp, and they use it to knock off one of the agents, then attempts to stab another but is unable to puncture their protective equipment. Two agents pin down the limb, leaving SCP-7382 in its grip but nonetheless restraining it. SCP-7382-A continues resisting for several minutes, but is unsuccessful in escaping.] [END LOG] Closing Statement: The resulting wildfire was unable to be suppressed by attending Foundation agents, and proceeded to destroy a significant portion of the national park before being contained by civilian emergency services three days later. A total of seven agents were killed during the event; in addition to Agent Mackey, a further five agents succumbed to injuries inflicted by the explosion, and Agent Devin died due to envenomation shortly following the apprehension of SCP-7382-A. SCP-7382-A was transported to a nearby Foundation facility for temporary holding and processing. Attempts to remove SCP-7382 from their possession were unsuccessful, as the weapon would reappear in their hand/s shortly thereafter; instead, SCP-7382-A was restrained such that it was unable to use SCP-7382.",
        "Foreword: Dr. Albert Pines was in the process of conducting an unscheduled interrogation of SCP-7382-A at the time of the incident. [BEGIN LOG] [SCP-7382-A is in the centre of a refrigerated room, restrained against a horizontal slab; they have been muzzled, and their three left limbs affixed to SCP-7382 using duct tape. Dr. Pines sits in a chair in front of SCP-7382-A's head, equipped with a water hose and periodically checking an infrared camera beside him. 5 ] Dr. Pines: Why do you breathe napalm instead of fire? SCP-7382-A: [No response.] Dr. Pines: Are you still capable of flight somehow? SCP-7382-A: [No response.] Dr. Pines: Are you, or are you not, a dragon? [SCP-7382-A sighs.] Dr. Pines: Run out of sarcastic quips? SCP-7382-A: Your questions speak for themselves. You're supposed to be wearing the orange coat, not the white one. [Dr. Pines sprays SCP-7382-A with water for thirty seconds.] Dr. Pines: Why Olesia wants to reward you for this, I'll never understand. You will answer my questions, regardless of what you think of them, understand? SCP-7382-A: [No response.] Dr. Pines: Were you human before? SCP-7382-A: [No response.] Dr. Pines: Are you cold? SCP-7382-A: [No response.] [Dr. Pines sprays SCP-7382-A with water for five seconds, before being interrupted by a loud knock at the door.] Dr. Pines: Yes? [Another knock at the door.] Dr. Pines: Yes, what is it? [Another knock at the door. Dr. Pines gets up and approaches it.] Dr. Pines: Who is it? What do you want? [Dr. Pines opens the door, and is immediately struck in the face with the stock of a semi-automatic rifle. A figure dressed as a Foundation guard enters the room, followed by a Caucasian woman wearing D-class apparel; the former closes the door and locks it, while the latter pushes Dr. Pines against the nearest wall, covering his mouth with one hand and performing a series of brief gestures with the other. After a moment Dr. Pines collapses to the ground.] Unknown Guard: This is the wrong place, Cynthia. Cynthia: I know, Crow, I know. I must have slipped, it's hard to know when you make a mistake. Is Laplace alright? [Cynthia turns back to face Crow, who points to SCP-7382-A. Cynthia gasps.] Cynthia: A dragon. Crow: Looks like it. [Checks one of the inner pockets of his combat vest.] Are you alright? [A moment's silence. Cynthia steps over to SCP-7382-A, crouching beside its head.] Crow: Laplace is fine. Careful. Cynthia: What's your name? [SCP-7382-A doesn't respond; a small amount of tar oozes through the muzzle. Crow steps over to Dr. Pines' seat, investigating the camera and hose.] Crow: Looks like they were torturing it. [A moment's silence.] Cynthia: [To Crow.] Take off the mask. Crow: Why? Cynthia: You're dressed like a guard. They think we're with them . [Crow puts their rifle down. They take off their helmet, then remove a mask underneath; their head is revealed to be a simple burlap sack, with two large white buttons positioned where its eyes should be . SCP-7382-A's eyes widen.] Cynthia: We are not with the Foundation. You can trust us. Crow: It might not understand you. Cynthia: They do. I can see it in their eyes — thinking eyes, not the eyes of an animal. Crow: I meant they might not speak English. Cynthia: …oh, right. [To SCP-7382-A] Do you speak English? [SCP-7382-A shakes their head.] Cynthia: So you do. [SCP-7382-A shakes their head again.] Crow: Then how do you know we're asking you a question? [A pause.] SCP-7382-A: Damn. Cynthia: [Sigh.] Look, I — [The site-wide lockdown alarm activates.] Crow: That was quick. Time to leave. [Crow picks his rifle up and aims at the door; Cynthia stands and performs an intricate series of gestures with both hands, causing them to glow. After several seconds this glow rapidly fades, her motions accelerating in response.] SCP-7382-A: What are you — [The concrete slab fractures. SCP-7382-A breaks its restraints free, then uses its claws to remove the duct tape, get up, and properly wield SCP-7382. They attempt to break the muzzle using the speartip but are unsuccessful; SCP-7382-A looks to Crow and points to it.] Crow: Later, when we have time. SCP-7382-A: Just do the — Cynthia: They’ve dropped the anchors, if I try it could break your neck. [Crow unholsters a handgun and gives it to Cynthia, then advances toward the door.] SCP-7382-A: Then use a knife! Crow: If the Jailors have bothered to put one on you, they’ve reinforced it so you can’t cut it off. We’ll deal with it once we’re outside, but we need to get moving now . [SCP-7382-A scowls. Cynthia and Crow leave the room; SCP-7382-A waits a moment, looks up at the alarm, then follows, scraping a handful of tar dripping through their mask and flicking it onto Dr. Pine as they pass.] [The three emerge into the main hallway of a containment wing, where several researchers are running toward a junction at one end; the researchers quickly enter a nearby room upon spotting the group and lock the door.] SCP-7382-A: Parasites. [Cynthia and Crow advance toward the terminating junction, guns raised. SCP-7382-A instead goes to the door the researchers entered and attempts to break it open.] Crow: We need to move, what are you doing? SCP-7382-A: Feeding. [Cynthia’s eyes widen.] Cynthia: No, you are not eating people — [Several armoured guards enter the hallway ahead of the group, guns raised.] Guard: Put down — [Crow opens fire. The guards take cover behind the corners of the intersection; Cynthia and Crow use the nearest unlocked doorways as cover. The two groups exchange gunfire.] [SCP-7382-A turns away from the door and sprints toward the guards; they concentrate their gunfire on the anomaly, but the bullets all ricochet off it. SCP-7382-A pierces the body armour of a guard and pins them against the wall using SCP-7382, impaling them. They then release SCP-7382 and attack the other guards with their claws, prioritising those attempting to escape.] [Crow and Cynthia watch from the hallway, the latter moving to the former’s position. Neither speaks.] [The pinned guard slumps forward. SCP-7382 appears to faintly glow with a negative or dark light; it then spontaneously appears in SCP-7382-A’s grasp, dropping the guard to the floor, the glow vanishing. SCP-7382-A continues assaulting the present guards, now prioritising use of the spear to kill them where able.] [Crow and Cynthia emerge from the shared doorway and join SCP-7382-A at the intersection, watching as they procedurally puncture the heart of every guard’s corpse using SCP-7382 before turning to the two, breathing heavily.] SCP-7382-A: Thanks for the help, you cowards. I’ll go first so I don’t step in your little piddles, hmm? [SCP-7382-A turns and starts along the adjoined corridor.] Crow: Wrong way. [SCP-7382-A pauses, growls, then turns and follows Crow and Cynthia in the opposite direction.] [The group proceeds through several hallways relatively unopposed, SCP-7382-A killing any encountered security personnel with minimal difficulty. All on-site personnel are ordered to avoid the group until an effective method of combat is determined; the facility sprinkler system is activated to douse SCP-7382-A, keeping its body temperature below its ignition point.] [The group progressively advances deeper into the facility, eventually arriving at a staff restroom.] Crow: Alright Laplace, you’re up. [A small, black object is briefly seen emerging from Crow’s pocket as he enters the restroom; no cameras are present inside. SCP-7382-A stops in the hallway.] SCP-7382-A: What are you doing? Cynthia: Getting out, come on. SCP-7382-A: This is a toilet, you moron. What are we going to do, flush ourselves down the pipes? Crow: [Faintly] That’s the gist of it. Cynthia: It’s been done before , you’ll be fine, just get in. SCP-7382-A: Your plan is going down the crapper. Cynthia: Yes. SCP-7382-A: Your plan is crap. Cynthia: Do you want out or not? SCP-7382-A: I think I’ll — [Several guards emerge around a corner, armed with fire extinguishers. SCP-7382-A spots and charges toward them; the guards spray them with fire retardant, causing SCP-7382-A to recoil, coughing. Cynthia fires at the guard; one of the extinguishers is punctured, filling the hallway with the powdered retardant and drastically reducing visibility. The guards retreat a small distance.] Cynthia: Get in! [SCP-7382-A rushes into the restroom, struggling to breathe, and Cynthia follows.] [END LOG] Afterword: A security team promptly arrived and entered the restroom. It was discovered that the anomalies had escaped using a spatial distortion affecting one of the latrines, which had enabled them to enter and navigate the facility’s plumbing network; Foundation personnel were unable to pursue due to dense, damage-resistant flora that had manifested throughout. The spatial anomaly collapsed after twenty minutes.",
        "[BEGIN TRANSCRIPT] [Cynthia is sitting in her room, playing a medieval video game on a PlayStation 3. SCP-7382-A enters, dragging an oversized dog bed behind them, which they throw at Cynthia.] Cynthia: Hey! SCP-7382-A: Who. Cynthia: We weren’t expecting any new additions, we don’t have enough beds to go around at the moment — I thought it was better than asking you to just sleep on the couch. Besides, it’s better than my bed. SCP-7382-A: Then give me yours, Warden. Cynthia: Would you stop calling me that? I’m not one of them. SCP-7382-A: Sure. [Cynthia shakes her head, moving the bed to one side before resuming the video game. SCP-7382-A stands in the doorway for several moments, watching the game, then steps over and sits on the dog bed.] Cynthia: Told you it was — SCP-7382-A: Shut it. [The two sit in silence, focusing on the game.] Cynthia: Heard you had another tussle with Becker again. SCP-7382-A: I don’t know why you people keep him around. Cynthia: He pays the bills, and he’s second-in-command. Can’t get rid of him. SCP-7382-A: Says a lot about you people when you're literally led by a brainless idiot. [Cynthia muffles a chuckle. A few more moments pass.] SCP-7382-A: What’s this thing? [Nods to the PlayStation 3.] Cynthia: Oh, it’s… [Cynthia pauses, then pauses the game.] Cynthia: You haven’t seen one of these before? SCP-7382-A: You think I’d ask if I had? Cynthia: No, I didn’t mean… nevermind. It’s a PlayStation, you use it to play video games. SCP-7382-A: Which are…? Cynthia: …Video games, they’re, uhh… it’s like a play, or a show, but you control what happens. SCP-7382-A: …right. And what’s happening in this “show”? Cynthia: Well, at the moment I’m just exploring some ruins, collecting metal for smithing — SCP-7382-A: You can make tools with this? Cynthia: Yes. No! I mean… you can make tools in it, but you can’t bring those things out. SCP-7382-A: Then what’s the point? Cynthia: It’s entertainment, it’s just… fun. Here, you know what, let me… [Cynthia saves and exits to the title screen.] Cynthia: Here, you can have a go. I’ll just make — SCP-7382-A: No, I don’t — Cynthia: Just give it a try, if you don’t like it, I won’t bother you with it again. Do you have anything better to do right now? [A few moments of silence pass. The new game begins with a cutscene; Cynthia offers the controller to SCP-7382-A.] SCP-7382-A: Fine. Cynthia: Alright, so, you use this to move — push it like this — [Game Character]: Hey, you. You’re finally awake. [EXTRATENIOUS DATA REMOVED FOR BREVITY] Cynthia: Look, you can’t just keep everything you find. SCP-7382-A: And why not? Cynthia: Because you're over-encumbered, you can’t run anymore. If you just got rid of it — SCP-7382-A: Fine. What do I need to make wings? Cynthia: What? You can’t — there’s no wings in this game. SCP-7382-A: Then what’s the point of this Argonian thing? Cynthia: I told you before, you get to breathe underwater. [SCP-7382-A and Cynthia are sitting side-by side; the former is holding the controller in their foreclaws, with SCP-7382 on their lap held by their mid-claws. SCP-7382-A grumbles.] Cynthia: If you put that thing aside, you’d — [SCP-7382-A glares at Cynthia.] SCP-7382-A: No. Don’t even try it. [Cynthia moves away from SCP-7382-A, who turns back to the television screen.] Cynthia: Try what, I — SCP-7382-A: Besides, I’m doing just as well as you were. Better if I had a spear. Cynthia: So you’re enjoying it? SCP-7382-A: The combat is… sufficient. Cynthia: Because you can kill everyone you meet. SCP-7382-A: Almost everyone. I don’t understand why some people won’t die — I don’t care if they’re supposed to be important later, they’re useless… wait, is that the dragon from the beginning? Cynthia: No, this is Mirmulnir. The one at the start was Alduin. SCP-7382-A: Mirmulnir? That’s… not a bad name, I suppose. Cynthia: Speaking of which, we still don’t know yours — SCP-7382-A: Wait, wait, why is he attacking me? I haven’t — Cynthia: He’s a boss, you have to defeat him to continue the storyline — quick, eat some— SCP-7382-A: Defeat? Cynthia: Yeah, like help the guards kill him — [SCP-7382-A pauses the game and turns to Cynthia, visibly angry.] SCP-7382-A: Kill him? For what? Cynthia: …because he’s evil? It’s just what you do, the dragons attack, you kill them, absorb their soul — [SCP-7382-A bolts up.] SCP-7382-A: Absorb their soul?! [Cynthia stands up, trying to calm SCP-7382-A.] Cynthia: It’s just — it isn’t real, nothing in the game is real. You aren’t actually killing any dragons — SCP-7382-A: But they’ll keep attacking because they’re evil , and I have to kill them to continue. Right? Cynthia: …we can play a different game, Fallout doesn’t have — [SCP-7382-A throws the controller across the room, disconnecting it from the console and damaging it against the wall. They then spit a glob of tar into Cynthia’s face, who falls over backwards, trying to wipe it off.] SCP-7382-A: [Shouting] Keep your lies to yourself, Warden, I want nothing to do with your stories! [SCP-7382-A grabs the mattress from Cynthia's bed and drags it with them as they leave.] [END LOG] Afterword: Way lost stability and collapsed as SCP-7382-A exited the room. No meaningful information on location gleaned; however, Agent Khan described the atmosphere as cool but dry, potentially indicative of an air conditioned building in an arid environment. Log otherwise retained as potentially relevant to the history of SCP-7382-A.",
        "[BEGIN TRANSCRIPT] [Cynthia is sitting in her room on the edge of her bedframe, using the oversized dog bed for cushioning. She is taking empty cartridges from a box beside her, loading them with bullets from a bucket, then putting the loaded cartridges into a second box; there is also a partially-consumed bottle of whiskey on the floor beside her. Other than a small, black bird resting on a pillow nearby, she is alone. After a few moments she stops, sighs, and rubs her temples.] [There is a knock at the door. The bird flinches, but does not otherwise react. Cynthia pushes the whiskey bottle under the bedframe using her foot.] Cynthia: Yep! [The door opens and Crow enters, carrying a box with empty cartridges in it. Cynthia slumps.] Crow: I know, but we need it done. Cynthia: Yeah, yeah… [Cynthia resumes her activity. Crow steps over, adding the empty cartridges from his box to the other, then swaps the empty box for the one with loaded cartridges; as he turns to leave he notices the bird and pauses, then turns back to Cynthia. She stops again after a few moments.] Cynthia: … what? [A pause. Crow puts the box back down, then reaches under the bedframe and pulls out the whiskey bottle.] Crow: That only works if you have a mattress, you know. Cynthia: Oh come on, Brown, I’ve been sitting here for hours — Crow: — forty minutes — Cynthia: — what’s the harm in having a pick-me-up? Crow: [Nods toward the bird.] Because everyone else will want some too, and I don’t want people getting tipsy around Beck and Shirley. Especially them, they’re hard enough to deal with as-is. You’ll have to wait until happy hour. [Crow inserts the bottle into their chest cavity.] Cynthia: Shirley? Her name is Shirley? Crow: [Shrugs.] I have no idea, but we’ve got to call her something. Cynthia: ‘Explosive’, ‘fiery’, ‘irate’, ‘livid’… dare I say ‘feral’? [A moment of silence passes.] Crow: Wow. Cynthia: Wow what? Crow: You’re the last person I’d expect to call someone names. Cynthia: [Sighs.] I know, I just… I don’t understand what her deal is, at all. She doesn’t get along with anyone, she outright hates me and I’ve no idea why, she explodes at random things, and every time she speaks everything she says is just dripping with hatred. She just… seems to hate everything and everyone, all the time, and she refuses to talk about why. Crow: It’s a phase, Cynthia; you can’t expect everyone who joins us to be hunky-dory. She just needs time to settle in, and she obviously intends to — she would’ve left by now otherwise. Cynthia: That’s what confuses me the most — why? Everything she does says she despises this place, so why is she still here? Crow: [Shrugs.] Laplace wasn’t that different, and he’s still here. Cynthia: Laplace is completely different. He’s just reserved, not — [Loud crashing is heard outside, intermixed with SCP-7382-A shouting. Both Crow and Cynthia look toward the door.] Crow: Becker’s got it, he’s on duty. [Cynthia jumps up, staring at Crow in astonishment.] Cynthia: Becker is on duty? [Crow begins to speak, pauses, then turns and rushes out of the room; Cynthia follows. The two emerge into a large common room, where SCP-7382-A is brawling with an entity with a blue, reptilian head holding a red-glowing sword. Notably, SCP-7382 is absent.] SCP-7382-A: I’m going to gut you like the swine you are, you — Second Entity: No, you’re not, and if you try then I’ll just be adding your head to my collection. [SCP-7382-A snarls, then lunges. The second entity expels an intense stream of fire from its mouth, pushing SCP-7382-A backwards and igniting several items of furniture nearby.] Second Entity: …and finding out how much dragonskin goes for. Maybe get a new jacket, this one — [SCP-7382-A screams, charging at the second entity; the latter performs a backward roll, using the momentum to throw SCP-7382-A into a cabinet behind them, then gets up and into a sword fighting stance. Several other entities emerge from the surrounding doorways.] Cynthia: Stop them! Someone stop them! Crow: Becker! [The second entity looks toward Crow. SCP-7382-A lunges at them again — still continuously screaming — this time making contact, lifting them into the air, and slamming them head-first into a wooden table; Becker drops the sword, briefly stunned. Two of the nearby entities — a glass humanoid and an anthropomorphic hyena, each wearing a Thalia and Melpomene theatre mask, respectively — rush forward and attempt to restrain SCP-7382-A; the sword is knocked under a couch during the struggle, and after a few moments both entities are knocked aside, by which time Becker has recovered and stood up again.] Cynthia: Crow! Crow: I can’t, I’ll catch fire! [Becker throws a chair at SCP-7382-A, knocking them over, then pins them down and begins punching wildly at their face; SCP-7382-A holds up two hands to either side and summons SCP-7382, causing Becker to accidentally punch its shaft and recoil in pain. SCP-7382-A strikes them in the head using the spear, detaching the head on impact, then spits a large wad of tar onto their shirt.] Crow: No! [SCP-7382-A rolls to one side, dropping Becker into a flame which ignites the tar, causing a small explosion that throws both entities to opposite ends of the room. The surrounding entities quickly grab and restrain both entities, while several others retrieve fire extinguishers and blankets to put out the fires. Crow steps forward, both hands against his head.] Crow: What the hell have you two done?! [SCP-7382-A continues to thrash, attempting to break free from the entities restraining them, but is unsuccessful; Becker, on the other hand, stops resisting.] SCP-7382-A: Get off of me, you cave-dwelling — [Crow points to a pot plant in one corner, then to SCP-7382-A; the plant quickly levitates across the room, wrapping its vines around SCP-7382-A’s maw and holding it shut with anomalous integrity. A few moments later, SCP-7382-A stops fighting against her restrainers.] Crow: Enough of the insults. One of you had better have a damn good explanation for this — Becker, you at least should know better than this. You’ve smashed almost everything in here and set the rest of it on fire! [Becker points to the reptilian head, then to himself. Crow sighs.] Crow: Give it to him. [SCP-7382-A resumes her thrashing with increased fervour; Cynthia notices this, looking between SCP-7382-A and the detached head. A nearby entity steps over to the reptilian head, bending down to pick it up.] Cynthia: Wait! [The entity stops and looks to Cynthia.] Cynthia: …leave it. Go get Becker’s bag. He can use a different one. [The entity looks to Crow, who nods; they exit through one of the surrounding doorways. Cynthia steps over to the detached head, carefully picking it up with both hands and holding it with the face outwards. She locks eyes with SCP-7382-A; after a few moments, the latter calms down again.] [The other entity returns, carrying a large duffle bag which they put down in front of Becker. The entities restraining Becker let go, allowing him to reach into the bag and retrieve a human head with cybernetic eyes, which he attaches to himself. Crow points to SCP-7382-A, and the vines around her maw loosen.] Crow: Now, explain. Becker: She’s nuts, Crow, that gunk she spits — Crow: Explain , not accuse . Becker: I was fixing the barrier, like you said, but I couldn’t find the welder anywhere. So I got that out instead — [Becker points to the head Cynthia is holding] — and she came over and lost it. I didn’t do anything! SCP-7382-A: Liar! You’re a murderer and a desecrator, just like the rest of your degenerate kind! [SCP-7382-A opens their mouth, preparing to spit a wad of tar; Crow points to her and the vines around her maw constrict again, forcing it closed.] Crow: I said enough with the insults! I don’t want your opinion, I want your answer — did you attack Becker first? [No response; SCP-7382-A simply glares at Becker.] Crow: Nod your head, or shake it. Did. You. Attack. First? [SCP-7382-A nods. She maintains the glare.] Crow: Did he do something to provoke you? Becker: I was just minding my own — Crow: I asked her , not you. Yes or no, did he say or do something to you to provoke you? [SCP-7382-A locks eyes with Crow and glares, but does not otherwise react. Crow shakes his head.] Crow: Put her in the brig. Becker, you’re cleaning this up. Becker: But I didn’t — Crow: Call for help, instead of throwing each-other into cabinets, and setting everything you missed on fire? Didn’t think that winding her up would keep the fight going ? [A moment of silence passes; Becker hangs his head.] Becker: … I’ll tidy this up. Crow: Thank you. Take her away. [The entities restraining SCP-7382-A co-operate to remove her from the room. SCP-7382-A does not resist, limping on one leg as she is led away, but keeps her gaze firmly focused on Cynthia until her line-of-sight is broken; Cynthia furrows her brow, then looks down at the head in her hands.] END LOG Afterword: Way collapsed as SCP-7382-A was removed from the room. ‘Becker’ identified as SCP-6772 , a high-ranking member of the Miracle Liberation Front; high probability the location is a major hideout for the group, possibly fortified with a barrier that requires welding to repair. Presence of houseplants indicates ready access to a potable water supply. Label of the whiskey bottle noted to be printed in a non-English language unfamiliar to Agent Khan.",
        "[BEGIN TRANSCRIPT] [Cynthia enters a barren room carrying a tray of food, pushing the door closed behind her. A row of metal bars divides the room in two; the sole light source is a fluorescent tube affixed to the ceiling above the door. A humanoid entity wearing grey robes is sitting in a corner on the same side, reading a book. They look up at Cynthia.] Cynthia: Food, and I’d like to talk to her. [The entity nods and waves a gloved hand at the bars, causing several to demanifest so Cynthia can pass through; they remanifest behind her, and the entity returns their attention to the book.] [SCP-7382-A is sitting in the furthest corner on Cynthia’s left, using their tail to idly bounce a soccer ball off the wall and holding SCP-7382 in their forelimbs. The entire length of their neck is wrapped in paper talismans; several more are wrapped around their wrists and the end of their tail. SCP-7382-A stops bouncing the ball and glares at Cynthia as she approaches.] Cynthia: I’ve got — [SCP-7382-A bats the ball at Cynthia, hitting the tray and knocking the foodstuffs onto her.] Cynthia: Hey! SCP-7382-A: Go choke and die. Cynthia: I was bringing you food! SCP-7382-A: I’d rather starve, Warden . [A moment’s pause. Cynthia throws the metal tray at SCP-7382-A, hitting her in the face. SCP-7382-A lunges at Cynthia; the robed figure raises a hand toward them, and the paper talismans appear to prevent SCP-7382-A from moving any closer. SCP-7382-A attempts to swing SCP-7382 at Cynthia, but is propelled backwards to the furthest wall.] Cynthia: What the hell is your problem, Shirley?! SCP-7382-A: Shirley? Cynthia: Yes, Shirley. If you won’t tell us your name, then we’ll just call you Shirley. There are worse names going around, and for good reason. SCP-7382-A: Like you animals ever needed a reason… Cynthia: Oh, yeah, we’re the animals. We’re the ones that complain all the time, we’re the ones that insult everyone around, we’re the ones who constantly start fights and trash the place — what was it about this time, an egg? You and Becker got into a fight over an egg ? [SCP-7382-A snarls, struggling against the restraints.] SCP-7382-A: That headless knuckle-dragger is the one who started it! He’s the one who thought it’d be funny to ‘make amends’ by giving me a fake dragon egg ! What, should I have just sat there and smiled like a good little pet, be happy that my ‘masters’ had given me anything? Is that what you want me to do, Warden?! Cynthia: I’ve told you, I’m not a warden! SCP-7382-A: Yes you are! You all are! You and your barbaric kind! [Cynthia scowls, shaking her head and stepping back toward the bars, which demanifest in front of her, then remanifest once she’s through. The robed entity lowers its hand, releasing SCP-7382-A. Half-way to the door Cynthia stops, turning back and watching SCP-7382-A, silent.] SCP-7382-A: Enjoying the view? Satisfied that the horrifying, abominable creature is caged like it should be? [Cynthia shakes her head.] Cynthia: You’ve put yourself there. If you just… just got along with people, for once, or at least didn’t lash out all the time… why are you even here? We aren’t keeping you here — SCP-7382-A: You say while I’m in a locked room, behind bars, with a guard. Cynthia: No, I… [Cynthia sighs.] Cynthia: When we let you out, do you want to leave. SCP-7382-A: Oh, now the animal gets to choose, does it? Cynthia: You always had the choice. SCP-7382-A: Could’ve fooled me. Cynthia: Well now you know. People aren’t going to put up with your attitude for much longer. You can stay if you want to, but you’ll have to start behaving yourself around here — SCP-7382-A: — training me like a dog — Cynthia: — or you can leave, go it alone and take your own chances. It’s your choice, but after all the effort we went through to rescue you, it’d be a real shame if you just ended up in a Foundation cell again, getting hosed down by some balding moron with a promotion fetish. [SCP-7382-A briefly chuckles. A silence ensues.] SCP-7382-A: Why did you save me? Cynthia: Because you deserve to live, to be free. Just like everyone else. [SCP-7382-A scoffs.] SCP-7382-A: Sure, right. You just thought I’d be a useful weapon. Controllable. Cynthia: I thought you were someone in trouble, that’s it. Even with all of your… anger, I’d do it again. Especially now. I can tell you’ve been through enough already. [A pause. SCP-7382-A looks away. Cynthia gestures to the robed entity; they raise a hand, and the bars demanifest. Cynthia steps through — the bars reappearing behind her — and steps over to SCP-7382-A, sitting down.] Cynthia: Please, tell me. Help me to understand. Let me understand. SCP-7382-A: You won’t. You wouldn’t care. Cynthia: Try me. [Several seconds of silence pass. SCP-7382-A does not speak.] Cynthia: Why do you hate me? [SCP-7382-A turns and looks at Cynthia.] SCP-7382-A: Because you hate me . Cynthia: I don’t hate you. SCP-7382-A: Are you human? Cynthia: Yes. SCP-7382-A: Then you hate. It’s what your kind does. You hate, and you kill, and you steal and you lie. [A pause.] Cynthia: What happened? [SCP-7382-A’s expression hardens into a glare.] SCP-7382-A: What happened? You happened, you degenerate neanderthal. You and your filthy, scab-ridden, mouth-breathing, half-witted, ruinous species. Everything was beautiful, free to grow the way it wanted, not forced into shape by you scum-eaters. We flew… [A long pause. Cynthia briefly glances at the amputated stumps on SCP-7382-A’s back.] SCP-7382-A: …we flew over forests, oceans, plains, and mountains. We were content with the skies, we took only what food we needed, and the earth provided caves as our shelter. Until you low-brow half-breeds showed up, there was nothing else but nature, and no-one else but us. We were alone together in the entire world — we were happy to share it. But you weren’t. You would show up screaming like children, throwing things, trying to scare us away. You didn’t need what we had — you just didn’t want us to have it, and you hated that you couldn’t take it. [SCP-7382-A stands up, turns away, and continues bouncing the ball against the wall.] SCP-7382-A: Your stupid little sticks didn’t hurt us, so we just shooed you away like wild beasts, hoping you would start using the brains you might have had. Eventually you did — you started talking between yourselves, built your stupid little mud houses, started clearing forests to plant your weeds. We’d never seen anything like it, never seen buildings before, never made any, never even imagined them. We watched and saw with every passing day that there were more of you, always more, spreading out in every direction like a pestilence, and still you wouldn’t share. It was yours, always yours, and whenever we came down to eat, you, you… [Cynthia’s brow furrows. SCP-7382-A falls silent, shaking their head and scowling. They slowly increase the force of each successive hit on the ball.] SCP-7382-A: You figured out how to win. Somewhere along the way, while you were all bashing each-other’s skulls in, you figured out how to make your stupid little weapons hurt. You did your stupid little rituals, jumping around a bonfire like idiots, and one day one of you made it work, did some real magic. You figured out how to kill us, and you decided that meant you should. [SCP-7382-A catches the ball in one claw.] SCP-7382-A: Everywhere we went, your wizards would pull us from the skies, your knights would strip us of our wings and lives, and the rest of you… the rest of you celebrated . You’d sing stories, lying to your little crotch-goblins about how it was our fault, everything was our fault, how we’d deserved to die, how killing us was the right thing to do. If some idiot baker burnt down a town, you said we started the fire. If some dunce royal fell down a hole while trapesing through a forest, you said we kidnapped them. If we had anything, anything, you said we stole it from you. [SCP-7382-A resumes bouncing the ball.] SCP-7382-A: You took everything, because you could. You slaughtered us by the thousands, and if we fought back, more of you came. We hid in caves, fearful and praying you wouldn’t find us. There were so few of us left that you eventually stopped looking, went back to killing each-other, and just… forgot. [SCP-7382-A misses the ball; it bounces away, coming to a halt by the bars. SCP-7382-A doesn’t react to it.] SCP-7382-A: Then we died. Not from hunger, not from sickness, not injury, just… just died, like the world didn’t want us anymore. You were so convinced you knew how the world should be, and through your sheer, unyielding stubbornness, you actually made it happen. [A long pause.] Cynthia: How did you survive? SCP-7382-A: How do you think? I fought back. Some prissy barbarian murdered my brother, ate his heart, then went home to cheering and fanfare. I lured him into a forest, ran him through with my spear, and did the same. I wiped out that entire damned kingdom, and for every person that I killed — every one of my kind I avenged — I felt stronger. I was stronger. I haven’t stopped. I have no reason to stop. Cynthia: …the guards. That’s why you wanted to kill the guards when we rescued you. Feeding. [SCP-7382-A turns back to Cynthia, tightening her grip on SCP-7382, tears in her eyes. Cynthia quickly gets up, holding her palms forward and walking backwards.] Cynthia: Hold on — SCP-7382-A: They deserved it. You deserve it. I hate you, Cynthia, because I hate all your foetid kind. I hate you, because it’s the only way to survive in your world. I hate you because you hate me. You hate me. I hate you. Cynthia: I don’t hate — [SCP-7382-A lunges. The robed entity raises their hand, restraining SCP-7382-A and preventing the spearhead of SCP-7382 from reaching Cynthia. SCP-7382-A repeatedly tries to thrust SCP-7382at Cynthia, but are unable to move enough to reach her; they then attempt to throw it at her, but are similarly unable to succeed.] SCP-7382-A: I hate you! You took everything from me, and I hate you! I hate you! I hate, I hate… [SCP-7382-A collapses, dropping SCP-7382 to cover their face and weeping. After a few moments Cynthia steps over, crouching down; she goes to rest a hand on SCP-7382-A’s shoulder, but stops short of doing so. A few moments pass.] Cynthia: I don’t hate you, Shirley. But I understand. I’m… I’m sorry. [SCP-7382-A continues weeping for several minutes, slowly de-escalating into quiet sobs.] Cynthia: I can get more food, if — SCP-7382-A: [Muffled] Just… go away. Leave me alone. [Cynthia nods. She quietly stands to her feet, picking up the food tray, then passes through the bars again and opens the door.] SCP-7382-A: …Lethrie. [Cynthia stops in the doorway, turning back. SCP-7382-A is looking up at her.] Cynthia: Pardon? SCP-7382-A: My name. Lethrie Nithoggdottir. [A moment’s pause. Cynthia’s brow furrows, but nods.] Cynthia: Thank you, Lethrie. [SCP-7382-A lowers their head. Cynthia steps outside, closing the door behind them; Crow steps over from nearby.] Crow: Any luck? [Cynthia glances back at the closed door, frowning.] Cynthia: Keep Beck away from her. Keep everything from Beck away from her. If he tries anything, even a letter, lay his ass out or throw him out. I don’t care if he wants to apologise, he stays away, and take that dragon head off him too. Better yet, just tell everyone to avoid the topic of dragons, and put everything dragon-related away. Crow: Why? Cynthia: Would you put a picture of Mab up when you have Fae visiting? Crow: No. Cynthia: Then don’t bring up dragons around her. Just leave her alone until I get back. Crow: Get back? Where are you going? Cynthia: The Library. There's just… a few discrepancies I need to check. [END LOG] Afterword: Way collapsed as Cynthia moved away from SCP-7382-A’s location. Global Foundation personnel were alerted to monitor all known entrances to the Wanderer’s Library; no sightings of D-24390 were reported. The food provided to SCP-7382-A was identified as a shawarma wrap with falafels; with previous evidence (arid environment, non-English language), there is a strong likelihood the MLF hideout is within the Middle East. The statement by SCP-7382-A that use of SCP-7382 to kill humans makes the wielder ‘stronger’ is possibly indicative of a previously-unknown property of the item; Department of Tactical Theology personnel are reviewing available data in light of this.",
        "[BEGIN LOG] [SCP-7382-A enters a room similar to its prison in the previous log; however, this room has been repurposed into a board room, furnished with a round table atop a large rug. A soft glow is emanating from beneath the rug, and several entities — including Crow, Becker, and Cynthia — are seated around the table. SCP-7382-A takes the seat directly opposite Becker, and the two glare at each-other.] Becker: [Unintelligible.] 8 Crow: English, Becker. [Becker rolls their eyes and replaces their current head with that of an oversized flamingo.] SCP-7382-A: Finally, one that — Crow: Don’t. [SCP-7382-A pauses, then huffs. Crow leans toward Cynthia.] Crow: [Whispering] Are you sure this will work? Cynthia: [Whispering] We’ll know soon enough. Crow: [Whispering] Petty revenge — Cynthia: [Whispering] It’s more than that. But I need to be sure. [An entity, henceforth ‘the Adjucator’, knocks on the table with their fist.] Adjucator: All required parties are now present, so we will begin with this tribunal. The matter at hand is regarding the ongoing harassment between — Becker: I didn’t do it. SCP-7382-A: You said you’d skin me and turn me into shoes! Becker: That was ages ago — Cynthia: — five days — Adjucator: Order. That is not the circumstance that was brought to our attention. Becker: Well what, then? Crow told me to stop and I’ve stopped. I’ve done nothing wrong. Adjucator: Warden, please present the evidence. [The grey-robed entity activates an overhead projector. Displayed is an image of the mattress SCP-7382-A took from Cynthia’s room, atop which Becker’s draconic head — spraypainted black, matching SCP-7382-A — has been impaled with his sword. Becker jumps to his feet.] Becker: My head! Adjucator: And your sword, in the plaintiff’s bedroom. Becker: No, no, hold on — Adjucator: Order. Becker: Back up! I didn’t do that, I can’t have. I never got that head back, and my sword has been missing for days. Crow, you know that! [Crow glances at Cynthia. She nods.] Adjucator: Mr. Brown, can you confirm this? Crow: I can. He told me on Thursday. SCP-7382-A: Just because he said it, doesn’t mean it actually was missing. Becker: Shut up, you conniving little — [Becker and SCP-7382-A lunge at each-other. The Warden raises a hand toward each, the paper talismans wrapped around their wrists pulling them apart and forcing them back into their seats.] Adjucator: Order! The plaintiff is correct, it is possible the defendant was lying. This is supported by the defendant’s known history of deception — Becker: I’m not lying! Adjucator: — and although they have never directed such deception at other members of our group, it is irrefutable that the defendant does not extend such courtesies toward the plaintiff. Becker: Crow, I promised I would leave her alone! I don’t break promises — you know that! [Crow nods, but does not speak.] Adjucator: The evidence presented indicates you as the culprit. Do you have any information which may prove otherwise? [Becker jabs a finger at SCP-7382-A.] Becker: Her! It has to be her. She wants to get rid of me, she’s trying to frame me! [Cynthia glances at Crow.] Crow: I agree, but there are a dozen people who say they saw her at a distance throughout the day yesterday. If they’re correct, she didn’t have the time to do this herself. Becker: It… it was someone else, then, I didn’t do it! Cynthia: Who, Beck? Who else had motive? Becker: I don’t know, you maybe? You’re on her side — Cynthia: I was at the Library for the past three days, and only just got back this morning. The Docents and Pages can confirm that. Becker: You can make portals — Cynthia: Which the Docents would pick up on. They know I was there until early this morning. [A few moments of silence pass.] Becker: I didn’t do it. Adjucator: The evidence indicates you as the culprit, and your known dislike of the plaintiff presents sufficient motive. Crow: Becker, where were you the day before yesterday? Did anyone see you, can they confirm you couldn’t have done this? [A pause. Becker slumps.] Adjucator: Mr. Becker? Becker: I was alone in my room. The whole day. Crow: …why? Becker: I woke up covered in boils. Spoke to Doc Haus, she gave me medicine and directions, told me to keep to myself to avoid spreading it. Cynthia: Boils? Becker: Yes, boils, that’s what I said. Just showed up one night, then they were gone the next. But Haus saw them, she knows it was real. Crow: Did she check on you? Becker: The next day, yes. Adjucator: But not throughout the day you were infected. Becker: She said it didn’t look serious, just — Adjucator: Indicating you had adequate time and opportunity to commit this crime — Becker: I said, I didn’t — Adjucator: — and return before being noticed. I believe sufficient evidence has been presented for this tribunal to come to a decision, unless anyone has any further information they would like to share. [Several moments of silence pass. SCP-7382-A grins.] Adjucator: Very well. Members of the tribunal, are there any requests for deliberation to determine a verdict? [A few moments of silence.] Adjucator: Then please declare your verdicts. ???: Guilty. ???: Innocent. ???: Guilty. ???: Guilty. Adjucator: Guilty. Mr. Becker, this tribunal finds you guilty of the offense of repeated harassment — [Becker jumps to his feet.] Becker: No! I didn’t — Brown, I didn’t do it! Crow: I know, I believe you. Just keep quiet. Becker: But — Crow: Trust me. Just stay calm. Adjucator: — follow orders issued by a higher-ranking member of our association. As such, you are hereby expelled from the Miracle Liberation Front — Becker: What?! No! I — Crow: Beck, just sit down, trust me. Adjucator: — forbidden from rejoining the association for a period of at least two years, and all privileges, rewards, and assets provided are hereby rescinded and annulled. [SCP-7382-A sharply inhales and tenses. Her grip tightens on SCP-7382, which glows — then shines — with a negative or dark light.] Cynthia: What are you doing? SCP-7382-A: Feeding. Cynthia: On what? Victory? SCP-7382-A: Deception. [The light vanishes from SCP-7382. SCP-7382-A’s eyes go wide.] SCP-7382-A: I meant — Cynthia: Meant what? You meant to do what? SCP-7382-A: I — I meant to say — Crow: A lie? SCP-7382-A: Ye— I — [A moment of silence passes. Everyone present is staring at SCP-7382-A in various states of disbelief. Becker is scowling fiercely.] Becker: It was you, you — Cynthia: Yes, it was. She caused the boils so you wouldn’t have an alibi. Then she set up the scene herself to frame you. [SCP-7382-A stands up.] SCP-7382-A: You have no proof. Cynthia: Am I wrong? Are you saying that you aren’t framing him? [Again, SCP-7382-A repeatedly attempts to speak, but appears to be unable to do so.] SCP-7382-A: What have you done to me? Why can’t I speak? [Crow stands from his seat, moving his chair aside and rolling back part of the rug, revealing a large, intricate, glowing glyph on the floor beneath.] Crow: Cynthia and Dr. Yeen built this truth kinetoglyph earlier. Nobody in this room can lie. Cynthia: Your spear has the Staff of Aaron in it, which was used to cause the biblical plagues — a plague of boils, and a plague of flies. I’m guessing you got a swarm of flies to move in your rough shape, so people would mistake it from a distance for you and give you an alibi. Am I right? [Several moments of silence. SCP-7382-A glares at Cynthia.] SCP-7382-A: …you knew. You… you set this up. To trick me. Cynthia: Yes. We did. Adjucator: If you were already conclusively aware of the plaintiff’s guilt, why did you permit this tribunal to occur? What was the purpose of this? Crow: We weren’t sure if the kinetoglyph would work on her. Now we do. Cynthia: And… I needed confirmation. Adjucator: Confirmation for…? [A moment of silence. Cynthia looks to SCP-7382-A, her expression sad.] Cynthia: Do you believe you are Lethrie Nithoggdottir? SCP-7382-A: Believe ? Are you — Cynthia: Yes or no. Do you believe you are Lethrie Nithoggdottir? SCP-7382-A: I know I am Lethrie Nithoggdottir. [Cynthia shakes her head.] Cynthia: … Lethrie died almost three hundred thousand years ago. You can’t be her. [SCP-7382-A rolls their eyes.] SCP-7382-A: That’s weak, even for a Jailor. Cynthia: Your brother. Was his name Vafnir? [SCP-7382-A freezes.] SCP-7382-A: … how do — Cynthia: Please, just… just answer the question. [SCP-7382-A stares at Cynthia for several moments, visibly surprised. She repeatedly opens her mouth to speak but appears unable to do so.] SCP-7382-A: … yes, his name was Vafnir. Cynthia: And you remember your people, the dragons, being wiped out by humans? SCP-7382-A: …Yes. Cynthia: No. SCP-7382-A: No? Crow: The dragons were wiped out by the Fae Empire, drained of their souls to fuel their magic. Humankind had nothing to do with it. Cynthia: You said you used the spear to fight back — you had it when your people were first attacked, yes? SCP-7382-A: Yes. Attacked by humans . Cynthia: But the staff is only three thousand years old at best — Exodus was set in 1500 BC. The bindings are even younger. Even the sword wasn’t made until the Second Diaspora, and the dragon purge was at least thirty thousand years before that — that spear could not have existed back then. SCP-7382-A: So? All that proves is that I remember something more recent — Cynthia: There’s were no other purges, because there were no dragons left to purge. The Empire killed them all. The only dragons that have roamed the world since then are… are those born from myth. SCP-7382-A: Well what, then? What are you saying? [Cynthia takes a deep breath.] Cynthia: I’m… I’m saying you aren’t… real. [A moment’s silence.] SCP-7382-A: I’m right here. Cynthia: Yes, you are, but… [Cynthia sighs.] Cynthia: When you told me your story, I… I went to the Library, looking for information. I told the Archivists what you told me, and they eventually led me to this. [Cynthia carefully puts an old, leather-bound tome on the table, the title 'Regarding the Composition of Common Folklore through Fabrication and Error' facing upward. After a moment she opens the book, carefully turning to a section titled 'Of Nithahoggr’s Descendants.' ] Cynthia: This section talks about long-forgotten Norse myth. One focuses on a dragon named Lethrie, the twin of Vafnir, both born near a cliffside at a place called Tronege. Vafnir was killed by a knight named Sigemund, and Lethrie sought revenge, disguising themselves as someone called Hognin to do so. [SCP-7382-A’s eyes widen. Cynthia turns the book to show her.] Cynthia: Everything you told me is here, except for the part about your people dying out. All of it. The author goes on to talk about a real Nithahoggr, Lethrie, and Vafnir, who died during the dragon purge, trying to hide from the Fae Empire. They suggest someone borrowed a history book from the Library, retold the story, and between readings it… changed. Became a myth. Your myth. [SCP-7382-A reads the pages in silence. She shakes her head.] SCP-7382-A: No, I… I’m here. I’m here, I’m real. This… this has to be a trick, I wouldn’t be here otherwise. Explain that — how can I be here? Crow: Belief. There are hundreds of deities in the world that only exist because people think they do. Cynthia: People are so convinced the world is a certain way, the world actually obeys and brings the stories to life. [SCP-7382-A looks up, locking eyes with Cynthia.] SCP-7382-A: What… happens when… people stop believing? Cynthia: …then the world changes back, and the deities fade away. [Several moments of silence.] Adjucator: You stated this myth has been forgotten. If the plaintiff — Crow: I’m pretty sure we’ve abandoned the tribunal by now. Adjucator: Lethrie, then. Wouldn’t she have faded by now, without believers to support her existence? Cynthia: Normally, yes; I think that’s why the rest of her family died. But I think the spear is keeping her alive. [SCP-7382-A jumps up from her seat, brandishing SCP-7382. Cynthia holds up her hands submissively.] Cynthia: We aren’t going to take it. You said it makes you feel stronger, right? When you kill or trick people with it? [A moment’s pause; SCP-7382-A nods.] Cynthia: I think it has the same effect as being believed in, somehow — like it’s releasing some sort of energy she needs to survive. Adjucator: So she framed Becker to deceive us, to gain sustenance from it. Was that your intent, Lethrie? SCP-7382-A: …mostly. Yes. Becker: Mostly? Crow: Why Becker? Would anyone have done? SCP-7382-A: I wanted him. He’s an abominable barbarian like the man who killed my brother. Becker: [Scoffs.] At least I’m real. [SCP-7382-A snarls and lunges at Becker with SCP-7382; the Warden raises his hands, preventing them both from getting closer. However, the momentum of SCP-7382pulls it from SCP-7382-A’s grasp, and it hits the uncovered section of the kinetoglyph with its tip; there is a sound of shattering glass as the kinetoglyph flashes and disappears, followed by SCP-7382 falling to the floor. Crow jumps to his feet.] Crow: Becker, get out! Becker: She tried — Crow: Now! [The Warden lowers one hand. Becker scowls, pulling the talismans off his wrists and leaving the room; SCP-7382-A struggles against the talismans until he is gone. Crow shakes his head in disapproval.] Adjucator: Becker is correct; she is guilty of deception. SCP-7382-A: I had to. The Jailors grabbed me before I finished my last plan, and you grabbed me before I could start with them. Crow: You could have told us, we could’ve figured something out — SCP-7382-A: I didn’t have enough time! What do you think the guards were for, Tinderbox? I had to kill them so I could set up something better, and now — [SCP-7382-A pauses, then slumps. Cynthia’s eyes widen.] Cynthia: But it just — SCP-7382-A: It takes time. I would’ve got more from just running the oaf through. [The judiciary entities turn and mumble to each-other. Cynthia covers her mouth.] Crow: How long do you have? [SCP-7382-A simply shakes her head. Crow growls in frustration.] Crow: Alright, alright, we’ll figure something out, but we will come back to this. Warden, take her to her room. [The Warden nods, lowering their hand and SCP-7382-A to the floor. Cynthia steps over to SCP-7382-A.] Cynthia: I’m sorry, I’m sorry, I thought… [SCP-7382-A ignores her, stepping past to where SCP-7382 is lying on the floor.] Cynthia: Please, Lethrie, I know what it’s like to find out your life is a lie — SCP-7382-A: I don’t believe you. Cynthia: I know it’s hard to accept — SCP-7382-A: No. You were just reading my mind. Cynthia: Lethrie, the book — SCP-7382-A: You read my mind earlier, and you wrote it yourself. No, it… it isn’t real. I’m real, what I remember is real. You’re just trying to trick me. [SCP-7382-A picks up SCP-7382 from the floor.] Cynthia: Your mother’s name. [SCP-7382-A frowns.] Cynthia: She was never named in the myth. Only your father, Nithahoggr. Do you remember her name? [A few moments of silence pass. SCP-7382-A opens her mouth to speak, but pauses; she then turns and silently follows the Warden, closing the door gently behind her. Cynthia watches in silence, tears welling in her eyes.] [END LOG] Afterword: The Akiva radiation emitted by SCP-7382 was detected by several Foundation facilities throughout northern Iraq; the source was identified as a small compound south-west of Mosul, Iraq.",
        "[BEGIN LOG] [Cynthia is walking down a hallway, passing several entities as she goes. She spots and approached an anthropomorphic hyena wearing a doctor’s coat and spectacles, who is standing next to a closed, familiar door.] Cynthia: You needed me, Dr. Yeen ? Dr. Yeen: You need to talk to her. [Cynthia frowns, shaking her head.] Cynthia: I don’t think — Dr. Yeen: Yes, you do, and you have to. She won’t talk to anyone else, she isn’t even bothering to insult me anymore — you’re the only person on friendly terms with her. Cynthia: That was before I murdered her. Dr. Yeen: She’s still alive. Cynthia: Not for much longer, thanks to me. Dr. Yeen: And whatever time she has left, she’s wasting. Cynthia, I can’t tell if she’s even moved since you two last spoke, let alone eat or do anything else. You’re the only person who understands what she’s going through, you know what she’s feeling from experience. You have to help her out of it. [A few moments of silence as Cynthia shifts uneasily.] Cynthia: What if I make it worse? Dr. Yeen: You can’t. This is the worst it can possibly get. [A few more moments pass. Dr. Yeen steps aside, gesturing to the door, and Cynthia steps past to open it. The room beyond is the same barren room SCP-7382-A was imprisoned with; the light from the hallway reveals the metal bars have been removed, the sole ceiling light has been smashed, and SCP-7382-A is curled up in the furthest corner, head covered, with SCP-7382 lying on the floor nearby.] Cynthia: Lethrie? [SCP-7382-A does not react. Cynthia steps in, closing the door behind her and plunging the room into total darkness.] Cynthia: Lethrie, it’s… [No response. There is a sound of crunching glass as Cynthia crosses the room.] Cynthia: I’m sorry. I really… I didn’t… [Silence.] Cynthia: I thought winning triggered it, just beating Beck was enough. I didn’t know the trick was… [A long, extended silence. Cynthia sniffles.] Cynthia: Please, talk to me Lethrie, we — SCP-7382-A: [Faintly] I’m not Lethrie. [More silence. Cynthia sits down.] Cynthia: When… when I was at the Foundation, they called me D-24390. I… [A pause.] Cynthia: I remember my father, John Franks, and my mother, Anette. I… I remember them calling me Diana. Diana Franks, born 1984 in Adelaide, Australia. I remember becoming an accountant, of all things, and I was good at it. Good enough that… I can’t remember if I was greedy, or desperate, or both, but I started stealing money, lots of it. Then it was… [Another pause; Cynthia sniffles.] Cynthia: I remember 2010 being the year I got caught. A co-worker, Edward, morally-rigid sort who wouldn’t let it slide. He confronted me first, gave me a chance, but I… I remember throwing something at him. I remember him going down, and… [Another pause. Cynthia takes a deep breath.] Cynthia: …charged with manslaughter and embezzlement, thirty-five years in prison. But then the Foundation showed up, offered an alternative program, and I remember accepting. Then came seven years of hell, being used as a lab rat for whatever they wanted. I eventually escaped… [Cynthia pauses.] Cynthia: I can’t explain how , but I did. When I was out I used what I’d learned to get around, looking for a way to get back at the Foundation, help the people — human and otherwise — that were suffering because of them. The Serpent’s Hand came up pretty quickly, of course, which led me to the Library. [A pause.] Cynthia: When you… want a library card for the Wanderer’s Library, you need to give them your true name. Not an alias, your… your realest name, the name that’s definitively, everything about you. I needed a card to join the Hand, so… so I went to the Archivists, said my name was Diana Franks. The name I had before… before the Foundation. [A long pause, interrupted by Cynthia’s restrained sobbing.] Cynthia: They rejected it. It took a while, but… the name I had printed on my first Library card, my true name, was D-24390. I’d never been Diana Franks, never been anyone before I showed up in the D-Class program. The Foundation has a machine somewhere that can grow people en masse, and they test it by just… creating disposable people. Giving them fake memories, fake identities, use them to cover their staffing problems. 9 I… there was no Diana Franks, nor John, nor Anette. No birth, no childhood, no career, no conviction, no murder… none of it was real. Neither was I. [Another long pause.] SCP-7382-A: [Faintly] Why… Cynthia? Cynthia: Because screw them, that’s why. I needed a name, and I sure as hell wasn’t going to use the ones they gave me. Diana wasn’t real, but Cynthia could be. Cynthia is . My card doesn’t say 24390 anymore, because that isn’t who I am. I’m Cynthia now. [A brief pause. SCP-7382-A shifts.] Cynthia: You aren’t who you thought you were. But that doesn’t mean you aren’t anybody. You’re still you . SCP-7382-A: I’m just a myth. A forgotten one. Cynthia: A living myth! That’s a feat in itself — your story was riveting, fascinating, retold by thousands if not millions across generations, spoken as truth, preferred to the truth of reality around them. And you’re still alive , long after your story has faded — that’s… every other deity has faded away within years, but you’re still here after centuries . Your story had nothing to do with that. You accomplished that — you, a survivor, someone with such an indominable will that you can defy not only reality, but the greater forces which control it. They’ve wanted you dead for eons, and they’ve failed. They can still fail. [Another pause. SCP-7382-A turns to face Cynthia.] Cynthia: You can still survive. We still have time, we can — [Cynthia is cut off by the sound of a tornado siren winding up, promptly followed by a muffled but nearby explosion that rocks the building. Both Cynthia and SCP-7382-A jump up.] SCP-7382-A: What the hell was that? [Another explosion, followed by faint gunfire. Cynthia rushes to the door, opening it; SCP-7382-A picks up SCP-7382 and follows, taking care to avoid the broken glass on the floor. Multiple entities are rushing up and down the hallway, with those wielding firearms heading in the same direction.] Cynthia: Yeen, what’s happening, who’s — Dr. Yeen: I don’t know, sentries spotted some vans — [Another explosion. Crow appears around a corner, carrying a Barrett M82 rifle.] Crow: Cynthia! Cynthia: Crow, who — Crow: Foundation, they’ve found us. We need to evacuate, they’re coming down hard. [Cynthia immediate begins performing various gestures with her hands; a kinetoglyph slowly forms in the air nearby.] Cynthia: Bring everyone you can here, they’ll start dropping anchors soon — [The kinetoglyph widens into a wormhole connected to the sewer treatment facility near Site-194, revealing the Foundation observation team monitoring the MLF through the psychic link. Cynthia’s widening in shock.] Cynthia: They kept the last one open — [Several members of the observation team reach for their firearms. Cynthia performs a quick gesture, closing the wormhole and severing the psychic link.] [END LOG]",
        "[BEGIN LOG] [A region of barren, stony desert dominated by a reinforced mud brick compound is visible, illuminated by harsh midday sunlight. The structure is encircled by several Foundation convoys disguised as the United States Armed Forces; several vehicles and portions of the compound have been damaged or destroyed by explosive munitions, and a reinforced truck — containing an active Scranton Reality Anchor — has collided with part of the structure. Several members of the MLF are attempting to reach this truck but are being suppressed by gunfire, and the Foundation forces are gradually gaining ground.] [Captain Worley hides behind a boulder as a high-calibre bullet hits the stone in front of him.] Captain Worley: [Into his radio] Someone take out that damn sniper! Agent Mendelez: [Over radio] Where the hell are they, I can’t see— Agent Johnston: [Over radio] North-east tower! [A nearby Foundation agent hoists and fires an RPG at the base of the tower, obliterating the stonework and destabilising the structure; the nearby MLF forces scatter as the tower collapses. Captain Worley’s team break cover, rushing toward the rubble of the tower; several of the scattered MLF attempt to regroup to intercept, but are held back by cover fire. A lone MLF agent rushes out toward the rubble, throwing a grenade at the approaching Foundation agents. Worley is thrown to the ground, obscuring the camera’s view.] Becker: Crow! Crow, where are you?! [Worley gets up in time to see Becker — now sporting a semi-humanoid chiropteran head with large ears — take cover among the tower rubble, intermittently firing at Captain Worley and his team, who take cover nearby.] Captain Worley: [Into his radio] Horseman spotted at north-east tower, I think Scarecrow is in the rubble. Command: Received, capture either target if able. Becker: Crow! [Worley throws a stun grenade where Becker is hiding; the detonation temporarily overloads the microphone. The team rush over and find Becker lying on his back, both hands covering his bleeding ears, screaming. The agents restrain him using several cable ties.] Captain Worley: You six, get him in a truck and haul ass back to command; the rest of us will cover, then push into the compound. Agent Mendelez: What about the Scarecrow? Captain Worley: He can dig himself out, or we’ll dig him out once this is over. But we are not losing the Horseman. [The team divides into two groups, six working together to drag Becker toward the Foundation convoy, while the others — including Worley — fire on any hostile forces that attempt to intercept. Several members of the MLF recognise Becker and fire on the group, halting their progress near a breach in the compound’s outer wall.] Captain Worley: [Into his radio] We need help at the east breach, we have the Horseman but we’re pinned down— [The radio suddenly emits a harsh, continuous tone; all Foundation agents, and several MLF members, simultaneously recoil. Worley and his team pull out their earpieces.] Agent Johnston: They’re jamming our radios — Captain Worley: You don’t say?! [Worley’s team continues covering the group with Becker, but are unable to give the latter an opportunity to escape. Agent Mendelez is knocked backwards by a bullet in his shoulder; Worley swears, helping him to his feet.] Captain Worley: Damn it, fall back! Johnston, Hurley, Xanxes, cover us — we’ll stop over there, then we’ll cover you. Got it? Go! [The team splits again, alternating roles and progressing toward the group with Becker via several landmarks; they eventually reach a tool shed near the trapped group, with Worley’s division breaking cover from it first.] [A black object briefly flies into view ahead of the group, which explodes on impact and throws the group to the ground; Worley lands on his back, obscuring the camera’s view. A brief gunfight is heard nearby, intermixed with shouts and agonised screams, then the sound of a growing fire.] SCP-7382-A: Hold still! [Becker continues screaming.] SCP-7382-A: Then take it off you stupid — [Becker’s screaming abruptly stops. Worley sits up; the area is littered with corpses and patches of burning tar, and several of Worley’s agents can be seen fleeing. SCP-7382 is using the spearhead of SCP-7382-A to cut through Becker’s bindings; Becker’s chiropteran head lies discarded a small distance away.] SCP-7382-A: The Wardens have an anchor somewhere, whatever that is. Laplace and Cynthia need you to deal with it — should be easy, since you constantly ruin everything around you. [Worley leaps to his feet, throwing a stun grenade and drawing his sidearm; SCP-7382-A recoils at the detonation, dropping SCP-7382 and stumbling backwards. Worley readies a canister of fire-retardant foam in his spare hand, and sprints toward SCP-7382-A.] Captain Worley: Stay down! Stay — [Becker breaks his remaining restraints and grabs SCP-7382, swinging it at Worley like a bat; Worley drops the canister of flame retardant and rolls with the impact into a crouched position, firing two rounds into Becker’s body armour — knocking him over — before his weapon jams. Worley attempts to clear the blocked round; Becker reaches for his own handgun.] [Still attempting to manually cycle the gun, Worley turns and runs back to the tool shed where his three remaining team members are firing at other MLF agents; he is knocked to the ground from behind, roaring in pain, but rolls over to reveal a blob of ignited tar wrapped around one of his legs, the flames quickly spreading across his clothes. He retrieves a second canister of fire suppressant and sprays the foam onto himself, extinguishing the flames, then pulls off the tar with his hand and limps the rest of the way.] [Worley and the three agents — Johnston, Hurley, and Xanxes — take cover out of view from Becker and SCP-7382-A. Worley begins partially disassembling his weapon to clear the blockage while Xanxes bandages his leg.] Captain Worley: Radios? [Xanxes turns his radio on; it emits the same monotonous tone until turned off again. Worley clears the blockage and reassembles his gun, loads a fresh clip, then moves to the nearest corner and uses the reflective blade of his knife to look around it.] Captain Worley: Horseman’s gone, but we can get the Lizard’s spear. She’s weak. Agent Hurley: Is that before or after she kills the rest of us? Captain Worley: She’s coming, other side. [Worley aims his sidearm toward the other corner; he attempts to signal Foundation forces by reflecting the sunlight off his knife’s blade.] SCP-7382-A: Ready to die, you little weenies? Captain Worley: Remember me, ‘Lethrie?’ [A pause.] SCP-7382-A: I would ask who you are, but I honestly don’t care. [Worley growls. A flashing light near the Foundation convoy catches his attention; he puts his knife away, then gestures and leads his group around the corner, toward the opposite end of the shed.] Captain Worley: I’m the one who kicked your arse in the forest— SCP-7382-A: And you’re going to do it again, make me pay for what I did, make it the last thing I ever remember, right? [Worley’s group stops at the next corner; Worley looks around the corner using his knife.] Captain Worley: Something like that. SCP-7382-A: You Wardens are pathetic. Why would I remember any of you? You mean nothing to me. I don’t give a damn about your self-righteous crusade, I don’t care about the stupid sob-stories of patsies dying in your arms, and I especially don’t care about whatever pitiful milk-drinking crotch goblins are left for you to tell it to. [Worley roars, rounding the corner with his gun raised.] Captain Worley: That’s rich, coming from you! You’re nothing but a half-baked sob-story, whose spent thousands of years whining about things that never happened! Your story was forgotten because it was rubbish, and the only good part of it is your miserable ending ! [Worley leads his group along the shed. A large bullet whizzes past overhead; Worley looks up in time to see SCP-7382-A jump down from the roof, tackling him to the ground and knocking over the surrounding agents with SCP-7382.] [A frenzied scuffle ensues. The camera’s erratic movements render the visuals inscrutable; several gunshots and varying shouts of pain from all involved are heard. The fight continues until a canister of fire retardant foam goes off, at which time SCP-7382-A is knocked away from the group. All involved have been severely injured, the Foundation agents now sporting several significant scratches and claw marks, with Xanxes lying unresponsive nearby — SCP-7382-A also has several significant stab wounds across its torso. A moment passes, then SCP-7382-A raises its forelimbs into the air, holding SCP-7382 in one claw.] Captain Worley: You had your chance. You aren’t leaving here alive. SCP-7382-A: I know. But neither are any of you. Captain Worley: [Scoffs.] We’ll see about that. SCP-7382-A: No. You won’t. [The area rapidly dims. Worley looks up; a solar eclipse is occurring 10 and dense storm clouds are quickly forming overhead. Worley takes aim and fires a round at SCP-7382-A before his weapon jams again, then charges at SCP-7382-A with his knife. SCP-7382-A turns aside to run.] [The region plunges into total darkness, interrupted only by flashes of lightning and gunfire, and several lights within the compound which are quickly turned off. Several vehicles in the Foundation convoy turn on their headlights to illuminate the area but are destroyed by MLF forces. Worley and his team, along with all members of the Foundation forces, turn on their flashlights to search the area. SCP-7382-A is nowhere to be seen.] [The storm clouds erupt into a deluge of hailstones and lightning strikes throughout the compound and its surrounds. Worley shouts but is drowned out by the repeated thunderclaps; he and Johnston find the entrance to the shed, breaking it down and entering, while Hurley drags the unresponsive Xanxes in behind them. The two conscious agents set about barricading the door while Worley attempts to un-jam his weapon again. They all shout to be heard.] Agent Hurley: This isn’t on her file! Captain Worley: It’s the Plagues, she can do any of them! Agent Johnston: Including the one that kills every firstborn around here?! [A pause. Hurley scrambles onto the barricade and smears blood along the door frame.] Agent Johnston: It has to be lamb’s blood— Agent Hurley: Well I don’t bloody have a lamb, do you?! Captain Worley: Shut it! We have to go out there and take her down, or at least get that damn spear off her. Agent Hurley: We can’t go out into that ! Captain Worley: And we can’t stay in here either! Think of something! [Worley and Johnston search the shed’s interior. There are several tools hanging from hooks throughout and scattered across a large workbench; several piles of rebar rods, metal plates, copper pipes and lengths of wire sit in the corner. Johnston grabs a rebar rod and begins wrapping the wire around it.] Agent Johnston: Throw this somewhere high, plant the other end in the ground, lightning rod. Agent Hurley: That wire will blow like a fuse on the first strike. Captain Worley: Then we won’t use it — just the rod. Agent Hurley: How? If it’s supposed to attract lightning, then the moment we step outside carrying one, we’ll be hit — how are we supposed to get it anywhere useful? [A pause. Worley picks up two copper pipes, passing one to Johnston and screwing a metal cap onto the other.] Captain Worley: Tape a laser sight onto that, make it straight. Hurley, find something we can pack down as wadding. [Johnston finds a roll of duct tape and attaches the laser sight from his gun onto the pipe; Hurley searches the shed. Worley uses the bench vice to methodically crush the capped end of his pipe.] Agent Hurley: That won’t hold— Agent Worley: It’ll hold better than it would otherwise, and that’s the best we have right now. Just find that wadding. [Johnston gives the sighter pipe to Worley, who attaches it to the end pipe and crushes the two together; Worley then uses a power drill to make a hole in the top of the capped end of the pipe. Hurley finds a bag of rags and brings them to Worley.] Captain Worley: Damn it. Agent Johnston: Sir? Captain Worley: I’m missing a flashbang. Must’ve been knocked loose in the fight. [Worley unscrews the fuse from one of his M67 grenades and inserts it into the hole in the pipe; he then pours the explosive powder from the grenade down the length of pipe, and uses the rags and a rebar rod to pack it down. The agents then co-operate to load several rebar rods into the barrel of the pipe-cannon, using rags to pack them together tightly.] Agent Hurley: This is a bad idea. Captain Worley: If you have a better one, I’m all ears. Johnston, get the door; Hurley, help me aim this thing. [Hurley helps Johnston remove the barricade; the latter then opens the door. The area beyond is covered in a layer of large hailstones, and intermittently illuminated by the frequent flashes of lightning. No figures can be seen anywhere, and nothing is heard but the continuous hailfall and thunderclaps.] [Worley turns on the laser sight, using it to aim the pipe cannon at one of the compound’s remaining towers; Hurley uses several objects to prop the cannon up, then duct tapes it into position. Worley and Johnston move the workbench to wall furthest from the cannon and lie it on its side, then drag and position all the metal plates against the bench top as shielding.] [Johnston and Hurley move the unconscious Xanxes behind the table, then take shelter themselves; Worley steps over to the pipe cannon, makes sure it is still aimed at the tower, then carefully attaches the length of wire to the pin, unspooling it as he walks backwards toward Johnston and Hurley. Once positioned behind the table, he glances at each of the agents — who nod in reply — then tugs the wire to pull the pin and ducks down for cover.] [Several moments pass, then an explosion is briefly heard between thunderclaps; a cloud of debris rains down on the agents, but none are injured. After a few moments more Worley stands up and surveys the scene: the cannon and the objects propping it up have been blown apart, with shards of metal embedded into the surrounding surfaces or outright puncturing through the walls of the shed. The concrete floor is cracked and scorched.] [The thunderclaps continue but are audibly further away now, and followed by a faint exploding sound; Worley steps over to the doorway and looks out, briefly watching as the thunderbolts all repeatedly strike one of the compound’s remaining towers, destroying sections of the stonework and revealing the metal framework within, which further attracts the lightning.] Agent Johnston: What now? [Worley chambers a round in his sidearm, holsters it, then readies his assault rifle.] Captain Worley: Find her and kill her. She has to be nearby — she couldn’t survive this weather even at full strength. Agent Hurley: Aren’t we going to deal with the hail first? [Worley knocks on his combat helmet.] Agent Hurley: That’s not — Captain Worley: It’s enough. The weather stops her from moving, so we leave it in play. You stay here with Xanxes; Johnston, you’re with me. Ready? [Johnston nods, readying his assault rifle. Worley takes point and the two charge out into the storm. The footage is obscured by the weather and Worley’s hurried movements; it steadies when the pair reach the entrance to a nearby building, taking a moment to prepare before kicking the door down and entering with rifles raised.] [The interior of the building is unlit. Worley and Johnston look over the surrounds using their flashlights; the building is a long hall, furnished with several rows of bunk beds and footlockers to function as a military-style barrack. The contents of the room are in disarray, with several bedsheets, pillows, and personal items lay scattered about. There are a pair of doors at the opposite end of the hall, around which flashes of light — coinciding with the lightning outside — can be seen. The doors swing closed by themselves, muffling the thunderclaps.] [Worley finds the light switch and flicks it to no effect. Johnston notices a trail of blood on the floor in front of them, along with several small piles of dust shaped like SCP-7382’s footprints; he points these out to Worley, who nods. The two advance down the hall slowly, taking care to make no noise and watch their surroundings as they go.] [A small, black bird lands on a nearby bunk bed. The bird watches them for a few moments, then loudly caws at them; Johnston steps forward and shoos it away. It flies toward the back of the hall, where one of the bathroom doors opens slightly to receive it; Worley and Johnston notice this, focusing their flashlights on the door and advancing toward it.] [Several seconds pass.] [Agent Johnston gasps and drops his rifle. Worley turns to see SCP-7382-A removing the spearhead of SCP-7382 from Johnston’s back, promptly before shoving him into Worley, knocking both over. Worley jumps up and searches the surroundings but is unable to spot SCP-7382-A again; he kneels and rolls Johnston onto his back, who is alive but clearly struggling to breathe.] Captain Worley: No no no no no no no no… [Worley rolls Johnston onto his side to inspect the wound; air can be heard and seen escaping each time Johnston inhales, indicating a punctured lung. Worley grabs a nearby blanket, balls it up, and presses it against the wound. A blob of unignited tar can be seen where the blanket was, but Worley does not appear to notice this.] SCP-7382-A: You should have left— [SCP-7382-A breaks into a fit of wet coughing, subsiding into an agonized groan. Worley rolls Johnston onto his back again. Johnston’s breathing is labored; his eyes are filled with pain and fear.] Captain Worley: What do I do, what do I do, what do I — [Worley is hit by a small toy thrown from the darkness.] SCP-7382-A: Die, Jailor; that’s all any of you — [Worley jumps up, roaring in incoherent fury and firing wildly in the direction of SCP-7382-A’s voice. A shout of pain is heard, then a silhouette is seen rushing through the partially-open bathroom door, closing it behind them; Worley follows, firing into the door and pausing only to briefly reload his weapon. He doesn't stop screaming until he reaches the door.] Captain Worley: Shut up and die, you piece of — [Worley kicks open the door. SCP-7382-A is briefly seen climbing over a bathtub before the camera and microphone are overloaded by a stun grenade explosion. The visuals return to Worley firing blindly into the bathroom; SCP-7382-A is absent, however there is a large pile of dust arranged in their shape where they were moments earlier, and SCP-7382 is lying on the floor beside it.] [Worley’s behavior calms after several seconds. He aggressively searches the bathroom but finds no sign of SCP-7382-A nor any paths they could have used to escape — the window is ajar, but too small for them to have used. Sunlight begins to shine in from outside, and as the audio returns, the hailstorm and thunderstrikes can be heard rapidly dwindling.] [Captain Worley stands in silence for several seconds. He carefully shifts through the pile of dust, but finds nothing but several blobs of blood and bloodied bullets. He grabs a handful and shoves it into his pocket, spits on the pile, picks up SCP-7382-A, and leaves.] [END LOG] Closing Statement: Foundation forces resumed their assault following the dissipation of the anomalous weather events. The compound was successfully captured with no further resistance; the destruction of the Scranton Reality Anchor enabled the remaining MLF forces to escape using thaumaturgic gateways before Foundation agents could intervene. A total of 13 MLF agents were successfully captured, 7 of which succumbed to their wounds. SCP-6073 was not located during subsequent excavations of the rubble. Analysis of the dust sample collected by Captain Worley and its contents confirms the blood belonged to SCP-7382-A, and the bullets within originated from the firearms of Captain Worley and his team members. As there have been no sightings of SCP-7382-A since, it is believed the anomaly was spontaneously transmuted into non-anomalous dust upon the depletion of their Akiva energy. SCP-7382-A has been declared decommissioned. Agents Xanxes and Johnston received medical treatment, but succumbed to their injuries. Captain Worley, Agent Hurley, and Agent Mendelez were the only survivors of the initial team."
    ],
    "item": "SCP-7382",
    "object_class": "Keter",
    "containment_procedures": "SCP-7382 is to be stored in a large artifact container when not in use. All tests involving SCP-7382 must be pre-approved and overseen by an on-site member of the Department of Tactical Theology with Level 3 clearance or higher.",
    "description": "SCP-7382 is a crude spear consisting of three disparate religious artefacts that have been essophysically1 fused together. The constituent artefacts have been minimally altered, resulting in SCP-7382’s ineffectiveness as a projectile weapon — the shaft is significantly overweight, poorly-balanced, and the spearhead is affixed to the lighter end of the tool.",
    "title": "SCP-7382"
}