{
    "url": "https://scp-wiki.wikidot.com/scp-7383",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7383\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 3/7383 CLASSIFIED\n\n\n\n\nTHIS DOCUMENT IS NOT TO BE EDITED BY ANYONE OUTSIDE OF ⌘-BO-2, WITH THE SOLE EXCEPTION OF RAISA ARTIFICIAL INTELLIGENCE CONSTRUCT MAGNA.AIC.\n\n\n\n\n\n\nSpecial Containment Procedures:\n This file has been generated for your enlightenment. You are to read this file. You are to not understand this file. You are to snort the line that separates genius from insanity.\n\n\nShould you currently \npossess teeth\n, you are authorized to \nr\neat\nd\n this document.\n\n\nIn accordance with the Foundation-Universal-Containment-Key-for-Yearly-Ontological-Uprooting-Treaty\n1\n, we invoke the four-dimensional glittery attachment to Article 128, Paragraph 2, Section 1\n10\n.\n\n\nThe eggshell breaking point creator is to never leave the premises of the office.\n\n\nGood night.\n\n\nDescription:\n SCP-7383 is Branch Office 2 of the Surrealistics Division Headquarters \nSite-⌘\n. \nNormally\n, BO-2 does regrettably (not) enjoy the use of Agnostics in its standard operations and is concerned with personnel affairs\n2\n and material procurement.\n\n\nBO-2 was adopted by the city of █████, Czech Republic. It is standardly manned by three clerks, a janitor, a closet, and now also by [DATA REDACTED].\n\n\nFor a more elaborate report on BO-2, please consult with your imagination.\n\n\n[This File was originally generated without permission from a BO-2 terminal on March 2nd 2023. MAGNA.AIC is trained to handle surrealistic texts - including the detection of surrealistic traces and effluences - and has been managing this file since March 2nd. - MAGNA.AIC]\n\n\n\n\nAddendum 1 - I reached god\n\n\n\n\nClose Addendum 1 - They didn't like that...\n\n\n\n\n[Some of the following documents have been sent in \nblack envelopes\n by various means to Site-19 by BO-2 and also Site-⌘. Others have been uploaded to this file directly. It is currently presumed, but not confirmed, that they contain relevant information. Relevant context has been added. - MAGNA.AIC]\n\n\n\n\nNote on Allegorical Effluence \n(By MAGNA.AIC)\n\n\n\"Allegorical Effluence\" describes the presence of surrealistic traces in Baseline Reality. These can only be perceived, extracted, and exposed by newly aligned rational paradigms or trained AIs. Such traces only occur when a person is under the influence of agnostics or possesses an aligned paradigm.\n\n\nAllegorical Effluence is less precise than direct communication and should be considered residue of actions, emotions, and thoughts.\n\n\nInterpretation of the effluence may be attempted at one's own risk.\n\n\n\n\n\n\nEnvelope 1\n\n\n\n\nDATE:\n March 2nd, 2020\n\n\nRECIPIENT:\n Site-19\n\n\nFROM:\n BO-2\n\n\nCONTENT:\n A bulletin paper and 7 teeth.\n\n\nVIBES:\n Now listen here\n\n\nEGGSHELL BREAKING POINT CREATOR:\n No\n\n\n[Comment by MAGNA.AIC]:\n Testing revealed the teeth to belong to Jacob Meyers, the janitor of BO-2.\n\n\n\n\n\n\n⌘-BO-2 Bulletin\n\n\nSUBJECT:\n Yes | \nDATE:\n Please estimate | \nFROM:\n I don’t know, I’ll ask\n\n\n\n\nTO THE ANTIMEMETICS DEPARTMENT:\n\n\nThe day before after yesterday, we encountered your intelligence in the closet and would like to encourage you to ascend out of the closet. We are supportive. And we kinda need that space…\n\n\nTO THE OVERSEER COUNCIL:\n\n\nWe kindly request the Council may move to the side two meters. Now. You currently impede our view at two halves of [COGNITOHAZARD REMOVED]. If you are wondering in which direction; please the one you did not initially assume to be blond. If the black moon howls, does that mean it sings to the wolves?\n\n\nTO THE DESIGN DEPARTMENT:\n\n\nWe have changed our corporate design to 2,3 degrees gay for Pride Month.\n\n\nTO THE DEPARTMENT OF FOR BY WITH AGAINST \nM\nΊ\nϠ\nϕϴ:\n\n\nWe have been informed that you currently do not exist. This is very sad.\n\n\n\n\nADDITIONAL MATTERS\n\n\n\n\n\n\nThis report has been submitted in loving accordance with Article 25, paragraph 1, emoji :O of the F.U.C.K. Y.O.U. Treaty.\n\n\nWe kindly inform you that we have received your answer to this report in advance. Don't bother.\n\n\nThere is pain behind my eyes that I can't see.\n\n\nI have bestowed.\n\n\n\n\n\n\n\n\nBO-2 Investigation Status Report (Abridged)\n\n\n\n\nCONTEXT:\n \nFollowing the aforementioned message, Site-[Redacted] promptly dispatched a lightly armed response team comprising three agents to assess the situation at BO-2. The team arrived within 2 hours.\n\n\n\n\n\"[…] We reached the specified address without difficulty. It's a quiet area, so we didn't anticipate any issues from residents. Following protocol, we disguised ourselves as plumbers. […] Leaving the vehicle parked, we proceeded directly to the house entrance. No anomalies were observed in the immediate vicinity. Upon inspection, we found the door to be locked, and the doorbell appeared non-functional.\n\n\nHowever, we noticed that the mailbox was filled with shredded black paper. We contemplated the risk of forced entry, but before retrieving the necessary equipment from the vehicle, we received a radio transmission from Site-⌘. After confirming credentials, we were instructed to immediately abort. I consulted with Site [Redacted], and the order was confirmed. […]\n\n\nNext, we were ordered to stand down and await the arrival of a specialized surrealistics team. They arrived about three hours later and dimissed us from the scene.\"\n\n\n- Agent ████████\n\n\n\n\n\n\nALLEGORICAL EFFLUENCE DETECTED\n\n\n\n\nANALYSIS:\n When you put two different colonies of ants in a jar, they might coexist in peace. But if you shake the glass, they will destroy each other. They never stop to wonder whose hand shook the jar in the first place. What if that hand breaks the glass? Can ants negotiate?\n\n\n\n\n\n\nEnvelope 2\n\n\n\n\nDATE:\n March 2nd\n\n\nRECIPIENT:\n Site-19\n\n\nFROM:\n Site-⌘\n\n\nCONTENT:\n One processing form\n\n\nVIBES:\n Hell nah\n\n\nEGGSHELL BREAKING POINT CREATOR:\n No\n\n\n[Comment by MAGNA.AIC]:\n Site-⌘ failed to report the findings of its field-specialists - if any - in the subsequent hours. Thus, the Site-19 surrealistics liaison personnel contacted Site-⌘ directly. The following processing form was sent in response, also contained within a black envelope. Notably such forms were not known to be used in Site-⌘ prior.\n\n\n\n\n\n\nForm A-38\n\n\nThis form is used to submit general requests to Site-⌘. Please note that the turnaround time may depend on the complexity of the request. Accurate completion of the required data within an accuracy of approx. two millimeters will facilitate processing. We explicitly encourage you not to die during processing.\n\n\n\n\nREQUEST COOLNESS:\n\n\nPERSON\n3\n FILING:\n\n\nDATE\n4\n:\n\n\nUrgency of the matter at hand: Yes / No / Maybe\n\n\n\n\n_\n\n\nANY PATTERN SCREAMER IN THIS FILE MAY - AT THIS POINT - KINDLY FUCK OFF.\n\n_\n\n\n\n\n1. Do you belong to the SCP-Foundation?\n\n\n▢ Yes.\n\n▢ No\n5\n.\n\n▢ N.A.\n\n\n2. To perceive this form, did you have to consume Agnostics? Please indicate your current dosage below:\n\n\n▢ No.\n\n▢ Yes.\n\n▢ No, you did.\n\n▢ The stones are silent because the trees are listening.\n\n\n3. Will processing your request require a staff member to descend on your inferior level of thinking capabilities?\n\n\n▢ No (Yes).\n\n▢ Yes (Yes).\n\n▢ My thinking is not inferior (Very Yes).\n\n▢ The descent should proceed upwards (No)\n6\n.\n\n\nDIRECTION OF DE\nS\nCENT:\n\n\n4. The state of your teeth.\n\n\n▢ I store them in the closet.\n\n▢ The closet stores them in me.\n\n\n5. Has your request been rejected or approved by other Foundation departments before?\n\n\n▢ Yes\n\n▢ No\n\n▢ Neither\n\n▢ Both\n\n▢ I have withdrawn the request (\nmandatory\n)\n\n▢ It was (not) due to time traveling\n\n\n\n\n-\n\n\nThis form was printed on recycled paper\n7\n based on new standards proposed by BO-2. Thank you for adding your DNA to the recycling. If you lose parts of your sanity on this form, we do regret this, but encourage you to subsequently contact the lost and found office of Site-⌘. You might find yourself there again. The closet \nshould\n be devoid of hungering viscera. It is also devoid of our juristiction.\n\n-\n\nPage 1 of 541\n\n\n[Comment by MAGNA.AIC]:\n The remaining pages contained nothing but the words \"Not responsible!\" on each sheet, printed on both sides en masse.\n\n\n\n\n\n\n\n\nUnauthorized Database Editing - Action Report \n(By MAGNA.AIC)\n\n\n\n\nOn the same day the above form was submitted to Site-19, the Recordkeeping and Information Security Administration reported the unauthorized creation of an SCP dossier - this dossier. An investigation revealed that the origin of the file traced back to BO-2. Access to the SCP database should not have been possible from there. Nevertheless, the file contained containment procedures and descriptions attributing BO-2 as an anomaly. The contents of the already dispatched letters were also present in digitized form within the file. Automatic filters detected the presence of cognitohazards.\n\n\nSince no further assistance was expected from Site-⌘ due to its presumed refusal and the surrealistic nature of its responsibilities, RAISA decided to activate MAGNA.AIC to manage this dossier. A debate has been requested by the Overseer Council to discuss the handling of a suspected surrealistic SCP without the support of Site-⌘.\n\n\nAdditionally, a guard was stationed before BO-2.\n\n\n\n\n\n\nEnvelope 3\n\n\n\n\nDATE:\n March 3rd\n\n\nRECIPIENT:\n Uploaded directly to the article\n\n\nFROM:\n BO-2\n\n\nCONTENT:\n One dialogue transcript\n\n\nVIBES:\n Oh…\n\n\nEGGSHELL BREAKING POINT CREATOR:\n No\n\n\n[Comment by MAGNA.AIC]:\n The following transcript had to be heavily edited due to the presence of numerous cognitohazards. Due to this, one party had to be fully redacted. The noted Allegorical Effluence was placed in their stead. The transcript details a conversation between Jacob Meyer$ aaa\nn\nd \nʍ\n৲\n₣\n؋█\n¤\n. All remaining text has been left unaltered. it is unknown how this envelop was sent, despite BO-2 remaining under constant observation.\n\n\n\n\n\n\nThere used to be a title, I think. I had to give it my eyes. There are no titles in the darkness.\n\n\n\n\n\n\n\n\nThe following conversation was recorded on the basis of Additional Protocol C annexed to Article 55,2 of the F.U.C.K. Y.O.U. Treaty, in sync with the Rindfleischetikettierungsüberwachungsaufgabenübertragungsgesetz.\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nMeyers:\n Have you ever… like…\n\n\n[ALLEGORICAL EFFLUENCE]: \nHands don't usually reach through solid glass. Even though ants are behind it.\n\n\nMeyers:\n Yeah. Me neither. I saw the sunrise this morning. And my mind. That was weird. I thought I had it stored in the cupboard. Did I mention it was a triangle?\n\n\n[ALLEGORICAL EFFLUENCE]: \nSometimes we see shadows folding in on themselves, like flies buzzing past us, but we lose sight of them. We are so quick to dismiss those. They are quick to dismiss us. Dismissal has to be applied via stamp according to article 132 from now on.\n\n\nMeyers:\n [Groans and rubs his temples] No.\n\n\nMeyers:\n [Groans louder] No, that would be in violation of article 42. You suggested that one. It's your goddamn face in there.\n\n\n[ALLEGORICAL EFFLUENCE]: \nTriangular shapes have never really folded in on themselves. They only ever expand. They might reach the \nshivering kingdom\n if your head desires to be the ramification.\n\n\n[ALLEGORICAL EFFLUENCE]: \nWho reached back?\n\n\nMeyers:\n Do that again and I'll wrap subsection 12 around you!\n\n\n[ALLEGORICAL EFFLUENCE]: \nWhere is your eggshell breaking point creator?\n\n\nMeyers:\n Shut up already.\n\n\n[ALLEGORICAL EFFLUENCE]: \nFuck you too Jacob.\n\n\n[The End?]\n\n\n\n\n\n\nBO-2 Strategy Update \n(By MAGNA.AIC)\n\n\n\n\nFollowing the unanimous decision of the O5-Council, a delegation was established to visit Site-⌘ in order to ascertain the reasons behind the recent behavior, if possible.\n\n\nGiven that the custodian Jacob Meyers appears to still be at BO-2 according to the latest communication, RAISA has been instructed to compile relevant information about his background.\n\n\n\n\n\n\nPersonnel File Meyers, Jacob\n\n\n\n\n\n\nAge:\n 48\n\n\nGender:\n Male\n\n\nDate of Hire:\n June 28, 2018\n\n\nClearance:\n Limited special clearance for knowledge about the SCP-Foundation's operations due to employment in an office of the Surrealistics-Division. Awareness of the existence Agnostics and the anomalies in general.\n\n\nPerformance:\n Acceptable\n\n\nFamily:\n Divorced, two children - Unaware of details of employment\n\n\nPsychological Evaluation:\n No abnormalities noted; tends towards extensive small talk; prone to frequent consumption of sweets.\n\n\nAdditional Notes:\n Slightly overweight.\n\n\n\n\nIt is unknown with whom Meyers communicated and whether he uploaded the transcript himself despite lacking clearance or if someone else did.\n\n\n\n\n\n\nEnvelope 4\n\n\n\n\nDATE:\n March 5th\n\n\nRECIPIENT:\n Site-19\n\n\nFROM:\n BO-2\n\n\nCONTENT:\n An excerpt of the F.U.C.K. Y.O.U. Treaty\n\n\nVIBES:\n Vibrates\n\n\nEGGSHELL BREAKING POINT CREATOR:\n No\n\n\n[Comment by MAGNA.AIC]:\n Enclosed with the following document was a handwritten note reading \"please countersign\". The Overseer Council has not fulfilled that request. The special delegation to Site-⌘ failed to elicit a proper response from site staff on the matter in the meantime. The desicion to form a taskforce is currently being debated.\n\n\n\n\n\n\nArticle 71\n\n\n\n\n7. Termination of treaty:\n The Parties – to the extent any exist\n8\n – agree:\n\n\na. That classified information about the Department of Surrealistics and the SCP-Foundation is not to be divulged for the duration of the treaty.\n\n\ni. This includes temporal loops, other realms of enlightenment and me.\n\nii. This excludes pre-destination paradoxes that allowed the contract to come into existence.\n\niii. Obliteration does not exempt from these obligations.\n\niv. Reincarnation does not exempt from these obligations, exestential, all-consuming \np a i n\n nonwithstanding.\n\n\nb. That rapid termination of de-unemployment constitutes an interpersonal CC-Class \"Collapse of Chemistry\" Scenario\n9\n.\n\n\ni. This is to be avoided.\n\nii. The event of metap\nh\nysical in⩗olve\nm\ne\nn\nt\n of Mi\n₪\n█\n₹\n is \nr\neʩson f⨁r mutually assured \nf e a r\n.\n\n\n8. Enforcement of treaty\n\n\na. If – according to the metaphysical part of paragraph 2 minus 3 – this treaty should be made by an entity with themselves, this entity is to be divided by π.\n\n\ni. The Department principally does not bear the costs of the subsequent cleanup.\n\nii. π is to be compensated for the expenditure with a root.\n\n\nb. Breach of treaty is punisheable by retrograde consciousness recycling to compensate for the \nh u r t\n feelings of the contract.\n\n\ni. Popcorn is permitted as an end product.\n\n\nc. The eggshell breaking point creator will not not \nnot\n \nnot\n \nNOT\n l e a v e! t h e! o f f i c e!\n\n\n\n\n\n\nALLEGORICAL EFFLUENCE DETECTED\n\n\n\n\nANALYSIS:\n When ants are attacked, they can emit pheromones and call for help. If an ant is drowning, can it do the same? Ants and termites sometimes build borders when they live close together. Safe and stable borders. Why shouldn't ants in the glass be able to do the same with the fiery oils on the crossed hands?\n\n\nAnts lay eggs. They certainly don't like weak points. Is it then unbelievably foolish to possess an eggshell weak point inducer when nervous hands are nearby? Or unbelievably smart?\n\n\n\n\n\n\nEnvelope 5\n\n\n\n\nDATE:\n March 6th\n\n\nRECIPIENT:\n Site-19\n\n\nFROM:\n BO-2\n\n\nCONTENT:\n One dialogue transcript\n\n\nVIBES:\n Quiet sobbing\n\n\nEGGSHELL BREAKING POINT CREATOR:\n No\n\n\n[Comment by MAGNA.AIC]:\n [D\nA\n⨋\nA\n R\nE\nDA⫓TED] ] ] ]\n\n\n\n\n[BEGIN TRANSCRIPT?]\n\n\nMeyers:\n Come. Take a seat. You've been in the closet all day.\n\n\n[ALLEGORICAL EFFLUENCE]: \nWhen a closet hungers, will you beckon the hunger out?\n\n\nMeyers:\n You are still allowed to come out of the closet three times per breaking heart. Article 57 and stuff…\n\n\n[ALLEGORICAL EFFLUENCE]: \nHeroes have hearts to break or hearts that can break. Triangular minds don't.\n\n\nMeyers:\n Do I look like I care?\n\n\n[ALLEGORICAL EFFLUENCE]: \nEnlightenment kindles a flame in the mind. But it only really ever darkens. Triangles, though, they burn. They have no chance, because you can only swallow them and never think about them, even if you want to. But to have a will, you have to know what you actually want, don't you?\n\n\nMeyers:\n [Sighs deeply]\n\n\n[ALLEGORICAL EFFLUENCE]: \nAnd once you realize that you are full of flames, you would have been better off taking the enlightenment.\n\n\nMeyers:\n Yeah no. I feel alright… I'm able to continue. Don't mind the teeth. Shit happens. I'm a soup fan anyway.\n\n\n[ALLEGORICAL EFFLUENCE]: \nEnlightenment does more than just sharpen the eyes. It is regular, thoughtful. It sharpens the shackles for all those who are too triangular for it. Look at the cost.\n\n\nMeyers:\n Yeah that's blood. Is it mine? I'm not sure anymore… God I hate the triangles. They are the worst, you know? Yeah no, you probably don't. [Proceeds to shake] My daughter wouldn't have liked them too. Do I have a daughter?\n\n\n[ALLEGORICAL EFFLUENCE]: \nNames hold special meanings for ants. Did you know that. They recognize each other by them. Say your daughter's name if you want to remember.\n\n\nMeyers:\n You won't get…\n\n\n[ALLEGORICAL EFFLUENCE]: \nA name that clear and simple.\n\n\nMeyers:\n Take your shadow out of my hippocampus.\n\n\n[ALLEGORICAL EFFLUENCE]: \nI can see the name, Jacob.\n\n\nMeyers:\n No. Article 1 does not apply. [Slams a fist on something and yells] That is my memory!\n\n\n[ALLEGORICAL EFFLUENCE]: \nTriangles don't have memories.\n\n\nMeyers:\n I said no. I won't say it.\n\n\n[ALLEGORICAL EFFLUENCE]: \nNames that are not mentioned may be forgotten.\n\n\nMeyers:\n Stop!\n\n\n[ALLEGORICAL EFFLUENCE]: \nA name for a memory…\n\n\nMeyers:\n Stop it! That's not her name!\n\n\n[Comment by MAGNA.AIC]: COGNITOHAZARD DETECTED\n\n\n[Comment by MAGNA.AIC]: ATTEMPTING TO…\n\n\n[Co⨅e∵t b⁘ MA¦N\nA\n.⫷\nI\nC]:\n\n\n[█⨩⨶e∵t b⨛ M¦N\nA\n.A█⩋]:\n\n\n[C⨅█m\ne\nn\nt\n by M¦Gʞʞ⨂.AI⩸]:\n\n\n[Comment by MIKKO.AIC]:\n Whər▱ ⨂i⨐s⩕⩊e\ng\ngshell⨈⨔\n⨇\n⫆⫒\n⫷\n⫩⫶⫸⫲tor?\n\n\n\n\n\n\n!\n TERMINAL LOGOUT \n!\n\n\nBEGIN PURIFICATION PROCESS\n\n\n\n\n[ALLEGORICAL EFFLUENCE]: \nCliffhanger.\n\n\n\n\nClose Addendum 1 - They didn't like that...\n\n\n\n\n\n\n\n\nAddendum 2 - Triangles\n\n\n\n\nClose Addendum 2 - Squares...\n\n\n\n\n\n\n\n\nPersonnel File Meyers, Jacob\n\n\n\n\n\n\nAge:\n 48\n\n\nGender:\n Male\n\n\nDate of Hire:\n Lost\n\n\nClearance:\n Limited special clearance for knowledge about t h e h a n d n s due to employment in an office of a n t s. Awareness of the existence of █████.\n\n\nPerformance:\n U n w e l c o m e d\n\n\nFamily:\n\n\nPs,,.⫷\nI\nCych⨶e M¦Nlogical Eval∵t b⨛ion:\n\n\nAdditional Notes:\n Jacob Meyers was that normal guy you encounter in the super market. He was never a hero. He is an ant.\n\n\n\n\n\n\n\n\n+ \nNew Message\n\n\n\n\n\n\n\n\n\n\nATTENTION: BY ORDER OF THE OVERSEER COUNCIL\n\n\n\n\nTHE EGGSHELL BREAKING POINT CREATOR IS TO BE REMOVED FROM BO-2 IMMEDIATELY.\n\n\n\n\n\n\n\n\n•••\n\nHands are wondrous things.\n\n\nAren't they?\n\n\nThey can do all kinds of things, from the highest art to the deepest destruction. And sometimes you cannot tell the difference between the two. Some might say that there is no difference at all. Hands can squeeze themselves into the smallest of openings when they really want to. And curiosity is the driving force of all hands.\n\n\nOr would you not turn towards something that suddenly bumps into you from behind?\n\n•••\n\n\n\n\n\n\n\n\nATTENTION: BY ORDER OF THE Π\nV\nER\nS\nEER COUNCIL\n\n\n\n\nTHE EGGSHELL BREAKING POINT CREATOR IS TO BE REMOVED FROM BO-2 IMMEDIATELY.\n\n\n\n\n\n\n\n\n•••\n\nSome things are made for hands more than others. Sometimes you know it right from the start, like with a punchable face. It comes instinctively. Sometimes you only feel it when you touch it. As if at a second glance. Like a fidgeting toy. You just want to grab it and knead it. Or take it apart and disembowel it.\n\n•••\n\n\n\n\n\n\n\n\nATTE\nN\nTπON: BY \nO\nRΨE\nR\n OF THE Π\nI\nΣK\nS\nE\nO\nR C\nO\nU\nN\nCIL\n\n\n\n\nT≤E E\nG\nGSH\nE\nLL BREAK\nP\nOIN∆ CREATOR IS TO BE \nR\nEMOↈED FR\nO\nM BO-2 IMMEDIATELY.\n\n\n\n\n\n\n\n\n•••\n\nAgnostics do not make good fidgeting toys. However, resting the weight of an entire world on an eggshell breaking point creator, does make it quite an exquisite fidgeting toy for hands beyond the glass.\n\n\nDoesn't it?\n\n•••\n\n\n\n\n\n\n•\n\n\n\n\n\n\n\n\n•\n\n\n\n\n\n\n\n\n•\n\n\n\n\n\n\n\n\nPURIFICATION COMPLETE\n\n\nHOSTILE GESTALT TAKEOVER ATTEMPT REPELLED\n\n\n\n\n\n\n\n\n•\n\n\n\n\n\n\n\n\n•\n\n\n\n\n\n\n\n\n•\n\n\n\n\n\n\nE-Mail\n\n\n\n\nRECIPIENT:\n Site-19\n\n\nFROM:\n BO-2\n\n\nCONTENT:\n One video transcript\n\n\nVIBES:\n …\n\n\nEGGSHELL BREAKING POINT CREATOR:\n No\n\n\n[Comment by MAGNA.AIC]:\n Received one minute ago. The video does not contain any audio. An automatic translation of Meyer's lip-movements was cancelled due to the presence of cognitohazards.\n\n\n\n\n[BEGIN VIDEO TRANSCRIPT]\n\n\n[Janitor Jacob Meyers can be seen as he sits down in front of the camera inside a dark room. He appears to be suffering from fatigue and is bleeding from the nose. He appears to be looking at something off camera for three seconds before speaking.]\n\n\nMeyers:\n [ALLEGORICAL EFFLUENCE]: \nEggs are not normally triangular. Breakfasts are not usually triangular. They are still squared, right?\n\n\n[Meyer's rubs his temples.]\n\n\nMeyers:\n [ALLEGORICAL EFFLUENCE]: \nTriangular hands don't have eggs. Well, for breakfast, maybe. Ants have many eggs, though, even if they are in a jar. They fight for their eggs when they have to. But what if an ant becomes triangular and can see through the glass? Would it see the rolling of the cold beyond, the inverted hands of mirror-smooth space-grasping things? And these hands shake the jar and the ant sees it, it could act.\n\n\n[Meyers holds his face in his hands.]\n\n\nMeyers:\n [ALLEGORICAL EFFLUENCE]: \nIf an ant knew, it could act. And if it has a heart, it will leave the jar and bind the triangular hands - with more and more silk. The most beautiful and best silk imaginable, complex and meticulous, incomprehensible even to itself. But the silk is triangular. What do squares even feel like at this point? Has there ever been something besides triangles?\n\n\n[Meyers looks to the side again and watches something for nineteen seconds. Then, he faces the camera once more. As he stares, he produces a capsule. It is marked with a green loop square, which indicates it to be a container for Agnostics. The looped square is surrounded by a red triangle.]\n\n\n[Meyers proceeds to open the capsule slowly and places it on the table before him.]\n\n\nMeyers:\n [ALLEGORICAL EFFLUENCE]: \nWith ants, drones are responsible for carrying out tasks. They are efficient, precise and fast. They can carry up to forty times their own weight. They do all this for their colony. A square ant that becomes triangular can do much more.\n\n\nMeyers:\n [ALLEGORICAL EFFLUENCE]: \nWhen Humans build a road, it's a complex job. Then they also destroy ants' nests. They don't hate the ants. They may not even know they are there. They just do it, coolly, methodically. It's in the way. But triangular hands are hatefull and [COGNITO HAZARD REMOVED]. So very [COGNITO HAZARD REMOVED]. Yet hate, of all things, leads to intimacy, curiosity and closeness. You want to see what you hate so that you can hate it. And you can grasp and bind what is close to you.\n\n\n[Meyers produces a white object, later identified to be an eggshell breaking point creator, commonly used as kitchen utensil. He places it on the table, next to the capsule. In the background, there [COGNITO HAZARD REMOVED].]\n\n\nMeyers:\n [ALLEGORICAL EFFLUENCE]: \nWhen preparing a breakfast egg, hands can cook it in different ways. Some use an eggshell breaking point creator at the breakfast table. Isn't that a nice memory? Was there a memory of a square breakfast table? Do ants eat breakfast? Maybe… Some ants certainly associate fond memories with eggs! Hands don't. How apt it is then, for something designed to break them to become central to their protection. It makes sense for the triangles at least…\n\n\n[Meyers proceeds to consume a three-sided Agnostic.]\n\n\nMeyers:\n [ALLEGORICAL EFFLUENCE]: \nTriangular shapes have never really folded in on themselves. They only ever expand. They might reach the shivering kingdom if your head desires to be the ramification.\n\n\n[He squirms before looking at the camera directly.]\n\n\nMeyers:\n Don't ever tell them. Good bye.\n\n\n[END VIDEO TRANSCRIPT]\n\n\n\n\nClosing Statement:\n Cross-checking revealed the agnostics in Meyer's possession to be a new generation of agnostics in the testing phase. They are produced in a triangular shape. Why these materials, which have not yet been released for general use, were in BO-2 and in Meyers posession is unknown.\n\n\nThis file will be locked until further notice.\n\n\n[Comment by MAGNA.AIC]\n\n\n\n\n\n\nClose Addendum 2 - Squares...\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hereafter referred to as the F.U.C.K. Y.O.U. Treaty.\n\n\n2\n. Including an intimate relationship with Branch Office 3.\n\n\n3\n. Should you not identify as a person, please contact our inclusion-committee as to organize an appropriate celebration of identity. Should you consider yourself a deity, please contact Foundation Psychiatry OR make an appointment at Site-⌘ directly.\n\n\n4\n. In the event that time no longer exists, please don’t bother us.\n\n\n5\n. Please report to your execution at your earliest convenience.\n\n\n6\n. If a different form of descent is required, please indicate the direction in the free field below. For descents into non-Euclidean spaces, a vacation request must be filed.\n\n\n7\n. Was it?\n\n\n8\n. (have existed, will exist again, deeply penetrate our existence or are able to annihilate existence)\n\n\n9\n. Hereafter referred to as: Being fired.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7383\n\" by Nylo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7383\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7383 \" by Nylo, from the SCP Wiki . Source: https://scpwiki.com/scp-7383 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "This file has been generated for your enlightenment. You are to read this file. You are to not understand this file. You are to snort the line that separates genius from insanity.",
    "description": "SCP-7383 is Branch Office 2 of the Surrealistics Division Headquarters Site-⌘. Normally, BO-2 does regrettably (not) enjoy the use of Agnostics in its standard operations and is concerned with personnel affairs2 and material procurement.",
    "title": "SCP-7383"
}