{
    "url": "https://scp-wiki.wikidot.com/scp-7389",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-7389\n\n\nLEVEL\n \n2/7389\n\n\n\n\n\n\nCLASS:\n \nEuclid\n\n\nRestricted\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nKeneq\n\n\n\n\nSpecial Containment Procedures\n\n\nUploads of SCP-7389 are monitored for by a Foundation webcrawler designated K9-DDT \"Apollo\". Any sites where uploads are found are to be taken down and archived on Foundation Intranet Servers. New instances of SCP-7389-1 fragments are to be added below as needed.\n\n\nDescription\n\n\nSCP-7389 is a memetic narrative that appears at random within online forums and comment sections. While the bulk of comments and forum posts containing SCP-7389 appear to be binary and junk data, fragments of understandable language appear. These SCP-7389 fragments contain the narrative framework of SCP-7389.\n\n\nSCP-7389 narrative fragments are centered on the existence of two entities known as Sundog and The Moon. These narratives usually take on the tropes of genre fiction. The following are a list of common similarities between SCP-7389 narrative fragments.\n\n\n\n\nThe existence of \"living weapons\", of which the nature is unclear.\n\n\nA desire and effort by characters in the text to kill a deity known as MOTHER.\n\n\nAn underlying theme of revenge and violence.\n\n\n\n\nThose who view an upload of SCP-7389 in original form have a 25% chance to be compelled to write their own SCP-7389 instance, posting it and continuing the spread of the meme. Those who write such instances have no memory of doing so in interviews - recognizing the work as their own writing, but being unable to give specific time and dates when it was written. As well, there is no baseline between individuals who have written SCP-7389 instances.\n\n\nSCP-7389's existence has been known to the Foundation since 1993, with the first author using the memetic narrative being █████ ████████, a well known comic author. ████████ has not written any narratives regarding SCP-7389 that have been released to the public.\n\n\nAddendums\n\n\nAddendum A: SELECTED SCP-7389 FRAGMENTS\n\n\nThe following is a collection of discovered SCP-7389 fragments. chosen for relevance to the overarching nature of SCP-7389.\n\n\nFRAGMENT 0.1\n (Upload Date 01/13/1993)\n\n\n\n\nin the beginning, there was nothing but a bitch and a womb. she took her own blood and forged a phallus, the first gun. shooting herself, she loaded herself up with eggs and gave birth to the world.\n\nthis is how mother made us all.\n\n\n\n\nFRAGMENT 1.4\n (Upload Date: 05/02/1994)\n\n\n\n\nThe gun sings the song of a long forgotten god, the hymns of gunpowder and steel clashing together erupting from the barrel in a fiery explosion. The holy words that channel from the mouth of it’s wielder are words of death and life, the two twin wolves chasing each other around the world. Dog and cat, sun and moon.\n\n\nSundog watches the violence dance before her, blood spattering across the rocks as The Moon pulls a trigger which sends lead straight into the skull of MOTHER.\n\n\nViolence iterates upon itself in cyclical structure - \neye for an eye makes the whole world blind\n.\n\n\nThe Moon holsters its gun, turning away from the fallen child-entity. The cycle has started anew, and it will continue again and again until the remainder of the Sun burns out, the Moon collapsing in orbit.\n\n\n\n\nFRAGMENT 3.4\n (Upload Date: 07/19/2002)\n\n\n\n\nsundog sits next to her lover, the solder. turning her stem, the soldier stares at sundog with her stigma, stigmata, the two embrace for they know this is the last time they would both see each other alive\n\nin the morning, the soldier has left for the long church, to fight in the infinite wars that rage across the roots of existence. the sundog leaves later. ze knows the path to take.\n\nMOON MUST DIE\n\n\n\n\nFRAGMENT 3.9\n (Upload Date: 07/21/2002)\n\n\n\n\nflesh pit opens up the holy grail has been reached, moon sits on xer throne and cackles. the mother entity is dead xe cry out and the world goes silent when the gun is pulled on it. it does not deserve humanity it is a cruel mistress, the moon dies by the hand of the sundog and yet the sundog does not feel.\n\nwhy does it not feel.\n\n\n\n\nAddendum B\n\n\nWhile doing exploratory research on SCP-7389's similarities to mythic archetypes found within works in the Western genre, Junior Researcher Jennifer M. received the following email within her Foundation inbox. This email contained no sender or recipient, yet appears to be addressed to the Foundation as a whole.\n\n\n\n\nYou hear it, don't you? You've sent your hound after me, you've started the cycle in this narrative. The moon howls and all you can do is walk after it, slowly chasing it like you chase your tail.\n\n\nSend SUNDOG after me. In this universe, in the next, in any universe. I'll be waiting. Gun at my hip, sword at my side, the cycle must go on.\n\n\nBark bark, little doggie.\n\n\n\n\n\n\n\n\n« \nSCP-7388\n | SCP-7389 | \nSCP-7390\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7389\n\" by f3arofthedark, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7389\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "in the beginning, there was nothing but a bitch and a womb. she took her own blood and forged a phallus, the first gun. shooting herself, she loaded herself up with eggs and gave birth to the world. this is how mother made us all.",
        "The gun sings the song of a long forgotten god, the hymns of gunpowder and steel clashing together erupting from the barrel in a fiery explosion. The holy words that channel from the mouth of it’s wielder are words of death and life, the two twin wolves chasing each other around the world. Dog and cat, sun and moon. Sundog watches the violence dance before her, blood spattering across the rocks as The Moon pulls a trigger which sends lead straight into the skull of MOTHER. Violence iterates upon itself in cyclical structure - eye for an eye makes the whole world blind . The Moon holsters its gun, turning away from the fallen child-entity. The cycle has started anew, and it will continue again and again until the remainder of the Sun burns out, the Moon collapsing in orbit.",
        "sundog sits next to her lover, the solder. turning her stem, the soldier stares at sundog with her stigma, stigmata, the two embrace for they know this is the last time they would both see each other alive in the morning, the soldier has left for the long church, to fight in the infinite wars that rage across the roots of existence. the sundog leaves later. ze knows the path to take. MOON MUST DIE",
        "flesh pit opens up the holy grail has been reached, moon sits on xer throne and cackles. the mother entity is dead xe cry out and the world goes silent when the gun is pulled on it. it does not deserve humanity it is a cruel mistress, the moon dies by the hand of the sundog and yet the sundog does not feel. why does it not feel.",
        "You hear it, don't you? You've sent your hound after me, you've started the cycle in this narrative. The moon howls and all you can do is walk after it, slowly chasing it like you chase your tail. Send SUNDOG after me. In this universe, in the next, in any universe. I'll be waiting. Gun at my hip, sword at my side, the cycle must go on. Bark bark, little doggie.",
        "\" SCP-7389 \" by f3arofthedark, from the SCP Wiki . Source: https://scpwiki.com/scp-7389 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7389"
}