{
    "url": "https://scp-wiki.wikidot.com/scp-7391",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7391\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Civilians exposed to SCP-7391 are to be detained and their affected phones confiscated. Data contained within is to be used to assist Foundation cyberwarfare units in preventing SCP-7391 from appearing in search results and blocking SCP-7391 from running on affected phones. Detained civilians are to be kept in Foundation custody until they can be amnesticized and relocated to a location unaffected by SCP-7391.\n\n\nAll reported instances of SCP-7391-A and SCP-7391-B are to be acquired and relocated to Site-103 for further study. MTF Theta-4 (“Gardeners”) is to cordon off and subsequently remove any instance of SCP-7391-B to prevent unrest among the local population. After removal of an SCP-7391-B instance, civilians in the area are to be treated with Class-A amnestics.\n\n\n\n\n\n\n\n\nAn SCP-7391-A instance prior to leaf conversion.\n\n\n\n\n\n\nDescription:\n SCP-7391 is a phone app available from the iOS App Store and the Google Play Store.\n\n\nTo date, SCP-7391 has only appeared to users located in the continental United States and fulfilling these criteria:\n\n\n\n\nThe user lives in a town with a population \nunder\n 50,000 located at least 100 kilometers\n1\n from the nearest city or town with a population of \nat least\n 50,000.\n\n\nThe user lives below or within 25% of the poverty line defined by the United States federal government.\n\n\nThe user is gainfully employed at a full-time job.\n\n\n\n\nAny user who does not meet these criteria will not see SCP-7391 appear in any search result, and any Internet search pertaining specifically to the app will return no relevant information.\n\n\nSCP-7391 typically presents itself as an app named “TreeCash,” though some victims have reported seeing the name as “TreeMoney,” “PlantCash,” or similar variants.\n2\n SCP-7391 invariably appears at or near the top of search results when an affected user conducts an App Store or Play Store search related to banking, investments, or finance.\n3\n\n\nSCP-7391’s description on the App and Play Stores describes it as a simple way to generate or “mine” a cryptocurrency called “Verdant Cash” on any device, promising significant hashrates even on typical smartphone processors. Once opened, SCP-7391 presents a simple interface consisting of a button that reads “MINE,” and a counter below the button that tallies the amount of Verdant Cash the user’s device has mined.\n\n\nOnce the “MINE” button is tapped, the counter begins to increase rapidly, reaching values in the millions within several minutes’ time. An additional button then appears below the counter that reads “DEPOSIT TO BANK ACCOUNT.”\n\n\nTapping the “DEPOSIT” button any time after it appears results in a deposit of US dollars (USD) to the user’s primary bank account, despite the fact that SCP-7391 does not ask the user for bank account information at any point. The amount of USD deposited is exactly three times the user’s average daily post-tax wage, irrespective of the amount shown on the Verdant Cash counter. The user is then prompted to “come back tomorrow,” at which time an identical deposit can be made. There is currently is no way to buy, sell, trade, send, or receive Verdant Cash itself on any known cryptocurrency exchange; using SCP-7391 appears to be the only method of acquisition and trade.\n\n\nTo date, approximately 95 percent of users who have continuously made bank deposits with SCP-7391 have resigned from their full-time jobs within one month of initial use. It is currently unknown whether these resignations are the result of anomalous influence or simply due to the users’ belief that SCP-7391 will provide them with enough money such that paid employment is no longer necessary.\n\n\nAs a result of these resignations, employment rates in affected towns decline dramatically, leading to the stoppage of most forms of productive economic activity. Within another month, the affected town’s economy invariably collapses, leading nearly the entire population to relocate and turning the area into a “ghost town.”\n\n\nThe vast majority of affected users continue to rely on SCP-7391 for most or all of their income after moving, but after no more than three weeks following a user's relocation, SCP-7391 stops working for that user, and at least 90 percent of the money SCP-7391 previously deposited into the user’s bank account will be missing, including any money transferred to another account or withdrawn as cash. Any amount earned as interest or a return on investment using money deposited by SCP-7391 as principal will likewise be missing.\n\n\nThe following day, a nondescript package\n4\n will appear outside the user's residence containing a potted houseplant resembling a mature \nOxalis triangularis\n5\n (designated SCP-7391-A) along with a note:\n\n\n\n\nThank you for generously becoming a seed investor. Watch your money grow!\n\n—VERDANTCASH team\n\n\n\n\nEach day, one leaf will be anomalously replaced with a single US $1 bill\n6\n when the SCP-7391-A instance is out of the user’s line of sight. This behavior will continue as long as the user remains in possession of the SCP-7391-A instance, though it appears impossible for the user to induce it to generate money more rapidly via application of water, fertilizer, plant food, or sunlight.\n7\n\n\nIf an SCP-7391-A instance is allowed to convert every leaf into a $1 bill, the instance dematerializes, leaving behind any cash still attached. However, it is far more common for affected users to dispose of their SCP-7391-A instance prior to this point, presumably out of frustration at a belief they have been scammed. If a user does dispose of the SCP-7391-A instance before its leaves fully convert to cash, the user dematerializes at some point within the next 24 hours.\n\n\nThe Foundation is currently investigating several hundred missing person reports believed to be related to SCP-7391. To date, no fewer than 22 towns have been abandoned due to SCP-7391’s effects.\n\n\n\n\nAddendum:\n On 2022-04-15, embedded Foundation personnel in the [REDACTED] County, West Virginia sheriff's department responded to a report of a large tree that had appeared overnight in the backyard of a local home. The backyard was previously empty, leading the homeowner to believe she was the victim of elaborate vandalism and to subsequently contact police. MTF Ө-4 was dispatched, the tree was relocated to Site-103, and the homeowner was administered a Class-B amnestic.\n\n\nThe tree, now designated an instance of SCP-7391-B, resembles a fruit-bearing \nMalus domestica\n,\n8\n but with approximately half of its leaves replaced with US $20 bills.\n9\n\n\nUpon further inspection, the flesh of the fruits closely resembled human dermis tissue.\n10\n DNA testing of this tissue revealed a match with another West Virginia resident who had been reported missing the previous month. The missing person report, filed by the resident’s girlfriend, contained a statement that the resident was very distraught after recently being “scammed out of ten thousand bucks.”\n\n\nTo date, the Foundation has identified 260 additional instances of SCP-7391-B, all within towns with demographic indicators similar to those affected by SCP-7391.\n\n\n\n\nFootnotes\n\n\n1\n. Approximately 62 miles.\n\n\n2\n. SCP-7391's \"about\" page indicates that the app was developed by a company also called \"TreeCash\" located in the Republic of Ireland; however, no matching business records have been found.\n\n\n3\n. It is estimated that a user fulfilling all three \"eligibility criteria\" has a five-in-six chance of encountering SCP-7391's listing when conducting such a search.\n\n\n4\n. The only markings on the exterior of the package are the recipient’s home address and a return address that includes a non-existent town in Massachusetts.\n\n\n5\n. Commonly known as the false shamrock.\n\n\n6\n. Testing suggests these bills are indistinguishable from non-anomalous currency.\n\n\n7\n. Depriving an SCP-7391-A instance of these resources has no effect on its health or anomalous properties.\n\n\n8\n. Apple tree. The fruits resemble common Red Delicious apples.\n\n\n9\n. Several of the lowest branches were found to be bare. MTF Ө-4 subsequently confiscated several dozen $20 bills from the homeowner's kitchen.\n\n\n10\n. The fruits also contain seeds; testing at Site-103 has indicated the seeds are capable of germinating.\n\n\n\n\n\n\n\n\n« \nSCP-7390\n | SCP-7391 | \nSCP-7392\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7391\n\" by jmnc, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7391\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 9293780889_cb58f51e95_b.jpg\n\n\nName:\n Dreieckiger Glücksklee (Oxalis triangularis)\n\n\nAuthor:\n Maja Dumat\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/blumenbiene/9293780889",
    "addendums": [
        "Addendum: On 2022-04-15, embedded Foundation personnel in the [REDACTED] County, West Virginia sheriff's department responded to a report of a large tree that had appeared overnight in the backyard of a local home. The backyard was previously empty, leading the homeowner to believe she was the victim of elaborate vandalism and to subsequently contact police. MTF Ө-4 was dispatched, the tree was relocated to Site-103, and the homeowner was administered a Class-B amnestic.\nThe tree, now designated an instance of SCP-7391-B, resembles a fruit-bearing Malus domestica , 8 but with approximately half of its leaves replaced with US $20 bills. 9\nUpon further inspection, the flesh of the fruits closely resembled human dermis tissue. 10 DNA testing of this tissue revealed a match with another West Virginia resident who had been reported missing the previous month. The missing person report, filed by the resident’s girlfriend, contained a statement that the resident was very distraught after recently being “scammed out of ten thousand bucks.”\nTo date, the Foundation has identified 260 additional instances of SCP-7391-B, all within towns with demographic indicators similar to those affected by SCP-7391."
    ],
    "documents": [],
    "notes": [
        "Thank you for generously becoming a seed investor. Watch your money grow! —VERDANTCASH team",
        "\" SCP-7391 \" by jmnc, from the SCP Wiki . Source: https://scpwiki.com/scp-7391 . Licensed under CC-BY-SA .",
        "Filename: 9293780889_cb58f51e95_b.jpg Name: Dreieckiger Glücksklee (Oxalis triangularis) Author: Maja Dumat License: CC BY 2.0 Source Link: https://www.flickr.com/photos/blumenbiene/9293780889"
    ],
    "containment_procedures": "Civilians exposed to SCP-7391 are to be detained and their affected phones confiscated. Data contained within is to be used to assist Foundation cyberwarfare units in preventing SCP-7391 from appearing in search results and blocking SCP-7391 from running on affected phones. Detained civilians are to be kept in Foundation custody until they can be amnesticized and relocated to a location unaffected by SCP-7391.",
    "description": "SCP-7391 is a phone app available from the iOS App Store and the Google Play Store.",
    "title": "SCP-7391"
}