{
    "url": "https://scp-wiki.wikidot.com/scp-7392",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7392\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThree conjoined instances of SCP-7392 photographed in Site-33, Sublevel-4b.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Personnel are to report new manifestations of SCP-7392 to site logistics and maintenance authorities. Overgrowths of SCP-7392 are to be trimmed. Occurrences of SCP-7392 within homes, vehicles, and other forms of private property may be removed at the owner's discretion.\n1\n\n\nDescription:\n SCP-7392 is a collection of biomechanical constructs resembling security and surveillance devices\n2\n that appear in contextually appropriate locations throughout regions trafficked by Foundation personnel. Instances of SCP-7392, despite their appearance, do not interface with the Foundation's network and are therefore not actually usable as security apparatus.\n\n\nSCP-7392 are connected by an arbour of nerve cells, growing through any susceptible superstructure — penetrating concrete, steel, and other materials — and forming outpouches where instances of SCP-7392 will develop. The arbour supplies efferent tributaries leading from SCP-7392 to a theorised central organism or processing centre, designated SCP-7392-A. Tracing of the arbour in order to locate SCP-7392-A is currently not viable, as the nerves of colonies of SCP-7392 travel deeper into the ground than excavation and ground-penetrating radar can presently ascertain.\n\n\nAddendum 7392.1:\n Incident 7392.1\n\n\n\n\n+ Access fileserv:/S:/7392/fileserv/incident/1\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nExcerpt From Incident Report, 14/04/12, Site-33 (Sublevel-4b, Northwest Wing):\n\n\nSummary:\n During routine architectural audit, a core sample of concrete was extracted from the North wall of a utility closet in Sublevel-4b. Several litres of foetid organic effluent were released from a cavity within the wall. Laboratory analysis indicates that the fluid is an acidic suspension of fats, sugars, and proteins, as well as enzymes for their breakdown. The conclusion of the Department of Biochemistry is that the fluid is a digestive excretion.\n\n\nPartially dissolved body parts were discovered within the cavity. Proteomic and genetic analysis of recovered solids revealed the presence of human skin, muscle, and blood, alongside non-human bones and mesodermal tissues. All parts, despite differences in their genetic provenance, were able to be reassembled into a single partially digested human\n3\n body.\n\n\nDental records are consistent with Technician Deja-Reve, who could not be located following the incident; work records indicate that Deja-Reve had not been seen in several days. This was not noticed due to him being alienated from his peers at the time. Former acquaintances, when interviewed, reported that he had undergone a noticeable personality shift several weeks prior.\n\n\nShortly after the cavity's contents were evacuated, the digestive organ began to mineralise, replacing its entire volume with a porous, concrete-like substance within several hours. Instances of SCP-7392 throughout Site-33 were noted to exhibit higher levels of activity and growth than were typical for a number of days afterwards.\n\n\n\n\n\n\n\n\n\n\nAddendum 7392.2:\n Revised Documentation\n\n\n— LEVEL 4 RESTRICTED —\n\n\n\n\nFootnotes\n\n\n1\n. While it is impossible to know whether colonies of SCP-7392 have been fully uprooted, removing disruptive or highly visible outgrowths may help to maintain the aesthetics of a property.\n\n\n2\n. Most commonly closed-circuit television cameras, though motion sensors, temperature gauges, and proprietary monitoring devices developed by the Foundation have also been observed to be instances of SCP-7392.\n\n\n3\n. Morphologically human, rather than biochemically.\n\n\n\n\n\n\n\n\n« \nSCP-7391\n | SCP-7392 | \nSCP-7393\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7392\n\" by Tiamat Elsen, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7392\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n CamerasA1.png\n\n\nName:\n Surveillance cameras-IMG 4377.JPG\n\n\nAuthor:\n Rama\n\n\nLicense:\n CC BY-SA 2.0 FR\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image reduced to one third of its original resolution.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Excerpt From Incident Report, 14/04/12, Site-33 (Sublevel-4b, Northwest Wing): Summary: During routine architectural audit, a core sample of concrete was extracted from the North wall of a utility closet in Sublevel-4b. Several litres of foetid organic effluent were released from a cavity within the wall. Laboratory analysis indicates that the fluid is an acidic suspension of fats, sugars, and proteins, as well as enzymes for their breakdown. The conclusion of the Department of Biochemistry is that the fluid is a digestive excretion. Partially dissolved body parts were discovered within the cavity. Proteomic and genetic analysis of recovered solids revealed the presence of human skin, muscle, and blood, alongside non-human bones and mesodermal tissues. All parts, despite differences in their genetic provenance, were able to be reassembled into a single partially digested human 3 body. Dental records are consistent with Technician Deja-Reve, who could not be located following the incident; work records indicate that Deja-Reve had not been seen in several days. This was not noticed due to him being alienated from his peers at the time. Former acquaintances, when interviewed, reported that he had undergone a noticeable personality shift several weeks prior. Shortly after the cavity's contents were evacuated, the digestive organ began to mineralise, replacing its entire volume with a porous, concrete-like substance within several hours. Instances of SCP-7392 throughout Site-33 were noted to exhibit higher levels of activity and growth than were typical for a number of days afterwards.",
        "\" SCP-7392 \" by Tiamat Elsen, from the SCP Wiki . Source: https://scpwiki.com/scp-7392 . Licensed under CC-BY-SA .",
        "Filename: CamerasA1.png Name: Surveillance cameras-IMG 4377.JPG Author: Rama License: CC BY-SA 2.0 FR Source Link: Wikimedia Commons Additional Notes: Image reduced to one third of its original resolution."
    ],
    "containment_procedures": "Personnel are to report new manifestations of SCP-7392 to site logistics and maintenance authorities. Overgrowths of SCP-7392 are to be trimmed. Occurrences of SCP-7392 within homes, vehicles, and other forms of private property may be removed at the owner's discretion.1",
    "description": "SCP-7392 is a collection of biomechanical constructs resembling security and surveillance devices2 that appear in contextually appropriate locations throughout regions trafficked by Foundation personnel. Instances of SCP-7392, despite their appearance, do not interface with the Foundation's network and are therefore not actually usable as security apparatus.",
    "title": "SCP-7392"
}