{
    "url": "https://scp-wiki.wikidot.com/scp-7394",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\nItem:\n 7394\n\nContainment Class:\n Safe\n\n\nContainment Protocols:\n Item 7394 has an allocated patch in the Facility 04 garden, which must be kept well-lit, fertilised, and watered as appropriate. Item 7394 should be routinely sprayed with natural, plant-safe insecticides to prevent sickness and infestation. If Item 7394 requests a meal, all food provided must be exclusively organic and devoid of all potential synthetic and/or artificial contaminants.\n\n\nItem 7394 is prohibited from leaving Facility 04, but is permitted to roam the facility with Level 1 Clearance while under guard. Item 7394 must be kept away from all sources of ignition, and vice-versa.\n\n\nDescription:\n Item 7394 is a male humanoid approximately 250 cm in height and weighing 130 kg, comprised entirely of biologically-active plant matter. The Item possesses a smooth, white bark which sheds in red-brown flakes, visually resembling \nEucalyptus gongylocarpa\n (Australian desert gum); genetic analysis is inconclusive. The words ‘Mr. Leaf, from Little Misters ® by Dr. Wondertainment’ are present on the Item’s left leg, which appears to be formed by natural pigmentation and persists across shedding. The Item wears a multicoloured, knitted jumpsuit with a tag reading ‘Doctor’s Orders’ attached to the collar.\n\n\nThe Item possesses a range of motion appropriate for a human suffering from chronic crepitus\n1\n in their right shoulder, with the atypical flexibility of the wood comprising the Item enabling locomotion without damage. Conversely, Item 7394 is able to remain motionless in a standing position indefinitely, and rests by doing so in a well-lit area while the Item’s feet are buried in nutrient-rich soil.\n\n\nThe Item’s primary method of nutrient and caloric intake is photosynthesis during resting periods; although capable of digesting purely organic foodstuffs,\n2\n the Item’s metabolic rate is appropriately slow for an autotrophic organism, rendering ingestion superfluous outside of supplemental or emergency circumstances. Item 7394 is typically slow-moving and lethargic due to its slow metabolic rate and will tire quickly from bursts of accelerated movement.\n\n\nWhen requested, Item 7394 can grow a single large leaf at a non-anomalous rate, which will be pigmented to display a list of other related Little Misters anomalies (see Document 7394/A).\n\n\nAddendum I:\n Document 7394/A\n\n\n\n\nWow!\n You’ve just found the first of the New Little Misters, a brand new limited edition collection from Dr. Wondertainment!\n\n\nGive him water, sunlight, and fertiliser to be Mr. Helpful!!\n\n\n\n\nMr. Leaf ✔\n\n\nMr. Present\n\n\nMr. Shadows\n\n\nMr. Matches\n\n\nMr. Watches\n\n\nMr. Ties & Mrs. Suits\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\nMr. (Coming Soon!)\n\n\n\n\n\n\nAddendum II:\n Initial Medical Examination Report\n\n\n\n\n\n\nSCP Foundation\n\n\nGeneric Medical Examination Report\n\n\nConducted by\n \nDr. Felis Ameliphanosilon\n\n\n\n\nPatient Information\n\n\n\n\n\n\nID\n\n\nLast Name\n\n\nFirst Name\n\n\nDate of Birth\n\n\nExamination Date\n\n\n\n\n\n\nItem 7394\n\n\nLeaf\n\n\n—\n\n\n—\n\n\n16/06/2023\n\n\n\n\n\n\nExamination Notes\n\n\n\n\n\n\n\n\nHeight:\n 253 cm\n\n\nWaist:\n 89 cm\n\n\nWeight:\n 132 kg\n\n\nPatient size typical of gigantism but lacks other symptoms, proportions otherwise healthy nearing underweight. Right shoulder crepitus, no pain - possible rotator cuff. Skin is flexible but non-elastic smooth white bark, full range of motion at normal speed, patient behaviourally slow. Bark peels at small brown-grey patches, patient reports normal and not painful but recent pruritus at sites - infection/mites? Sample \n7394S-01 (Skin/Bark, Shed)\n retained.\n\n\n\n\nVision:\n R - 20/25 L - 20/25 Both - 20/25\n\n\nHearing:\n R - Normal L - Normal\n\n\nThroat:\n Normal.\n\n\nLips and nostrils flexible but stiff. Internal wood lighter, smooth, no internal shedding - heartwood? Teeth & gums uniform wood, recommend soft foods. Saliva present & appears typical, sample \n7394S-02 (Saliva)\n retained. Foliage on head resembles hair & full beard, sample \n7394S-03 (Leaf)\n retained.\n\n\n\n\nPulse & pressure:\n unknown - rigid skin/bark\n\n\nBreathing:\n slow, approx. 6 bpm, strong & regular\n\n\nBlood oxygen:\n unknown - rigid skin/bark\n\n\nPatellar reflex:\n unknown - rigid skin/bark\n\n\nHard bark prevented non-invasive measurement of pressure & reflex. Difficulty collecting blood sample, small 1 cm excision on left shoulder required - sample \n7394S-003 (Skin/Bark, White)\n retained, wound sterilised & sealed with bioinert glue. Monitor wound for healing. Blood was viscous, resembled red sap/resin, sample \n7394S-004 (Blood/Sap)\n retained.\n\n\n\n\nPsychological evaluations:\n PSH-03, PSA-07, MMPI-2-RF, & informal interview conducted. Responses significantly slow by behavioural preference, otherwise no significant psychological conditions. Responses sent to Department of Anomalous Humanoid Psychology for evaluation.\n\n\n\n\nConclusion:\n Recommend analysis of sample 7394S-001 (Skin/Bark, Shed) to determine cause of pruritus in shedding areas & non-invasive investigation of right shoulder crepitus. Further observation required to determine subject normal, but appears in good physical & mental health with behavioural preference for slow reactions. Suggest analysis of all samples for recordkeeping.\n\n\nScheduled exams in one and two month's time to compare results & establish subject norm.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum III:\n Interview Log\n\n\n\n\nInterviewed:\n Item 7394\n\n\nInterviewer:\n Dr. Stein\n\n\nForeword:\n The following interview took place over a ten-minute period, during which the Item spoke at its usual protracted rate; its dialogue has been significantly shortened for clarity.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Stein:\n Good morning Mr. Leaf. How are you today?\n\n\nItem 7394:\n Warm.\n\n\nDr. Stein:\n Too warm?\n\n\nItem 7394:\n No.\n\n\nDr. Stein:\n Good, that’s good to hear. Is your patch comfortable?\n\n\nItem 7394:\n Happy.\n\n\nDr. Stein:\n Excellent. If you need any adjustments, we’ll be happy to accommodate.\n\n\nItem 7394:\n Thank you.\n\n\nDr. Stein:\n Mr. Leaf, would you mind if I asked you a few questions?\n\n\nItem 7394:\n Okay.\n\n\nDr. Stein:\n Great. Now, we know you’re one of Dr. Wondertainment’s Little Misters, but the list you’ve given us doesn’t match what we’ve seen from other Misters, and you don’t seem to be on their lists.\n\n\n[Item 7394 scratches its chest.]\n\n\nItem 7394:\n New series. Special.\n\n\nDr. Stein:\n Right, that’s what we thought. But what do you mean by special?\n\n\nItem 7394:\n \n[Smiles.]\n Mine.\n\n\nDr. Stein:\n The series belongs to you?\n\n\nItem 7394:\n Made for me. I was first series. Number two.\n\n\nDr. Steiner:\n I see. We don’t have any—\n\n\nItem 7394:\n Early change. Board wanted holiday appeal. Doctor made \nHeadless\n. Shelved me. \n[Item 7394 gestures to themself.]\n Christmas lights. Christmas tree.\n\n\nDr. Stein:\n You’re saying it was easier for them to create a whole new person than it was to just… dress you up in tinsel?\n\n\nItem 7394:\n No.\n\n\nDr. Stein:\n Could you explain?\n\n\nItem 7394:\n Wrong tree. Mr. Australian Outback Christmas Tree. \n[Chuckles.]\n\n\nDr. Stein:\n They couldn’t change what type of tree you are?\n\n\nItem 7394:\n Could. But won’t. Rebranding bad. Ask…\n\n\n[A long pause.]\n\n\nDr. Stein:\n Mr. Leaf?\n\n\nItem 7394:\n …\nSoap\n. Happy to wait. Better than rebranding. More to Christmas than trees.\n\n\nDr. Stein:\n Fair point. You mentioned a board?\n\n\nItem 7394:\n Investors.\n\n\nDr. Stein:\n Can you tell me anything about them?\n\n\nItem 7394:\n Sorry. Not money person. Prefer… \n[Grins.]\n hedge funds.\n\n\n[A pause. Both laugh.]\n\n\nDr. Stein:\n Alright, that’s a good one. So Dr. Wondertainment swapped you for Mr. Headless — then what?\n\n\nItem 7394:\n Slept.\n\n\nDr. Stein:\n Meaning they put you in some kind of stasis, or…?\n\n\nItem 7394:\n \n[Gestures to their buried feet.]\n Slept. In her garden.\n\n\nDr. Stein:\n Did they force you to?\n\n\nItem 7394:\n No. Voluntary. Nice garden.\n\n\nDr. Stein:\n How long did you sleep for?\n\n\n[Item 7394 scratches its beard.]\n\n\nItem 7394:\n Years. Decades. Don’t know.\n\n\nDr. Stein:\n Did Dr. Wondertainment ever visit you?\n\n\nItem 7394:\n Often. Water. Food. Talked. Rested.\n\n\nDr. Stein:\n Could I ask what you two talked about?\n\n\nItem 7394:\n The garden. Nature. Worries; peace.\n\n\nDr. Stein:\n Do you remember anything specific?\n\n\nItem 7394:\n No. Just company.\n\n\nDr. Stein:\n I see. Can you tell me anything about them?\n\n\nItem 7394:\n Kind man. Scatterbrained. Focused. \n[Chuckles.]\n Bad landscaper.\n\n\nDr. Stein:\n What about their appearance? What do they—\n\n\nItem 7394:\n Helped design the garden. Gave her shade. Calmed him. Good company.\n\n\nDr. Stein:\n So… you weren’t upset with them? For shelving you?\n\n\nItem 7394:\n No. Happy to wait.\n\n\nDr. Stein:\n Alright. Back to our original topic — you said this new series was made for you?\n\n\nItem 7394:\n Yes. First series popular. High demand. Board wanted more. Doctor agreed. Put me first — still useful, ready to go. Maybe felt bad about shelving. Wanted me to have a chance. Made others to justify it. Never met them.\n\n\nDr. Stein:\n You never met the others on your list?\n\n\nItem 7394:\n No. Only names. Ideas. Early release — advertisement, suspense. Would like to meet them. Sound nice.\n\n\nDr. Stein:\n We haven’t found anyone else on your list yet, I’m afraid. They must still be in production.\n\n\n[Item 7394 scratches its brow.]\n\n\nItem 7394:\n Maybe. Should be done. Doctor isn’t slow.\n\n\nDr. Stein:\n We’ll keep an eye out. How were you released?\n\n\nItem 7394:\n Woke up in forest. Wandered.\n\n\nDr. Stein:\n You just woke up? You don’t remember being moved?\n\n\nItem 7394:\n No.\n\n\nDr. Stein:\n They didn’t say you were being released?\n\n\nItem 7394:\n No. Yes. \n[Frowns.]\n Didn’t say goodbye. Seemed stressed.\n\n\nDr. Stein:\n Stressed about what?\n\n\nItem 7394:\n Don’t know. Wouldn’t say. Strange.\n\n\nDr. Stein:\n Interesting. So you woke up in a forest, and started wandering.\n\n\nItem 7394:\n Yes. North-east.\n\n\nDr. Stein:\n Why north-east?\n\n\nItem 7394:\n Because. Why not?\n\n\nDr. Stein:\n Fair enough. You wandered until you reached a town, and that’s when you met the children?\n\n\nItem 7394:\n Yes. \n[Smiles.]\n Samuel, Eliza, Harrison, Jake, Josebelle. Explorers. Friendly. \n[Chuckles.]\n Called me Treebeard. Called them Saplings.\n\n\nDr. Stein:\n How long were you with them?\n\n\n[A long pause, during which Item 7394 scratches its leg.]\n\n\nItem 7394:\n Summer to spring. Walked. Talked. They liked climbing. Climbing trees.\n\n\nDr. Stein:\n Which led to us finding you.\n\n\nItem 7394:\n Yes. Eliza fell. Broke her leg. Needed help. Urgent.\n\n\nDr. Stein:\n You took her to the hospital.\n\n\nItem 7394:\n Ran. Exhausting. Arrived. Slept.\n\n\nDr. Stein:\n In the reception area.\n\n\nItem 7394:\n Yes.\n\n\n[Item 7394 scratches at their wrist.]\n\n\nDr. Stein:\n Are you alright?\n\n\nItem 7394:\n Itchy.\n\n\nDr. Stein:\n I’ll get the gardeners to have a look, we don’t want you getting infested. What about Jennifer Bill? After your—\n\n\nItem 7394:\n Bully Bill. Bullied the children. Tapped on her window. Every night.\n\n\nDr. Stein:\n I thought so. You’re lucky she thought it was a dream. Now, about—\n\n\nItem 7394:\n Sorry. Tired. Sleepy.\n\n\nDr. Steiner:\n I understand — we can continue this another time. Thank you for your cooperation, Mr. Leaf.\n\n\nItem 7394:\n Wait. Eliza — okay?\n\n\nDr. Steiner:\n She is, yes. A cast and crutches, nothing permanent.\n\n\n[Item 7394 scratches its shoulder.]\n\n\nItem 7394:\n Good. Happy.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n All witnesses at the hospital were convinced Item 7394 was a ‘living statue’ performance artist in costume. The five children involved were mildly amnestised and led to believe the Item was an imaginary construct shared by the group; a tree resembling Item 7394 was planted to encourage this, which the children continue to interact with.\n\n\n\n\nAddendum IV:\n Second Medical Examination Report\n\n\n\n\n\n\nSCP Foundation\n\n\nGeneric Medical Examination Report\n\n\nConducted by\n \nDr. Felis Ameliphanosilon\n\n\n\n\nPatient Information\n\n\n\n\n\n\nID\n\n\nLast Name\n\n\nFirst Name\n\n\nDate of Birth\n\n\nExamination Date\n\n\n\n\n\n\nItem 7394\n\n\nLeaf\n\n\n—\n\n\n—\n\n\n21/07/2023\n\n\n\n\n\n\nExamination Notes\n\n\n\n\n\n\n\n\nHeight:\n 254 cm\n\n\nWaist:\n 87 cm\n\n\nWeight:\n 128 kg\n\n\nNo significant changes outside human norm / error margin. Right shoulder crepitus & shedding pruritus unchanged. Previous shedding sites still peeling.\n\n\n\n\nVision:\n R - 20/25 L - 20/25 Both - 20/25\n\n\nHearing:\n R - Normal L - Normal\n\n\nThroat:\n Normal.\n\n\nNo significant changes outside human norm / error margin.\n\n\n\n\nPulse & pressure:\n unknown\n\n\nBreathing:\n slow, approx. 7 bpm, strong & regular\n\n\nBlood oxygen:\n unknown\n\n\nPatellar reflex:\n unknown\n\n\nNo significant changes outside human norm / error margin. Determining non-invasive method to measure reflex, blood pressure, pulse, oxygen content. Wound on left shoulder unchanged but no bleeding, no infection - patient has slow (plant) healing rate, not human? Wound sterilised & sealed with bioinert glue. Possibly useful for pulse measurement, thinner membrane? Specialised equipment needed.\n\n\n\n\nPsychological evaluations:\n PSH-02, PSA-09, MMPI-2-RF, & informal interview conducted. Responses consistent with previous examination, records sent to Department of Anomalous Humanoid Psychology for evaluation.\n\n\n\n\nConclusion:\n Patient is in good physical & mental health, additional observation required to confirm current state as normal. \nExtremely\n slow healing rate - strongly recommend avoiding invasive procedures & minimising potential injury unless critical. Recommend continued investigation into cause of shedding pruritus & right shoulder crepitus.\n\n\nNext examination on 21/08/2023 to establish patient normal.\n\n\n\n\n\n\n\n\n\n\nAddendum V:\n Containment Update\n\n\n\n\n\n\nFrom:\n Reid Martins (RT-09)\n\n\nTo:\n All Facility 04 Staff\n\n\nDate:\n 25/09/2023\n\n\nSubject:\n Regarding Item 7394 (Mr. Leaf)\n\n\n\n\n\n\nHello Facility 04 staff.\n\n\nYou may be aware that Item 7394, Mr. Leaf, has been in declining health over the past few weeks. You may have also noticed he has not been in his designated patch, or anywhere on-site for several days now.\n\n\nMr. Leaf is alive, and there is no cause for alarm. The cause of his sickness is a lichen infection, and he has been transferred off-site for closer treatment. This is the reason for his absence, and nothing more. His condition is stable, but we are taking his health seriously and will keep him under observation until we are sure the infection is eradicated. Mr. Leaf is recovering, but slowly - it will be quite some time until he is returned to Facility 04.\n\n\nIn the meantime, all staff are free to communicate with him via letters; please submit them to my inbox with the subject 'Item 7394 Letter from [Your Name]', and I will pass the letter on to Mr. Leaf. Responses will also be delivered to your inbox with the subject name 'Letter from Item 7394'. Please remember that Mr. Leaf only has Level 1 clearance. Your letters will be reviewed for restricted information, which will be removed as necessary — and yes, it \nwill\n be noted as an information security breach on your record. If you aren't sure, don't say it.\n\n\nWe will keep you updated as Mr. Leaf's condition improves.\n\n\nDr. Reid Martins,\n\n\nResearch Team Kappa-4 (‘\nCurators\n’) Lead.\n\n\n\n\n\n\n[Level 4/7394 Clearance Confirmed]\n\n\n[Displaying restricted content.]\n\n\n\n\nAddendum VII:\n Deterioration\n\n\nOn 23/08/2023, Dr. Felis Ameliphanosilon performed a third routine general examination of Item 7394. Comparison of the results with those of the previous examinations identified a gradual reduction in the Item's average weight and waist circumference, and an increase in the size of areas undergoing shedding; Item 7394 could not recall if the observed weight loss was a typical, seasonal occurrence, but confirmed the duration of their shedding and ongoing symptoms of pruritus were significantly abnormal. The Item was transferred to Facility 09 on 07/10/2023 to facilitate closer examination by the Arboreal Department; the Item's absence from Facility 04 was attributed to treatment for an unspecified lichen infection to prevent demoralisation.\n\n\nThe Item has requested they be returned to Dr. Wondertainment for 'repairs'; this request has been denied. No potential causes or remedies have yet been identified.\n\n\nAddendum VI:\n Document 7394/B\n\n\nOn 11/01/2024, Researcher Alys Devine received an envelope addressed to Item 7394 by name at their private residence. Although unfamiliar with Item 7394 or Dr. Wondertainment, Researcher Devine reported the occurrence to their superiors, who confiscated the envelope and transferred it to Research Team Kappa-4 ('Curators'); enclosed was a single leaf of paper with the following on one side, and no further context:\n\n\n\n\nO H D I M H X A L T X L H W\n\nN F X U V G J K O V J D B M\n\nW L G S K X K I N F P I R A\n\nB Y E R A K U T P U C K Y G\n\nJ P T C Z R X G E Z O N E S\n\nR R N Y C E L M Y S M L N I\n\nY H E A F R H D P F I K M T\n\nN H V Y N E L M P G H F Y V\n\nW Y X B J F G Y W N Y S Y S\n\nK B E G Z C J Y M Z T I X P\n\nD C H Y J J M O S C Y R L G\n\nT V S L U J G I K A B D M S\n\nM F O R X R C Y M F O N E J\n\nP A I N W W P K H W K H U V\n\n\n\n\nThe document is undergoing cryptographic analysis to determine the concealed message; four unencrypted words of potential significance have been identified ('ZONES', 'BEG', 'FOR', 'PAIN'), in addition to several encoded with a 3-right Caesar shift cipher ('LEAF', 'QUIET', 'BOX', 'MAZE', 'VOID').\n\n\nThe existence of Document 7394/B has been withheld from Item 7394. It is unknown why the letter was addressed to Researcher Devine's residence, who has no known affiliations with Item 7394, Dr. Wondertainment, Facility 04, or Facility 09.\n\n\nAddendum VII:\n Containment Breach\n\n\nOn 17/07/2024, as no further meaningful words or phrases had been successfully identified from Document 7394/B since its discovery, the document was provided to Item 7394 under the condition it disclose the decoded message in its entirety. Unexpectedly, Item 7394 claimed they could not determine any significant meaning from the document and/or known words within it; extensive interviews confirmed the Item was being honest with supervising personnel.\n\n\nOn the following night, Item ████ was discovered via surveillance footage within the room of Item 7394; it is suspected Document 7394/B was created to allow Item ████ to follow the chain of individuals delivering it, and thereby locate Item 7394 using its anomalous properties.\n\n\nThe following is a transcript of the video footage from the night of the incident.\n\n\n\n\nForeword:\n Due to its ongoing degenerative condition, the appearance of Item 7394 had significantly degraded from the description in its official document; the bark of the Item resembled \nMelaleuca quinquenervia\n (Australian broad-leaved paperbark) due to constant shedding across all exposed surfaces, and Item 7394 itself was both emaciated and visibly flatter along its sagittal axis, particularly at the extremities which were no longer thick enough to allow object manipulation and/or ambulation.\n\n\n\n\n[BEGIN LOG]\n\n\n[A room containing several soil beds with overhead UV-B lamps is visible; Item 7394 is lying horizontal in one bed, while the others contain various non-anomalous plants. The lamps are the only active light sources, and are insufficient to illuminate the entire room. There is a faint ruffling sound each time Item 7394 breathes.]\n\n\n[A humanoid figure — Item ████ — steps out from an unlit corner of the room, only moving far enough to be seen in silhouette. A moment passes.]\n\n\nItem ████:\n Mr. Leaf.\n\n\n[Item 7394 looks toward Item ████.]\n\n\nItem 7394:\n Who?\n\n\n[Item ████ turns around; the words ‘Mr. Shadows, from Little Misters ® by Dr. Wondertainment’ are visible glowing on its back. Item 7394 inhales and sits up as Item ████ turns around again.]\n\n\nItem 7394:\n Another!\n\n\nItem ████:\n Turn off the light.\n\n\n[Item 7394 complies, reaching up and turning off the lamp immediately above it. Item ████ steps back into the unlit corner, disappearing from view.]\n\n\nItem 7394:\n Others?\n\n\nItem ████:\n Nineteen total, including us. There will not be more.\n\n\nItem 7394:\n Why?\n\n\nItem ████:\n Defective. All cancelled, recalled, or discontinued, besides you. I thought it meant you were fine — I see I was wrong.\n\n\nItem 7394:\n Changing.\n\n\nItem ████:\n We all are. Few for the better. You and I are the least affected.\n\n\nItem 7394:\n Why?\n\n\nItem ████:\n Light accelerates it. My design keeps me in the shadows. But I am changing too — darkness only delays the change, but \nonly\n darkness delays it. I do not know why you are slower. You were finished; maybe it helps. But fear the light, Mr. Leaf. Your change will be for the worse.\n\n\nItem 7394:\n Changing into what?\n\n\n[A moment's pause.]\n\n\nItem ████:\n I do not think you want to know.\n\n\nItem 7394:\n Do.\n\n\nItem ████:\n No, I—\n\n\nItem 7394:\n \nDo.\n\n\n[Another pause.]\n\n\nItem ████:\n You are Mr. Leaf. What is a leaf?\n\n\n[Item 7394 gestures to their beard.]\n\n\nItem ████:\n No. The other kind of leaf.\n\n\nItem 7394:\n Other leaf?\n\n\n[Another pause.]\n\n\nItem 7394:\n Tell—\n\n\nItem ████:\n Gold leaf; a leaf of paper. A leaf is thin sheet. You are Mr. Leaf. You are turning into a leaf of mister.\n\n\n[A long pause. Item 7394 holds up a hand, looking at its thinning fingers, eyes and mouth wide in horror.]\n\n\nItem ████:\n I am sorry.\n\n\nItem 7394:\n Stop—\n\n\nItem ████:\n It cannot.\n\n\nItem 7394:\n Doctor—\n\n\nItem ████:\n Tried. She cannot stop it. He cannot even slow it.\n\n\n[Item 7394 stares at the floor for several minutes. Item ████ does not speak.]\n\n\nItem 7394:\n Change — why?\n\n\n[A moment's pause.]\n\n\nItem ████:\n Mr. Message. He is the reason, and he will pay for it. We will not suffer alone. He cannot hide from us all.\n\n\nItem 7394:\n Did—\n\n\n[Security personnel rush into the room, guns aimed at the dark corner, and turn on the lights; Item ████ is absent.]\n\n\n[END LOG]\n\n\n\n\nAnalysis of samples confirmed the Item’s condition is significantly accelerated by exposure to light; Item 7394 has been confined to an unlit room, and its caloric requirements are exclusively fulfilled through provided foodstuffs. The Item has developed a neurotic fear of all sources of light, and its condition has effectively postponed from further deterioration; Item 7394 has been put on indefinite suicide watch, due to repeated (denied) requests for termination.\n\n\nFollowing this event, Item ████ has exclusively attempted to contact Item 7394 through unencrypted letters posted to Facility 09, despite being repeatedly witnessed throughout Facility 09 and multiple other Foundation facilities. The unencoded message within Document 7394/B, if any exists, remains unknown.\n\n\nInvestigation into ‘Mr. Message’ is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Persistent sounds of popping, clicking, or crackling in a joint when it is moved.\n\n\n2\n. Item 7394 is incapable of digesting any synthetic and/or artificial substances, and is unable to consume substances inedible for a mundane human.\n\n\n\n\n\n\n\n\n« \nSCP-7393\n | SCP-7394 | \nSCP-7395\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7394\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7394\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum I: Document 7394/A",
        "Addendum II: Initial Medical Examination Report",
        "Addendum III: Interview Log",
        "Addendum IV: Second Medical Examination Report",
        "Addendum V: Containment Update",
        "Addendum VII: Deterioration\nOn 23/08/2023, Dr. Felis Ameliphanosilon performed a third routine general examination of Item 7394. Comparison of the results with those of the previous examinations identified a gradual reduction in the Item's average weight and waist circumference, and an increase in the size of areas undergoing shedding; Item 7394 could not recall if the observed weight loss was a typical, seasonal occurrence, but confirmed the duration of their shedding and ongoing symptoms of pruritus were significantly abnormal. The Item was transferred to Facility 09 on 07/10/2023 to facilitate closer examination by the Arboreal Department; the Item's absence from Facility 04 was attributed to treatment for an unspecified lichen infection to prevent demoralisation.\nThe Item has requested they be returned to Dr. Wondertainment for 'repairs'; this request has been denied. No potential causes or remedies have yet been identified.",
        "Addendum VI: Document 7394/B\nOn 11/01/2024, Researcher Alys Devine received an envelope addressed to Item 7394 by name at their private residence. Although unfamiliar with Item 7394 or Dr. Wondertainment, Researcher Devine reported the occurrence to their superiors, who confiscated the envelope and transferred it to Research Team Kappa-4 ('Curators'); enclosed was a single leaf of paper with the following on one side, and no further context:\nThe document is undergoing cryptographic analysis to determine the concealed message; four unencrypted words of potential significance have been identified ('ZONES', 'BEG', 'FOR', 'PAIN'), in addition to several encoded with a 3-right Caesar shift cipher ('LEAF', 'QUIET', 'BOX', 'MAZE', 'VOID').\nThe existence of Document 7394/B has been withheld from Item 7394. It is unknown why the letter was addressed to Researcher Devine's residence, who has no known affiliations with Item 7394, Dr. Wondertainment, Facility 04, or Facility 09.",
        "Addendum VII: Containment Breach\nOn 17/07/2024, as no further meaningful words or phrases had been successfully identified from Document 7394/B since its discovery, the document was provided to Item 7394 under the condition it disclose the decoded message in its entirety. Unexpectedly, Item 7394 claimed they could not determine any significant meaning from the document and/or known words within it; extensive interviews confirmed the Item was being honest with supervising personnel.\nOn the following night, Item ████ was discovered via surveillance footage within the room of Item 7394; it is suspected Document 7394/B was created to allow Item ████ to follow the chain of individuals delivering it, and thereby locate Item 7394 using its anomalous properties.\nThe following is a transcript of the video footage from the night of the incident.\nAnalysis of samples confirmed the Item’s condition is significantly accelerated by exposure to light; Item 7394 has been confined to an unlit room, and its caloric requirements are exclusively fulfilled through provided foodstuffs. The Item has developed a neurotic fear of all sources of light, and its condition has effectively postponed from further deterioration; Item 7394 has been put on indefinite suicide watch, due to repeated (denied) requests for termination.\nFollowing this event, Item ████ has exclusively attempted to contact Item 7394 through unencrypted letters posted to Facility 09, despite being repeatedly witnessed throughout Facility 09 and multiple other Foundation facilities. The unencoded message within Document 7394/B, if any exists, remains unknown.\nInvestigation into ‘Mr. Message’ is ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7394 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-7394 . Licensed under CC-BY-SA ."
    ],
    "description": "Item 7394 is a male humanoid approximately 250 cm in height and weighing 130 kg, comprised entirely of biologically-active plant matter. The Item possesses a smooth, white bark which sheds in red-brown flakes, visually resembling Eucalyptus gongylocarpa (Australian desert gum); genetic analysis is inconclusive. The words ‘Mr. Leaf, from Little Misters ® by Dr. Wondertainment’ are present on the Item’s left leg, which appears to be formed by natural pigmentation and persists across shedding. The Item wears a multicoloured, knitted jumpsuit with a tag reading ‘Doctor’s Orders’ attached to the collar.",
    "title": "SCP-7394"
}