{
    "url": "https://scp-wiki.wikidot.com/scp-7396",
    "all_text": "J is for Jetsam. It should be noted, however, that no hospitable planets other than Earth exist for millions of light years in any given direction.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+156\n+\n–\nx\n\n\nBillith\n\n\n\n\n\n\nJ is for Jetsam\n\nWritten by \nBillith\n.\n\nIf you liked this article, you'll probably like:\n\n\n\n\n\n\nSCP-6793\n\n\nBillith's Proposal\n\n\nSCP-5541\n\n\nSCP-2921\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM#\n \n7396\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL:III\n\n\nCONFIDENTAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT TYPE:\n\n\ncernunnos\n\n\n\n\n\n\nSECONDARY CLASS:\n\n\nin progress\n\n\n\n\n\n\n\n\nDISRUPTION LEVEL:\n\n\nkeneq\n\n\n\n\n\n\nRISK LEVEL:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7396 currently represents significant risk to Veil protocols, though actions are being taken to limit this influence, including:\n\n\n\n\nRestrictions on deep space remote viewing technologies\n\n\nReplacement of personnel at observatories and places of academia with Foundation operatives\n\n\nSabotage of equipment and materials belonging to groups of interest\n\n\nExecution of disinformation campaigns, utilizing the above, alongside typical methods to reduce global confidence in the Oort cloud's existence\n\n\n\n\nAny information regarding SCP-7396 is to be scrubbed from public record, with the responsible vector investigated and delegitimized by any means necessary. Cleanup of SCP-7396 phenomena continues to take place through remote incineration.\n\n\nDevelopment of stable, long-term containment methodologies is considered a Foundation priority.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-7396 refers to two related phenomena, designated 7396-A and 7396-B. As a result of the timeline surrounding each, they will be described consecutively, rather than concurrently.\n\n\nOn 12/03/1978, a considerable explosion was witnessed in deep space via the Nicholas U. Mayall Telescope, piquing the interest of science communities worldwide. A Foundation investigation was subsequently launched in 1980, featuring a small, unmanned probe deployed with intent to determine the cause of the explosion and report findings to Earth.\n\n\nDuring travel to the location via the \nInterplanetary Transport Network\n, SCP-7396-A was discovered.\n\n\nSCP-7396-A is an accumulation of human biological remains and personal effects within the \nOort Cloud\n. Foundation analysts surmised that SCP-7396-A's condition correlated with the explosion, however, without supporting evidence of a causal link, exploration of the original location was deprioritized in favor of SCP-7396-A's containment, which is still underway.\n\n\nThe exact quantity of remains floating within the Oort cloud is unclear, given the impacted area. Estimates based on average recorded density place the total bodies in excess of seven million individuals. Despite the sheer numbers observed, many consistencies appear throughout, allowing further insight into SCP-7396-A's properties:\n\n\n\n\nCalm demeanor with no signs of struggle, distress, or injury. Groups observed frozen together, in embrace and other relaxed poses\n\n\nBiological components identical to that of humans\n\n\nPristine, freshly washed clothing, bearing iconography that implies SCP-7396-A is a single party or organization\n\n\nUniform cause of death associated with complications of rapid depressurization\n\n\nA lack of escape pods, wreckage, or spacesuits\n\n\nAn abundance of cargo containing various personal effects such as clothing, photographs, and letters, neatly and deliberately packed. No provisions, survival tools/weapons, or medical supplies have been found, however, recovered stationery analogous to postcards and advertisements portray a planet of similar appearance but differing geographic layout to that of Earth. Astronomical deviations in the depicted skies have led to the conclusion that the terrestrial body is not another version of Earth, but a unique planet, possibly within our own universe. It should be noted, however, that no hospitable planets other than Earth exist for millions of light years in any given direction\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nOn 01/14/2006, SCP-7396-A's accumulation rate began declining. This rate decreased steadily until 2013, when further accumulation was considered negligible and the phenomena itself concluded. However, the presence of SCP-7396-B, first detected on 09/02/2015, resulted in the reopening of the anomaly's case file.\n\n\nSCP-7396-B is an ongoing discovery of biologically human corpses and mechanical wreckage, scattered in a trail of increasing density located between 0.5-1.4 ly away from the location of SCP-7396-A. Approximations made suggest cadavers exceed five million additional unique individuals, the plurality of which are situated near the far end of the observed range.\n\n\nSCP-7396-B exhibits extreme deviations from SCP-7396-A, including:\n\n\n\n\nStressed demeanor, grievous injury, and/or physical ailment, proportional to distance from SCP-7396-A\n\n\nMalnourishment and hypoxia, proportional to distance from SCP-7396-A\n\n\nIrregular cause of death, including starvation, disease, injury, depressurization and hypothermia\n\n\nDeteriorated clothing throughout. Insignia/iconography matches that of SCP-7396-A\n\n\nA lack of cargo containers and packed belongings\n\n\nAn abundance of mechanical fragments and shrapnel belonging to a subluminal interstellar ark, recovered and contained for study\n\n\n\n\nBallistics analysis of the fuselage suggests the explosion witnessed in 1978 resulted from miniscule perforations coating portions of the vessel's propulsion systems and ventilation grid, the earliest remnants recovered during investigation into SCP-7396-B. Volatile compounds and mineral fragments were detected in trace amounts around the points of entry. Despite severe damage, the vessel was noted to have coasted for some time before its eventual disintegration.\n\n\nNo further SCP-7396 activity has been recorded. As of 10/12/2022, an estimated ten million bodies have yet to be destroyed.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nBillith's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6793\n \n•\n\n\n\n\n\n\nSCP-????-J\n \n•\n\n\n\n\n\n\nSCP-1822\n \n•\n\n\n\n\n\n\nSCP-3545\n \n•\n\n\n\n\n\n\nSCP-5861\n \n•\n\n\n\n\n\n\nSCP-5541\n \n•\n\n\n\n\n\n\nSCP-7079\n \n•\n\n\n\n\n\n\nSCP-3330\n \n•\n\n\n\n\n\n\nSCP-8505\n \n•\n\n\n\n\n\n\nSCP-3959\n \n•\n\n\n\n\n\n\nSCP-5646\n \n•\n\n\n\n\n\n\nSCP-7646\n \n•\n\n\n\n\n\n\nSCP-8180\n \n•\n\n\n\n\n\n\nSCP-4888\n \n•\n\n\n\n\n\n\nSCP-2921\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nTHE LAST OASIS - POWERED BY HEXAGON os\n \n•\n\n\n\n\n\n\nSPIRAL THE DRAIN\n \n•\n\n\n\n\n\n\nRedact Your Life\n \n•\n\n\n\n\n\n\nYour Future is Bright\n \n•\n\n\n\n\n\n\nNarrativistics and You: Abandoning the Notion of Fiction vs. Non-Fiction\n \n•\n\n\n\n\n\n\nA Recording of Prometheus Innovations' Pitch for the Scranton Encabulator Mk VI, and the Ramifications of its Existence\n \n•\n\n\n\n\n\n\nOPEN THE GATE\n \n•\n\n\n\n\n\n\nHoles\n \n•\n\n\n\n\n\n\nOPULENCE\n \n•\n\n\n\n\n\n\nA Place To Call Your Home\n \n•\n\n\n\n\n\n\nOn The Nature Of Conscious Experience or How I Learned to Love Myself\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSr. Researcher James A. Harkness' Personnel File\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI is for \"Incision\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nK is for \"Keystone\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7395\n | SCP-7396 | \nSCP-7397\n »\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7396\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7396\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename: 2.gif\n\nAuthor: Billith\n\nLicense: CC BY-SA 4.0\n\nName: Oort_cloud\n\nAuthor: NASA Goddard Space Flight Center\n\nLicense: CC BY-SA 2.0\n\nSource Link: \nhttps://commons.wikimedia.org/wiki/File:Bright_Comet_ISON_(10998808914).jpg\n\n\n\n\n\n\nFilename: spaced\n\nAuthor: Billith\n\nLicense: CC BY-SA 4.0\n\nName: Black Hole Outflows From Centaurus A\n\nAuthor: ESO/WFI (Optical); MPIfR/ESO/APEX/A.Weiss et al. (Submillimetre); NASA/CXC/CfA/R.Kraft et al. (X-ray)\n\nLicense: CC BY-SA 4.0\n\nSource Link: \nhttps://commons.wikimedia.org/wiki/File:Black_Hole_Outflows_From_Centaurus_A.jpg\n\n\n\n\n\n\nFilename: aad.png\n\nName: draft\n\nAuthor: Billith\n\nLicense: CC BY-SA 4.0\n\nSource Link: \nhttps://scp-wiki.wdfiles.com/local--files/scp-7396/aad",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7396 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-7396 . Licensed under CC-BY-SA .",
        "Filename: 2.gif Author: Billith License: CC BY-SA 4.0 Name: Oort_cloud Author: NASA Goddard Space Flight Center License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Bright_Comet_ISON_(10998808914).jpg",
        "Filename: spaced Author: Billith License: CC BY-SA 4.0 Name: Black Hole Outflows From Centaurus A Author: ESO/WFI (Optical); MPIfR/ESO/APEX/A.Weiss et al. (Submillimetre); NASA/CXC/CfA/R.Kraft et al. (X-ray) License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Black_Hole_Outflows_From_Centaurus_A.jpg",
        "Filename: aad.png Name: draft Author: Billith License: CC BY-SA 4.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-7396/aad"
    ],
    "title": "SCP-7396"
}