{
    "url": "https://scp-wiki.wikidot.com/scp-7397",
    "all_text": "SCP-7397\n\n\n\n\n\n\nBy:\n \nNDHeckfire\n\n\n\n\n\n\nPublished on \n04 Jan 2023 13:34\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+60\n+\n–\nx\n\n\nNDHeckfire\n\n\n\n\n\n\nSCP-7397\n - When Life Gives You Lemons, Don't Show It to Technician Graves or Else Shit Will Hit the Fan One Way or Another\n\n\nMore by me!\n\n\n\n\n\n\n\n\nItem №:\n SCP-7397\n\n\nObject Class:\n Truculent\n\n\nSpecial Containment Procedures:\n With approval from Site-400's present Site Director, Technician Graves has been granted permission to continue his long-term employment with the Foundation. Due to the unpredictable nature of both SCP-7397-A and SCP-7397-B, permanent containment procedures are still being drafted and discussed by Site-400's Containment Committee.\n\n\nDescription:\n SCP-7397 is the designation given to the relationship between two distinct anomalies, both of them ultimately affecting Senior Technician Mallis Graves, the Co-Head of Site-400's Department of Esoteric Substance Reduction:\n\n\n\n\nSCP-7397-A designates an unknown non-visible force capable of manipulating the local probability and/or coincidental factors surrounding Technician Graves. Research analysis has shown that SCP-7397-A seems to use its capabilities in order to increase the likelihood in which Technician Graves would consume lemonade, the method of which varies from time to time.\n\n\n\n\n\n\nSCP-7397-B designates an entity that occasionally manifest itself within Technician Graves' proximity. SCP-7397-B takes the form of a 2-meter-tall grey-skinned hairless humanoid entity that possesses no visible facial features or reproductive organs. SCP-7397-B is described as being semi-translucent, though it can still interact with physical objects.\n\n\n\n\nSCP-7397 personifies whenever Technician Graves is presented with the chance of consuming the lemonade created by SCP-7397-A's manipulation of probability. When this occurs, SCP-7397-B will immediately manifest and will use any means necessary in its power to prevent Technician Graves from consuming said lemonade. As with SCP-7397-A, the method of which it does this varies from time to time.\n\n\nIt is currently unknown what the exact motive of either SCP-7397-A and SCP-7397-B are with Technician Graves, as despite extensive conducted medical examinations, Technician Graves has shown no evidence of any prominent allergies with consuming lemonade.\n\n\nAddendum 7397-1, Notable Events:\n The following is a list of known incidents where SCP-7397-A and SCP-7397-B is recorded to affect Technician Graves:\n\n\n\n\n\n\nDate\n\n\nIncident Description\n\n\nAftermath\n\n\n\n\n\n\n09/03/2019\n\n\nDuring his leisure time with other Foundation personnel in a nearby town, Technician Graves noticed a lemonade stand organized by two juvenile girls. Upon Technician Graves asking the girls for a cup of lemonade, SCP-7397-B manifested with a metal baseball bat and began smashing the lemonade stand along with stomping out all the lemons the girls had with its foot. When no traces of the stand are left, SCP-7397-B demanifested.\n\n\nThe girls were amnesticized on site, and the remains of the lemonade stand were transported to Site-400 for incineration. Technician Graves, out of pity, slipped a £20 bill in each of the girls' pockets as compensation.\n\n\n\n\n\n\n27/08/2019\n\n\nAfter attaining the final score for a soccer game hosted by Site-400's Morale Committee, Technician Graves' fellow players attempted to dunk the contents of a water jug dispenser on him to celebrate his victory. As the water jug contained lemonade, SCP-7397-B immediately manifested with a handgun and fired two shots upon the water jug, causing it to be dropped and spill its contents. It fired three more bullets at the jug before demanifesting.\n\n\nTechnician Graves' score celebration proceeded as normal.\n\n\n\n\n\n\n07/02/2020\n\n\nWhilst conducting maintenance on the substance disposal section of Acroamatic Abatement Facility AAF-Y/400, an unknown anomalous chemical reaction occurred, causing all the waste stored within the Facility to somehow convert into lemonade. The waste storage suddenly breached both its inner and outer layers, which resulted in the lemonade completely flooding a portion of the Facility. As the lemonade began rushing to where Technician Graves was located, SCP-7397-B manifested itself operating an ocean submersible. SCP-7397-B proceeded to forcefully grab Technician Graves and situate him along with itself into the submersible, before closing the entrance hatch.\n\n\nThe submersible was found floating by itself in the sea of lemonade by emergency task force operatives. Inside was Technician Graves, eating snacks that \"[SCP-7397-B] left him with\".\n\n\n\n\n\n\n13/07/2020\n\n\nSee \nAddendum 7397-2\n\n\nN/A\n\n\n\n\n\n\nAddendum 7397-2, Incident Log:\n On the 13th of July, 2020, SCP-610-ARC\n1\n breached its containment and began making its way towards Technician Graves. Upon receiving the dispatch for this breach, on-site security attempted to evacuate Technician Graves into a safe room until SCP-610-ARC is properly recontained. The following is a video transcript of the incident:\n\n\n\n\nVideo Transcription 7397/7\n\n\n\n\n\n\n<Begin Log>\n\n\nFootage shows Technician Graves being escorted by three site security personnel through a hallway that leads to the safe room. Technician Graves, who wasn't informed regarding the intricacies of the breach, asks one of the security officers what's going on, to which he responds that they will explain once the incident is confirmed to be resolved.\n\n\nHowever, before they could arrive at the safe room, a ventilation shaft above them is forcefully pushed open, and SCP-610-ARC drops down from it, coming face to face with Technician Graves and the security personnel. In its hand is a screwdriver, which it uses to point towards Technician Graves.\n\n\nSCP-610-ARC:\n (\nshouts\n) Drink me! Now!\n\n\nThe three security personnel take out their issued handguns and immediately open fire upon SCP-610-ARC. Due to the semi-liquid nature of SCP-610-ARC, the bullets simply pass through it. It drops the screwdriver it was holding and makes a beeline for Technician Graves.\n\n\nAt this point, SCP-7397-B manifests in front of SCP-610-ARC, wearing what seems to be a flamethrower.\n\n\nBefore SCP-7397-B could press on the trigger for the flamethrower, a faulty pipeline above it dislodges itself and falls on top of it, pinning it completely\n2\n. The security personnel attempt to help SCP-7397-B by removing the pipe, but they are also incapacitated by a second faulty pipeline falling on top of them.\n\n\nTechnician Graves, noticing the sudden turn of events, runs the opposite direction away from SCP-610-ARC. SCP-610-ARC, who was also initially distracted by the unexpected development, gives chase to him, eventually catching up and successfully pouncing on top of him.\n\n\nSCP-610-ARC:\n (\nshouts\n) Drink now!\n\n\nSCP-610-ARC chokes Technician Graves' neck, forcing him to open his mouth. A small droplet of lemonade drips from SCP-610-ARC's face and falls into Technician Graves' open mouth. He accidentally swallows it, but now has a confused look on his face. SCP-610-ARC releases his hold on Technician Graves.\n\n\nTech. Graves:\n (\nsmacks lip\n) Huh, sour.\n\n\nA bright light shines through Technician Graves' mouth, before he spontaneously self-combusts. Footage cuts out.\n\n\n<End Log>\n\n\n\n\n\n\nAfter the incident, a recovery team was sent to investigate and rescue any survivors. The four security personnel were found to be alive, still stuck under the fallen pipeline, with SCP-7397-B not being present with them. Through the hallway, the team also found traces of lemonade on the floor, confirmed to be excess residue from SCP-610-ARC. However, despite extensive examination, the actual remains of Technician Graves were not recovered.\n\n\nSCP-7397 has been reclassified as Neutralized. Its document will be updated shortly.\n\n\n \n\n\n\n\n\n\n« \nSCP-7396\n | SCP-7397 | \nSCP-7398\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7397\n\" by NDHeckfire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7397\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A humanoid entity composed of lemonade, temporarily housed in Site-400. Capable of basic motion and speech, and becomes agitated upon \"sensing\" a human individual who haven't drank lemonade in their lifetime.\n\n\n2\n. Upon review of the incident, it is believed that SCP-7397-A finally realized that at that point, it could just use its properties to halt SCP-7397-B from fulfilling its duties.",
    "addendums": [
        "Addendum 7397-1, Notable Events: The following is a list of known incidents where SCP-7397-A and SCP-7397-B is recorded to affect Technician Graves:",
        "Addendum 7397-2, Incident Log: On the 13th of July, 2020, SCP-610-ARC 1 breached its containment and began making its way towards Technician Graves. Upon receiving the dispatch for this breach, on-site security attempted to evacuate Technician Graves into a safe room until SCP-610-ARC is properly recontained. The following is a video transcript of the incident:\nAfter the incident, a recovery team was sent to investigate and rescue any survivors. The four security personnel were found to be alive, still stuck under the fallen pipeline, with SCP-7397-B not being present with them. Through the hallway, the team also found traces of lemonade on the floor, confirmed to be excess residue from SCP-610-ARC. However, despite extensive examination, the actual remains of Technician Graves were not recovered.\nSCP-7397 has been reclassified as Neutralized. Its document will be updated shortly.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7397 \" by NDHeckfire, from the SCP Wiki . Source: https://scpwiki.com/scp-7397 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Truculent",
    "containment_procedures": "With approval from Site-400's present Site Director, Technician Graves has been granted permission to continue his long-term employment with the Foundation. Due to the unpredictable nature of both SCP-7397-A and SCP-7397-B, permanent containment procedures are still being drafted and discussed by Site-400's Containment Committee.",
    "description": "SCP-7397 is the designation given to the relationship between two distinct anomalies, both of them ultimately affecting Senior Technician Mallis Graves, the Co-Head of Site-400's Department of Esoteric Substance Reduction:",
    "title": "SCP-7397"
}