{
    "url": "https://scp-wiki.wikidot.com/scp-7400",
    "all_text": "Wherein a contest is won.\n\n\n\n\n\n\n \n\n\nrating: \n+269\n+\n–\nx\n\n\nSherf and Calibold\n\n\n\n\n\n\n \n\n\nSCP-7400 — Your Honor, League of Legends\n\n\n\n\n\n\nSherf doesn't have an author page yet but he deserves all your respect regardless.\n\n\nCalibold's Mega Cool Author Page\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7400\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\napollyon\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan DeAntonio, the first known \nLeague of Legends\n player to fall victim to SCP-7400.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7400 is impossible to contain, having been accepted into consensus reality.\n\n\nDescription:\n SCP-7400 is a probabilistic bureaucratohazard affecting the laws, regulations, or codes of conduct of various institutions and groups. These can include governments, corporations, religious orders, and organized crime syndicates, among other organizations, as well as relationships or friend groups, as long as some form of stated or implied moral code exists within their framework.\n\n\nAffected codes criminalize or disavow individuals who participate in the multiplayer online battle arena video game \nLeague of Legends\n. Punishments or retribution for playing \nLeague of Legends\n often tend towards severe repercussions, including torture or death when possible.\n\n\nSCP-7400 does not seem to directly criminalize \nLeague of Legends\n players outright; rather, players are criminalized due to coincidental and seemingly random interactions between various laws and rules, resulting in \nLeague of Legends\n being outlawed unintentionally. Despite such legal interactions normally being nigh-impossible to properly realize, given the precise and technical nature of the law, all individuals perceiving a case where SCP-7400 may apply are fully aware of the illegality of the act, regardless of their prior legal experience. Affected individuals also seem to perceive the playing of \nLeague of Legends\n to be immoral, though it is unknown whether this is the result of SCP-7400 directly affecting their minds or if it is simply a widely-held natural opinion.\n\n\nAddendum 7400.1:\n The first documented instance of SCP-7400's application occurred on January 24th, 2010, in a text conversation between Ryan DeAntonio and Jesse Parks.\n\n\n\n\nFigured you'd appreciate this\n\n\n\n\n\n\nThis is amazing lol\n\n\n\n\nAre you serious\n\n\n\n\nWhat?\n\n\n\n\nAgain?\n\n\nWe've literally talked about this multiple times but you still feel the need to somehow squeeze it into every conversation we have\n\n\n\n\nWtf are you talking about\n\n\n\n\nStop playing dumb with me\n\n\nYou keep thinking it's okay and that it's nOt tHaT bAd\n\n\nBut we BOTH know how people like that turn out\n\n\nI legit thought you were gonna change\n\n\n\n\nJesse, what the fuck you are talking about??\n\n\n\n\nIts no use trying to keep you clean\n\n\nThat game has ruined you Ryan\n\n\nYoure disgusting\n\n\n\n\nWhat the fuck?\n\n\nIs this some sort of joke?\n\n\nJesse?\n\n\n\n\nYou have been blocked by this number.\n\n\n\n\nIt is believed that Parks' prior \nLeague of Legends\n addiction, combined with the use of the slang term \"lol\"\n1\n, was the root cause of the above incident.\n\n\nAddendum 7400.2:\n On June 29th, 2010, Riot Games\n2\n introduced new workplace guidelines which accidentally forbade the playing or mentioning of \nLeague of Legends\n by any of its employees. This resulted in mass confusion followed by the rapid downsizing of Riot Games before the guidelines were retracted in order to maintain profits. Notably, this incident marks the first instance where the simple mention of \nLeague of Legends\n is affected by SCP-7400.\n\n\nAddendum 7400.3:\n The first documented instance of SCP-7400's legal application was on November 18th, 2010, during the trial of Stanley Peterson in Cleveland, Ohio. Below is a log of the relevant events.\n\n\n\n\n\n\n\n\nRussell Becket.\n\n\n\n\n\n\n[Location is in an unspecified county courtroom. Murmuring from the gallery is heard as the court judge enters the room behind the bench. The judge takes a seat, and pounds the gavel.]\n\n\nJudge:\n Court is now in session for the Trial of Stanley Peterson.\n\n\n[The gallery falls silent.]\n\n\nJudge:\n Is the Prosecution ready?\n\n\nProsecutor:\n Yes, Your Honor.\n\n\nJudge:\n Is the Defense ready?\n\n\nDefense Attorney:\n Yes, Your Honor.\n\n\n[Irrelevant logs removed.]\n\n\nJudge:\n Very well. The Prosecution may call its first witness.\n\n\nProsecutor:\n Thank you, Your Honor. The Prosecution calls Mr. Russell Becket to the stand.\n\n\n[A man rises from the gallery. He slowly makes his way over to the witness stand before turning to face the court.]\n\n\nProsecutor:\n Please state your name for the court.\n\n\nRussell Becket:\n My name is Russell Becket. I work as an associate planner at the City Hall.\n\n\nProsecutor:\n Mr. Becket, as you are aware, the alleged incident involving the defendant, Mr. Peterson, occurred on July 8th, at approximately 6:42 pm. Will you please state what you were doing during this time?\n\n\n[Russell physically hesitates before responding.]\n\n\nRussell Becket:\n Er… Well, you see… Uh… Exactly… how relevant is this question to the case?\n\n\nJudge:\n Mr. Becket, I understand that your privacy is important to you. However, I would like you to understand that this question is critical to advancing this trial. You do not have to answer if you do not wish to, but please keep this in mind.\n\n\n[Russel sighs, and collects himself before speaking again.]\n\n\nRussell Becket:\n Very well.\n\n\n[Russell pauses for a brief moment and clears his throat.]\n\n\nRussell Becket:\n Your Honor, League of Legends.\n\n\n[Murmurs from the gallery begin to pick up again before quickly escalating into frantic shouting and panic, coupled with various members of the gallery beginning to show hostility towards the witness. Within the commotion, the sound of a gavel clash can be heard.]\n\n\nJudge:\n Death.\n\n\n[The doors to the courtroom suddenly swing open and multiple court bailiffs are seen running into the room, backed up by heavily armored guards. The bailiffs and guards grab hold of Russell, who begins to resist but is eventually overpowered. Russell is dragged out of the courtroom by the bailiffs and guards, and he attempts to resist while shouting various obscenities and curses.]\n\n\nRussel Becket:\n No! Who do you think you are!? You can't do this to me! I have the right to a trial and a counsel!\n\n\n[Russell turns to the Prosecutor. The Prosecutor quickly turns his head away, ignoring him.]\n\n\nRussell Becket:\n This can't be happening to me! I have a right to League of Legends!\n\n\n[Russell's screaming is heard until he is completely removed from the courtroom by the bailiffs, at which point his screams become inaudible.]\n\n\n\n\nRussell's conviction was due to an intersection of several local, state, and federal laws, along with social conventions in the area; these included (but were not limited to) recent laws in Cleveland restricting gaming hours and behavior, Ohio's laws regulating hate speech, and the Cleveland populace's abject distaste towards online competitive gaming.\n\n\nAddendum 7400.4:\n On October 16th, 2014, the \nWainstein Report\n was published on the University of North Carolina, implicating many of the school's officials in widespread academic fraud. More importantly, it revealed that the chancellor of the university, Holden Thorp, had quietly permitted the creation of an official \nLeague of Legends\n club. The news sparked state-wide backlash, prompting the university to respond via Twitter:\n\n\n\n\n\n\nUNC-Chapel Hill\n\n\n@UNC\n\n\n \n\n\n \n\n\nWe sincerely apologize for this egregious oversight by our legal department. We will be dissolving the League of Legends club and rescinding the scholarships of the club members.\n\n\n \n\n\n\n\nLikes\n \n3\n\n\nRetweets\n \n1\n\n\nComments\n \n875\n\n\n\n\n \n\n\n5:11 PM - 15 October 2014\n\n\n\n\nAll of the former \nLeague of Legends\n club members were tried and executed.\n\n\nAddendum 7400.5:\n On March 9th, 2015, Ryan DeAntonio (see Addendum 7400.1), following the loss of his residence and belongings, was apprehended and taken into custody by agents of an unknown affiliation due to his prior involvement with \nLeague of Legends\n.\n\n\n\n\n[Footage taken from a street light surveillance camera in Moscow, Idaho, at approximately 11:30 PM. DeAntonio can be seen on the corner of the intersection, sitting within a large box, holding a cardboard sign.]\n\n\n[A few people pass him over several minutes before a car parks beside him and four federal agents walk out. One of the men grabs hold of DeAntonio and throws him out of the box he was sitting in. Several muffled screams can be heard as DeAntonio attempts to fight back before he is subdued by the other men.]\n\n\n[The four agents restrain and handcuff DeAntonio before lifting him off the ground, carrying him into the vehicle. Muffled shouting and cries can be heard for several seconds afterwards before they drive away.]\n\n\n\n\nDeAntonio's fate is unknown.\n\n\nAddendum 7400.6:\n Following a summit by the United Nations, the General Assembly adopted the Convention on \nLeague of Legends\n (2022), following exploration of law established by prior treaties, including:\n\n\n\n\nInternational Convention on the Elimination of All Forms of Racial Discrimination (1965)\n\n\nConvention on the Elimination of All Forms of Discrimination against Women (1979)\n\n\nConvention on the Rights of Persons with Disabilities (2006)\n\n\nUnited Nations Convention on Contracts for the International Carriage of Goods Wholly or Partly by Sea (2008)\n\n\n\n\nThe Convention fully recognized the illegality and immorality of the act of playing \nLeague of Legends\n, defining all players as members of a terrorist movement, and authorizing all nations to eliminate them by any means necessary.\n\n\nAddendum 7400.7:\n On May 5th, 2023, with the activation of \nProject DAMMERUNG\n, the SCP Foundation was able to develop a definitive account of post-mortal life.\n\n\n\n\n[Dr. Melvin Dash manifests in the post-mortal plane\n3\n, in an empty field. He is standing next to a long line of people in gray robes, leading towards a pair of arches.]\n\n\n[Dr. Dash approaches the arches. Between them stands a single person, a dark-skinned bald man wearing a suit. Several keys are attached to his body and clothes at various locations. The arch on the right accesses a path which leads towards a futuristic city several miles away. Behind the arch on the left lies an immense pit, the bottom of which is unseen.]\n\n\n[Individuals approach the man one at a time. He holds a key towards each person, and after a few moments, lets them pass through the arch on the right. Very rarely, an individual is not allowed to pass through the right arch, and is instead pulled through the left arch and into the pit by an invisible force.]\n\n\n\n\nFacial recognition analysis of the individuals pulled into the pit has determined that they are all deceased individuals who owned \nLeague of Legends\n accounts. The wider theological implications of the relationship between the afterlife and \nLeague of Legends\n is unknown. Members of the Department of Tactical Theology are currently analyzing religious texts in order to determine what doctrine would result in such post-mortal judgement.\n\n\n\n\nFootnotes\n\n\n1\n. An abbreviation for \nLeague of Legends\n.\n\n\n2\n. The developer and publisher of \nLeague of Legends\n.\n\n\n3\n. Dr. Dash's physical body and primary soul complex remain on the mortal plane, allowing him to perceive and explore the afterlife without interacting with or being perceived by its occupants.\n\n\n\n\n\n\nrating: \n+269\n+\n–\nx\n\n\n\n\n+ More by Calibold +\n\n\n\n\n- More by Calibold -\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n— SCP Articles —\n\n\n\n\nSCP-8421\n — Ruler of Everything\n\n\nSCP-8228\n — Here's To You, Mrs. Robinson\n\n\nSCP-7178\n — A Thief In The Night\n\n\nSCP-7179\n — E is for Eternity\n\n\nSCP-6469-D\n — A BABY?????\n\n\nSCP-2082\n — \nElephas cryophilus\n\n\nSCP-6156\n — Oh, Doug!\n\n\nSCP-6579-D\n — The Detective Killer\n\n\nSCP-6900-D\n — The House of Stars\n\n\nSCP-5277\n — What Can Go Wrong\n\n\nSCP-5363-D\n — Controlled Containment\n\n\nSCP-3482\n — fine mayor posters campaign by dado\n\n\nSCP-5156\n — monke\n\n\nDirector Bold's Proposal-J\n — \"Guys, please don't read our SCPs 🥺\"\n\n\nSCP-2693\n — Fell Into The Well, Fell Into The Well, Fell Into The Deep Dark Well\n\n\nSCP-5559-D\n — The Great Ambrose Bake-Off!\n\n\nSCP-3448-J\n — Should Have Taken Him Sleeping\n\n\nSCP-4456-D\n — No One Expects The Spanish Decommission!\n\n\nSCP-4745\n — Spooky Scary Snowman\n\n\nSCP-4645\n — Blackmailing Computer\n\n\n\n\n— Tales —\n\n\n\n\nParamax Connection\n\n\nOpusConfidant Wiki - SCP-4645 - Threatini\n\n\nDiary Of An Existential Kid\n\n\nResponsible Promotion\n\n\nFriends Of Us Never Die\n\n\nTruth Lies\n\n\nA Team You Can (Maybe) Trust\n\n\nHappy Father's Day\n\n\nMission: Decommission\n\n\nA Bold Choice\n\n\nI Am Become Death\n\n\nUlysses B. Donkman and the Heinous Hitman\n\n\nIt's Beginning to Look a Lot Like Eldritch\n\n\nChapter One - The End\n\n\n\n\n— GoI Formats —\n\n\n\n\nManifest 476: Vanishing Galleon\n\n\nThe Book Of Mathisi, Chapter 1: The Parable Of The Three Princes\n\n\nLTE-8686-Yellow-Kewpie\n\n\nUIU File: 2001-023\n\n\n\n\n— Other —\n\n\n\n\nCustomizable ACS Add-On Ver. 1.9.1 Guide\n\n\nDecommissioning Department Hub\n\n\nFortune Favors\n\n\nDecommissioning Dept. Theme\n\n\nCustomizable ACS Add-On Ver. 1.9.1\n\n\nMega Cool Author Page Tool Ver. 1.4.0\n\n\nCalibold's Mega Cool Alternate SCP Logos Page\n\n\nCalibold's Mega Cool Art Page\n\n\n\n\n— Co-Authored —\n\n\nTaste The Rainbow\n (\nfeat.\n Luxaiko)\n\n\nAbraka David's Proposal\n — A Peak Behind the Curtain (\nfeat.\n many other authors)\n\n\nSCP-7400\n — Your Honor, League of Legends (\nfeat.\n Sherf)\n\n\nI, Hub\n (\nfeat.\n many other authors)\n\n\nResurrection: New Faces\n (\nfeat.\n Grigori Karpin, Nagiros, and redredred)\n\n\nSCP-5545\n — 𝙰 𝙱 𝙽 𝙾 𝚁 𝙼 𝙰 𝙻 𝙸 𝚃 𝚈 (\nfeat.\n Yossipossi)\n\n\nSCP-194\n — Thank You For Your Cooperation (\nfeat.\n CityToast)\n\n\n— Foreign —\n\n\nDirector Bold's Proposal\n — Language\n\n\nSCP-LA-II\n — Fruit\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ More by Sherf +\n\n\n\n\n- More by Sherf -\n\n\n\n\nI, Hub\n (\nfeat.\n many other authors)\n\n\nSCP-7400\n — Your Honor, League of Legends (\nfeat.\n Calibold)\n\n\nAbraka David's Proposal\n — A Peak Behind the Curtain (\nfeat.\n many other authors)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7399\n | SCP-7400 | \nSCP-7401\n »\n\n\n\n\n\n\n\n\n\n\nYour Honor, League of Legends\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7400\n\" by Sherf and Calibold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7400\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/lol%20player.jpg\n\n\nName:\n Portrait Male Young\n\n\nAuthor:\n GG_BenQ_Gambit\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://pixabay.com/photos/portrait-male-young-hoodie-1236732/\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/i%20hate%20fabsol.jpg\n\n\nName:\n i hate fabsol\n\n\nAuthor:\n Calibold\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/i%20hate%20fabsol.jpg\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Russell%20Becket.jpg\n\n\nName:\n Business Man Lawyer\n\n\nAuthor:\n dilsileimonteiro\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://pixabay.com/photos/business-man-lawyer-man-1125324/\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/cop.jpg\n\n\nName:\n FBI police officer 1\n\n\nAuthor:\n FBI\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:FBI_police_officer_1.jpg",
    "addendums": [
        "Addendum 7400.1: The first documented instance of SCP-7400's application occurred on January 24th, 2010, in a text conversation between Ryan DeAntonio and Jesse Parks.\nIt is believed that Parks' prior League of Legends addiction, combined with the use of the slang term \"lol\" 1 , was the root cause of the above incident.",
        "Addendum 7400.2: On June 29th, 2010, Riot Games 2 introduced new workplace guidelines which accidentally forbade the playing or mentioning of League of Legends by any of its employees. This resulted in mass confusion followed by the rapid downsizing of Riot Games before the guidelines were retracted in order to maintain profits. Notably, this incident marks the first instance where the simple mention of League of Legends is affected by SCP-7400.",
        "Addendum 7400.3: The first documented instance of SCP-7400's legal application was on November 18th, 2010, during the trial of Stanley Peterson in Cleveland, Ohio. Below is a log of the relevant events.\nRussell's conviction was due to an intersection of several local, state, and federal laws, along with social conventions in the area; these included (but were not limited to) recent laws in Cleveland restricting gaming hours and behavior, Ohio's laws regulating hate speech, and the Cleveland populace's abject distaste towards online competitive gaming.",
        "Addendum 7400.4: On October 16th, 2014, the Wainstein Report was published on the University of North Carolina, implicating many of the school's officials in widespread academic fraud. More importantly, it revealed that the chancellor of the university, Holden Thorp, had quietly permitted the creation of an official League of Legends club. The news sparked state-wide backlash, prompting the university to respond via Twitter:\nAll of the former League of Legends club members were tried and executed.",
        "Addendum 7400.5: On March 9th, 2015, Ryan DeAntonio (see Addendum 7400.1), following the loss of his residence and belongings, was apprehended and taken into custody by agents of an unknown affiliation due to his prior involvement with League of Legends .\nDeAntonio's fate is unknown.",
        "Addendum 7400.6: Following a summit by the United Nations, the General Assembly adopted the Convention on League of Legends (2022), following exploration of law established by prior treaties, including:\nThe Convention fully recognized the illegality and immorality of the act of playing League of Legends , defining all players as members of a terrorist movement, and authorizing all nations to eliminate them by any means necessary.",
        "Addendum 7400.7: On May 5th, 2023, with the activation of Project DAMMERUNG , the SCP Foundation was able to develop a definitive account of post-mortal life.\nFacial recognition analysis of the individuals pulled into the pit has determined that they are all deceased individuals who owned League of Legends accounts. The wider theological implications of the relationship between the afterlife and League of Legends is unknown. Members of the Department of Tactical Theology are currently analyzing religious texts in order to determine what doctrine would result in such post-mortal judgement."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7400 \" by Sherf and Calibold, from the SCP Wiki . Source: https://scpwiki.com/scp-7400 . Licensed under CC-BY-SA .",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/lol%20player.jpg Name: Portrait Male Young Author: GG_BenQ_Gambit License: CC0 Source Link: https://pixabay.com/photos/portrait-male-young-hoodie-1236732/",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/i%20hate%20fabsol.jpg Name: i hate fabsol Author: Calibold License: CC-by-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/i%20hate%20fabsol.jpg",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/Russell%20Becket.jpg Name: Business Man Lawyer Author: dilsileimonteiro License: CC0 Source Link: https://pixabay.com/photos/business-man-lawyer-man-1125324/",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-bold-s-mega-cool-author-page/cop.jpg Name: FBI police officer 1 Author: FBI License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:FBI_police_officer_1.jpg"
    ],
    "containment_procedures": "SCP-7400 is impossible to contain, having been accepted into consensus reality.",
    "description": "SCP-7400 is a probabilistic bureaucratohazard affecting the laws, regulations, or codes of conduct of various institutions and groups. These can include governments, corporations, religious orders, and organized crime syndicates, among other organizations, as well as relationships or friend groups, as long as some form of stated or implied moral code exists within their framework.",
    "title": "SCP-7400"
}