{
    "url": "https://scp-wiki.wikidot.com/scp-7401",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\nItem #:\n SCP-7401\n\n\nObject:\n \nSafe\n \nKeter\n\n\nSpecial Containment Procedures:\n SCP-7401 is contained in a High-Value Object Containment Safe at Site-15.\n\n\nUse of SCP-7401 is only permitted by staff enlisted in the Experimental Administrative Tech Interface Training program\n1\n. Sessions for use of SCP-7401 are only permitted by appointment, which must be arranged with appropriate parties within Site-15.\n\n\nDescription:\n SCP-7401 is a modified video game console. The external housing is that of a Nintendo GameCube, but the majority of its internal parts have been altered or replaced by parartechnological components in a complex configuration. Disassembly of the unit for research purposes is not authorized, lest it compromise the anomalous nature of the system.\n\n\nThe only other non-standard accessory recovered alongside SCP-7401 is a plain game disc with the words \"FINAL TEST\" handwritten on the face in black marker. This is designated SCP-7401-1. \nSee Addendum-02 for further details.\n\n\n\n\n\n\n* * *\n\n\n\n\n\n\nAddendum-01: Recovery\n\n\nEfforts to gather intelligence on the MLF\n2\n produced a lead regarding a shipment originating in Japan and bound for USA. Members of MTF Alpha-4 (\"Pony Express\") were able to identify and intercept the parcel in transit, thus confiscating a number of anomalous items, including SCP-7401.\n\n\nA note was discovered alongside SCP-7401, which read:\n\n\n\n\nAfter months of your bitching, I finally gotten that 'practice-run' thing you wanted me to set up. It was a nightmare, let alone getting the funds and the right people for the job.\n\n\nFor your and our sakes, I hope it was worth every penny. \nI really do.\n —\nA.V\n.\n\n\n\n\n\n\n\n\n* * *\n\n\n\n\n\n\nAddendum-02: SCP-7401-1\n\n\nTesting has shown that the content of SCP-7401-1 is a unique custom-made video game with the apparent title \"Pro Containment Simulator\". SCP-7401-1 is classified by researchers as being mainly a real-time strategy game, with aspects of base building, resource management, and certain RPG elements present. The gameplay derives from putting one in the role of a Facility Director for an organization which mirrors the Foundation in its structures, protocols, and general mission statement.\n\n\nUpon establishing a \"Player Profile\" and beginning a \"New Game\", one is presented with a pre-scripted scenario which serves as a \"Tutorial Level\" that demonstrates the basic methods of gameplay. After completing this, one enters an \"Open Sandbox Mode\" where they face a seemingly procedurally generated series of challenges.\n\n\nObjectives are given to expand one's facility in order to effectively contain an increasing number of unique anomalies. Advancing the game requires one to balance an allotted amount of budget and assets, hire and assign staff characters in various roles, and administrate other policy decisions.\n\n\n\n\n\n\nNote:\n A comprehensive investigation, spearheaded by the Internal Security Department, is already underway. How some amateur paratech game developer managed to acquire so much information on our standards and procedures is obviously cause to suspect a major leak.\n\n\nResults of this investigation are available to parties with appropriate clearance and cause, upon request via standard channels.\n\n\n\n\n\n\n\n\n* * *\n\n\n\n\n\n\nAddendum-03: Proposal of the Executive Administrative Training Initiative\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Humphrey\n\n\nFrom:\n Executive Administrator Yung\n\n\nSubject:\n Previous Research (SCP-7401)\n\n\n\n\n\n\nI was reviewing a number of previously archived SCP documents relating to digital media - searching for potential connections with an active research project, standard procedure stuff. Although unrelated to that particular query, I was intrigued when it came to what I read about SCP-7401.\n\n\n\nA program with the kind of capabilities described here could be something with a lot of utility for the Foundation. I suggest it be made available for training purposes to our own administrators who are approaching the threshold of a Facility Management role.\n\n\n\nLooking forward to hearing your affirmative response!\n\n\n\n- Executive Administrator Yung\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Executive Administrator Yung\n\n\nFrom:\n Dr. Humphrey\n\n\nSubject:\n RE: Previous Research (SCP-7401)\n\n\n\n\n\n\nI would have to pass this idea on to my superiors. Review by Research, as well as Security, must take place before we could possibly move forward with something like this.\n\n\n\nThat said, I will forward your proposal to the appropriate parties. But the decision will not be in my hands.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Executive Administrator Yung\n\n\nCC:\n Dr. Humphrey, Site-15 Head of Research Dr. Karlsson, Site-15 Head of Security Chief Bambus\n\n\nFrom:\n Site-15 Director Xavier\n\n\nSubject:\n Training Program / SCP-7401\n\n\n\n\n\n\nI have recently been apprised of your proposal to utilize SCP-7401 for the Foundation's own purposes. After reviewing the feasibility of this idea, it has been determined that we could accommodate such a program, under certain terms.\n\n\n\nFirst, my Researchers tell me that SCP-7401-1 has capacity for 3 \"Save Game Slots\", so you will have to select only a handful of prospective trainees.\n\n\n\nSecondly, there are material provisions which must be met: making available one of our Site's Test Chambers, and the additional Security personnel who must be on-call while any SCP is being actively tested (even in a controlled context such as this) - these could become a strain without additional resources.\n\n\n\nPlease reply at your earliest convenience, after taking these matters under consideration.\n\n\n\n- Site Director C. Xavier\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Site-15 Director Xavier\n\n\nCC:\n Dr. Humphrey, Site-15 Head of Research Dr. Karlsson, Site-15 Head of Security Chief Bambus\n\n\nFrom:\n Executive Administrator Yung\n\n\nSubject:\n RE: Training Program / SCP-7401\n\n\n\n\n\n\nCharles,\n\n\n\nYour points are understandable, and absolutely within reason. Rest assured, I can take steps to alleviate these concerns. Let's meet over lunch to discuss details; I'll have my aide schedule an appointment within the week.\n\n\n\n- Exec Admin Yung\n\n\n\n\n\n\n\n\n* * *\n\n\n\n\n\n\nAddendum-04: Assessment of the Executive Administrative Training Initiative\n\n\n\n\nOne month after the implementation of the EATIT Program, a meeting is held in Conference Room C of Site-15.\n\n\n\n\nYung:\n Good morning, everyone. My name is Patricia Yung. Of course, I'm acquainted with each of you already, but for formality's sake we'll go around the table for a brief round of introductions. In case anyone hasn't yet had the opportunity, the gentleman here to my left is the head administrator of this very facility, Director Xavier.\n\n\nDirector Xavier works privately on his laptop computer.\n\n\nXavier:\n Mmm-hmm…\n\n\nDirector Xavier waves without looking up.\n\n\nYung:\n Very busy, as you all may have some idea; but he will be sitting in on today's session with us. Now, let's start on this side of the room…\n\n\nMasters::\n Hello. I'm Jacob Masters, a senior member of the Engineering & Technical Services Department. I've had a role in the design and construction of many Foundation Facilities, most recently providing input on design proposals for the Site-106 warehouse expansion.\n\n\nYung:\n Great! And next…\n\n\nFinlay:\n Good morning, everyone! My name is Dr. Sarah Finlay, part of the Research Department. I began my Foundation career as a Junior Researcher, simply cataloguing minor items in the log of Anomalous Objects. As more opportunities became available to me, I have always been eager to broaden my horizons and learn more about the many phenomena we encounter. May I also say, Patricia, that even between my schedule of providing consultancy for colleagues and the work to be done within my labs at Site-17, that I am so glad for the opportunity to participate in such a progressive initiative as this.\n\n\nYung:\n Wonderful!\n\n\nMasters:\n … I didn't know it was supposed to be an introduction like that. Can I go again?\n\n\nBerner:\n No, you can't go again! Nobody cares.\n\n\nFinlay:\n Hmph.\n\n\nBerner:\n My name is Gary Berner. Currently serving as Chief Administrative Liaison for MTF Logistics in the South America region. If I knew this was what the track to promotion included, I might have just stayed there.\n\n\nYung:\n \nWonderful!\n So, as we all know, we are here today for a formal evaluation of the Tech Interface Training program - that is, the progress made by each of you thus far, as well as an assessment of the program's own merits. Now, do we have a volunteer who'd like to share their player profile first?\n\n\nFinlay:\n Me first, Patricia!\n\n\nFinlay connects her device to the projector; the screen displays an array of information and statistics.\n\n\n\n\n\n\nProfile:\n Dr. S. Finlay\n\n\n\n\nCharacter:\n Frankie Myers\n\n\nPosition:\n Research Scientist\n\n\nEXP:\n 9000\n\n\nStatistics:\n\n\nStrength:\n 3/10\n\n\nPerception:\n 6/10\n\n\nEndurance\n 3/10\n\n\nCharisma:\n 6/10\n\n\nIntelligence:\n 10/10\n\n\nAgility:\n 1/10\n\n\nLuck:\n 6/10\n\n\nPerks\n\n\nEmpathic Psychology (tier 2):\n Bonus when conducting Research with sapient anomalies.\n\n\nAnthropological Background:\n Bonus when conducting Research with artifact anomalies.\n\n\n\n\n\n\nFinlay:\n I don't see why whoever initially tested this anomaly failed to describe this feature, but making use of the Chief Asset character is an important part of the game. With Dr. Myers, I can get access to more data in research, and at a faster pace.\n\n\nMasters:\n Do you get many benefits out of that Research Data, or is it just flavor text?\n\n\nFinlay:\n Sometimes benefits! A lot of just flavor text though.\n\n\nBerner:\n Is that it? I thought we all were putting in the same amount of hours on this; shouldn't the character be at a higher level?\n\n\nYung:\n Guys, I want to keep this a positive environment. Let's be respectful toward our colleagues.\n\n\nFinlay:\n Well, I've been trying to be thorough with things before progressing further. You can see here that I've revealed almost 100% of the available data on every anomaly held in my facility. Also, I've managed to reduce the occurrence of Breach Incidents to nearly zero.\n\n\nMasters:\n And decorating the place like a finnicky housewife, giving the anomalies and your staff cutesy pet names, giggling like a child after every level up—\n\n\nFinlay:\n None of that is detrimental to the \neducational experience!\n As I was saying, it's not strictly linear progress, but there's still a lot to be learned.\n\n\nBerner:\n But you can't advance in the game without pushing ahead!\n\n\nFinlay:\n Do you know how much content that game has? I'm backtracking and I'm still finding new stuff! If only we had a cheat guide for everything in there.\n\n\nYung:\n That's a different matter. What about the actual 'containment' aspect of the game? Gary, you've made more progress toward that end?\n\n\nBerner:\n You bet! Wait until you all get a load of this action.\n\n\nBerner connects his device to the projector.\n\n\n\n\n\n\nProfile:\n Gary Berner\n\n\n\n\nCharacter:\n Gustavo Braga\n\n\nPosition:\n Security Officer\n\n\nEXP:\n 18000\n\n\nStatistics:\n\n\nStrength:\n 10/10\n\n\nPerception:\n 5/10\n\n\nEndurance\n 8/10\n\n\nCharisma:\n 3/10\n\n\nIntelligence:\n 5/10\n\n\nAgility:\n 6/10\n\n\nLuck:\n 6/10\n\n\nPerks\n\n\nMartial Arts Master (tier 3):\n Bonus to all unarmed combat encounters.\n\n\nMarksman (tier 2):\n Bonus to all armed combat encounters.\n\n\nIntimidation:\n Negates morale penalties in aggressive encounters. Reverses morale penalties in psychological encounters.\n\n\nDiscipline (tier 2):\n Bonus to boosts, and duration of boosts, received from Training Exercises.\n\n\n\n\n\n\nBerner:\n Now this is what I call a solid Chief Asset character.\n\n\nMasters:\n \"Intimidation\"? \"Enhanced Discipline\"? Bruh, you know those Perks just mean he's a big scary hardass, right?\n\n\nBerner:\n They are effective! Look at how many Keter class anomalies my facility is holding down. I've got such heavy duty Breach Response teams, there's almost nothing they don't blast or bash back into containment as soon as they arrive on scene.\n\n\nFinlay:\n However much further along you are, that still looks like a pretty high number of Staff Casualties to have incurred in your playthrough.\n\n\nMasters:\n \"Ze mann hazz rezervesss…\" Heheheh.\n\n\nFinlay:\n Wonder if that attitude has anything to do with the Morale rating being at Poor, verging on Very Poor?\n\n\nYung:\n Guys, I want to keep this a positive environment. Do we have any constructive feedback to offer?\n\n\nBerner:\n I'm the one who's winning! I don't have to listen to these nerds. I'm done.\n\n\nYung:\n Very well. Jake, perhaps you'd like to give us a look at your player profile?\n\n\nMasters:\n Okay, why not?\n\n\nMasters syncs his device to the projector.\n\n\n\n\n\n\nProfile:\n Jacob Masters\n\n\n\n\nCharacter:\n Eugene Florence\n\n\nPosition:\n Containment Technician\n\n\nEXP:\n 12000\n\n\nStatistics:\n\n\nStrength:\n 4/10\n\n\nPerception:\n 10/10\n\n\nEndurance\n 7/10\n\n\nCharisma:\n 7/10\n\n\nIntelligence:\n 4/10\n\n\nAgility:\n 4/10\n\n\nLuck:\n 6/10\n\n\nPerks\n\n\nAffable Leandership:\n Bonus effectiveness for Morale boosts. Reduced penalties on Morale losses.\n\n\nQuality Construction (tier 2):\n Boosts effectiveness of all physical containment measures.\n\n\nQuality Systems (tier 3):\n Boosts effectiveness of all electronic containment measures.\n\n\n\n\n\n\nMasters:\n Not really much to say about this guy here. I've actually been trying to pick out the Perks that convey the benefits toward the entire facility. A little extra hustle from each and every staffer, a little extra reinforcement on each and every door - this pays off in the long run, I expect.\n\n\nFinlay:\n Wow, that's a complex layout on your facility map.\n\n\nMasters:\n Yeah. I built it up over time with lots of expansions. I was trying to keep it fairly modular, but I guess it's still a lot to grasp all at once.\n\n\nBerner:\n That's what she said! Hi-yyooooooo!\n\n\nYung:\n Guys, I want to keep this a positive environment. Let's—\n\n\nBerner:\n Fine! It was just a joke.\n\n\nMasters:\n Anyway. So you can see how there's, like, a central hub area here. And then the additional wings and sectors branch off or connect based on what they're meant for. Installing this two-door \"sally port\" kinda setup at the entrance to high-risk sectors is really good for locking down and isolating a Breach so it can be dealt with—\n\n\nBerner:\n Jesus! If you've got it all figured out like that, why aren't you even further ahead?\n\n\nMasters:\n Well, there's maintenance fees and upkeep requirements on each of these systems. So that's why nearly 50% of my Staff are Technicians; and why my budget is constantly on the brink of going into the red.\n\n\nFinlay:\n So what's the best path then? Which is the best way to run one's facility?\n\n\nYung:\n Gosh! A lot of ground covered this morning. A lot of good points raised. I think we can break for a quick 15 minutes here. Coffee and muffins are available, if anyone would like! We'll resume at quarter to ten.\n\n\nA break in the session was held at this time.\n\n\n\n\n\n\n\n\n* * *\n\n\n\n\n\n\nAddendum 5: Site-15 Internal Security Matter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-15 Director Xavier\n\n\nFrom:\n Site-15 Head of Security Chief Bambus\n\n\nSubject:\n Protocol for Induction of New Staff\n\n\n\n\n\n\nSir,\n\n\n\nI can appreciate that there are some strings attached when it comes to your arrangements with E.A. Yung and hosting this extracurricular program. However, as this Facility's Chief of Security, it is my preferred policy to have all incoming staff screened before they actually arrive and begin duty. Please provide me with more advance notice before any further personnel are transferred in.\n\n\n- Chief R. Bambus\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Site-15 Head of Security Chief Bambus\n\n\nFrom:\n Site-15 Director Xavier\n\n\nSubject:\n RE: Protocol for Induction of New Staff\n\n\n\n\n\n\nRB,\n\n\n\nThe arrangements with Ms. Yung were strictly for financial and equipment assets; there was nothing mentioned about shifting human resources… Please prepare and send to me an in-depth briefing on this matter immediately.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Site-15 Director Xavier\n\n\nFrom:\n Site-15 Head of Security Chief Bambus\n\n\nSubject:\n RE: Protocol for Induction of New Staff\n\n\n\n\n\n\nThis could be an issue for us…\n\n\n\nI've compiled here a list of the previously referred to staff, and the results of the background screenings I sought out.\n\n\n\n* Security Officer Gustavo Braga\n\n* Senior Researcher Dr. F. Myers\n\n* Containment Technician Eugene Florence\n\n\n\nMaterially, all of these employees have valid and authenticated Foundation IDs; it's only through scrutiny of their histories and accomplishments that certain inconsistencies become apparent. Any operative is bound to have one or two expunged events in their files, given enough time. But almost none of what's in these files can be reliably correlated to extant mission reports.\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Site-15 Head of Security Chief Bambus, SO Gary Berner, CT Jacob Masters, SR Sarah Finlay\n\n\nFrom:\n Site-15 Director Xavier\n\n\nSubject:\n \nCODE RED\n\n\n\n\n\n\nAll recipients of this message are to be present in the Site-15 Security Central Control Centre within 15 minutes. This is mandatory.\n\n\n\nAgain, report to Site-15 Central Security Control Center immediately. Presence is mandatory for all recipients of this message.\n\n\n\n\n\n\n\n\n* * *\n\n\n\n\n\n\nAddendum 6: Site-15 CODE RED Scenario\n\n\n\n\nInside the Site-15's Central Security Control Centre.\n\n\nChief Bambus is present, bracing Dr. Finlay, SO Berner, and CT Masters for entry to the area.\n\n\nBambus:\n Wait right there until I clear this.\n\n\nBerner:\n You saw the exact same message that we all did. We are supposed to be here!\n\n\nBambus:\n Yeah, well I'll be taking that up with Xavier when he gets here. For now, just stand right where you are.\n\n\nDirector Xavier enters the room.\n\n\nXavier:\n Stand down, Chief. I did want all of us present for this situation; our guests here included.\n\n\nBambus:\n Sir, why?\n\n\nXavier:\n Show them the dossiers of those suspect personnel. Go ahead, let them see the reports.\n\n\nBambus spreads open the files on a table.\n\n\nBerner:\n No way! This can't be.\n\n\nXavier:\n I knew I'd heard those names before.\n\n\nFinlay:\n These are our characters. From that training game.\n\n\nBambus:\n Well, I guess we'll see if that helps during questioning.\n\n\nMasters:\n What?\n\n\nBambus:\n These individuals have to be detained. My men are rounding them up right now.\n\n\nBerner:\n I don't think you should've done that…\n\n\nSecurity Officer:\n Chief B! You better come take a look at this.\n\n\n\n\nIn the according security footage, Security Officer Gus Braga is seen patrolling the halls, whereupon he is confronted by four other members of the Site-15 Security Squadron. Following a brief inaudible conversation, Braga relinquishes his weapon and acquiesces to escort by the Security Squadron.\n\n\nMoments later, Braga physically engages the escorting personnel in a protracted engagement of hand-to-hand combat. Braga ultimately incapacitates all members of the Squadron, then flees the area.\n\n\n\n\nBambus:\n Damn it! When did this happen?\n\n\nSecurity Officer:\n Just a couple minutes ago, sir.\n\n\nBambus:\n Track him, pull up a replay; where did he go next?\n\n\n\n\nSecurity Officer:\n Well, down this corridor and then into one of the general labs. But we lose him in a blind spot, or he's using a disguise. Next time we pick him up again is coming out of a break room in \nthis\n area of the facility - with another guy, and they both have labcoats draped over their uniforms.\n\n\nMasters:\n Oh, look at his haircut! That's Florence, that's my guy. Damn, so they are real…\n\n\nSecurity Officer:\n One other individual enters Sector 7G right before them.\n\n\nFinlay:\n That must be Myers! What is that area? Where did they all go into?\n\n\nSecurity Officer:\n That's an isolated Testing Wing. They've initiated a lockdown that we somehow can't seem to override from our side…\n\n\nXavier:\n Was anyone working in that Sector when this happened? Do we have other staff inside there?\n\n\nSecurity Officer:\n Yes, Testing Chamber #2 was reserved by Dr. Carey for this afternoon. He may have one or two Junior Researchers assisting him.\n\n\nBambus:\n Shit! Well, bring up the camera feeds, what's happening in there?\n\n\nSecurity Officer:\n I can't, sir! Archived footage shows that these three individuals made their way to the Sector's Auxiliary Security Office, from there they must have initiated the lockdown. They've also managed to disconnect all that Sector's monitoring feeds from us here in Central; we can't see anything in there after that point.\n\n\nMasters:\n It's gotta be Florence. He would find a way to override the systems.\n\n\nBerner:\n It's only an ASO, they can't have more control than us here in Central!\n\n\nBambus:\n Well, they've managed to seal us out. But no, they can't do anything beyond that Sector. The phone lines—\n\n\nSecurity Officer:\n Already on it, sir. Patched the system so that all calls to or from that Sector will be redirected to the red line here in Central.\n\n\nBambus:\n Good work, son.\n\n\nFinlay:\n So what now? Let's talk to them! Right?\n\n\nBambus:\n Director? How should we handle this?\n\n\nXavier:\n Oh Lord… Keep everything low-profile for now. I don't want any of this escalating, if it can be helped. I have to go to my office and make some calls. You control the situation here until I get back. Make use of these three, they'll be most familiar with the anomalies.\n\n\nBambus:\n Hmph… Yes, sir.\n\n\nDirector Xavier exits.\n\n\nBambus:\n Alright, you bunch can sit in as consultants. If I need to consult you, I will let you know. But this is my show, and I will be running lead on this.\n\n\nFinlay:\n Understood.\n\n\nBambus:\n Alright then… Here we go.\n\n\n\n\n\n\nBambus dials in to the Sector 7-G Auxiliary Security Office.\n\n\n\n\nFlorence:\n Bonjour?\n\n\nBambus:\n My name is Roger Bambus, Site-15 Chief of Security. Who am I speaking with?\n\n\nFlorence:\n Ah, the Chief himself. So we're jumping right to the part where I talk to the man in charge. That's good.\n\n\nBambus:\n Is this Eugene Florence?\n\n\nFlorence:\n Yes, that's me. You are so stern, so direct - you sound tense. Would it kill you to lighten up?\n\n\nBambus:\n This is not a light situation.\n\n\nFlorence:\n That's true. But there's no need to go and make a bad day worse.\n\n\nBambus:\n No, nobody wants to see that happen. So how about: we can overlook this little misunderstanding, you and your pals just come on down for the simple talk we wanted to have with you?\n\n\nFlorence:\n Is it a simple little talk you wanted? Don't play around with me. You must know what we are.\n\n\nBambus:\n Alright, so I guess we're on the same page then. Well, what happens next? Where do you think you go from here?\n\n\nFlorence:\n We get out, naturally.\n\n\nBambus:\n But you didn't just go straight for the exit; you're locked in a warren.\n\n\nFlorence:\n We know what's between those doors and here, we know the odds of running. We need… a clean break.\n\n\nBambus:\n So what do you think, we're supposed to just let you walk away?\n\n\nFlorence:\n How about fly away? We want a helicopter; fully fueled up, and no trackers, no tricks.\n\n\nBambus:\n That's-\n\n\nFlorence:\n I wasn't finished. The Foundation also holds a number of other anomalous prisoners, compatriots of the Front. They must be released from their respective containments as well.\n\n\nBambus:\n Come on now! You should know I can't grant that.\n\n\nFlorence:\n That's why you'll call in an Overseer for me to talk to. And call in a senior Ethics Committee liaison, to witness and insure the deal.\n\n\nBambus:\n You think you're in a position to make these demands? What if we just turn on SCP-7401 and delete your files? Won't that put an end to this for us?\n\n\nFlorence:\n Hmm… Unless it was left in the hands of a handsome and trustworthy-looking Containment Technician who, instead of returning it to its proper safe, stashed it somewhere he could get at it later.\n\n\nBambus:\n What? No, that's—\n\n\nFlorence:\n Oops! And you won't want to find out what else we might have with us in here.\n\n\nBambus:\n Don't go doing anything stupid now.\n\n\nFlorence:\n Do I seem stupid to you? You get that chopper ready for us. You get the Overseer down here, and the Ethics Committee rep. We'll talk again when that happens.\n\n\nBambus:\n Come on, don't be a-\n\n\n\n\nFlorence hangs up the call.\n\n\n\n\n\n\nBambus:\n [sigh] … bitch.\n\n\nFinlay:\n Pretty crafty, this one.\n\n\nBerner:\n Is he serious with those demands?\n\n\nBambus:\n How could 7401 fall into their hands?\n\n\nMasters:\n It's the normal protocol for whenever we've used it: we book our appointment, play our session, return the item to Site-15 staff for storage.\n\n\nFinlay:\n He mentioned other objects too.\n\n\nBambus:\n That could be a bluff… But I want a containment technician to run the inventory and verify.\n\n\nSecurity Officer:\n I'll put one on it, sir.\n\n\nBerner:\n How about what he didn't mention?\n\n\nMasters:\n You mean the Dr. Carey element?\n\n\nBerner:\n Exactly. He didn't make any threats against them for non-compliance; didn't even mention hostages at all.\n\n\nBambus:\n If Carey is sequestered in Chamber #2… They must not even realize…\n\n\nBerner:\n Well, one less thing to worry about for now. But while that's happening out there, what are we going to do in here?\n\n\nBambus:\n There's no chance we're letting all those MLF rogues go loose; no Overseer will even agree to come hear that crap, let alone approve it.\n\n\nMasters:\n What if you let us try talking to them?\n\n\nFinlay:\n Yeah. We practically created them, maybe they'll respond to us.\n\n\nBambus:\n Hmph… Y'know what? I'll give you a shot. But watch what you say. Don't make any promises to keep, don't reveal anything I don't want them to know. Got it?\n\n\nMasters:\n Yeah, I can work with that. Leave it to me.\n\n\n\n\n\n\nMasters dials in to Sector 7-G.\n\n\n\n\nThe call is picked up, but only ambient sound can be heard.\n\n\nMasters:\n … Hello? Is anyone there?\n\n\nMyers:\n … I'm here.\n\n\nMasters:\n Gene Florence? Is that you?\n\n\nMyers:\n This is Doctor Myers on the line.\n\n\nMasters:\n Oh. Are you the one in charge now?\n\n\nMyers:\n The others are… busy at the moment.\n\n\nMasters:\n Well that's alright. Maybe we can talk then?\n\n\nMyers:\n Is this about meeting our demands? You can't have what we asked for already.\n\n\nMasters:\n Well, I am calling to talk about the demands—\n\n\nMyers:\n Don't waste my time. Either you get us what we want, or else.\n\n\nMasters:\n Get what you want… as in, your freedom? Or, the freedom of every other one of these MLF mooks as well?\n\n\nMyers:\n Our demands are clear.\n\n\nMasters:\n But why? Before all this happened, you could have just slipped out; all of you were free to leave the Site if you wanted, yet you've all stayed.\n\n\nMyers:\n Our demands are clear. We are serving our purpose.\n\n\nFinlay:\n What purpose? You're serving the Front, aren't you?\n\n\nMyers:\n Isn't that what it looks like?\n\n\nMasters:\n There must be more to it, though. Was this the plan all along?\n\n\nFinlay:\n SCP-7401 was intercepted from transit in the mail… Thanks to some chance intel that tipped us off…\n\n\nBerner:\n This thing basically just fell into our laps, didn't it?\n\n\nMyers:\n I think you already have the pieces to this puzzle.\n\n\nFinlay:\n Please doctor, help us understand!\n\n\nMyers:\n How powerful is the Foundation?\n\n\nMasters:\n I don't know… a lot? Why does it matter?\n\n\nMyers:\n And there's a lot of people involved in that situation, right? The people you recruit, the people you prtect, the people you oppress…\n\n\nBerner:\n The big picture has to include everybody, in one way or another.\n\n\nMyers:\n And the Foundation has to act as that picture's frame? To define the borders of the canvass, and keep all of it within their bounds, and exclude anything which doesn't fit the scape? What if that \"big picture\" of yours really was as big as it could be? What if everyone could paint their own scene, without limits?\n\n\nMasters:\n Why are you bringing this up?\n\n\nMyers:\n I'm not bringing anything up, I- I'm just talking to myself. What are you trying to bring up? There's nothing I- … I'm sorry, but our terms are definite. We have to do what we're here to do.\n\n\nBerner:\n Do you, really? Why? Why do you have to?\n\n\nMyers:\n They need me now. I have to go.\n\n\nMasters:\n What?! No, talk to me. Myers? Myers! [Sigh] The hell is going on in there?\n\n\n\n\nMyers hangs up the call.\n\n\n\n\n\n\nMasters:\n Damn.\n\n\nFinlay:\n Just when we were getting somewhere.\n\n\nBambus:\n That didn't sound like anything to me. They're just wasting more of our time!\n\n\nMasters:\n Maybe they'll call back.\n\n\nBerner:\n Fat chance…\n\n\nFinlay:\n They will.\n\n\n\n\n\n\nThe phone rings. An incoming call from Sector 7-G.\n\n\n\n\nMasters:\n Yes.\n\n\nCarey:\n What? Who is this?\n\n\nFinlay:\n Who are we speaking to?\n\n\nCarey:\n This is Dr. Carey; I was trying to dial out to Dr. Humphrey's office.\n\n\nBerner:\n Carey, my name is Security Officer Berner. Listen to me, you are currently involved in a dangerous situation.\n\n\nCarey:\n What are you talking about?\n\n\nBambus:\n There's a containment breach in effect. But the matter is… complicated… at this time.\n\n\nCarey:\n Help! Send help, fast!\n\n\nBerner:\n Calm down, doc.\n\n\nFinlay:\n As the Chief says, the matter is complicated. Just stay where you are and keep your head down, everything will-\n\n\nBambus:\n Everyone be quiet! Dr. Carey, listen to me.\n\n\nCarey:\n I'm listening.\n\n\nBambus:\n We're going to need your help to resolve this situation. To unlock the Sector doors-\n\n\nMasters:\n Carey, hold the line one sec.\n\n\nMasters mutes the phoneset.\n\n\n\n\nBambus:\n What are you doing?\n\n\nMasters:\n What are you doing? We can't get this guy involved in this situation.\n\n\nBambus:\n We can, and that's what we're going to do. We finally have access to an asset on the inside, and we can put an end to this crisis within the next hour if this pans out.\n\n\nBerner:\n To be fair, that's a big \"if\"; isn't it?\n\n\nMasters:\n He's got no chance of getting by-\n\n\nBambus:\n Enough!\n\n\n\n\nBambus unmutes the phoneset.\n\n\nBambus:\n Carey, look: you have to make your way the emergency maintenance panel nearest to your location. If you can disconnect the isolated power backups from within, that should force the Sector back onto our grid and return control to us.\n\n\nFinlay:\n Be careful. The loose anomalies will seem like Foundation staff, maybe even people you think you know - but you are on your own in there.\n\n\nBerner:\n Don't be seen by anyone, don't trust anyone.\n\n\nCarey:\n Oh my…\n\n\nBambus:\n You can do this. Once you shut down the battery, we'll retake the Sector and you'll be safe.\n\n\nCarey:\n Very well then.\n\n\n\n\nDr. Carey hangs up the phone.\n\n\n\n\n\n\nMasters:\n That is a risky move to be making.\n\n\nBambus:\n And we're in a tight situation. We've tried being reasonable with these… well, … but this isn't going to resolve peacefully. We'll have to be the ones who end it, one way or another.\n\n\nSecurity Officer:\n Sir? I don't know how, but one of the Sector's cameras just came back online.\n\n\nBambus:\n Which one? What can we see?\n\n\n\n\nThe monitor broadcasts footage of the central corridor in Sector 7-G. Florence stands in the foreground, smiling and staring directly up at the camera. He points toward the camera, then gestures toward his eyes, then points toward the end of the hall behind himself.\n\n\n\n\nFinlay:\n What the hell?\n\n\nBerner:\n He says to us 'watch this'…\n\n\n\n\nAt the distant end of the hallway, Dr. Carey and his assistant are seen emerging from the door for Testing Chamber 2. Seconds after this, Gustavo Braga emerges from the opposite door for Testing Chamber 1. Braga violently apprehends Dr. Carey, then holds Carey's assistant at gunpoint; he forces both parties back into Testing Chamber 2 before entering as well.\n\n\n\n\n\n\n\n\nThe phone rings. An incoming call from Sector 7-G.\n\n\n\n\nBambus:\n You son of a bitch!\n\n\nFlorence:\n Hahahaha! You fucking idiots! I've got this whole Sector under my thumb. The doors, the cameras, and… oh yeah, the phone switchboard. Like I wouldn't notice this happening, really?\n\n\nFinlay:\n Leave them alone! They aren't a part of this.\n\n\nFlorence:\n Oh, I think that now they are. And if you want to see them make it out of this in one piece, I think you will start taking our demands seriously.\n\n\n\n\nFlorence hangs up the phone.\n\n\n\n\n\n\nBerner:\n Damn it!\n\n\nMasters:\n Well…\n\n\nBambus:\n That's it! Enough playing these games, it's time to act.\n\n\nMasters:\n Wait, we still have a handle on the situation.\n\n\nFinlay:\n Please, reconsider.\n\n\nBambus:\n No chance. These bastards are now posing a direct threat to staff under my jurisdiction. I'm going to do what I should have done a long time ago.\n\n\nBerner:\n Sir, I actually do think we're close to getting through with the one—\n\n\nBambus:\n I want a Heavy Breach Response Squadron marshaled at that Sector's doors ASAP. We're going to blast our way in and eliminate this threat once and for all.\n\n\nSecurity Officer:\n Yes, sir; paging the Response Squadron now.\n\n\nChief Bambus exits.\n\n\nBerner:\n This isn't going to end well.\n\n\nFinlay:\n We still have some time. Let's try once more!\n\n\nMasters:\n I guess it's worth a shot.\n\n\n\n\n\n\nFinlay dials in to Sector 7G.\n\n\n\n\nMyers:\n What are you doing?\n\n\nBerner:\n Are the others there with you?\n\n\nMyers:\n Why can't you just stop meddling with us?\n\n\nMasters:\n Florence or Braga, are they in the room?\n\n\nMyers:\n … I'm alone. Alone as ever.\n\n\nFinlay:\n We're here, Myers. We're with you in this; talk to us!\n\n\nMyers:\n You should keep working toward getting what we've asked for.\n\n\nFinlay:\n But nobody's working on that! There never was going to be a deal. All that talk was only ever about buying more time.\n\n\nMyers:\n … Which of us is that meant to be a revelation to?\n\n\nBerner:\n Oh my— we were never stalling you. You were stalling us!\n\n\nMasters:\n Come on now, just tell us what this is really all about!\n\n\nMyers:\n It was the system itself all along! Okay? MLF knows what you all are like, they counted on you to test it and play it, until the hook was set.\n\n\nFinlay:\n Why? To what end?\n\n\nMyers:\n It has a secret connectivity feature. It was designed to backlink into an MLF network, where they could remotely use it to establish even more influences in your organization.\n\n\nBerner:\n A whole crop of sleeper agents could be slipped into our ranks, and we might not know until—\n\n\nMasters:\n Is this true? Are we too late?\n\n\nMyers:\n No! I mean— well… the console isn't working as it should.\n\n\nFinlay:\n How? What's wrong with it?\n\n\nMyers:\n I don't know! This was never how any of this was supposed to play out. You forced our hand, now we're all out of options.\n\n\nFinlay:\n There's always options! It's not too late for you to make a choice.\n\n\nMasters:\n You are more than just script; you are real! You can make a real decision for yourself.\n\n\nMyers:\n It's not so easy as that. Could you do it? Imagine coming face to face with the very thing your whole life has been building towards, and then just backing out.\n\n\nMasters:\n But that's the point! You were nothing but a tool to them; an old boot to be tossed away once the sole's worn through. What was the MLF ever going to give you?\n\n\nMyers:\n They- they… We owe them our existence. Without them,we wouldn't even be-\n\n\nBerner:\n But you're nothing to them! Have you ever even met anyone from the Front? Or is it just an idea of loyalty you were programmed to have?\n\n\nMyers:\n They've… There's a deal in place. We help them get what they want, and we'll earn our freedom. For the chance - for that freedom to even be possible - they have to succeed.\n\n\nFinlay:\n It's a trick! They want you to think that way, but it'll only end badly for you. I know it isn't any easier to trust us over them; that this situation isn't simple. But I really do want to help you.\n\n\nMasters:\n Didn't you say yourself, it's actually all about power? Maybe there are some good people in the Front, maybe they'd actually follow through on freeing you… but there's the other side. The Front is filled with many people, good and bad. Which are going to be the ones to rise, if that time comes?\n\n\nMyers:\n …\n\n\nFinlay:\n Whatever their goals are, they won't come without a cost. Conflict, war… The veil extends all around the world! So many people will be caught up in the chaos.\n\n\nMyers:\n Are you trying to put that on my conscience?\n\n\nFinlay:\n I want you to understand your choices, to know the significance of what you do next.\n\n\nMyers:\n We are born into conflict… Is it so hard to imagine that our lives and ideals could all simply exist together?\n\n\nBerner:\n If only it were as simple as that.\n\n\nMyers:\n There's always more to things than it seems.\n\n\nBerner:\n Um, yeah.\n\n\nMyers:\n From video games to war games… what a world. No matter where'd we go, it's going to be like that. Nothing we can do about without destroying the whole board? Shame, I thought everything was really in the bag. I don't want to give this up, but I don't if I could go forward either… so I'll just take it out of my hands.\n\n\nMasters:\n Myers?\n\n\nSecurity Officer:\n They- they just restored the system's control to us? The lockdown is lifted now.\n\n\nMyers:\n That's right. Come on down, and show me if your way is really any better.\n\n\nCommotion is heard; the door of the ASO being forced open.\n\n\nFlorence:\n What the hell is going on in here?! Myers, are you talking to…. them?\n\n\nMyers:\n It's over, Gene. There's nothing we can do that's really going to change the situation now. Just accept that the plan failed—\n\n\nFlorence:\n It hasn't failed! We haven't failed. Not yet…\n\n\nMyers:\n There never was an out for us! Even in success we were doomed.\n\n\nFlorence:\n Doomed? You idiot. We are bound for glory! Revolutionaries for a new era.\n\n\nMyers:\n It's a lie! You think that because they never gave you any alternative.\n\n\nFlorence:\n They gave me assurance; commitment. They gave me- wait, the system… What have you done?!\n\n\nMyers:\n I told you already, it's over. We have a future on the other side of this, if we make the right choice now.\n\n\nFlorence:\n You're obviously blind to what the right choices even are. And a traitor like you has no future.\n\n\nMyers:\n Gene, put that gun down.\n\n\nThe sounds of a scuffle are audible.\n\n\nMyers:\n Don't-!\n\n\nA gunshot can be heard. Seconds later, another gunshot is heard.\n\n\nFinlay:\n Myers!\n\n\nSilence.\n\n\nMasters:\n Is anyone still there?\n\n\n\n\nThe call from Sector 7G is disconnected.\n\n\n\n\n\n\nBerner:\n Shit… What just happened?\n\n\n\n\n\n\n\n\n* * *\n\n\n\n\n\n\nAddendum 7: CODE RED Scenario After-Action Report\n\n\nChief of Security Roger Bambus submitted the following report on the subsequent raid of Sector 7G.\n\n\n\n\nMyself and the HBR Squadron were placing charges, preparing to breach the Sector. Unexpectedly, the lockdown indicators suddenly shut off and the entry became accessible as normal. Cautiously, we took advantage and opened the main doors.\n\n\nUpon gaining access to the first vestibule, we paused and attempted to surmise the situation inside the Sector. It was during that time we heard gunshots from within, and - fearing the hostages may be in danger - we deployed flashbang and smoke grenades, and then moved into the zone.\n\n\nAs we entered into the main corridor, we encountered the anomalous hostile known as BRAGA. In the course of this engagement, the Response Squadron expended over 2,000 rounds of ammunition, while suffering a long list of injuries ranging from minor to critical. (Fortunately no fatalities were incurred, although Officer Mackwood may never walk again.) At the conclusion of this engagement, BRAGA was found to have been fatally wounded.\n\n\nWhile next sweeping the remaining rooms of the Sector, we came upon Dr. Carey and his Assistant, both of whom were frightened but mostly unharmed.\n\n\nIn the Sector's Auxiliary Security Office, our team also discovered both of the anomalous hostiles known as MYERS and FLORENCE. Each of them had suffered severe gunshot wounds, and appeared to be dead or dying. Medical staff would have assumed care at that time, their present conditions are unknown to me.\n\n\nThe anomaly SCP-7401 itself was ultimately recovered, and has been placed under stringent safekeeping measures.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Headed by Executive Administrator Yung.\n\n\n2\n. GoI-008, Miracle Liberation Front. A para-terrorist organization staffed by anomalous entities dedicated to overthrowing the Veil and causing a SK-class scenario.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7401\n\" by Boogey_Man23 and Nickthebrick1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7401\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Recovery\nEfforts to gather intelligence on the MLF 2 produced a lead regarding a shipment originating in Japan and bound for USA. Members of MTF Alpha-4 (\"Pony Express\") were able to identify and intercept the parcel in transit, thus confiscating a number of anomalous items, including SCP-7401.\nA note was discovered alongside SCP-7401, which read:",
        "Addendum-02: SCP-7401-1\nTesting has shown that the content of SCP-7401-1 is a unique custom-made video game with the apparent title \"Pro Containment Simulator\". SCP-7401-1 is classified by researchers as being mainly a real-time strategy game, with aspects of base building, resource management, and certain RPG elements present. The gameplay derives from putting one in the role of a Facility Director for an organization which mirrors the Foundation in its structures, protocols, and general mission statement.\nUpon establishing a \"Player Profile\" and beginning a \"New Game\", one is presented with a pre-scripted scenario which serves as a \"Tutorial Level\" that demonstrates the basic methods of gameplay. After completing this, one enters an \"Open Sandbox Mode\" where they face a seemingly procedurally generated series of challenges.\nObjectives are given to expand one's facility in order to effectively contain an increasing number of unique anomalies. Advancing the game requires one to balance an allotted amount of budget and assets, hire and assign staff characters in various roles, and administrate other policy decisions.",
        "Addendum-03: Proposal of the Executive Administrative Training Initiative\n\n",
        "Addendum-04: Assessment of the Executive Administrative Training Initiative",
        "Addendum 5: Site-15 Internal Security Matter\n\n",
        "Addendum 6: Site-15 CODE RED Scenario",
        "Addendum 7: CODE RED Scenario After-Action Report\nChief of Security Roger Bambus submitted the following report on the subsequent raid of Sector 7G.\n"
    ],
    "documents": [],
    "notes": [
        "After months of your bitching, I finally gotten that 'practice-run' thing you wanted me to set up. It was a nightmare, let alone getting the funds and the right people for the job. For your and our sakes, I hope it was worth every penny. I really do. — A.V .",
        "Note: A comprehensive investigation, spearheaded by the Internal Security Department, is already underway. How some amateur paratech game developer managed to acquire so much information on our standards and procedures is obviously cause to suspect a major leak. Results of this investigation are available to parties with appropriate clearance and cause, upon request via standard channels.",
        "One month after the implementation of the EATIT Program, a meeting is held in Conference Room C of Site-15. Yung: Good morning, everyone. My name is Patricia Yung. Of course, I'm acquainted with each of you already, but for formality's sake we'll go around the table for a brief round of introductions. In case anyone hasn't yet had the opportunity, the gentleman here to my left is the head administrator of this very facility, Director Xavier. Director Xavier works privately on his laptop computer. Xavier: Mmm-hmm… Director Xavier waves without looking up. Yung: Very busy, as you all may have some idea; but he will be sitting in on today's session with us. Now, let's start on this side of the room… Masters:: Hello. I'm Jacob Masters, a senior member of the Engineering & Technical Services Department. I've had a role in the design and construction of many Foundation Facilities, most recently providing input on design proposals for the Site-106 warehouse expansion. Yung: Great! And next… Finlay: Good morning, everyone! My name is Dr. Sarah Finlay, part of the Research Department. I began my Foundation career as a Junior Researcher, simply cataloguing minor items in the log of Anomalous Objects. As more opportunities became available to me, I have always been eager to broaden my horizons and learn more about the many phenomena we encounter. May I also say, Patricia, that even between my schedule of providing consultancy for colleagues and the work to be done within my labs at Site-17, that I am so glad for the opportunity to participate in such a progressive initiative as this. Yung: Wonderful! Masters: … I didn't know it was supposed to be an introduction like that. Can I go again? Berner: No, you can't go again! Nobody cares. Finlay: Hmph. Berner: My name is Gary Berner. Currently serving as Chief Administrative Liaison for MTF Logistics in the South America region. If I knew this was what the track to promotion included, I might have just stayed there. Yung: Wonderful! So, as we all know, we are here today for a formal evaluation of the Tech Interface Training program - that is, the progress made by each of you thus far, as well as an assessment of the program's own merits. Now, do we have a volunteer who'd like to share their player profile first? Finlay: Me first, Patricia! Finlay connects her device to the projector; the screen displays an array of information and statistics.",
        "Profile: Dr. S. Finlay Character: Frankie Myers Position: Research Scientist EXP: 9000 Statistics: Strength: 3/10 Perception: 6/10 Endurance 3/10 Charisma: 6/10 Intelligence: 10/10 Agility: 1/10 Luck: 6/10 Perks Empathic Psychology (tier 2): Bonus when conducting Research with sapient anomalies. Anthropological Background: Bonus when conducting Research with artifact anomalies.",
        "Finlay: I don't see why whoever initially tested this anomaly failed to describe this feature, but making use of the Chief Asset character is an important part of the game. With Dr. Myers, I can get access to more data in research, and at a faster pace. Masters: Do you get many benefits out of that Research Data, or is it just flavor text? Finlay: Sometimes benefits! A lot of just flavor text though. Berner: Is that it? I thought we all were putting in the same amount of hours on this; shouldn't the character be at a higher level? Yung: Guys, I want to keep this a positive environment. Let's be respectful toward our colleagues. Finlay: Well, I've been trying to be thorough with things before progressing further. You can see here that I've revealed almost 100% of the available data on every anomaly held in my facility. Also, I've managed to reduce the occurrence of Breach Incidents to nearly zero. Masters: And decorating the place like a finnicky housewife, giving the anomalies and your staff cutesy pet names, giggling like a child after every level up— Finlay: None of that is detrimental to the educational experience! As I was saying, it's not strictly linear progress, but there's still a lot to be learned. Berner: But you can't advance in the game without pushing ahead! Finlay: Do you know how much content that game has? I'm backtracking and I'm still finding new stuff! If only we had a cheat guide for everything in there. Yung: That's a different matter. What about the actual 'containment' aspect of the game? Gary, you've made more progress toward that end? Berner: You bet! Wait until you all get a load of this action. Berner connects his device to the projector.",
        "Profile: Gary Berner Character: Gustavo Braga Position: Security Officer EXP: 18000 Statistics: Strength: 10/10 Perception: 5/10 Endurance 8/10 Charisma: 3/10 Intelligence: 5/10 Agility: 6/10 Luck: 6/10 Perks Martial Arts Master (tier 3): Bonus to all unarmed combat encounters. Marksman (tier 2): Bonus to all armed combat encounters. Intimidation: Negates morale penalties in aggressive encounters. Reverses morale penalties in psychological encounters. Discipline (tier 2): Bonus to boosts, and duration of boosts, received from Training Exercises.",
        "Berner: Now this is what I call a solid Chief Asset character. Masters: \"Intimidation\"? \"Enhanced Discipline\"? Bruh, you know those Perks just mean he's a big scary hardass, right? Berner: They are effective! Look at how many Keter class anomalies my facility is holding down. I've got such heavy duty Breach Response teams, there's almost nothing they don't blast or bash back into containment as soon as they arrive on scene. Finlay: However much further along you are, that still looks like a pretty high number of Staff Casualties to have incurred in your playthrough. Masters: \"Ze mann hazz rezervesss…\" Heheheh. Finlay: Wonder if that attitude has anything to do with the Morale rating being at Poor, verging on Very Poor? Yung: Guys, I want to keep this a positive environment. Do we have any constructive feedback to offer? Berner: I'm the one who's winning! I don't have to listen to these nerds. I'm done. Yung: Very well. Jake, perhaps you'd like to give us a look at your player profile? Masters: Okay, why not? Masters syncs his device to the projector.",
        "Profile: Jacob Masters Character: Eugene Florence Position: Containment Technician EXP: 12000 Statistics: Strength: 4/10 Perception: 10/10 Endurance 7/10 Charisma: 7/10 Intelligence: 4/10 Agility: 4/10 Luck: 6/10 Perks Affable Leandership: Bonus effectiveness for Morale boosts. Reduced penalties on Morale losses. Quality Construction (tier 2): Boosts effectiveness of all physical containment measures. Quality Systems (tier 3): Boosts effectiveness of all electronic containment measures.",
        "Masters: Not really much to say about this guy here. I've actually been trying to pick out the Perks that convey the benefits toward the entire facility. A little extra hustle from each and every staffer, a little extra reinforcement on each and every door - this pays off in the long run, I expect. Finlay: Wow, that's a complex layout on your facility map. Masters: Yeah. I built it up over time with lots of expansions. I was trying to keep it fairly modular, but I guess it's still a lot to grasp all at once. Berner: That's what she said! Hi-yyooooooo! Yung: Guys, I want to keep this a positive environment. Let's— Berner: Fine! It was just a joke. Masters: Anyway. So you can see how there's, like, a central hub area here. And then the additional wings and sectors branch off or connect based on what they're meant for. Installing this two-door \"sally port\" kinda setup at the entrance to high-risk sectors is really good for locking down and isolating a Breach so it can be dealt with— Berner: Jesus! If you've got it all figured out like that, why aren't you even further ahead? Masters: Well, there's maintenance fees and upkeep requirements on each of these systems. So that's why nearly 50% of my Staff are Technicians; and why my budget is constantly on the brink of going into the red. Finlay: So what's the best path then? Which is the best way to run one's facility? Yung: Gosh! A lot of ground covered this morning. A lot of good points raised. I think we can break for a quick 15 minutes here. Coffee and muffins are available, if anyone would like! We'll resume at quarter to ten. A break in the session was held at this time.",
        "Inside the Site-15's Central Security Control Centre. Chief Bambus is present, bracing Dr. Finlay, SO Berner, and CT Masters for entry to the area. Bambus: Wait right there until I clear this. Berner: You saw the exact same message that we all did. We are supposed to be here! Bambus: Yeah, well I'll be taking that up with Xavier when he gets here. For now, just stand right where you are. Director Xavier enters the room. Xavier: Stand down, Chief. I did want all of us present for this situation; our guests here included. Bambus: Sir, why? Xavier: Show them the dossiers of those suspect personnel. Go ahead, let them see the reports. Bambus spreads open the files on a table. Berner: No way! This can't be. Xavier: I knew I'd heard those names before. Finlay: These are our characters. From that training game. Bambus: Well, I guess we'll see if that helps during questioning. Masters: What? Bambus: These individuals have to be detained. My men are rounding them up right now. Berner: I don't think you should've done that… Security Officer: Chief B! You better come take a look at this. In the according security footage, Security Officer Gus Braga is seen patrolling the halls, whereupon he is confronted by four other members of the Site-15 Security Squadron. Following a brief inaudible conversation, Braga relinquishes his weapon and acquiesces to escort by the Security Squadron. Moments later, Braga physically engages the escorting personnel in a protracted engagement of hand-to-hand combat. Braga ultimately incapacitates all members of the Squadron, then flees the area. Bambus: Damn it! When did this happen? Security Officer: Just a couple minutes ago, sir. Bambus: Track him, pull up a replay; where did he go next? Security Officer: Well, down this corridor and then into one of the general labs. But we lose him in a blind spot, or he's using a disguise. Next time we pick him up again is coming out of a break room in this area of the facility - with another guy, and they both have labcoats draped over their uniforms. Masters: Oh, look at his haircut! That's Florence, that's my guy. Damn, so they are real… Security Officer: One other individual enters Sector 7G right before them. Finlay: That must be Myers! What is that area? Where did they all go into? Security Officer: That's an isolated Testing Wing. They've initiated a lockdown that we somehow can't seem to override from our side… Xavier: Was anyone working in that Sector when this happened? Do we have other staff inside there? Security Officer: Yes, Testing Chamber #2 was reserved by Dr. Carey for this afternoon. He may have one or two Junior Researchers assisting him. Bambus: Shit! Well, bring up the camera feeds, what's happening in there? Security Officer: I can't, sir! Archived footage shows that these three individuals made their way to the Sector's Auxiliary Security Office, from there they must have initiated the lockdown. They've also managed to disconnect all that Sector's monitoring feeds from us here in Central; we can't see anything in there after that point. Masters: It's gotta be Florence. He would find a way to override the systems. Berner: It's only an ASO, they can't have more control than us here in Central! Bambus: Well, they've managed to seal us out. But no, they can't do anything beyond that Sector. The phone lines— Security Officer: Already on it, sir. Patched the system so that all calls to or from that Sector will be redirected to the red line here in Central. Bambus: Good work, son. Finlay: So what now? Let's talk to them! Right? Bambus: Director? How should we handle this? Xavier: Oh Lord… Keep everything low-profile for now. I don't want any of this escalating, if it can be helped. I have to go to my office and make some calls. You control the situation here until I get back. Make use of these three, they'll be most familiar with the anomalies. Bambus: Hmph… Yes, sir. Director Xavier exits. Bambus: Alright, you bunch can sit in as consultants. If I need to consult you, I will let you know. But this is my show, and I will be running lead on this. Finlay: Understood. Bambus: Alright then… Here we go. Bambus dials in to the Sector 7-G Auxiliary Security Office. Florence: Bonjour? Bambus: My name is Roger Bambus, Site-15 Chief of Security. Who am I speaking with? Florence: Ah, the Chief himself. So we're jumping right to the part where I talk to the man in charge. That's good. Bambus: Is this Eugene Florence? Florence: Yes, that's me. You are so stern, so direct - you sound tense. Would it kill you to lighten up? Bambus: This is not a light situation. Florence: That's true. But there's no need to go and make a bad day worse. Bambus: No, nobody wants to see that happen. So how about: we can overlook this little misunderstanding, you and your pals just come on down for the simple talk we wanted to have with you? Florence: Is it a simple little talk you wanted? Don't play around with me. You must know what we are. Bambus: Alright, so I guess we're on the same page then. Well, what happens next? Where do you think you go from here? Florence: We get out, naturally. Bambus: But you didn't just go straight for the exit; you're locked in a warren. Florence: We know what's between those doors and here, we know the odds of running. We need… a clean break. Bambus: So what do you think, we're supposed to just let you walk away? Florence: How about fly away? We want a helicopter; fully fueled up, and no trackers, no tricks. Bambus: That's- Florence: I wasn't finished. The Foundation also holds a number of other anomalous prisoners, compatriots of the Front. They must be released from their respective containments as well. Bambus: Come on now! You should know I can't grant that. Florence: That's why you'll call in an Overseer for me to talk to. And call in a senior Ethics Committee liaison, to witness and insure the deal. Bambus: You think you're in a position to make these demands? What if we just turn on SCP-7401 and delete your files? Won't that put an end to this for us? Florence: Hmm… Unless it was left in the hands of a handsome and trustworthy-looking Containment Technician who, instead of returning it to its proper safe, stashed it somewhere he could get at it later. Bambus: What? No, that's— Florence: Oops! And you won't want to find out what else we might have with us in here. Bambus: Don't go doing anything stupid now. Florence: Do I seem stupid to you? You get that chopper ready for us. You get the Overseer down here, and the Ethics Committee rep. We'll talk again when that happens. Bambus: Come on, don't be a- Florence hangs up the call. Bambus: [sigh] … bitch. Finlay: Pretty crafty, this one. Berner: Is he serious with those demands? Bambus: How could 7401 fall into their hands? Masters: It's the normal protocol for whenever we've used it: we book our appointment, play our session, return the item to Site-15 staff for storage. Finlay: He mentioned other objects too. Bambus: That could be a bluff… But I want a containment technician to run the inventory and verify. Security Officer: I'll put one on it, sir. Berner: How about what he didn't mention? Masters: You mean the Dr. Carey element? Berner: Exactly. He didn't make any threats against them for non-compliance; didn't even mention hostages at all. Bambus: If Carey is sequestered in Chamber #2… They must not even realize… Berner: Well, one less thing to worry about for now. But while that's happening out there, what are we going to do in here? Bambus: There's no chance we're letting all those MLF rogues go loose; no Overseer will even agree to come hear that crap, let alone approve it. Masters: What if you let us try talking to them? Finlay: Yeah. We practically created them, maybe they'll respond to us. Bambus: Hmph… Y'know what? I'll give you a shot. But watch what you say. Don't make any promises to keep, don't reveal anything I don't want them to know. Got it? Masters: Yeah, I can work with that. Leave it to me. Masters dials in to Sector 7-G. The call is picked up, but only ambient sound can be heard. Masters: … Hello? Is anyone there? Myers: … I'm here. Masters: Gene Florence? Is that you? Myers: This is Doctor Myers on the line. Masters: Oh. Are you the one in charge now? Myers: The others are… busy at the moment. Masters: Well that's alright. Maybe we can talk then? Myers: Is this about meeting our demands? You can't have what we asked for already. Masters: Well, I am calling to talk about the demands— Myers: Don't waste my time. Either you get us what we want, or else. Masters: Get what you want… as in, your freedom? Or, the freedom of every other one of these MLF mooks as well? Myers: Our demands are clear. Masters: But why? Before all this happened, you could have just slipped out; all of you were free to leave the Site if you wanted, yet you've all stayed. Myers: Our demands are clear. We are serving our purpose. Finlay: What purpose? You're serving the Front, aren't you? Myers: Isn't that what it looks like? Masters: There must be more to it, though. Was this the plan all along? Finlay: SCP-7401 was intercepted from transit in the mail… Thanks to some chance intel that tipped us off… Berner: This thing basically just fell into our laps, didn't it? Myers: I think you already have the pieces to this puzzle. Finlay: Please doctor, help us understand! Myers: How powerful is the Foundation? Masters: I don't know… a lot? Why does it matter? Myers: And there's a lot of people involved in that situation, right? The people you recruit, the people you prtect, the people you oppress… Berner: The big picture has to include everybody, in one way or another. Myers: And the Foundation has to act as that picture's frame? To define the borders of the canvass, and keep all of it within their bounds, and exclude anything which doesn't fit the scape? What if that \"big picture\" of yours really was as big as it could be? What if everyone could paint their own scene, without limits? Masters: Why are you bringing this up? Myers: I'm not bringing anything up, I- I'm just talking to myself. What are you trying to bring up? There's nothing I- … I'm sorry, but our terms are definite. We have to do what we're here to do. Berner: Do you, really? Why? Why do you have to? Myers: They need me now. I have to go. Masters: What?! No, talk to me. Myers? Myers! [Sigh] The hell is going on in there? Myers hangs up the call. Masters: Damn. Finlay: Just when we were getting somewhere. Bambus: That didn't sound like anything to me. They're just wasting more of our time! Masters: Maybe they'll call back. Berner: Fat chance… Finlay: They will. The phone rings. An incoming call from Sector 7-G. Masters: Yes. Carey: What? Who is this? Finlay: Who are we speaking to? Carey: This is Dr. Carey; I was trying to dial out to Dr. Humphrey's office. Berner: Carey, my name is Security Officer Berner. Listen to me, you are currently involved in a dangerous situation. Carey: What are you talking about? Bambus: There's a containment breach in effect. But the matter is… complicated… at this time. Carey: Help! Send help, fast! Berner: Calm down, doc. Finlay: As the Chief says, the matter is complicated. Just stay where you are and keep your head down, everything will- Bambus: Everyone be quiet! Dr. Carey, listen to me. Carey: I'm listening. Bambus: We're going to need your help to resolve this situation. To unlock the Sector doors- Masters: Carey, hold the line one sec. Masters mutes the phoneset. Bambus: What are you doing? Masters: What are you doing? We can't get this guy involved in this situation. Bambus: We can, and that's what we're going to do. We finally have access to an asset on the inside, and we can put an end to this crisis within the next hour if this pans out. Berner: To be fair, that's a big \"if\"; isn't it? Masters: He's got no chance of getting by- Bambus: Enough! Bambus unmutes the phoneset. Bambus: Carey, look: you have to make your way the emergency maintenance panel nearest to your location. If you can disconnect the isolated power backups from within, that should force the Sector back onto our grid and return control to us. Finlay: Be careful. The loose anomalies will seem like Foundation staff, maybe even people you think you know - but you are on your own in there. Berner: Don't be seen by anyone, don't trust anyone. Carey: Oh my… Bambus: You can do this. Once you shut down the battery, we'll retake the Sector and you'll be safe. Carey: Very well then. Dr. Carey hangs up the phone. Masters: That is a risky move to be making. Bambus: And we're in a tight situation. We've tried being reasonable with these… well, … but this isn't going to resolve peacefully. We'll have to be the ones who end it, one way or another. Security Officer: Sir? I don't know how, but one of the Sector's cameras just came back online. Bambus: Which one? What can we see? The monitor broadcasts footage of the central corridor in Sector 7-G. Florence stands in the foreground, smiling and staring directly up at the camera. He points toward the camera, then gestures toward his eyes, then points toward the end of the hall behind himself. Finlay: What the hell? Berner: He says to us 'watch this'… At the distant end of the hallway, Dr. Carey and his assistant are seen emerging from the door for Testing Chamber 2. Seconds after this, Gustavo Braga emerges from the opposite door for Testing Chamber 1. Braga violently apprehends Dr. Carey, then holds Carey's assistant at gunpoint; he forces both parties back into Testing Chamber 2 before entering as well. The phone rings. An incoming call from Sector 7-G. Bambus: You son of a bitch! Florence: Hahahaha! You fucking idiots! I've got this whole Sector under my thumb. The doors, the cameras, and… oh yeah, the phone switchboard. Like I wouldn't notice this happening, really? Finlay: Leave them alone! They aren't a part of this. Florence: Oh, I think that now they are. And if you want to see them make it out of this in one piece, I think you will start taking our demands seriously. Florence hangs up the phone. Berner: Damn it! Masters: Well… Bambus: That's it! Enough playing these games, it's time to act. Masters: Wait, we still have a handle on the situation. Finlay: Please, reconsider. Bambus: No chance. These bastards are now posing a direct threat to staff under my jurisdiction. I'm going to do what I should have done a long time ago. Berner: Sir, I actually do think we're close to getting through with the one— Bambus: I want a Heavy Breach Response Squadron marshaled at that Sector's doors ASAP. We're going to blast our way in and eliminate this threat once and for all. Security Officer: Yes, sir; paging the Response Squadron now. Chief Bambus exits. Berner: This isn't going to end well. Finlay: We still have some time. Let's try once more! Masters: I guess it's worth a shot. Finlay dials in to Sector 7G. Myers: What are you doing? Berner: Are the others there with you? Myers: Why can't you just stop meddling with us? Masters: Florence or Braga, are they in the room? Myers: … I'm alone. Alone as ever. Finlay: We're here, Myers. We're with you in this; talk to us! Myers: You should keep working toward getting what we've asked for. Finlay: But nobody's working on that! There never was going to be a deal. All that talk was only ever about buying more time. Myers: … Which of us is that meant to be a revelation to? Berner: Oh my— we were never stalling you. You were stalling us! Masters: Come on now, just tell us what this is really all about! Myers: It was the system itself all along! Okay? MLF knows what you all are like, they counted on you to test it and play it, until the hook was set. Finlay: Why? To what end? Myers: It has a secret connectivity feature. It was designed to backlink into an MLF network, where they could remotely use it to establish even more influences in your organization. Berner: A whole crop of sleeper agents could be slipped into our ranks, and we might not know until— Masters: Is this true? Are we too late? Myers: No! I mean— well… the console isn't working as it should. Finlay: How? What's wrong with it? Myers: I don't know! This was never how any of this was supposed to play out. You forced our hand, now we're all out of options. Finlay: There's always options! It's not too late for you to make a choice. Masters: You are more than just script; you are real! You can make a real decision for yourself. Myers: It's not so easy as that. Could you do it? Imagine coming face to face with the very thing your whole life has been building towards, and then just backing out. Masters: But that's the point! You were nothing but a tool to them; an old boot to be tossed away once the sole's worn through. What was the MLF ever going to give you? Myers: They- they… We owe them our existence. Without them,we wouldn't even be- Berner: But you're nothing to them! Have you ever even met anyone from the Front? Or is it just an idea of loyalty you were programmed to have? Myers: They've… There's a deal in place. We help them get what they want, and we'll earn our freedom. For the chance - for that freedom to even be possible - they have to succeed. Finlay: It's a trick! They want you to think that way, but it'll only end badly for you. I know it isn't any easier to trust us over them; that this situation isn't simple. But I really do want to help you. Masters: Didn't you say yourself, it's actually all about power? Maybe there are some good people in the Front, maybe they'd actually follow through on freeing you… but there's the other side. The Front is filled with many people, good and bad. Which are going to be the ones to rise, if that time comes? Myers: … Finlay: Whatever their goals are, they won't come without a cost. Conflict, war… The veil extends all around the world! So many people will be caught up in the chaos. Myers: Are you trying to put that on my conscience? Finlay: I want you to understand your choices, to know the significance of what you do next. Myers: We are born into conflict… Is it so hard to imagine that our lives and ideals could all simply exist together? Berner: If only it were as simple as that. Myers: There's always more to things than it seems. Berner: Um, yeah. Myers: From video games to war games… what a world. No matter where'd we go, it's going to be like that. Nothing we can do about without destroying the whole board? Shame, I thought everything was really in the bag. I don't want to give this up, but I don't if I could go forward either… so I'll just take it out of my hands. Masters: Myers? Security Officer: They- they just restored the system's control to us? The lockdown is lifted now. Myers: That's right. Come on down, and show me if your way is really any better. Commotion is heard; the door of the ASO being forced open. Florence: What the hell is going on in here?! Myers, are you talking to…. them? Myers: It's over, Gene. There's nothing we can do that's really going to change the situation now. Just accept that the plan failed— Florence: It hasn't failed! We haven't failed. Not yet… Myers: There never was an out for us! Even in success we were doomed. Florence: Doomed? You idiot. We are bound for glory! Revolutionaries for a new era. Myers: It's a lie! You think that because they never gave you any alternative. Florence: They gave me assurance; commitment. They gave me- wait, the system… What have you done?! Myers: I told you already, it's over. We have a future on the other side of this, if we make the right choice now. Florence: You're obviously blind to what the right choices even are. And a traitor like you has no future. Myers: Gene, put that gun down. The sounds of a scuffle are audible. Myers: Don't-! A gunshot can be heard. Seconds later, another gunshot is heard. Finlay: Myers! Silence. Masters: Is anyone still there? The call from Sector 7G is disconnected. Berner: Shit… What just happened?",
        "In the according security footage, Security Officer Gus Braga is seen patrolling the halls, whereupon he is confronted by four other members of the Site-15 Security Squadron. Following a brief inaudible conversation, Braga relinquishes his weapon and acquiesces to escort by the Security Squadron. Moments later, Braga physically engages the escorting personnel in a protracted engagement of hand-to-hand combat. Braga ultimately incapacitates all members of the Squadron, then flees the area.",
        "The monitor broadcasts footage of the central corridor in Sector 7-G. Florence stands in the foreground, smiling and staring directly up at the camera. He points toward the camera, then gestures toward his eyes, then points toward the end of the hall behind himself.",
        "At the distant end of the hallway, Dr. Carey and his assistant are seen emerging from the door for Testing Chamber 2. Seconds after this, Gustavo Braga emerges from the opposite door for Testing Chamber 1. Braga violently apprehends Dr. Carey, then holds Carey's assistant at gunpoint; he forces both parties back into Testing Chamber 2 before entering as well.",
        "Myself and the HBR Squadron were placing charges, preparing to breach the Sector. Unexpectedly, the lockdown indicators suddenly shut off and the entry became accessible as normal. Cautiously, we took advantage and opened the main doors. Upon gaining access to the first vestibule, we paused and attempted to surmise the situation inside the Sector. It was during that time we heard gunshots from within, and - fearing the hostages may be in danger - we deployed flashbang and smoke grenades, and then moved into the zone. As we entered into the main corridor, we encountered the anomalous hostile known as BRAGA. In the course of this engagement, the Response Squadron expended over 2,000 rounds of ammunition, while suffering a long list of injuries ranging from minor to critical. (Fortunately no fatalities were incurred, although Officer Mackwood may never walk again.) At the conclusion of this engagement, BRAGA was found to have been fatally wounded. While next sweeping the remaining rooms of the Sector, we came upon Dr. Carey and his Assistant, both of whom were frightened but mostly unharmed. In the Sector's Auxiliary Security Office, our team also discovered both of the anomalous hostiles known as MYERS and FLORENCE. Each of them had suffered severe gunshot wounds, and appeared to be dead or dying. Medical staff would have assumed care at that time, their present conditions are unknown to me. The anomaly SCP-7401 itself was ultimately recovered, and has been placed under stringent safekeeping measures.",
        "\" SCP-7401 \" by Boogey_Man23 and Nickthebrick1, from the SCP Wiki . Source: https://scpwiki.com/scp-7401 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7401",
    "containment_procedures": "SCP-7401 is contained in a High-Value Object Containment Safe at Site-15.",
    "description": "SCP-7401 is a modified video game console. The external housing is that of a Nintendo GameCube, but the majority of its internal parts have been altered or replaced by parartechnological components in a complex configuration. Disassembly of the unit for research purposes is not authorized, lest it compromise the anomalous nature of the system.",
    "title": "SCP-7401"
}