{
    "url": "https://scp-wiki.wikidot.com/scp-7402",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7402:\n Alternate Infiltrators\n\n\nAuthor:\n \nNullscape\n\n\nPublished:\n Februrary 22nd, 2025\n\n\n\n\n\n\n\n\nrating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7402\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n SCP-7402 is considered uncontainable at this time. Research is ongoing to find a reliable way to identify instances of SCP-7402-1. In the event that SCP-7402 activates, Mobile Task Force Beta-1 (“Cauterizers”) is responsible for the investigation and termination of all SCP-7402-1 instances. Depending on the situation, other Mobile Task Forces may be deployed.\n\n\nDescription:\n SCP-7402 is a recurring anomalous phenomenon that manifests an alternate version of Foundation personnel and replaces them. These alternate personnel are designated SCP-7402-1. Current information shows that all SCP-7402-1 originate from an alternate SCP Foundation, having the motto of “Sabotage, Control, Purify.” As of now, SCP-7402-1 instances appear to be identical to the replaced personnel.\n\n\nThe aim of all SCP-7402-1 is to invade and control the world by sabotaging Foundation operations. SCP-7402-1 instances have utilised their false identities to cause widespread containment breaches and assassinate personnel to destabilise the Foundation. Currently, there is no way to identify instances of SCP-7402-1 with certainty.\n\n\nThe amount of SCP-7402-1 instances varies with each activation of SCP-7402. During the first activation of SCP-7402, approximately 37% of Foundation personnel were replaced by SCP-7402-1 instances. The following activations only replaced approximately 1-6% of personnel.\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nTHE FOLLOWING FILE IS LEVEL 3 CLASSIFIED\n\n\n\n\nACCESS TO THIS FILE WITHOUT LEVEL 3 AUTHORIZATION WILL BE LOGGED AND LEAD TO IMMEDIATE TERMINATION.\n\n\n\n\n\n\n\n\n\n\n\n\n- [Input security credentials] -\n\n\n\n\n- [Accessing file...] -\n\n\n\n\n\n\nAddendum 7402-A:\n Incident Report\n\n\nOverview:\n The following is a transcription from Agent William Stone's bodycam footage. The footage is the only remaining record of SCP-7402's first activation. Due to this, some video logs are included with the purpose of showing as much information as possible.\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n ████/01/13\n\n\nNOTE:\n Site-12. MTF Beta-1 on standby, suspected rogue personnel within Site-12.\n\n\n\n\n[BEGIN LOG]\n\n\nBailey:\n What's even going on here? We've been on standby for almost 6 hours and we still don't know what's going on.\n\n\nParker:\n From what I've been told, it's something about a group of rogue personnel in Site-44 killing the damn Site Director. They've been neutralised already though.\n\n\nStone:\n What’s Command so concerned about then?\n\n\nParker:\n Their actions seem like the Chaos Insurgency's work, but nothing was found on their bodies. Command thinks that the same thing might happen here.\n\n\nKing:\n Just because it happened to a Site in the same country as this one doesn’t mean it’ll happen to us too.\n\n\nBailey:\n King’s right, it doesn’t take a smart-ass like hers to realise it.\n\n\nKing:\n I’m taking that as a complime-\n\n\n<Site raid alarms start blaring, operatives of MTF β-1 scramble into position.>\n\n\nCommand:\n Multiple hostile agents in Sector 3. They've terminated the Ethics Committee Liaison and are headed for the Department Head offices. You are authorised to terminate any suspects.\n\n\nParker:\n Understood, moving toward targets.\n\n\n<MTF β-1 sprint towards Sector 1, other personnel are running the other way. Turning the corner, Parker almost runs right into the back of a Security Officer.>\n\n\nStone:\n (\nYelling and pointing gun\n) Get your fucking hands up!\n\n\n<Security Officer turns around and lifts his gun up but gets shot down by King. Bailey runs up to inspect the body.>\n\n\nBailey:\n Kill shot. No signs of being an Insurgent either.\n\n\nParker:\n Command, rogue Security Officer down in Sector 2. Continuing pursuit.\n\n\nCommand:\n Roger, we've been cut out of the security camera system but the Department Heads are probably in the lecture hall.\n\n\nParker:\n (\nTurns to others\n) Come on, let's go.\n\n\n<MTF β-1 breaks into the lecture hall. Department Heads are kneeling, surrounded by approximately 80 personnel. MTF β-1 fires shots before taking cover behind desks, a barrage of bullets zips overhead.>\n\n\nStone:\n Shit. How are there so many of them?\n\n\nBailey:\n Shoot first, ask questions later, they're clearly hostile!\n\n\n<MTF β-1 engages with gunfire. After a few minutes, all the hostiles seem to be injured or dead. 3 of the 9 Department Heads are dead.>\n\n\nParker:\n Command, approximately 60 hostiles eliminated or detained. Department Heads are secure, although three of them were caught in the crossfire.\n\n\nCommand:\n Well done, backup team arriving soon.\n\n\nKing:\n There's no way that the Chaos Insurgency corrupted so many of our personnel. I mean, 80 rogues is like 20% of the Site staff!\n\n\nStone:\n It does seem odd… Maybe it was an anomalous thing?\n\n\nParker:\n Anomalous or not, we'll probably learn more during the debrief. Come on, let's go.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n ████/01/14\n\n\nNOTE:\n Site-81. MTF Beta-1 in operation debrief.\n\n\n\n\n[BEGIN LOG]\n\n\nParker:\n You may begin, sir.\n\n\nAdministrative Personnel:\n Okay. Let me start by appraising your fast reaction, if it wasn’t for all of you, all of the Department Heads in there would’ve probably been killed.\n\n\nKing:\n Thanks to trigger-happy Bailey over here. What was it? “Shoot first, ask questions later”?\n\n\nBailey:\n Hey now, it wasn’t a bad idea, was it?\n\n\nAdministrative Personnel:\n (\nClears his throat\n) Continuing on, the rogue agents we’ve detained will be interrogated soon.\n\n\nStone:\n Do we know who they might be working for?\n\n\nAdministrative Personnel:\n Well, not really. There aren't any hints from their gear, so we can't be too sure. Some of them were actually long-term members of the Foundation, we still don't know what got them to turn.\n\n\nParker:\n Couldn't it be a sleeper agent situation? Maybe they were compromised during an earlier operation.\n\n\nAdministrative Personnel:\n It's possible. We need to dig deeper into their backgrounds and communica-\n\n\n<A tablet notification buzzes, the Administrative Personnel checks his tablet.>\n\n\nAdministrative Personnel:\n Sorry, seems like you guys have a new mission and… Hold on, O5-12 will personally brief you.\n\n\n<The Administrative Personnel presses a few buttons on the tablet and the screen behind him changes to the face of O5-12.>\n\n\nO5-12:\n Hello Beta-1, I have other things to tend to so this will be quick. In the past few hours, Sites around the globe have declared an emergency or containment breach and requested backup, but contacted us again after a few minutes claiming it was a malfunction. Your objective is Site-45.\n\n\nKing:\n No time for any brekkie?\n\n\nBailey:\n Well that’s just great, going on an empty stomach. The stomach growling might as well give away our position.\n\n\nStone:\n Not now, Bailey. Any background info on what we're going into?\n\n\nO5-12:\n Site-45 declared an emergency an hour ago claiming that the Site Director was assassinated, but said it was a false alarm a few minutes later. Onsite security staff also supported this claim, but our intel makes us suspect rogue personnel have taken over. I trust that you remain professional.\n\n\nBailey:\n Right, sorry… So we're sent to clean out the rogues?\n\n\nO5-12:\n Correct, you are sent to investigate what happened at Site-45 and subdue any suspected rogues, termination is also deemed necessary. Remember, don’t take this lightly. I will be overseeing this operation.\n\n\nAdministrative Personnel:\n I'll also be mobilising more Beta-1 to help, you may leave now.\n\n\nParker:\n Thank you. Okay, team, check your gear, we leave in 5.\n\n\n<MTF β-1 walks out of the debriefing room and is joined by more members of MTF β-1.>\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n ████/01/14\n\n\nNOTE:\n 200 meters away from Site-45. MTF Beta-1 headed to Site-45 via helicopter.\n\n\n\n\n[BEGIN LOG]\n\n\nPilot 1:\n 10 seconds out.\n\n\nParker:\n Comms check.\n\n\nCommand:\n Acknowledged, you may engage.\n\n\n<MTF β-1 rappels down from the helicopter and runs towards the entrance.>\n\n\nParker:\n Alright. Stone, Lennox, King, Bailey, and Anderson, check Sectors 3 and 4. The rest of you, with me to Sectors 1 and 2. Let's go.\n\n\n<MTF β-1 enters Site-45 through the main gate and splits up. As the team turns the corner, multiple bodies are lying on the ground, all with gunshot wounds.>\n\n\nBailey:\n I’m gonna say it again… It’s them Insurgents.\n\n\nStone:\n Command, you seeing this? We might need more backup.\n\n\nCommand:\n Yes. Looks like something is definitely wrong there. Security measures also seem to be down, proceed with caution. As for the backup…\n\n\nO5-12:\n Your request for backup has been denied. We cannot have too many operatives in the same place.\n\n\nStone:\n Copy that. Anderson, check if they’re alive.\n\n\nAnderson:\n Alright… Let’s see here. (\nChecks pulse of a nearby body\n) This one's dead.\n\n\nLennox:\n Hate to be the one to say it but with all those gunshot wounds, these guys ain't surviv-\n\n\n<Lights flickers a bit before turning off.>\n\n\nBailey:\n Shit, what the hell?\n\n\nStone:\n Activate NVGs and stay alert. Command, lights just went out?\n\n\n<Radio silence for twelve seconds.>\n\n\nStone:\n Command, do you copy?\n\n\n<Radio silence for six seconds.>\n\n\nKing:\n Jammed comms maybe?\n\n\nStone:\n It's a possibility. Lennox, Anderson, Bailey, check the electricity generators. King, with me to the control room, if anyone is jamming our comms it should be there.\n\n\nLennox:\n Roger.\n\n\n<Lennox, Anderson, and Bailey run off in the other direction. Stone and King sneak forward in the dark.\n\n\nStone:\n (\nWhispering\n) Stay close, I don't like the feeling of this.\n\n\nKing:\n (\nLooks around\n) What the hell happened here…\n\n\n<They approach the control room door, which is slightly open. Stone signals King to take point.>\n\n\nStone:\n On three. One… two… three!\n\n\n<They barge into the control room, the large screens flicker with static and desks are messy. There are more bodies on the ground.>\n\n\nKing:\n (\nLooks around\n) There doesn't seem to be anything jamming our comms here, try again.\n\n\nStone:\n Command, do you copy?\n\n\n<Radio silence for eight seconds.>\n\n\nStone:\n Still nothing on the radio. Try accessing the security footage, something is definitely not right…\n\n\nKing:\n (\nAccessing computer terminal\n) I can’t access any systems, everything’s locked down.\n\n\nStone:\n Try the code \"4R94H3E5\", it's an override.\n\n\nKing:\n (\nShakes head\n) Doesn't seem to work eith-\n\n\n<A loud blast echoes from the hallway outside, followed by footsteps. Stone and King tense up, aiming their weapons at the door.>\n\n\nKing:\n We need to regroup with the others. (\nMoves towards the door\n)\n\n\nStone:\n No, don't. Whoever's out there might see us.\n\n\nLennox:\n (\nDistant and yelling\n) Stone! King! Are you there?\n\n\nKing:\n (\nYelling back\n) Yes! We're in here! What the hell is going on out there?!\n\n\n<Lennox, Anderson and Bailey enter the control room, visibly exhausted.>\n\n\nKing:\n You guys okay?\n\n\nLennox:\n For now, yeah. We checked the generators like you asked and a few security dudes shot at us, safe to say they're not alive anymore. They were the ones who disabled the lights beyond repair.\n\n\nBailey:\n We tried to radio it in but comms was still down and we heard that blast, so we ran here to check up on you two.\n\n\nStone:\n Yeah, we couldn't find anything that was jamming our comms here.\n\n\nAnderson:\n Well this is the only place where there could be a jamming device with a large range, if it's anywhere else, it has to be portable which comes with the downside of a very low range.\n\n\nKing:\n So it ain't here.\n\n\nAnderson:\n Doesn't seem like it…\n\n\nStone:\n We were locked out of the Site's system too, even with the override code we were given as a contingency.\n\n\nLennox:\n Pretty sure the only people capable of that are the people at Command, no?\n\n\nStone:\n Are you suggesting Command went rogue and locked us out?\n\n\nBailey:\n Pfft, no way! Didn’t they have this whole thing about that last month?\n\n\nAnderson:\n It's very plausible, Command can also jam our comms incase of \"auditory anomalies\" to protect themselves.\n\n\nKing:\n If that's the case, we need to find Parker right now…\n\n\nStone:\n Let's go then, shall we?\n\n\n<The team runs toward Sector 3, shooting down hostiles on the way. As they turn the corner, Dr. Babel and two security guards have their backs to the team.>\n\n\nAnderson:\n (\nYelling\n) Hey! Stop right there!\n\n\n<The three turn around and the security guards try to aim their weapons but get shot.>\n\n\nDr. Babel:\n (\nHands up\n) Please, don't kill me…\n\n\nStone:\n Lennox, cuff them.\n\n\nKing:\n Uhhhh, Stone? (\nStaring at something\n)\n\n\nStone:\n What?\n\n\n<The hallway has blast marks, and bloody bodies lay there.>\n\n\nLennox:\n (\nPauses\n) Is that…\n\n\n<The bodies' uniform has the insignia of MTF β-1.>\n\n\nCommand:\n (\nDistorted\n) Hello my friends, you better run.\n\n\nStone:\n Fuck. We need to evac, NOW!\n\n\nKing:\n No wait! They might still be aliv-\n\n\nAnderson:\n (\nStops King\n) No, we need to leave right this damn moment. There's going to be a lot more of them coming soon.\n\n\nStone:\n (\nPoints at Dr. Babel\n) Bring him with us, he's still useful.\n\n\nBailey:\n On it, lets get the heck outta here!\n\n\n<The remaining members of MTF β-1 sprint towards the Site entrance while dragging Dr. Babel. They quickly board the helicopter and lift off.>\n\n\nStone:\n (\nTo the pilots\n) Bring us to Area-129 immediately.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n ████/01/15\n\n\nNOTE:\n Area-129. Remaining members of MTF Beta-1 at emergency safehouse.\n\n\n\n\n[BEGIN LOG]\n\n\nStone:\n Everyone disconnected their radios and trackers, right?\n\n\nAnderson:\n Yep, now when do we get to kill him? (\nPoints to Dr. Babel\n)\n\n\nStone:\n Not yet, we still have some information to get out of him.\n\n\n<Pilot 1 and Pilot 2 enter the room, Pilot 1 is holding a toolbox.>\n\n\nPilot 2\n (\nLooks at tied up Dr. Babel\n) Hey, isn't that the Research Director of Site-45?\n\n\nLennox:\n He used to be, but now he's a rogue agent. Give the toolbox to Bailey please.\n\n\nPilot 1:\n (\nHands over toolbox to Bailey\n) Working for who exactly?\n\n\nStone:\n Hopefully we'll find out soon.\n\n\nLennox:\n Hey Bailey, give me a screwdriver, one of those reaaaaally pointy ones.\n\n\n<Bailey opens the toolbox and hands Lennox a screwdriver.>\n\n\nKing:\n I still don't think torture is a good idea…\n\n\nLennox:\n Well do you have any other ideas to get him talking?\n\n\nKing:\n Well no…\n\n\nStone:\n Anderson, please bring King outside. I don't want her to see this.\n\n\n<Anderson escorts King out. Stone sets up a recording device. Lennox starts to torture Dr. Babel by digging the screwdriver into his abdomen, Dr. Babel squirms in pain. Two minutes goes by.>\n\n\nLennox:\n Well? Are you going to talk or not?\n\n\nDr. Babel:\n (\nScreaming\n) OKAY! OKAY! I'll tell you everything…\n\n\nLennox:\n Good. (\nStops\n) Who do you work for?\n\n\nDr. Babel:\n The SCP Foundation.\n\n\nLennox:\n For god's sake- Okay, let me rephrase that, who made you defect? (\nHolds up screwdriver\n)\n\n\nDr. Babel:\n I di- didn't defect, dude! I come from an alternate universe from yours and I work for an alternate version of the Foundation.\n\n\nLennox:\n Go on.\n\n\nDr. Babel:\n Uhm… Instead of researching how to containing SCPs, we sort of focus more research into how to control them and use them to our own advantage to sabotage governments and purify the world. So, instead of your motto of \"Secure, Contain, Protect\", our motto is \"Sabotage, Control, Purify.\"\n\n\nStone:\n Why are you here? Or, properly speaking, how?\n\n\nDr. Babel:\n I don't know… One minute I was working normally and then I was suddenly here. Everything felt the same but something felt off, you know?\n\n\nStone:\n Hold on, if you didn’t know what was going on, how did you know what to do? How do you know about our world?\n\n\nDr. Babel:\n I think I was contacted shortly after I arrived by someone with very high authority…\n\n\nLennox:\n Who?\n\n\nDr. Babel:\n I can’t remember who, but they were high enough on the chain of command to send me classified files containing information on what your Foundation does and new instructions without alerting anyone else.\n\n\nStone:\n There’s a functioning computer terminal here, show us.\n\n\nDr. Babel:\n I… I can’t…\n\n\nLennox:\n (\nThrusts screwdriver\n) Why the hell not?\n\n\nDr. Babel:\n DUDE! We were ordered to delete all of it after we memorised it. What do you want me to do?!\n\n\nLennox:\n Okay then, how many of you are there?\n\n\nDr. Babel:\n It's… Complicated. I don't even know what the others are doing, let alone how many of us have come here. All I know are the orders given to my team.\n\n\nLennox:\n (\nLooks over back at Stone and Bailey\n) Any other questions?\n\n\nStone:\n Well then, Dr. Babel, what were your most recent orders?\n\n\nDr. Babel:\n To kill all of you in Site-45 then board a plane to Site-01.\n\n\nBailey:\n (\nQuietly\n) Fuck.\n\n\nLennox:\n Site-01? Why?\n\n\nDr. Babel:\n Something about taking control… I don't really know the details, but I do know that most of us should be there within 24 hours.\n\n\nStone:\n And you're sure of this information? I'll kill you if I find out you're lying.\n\n\nDr. Babel:\n I'm very sure, yes.\n\n\nStone:\n (\nTo Lennox\n) Stay here, I need to make a call.\n\n\n<Stone walks out of the room and sees Anderson and King.>\n\n\nStone:\n You two, get back inside.\n\n\nAnderson:\n How 'bout you?\n\n\nStone:\n I have to go make a call. Lennox will fill you in with the details.\n\n\n<Stone enters another room and sits down in front of a computer terminal. He enters his credentials and opens a communication channel.>\n\n\nStone:\n Hello?\n\n\n<Static for four seconds.>\n\n\nGraves:\n This is Agent ██████ Graves of Alpha-1. Please identify yourself and provide the access code.\n\n\nStone:\n This is Agent William Stone of Beta-1. Access code \"ABERRANT\". Please provide the return code.\n\n\nGraves:\n Identity confirmed. Return code \"DEVIANT\". Please state the emergency regarding the O5 Council.\n\n\nStone:\n I have a theory about all of the Sites that declared an emergency but said it was a malfunction a few minutes later. Our team was sent to investigate Site-45, in which we realised there were large amounts of rogue agents.\n\n\nGraves:\n I see.\n\n\nStone:\n We've taken one of the rogue agents and interrogated them. I have reason to believe that all the Sites that declared the false emergency has been taken over by rogue agents.\n\n\nGraves:\n Other Mobile Task Forces dispatched to investigate have either reported suspicious activity or have disappeared, but I fail to understand how this threatens the O5 Council.\n\n\nStone:\n The agent also gave information regarding a potential attack on Site-01 within the next 24 hours.\n\n\nGraves:\n I understand. Please give me a moment.\n\n\n<Six minutes go by>\n\n\nGraves:\n Apologies for the wait, Agent Stone. By order of the O5 Council, Mobile Task Force Beta-1 is to arrive at Site-01 as soon as possible. Transportation has been arranged to your location. Further orders will be given once you arrive.\n\n\n<The channel returns to static. Stone gets up and walks back into the nearby room.>\n\n\nStone:\n We're going to Site-01 right now. O5 orders. (\nTo Pilot 1 and Pilot 2\n) You two think you can stay here and watch Babel?\n\n\nPilot 1:\n (\nNods\n) Yeah, we got thi-\n\n\n<Bailey suddenly picks up his gun and shoots at Pilot 1 and Pilot 2. He then aims his gun at Dr. Babel. Other members of MTF β-1 instinctively aim their guns at Bailey.>\n\n\nAnderson:\n What the fuck, Bailey?!\n\n\nStone:\n Put the damn gun down Bailey, NOW!\n\n\nBailey:\n Your fucking Foundation doesn’t know what they’re doing, and neither do you.\n\n\nLennox:\n The hell are you talking abou- Oh.\n\n\nAnderson:\n Seriously? You’re one of them?\n\n\nBailey:\n WE’RE TRYING TO HELP THE WORLD, DAMN IT! DON’T YOU UNDERSTAND?\n\n\nKing:\n Calm down, Bailey. Think this through.\n\n\nBailey:\n Calm down? CALM DOWN? You still don’t get it, King? This world needs us, or it’ll end up dead.\n\n\nStone:\n Put. The. Gun. DOWN.\n\n\nLennox:\n Put it down man… We can talk.\n\n\nBailey:\n In order to save this world, we’re willing to do anything. We’ve sabotaged others for the greater good, to control and maintain the world, to purify it. And yet you stand here, opposing your savio-\n\n\n<Pilot 2 shoots Bailey with an handgun and he falls to ground. MTF β-1 runs up, Pilot 1 is lying on the ground and Pilot 2 is propped up on his elbow, holding his wounds.>\n\n\nPilot 2:\n Man, that hurts…\n\n\nStone:\n Check if they’re alive.\n\n\nLennox:\n Bailey’s dead. Straight headshot.\n\n\nKing:\n (\nChecking pulse of Pilot 1\n) No, no… Come on…\n\n\nStone:\n Anderson! Get us a medkit.\n\n\n<Anderson runs out the room looking for a medkit. Pilot 2 looks over to Pilot 1.>\n\n\nDr. Babel:\n Now, THIS is amusing, that funny dude was one of us!\n\n\nStone:\n Shut it, Babel. I can still kill you.\n\n\nDr. Babel:\n Right… Sorry.\n\n\nKing:\n It’s too late… He’s already dead.\n\n\nPilot 2:\n Is he really…? Stop joking around…\n\n\nLennox:\n (\nTo Pilot 2\n) You need some treatment yourself too.\n\n\nPilot 2:\n (\nSobs\n) Save him first! Look at hi-\n\n\nKing:\n You can still bleed out and he’s… Already gone.\n\n\n<Anderson returns with a medkit, King sterilises and bandages Pilot 2’s gunshot wounds while he continues to cry.>\n\n\nPilot 2:\n I can’t be- Believe that du- Dude was one of the rogues… He was the f- Funny one too…\n\n\nKing:\n Shhh… Keep still. You should be okay now.\n\n\nPilot 2:\n I don’t think I can come with you guys…\n\n\nStone:\n It’s fine, you can rest up here and keep watch on Babel.\n\n\nPilot 2:\n Thanks… Good luck.\n\n\nLennox:\n We should get going.\n\n\nStone:\n Alright then, let's head out, transportation is ready.\n\n\nKing:\n (\nTo Pilot 2\n) Remember to keep an eye out for Babel. Stay safe.\n\n\n<MTF β-1 exit Area-129 and board a black Airbus A400M Atlas.>\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n ████/01/15\n\n\nNOTE:\n Site-01. MTF Beta-1 arriving at Site-01.\n\n\n\n\n[BEGIN LOG]\n\n\nSecurity Guard:\n Greetings, we have been expecting you. Please follow me.\n\n\nStone:\n Lead the way.\n\n\nKing:\n (\nLooking around\n) Man, I’ve almost forgotten about this place.\n\n\nAnderson:\n Maybe they should use stronger amnestics on you next time? Purge all your memories in the process too.\n\n\nLennox:\n The jokes Bailey were funnie-\n\n\nStone:\n Enough, we’re going inside and we have to act professional.\n\n\n<MTF β-1 enter Site-01 and get through security. They meet Graves.>\n\n\nGraves:\n Welcome, the O5 Council are waiting for you. I’m afraid you’ll have to leave your gear here, we don’t want any danger to come close to them.\n\n\nStone:\n Of course.\n\n\n<MTF β-1 gets searched and screened more times before entering the O5 Council meeting room, followed by Graves. 7 members are present, including O5-1, O5-2, O5-4, O5-8, O5-9, O5-11, and O5-13. O5-12 is on a screen. MTF α-1 is stationed around the room.>\n\n\nO5-1:\n Pleasure to meet you again, Stone. You’ll have to excuse the missing members, they are still en route here and some we can’t even get in contact with. Now please, tell us what you know.\n\n\nStone:\n As you already know, some Sites have been reporting malfunctioning in their systems which is the cause of their so-called false alarms and breaches. We have interrogated a rogue personnel from Site-45 and they’ve revealed that the other Sites experiencing similar problems have rogue agents within too.\n\n\nO5-11:\n How does this affect us then?\n\n\nStone:\n The large amount of rogue agents suggests that this may be an anomalous phenomenon over an GoI trying to invade us, this suspicion was also backed up by the interrogated agent. And they’ve also said that these agents are headed here, to take control.\n\n\nO5-4\n Can someone verify that?\n\n\nGraves:\n The satellite network shows multiple cargo and fighter planes headed in our direction, problem is these planes are registered as our own.\n\n\nStone:\n We have to assume they’ve taken control already then. We have to prepare for an invasion.\n\n\nO5-2:\n How sure of this are we? I don’t want another false alarm happening.\n\n\nGraves:\n The cargo planes originate from Site-06-3, Site-42, Site-106, and Site-107. All of which have not contacted us since the malfunction. The first plane will arrive in approximately 1 hour.\n\n\nStone:\n That proves my point, and more are definitely coming. How many people can the planes store?\n\n\nGraves:\n Each plane is designed to carry large cargo, so the maximum amount of personnel that can fit is 102, but there could be more.\n\n\nO5-9:\n Which brings the total to more than 400…\n\n\nO5-4:\n Can’t we just shoot them down before they reach us?\n\n\nGraves:\n They’re modified, so normal missiles can’t work. And our anomalous missile silos have probably been taken over, we don’t have contact with them.\n\n\nO5-13:\n I assume sending our own to intercept probably isn’t a good idea too then.\n\n\nGraves:\n Sadly, no. Their convoy is too armed and any effort to try and fight them in the sky won’t work.\n\n\nO5-2:\n Hold on, does that mean there are probably rogue agents already inside of Site-01?\n\n\nStone:\n Most likely, yes. But the fact that they didn’t try to overthrow us yet suggests that they don’t have the manpower ye-\n\n\n<An alarm starts sounding, interrupting the the meeting.>\n\n\nAutomated Intercom:\n Warning, missile alert. Warning, missile alert. Missiles inbound.\n\n\nO5-9:\n (\nTo Graves\n) I thought you said an hour?\n\n\nGraves:\n They might as well start sending their missiles against us, that way we can’t use it against them if we take back the missile silos.\n\n\nO5-11:\n Can’t we evacuate? To get away from all this.\n\n\nO5-12:\n I don’t think missiles can do anything to Site-01.\n\n\nGraves:\n Not anymore, our escape tunnels are going to be destroyed by the missiles and the helicopters can’t lift off with missiles in the air. New information suggests that the rogue agents have numbers up to six hundred thousand, they’ll hunt us all down anyway.\n\n\nO5-12:\n The best option is to stay here. We cannot risk it outside.\n\n\nO5-4:\n How sure are we of this, Twelve? That we won’t be overthrown from the inside.\n\n\nO5-12:\n I’m fairly certain everything is fine. As Stone said before, the rogues have not tried to overthrow us from the inside, meaning they lack the personnel to do so.\n\n\nO5-1:\n Okay then. Graves, initiate Procedure Sentinel-01. Stone, please bring your team down to the staging area, a commander will be there.\n\n\nGraves:\n Of course. (\nInto radio\n) Control, initiate Procedure Sentinel-01.\n\n\nAutomated Intercom:\n Procedure Sentinel-01 initiated by O5-1. Site lockdown activated.\n\n\nO5-12:\n I’ll notify all the offsite Council members. Good luck in there.\n\n\nStone:\n Yes sir.\n\n\n<MTF β-1 run towards the staging area, but are stopped by a squad of MTF α-1 in the hallway.>\n\n\nAnderson:\n What the hell man? We have direct orders from O5-1.\n\n\nAlpha-1 Operative:\n O5-4 has requested Agent King. The rest of you are to continue as ordered.\n\n\nKing:\n Well… I guess I can’t not go.\n\n\n<King walks away with the MTF α-1 squad. MTF β-1 continue towards the staging area.>\n\n\nLennox:\n What the hell was that?\n\n\nStone:\n You never know what’s going to happen when you’re dealing with the O5 Council, let’s just listen to our orders.\n\n\n<MTF β-1 reach the staging area, members of different MTFs and security personnel are busy gearing up. MTF β-1 meet a Alpha-1 Commander.>\n\n\nStone:\n Sir, what do you need us to do?\n\n\nAlpha-1 Commander:\n Try to sniff out any rogue agents in here for now, when the first plane arrives I want your team to be stationed at Sector 2.\n\n\nStone:\n Of course. (\nTo other members\n) Come on, guys.\n\n\n<MTF β-1 wander around the staging area, occasionally asking some questions to suspicious personnel. King returns, accompanied by the MTF α-1 squad.>\n\n\nKing:\n Hey, Stone.\n\n\nStone:\n Welcome back, we need help wi-\n\n\nKing:\n I’m leaving with these guys, they gave me a new mission. This one is more important.\n\n\nStone:\n More important than defending here?\n\n\nKing:\n Unfortunately, yes… Good luck to you, and see you later.\n\n\nStone:\n Wait-\n\n\n<King turns around and leaves, followed by the MTF α-1 squad.>\n\n\nAlpha-1 Commander:\n (\nOver speaker\n) Attention, I’m sure you all have questions on why you have been gathered. Rogue Foundation agents are headed here, and their manpower is equivalent to or even surpassing ours. An estimated total of six hundred thousand rogue agents will be arriving over the span of 48 hours to try and take over. We cannot fail, because if we do, the world will too. Starting today, all of you are the SCP Foundation’s defenders, and the world's protectors.\n\n\n<Thirty-four minutes pass. Personnel resume preparation for invasion, Stone tells Lennox and Anderson about King's departure.>\n\n\nAutomated Intercom:\n Missile strike contact in 3… 2… 1… Contact. Scranton Reality Anchors disabled. Site cloaking disabled. Security drones damaged. Six minutes before enemy contact.\n\n\n<Seven minutes pass, all personnel are geared up and in position. MTF β-1 is stationed near the entrance.>\n\n\nIntercom:\n Enemy combatants are parachuting down. All personnel are authorised to terminate them. Do not fail, the world depends on you.\n\n\nStone:\n (\nTurning to team\n) You heard them, guns up and stay sharp.\n\n\nAnderson:\n Well this is it, huh?\n\n\nStone:\n Yes. Remember, focus for headshots.\n\n\nIntercom:\n All personnel, prepare for incoming hostiles. Engage only if necessary, focus on defence.\n\n\n<Overhead screens display red warning signs as the first rogue agents reach the ground and start setting up an unknown device.>\n\n\nLennox:\n Hold on… Isn’t that \n1290\n?\n\n\nStone:\n Shit. (\nTo radio\n) All combatants, hostiles seem to have brought SCP-1290 and are attempting to forcefully break through the site entrance. All personnel at Sector 1 must retreat back to Sector 2 immediately.\n\n\nSecurity Guard:\n (\nFrom radio\n) Roger that, retreating now.\n\n\n<Combatants are seen retreating to Sector 2. Twenty-one seconds later, detonations outside can be heard.>\n\n\nAnderson:\n Are they throwing explosives at the door?\n\n\nLennox:\n More like teleporting them.\n\n\nIntercom:\n Blast doors have been broken through. Hostiles have now entered the facility.\n\n\nStone:\n Let's do this, shall we?\n\n\n<MTF β-1 and combatants hide behind sandbags, aiming towards the hallway entrance. Flashbangs and smoke grenades are thrown into the hallway before gunshots ring out.>\n\n\nStone:\n Keep calm, we have enough firepower to hold this position.\n\n\n<Crossfire goes on for nine minutes, both sides hold their ground.>\n\n\nIntercom:\n SOMEONE HEL-\n\n\nAutomated Intercom:\n System override activated. Procedure Sentinel-02 initiated by UNKNOWN. Site lockdown lifted. Shutting down systems…\n\n\nAnderson:\n Shit. What the hell?\n\n\nAlpha-1 Commander:\n (\nFrom radio\n) We are experiencing a system breach. Personnel in Sector-2, hold your ground. Personnel in Sectors 3, 4, 5, and 6, be on alert. Beta-1, check out command center. Alpha-1, head to respective O5 personnel.\n\n\n<MTF β-1 leave Sector 2, making their way to the command center. The hallway lights suddenly turn off.>\n\n\nLennox:\n Man… Again?\n\n\nStone:\n Stay quiet, we kill on sight.\n\n\n<MTF β-1 reach the command centre, the screens placed around the room show simultaneous camera footage from different angles.>\n\n\nStone:\n (\nTo commander\n) What do you need sir?\n\n\nAlpha-1 Commander:\n Find out if anyone in here is rogue, I want to you interrogate all of them and detain any of them that you suspect. We cannot have anything go wrong here. Report back to me once you're done.\n\n\nStone:\n Yes sir.\n\n\n<MTF β-1 interrogate each person inside the command center one by one. After fifty-two minutes, four personnel are detained and put in holding cells. They arrive back in the command room.>\n\n\nAnderson:\n So, what now?\n\n\nStone:\n (\nTo radio\n) Commander, all personnel have been interrogated, and suspected rogues have been detained. Awaiting orders.\n\n\nAlpha-1 Commander:\n (\nFrom radio\n) Stay there and keet a watch on the people there. There has to be some good liars in there that got pass your interrogation techniques. We're fine on defending right now, Tau-5 have been deployed to assist.\n\n\nStone:\n Roger. (\nTo Lennox and Anderson\n) We're staying here.\n\n\nAnderson:\n Bet. What do you think is going on here though?\n\n\nLennox:\n Might as well ask. (\nTo a manager\n) Excuse me, what's this footage showing?\n\n\nManager:\n See for yourself.\n\n\n<The manager unplugs his headphones and changes the volume output to speakers. Voices of MTF a-1 can be heard. >\n\n\nAlpha-1 Operative:\n (\nFrom radio\n) Command, thirty-nine minutes out.\n\n\nManager:\n Copy that, reach out when you're five minutes from target.\n\n\nAnderson:\n What target?\n\n\nManager:\n For your authorisation, that's classified. You are, of course, still allowed to watch since you've been ordered to stay here.\n\n\n<Forty-one minutes pass, nothing eventful. Foundation personnel continue to defend against oncoming rogue agents.>\n\n\nLennox:\n (\nLooks at screen\n) Hey, isn't that Kin-\n\n\nAutomated Intercom:\n System onlin-\n\n\nO5-12:\n (\nOn intercom\n) That's too sad… You've put up a good fight, but if we can't fight the Foundation, we'll just it blow all up.\n\n\nAutomated Intercom:\n -ceedure Cataclysm-00 initiated by O5-12. Intercontinental Ballistic Missiles headed for all Foundation Sites. Site-01 Nuclear Warhead detonation in one minute.\n\n\nLennox:\n Wh- What?\n\n\nStone:\n FUCK! How did we not think about that?!\n\n\nAnderson:\n O5-12 is a rogue…?\n\n\nManager:\n No, no, no… (\nTo radio\n) PTF Xi-0, you are to engage immediately. I repeat, you are to engage immediately. Enter \nSite-θ\n now and initiate Procedure Lazarus-01.\n\n\nAlpha-1 Operative:\n (\nFrom radio\n) Roger that, moving in.\n\n\n<Command center personnel begin to panic. The screens shows a team running into a Yellowstone park ranger station.>\n\n\nAnderson:\n Shit… Are we really going to die…?\n\n\nAlpha-1 Operative:\n (\nFrom radio\n) King, activate it. We'll shut the doors\n\n\nKing:\n (\nFrom radio\n) Right. Command, we require an access code.\n\n\nManager:\n (\nPanicking\n) Uhm- Hold on… I'm notifying the O5s to…\n\n\nAnderon:\n Wait- Why is she there?\n\n\nStone:\n KING! YOU HAVE TO GET OUT OF THER-\n\n\nKing:\n I know what I'm doing, Stone. Command, we need that access code now.\n\n\nAutomated Intercom:\n Nuclear Warhead detonation in 30 seconds.\n\n\n<O5-2 runs into the room and pushes the manager away.>\n\n\nO5-2:\n (\nTo radio\n) Access code \"UPHEAVAL\".\n\n\nKing:\n Preparing for initiation.\n\n\nAutomated Intercom:\n Nuclear Warhead detonation in 10 seconds.\n\n\nKing:\n Access code \"UPHEAVAL\" entered. Procedure Lazarus-01 has been initiated. Goodbye.\n\n\nStone:\n What are you-\n\n\nAutomated Intercom:\n Nuclear Warhead detonation in 5… 4… 3… 2… 1…\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nGreetings,\n\n\nIf you are reading this, you either are researching on ways to differentiate normal personnel with SCP-7402-1 instances or are a member of a Mobile Task Force. Of course, you know that ever since the first activation of SCP-7402, we have been experiencing similar incidents but at smaller levels.\n\n\nFollowing the nuclear detonations, the SCP Foundation lost most of it's manpower. But while we died, so did most of the SCP-7402-1 instances. SCP-2000 was used to recreate most of the personnel and a global sweep of any remaining SCP-7402-1 instances was conducted with other Groups of Interest.\n\n\nSpecial measures have been put in place to ensure when SCP-7402 activates again, all O5 Council members will no longer have access to weapons of mass destruction. Instead, they will be isolated in secure areas until the issue has been dealt with.\n\n\nWe are continuing to look into SCP-7402. Meanwhile, stay clam and remain vigilant. Thank you.\n\n\nO5-12\n,\n\nInternal Security Department\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7401\n | SCP-7402 | \nSCP-7403\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7402\n\" by Nullscape, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7402\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Greetings, If you are reading this, you either are researching on ways to differentiate normal personnel with SCP-7402-1 instances or are a member of a Mobile Task Force. Of course, you know that ever since the first activation of SCP-7402, we have been experiencing similar incidents but at smaller levels. Following the nuclear detonations, the SCP Foundation lost most of it's manpower. But while we died, so did most of the SCP-7402-1 instances. SCP-2000 was used to recreate most of the personnel and a global sweep of any remaining SCP-7402-1 instances was conducted with other Groups of Interest. Special measures have been put in place to ensure when SCP-7402 activates again, all O5 Council members will no longer have access to weapons of mass destruction. Instead, they will be isolated in secure areas until the issue has been dealt with. We are continuing to look into SCP-7402. Meanwhile, stay clam and remain vigilant. Thank you. O5-12 , Internal Security Department",
        "\" SCP-7402 \" by Nullscape, from the SCP Wiki . Source: https://scpwiki.com/scp-7402 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7402",
    "object_class": "Uncontained",
    "containment_procedures": "SCP-7402 is considered uncontainable at this time. Research is ongoing to find a reliable way to identify instances of SCP-7402-1. In the event that SCP-7402 activates, Mobile Task Force Beta-1 (“Cauterizers”) is responsible for the investigation and termination of all SCP-7402-1 instances. Depending on the situation, other Mobile Task Forces may be deployed.",
    "description": "SCP-7402 is a recurring anomalous phenomenon that manifests an alternate version of Foundation personnel and replaces them. These alternate personnel are designated SCP-7402-1. Current information shows that all SCP-7402-1 originate from an alternate SCP Foundation, having the motto of “Sabotage, Control, Purify.” As of now, SCP-7402-1 instances appear to be identical to the replaced personnel.",
    "title": "SCP-7402"
}