{
    "url": "https://scp-wiki.wikidot.com/scp-7403",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\n\n\n\n\nNOTICE\n\n\n\n\nThere are multiple documents with the filename \nscp-7403\n. Please select the one you wish to access.\n\n\n\n\n\n\n\n\nAccess iteration one\n\n\n\n\nclose iteration.\n\n\n\n\nTHE FOLLOWING FILE DESCRIBES A \nSAFE\n CLASS ANOMALY.\n\n\n\n\n\n\nThe burgers sold in SCP-7403.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7403’s anomalous property is not visible or apparent to the naked eye. SCP-7403, at this time, is to be regarded as a non-anomalous series of restaurants.\n\n\nDESCRIPTION:\n SCP-7403 is the designation of \ntwo\n four restaurants currently operating under the corporation \nBrilliant Burgers\n. These restaurants are located adjacent from each other. While SCP-7403 would normally be regarded as non-anomalous, all included buildings emit an infinitesimal amount of radioactive particles. The aforementioned particles move slowly, do not seem to harm any beings, biological or otherwise, and will always have a half-life of approximately one second.\n\n\nSCP-7403 was discovered following a social media post regarding the unusual placement of the SCP-7403 instances. This post was viewed by 1.4k users prior to Foundation intervention, at which point the image was altered into an amnestic meme and investigation into SCP-7403 was officially conducted.\n\n\nADDENDUM:\n On 8/21/2093, a flyer was printed out by an instance of SCP-7403. This flyer contained the following message:\n\n\n\n\nBRILLIANT BURGERS: NOW HIRING\n\n\n\n\nI am here to discuss the terms of our agreement.\n\n\nYeah, yeah, something about expanding the corporation. So, what were the terms?\n\n\nWe buy out your corporation, and we expand it.\n\n\nAnd.. Expanding it, as in..?\n\n\nWe have our ways.\n\n\n\n\n\n\n\n\n\n\nAccess iteration two\n\n\n\n\nclose iteration.\n\n\n\n\nTHE FOLLOWING FILE DESCRIBES A \nEUCLID\n-\nCLASS ANOMALY.\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7403’s anomalous property is not normally visible or apparent to the naked eye. When spreading is imminent, Foundation cover stories are to be published suggesting that the affected building has been bought out, and the previous owner of said building is to be amnesticized.\n\n\nDESCRIPTION:\n SCP-7403 is the designation of thirty restaurants operating under the previously obscure corporation \nBrilliant Burgers\n. All instances of SCP-7403 are bureaucratohazardous pointers, propagated by radioactive particles. When emitted particles come into contact with a manmade structure, a bureaucratic shift in authorital custody over the affected building occurs. This results in the building no longer being associated with the original owner, instead directing all association with the as-of-now anonymous CEO of SCP-7403, designated PoI-7403. The velocity of SCP-7403 particles is directly proportional to the number of SCP-7403 instances.\n\n\nI never agreed to this.\n\n\nSo what? It’s all \nperfectly legal\n, thank you very much.\n\n\nFuck you. I never wanted this for my business.\n\n\nWell, it’s not going to stop. You wanted success, you got it.\n\n\n\n\n\n\n\n\n\n\nAccess iteration three\n\n\n\n\nclose iteration.\n\n\n\n\nTHE FOLLOWING FILE DESCRIBES A \nKETER\n CLASS ANOMALY.\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Due to SCP-7403’s highly conspicuous presence, along with its bureaucratic anomaly preventing intervention by the Foundation, the Veil has officially been retired and all remaining establishments are to simultaneously engage in a class-action lawsuit against \nBrilliant Burgers\n, the primary party behind SCP-7403.\n\n\nDESCRIPTION:\n SCP-7403 is a virulent bureaucratic parasite currently occupying the town of Delaware, USA, currently residing in \n100\n \n200\n \n300\n \n400\n \n500\n \n600\n 1,000 manmade structures\n1\n and fully converting them into a fast-food establishment named \nBrilliant Burgers.\n On occasion, a billboard will be set up on the front of establishments. The contents of this billboards are as follows:\n\n\n\n\nBRILLIANT BURGERS\n\n\nBEST BUNS IN THE BUSINESS\n\n\nTHANK YOU VERY MUCH\n\n\n\n\nSCP-7403 spreads through virulent radioactive particles, which increase in speed exponentially with each conversion. These particles can be diverted, but the great number of currently existing instances of SCP-7403 prevents the simultaneous containment of all particles.\n\n\nAdditionally, as of 12/30/2096, all instances of SCP-7403 have begun to engage in slightly unusual practices. These practices include:\n\n\n\n\nUsage of lion meat as an ingredient,\n2\n\n\nMessy preparation of food, often resulting in food poisoning at most, and\n\n\nThe menu contains vehement swearing.\n\n\n\n\nBillboards? \nI never agreed to this!\n\n\nIt’s all still \nperfectly legal.\n\n\nGo ahead and hide behind your stupid ‘\nlegal\n’ shit.\n\n\n\n\n\n\n\n\n\n\nAccess iteration four\n\n\n\n\nclose iteration.\n\n\n\n\nTHE FOLLOWING FILE DESCRIBES AN \nAPOLLYON\n CLASS ANOMALY.\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7403 has spread to approximately 91% of Foundation sites. Negotiations are being made with PoI-7403.\n\n\nThese negotiations are currently being attended to by a third party. This third party is to be \nidentified as swiftly as possible and\n dealt with accordingly. Due to an apparent bureauhazardous effect, this party cannot be legally separated from conducted meetings.\n\n\nAs of now, any direct attempts to shut down SCP-7403 or otherwise prevent members of the public from criticizing the business are considered \nunlawful\n.\n\n\nDESCRIPTION:\n SCP-7403 is a virulent bureaucratic parasite currently residing in over one million manmade structures. This parasite transfers custody over affected buildings to the party currently believed to be managing SCP-7403. Following this process, affected establishments will be reconstructed into an instance of SCP-7403. This process is presumed to be anomalous in cases where it is impossible to be performed.\n\n\nOn 12/30/2096, all instances of SCP-7403 have begun to engage in slightly unethical practices. These practices include:\n\n\n\n\nUsage of lion meat as an ingredient,\n3\n\n\nMessy preparation of food, often resulting in food poisoning at most,\n\n\nThe menu contains vehement swearing,\n\n\n29% of all prepared meals and beverages contain an anomalous chemical, resulting in heavy food poisoning or spontaneous cell death,\n\n\nCustomers who do not fully consume their ordered meal in under an hour will be dragged into a closed and windowless room, which contains an indeterminate number of \nlions\n,\n\n\nThe pungency and temperature of food items grossly exceeds safety standards, and\n\n\nAll drink containers served appear to be leaking. The source of the leakage cannot be located.\n\n\n\n\nThe following was the first meeting organized between Sheldon Katz, head of the Foundation Legal Department, and PoI-7403 (confirmed to be a non-anomalous human named Chris Frake. Currently middle-aged.) and the unidentified third party.\n\n\n\n\nKatz:\n Have a seat.\n\n\nAll three parties sit in chairs on opposite ends of a large table.\n\n\nKatz:\n You know why you’re here.\n\n\nFrake:\n I can explain.\n\n\nThird party:\n \nDon’t.\n\n\nKatz:\n And who might you be?\n\n\nFrake:\n I don’t know who he is. He caused all of this.\n\n\nKatz:\n But you’re the CEO of Brilliant Burgers.\n\n\nFrake:\n My business was struggling. He offered to buy it out, and I agreed.\n\n\nThird party:\n \nDON’T.\n\n\nFrake is visibly agitated, pointing vehemently at the third party.\n\n\nKatz:\n Let him speak.\n\n\nFrake:\n He said he was going to \nexpand\n it. He did \nthis.\n\n\nThird party:\n I’m telling you, it’s all \nperfectly legal\n.\n4\n\n\nKatz:\n Wait.\n\n\nSilence.\n\n\nKatz:\n \nShit.\n\n\nKatz has a visibly shocked expression while the third party is visibly laughing in a mischievous manner.\n\n\nThird party:\n I \nknew\n you’d catch on eventually!\n\n\nKatz:\n \nNo..\n\n\nFrake:\n Do you.. know this guy?\n\n\n\n\nYou disgust me.\n\n\nDisgusting or not, it won’t change anything.\n\n\n\n\n\n\n\n\n\n\nAccess iteration five\n\n\n\n\nclose iteration.\n\n\n\n\nTHE FOLLOWING FILE DESCRIBES A \nLEGALLY UNCONTAINABLE\n CLASS ANOMALY.\n\n\nAs of 1/4/3000, approximately 97% of all manmade structures on earth have been converted into SCP-7403.\n\n\nDescription:\n SCP-7403 is a semio-bureaucratic parasite currently propagating a ΨK-Class “Unjust Verdict” scenario.\n5\n SCP-7403 cannot be contained due to the extensive legal restrictions on the prevention of its spread,\n6\n and it has been confirmed that SCP-7403 has been made into a worldwide threat by YWTGTSYT, a corporation previously restricted to \nan anomalous convenience store\n. The anomalous properties of YWTGTSYT appear to have been applied to SCP-7403, eliminating all chances of eradication.\n\n\nCongratulations, you fucking asshole, you just ended the fucking world.\n\n\nThank you very much.\n\n\n\n\n\n\n\n\n\n\n[LOG OFF]\n\n\n\n\n \n\n\n\n\nYou breathe heavily. It’s over, they’ve won.\n\n\nYou can’t leave. You don’t have anywhere to go, chances are you don’t even own a house anymore.\n\n\nThe building you’re inside, Site-7403, is the last site left- Perhaps even the last building left. It was built underground, barricaded by radiation-insulating material.\n\n\nYou are the director of this site.\n\n\nThere is a knock on the door behind you.\n\n\nYou get up from your chair and approach the door, slowly, but when you open it, nobody is there.\n\n\nBut then, you look down.\n\n\nThere is an eviction notice on the floor.\n\n\nYou read the notice with a shocked expression, and immediately dart for the exit.\n\n\nYou climb out of the bunker. The first thing you see is a billboard.\n\n\nFrom your angle, it’s hard to read without the sunlight shining in your face, but you can just barely make out the words.\n\n\n\n\nBRILLIANT BURGERS\n\n\nBEST BUNS IN THE BUSINESS\n\n\nTHANK YOU VERY MUCH\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7402\n | SCP-7403 | \nSCP-7404\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. While this category does include former restaurants, this also includes all existing structures, which includes non-corporate structures such as houses, farms, and churches (including graveyards if established in aforementioned church). This category also includes ancient structures, such as pyramids and ruins.\n\n\n2\n. Lions are considered Vulnerable in terms of conservation status. How this meat was acquired is unknown.\n\n\n3\n. Lions are considered Vulnerable in terms of conservation status.\n\n\n4\n. \nthank you very much\n\n\n5\n. A previously theoretical scenario in which the status quo shifts dramatically as a result of anomalously altered laws.\n\n\n6\n. Preventing the spread of SCP-7403 has been determined to be a common goal among governments, but all of them are, at the same time, either unable or unwilling to comply.",
    "addendums": [],
    "documents": [],
    "notes": [
        "BRILLIANT BURGERS: NOW HIRING",
        "BRILLIANT BURGERS BEST BUNS IN THE BUSINESS THANK YOU VERY MUCH",
        "BRILLIANT BURGERS BEST BUNS IN THE BUSINESS THANK YOU VERY MUCH"
    ],
    "description": "SCP-7403 is a semio-bureaucratic parasite currently propagating a ΨK-Class “Unjust Verdict” scenario.5 SCP-7403 cannot be contained due to the extensive legal restrictions on the prevention of its spread,6 and it has been confirmed that SCP-7403 has been made into a worldwide threat by YWTGTSYT, a corporation previously restricted to an anomalous convenience store. The anomalous properties of YWTGTSYT appear to have been applied to SCP-7403, eliminating all chances of eradication.",
    "title": "scp-7403.file"
}