{
    "url": "https://scp-wiki.wikidot.com/scp-7406",
    "all_text": "rating: \n+12\n+\n–\nx\n\n\n\n\nPlease login to your SCiP.NET account to access the SCP-7406 article.\n\n\n\n\n\n\n\n\n\nSCiPNET LOGIN\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    name\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    affiliation\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        41cca24f5ed07a3a3c36d669cf6862fe_1743780715\n    \n\n\n\n\n\n\nLogin\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease Wait\n\n\nScan Of Your Identity Ongoing\n\n\nActivation Of Memetic Kill Agent 7406-RED-99\n\n\nWelcome Back, Dr John Holland\n\n\nYou Can Now Access The Files Listed Below\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7406\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nexsequi\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nobject type:\n\n\nAzathoth\n\n\n\n\n\n\n\n\ncurrent status:\n\n\ncontained\n\n\n\n\n\n\n\n\n{$class-category-3}\n\n\n{$class-text-3}\n\n\n\n\n\n\n\n\n{$class-category-4}\n\n\n{$class-text-4}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-88\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Phillip Foster\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr John Holland\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nMu-13\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-88\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Phillip Foster\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr John Holland\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nMu-13\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7406 is to be kept in a 3 X 3 X 3 m airtight steel chamber, in Site-88. \nA Faraday cage is to be installed against the inside walls of the containment chamber.\n The use of a Faraday cage has proven ineffective against the entity's electromagnetic waves (See Addendum 7406.2). An infrared CCTV system must be operational in SCP-7406's cell. A toilet stall is to be installed in the chamber. The room is to be equipped with a double-door airlock system.\n\n\nEvery 6 months, a member of D-Class personnel must be inserted into the room, since SCP-7406 doesn't consider animals' sanity as a source of food. The member of D-Class personnel is to be fed by an automatic food distribution system, and once the entity becomes psychologically detached from him, he must be evacuated from the chamber via the double-door airlock system. The member of D-Class personnel should then be terminated via lethal injections. Any other intrusion into the room is strictly forbidden.\n\n\nDescription:\n SCP-7406 is a humanoid entity that is completely black, except for its eyes and teeth, which are white. About 2 meters high, SCP-7406 perpetually produces an unidentified black gas around its body, making its attributes hard to discern. SCP-7406 can be seen under infrared lights or by the naked eye of its victims.\n\n\nSCP-7406 feeds on the fear and mental degradation of a subject through stalking, making them afraid and paranoid, simultaneously destroying their mental state. The anomaly follows the same person throughout multiple stages of said stalking. The entity must have direct visual contact with its next victim to start its stalking process.\n\n\nThe stalking is divided into the following stages:\n\n\n\n\nAnalysis: SCP-7406 determines habits, fears, and remorses it can use against its victim. This process lasts ~7 days, and the entity is currently invisible to the said victim. (At this point, the victim is now known as \"SCP-7406-1\".)\n\n\nSCP-7406-1 reports feelings of being watched, exponential paranoia, and fear of being followed/obscured. SCP-7406 will appear to his victim, seemingly staring at them from afar. The entity will be getting closer with time. If SCP-7406-1 tries to sleep, they might suffer from sleep paralysis and nocturnal terror. This stage lasts around 21 days.\n\n\nSCP-7406 will telepathically communicate voices to its victim. The words utilized by these voices vary from person to person but are always centered on death, destruction, and torment. This stage lasts until the detachment of the entity from its victim.\n\n\nSCP-7406 will cause small but irreversible damage to its victim's optic nerve through a telepathic process. The lesions created will affect the transfer of information between the victim's eyes and visual cortex, forcing horrific and traumatic hallucinations on the victim. These hallucinations include elements of immeasurable violence and [REDACTED]. This stage lasts for 9 days on average and is the last stage recorded.\n\n\n\n\nAfter this last stage, SCP-7406 will have consumed all the sanity of its victim and will begin searching for new victims. The lesions created by SCP-7406 will not be healed, thus making the victims suffer from hallucinations even after SCP-7406's psychological detachment. SCP-7406-1, for its part, will either be pushed to suicide by the destruction of his mental state or will experience multiple physical/psychological effects such as:\n\n\n\n\nSevere headaches,\n\n\nMajor tinnitus,\n\n\nSudden panic attacks,\n\n\nSymptoms of heavy PTSD and advanced dementia,\n\n\nExtreme omnipresent paranoia,\n\n\nSubconscious alteration of the subject's vision of reality, so that SCP-7406-1 may no longer recognize certain people close to him, or, on the contrary, associate complete strangers with relatives or friends.\n\n\n\n\nRecovery is impossible.\n\n\nSome victims of SCP-7406 have been identified by the Foundation and have been interviewed by Dr. John Holland, before being administered Class-F and Class-G amnestics, as well as Class-E and Class-C in certain cases, without success. These victims seem to remember their contact with the entity, sometimes noting a tall black figure following them. The reason for the failure of amnestics to remove residual memories of SCP-7406 from SCP-7406-1 is unknown.\n\n\nAfter 6 months without victims, SCP-7406 will start to emit electromagnetic waves traveling an increasingly exponential distance. The maximum distance that these waves can travel is unknown. Dr. Sylvia Omar theorized that these waves are used by the creature to try to locate signatures of human life. To ensure they don't interfere with Site-88's security systems, a member of D-Class personnel must be sent into SCP-7406's containment chamber every 6 months, via protocol 7406-Delta.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nJohn Holland's personal. Yeah. That sounds fine.\n- Hide Journal\n\n\n\n\n\n\n\n\nThis is the first time I write a journal. I don't know where to start honestly. I just felt like I needed to write about this, about all of this. Is this really what we are? I know we must ''Secure, Contain and Protect'', but… It's just wrong. That thing. It's wrong. I've seen what it did to those poor souls.\n\n\n \n\nMaybe I'm just stressed. I did work a lot recently. Maybe I just need to rest… But if that's what I need, why don't I feel the bravery to do it?\n\n\n \n\nI must continue my work. Even if I'm not sure about said work anymore… Can they find my journal? Why would they? They trust me. They trust me…\n\n\n \n\n\n\n\nDr. John Holland\n\nJohn H.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7406.1\n \nSCP-7406's Recovery Operation:\n\nOn March 19th, 1989, MTF Iota-10 ''Damn Feds'' noticed a drastic increase in the number of cases of dementia and severe paranoia recorded by the US Department of Health and Human Services in Montgomery County, Tennessee. MTF Eta-10 ''See No Evil'' and MTF Mu-13 ''Ghostbusters'' were dispatched to the county in search of anomalous causes that would explain this increase.\n\n\nAfter employing various Foundation technologies to search for anomalous activities for three months\n1\n, SCP-7406 was located and documented for the first time by MTF Mu-13. SCP-7406 was spotted with the help of infrared goggles. SCP-7406-1 was identified shortly afterward.\n\n\nSee Exploration Log:\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n June 17th, 1989, 0154 hours\n\n\nExploration Team:\n Mobile Task Force Mu-13 - ''Ghostbusters''\n\n\nArea:\n Montgomery County, Tennessee, United States of America\n\n\nTeam Lead:\n Cmdr. Alfred Hamlin\n\n\nTeam Members:\n Lt. Cmdr. Ray Kemp, Sgt. Evgeni Petrov, Lance Cpl. Adam Stewart, Op. Renaud Lambert, Op. Karl Johannessen.\n\n\n\n\n[BEGIN LOG]\n\n\nSgt. Petrov:\n What are we even looking for? We've been in this goddamn town for 3 months!\n\n\nLance Cpl. Stewart:\n Not to mention we spent these 3 months trying not to be detected more than anything else.\n\n\nOp. Johannessen:\n Hey. I have an idea. Go the fuck home.\n\n\nLt. Cmdr. Kemp:\n Shut it. All of you.\n\n\nSgt. Petrov:\n What? Are you enjoying yourself right now, Commander?\n\n\nLance Cpl. Stewart:\n It's not like Tennessee was super appealing…\n\n\nOp. Johannessen:\n The Holston River is pretty peaceful, though. You got to give them that.\n\n\nLt. Cmdr. Kemp:\n I know this isn't your most thrilling operation, but how can you not be happy? It's probably the only time you'll have tranquility in your career.\n\n\nOp. Johannessen:\n We didn't choose this career to have tranquility, Sir.\n\n\nSgt. Petrov:\n He's got a point.\n\n\nLance Cpl. Stewart:\n Hey, Hamlin! Anything good out there?\n\n\nTeam Leader Hamlin:\n Not for now.\n\n\nOp. Johannessen:\n What did you expect, Stewart?\n\n\n0157 hours\n\n\nSgt. Petrov:\n \nDouce France, cher pays de mon enfance…\n\n\nOp. Johannessen:\n What's that, now?\n\n\nSgt. Petrov:\n An old French song. My mother used to sing it to me.\n\n\nOp. Lambert:\n That's Charles Trenet, right?\n\n\nSgt. Petrov:\n Yes, it's him. I forgot you were French for a second.\n\n\nOp. Lambert:\n How does your mother know Trenet?\n\n\nSgt. Petrov:\n She met him in a restaurant in Paris, back in '72.\n\n\nLance Cpl. Stewart:\n Have we tried the infrared goggles?\n\n\nTeam Leader Hamlin:\n And how about the infrared goggles, Lambert? Are they any good?\n\n\nLance Cpl. Stewart:\n Oh, come on, Hamlin. Don't say it like it was your idea.\n\n\nOp. Lambert:\n Hold on a second…\n\n\nOperative Lambert starts walking around the park, looking all around him.\n\n\nOp. Lambert:\n Oh, what the hell. Use them goggles, fellas.\n\n\nSgt. Petrov:\n It looks like… A black ghost? Anyway, it doesn't seem aggressive, for now…\n\n\nSCP-7406 begins to distance itself from the MTF, seemingly following a man of about 30 years of age. The man is seen moving away from the Mobile Task Force. The man doesn't seem to notice the team.\n\n\nTeam Leader Hamlin:\n He looks extremly paranoid. Is it some proximity effect, or can he see that thing, too?\n\n\nSgt. Petrov:\n The entity isn't bothered by us. Maybe we should try to take this guy with us.\n\n\nOp. Johannessen:\n He's not going to follow us that easily. I suggest we tranq him. Put him in an artificial coma.\n\n\nLt. Cmdr. Kemp:\n Good idea. For once. Let's knock him out.\n\n\nOp. Johannessen:\n Go to hell.\n\n\n[END LOG]\n\n\n\n\nMTF Mu-13 tranquilized SCP-7406-1 and making sure that SCP-7406 was still following its victim, safely transported SCP-7406-1, and thus SCP-7406, in its containment chamber. After waking up, SCP-7406-1 traversed the final stages of SCP-7406's stalking, and suffered from symptoms induced by SCP-7406. After making sure that SCP-7406 was no longer psychologically attached to its victim, SCP-7406-1 was evacuated from the cell. With no direct visual contact with another living person, SCP-7406 was trapped and secured in its chamber. The victim was administered Class-F amnestics and interviewed by Dr. John Holland.\n\n\nSCP-7406-1 was then released back into the public while being closely monitored by Mobile Task Force Eta-10. MTF Eta-10 quickly observed that the amnestics had no effect on the victim, and witnessed the subsequent suicide of said victim.\n\n\nAddendum 7406.2\n \nIncident 7406-A-1:\n\nAt 0300 hours on the morning of December 22, 1989, SCP-7406 started to emit electromagnetic waves with an exponential radius of effect. These waves quickly disrupted the chamber's security system, then the entire site's. At 0330 hours, the site experienced multiple containment failures, and Site Director Dr. Phillip Foster ordered the following LRC request: 88/A/MAGENTA-AMBER. Automated Response Initiative AR-5 was deployed at 0342 hours, moments before MTF Eta-10, MTF Mu-13, and MTF Epsilon-11 were dispatched to Site-88. At 0402 hours, all of the Mobile Task Forces had entered the facility. At 0504, all anomalies were recontained, including SCP-7406. SCP-7406 had left its containment chamber and was pacing the corridors of Site-88, before coming across Dr. Fleming. After detection by MTF Mu-13 of SCP-7406's psychological attachment to the researcher, SCP-7406 was able to be recontained the same way it was first contained, with the unfortunate loss of Dr. Fleming, who was afterward terminated to avoid unnecessary suffering.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nJohn Holland's personal: Albert Fleming\n- Hide Journal\n\n\n\n\n\n\n\n\nAlbert. Albert Fleming. That's the name their unconsciousness killed. Albert, my friend, I'm so sorry. I could have prevented this. I \nshould\n have prevented this. I still can't believe you're gone. Just yesterday you were so full of life.\n\n\n \n\n''The unfortunate loss of Dr. Fleming.'' They act like they had nothing to do with his death. They lie to themselves until they believe their own frauds. They act like that thing is the one causing suffering, yet they are blind at how many people they push into its claws for the sake of science. They caused all of this.\n\n\n \n\nThey think they can control the universe. But when they try to control it, to hold it back, or when they try to get ahead of it, they start to run. And suddenly, they're out of breath. And we're the ones suffering from it.\n\n\n \n\nAlbert. You're the one suffering from it.\n\n\n \n\nMaybe the United Nations were right. I think Bettencourt still works there. Should I? Could I? And even if I did, would he be still there? Would he help? Either my decision will save us all, or it will be a mistake that could not have been more catastrophic.\n\n\n \n\n\n\n\nTo Fleming, my friend,\n\nJohn.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfter the incident, Dr. Sylvia Omar and Senior Researcher Dr. John Holland theorized that the electromagnetic waves emitted by SCP-7406 were used by the entity in order to better locate signatures of human life. \nThe use of a Faraday cage to stop these waves has been commissioned by Dr. Holland.\n The use of a Faraday cage proved to be ineffective and was removed from the containment procedures after a second breach, 6 months after the first one. Since SCP-7406 was now closely monitored, a site-wide containment breach was avoided, the electromagnetic waves having only deactivated the room's cameras before the decision was made to provide a member of D-Class personnel to the entity.\n\n\nGiven this situation, Dr. Omar decided to introduce \"Protocol 7406-Delta\", which consists of introducing a member of D-Class personnel into SCP-7406's chamber every 6 months. A request has been made to build an outpost subordinate to Site-88, which would facilitate the monitoring and containment of SCP-7406. The request is still pending.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\nEncrypted Conversation With: Assistant Director of Security, Site-88\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou Have Been Granted With Security Clearance Level 4\n\n\n\n\n\nTo:\n Senior Researcher John Holland, \nten.pics|dnallohJ#ten.pics|dnallohJ\n\n\nFrom:\n Asst. Dir. of Security Carlos Gonzales, \nten.pics|selaznogC#ten.pics|selaznogC\n\n\nSubject:\n New Security Measures Surrounding SCP-7406.\n\n\nGreetings, Dr. Holland,\n\nYou may have noticed the addition of a mandatory connection to SCiP.NET and the use of a memetic kill agent to access the full SCP-7406 article. The decision to implement this was prompted by a recent investigation by Site-88's security department.\n\n\nFollowing incident 7406-A-1 and its aftermath, the investigators and myself discovered something troubling, to say the least. I've granted you the necessary clearance level in order to gain access to the results of the investigation, so you must remember that the following pieces of information are classified.\n\n\nIn short, we believe that the containment breach was not directly related to SCP-7406. After reviewing the security footage of the containment breach, we noticed some sort of small metal device on SCP-7406's back. After consultation with your friend and colleague, Dr. Sylvia Omar, we believe that this device is foreign to SCP-7406 and that it may have originated from a Group of Interest external to our organization.\n\n\nWe will soon try to send a member of Class-D personnel on a mission to retrieve said device, and perhaps finally conclude what were the real causes of incident 7406-A-1. For the sake of our investigation, your request to build an outpost subordinate to Site-88 for SCP-7406 will probably be granted in order to access SCP-7406's chamber and to better monitor the entity in the future. In the meantime, any experiment or operation involving SCP-7406 must not take place without my agreement. If I ever need you, I'll be in touch.\n\nBest regards,\n\nAsst. Dir. of Security Carlos Gonzales\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nJohn Holland's personal: Gonzales' email\n- Hide Journal\n\n\n\n\n\n\n\n\nOmar. My ''friend''. What a disgusting thought.\n\n\n \n\n''They're just Class-Ds''.\n\n\n \n\nThat's what she kept saying as we sent those poor people into the devil's pit. It never occurred to her that they are fucking people??\n\n\n \n\nThere's another thing that psycho used to say about them.\n\n''Crack your whip and strike your beast. Make the Class-Ds walk or die, but in the name of God, make sure you're ahead of science. All the stragglers who croak will go to the collective grave.''\n\n\n \n\nIf we weren't absolved of the law, many of us here would be languishing in prison.\n\n\n \n\nAt least they'll build the outpost I asked for. Maybe my plan will work after all… I'm drowning a hundred times over in a pool of science and absurdity.\n\n\n\n\nGo to hell, Omar.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7406.3\n \nInterview with SCP-7406's victims:\n\n\n\n\n\n\n\n\nInterview 7406-Bravo-1\n\n\nInterview 7406-Bravo-2\n\n\nInterview 7406-Bravo-3\n\n\nDr. John Holland's Personal Files\n\n\n\n\n\n\n\n\nInterviewed:\n Mr. Scott Laurier.\n\n\nInterviewer:\n Dr. John Holland.\n\n\nForeword:\n Dr. Holland impersonated an agent of the United States Department of Health and Human Services in order to obtain information about SCP-7406.\n\n\n<Begin Log, 09h35, November 23, 1989.>\n\n\nDr. John Holland:\n Good morning, sir. I'm… Dr. Ricky… Fontaine, from the United States Department of Health and Human Services. How are you today?\n\n\nScott Laurier:\n Hello…\n\n\nMr. Laurier looks over his shoulder before responding.\n\n\nScott Laurier:\n I'm good. I think. How about you, Doc. Fontaine?\n\n\nDr. Holland:\n I'm fine, thank you. For the record, could you please declare your identity?\n\n\nScott Laurier:\n This is being recorded?\n\n\nDr. Holland:\n Only to be able to manage your file better.\n\n\nMr. Laurier seems hesitant to respond.\n\n\nDr. Holland:\n Don't worry. You're safe here.\n\n\nScott Laurier:\n My name is Scott Laurier, but I was called Scotty in high school. I'm 67 and am a retired firefighter. I'm also married. Do you need more?\n\n\nDr. Holland consults her papers. Mr. Laurier's wife officially died seven years ago.\n\n\nDr. Holland:\n Could you tell me more about your wife? Her name was… is Doriane, am I right?\n\n\nScott Laurier:\n Yes, that's her name. She's one year older than me. We met in high school. I don't know why I got so lucky, but she was my first relationship, and even after 50 years, I still love her as I did from the start. We actually planned on going to the movies when you'll leave.\n\n\nDr. Holland:\n And where is she, now?\n\n\nScott Laurier:\n In our room I suppose. She likes to dress up before going to the movies. I like it.\n\n\nDr. Holland:\n Was she involved in any… incident seven years ago? In April, I think.\n\n\nScott Laurier:\n Well, she had a car crash if I remember correctly. But nothing serious, just a couple of bruises. She spent a day and a half in the hospital before coming home. I decided to play a trick on her that day. Before I went to pick her up from the hospital, I decorated our whole house like it was Christmas. I put up a Christmas tree in the living room and decorated it all over, I put garlands everywhere, I put lights on the balcony… The idea was to make her think she had spent the whole year in the hospital!\n\n\nDr. Holland:\n And how did she react?\n\n\nScott Laurier:\n Obviously there wasn't much snow left, so she knew it was just a joke. But she loves Christmas, so she was really happy. It was fun for me to do it, and she was happy to see me making her a cup of hot chocolate.\n\n\nDr. Holland:\n You really love her, it seems.\n\n\nScott Laurier:\n More than you can imagine.\n\n\nMr. Scott Laurier's wife has been declared officially dead shortly after her arrival at Clarksville Regional Medical Center, following her accident. It seems that Mr. Laurier's memories were later falsified, perhaps by SCP-7406 and its effects.\n\n\nDr. Holland:\n So, let's continue our conversation. I was assigned to you because you reported feeling… observed? Can you tell me more about it?\n\n\nScott Laurier:\n Well…\n\n\nMr. Laurier stands up and backs against the wall, seemingly frightened.\n\n\nScott Laurier:\n WHO ARE YOU? WHY DID YOU BRING THAT THING HERE?\n\n\nDr. Holland:\n Mr. Laurier, calm down. There is nothing in the room with us. You're safe.\n\n\nScott Laurier:\n No. NO! It's here. It's looking at me. WHY IS IT ALWAYS FOLLOWING ME?\n\n\nDr. Holland stands up, approaching Mr. Laurier. He closes his eyes and lies on the floor in the fetal position.\n\n\nScott Laurier:\n Make it stop, make it stop, make it stop…\n\n\nMr. Laurier starts having seizures. He is escorted out of the room by two medical attendants.\n\n\n<End Log, 14h41>\n\n\nClosing Statement:\n Mr. Scott Laurier has been administered Class-F, Class-E and Class-G amnestics. These do not appear to have any effect.\n\n\n\n\n\n\nInterviewed:\n Mrs. Judy Roberts\n\n\nInterviewer:\n Dr. John Holland.\n\n\nForeword:\n Dr. Holland impersonated an agent of the United States Department of Health and Human Services in order to obtain information about SCP-7406.\n\n\n<Begin Log, 17h56, November 24, 1989.>\n\n\nDr. John Holland:\n Good afternoon. I'm Dr. Ricky… Fontaine, from the United States Department of Health and Human Services. How are you this evening?\n\n\nJudy Roberts:\n …\n\n\nDr. Holland:\n Is there something wrong?\n\n\nJudy Roberts:\n \nUnintelligible\n\n\nDr. Holland:\n Could you repeat, ma'am?\n\n\nJudy Roberts:\n Are you… with that thing?\n\n\nDr. Holland:\n What ''thing''? Don't worry, I'm here to help yo…\n\n\nMrs. Judy Roberts lets out a raucous laugh.\n\n\nJudy Roberts:\n It's there for me. I know it! I know it since the beginning!\n\n\nMrs. Roberts stared at Dr. Holland, before smiling at him.\n\n\nDr. Holland:\n Mrs. Roberts, are you all right?\n\n\nMrs. Roberts doesn't respond. Subject is seen jumping on Dr. Holland in an attempt to strangle him. Two medical assistants storm into the room and restrain Mrs Roberts. She is removed from the room.\n\n\nDr. Holland:\n *Cough* …What has this thing done to her?\n\n\n<End Log, 18h02>\n\n\nClosing Statement:\n Mrs. Judy Roberts has been administered Class-E and Class-G amnestics. These do not appear to have any effect.\n\n\n\n\n\n\nInterviewed:\n Mr. Andrew Lance\n\n\nInterviewer:\n Dr. John Holland\n\n\nForeword:\n Dr. Holland impersonated an agent of the United States Department of Health and Human Services in order to obtain information about SCP-7406.\n\n\n<Begin Log, 13h24, November 25, 1989.>\n\n\nDr. John Holland:\n Hello, sir. I'm Dr. Ricky Fontaine, from the United States Department of Health and Human Services. How are you doing?\n\n\nAndrew Lance:\n I'm fine, thanks for asking.\n\n\nDr. Holland:\n Would you mind declaring your identity? For the record, that is.\n\n\nAndrew Lance:\n Why? Are you saying that because you actually care about my identity, about who I am, about what I've been through? Or do you ask just to get your paycheck after this interview?\n\n\nDr. Holland:\n I ask so we can organize your files better, which will make it easier for us to understand what you lived.\n\n\nAndrew Lance:\n Andrew Lance. 26. Are you with that thing?\n\n\nDr. Holland:\n What thing, Andrew?\n\n\nAndrew Lance:\n That black thing. It was always following me…\n\n\nDr. Holland:\n Could you extrapolate a bit more, please?\n\n\nAndrew Lance:\n He was everywhere. He was everything. He was…\n\n\nMr. Lance suddenly stops talking. His pupils seem to dilate.\n\n\nDr. Holland:\n Mr. Lance? Mr. Lance! Andrew!\n\n\nDr. Holland starts snapping his fingers. Mr. Lance isn't responsive.\n\n\nDr. Holland:\n Andrew! I'm here with you, you're safe.\n\n\nMr. Lance starts screaming and stands up. He stops screaming and starts to back up.\n\n\nDr. Holland:\n Are you okay Andrew?\n\n\nMr. Lance's pupils return to their normal condition. Mr. Lance looks at Dr. Holland, seemingly confused.\n\n\nAndrew Lance:\n What happened? I was just sitting on that chair…\n\n\nDr. Holland:\n You have had… an absence… Does this happen often to you?\n\n\nAndrew Lance:\n I… I don't kn…\n\n\nMr. Lance faints. He is taken out of the room by two nurses.\n\n\nDr. Holland:\n We need to get a way to help those people to forget about that thing…\n\n\n<End Log, 13h32>\n\n\nClosing Statement:\n Mr. Andrew Lance has been administered Class-F, Class-C and Class-G amnestics. These do not appear to have any effect.\n\n\n\n\n\n\nYou have identified yourself as: \nHolland, John\n. You may now have access to the following files:\n\n\n\n\nI cried after these interviews. A lot. To think that this thing is still alive makes me sick. I'm not part of the SCP Foundation anymore. I'm still getting paid by them, for now, but… It's not the same. I smile in spite of myself, the disguise of joy that I wear to hide the shame I feel for my work makes me think of a poor clown suffering from weariness.\n\n\n \n\nMy superiors play the divas, the tenors of stupidity.\n\n\n \n\nMy mouth wouldn't dare tell them all my secrets, my painful tragedy. Because the cause of all my torments, this organization, is too powerful. We warm her up with kisses and pull her pillows up. But one day she will die. She will die, just like the horrors she refuses to eliminate. They are to preoccupied with wether they can and never stopped to consider wether they should.\n\n\n \n\nAnd yet, there are so many tears and distress in it, that it will never, ever, ever really leave us.\n\n\n \n\nFleming. You were to most loyal to this Foundation. So please forgive me for what I will do. But I must do it. To stop this thing, and help these people. I've made my decision. I will flee, leaving my past behind, without remorse.\n\n\n\n\nThe GOC is my only option, I must contact them.\n\nFormer Senior Researcher John Holland\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        aae1855bf0f5a1b1953606e2ba99ad81_1743780715\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        66dc62623dda6f58a62cb996aa55f071_1743780715\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLogin!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Such as the use of a Scranton Reality Anchor, which had no effect whatsoever.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7405\n | SCP-7406 | \nSCP-7407\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7406\n\" by Overload Imminent, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7406\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7406 \" by Overload Imminent, from the SCP Wiki . Source: https://scpwiki.com/scp-7406 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7406 is to be kept in a 3 X 3 X 3 m airtight steel chamber, in Site-88. A Faraday cage is to be installed against the inside walls of the containment chamber. The use of a Faraday cage has proven ineffective against the entity's electromagnetic waves (See Addendum 7406.2). An infrared CCTV system must be operational in SCP-7406's cell. A toilet stall is to be installed in the chamber. The room is to be equipped with a double-door airlock system.",
    "description": "SCP-7406 is a humanoid entity that is completely black, except for its eyes and teeth, which are white. About 2 meters high, SCP-7406 perpetually produces an unidentified black gas around its body, making its attributes hard to discern. SCP-7406 can be seen under infrared lights or by the naked eye of its victims.",
    "title": "SCP-7406"
}