{
    "url": "https://scp-wiki.wikidot.com/scp-7408",
    "all_text": "It fucks me up, thinking about what happens to caterpillars.\n\n\n\n\n\n\n\n\n\n\n\n\nTHUMBNAIL\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7408\n - Metamorphosis\n\n\n\n\nA reimagining of \nSCP-408\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+166\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7408\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nmemet\n\n\n\n\n\n\nSecondary Class:\n\n\nradix\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7408-A instance shortly after initial containment.\n\n\n\n\n\n\nArchived Containment Procedures:\n SCP-7408 is to be held in a standard Class C Foundation aviary. It must be exposed to at least four hours of direct sunlight each day; in the event of overcast weather, sun lamps are to be provided.\n\n\nSpecial Containment Procedures:\n SCP-7408-A is not to be physically separated from SCP-7408-B under any circumstances. SCP-7408-A's care has been fully entrusted to SCP-7408-B.\n.\nMemet:\n Item ensures its own containment.\n\n\nSCP-7408-B has been allowed to continue employment with the Foundation and retain his Level 3 security credentials under the condition that SCP-7408-A remain fully cloaked at all times while within public areas.\n.\nRadix:\n Item has been integrated into the Foundation's hierarchy.\n Outside of this document, SCP-7408-B is to be solely referred to by name (Dr. Kondraki) and is never to be referred to with standard object pronouns (it/its).\n\n\nDescription:\n SCP-7408-A is a large swarm of \nLepidoptera graphium agamemnon\n.\nTailed jay butterflies.\n that was discovered on 10/20/2003 by a group of researchers in an Antarctic ice cave. Though the average annual temperature of Antarctica’s interior is −57°C, it did not appear to be adversely affected by the cold.\n\n\nSCP-7408-A’s primary anomaly is its ability to manipulate light. Initially believed to possess a complex camouflage defense mechanism akin to nonanomalous chameleons, it has since been determined that SCP-7408-A can refract light to such a fine degree that it can generate visual illusions in its immediate vicinity.\n\n\nSCP-7408-A does not need to eat or drink, subsisting entirely off of \nexposure to light\n. Any form of light is sufficient for maintaining its survival, with natural sunlight providing the highest quantity of nutrition.\n\n\nSCP-7408-A is solely directed by SCP-7408-B's conscious and subconscious impulses, who has described the process as being analogous to controlling a limb. In the event that SCP-7408-B does not remain within 20m of at least 65% of SCP-7408-A, it has been deemed extremely probable that SCP-7408-B will experience brain death.\n\n\nSCP-7408-B is Dr. ████████ Kondraki.\n\n\n \n\n\n\n\n\n\nPerson of Interest File #267-515\n\n\n\n\n\n\n\n\n\n\nPoI-267-515\n\n\n\n\n\n\nName:\n Dr. ████████ Kondraki\n.\nSee Addendum 7408-3.\n\n\nAssociated Groups of Interest:\n \nGoI-267 (\"Are We Cool Yet?\")\n\n\nBiography:\n Born on 01/22/1970 in Lee, Massachusetts to Antoni and Łucja Kondraki. Reportedly had a poor relationship with his immediate family, only remaining in contact with his twin sister, Alicja Kondraki, after reaching adulthood.\n\n\nExcelled academically from an early age, enrolling in Columbia University in 1988 to pursue a PhD in Biological Sciences. Briefly became romantically involved with PoI-267-113 (\"Hugo Manray\") in 1989, whom he had met through a hobbyist photography group. Was subsequently introduced to GoI-267 and the wider anomalous world, quickly becoming enmeshed in the \nBackdoor SoHo\n anart scene. Dropped out of Columbia shortly thereafter.\n\n\nDiscreetly experimented on various anomalies in parallel to anart work, utilizing his findings to produce anomalous objects. By 1995, had gained a degree of renown in the global anartist community for his skill in creating anart equipment — primarily cameras & film.\n.\nHis own art was largely nonanomalous, being mostly landscape and wildlife photography.\n Was sought for arrest by multiple normalcy organizations, but never caught.\n\n\nOn 04/17/2001, several months after the birth of his son, Draven Kondraki, he contacted the Foundation through a third party requesting to strike a bargain. Offered the anomalies in his possession, records of his research, and detailed information regarding several high-priority figures in GoI-267 in exchange for amnesty, protection from GoI-267 reprisal, and full-time employment as a Foundation researcher. Terms were accepted under the condition that he did not create new anomalous objects without the permission of the O5 Council.\n\n\nIn recognition of prior research, has since received an honorary Foundation PhD in paraphysics.\n.\nParaphysics:\n The science of anomalous matter. Not to be confused with \n'pataphysics\n.\n\n\n\n\n \n\n\n\n\nAddendum 7408-1: Recovered Data\n\n\nThe following files were recovered from Dr. Kondraki's laptop.\n\n\n\n\nAUDIO LOG 001\n\n\n\n\nDr. Saghai finally gave me my first solo assignment today. Took him long enough — I was starting to wonder if the old fossil was ever going to realize what he was wasting on paperwork and coffee runs.\n\n\nI should read up on whatever other butterfly anomalies we have in containment. There can't be \nthat many\n, right?\n\n\n\n\n\n\nLocation:\n Containment Chamber 7408\n\n\n\n\n[Dr. Kondraki enters the chamber. His eyes have been redacted from footage.\n.\nSee Addendum 7408-3.\n Several large butterfly feeders have been set up around the enclosure.\n.\nIt was not yet determined that SCP-7408-A possessed a different diet than nonanomalous butterflies.\n Sunlight streams through the reinforced skylight. SCP-7408-A instances flit about.]\n\n\n[Dr. Kondraki moves toward a handful of instances resting on a nearby feeder, a digital recorder held to his mouth.]\n\n\nDr. Kondraki:\n Let's see… objects appear to be roughly the same in size. Similar color and patterning. Might be swallowtails… not sure about the genus or species. Hasn't camouflaged itself to look like anything, yet.\n\n\n[Dr. Kondraki continues to observe SCP-7408-A instances, taking additional verbal notes on their appearance and behavior. SCP-7408-A begins slowly amassing around him.]\n\n\nDr. Kondraki:\n \n[Muttering.]\n What \nare\n you, SCP-7408?\n\n\n[Dr. Kondraki takes a sudden step back and exclaims in alarm as he suddenly becomes aware that all SCP-7408-A instances in the room have accumulated together into a flying mass roughly 2.4m in diameter. SCP-7408-A manifests the illusion of words across itself, white text on an emerald background.]\n\n\nSCP-7408-A:\n \"WHAT ARE YOU?\"\n\n\nDr. Kondraki:\n \nFuck\n. Nobody told me it knew \nlanguage\n.\n\n\n[As if to repeat itself, SCP-7408-A's message vanishes, then reappears several times.]\n\n\nDr. Kondraki:\n Uh— \n[Muttering.]\n Shit, am I allowed to talk to anomalies?\n\n\nSCP-7408-A:\n \"WHAT ARE YOU?\"\n\n\nDr. Kondraki:\n \n[Muttering.]\n Fuck it. \n[Speaking normally.]\n My name's Dr. Kondraki, I'm a researcher for the SCP Foundation. What are you?\n\n\nSCP-7408-A:\n \"IT DOES NOT KNOW THE WHYFOR BEING\"\n\n\nDr. Kondraki:\n What do you mean, \"it?\"\n\n\nSCP-7408-A:\n \"IT IS IT\"\n\n\nDr. Kondraki:\n Are you \"it?\"\n\n\nSCP-7408-A:\n \"YES IT IS IT\"\n\n\nDr. Kondraki:\n …Right. Does \"it\" have a name?\n\n\nSCP-7408-A:\n \"IT IS CALLED SCP-7408\"\n\n\nDr. Kondraki:\n I guess you were listening in just now. Do you have your own name?\n\n\nSCP-7408-A:\n \"YES IT DOES HAVE ITS OWN NAME\"\n\n\nSCP-7408-A:\n \"IT JUST SAID IT\"\n\n\n\n\n\n\nAUDIO LOG 003\n\n\n\n\nI didn't get much out of my first interrogation. 7408 either doesn't know anything about itself — what it is, where it came from, if there are any more anomalies like it — or it's trying to play dumb. It's pretty open to dialogue, though… should I try and wear it down? Something to consider.\n\n\nNext time I'll see if I can convince it to do that camouflage trick again — something better than text, ideally.\n\n\n\n\n\n\nLocation:\n Containment Chamber 7408\n\n\n\n\n[Dr. Kondraki enters. Noticing his arrival, SCP-7408-A quickly accumulates together before him.]\n\n\nSCP-7408-A:\n \"HELLO KONDRAKI DOCTOR\"\n\n\nDr. Kondraki:\n Hey, SCP-7408. How're you feeling today?\n\n\nSCP-7408-A:\n \"IT IS FEELING\"\n\n\nDr. Kondraki:\n You're feeling…?\n\n\nSCP-7408-A:\n \"YES\"\n\n\nDr. Kondraki:\n …Alright. SCP-7408, do you know how you create words?\n\n\nSCP-7408-A:\n \"KNOWS HOW TO MAKE THE FAKE SHAPES\"\n\n\nSCP-7408-A:\n \"NOT KNOWS WHY TO MAKE THE FAKE SHAPES\"\n\n\nDr. Kondraki:\n You know how to camouflage yourself but you don't understand the mechanics of it?\n\n\nSCP-7408-A:\n \"YES THAT IS WHAT IT SAID\"\n\n\nDr. Kondraki:\n Can you use your camouflage to make yourself look like something other than text?\n\n\nSCP-7408-A:\n \"KNOWS HOW\"\n\n\nDr. Kondraki:\n Can you… hm. Can you make yourself look like me?\n\n\nSCP-7408-A:\n \"OBLIGE\"\n\n\n[SCP-7408-A twists and lengthens its illusion (the word \"oblige\") into a new shape. Its bodies slip into the new illusion or camouflage themselves around it. Within 5 seconds, SCP-7408-A becomes a perfect duplicate of Dr. Kondraki. It mirrors his current expression, a mixture of awe and horror.]\n\n\n[Silence.]\n\n\nDr. Kondraki:\n I hate this, actually. Change back.\n\n\n[White text bulges organically out of \"Dr. Kondraki's\" chest.]\n\n\nSCP-7408-A:\n \"OBLIGE\"\n\n\n\n\n\n\nAUDIO LOG 004\n\n\n\n\nLooks like SCP-7408's camouflage is… frighteningly versatile. Animals, humans, objects — it can look like anything. The practical applications \nalone\n!\n\n\nBut I'm getting ahead of myself. I need to figure out what makes it tick.\n\n\nI copied the footage from today, I'm gonna take some real detailed notes before I head home. Gotta make sure all that information is on lock before I drink \nthat\n out of my memory.\n\n\n\n\n\n\nAUDIO LOG 016\n\n\n\n\nTurns out SCP-7408 feeds on light, so keeping containment costs low should be easy.\n\n\nCould that be how its camouflage works? Is it camouflage at all, or can it use light in other ways? Make sure to investigate.\n\n\n\n\n\n\nAUDIO LOG 031\n\n\n\n\nIt's hard to tell with its ass-backwards syntax, but I think SCP-7408 is insulting me. I'm at least pissing it off, sometimes.\n\n\nIt kinda reminds me of myself when I was younger. Ah, nostalgia.\n\n\n\n\n\n\nAUDIO LOG 054\n\n\n\n\nI feel like I'm going crazy, but I swear to god there were more SCP-7408 instances in the chamber today. It's tricky to count them since they look so alike, but yesterday I was \nsure\n there were about 300, and now there's around \n350\n.\n\n\nCan SCP-7408 instances reproduce? I haven't seen any caterpillars or chrysalises since I started this… I'm scanning through the surveillance footage and got nothing so far. They're not dividing like amoebas or growing out of motes of light or appearing out of thin air…\n\n\nThey're not doing anything, actually. Whenever I'm not in the room, the footage shows them just flying around aimlessly.\n\n\nIf they're reproducing, they're very good at hiding it. Is perception a factor?\n\n\n\n\n\n\nAUDIO LOG 067\n\n\n\n\nI told 7408 about Draven today — probably against protocol but who gives a shit.\n\n\nI think Draven'd like 7408 a lot. Toddlers like butterflies, don't they? I sure did, I used to be crazy about them. Why’d I ever stop?\n\n\n\n\n\n\nLocation:\n Containment Chamber 7408\n\n\n\n\n[Dr. Kondraki enters. He is holding a small stack of enlarged photographs under his left arm. A digital camera is slung around his neck.]\n\n\nSCP-7408-A:\n “HELLO DOCTOR”\n\n\nDr. Kondraki:\n \n[Sighing.]\n Hey, 7408. Do you remember what we talked about, before? About mimicking the pictures I show you?\n\n\nSCP-7408-A:\n “YES IT REMEMBERS”\n\n\nDr. Kondraki:\n \n[Deadpan.]\n Fantastic. Awesome.\n\n\n[SCP-7408 successfully mimics the animals in two photos (a tiger and a seahorse) and Dr. Kondraki photographs both displays from multiple angles.]\n\n\nDr. Kondraki:\n \n[Muttering.]\n Alright, what’s next…\n\n\nSCP-7408-A:\n “QUESTION”\n\n\nDr. Kondraki:\n …Yeah, 7408?\n\n\nSCP-7408-A:\n “YOU ARE UPSET WHY?”\n\n\nSCP-7408-A:\n “WHY UPSET EXPLAIN?”\n\n\nDr. Kondraki:\n Wh— I’m not upset. Let’s try to stay on task, okay?\n\n\nSCP-7408-A:\n “NO YOU ARE UPSET”\n\n\nSCP-7408-A:\n “KONDRAKI WILL ANSWER QUESTIONS”\n\n\nDr. Kondraki:\n \n[Scoffing.]\n “Kondraki” will not. That’s not how things work around here, SCP-7408.\n\n\nSCP-7408-A:\n “DOCTOR NEEDS PHOTOS OF IT”\n\n\nSCP-7408-A:\n “IT WILL NOT MAKE THE FAKE SHAPES”\n\n\nSCP-7408-A:\n “NOT UNTIL ANSWERS”\n\n\nSCP-7408-A:\n “NO QUESTIONS NO PHOTOS”\n\n\n[Dr. Kondraki scrubs his hands over his face.]\n\n\nDr. Kondraki:\n \n[Muttering.]\n I can’t believe I’m negotiating with—\n\n\nDr. Kondraki:\n Fine. Fine! I’m not \nupset\n, I’m… annoyed, I guess. Angry. Angri\ner\n, now.\n\n\nSCP-7408-A:\n “KONDRAKI DOCTOR ANGRY PISSED OFF?”\n\n\nSCP-7408-A:\n “WHYFOR KONDRAKI PISS?”\n\n\nDr. Kondraki:\n First of all, never phrase it like that again. Second of all… I've been dealing with issues. In my family. Family issues.\n\n\nSCP-7408-A:\n “IT UNDERSTANDS”\n\n\nSCP-7408-A:\n “ANTONI MAKES KONDRAKI PISS”\n\n\nDr. Kondraki:\n Alright, I’m pretty sure you’re starting to do that on— wait. How the fuck do you know my father's name?\n\n\nSCP-7408-A:\n \"IT KNOWS NOT HOW IT KNOWS\"\n\n\n[Silence. Dr. Kondraki appears simultaneously irritated and intrigued.]\n\n\nDr. Kondraki:\n Let’s switch things up, SCP-7408. I’m going to ask you some of my own questions and you’re going to answer as honestly as possible, okay?\n\n\nSCP-7408-A:\n “IT CONSENTS”\n\n\n[Dr. Kondraki asks SCP-7408-A multiple questions about himself and his field of study. In all provided subjects (for example, the names of Dr. Kondraki's close relatives or the taxonomy of strawberries), SCP-7408-A answers succinctly and accurately. It is unable to explain how it has obtained such information.]\n\n\n\n\n\n\nAddendum 7408-2: Cognition Reflection Testing\n\n\nVarious subjects of differing backgrounds were brought into Containment Chamber 7408 and prompted to ask it questions regarding information that only they would know. In nearly all cases, it was able to provide accurate responses.\n\n\n\n\nTest #:\n 03\n\n\nSubject:\n D-8499\n\n\nNotable Events:\n Subject was visibly nervous as the test began. Testing was delayed for nearly 20 minutes, as SCP-7408-A was attempting to hide from the subject by amassing in a far corner of the containment chamber's ceiling. The subject, at Dr. Kondraki's prompting, was gradually able to coax SCP-7408-A down.\n\n\n\n\n\n\nTest #:\n 19\n\n\nSubject:\n D-3976\n\n\nNotable Events:\n Subject and SCP-7408-A had an involved discussion regarding dimensional harmonics.\n.\nD-3976 is a former Prometheus Labs researcher.\n Afterwards, the subject described SCP-7408-A's conversational abilities as \"limited, but unmistakably passionate.\"\n\n\n\n\n\n\nTest #:\n 20\n\n\nSubject:\n D-0500\n\n\nNotable Events:\n Subject was provided a transcribed list of questions previously given to SCP-7408-A in the prior test. SCP-7408-A did not display knowledge of or interest in the subject of dimensional harmonics.\n\n\n\n\n\n\nTest #:\n 34\n\n\nSubject:\n D-0410\n\n\nNotable Events:\n Subject has a known history of anger management issues, violent outbursts, and a general lack of concern for the well-being of others. Over the course of the test, SCP-7408-A made several graphic and detailed threats on the subject's life, though at no point did it attempt to act on them.\n\n\n\n\n\n\nTest #:\n 48\n\n\nSubject:\n D-9707 & D-4244\n\n\nNotable Events:\n Subjects were instructed to prepare their questions in advance and ask them simultaneously. Each time this occurred, SCP-7408-A attempted to answer both questions simultaneously, often mixing its responses together.\n\n\n\n\n\n\nTest #:\n 49\n\n\nSubject:\n D-8099 & D-1585\n\n\nNotable Events:\n Subjects were instructed to take care not to overlap their questions and to give SCP-7408-A time to respond. SCP-7408-A’s responses were largely accurate, but less so than SCP-7408-A's answers for single subjects.\n\n\n\n\n\n\nTest #:\n 55\n\n\nSubject:\n D-3266\n\n\nNotable Events:\n Subject was injected with a delayed-action sedative immediately before the beginning of the test. SCP-7408-A was initially able to answer questions as normal, but gradually lost coherence as time went on.\n\n\n\n\n\n\nTest #:\n 72\n\n\nSubject:\n D-6022\n\n\nNotable Events:\n Subject was provided a microphone in an adjacent room that was connected to a speaker in Containment Chamber 7408. SCP-7408-A did not answer to or indicate awareness of remote verbal prompts. When the subject was brought into the containment chamber, SCP-7408-A began answering questions as expected.\n\n\n\n\n\n\nTest #:\n 74\n\n\nSubject:\n D-2183 & D-1260\n\n\nNotable Events:\n Subject A (D-2183) was instructed to ask questions remotely, while Subject B (D-1260) was instructed to enter the containment chamber without speaking. SCP-7408-A displayed awareness of and ability to respond to remote verbal prompts, but could not answer questions accurately.\n\n\n\n\n\n\nAUDIO LOG 108\n\n\n\n\nI’ve figured it out.\n\n\nThough it's capable of language and complicated thought, you can’t call SCP-7408 \"intelligent.\"\n\n\nIt doesn't display human-level intellect while alone. It’s easy to confuse when exposed to more than one person at once. In our interactions, it’s acted stubbornly curious and contrary — traits that, I'm forced to admit, I share. In its interactions with others, I've seen analogous changes in its personality.\n\n\nSCP-7408 isn't a hive mind, it's a \nmirror\n. It \nreflects\n minds. On its own, it's just… blank. An empty brain, networked across hundreds of butterflies and waiting to be filled out.\n\n\nLike it does to rays of light, SCP-7408 bends and refracts all thoughts that pass through it. It's a simplified, abstracted sort of reflection — information without understanding, identity without personhood. All the pieces are there but it doesn’t have the tools to put them together.\n\n\nBetween its reflective psychology and its illusions, SCP-7408 is fucking \ndangerous\n.\n\n\nThank \ngod\n I got to it first.\n\n\n\n\n\n\nAddendum 7408-3: Incident 7408-01\n\n\nOn 08/04/2004, at 2:15 PM, security cameras stationed in and around Containment Chamber 7408 ceased functioning for 12.5 minutes, shortly before Dr. Kondraki entered the chamber. Site security did not become immediately aware of this fact, as the camera feeds had been set to a 30 minute prerecorded loop. The following log was recovered from the remains of Dr. Kondraki's digital recorder.\n\n\n\n\nAUDIO LOG 204\n\n\n\n\nSomething's been bugging me about 7408. It's been an itch at the back of my mind since the beginning, before it got me my promotion.\n\n\nThis anomaly revolves around perception, right? Light and illusions and reflections. It multiplies when nobody can see it. You look at 7408 and try to interpret it — it looks at you and interprets right back.\n\n\nIt's color. It's interpretation. It's \nart\n. Somebody \nmade\n this.\n\n\nI don't think it was recent, either. This is a hunch, but 7408 doesn't feel like something modern anartists would produce. It feels old. \nVery\n old.\n\n\nI should see if my new security clearance can get me historical records of anart from—\n\n\n[Silence.]\n\n\nWhat is…?\n\n\n[Rustling paper. A sharp intake of breath. A sudden gust.]\n\n\n\n\nOh, shit.\n\n\n\n\nOh, shit.\n\n\n\n\n[A second voice becomes audible, its source appearing to be near the recorder. The voice sounds as though it is composed of short audio clips of other voices that have been edited together.]\n\n\n???:\n \nHello, ████████. Don't move or I'll shoot.\n\n\nDr. Kondraki:\n Stay back—! Stay the \nfuck\n back!\n\n\n???:\n \nOr what? What will you do, record me to death? You don't have your tools anymore.\n\n\nDr. Kondraki:\n Want to bet your life on it?\n\n\n???:\n \nYou know, I'm rather disappointed. I told them, \"he'll never fall for a trick like this, he's not some amateur that couldn't tell a Dalí from a dollhouse. He'll see through it and then we'll lose the element of surprise.\"\n\n\n???:\n \nBut then you read the words and let me in.\n\n\n???:\n \nYou've embarrassed me, ████████. After all, everyone knows a student is only as good as his teacher.\n\n\n[Silence.]\n\n\nDr. Kondraki:\n Hugo? Hugo Manray? Is that you?\n\n\nManray:\n \nIn the flesh. So to speak.\n\n\nDr. Kondraki:\n What have you \ndone\n to yourself?\n\n\nManray:\n \nThe question you should be asking is, what will I be doing to you?\n\n\nDr. Kondraki:\n Are you going to shoot me? We both know you can do better than \nthat\n.\n\n\nManray:\n \nYou don't deserve my \"better.\" You don't even deserve my \"half-assed.\"\n\n\nManray:\n \nWhat you deserve is a bullet and to be blotted from memory like the rest of the Foundation's failures.\n\n\nManray:\n \nNow, for old time's sake. Any last words?\n\n\n[Silence.]\n\n\nDr. Kondraki:\n I—\n\n\n[Gunshot. Several overloud impact noises as the recorder falls and skitters across the floor.]\n\n\nManray:\n \nHm. Well, what do you know?\n\n\n[Manray's voice becomes gradually louder as he approaches the recorder. Rhythmic paper-metallic-squelching sounds are audible as he does so, which are presently believed to be his footsteps.]\n\n\nManray:\n \nI can't remember your name already.\n\n\n[Overloud impact.]\n\n\n\n\n\n\n\n\n\n\nDr. Kondraki was found unconscious on the floor of Containment Chamber 7408 in a pool of blood from a gunshot wound in his upper right temple. No SCP-7408-A instances could be found within the chamber, presumed stolen by Manray. Dr. Kondraki's recorder had been smashed and a slip of paper was crumpled in his right hand:\n\n\n\n\nItem #:\n SCP-0000\n\n\nObject Class:\n Perfidious\n\n\nSpecial Containment Procedures:\n SCP-0000 is to reap what he has sown.\n\n\nDescription:\n Are we cool yet, ████████?\n\n\n\n\n\n\n \n\nIn the hours immediately following the incident, it was discovered that Dr. Kondraki had also fallen prey to a media-altering, antimemetic anomalous phenomenon. From that point onward, Dr. Kondraki's eyes have been automatically redacted from all visual records of his face. His first name, ████████, is likewise redacted from all visual and audial records. Those who knew Dr. Kondraki’s forename prior to the anomaly or hear it spoken aloud cannot perceive it without use of \nmnestics\n.\n\n\n\nAddendum 7408-4: Incident 7408-02\n\n\nDr. Kondraki was rendered comatose by the attempt on his life, his condition stabilizing once the bleeding was staunched by Foundation medics. Initial medical scans determined that the gunshot had damaged his brain to the extent that several vital organs should have stopped functioning — despite this, they were all operating normally. Further scans discovered the existence of a small mass of unknown matter in Dr. Kondraki's brain, near the point where the bullet entered his skull.\n\n\nIt was later determined that the unknown mass was composed of 2-3 SCP-7408-A instances.\n\n\n\n\nLocation:\n Site-17 Medical Wing, Room 301\n\n\n\n\n[Dr. Kondraki lies in a hospital bed, comatose. His head is bandaged. The only audible sound is the regular beep of his heart monitor.]\n\n\n\n\n\n\nAUDIO LOG 093\n\n\n\n\nI can't sleep. Haven't been able to for a while, not since I got word that Dad died. Things were pretty touch and go for a while there, but I honestly thought things were getting better.\n\n\nGuess not.\n\n\nI'm not broken up about it. He was a bastard that made my childhood living hell. I don't \nmiss\n him, it's just— I thought I'd be happier about it, being free of him. But instead I'm…\n\n\n[Silence.]\n\n\nDrunk. I'm feeling drunk about it. Here's to you, you self-obsessed piece of shit.\n\n\n\n\n\n\n[A single SCP-7408-A instance crawls out from under Dr. Kondraki's left hand. It begins flying about the room.]\n\n\n\n\n\n\nI've been thinking a lot about butterflies. The idea of them, I mean, not 7408.\n\n\n\n\n\n\n[Three additional SCP-7408-A instances fly out from under Dr. Kondraki's blanket.]\n\n\n\n\n\n\nI found a chrysalis on a hike with Dad when I was… fuck, I dunno, seven or eight? I took a sharp rock and carved it open, right there. Its insides slopped out like goo, 'cause that's what happens to caterpillars, they gotta dissolve their bodies into a soup before they can turn into butterflies.\n\n\nI freaked out, of course, cried my little head off. Dad sure was pissed. He'd brought me to teach me how to hunt and here I was, sobbing over a dead bug.\n\n\n\n\n\n\n[Six SCP-7408-A instances crawl out of Dr. Kondraki's hospital gown, flying to join the other instances.]\n\n\n\n\n\n\nIt fucks me up, thinking about what happens to caterpillars. It's sort of like dying, isn't it? Getting your whole body dissolved, even if it gets reconstituted later. I mean, it's not \nreally\n a death, all its cells are still alive. It's dying-but-not-dying.\n\n\n\n\n\n\n[SCP-7408-A instances begin pouring out of every nook and cranny in the room that is out of the security camera's line of sight.]\n\n\n[The air becomes choked with SCP-7408-A instances.]\n\n\n\n\n\n\nI've never believed in the afterlife, not really. I always knew I'd just… stop, when my time came. I thought it sounded peaceful.\n\n\nBut now… they don't let me see a lot at the Foundation, not with my clearance. But I've seen enough to know that there's more out there, after this life. Death isn't an ending, it's a \nchanging\n. Your body turns into a corpse and your soul or your essence or whatever-the-fuck goes and becomes something else. A changing. Passing on. Dying-but-not-dying.\n\n\n\n\n\n\n[The fluorescents dim as SCP-7408-A begins drawing all light in the room into its collective wings.]\n\n\n\n\n\n\nThat's what really scares me. That's what's keeping me up every night. When it's my turn to go…\n\n\n\n\n\n\n[The room is lit only by countless swirling points of emerald light.]\n\n\n\n\n\n\n…what will I become?\n\n\n\n\n\n\n[Dr. Kondraki wakes up.]\n\n\n\n\n \n\n\nrating: \n+166\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n/\n\n\n\n\n\n\nMonarchs and Maestros\n\n\n\n\n\n\n\n\n\n\n\n\nDR. KONDRAKI CUT UP WHILE THINKING\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMontagueETC's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7376\n \n•\n\n\n\n\n\n\nSCP-6454\n \n•\n\n\n\n\n\n\nSCP-6751\n \n•\n\n\n\n\n\n\nSCP-1908\n \n•\n\n\n\n\n\n\nSCP-7354\n \n•\n\n\n\n\n\n\nSCP-8066\n \n•\n\n\n\n\n\n\nSCP-6462\n \n•\n\n\n\n\n\n\nSCP-744\n \n•\n\n\n\n\n\n\nSCP-⌘\n \n•\n\n\n\n\n\n\nSCP-8408\n \n•\n\n\n\n\n\n\nSCP-7009\n \n•\n\n\n\n\n\n\nSCP-8200\n \n•\n\n\n\n\n\n\nSCP-6607\n \n•\n\n\n\n\n\n\nE. T. Cetera's Proposal\n \n•\n\n\n\n\n\n\nSCP-7701\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nDid It Hurt When You Fell From Heaven?\n \n•\n\n\n\n\n\n\nWho Made You?\n \n•\n\n\n\n\n\n\nOmnigenesis and the Law of Blades\n \n•\n\n\n\n\n\n\nA Betamax Suicide Note\n \n•\n\n\n\n\n\n\nSix Codas\n \n•\n\n\n\n\n\n\nDR. KONDRAKI CUT UP WHILE THINKING\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMontagueETC's SCiPTEMBER 2022 Art\n \n•\n\n\n\n\n\n\netcetera, etcetera\n \n•\n\n\n\n\n\n\nArt Exchange 2023 | SCP-6759\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7407\n | SCP-7408 | \nSCP-7409\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7408\n\" by MontagueETC, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7408\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 7408-Thumbnail.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nFilename:\n Graphium agamemnon 20131222.jpg\n\n\nAuthor:\n \nPeellden\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Profile\n\n\nAuthor:\n \nMichael Mol\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n Baseball cap from the Memphis Red Sox\n\n\nAuthor:\n \nCollection of the Smithsonian National Museum of African American History and Culture\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nNMAAHC\n\n\n\n\nName:\n Forest\n\n\nAuthor:\n \nKamil Porembiński\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n memet-icon.svg\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP-7000\n\n\n\n\n\n\n\n\nFilename:\n Radix.svg\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Radix.svg\n\n\nAuthor:\n \nEnderman_desu\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP JP Storage\n\n\n\n\n\n\n\n\nFilename:\n Butterfly.png\n\n\nName:\n Tailed Jay Butterfly\n\n\nAuthor:\n \nRachel Kramer\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Kondraki.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Profile\n\n\nAuthor:\n \nMichael Mol\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n Baseball cap from the Memphis Red Sox\n\n\nAuthor:\n \nCollection of the Smithsonian National Museum of African American History and Culture\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nNMAAHC\n\n\n\n\nName:\n Forest\n\n\nAuthor:\n \nKamil Porembiński\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 7408-1: Recovered Data\nThe following files were recovered from Dr. Kondraki's laptop.",
        "Addendum 7408-2: Cognition Reflection Testing\nVarious subjects of differing backgrounds were brought into Containment Chamber 7408 and prompted to ask it questions regarding information that only they would know. In nearly all cases, it was able to provide accurate responses.",
        "Addendum 7408-3: Incident 7408-01\nOn 08/04/2004, at 2:15 PM, security cameras stationed in and around Containment Chamber 7408 ceased functioning for 12.5 minutes, shortly before Dr. Kondraki entered the chamber. Site security did not become immediately aware of this fact, as the camera feeds had been set to a 30 minute prerecorded loop. The following log was recovered from the remains of Dr. Kondraki's digital recorder.\nDr. Kondraki was found unconscious on the floor of Containment Chamber 7408 in a pool of blood from a gunshot wound in his upper right temple. No SCP-7408-A instances could be found within the chamber, presumed stolen by Manray. Dr. Kondraki's recorder had been smashed and a slip of paper was crumpled in his right hand:\n\n",
        "Addendum 7408-4: Incident 7408-02\nDr. Kondraki was rendered comatose by the attempt on his life, his condition stabilizing once the bleeding was staunched by Foundation medics. Initial medical scans determined that the gunshot had damaged his brain to the extent that several vital organs should have stopped functioning — despite this, they were all operating normally. Further scans discovered the existence of a small mass of unknown matter in Dr. Kondraki's brain, near the point where the bullet entered his skull.\nIt was later determined that the unknown mass was composed of 2-3 SCP-7408-A instances.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7408 \" by MontagueETC, from the SCP Wiki . Source: https://scpwiki.com/scp-7408 . Licensed under CC-BY-SA .",
        "Filename: 7408-Thumbnail.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Filename: Graphium agamemnon 20131222.jpg Author: Peellden License: CC BY-SA 4.0 Source Link: Wikimedia Commons Name: Profile Author: Michael Mol License: CC BY 2.0 Source Link: Flickr Name: Baseball cap from the Memphis Red Sox Author: Collection of the Smithsonian National Museum of African American History and Culture License: Public Domain Source Link: NMAAHC Name: Forest Author: Kamil Porembiński License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: memet-icon.svg Author: HarryBlank License: CC BY-SA 3.0 Source Link: SCP-7000",
        "Filename: Radix.svg Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: Radix.svg Author: Enderman_desu License: CC BY-SA 3.0 Source Link: SCP JP Storage",
        "Filename: Butterfly.png Name: Tailed Jay Butterfly Author: Rachel Kramer License: CC BY 2.0 Source Link: Flickr",
        "Filename: Kondraki.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: Profile Author: Michael Mol License: CC BY 2.0 Source Link: Flickr Name: Baseball cap from the Memphis Red Sox Author: Collection of the Smithsonian National Museum of African American History and Culture License: Public Domain Source Link: NMAAHC Name: Forest Author: Kamil Porembiński License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-7408-A is not to be physically separated from SCP-7408-B under any circumstances. SCP-7408-A's care has been fully entrusted to SCP-7408-B..Memet: Item ensures its own containment.",
    "description": "SCP-7408-A is a large swarm of Lepidoptera graphium agamemnon.Tailed jay butterflies. that was discovered on 10/20/2003 by a group of researchers in an Antarctic ice cave. Though the average annual temperature of Antarctica’s interior is −57°C, it did not appear to be adversely affected by the cold.",
    "title": "SCP-7408"
}