{
    "url": "https://scp-wiki.wikidot.com/scp-7409",
    "all_text": "rating: \n+171\n+\n–\nx\n\n\n\n\n\n\nSCP-7409. Close-up captured by \nPhoenix\n.\n\n\n\n\n\n\nItem #:\n SCP-7409\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7409 is to remain in its location of discovery. Due to the remoteness of this location, further containment is unnecessary.\n\n\nDescription:\n SCP-7409 is a single white lily \n(lilium candidum)\n.\n\n\nSCP-7409 bears visual resemblance to domesticated \nlilium candidum\n found on Earth; however, the object is located approximately 700 million light years from Earth. This location is notable for being at the approximate center of the Boötes Void\n1\n.\n\n\nSCP-7409 was discovered during a routine patrol of its surrounding area by unmanned Foundation drone \nPhoenix\n. Once \nPhoenix\n encountered SCP-7409, it switched itself to manual control mode and awaited further instructions from ground control. Upon seeing the object, ground control noted a desire to \"leave it alone\", which they identified as a minor compulsion effect. Despite this, the team instructed \nPhoenix\n to attempt to retrieve a sample of SCP-7409.\n\n\nWhen the drone came within 1 kilometer from SCP-7409, its propulsion jets abruptly lost power. \nPhoenix\n's momentum was still able to carry it to the object. However, the drone was unable to collect it or retrieve samples from it; indeed, SCP-7409 appeared to have been \"anchored\" to its location by an undetectable force. \nPhoenix\n's jets returned to normal functionality after photos of the object were taken, and ground control directed it back towards its routine patrol.\n\n\nThe area surrounding SCP-7409 contains several large clouds of small particles, later identified as \nlilium candidum\n pollen. The volume of these clouds is consistent with 16.2 billion years of pollen production.\n\n\n\n\nFootnotes\n\n\n1\n. A region of space containing very few galaxies, approximately 330 million light years in diameter. Colloquially referred to as the Great Nothing.\n\n\n\n\n\n\n\n\n« \nSCP-7408\n | SCP-7409 | \nSCP-7410\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7409\n\" by typoenjoyer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7409\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Lilium candidum, Tunisia - 20110517.jpg\n\n\nAuthor:\n Habib M'henni\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Lilium_candidum,_Tunisia_-_20110517.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7409 \" by typoenjoyer, from the SCP Wiki . Source: https://scpwiki.com/scp-7409 . Licensed under CC-BY-SA .",
        "Filename: Lilium candidum, Tunisia - 20110517.jpg Author: Habib M'henni License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Lilium_candidum,_Tunisia_-_20110517.jpg"
    ],
    "item": "SCP-7409",
    "object_class": "Safe",
    "containment_procedures": "SCP-7409 is to remain in its location of discovery. Due to the remoteness of this location, further containment is unnecessary.",
    "description": "SCP-7409 is a single white lily (lilium candidum).",
    "title": "SCP-7409"
}