{
    "url": "https://scp-wiki.wikidot.com/scp-7412",
    "all_text": "rating: \n+90\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7412\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\npending\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The responsibility of undoing the changes caused by SCP-7412 has been relegated to the Department of Tactical Theology. As of writing, SCP-7412 is scheduled to be retroactively nullified on January 13th, 2024.\n\n\nDescription:\n SCP-7412 refers to a sudden, universal CK-Class Event that occurred on January 12th, 2023, at 17:22:58 EST. After cross-referencing with Deepwell Archives, it was determined that the only change caused by SCP-7412 was the retroactive alteration of causality to add exactly one minor holiday to every extant religion.\n\n\nHolidays retroactively created by SCP-7412 — henceforth SCP-7412-1 — each have varying practices and customs consistent with their corresponding religions. However, despite each having their own distinct cultural rituals, SCP-7412-1 instances seem to follow a few key similarities:\n\n\n\n\nThe holiday will have little overall impact on the extant religion or the course of history, but will still be acknowledged as a unique celebratory event.\n\n\nThe holiday will involve some form of victory or success where a situation appeared hopeless or impossible, often through the form of a miracle.\n\n\nThe holiday's practices involve celebrating a spiritual leader, some form of game played for monetary or faux-monetary gain, or the construction of a yurt.\n\n\nThe holiday occurred on January 12th, 1968, the birth date of \nSite-666 Director Randall House\n.\n\n\n\n\nSCP-7412 was discovered following mass-desynchronization of CK-Class Scenario Detectors (CSDs) from their extra-universal counterparts, indicating a restructuring event had occurred. Shortly thereafter, various Exclusionary Sites confirmed consistent reports that reality had been altered retrocasually; analysis revealed roughly 640 pages of archives came into existence with the CK-Class Event, most relating to minor religious holidays. SCP-7412 and SCP-7412-1 were classified as anomalous shortly thereafter.\n\n\n\n\nAddendum One — Abridged Log of SCP-7412-1 Instances\n\n\n\n\n \n\n\n\n\nAffected Religion:\n Judaism\n\n\nHoliday Name:\n Hanukkah Sheini / Hanukkah Katan\n1\n\n\nDate of Celebration:\n 26 Tevet\n\n\nHistorical Context:\n During the Jewish revolt against the Seleucid monarchy by the Maccabees, a surprise attack left Jewish forces in retreat, forcing them away from Jerusalem. Judah Maccabee ordered there to be a fast for all soldiers in the Maccabeean force. On the third day, when it appeared the Jewish forces were surrounded, a mysterious figure only named \nBen Randel\n appeared and began to fight the Seleucid army, motivating the remaining Jews to continue fighting, leading to an unexpected Jewish victory.\n\n\nBen Randel was not spotted or identified following the battle. Jewish tradition maintains that this individual was none other than Elijah the prophet.\n\n\nCultural Practices:\n Hanukkah Katan is considered a Rabbinical minor holiday in Jewish culture, and thus is not subject to the laws of \nYom Tovim\n. Similar to Hanukkah itself, it is customary to partake in a game of \ndreidal\n, which involves a spinning top and the exchange of faux-money depending on how the top lands. Additionally, a single candle is lit to commemorate the bravery of Ben Randel in his battle against the Greeks.\n\n\nIt should be noted that some Sephardi Jews have a custom to construct a circular tent similar to a \nSukkah\n on Hanukkah Katan, although it is unclear where the custom originates.\n\n\n\n\n\n\nAffected Religion:\n Christianity\n\n\nHoliday Name:\n Second Epiphany\n2\n\n\nDate of Celebration:\n January 12th\n\n\nHistorical Context:\n Additional text found on Papyri 𝔓1\n3\n mentions an additional Magi to visit the infant Christ, resulting in a slight addition to the Gospel of Matthew's recounting of the Magi's visit (though Matt. 2:1-12 remain unchanged):\n\n\n\n\n13\n In a week's time, after the departure of the others,\n\na final Magi appeared before the child and his mother,\n\nbringing greater gifts in apology for the lateness of his visit.\n\n\n14\n Great merriment and joy did he bring to Bethlehem to compensate,\n\nfor he came not for homage but to ease the burden of anxiety upon\n\nChrist and his family in the manner of celebration long awaited.\n\n\n\n\nCultural Practices:\n Similar to Mardi Gras, the celebration of Second Epiphany has evolved culturally into a celebration bordering on excess, with a ceremonial tossing of 'burdens' into a fire pit to limit their ability to affect celebrants into the new year. Several Protestant denominations condemned the practice entirely during the Reformation, resulting in local pushback in areas where Puritanism or Calvinism were more commonly practiced after colonization.\n\n\n\n\n\n\nAffected Religion:\n Islam\n\n\nHoliday Name:\n Eid ul-Dawra\n4\n\n\nDate of Celebration:\n 12 Shawwal\n\n\nHistorical Context:\n Although largely unassociated with the cultural practices of the holiday, a common folk legend involves a village being attacked by an Ifrit.\n5\n According to the legend, the Ifrit used its abilities to hold the sun in the sky, preventing it from setting on the day before Eid al-Fitr. Although permitted to eat in life-threatening situations, no one in the town wished to break the fast to give satisfaction to the Ifrit.\n\n\nHowever, the Khalifah of the village procured a solution to trick the Ifrit. The Khalifah coordinated with his citizens to create many large mirrors and told them to bring them onto the nearby hills. Then, angling them correctly, the mirrors would reflect sunlight towards a single concentrated point on the opposite horizon. Confused by the presence of a second sun-like object across from him, the Ifrit rushed towards the opposite side of the sky. He dropped the real sun in the process, giving it just enough time to set before the Jinn could learn the source of the trick. It is believed that the time the sun ended up setting was supposed to be the 12th of Shawwal.\n\n\nCultural Practices:\n Eid ul-Dawra is informally celebrated in a similar manner to Eid al-Fitr, following 10 days of optional fasting during the month of Shawwal. These days consist of six days of customary fasting, followed by four days of fasting either to make up missed days of Ramadan or on behalf of others who could not fast. The optional fasting ends on the night of the 12th, signifying the start of Eid ul-Dawra.\n6\n During the day of the 12th, it was customary to construct a yurt or tent post-breaking (symbolizing rejuvenation), though this custom has fallen out of favor in modern times.\n\n\nIt should be noted that although the holiday is recognized across all denominations, Sunni Muslims place more emphasis on the day being specifically on the 12th, while Shia Muslims celebrate it more loosely and as a general period of celebration.\n\n\n\n\n\n\nAffected Religion:\n Hinduism\n\n\nHoliday Name:\n Purva Holika\n7\n\n\nDate of Celebration:\n 12\n8\nماگھ\n\n\nHistorical Context:\n Local to the Sindh region of Pakistan, the festival commemorates the victory of Hamsa Rama, an avatar of Viṣṇu, over a group of demonic Asuras in 'a game of chance with nothing at hand but a wooden die'.\n9\n\n\nCultural Practices:\n While mirroring some of the traditional aesthetics of the later Grand Festival of Holi in the spring, Purva Holika typically is noted by the exclusive use of red and black rice powder in a more combative manner, with 'sides' chosen loosely amongst participants and often changing in the middle of the play fighting. Interestingly, the festival does not commemorate romantic or familial love, as is heavily emphasized during the later traditional Holi festival.\n\n\n\n\n\n\nAffected Religion:\n Tengrism\n10\n\n\nHoliday Name:\n \nᠲᠣᠯᠢ ᠲᠩᠷᠢ\n11\n\n\nDate of Celebration:\n \n༡༢ ᠨᠢᠭᠡᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎\n12\n\n\nHistorical Context:\n Celebrating the day that the lasting conflict between Genghis Khan and the supreme imperial shaman Kokochu Teb was finally settled without bloodshed. As described in the \nMongɣol‑un niɣuca tobciyan\n (Secret History of the Mongol People), an 'outsider arrived and acted as mediator between the two foes with the aid of the \ntngri\n spirits of both white and dark nature.' These negotiations are not described, but the outsider was welcomed to the feast to celebrate the accord as its 'architect'.\n\n\nCultural Practices:\n A traditional feast with roast horse and shamanistic drum dances, typically held in the most hospitable area the nomads might find on the Steppe during late winter. It is notable that while wagering and races are encouraged amongst celebrants, the yurt plays no particular central role beyond its traditional housing of tribes in the region.\n\n\n\n\n\n\nAffected Religion:\n Mekhanism\n\n\nHoliday Name:\n Δαμάτριος\n13\n\n\nDate of Celebration:\n 12 Ιανουάριος\n\n\nHistorical Context:\n Unknown. The holiday has persisted into the modern day, however due to the Mekhanite diaspora, there is little consistent information about the origin of the holiday.\n14\n\n\nCultural Practices:\n Celebrants typically will use the anticipatory days before the holiday to decorate a basic rounded tent structure, often formed from a single sheet of metal, with increasingly complex mechanisms fashioned out of fuladh. Traditions have recently fractured due to the deunification of the Church; Cogsworth Orthodox adherents tend to aim for minimalism in their designs, while Maxwellists design the yurts in 3D modelling programs, often with surrealist or non-euclidean appearances.\n\n\n\n\n\n\nAffected Religion:\n The Ortothan Religion\n\n\nHoliday Name:\n Yorie-Aímact Kal\n15\n\n\nDate of Celebration:\n Occurs eight times per galactic cycle. Exact date unclear; last celebrated January 12th, 1968.\n\n\nHistorical Context:\n According to Ortothan tradition, over 100,000 years ago a sudden and large invasion of Voruteut attacked Yorun-leusan, the Holy Sixth. This invasion was apparently on a similar scale to the one that would later kill them in 2000, primarily targeting their blood supply in an attempt to drain their power. This attack nearly succeeded; however, close to the brink of death, an entity only known in holy scriptures as \nHouís-Rakdal\n (given the title \"ruler of house of circles\") is said to have sacrificed itself to give Yorun-leusan the blood they needed to survive.\n\n\nCultural Practices:\n To honor Houís-Rakdal's sacrifice, many Ortothans — including the Church of the Second Hytoth — let blood in a special circular room attached to many Ortothan religious buildings. Another custom observed by some human and alien groups involve tossing light objects of monetary value into the air and not retrieving them.\n16\n The origin of this practice is unclear.\n\n\n\n\n \n\n\n\n\nAddendum Two — [DATA EXPUNGED]\n\n\n\n\nThe remainder of this file is classified to DoTT/5 Clearance only.\n\n\n\n\n\n\n[UNLOCK FILE]\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nThe following events occurred in Director Yossarian Leiner's office at Reliquary Area-27 on January 13th, 2023. They have been logged for archival purposes.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nAt approximately 11:53 Local, Junior Researcher Cooper knocks and enter Director Leiner's office. The office is in disarray as usual; papers are stacked high on the Director's desk and various trinkets litter the room. Director Yossarian glances up, before exhaling and beckoning Cooper over.\n\n\nDir. Leiner:\n Good, good, you're on time. I was getting a little worried.\n\n\nJ.R. Cooper:\n I'm always on time. What's this about? You seemed really adamant I arrive before 11:55. Am I in trouble?\n\n\nDir. Leiner:\n Absolutely not. As always, you're doing a fantastic job here. (\nPause\n) The reason you're here because I'm going to need your help dealing with the guy who \nis\n in trouble.\n\n\nCooper stares at Director Leiner. He doesn't elaborate.\n\n\nJ.R. Cooper:\n …With all due respect, I'm not sure how I coul—\n\n\nA sudden knock on the office door interrupts Cooper, startling her. As she turns, it swings open, revealing Site-666 Director Randall House. House — who is wearing a red and gold suit embroidered with the Site-666 logo — calmly enters the room.\n\n\nJ.R. Cooper:\n Oh Christ.\n\n\nDir. House:\n Close, but no cigar.\n\n\nHouse walks over and pulls up a chair, sitting directly in front of Director Leiner's desk. He angles his seat slightly to also face J. Researcher Cooper. Leiner scowls at him.\n\n\nDir. Leiner:\n You have \na lot\n of explaining to do.\n\n\nHouse raises his arms in mock defeat.\n\n\nDir. House:\n Alright, alright. Look, the embezzlement was a one time thing, promise—\n\n\nDir. Leiner:\n No, not that. The Council already gave you a slap on the wrist. I wouldn't have called you all the way out here for something as measly as that.\n\n\nJ.R. Cooper:\n What do you qualify as \nmeasly\n embezzlement?\n\n\nDir. House:\n Then this must be about using your soul as collateral last week. Look, the truth is, the game was rigged fro—\n\n\nDir. Leiner:\n You \nwhat?\n\n\nDir. House:\n Oh, wasn't that then.\n\n\nJ.R. Cooper:\n I wasn't even aware that was something you could do, to be honest.\n\n\nDir. House:\n Me neither, 'til a week ago. Completely off the cuff. I'm surprised it even worked.\n\n\nDirector Leiner pinches the bridge of their nose and sighs. Director House grins.\n\n\nDir. House:\n There he is!\n\n\nDir. Leiner:\n …It's the holidays.\n\n\nDir. House:\n Actually, those were a month ago.\n\n\nDir. Leiner:\n I'm \ntalking\n about the ones that \ncame into existence\n yesterday. The ones that are apparently all \nabout you\n.\n\n\nSilence.\n\n\nDir. House:\n Ahhhhh, right. Those. Completely slipped my mind.\n\n\nCooper clears her throat.\n\n\nJ.R. Cooper:\n Uh, holidays that came into existence…? I don't recall any that weren't around before.\n\n\nDir. Leiner:\n Retroactive alterations of reality. Before today, Hanukkah Katan, Second Theophany—\n\n\nJ.R. Cooper:\n Or Second Epiphany.\n\n\nDir. Leiner:\n …Second Epiphany, Eid ul-Dawra, and a bunch of other holidays didn't exist.\n\n\nJ.R. Cooper:\n \nWhat?\n That doesn't make sense, I wrote my thesis on—\n\n\nSilence.\n\n\nJ.R. Cooper:\n Oh. Jesus Christ.\n\n\nDir. Leiner:\n Stop saying his name. He might actually show up.\n\n\nDir. House:\n I'm already here.\n\n\nDir. Leiner:\n \nCan it\n, Randall.\n\n\nCooper raises her eyebrow. House smirks her direction, provoking another scowl from Leiner.\n\n\nDir. Leiner:\n Do you know how much paperwork I have to do now? I literally have to crawl through over six hundred documents over the next two weeks. I was \nalready\n swamped with work, and then I get a little \"ding!\" from my computer letting me know that apparently reality's gone ahead and shifted itself. Do you know how anxious I was?\n\n\nDir. House:\n Sorry. Genuinely. But to my credit, this time was completely out of my control.\n\n\nJ.R. Cooper:\n Care to elaborate?\n\n\nDir. House:\n Sure. You see, it was yesterday morning…\n\n\n\n\n[BEGIN LOG]\n\n\nDirector House, ruler of Site-666, woke up bright and early at six in the morning on January 12th, 2023. Sunlight streaked through the only luxurious room left in the Luxor hotel, casting brilliant hues of gold across the wall beside House's bed. The fragrance of gold wafted through the air, carried by—\n\n\n\n\nDir. Leiner:\n Get to the point.\n\n\n\n\nTo make a long story short, it was a perfectly ordinary day. That was until Director House noticed a shadowy being at the foot of his bed, watching him menacingly.\n\n\nUnknown Entity:\n Hello, House.\n\n\nDir. House:\n Fuck! I told you Satan, only bother me after nine. It's way too early for this shit. Especially on my birthday.\n\n\nThe entity laughs, quite evilly.\n\n\nUnknown Entity:\n Oh, but I am not Satan, and it is never too early for a wager.\n\n\nDirector House groans and lifts himself into a sitting position. The entity appears to smile.\n\n\nUnknown Entity:\n Glad to have your attention, Director. Allow me to introduce myself. (\nThe entity bows.\n) I am the Fifteenth Lord of Envy, Master of the Dark Triad.\n\n\nDir. House:\n You've got to be shitting me.\n\n\nLord of Envy:\n Shitting you I am not. I have come to challenge you, Randall.\n\n\nDir. House:\n Okay. In what?\n\n\nLord of Envy:\n In any game your heart desires. If you succeed, you will receive honor and recognition beyond your wildest dreams. If you lose, well, you shall pay a price most dear: your identity.\n\n\nDir. House:\n Nah, I'm good, thanks. I've got plenty of honor and fame already, and I get it myself.\n\n\nLord of Envy:\n I'm not offering, I'm demanding. I would not be the Fifteenth Lord of Envy, Master of the Dark Triad if I was a \"chill dude\", now would I?\n\n\nDir. House:\n Christ, alright, fine. You said any game, right?\n\n\nLord of Envy:\n Yes, indeed, Director House. Any your heart desires. Blackjack, poker, even rock-paper-scissors if you so wish—\n\n\nDir. House:\n Chess.\n\n\nLord of Envy:\n Chess?\n\n\n\n\nJ.R. Cooper:\n Chess?\n\n\n\n\nDir. House:\n Chess. You can be white. I'm \nnot a fan of it\n.\n\n\nLord of Envy:\n You… can play chess?\n\n\nDir. House:\n Yeah. I used to play with my father every weekend.\n\n\nDirector House reaches under his bed and pulls out an ornate chess board. It is red and gold in coloration. The gold pieces face Randall.\n\n\nDir. House:\n Your move.\n\n\nLord of Envy:\n Uh.\n\n\nAfter a few minutes of literally sweating profusely (it was some kind of weird sulphur substance that took forever to wash out of the bed), the Lord of Envy moves a pawn. Randall does the same immediately. This continues for approximately five additional moves.\n\n\nDir. House:\n Checkmate.\n\n\nLord of Envy:\n Oh fuck.\n\n\nDir. House:\n It's honestly kind of impressive that you fell for the Fool's Mate. Just stumbled into that one.\n\n\nThe entity wipes sweat from its non-existent forehead and exhales.\n\n\nLord of Envy:\n Very well, I have been bested in the game of wit. It is only fair I uphold my end of the bargain. Enjoy your reward, son of House… you have earned it.\n\n\nThe entity immediately explodes, distorting space around it as it disappears completely. House is unharmed, though it leaves a black stain on the bed.\n\n\nFor a few seconds, the room is filled with silence and House takes in what just occurred. Then, the wristwatch next to House's nightstand begins to play an emergency tone.\n\n\nDir. House:\n …Oh shit.\n\n\n\n\nHouse leans back comfortably in his chair, watching Leiner and Cooper.\n\n\nDir. House:\n End log.\n\n\nJ.R. Cooper:\n …Why did you convey all that like you were reading an interview?\n\n\nDir. Leiner:\n Well, it certainly makes my job easier.\n\n\nDir. House:\n You're welcome. And before you ask, no, I have no idea who the \"Fifteenth Lord of Envy\" is. One of the rare cases when the demon that goes after me isn't because I pissed them off.\n\n\nDir. Leiner:\n \nAssuming\n you didn't make all that up just to get off the hook… I suppose we'll need to add a note to start looking for the Lord of Envy. Maybe classify it as a -2, or something. Ugh. I was already swamped with coordinating the retrocasual unconverter. Undoing this is going to be hell.\n\n\nSilence. Cooper glances back and forth, examining the two.\n\n\nDir. House:\n So. Yoss.\n\n\nDir. Leiner:\n What?\n\n\nDir. House:\n Can I cash in a quick favor?\n\n\nLeiner glares at him.\n\n\nDir. Leiner:\n You owe me six, currently. So no.\n\n\nDir. House:\n But is that \nincluding\n or \nexcluding\n all the times I borrowed your demonology guys with \nexplicit\n permission from al-Taqi?\n\n\nDir. Leiner:\n …Including.\n\n\nDir. House:\n And excluding?\n\n\nLeiner sighs.\n\n\nDir. Leiner:\n …then I would owe you one.\n\n\nDir. House:\n Cool, then we're going with that.\n\n\nJ.R. Cooper:\n I'm surprised you could keep track.\n\n\nDir. Leiner:\n You have to, with him. Alright, Randall, what is it?\n\n\nDir. House:\n Can you delay the whole CK-reversal thing until next year?\n\n\nJ.R. Cooper:\n \nWhat?\n\n\nDir. House:\n I've only kept my memories from before the CK Event, so I've never really experienced any of the holidays \nabout me\n. I'd like to at least experience a few before they disappear from reality permanently.\n\n\nDir. Leiner:\n I…\n\n\nJ.R. Cooper:\n You're not seriously considering this, are you?\n\n\nDir. Leiner:\n …Unfortunately, I am. Alright, fine. One year. January 13th, 2024, we're pulling the plug. Plenty of time to experience them all.\n\n\nHouse grins, gets up, and then pats Leiner on the back. Leiner doesn't react.\n\n\nDir. House:\n I knew I could count on you!\n\n\nJ.R. Cooper:\n …Christ.\n\n\nDir. Leiner:\n We've really got to break that habit, Cooper.\n\n\nHouse laughs. After a brief moment, Leiner shakes his head, chuckling. Cooper remains stone-faced, entirely dumbfounded.\n\n\nDir. House:\n You still gotta work on that poker face even after all these years. I could tell you found this all funny the moment I walked in.\n\n\nDir. Leiner:\n Alright, alright. It was funny, I'll admit it. Get out of here before you say that God-awful catchphrase of yours. I'm tired of hearing it and you've already caused me enough headaches for one night.\n\n\nDir. House:\n Don't have to tell me twice. I think the Akivas here are giving me a rash.\n\n\nHouse exits the office, turning around once he steps outside the doorway.\n\n\nDir. House:\n Oh, and by the way: the Home is always successful.\n\n\nHe leaves, closing the door behind him. Yossarian sighs briefly, returning to his desktop to continue working. Cooper remains motionless for a few moments.\n\n\nJ.R. Cooper:\n …I think I just had a stroke.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. lit. \nSecond Hanukkah\n / \nMinor Hanukkah\n.\n\n\n2\n. Or \"Second Theophany\" in most Eastern Orthodox traditions.\n\n\n3\n. B. P. Grenfell & A. S. Hunt, Oxyrhynchus Papyri I, pp. 4–7, 1901 (note that this deviates from pre-CK Event records).\n\n\n4\n. lit. \nCelebration of the Cycle\n.\n\n\n5\n. A powerful demon in Islam tradition.\n\n\n6\n. Days in the Muslim calendar begin and end at sunset.\n\n\n7\n. lit. \nEarly Holi\n\n\n8\n. lit. \nMagh\n\n\n9\n. While not all extant manuscripts of the \nBhagavata Purana\n includes this deviation in Chapter 7, the anomalous corruption of \nBhāgavatamahāpurāṇam\n (which acted as the common translation source) has resulted in roughly 70% of all copies of the text worldwide including the text of this incident.\n\n\n10\n. Commonly known as traditional Mongolian Shamanism.\n\n\n11\n. lit. \nOpened Tengri\n. There are multiple theories about the name, but no conclusive reasoning as the Eagle God Tengri is not mentioned directly either in historical records or modern cultural celebrations of the holiday.\n\n\n12\n. lit. \nArvan hoyr Negdügeer sar\n.\n\n\n13\n. lit. \nDamátrios\n. The name of one of the Boeotian lunar months listed by the Greek poet Hesoid (c. 750-650 BCE) in his \nTheogonía\n, and also mentioned in the \nAegean Tablets\n which led to the discovery of Amoni-Ram. This connection is being researched further.\n\n\n14\n. Although the holiday is apparently celebrated in the city of Amoni-Ram, it likely has origins within the diaspora itself, leading to a lack of primary, secondary, or tertiary sources on its origin.\n\n\n15\n. lit. \nDay of the Sixth's Blood\n\n\n16\n. In this context of SCP-7412, this is believed to be analogous to gambling.\n\n\n\n\n\n\n\n\n« \nSCP-7411\n | SCP-7412 | \nSCP-7413\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7412\n\" by AriadnesThread and Yossipossi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7412\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum One — Abridged Log of SCP-7412-1 Instances\n\n",
        "Addendum Two — [DATA EXPUNGED]\nThe remainder of this file is classified to DoTT/5 Clearance only.\n"
    ],
    "documents": [],
    "notes": [
        "Affected Religion: Judaism Holiday Name: Hanukkah Sheini / Hanukkah Katan 1 Date of Celebration: 26 Tevet Historical Context: During the Jewish revolt against the Seleucid monarchy by the Maccabees, a surprise attack left Jewish forces in retreat, forcing them away from Jerusalem. Judah Maccabee ordered there to be a fast for all soldiers in the Maccabeean force. On the third day, when it appeared the Jewish forces were surrounded, a mysterious figure only named Ben Randel appeared and began to fight the Seleucid army, motivating the remaining Jews to continue fighting, leading to an unexpected Jewish victory. Ben Randel was not spotted or identified following the battle. Jewish tradition maintains that this individual was none other than Elijah the prophet. Cultural Practices: Hanukkah Katan is considered a Rabbinical minor holiday in Jewish culture, and thus is not subject to the laws of Yom Tovim . Similar to Hanukkah itself, it is customary to partake in a game of dreidal , which involves a spinning top and the exchange of faux-money depending on how the top lands. Additionally, a single candle is lit to commemorate the bravery of Ben Randel in his battle against the Greeks. It should be noted that some Sephardi Jews have a custom to construct a circular tent similar to a Sukkah on Hanukkah Katan, although it is unclear where the custom originates.",
        "Affected Religion: Christianity Holiday Name: Second Epiphany 2 Date of Celebration: January 12th Historical Context: Additional text found on Papyri 𝔓1 3 mentions an additional Magi to visit the infant Christ, resulting in a slight addition to the Gospel of Matthew's recounting of the Magi's visit (though Matt. 2:1-12 remain unchanged): 13 In a week's time, after the departure of the others, a final Magi appeared before the child and his mother, bringing greater gifts in apology for the lateness of his visit. 14 Great merriment and joy did he bring to Bethlehem to compensate, for he came not for homage but to ease the burden of anxiety upon Christ and his family in the manner of celebration long awaited. Cultural Practices: Similar to Mardi Gras, the celebration of Second Epiphany has evolved culturally into a celebration bordering on excess, with a ceremonial tossing of 'burdens' into a fire pit to limit their ability to affect celebrants into the new year. Several Protestant denominations condemned the practice entirely during the Reformation, resulting in local pushback in areas where Puritanism or Calvinism were more commonly practiced after colonization.",
        "13 In a week's time, after the departure of the others, a final Magi appeared before the child and his mother, bringing greater gifts in apology for the lateness of his visit. 14 Great merriment and joy did he bring to Bethlehem to compensate, for he came not for homage but to ease the burden of anxiety upon Christ and his family in the manner of celebration long awaited.",
        "Affected Religion: Islam Holiday Name: Eid ul-Dawra 4 Date of Celebration: 12 Shawwal Historical Context: Although largely unassociated with the cultural practices of the holiday, a common folk legend involves a village being attacked by an Ifrit. 5 According to the legend, the Ifrit used its abilities to hold the sun in the sky, preventing it from setting on the day before Eid al-Fitr. Although permitted to eat in life-threatening situations, no one in the town wished to break the fast to give satisfaction to the Ifrit. However, the Khalifah of the village procured a solution to trick the Ifrit. The Khalifah coordinated with his citizens to create many large mirrors and told them to bring them onto the nearby hills. Then, angling them correctly, the mirrors would reflect sunlight towards a single concentrated point on the opposite horizon. Confused by the presence of a second sun-like object across from him, the Ifrit rushed towards the opposite side of the sky. He dropped the real sun in the process, giving it just enough time to set before the Jinn could learn the source of the trick. It is believed that the time the sun ended up setting was supposed to be the 12th of Shawwal. Cultural Practices: Eid ul-Dawra is informally celebrated in a similar manner to Eid al-Fitr, following 10 days of optional fasting during the month of Shawwal. These days consist of six days of customary fasting, followed by four days of fasting either to make up missed days of Ramadan or on behalf of others who could not fast. The optional fasting ends on the night of the 12th, signifying the start of Eid ul-Dawra. 6 During the day of the 12th, it was customary to construct a yurt or tent post-breaking (symbolizing rejuvenation), though this custom has fallen out of favor in modern times. It should be noted that although the holiday is recognized across all denominations, Sunni Muslims place more emphasis on the day being specifically on the 12th, while Shia Muslims celebrate it more loosely and as a general period of celebration.",
        "Affected Religion: Hinduism Holiday Name: Purva Holika 7 Date of Celebration: 12 8 ماگھ Historical Context: Local to the Sindh region of Pakistan, the festival commemorates the victory of Hamsa Rama, an avatar of Viṣṇu, over a group of demonic Asuras in 'a game of chance with nothing at hand but a wooden die'. 9 Cultural Practices: While mirroring some of the traditional aesthetics of the later Grand Festival of Holi in the spring, Purva Holika typically is noted by the exclusive use of red and black rice powder in a more combative manner, with 'sides' chosen loosely amongst participants and often changing in the middle of the play fighting. Interestingly, the festival does not commemorate romantic or familial love, as is heavily emphasized during the later traditional Holi festival.",
        "Affected Religion: Tengrism 10 Holiday Name: ᠲᠣᠯᠢ ᠲᠩᠷᠢ 11 Date of Celebration: ༡༢ ᠨᠢᠭᠡᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ 12 Historical Context: Celebrating the day that the lasting conflict between Genghis Khan and the supreme imperial shaman Kokochu Teb was finally settled without bloodshed. As described in the Mongɣol‑un niɣuca tobciyan (Secret History of the Mongol People), an 'outsider arrived and acted as mediator between the two foes with the aid of the tngri spirits of both white and dark nature.' These negotiations are not described, but the outsider was welcomed to the feast to celebrate the accord as its 'architect'. Cultural Practices: A traditional feast with roast horse and shamanistic drum dances, typically held in the most hospitable area the nomads might find on the Steppe during late winter. It is notable that while wagering and races are encouraged amongst celebrants, the yurt plays no particular central role beyond its traditional housing of tribes in the region.",
        "Affected Religion: Mekhanism Holiday Name: Δαμάτριος 13 Date of Celebration: 12 Ιανουάριος Historical Context: Unknown. The holiday has persisted into the modern day, however due to the Mekhanite diaspora, there is little consistent information about the origin of the holiday. 14 Cultural Practices: Celebrants typically will use the anticipatory days before the holiday to decorate a basic rounded tent structure, often formed from a single sheet of metal, with increasingly complex mechanisms fashioned out of fuladh. Traditions have recently fractured due to the deunification of the Church; Cogsworth Orthodox adherents tend to aim for minimalism in their designs, while Maxwellists design the yurts in 3D modelling programs, often with surrealist or non-euclidean appearances.",
        "Affected Religion: The Ortothan Religion Holiday Name: Yorie-Aímact Kal 15 Date of Celebration: Occurs eight times per galactic cycle. Exact date unclear; last celebrated January 12th, 1968. Historical Context: According to Ortothan tradition, over 100,000 years ago a sudden and large invasion of Voruteut attacked Yorun-leusan, the Holy Sixth. This invasion was apparently on a similar scale to the one that would later kill them in 2000, primarily targeting their blood supply in an attempt to drain their power. This attack nearly succeeded; however, close to the brink of death, an entity only known in holy scriptures as Houís-Rakdal (given the title \"ruler of house of circles\") is said to have sacrificed itself to give Yorun-leusan the blood they needed to survive. Cultural Practices: To honor Houís-Rakdal's sacrifice, many Ortothans — including the Church of the Second Hytoth — let blood in a special circular room attached to many Ortothan religious buildings. Another custom observed by some human and alien groups involve tossing light objects of monetary value into the air and not retrieving them. 16 The origin of this practice is unclear.",
        "[BEGIN LOG] At approximately 11:53 Local, Junior Researcher Cooper knocks and enter Director Leiner's office. The office is in disarray as usual; papers are stacked high on the Director's desk and various trinkets litter the room. Director Yossarian glances up, before exhaling and beckoning Cooper over. Dir. Leiner: Good, good, you're on time. I was getting a little worried. J.R. Cooper: I'm always on time. What's this about? You seemed really adamant I arrive before 11:55. Am I in trouble? Dir. Leiner: Absolutely not. As always, you're doing a fantastic job here. ( Pause ) The reason you're here because I'm going to need your help dealing with the guy who is in trouble. Cooper stares at Director Leiner. He doesn't elaborate. J.R. Cooper: …With all due respect, I'm not sure how I coul— A sudden knock on the office door interrupts Cooper, startling her. As she turns, it swings open, revealing Site-666 Director Randall House. House — who is wearing a red and gold suit embroidered with the Site-666 logo — calmly enters the room. J.R. Cooper: Oh Christ. Dir. House: Close, but no cigar. House walks over and pulls up a chair, sitting directly in front of Director Leiner's desk. He angles his seat slightly to also face J. Researcher Cooper. Leiner scowls at him. Dir. Leiner: You have a lot of explaining to do. House raises his arms in mock defeat. Dir. House: Alright, alright. Look, the embezzlement was a one time thing, promise— Dir. Leiner: No, not that. The Council already gave you a slap on the wrist. I wouldn't have called you all the way out here for something as measly as that. J.R. Cooper: What do you qualify as measly embezzlement? Dir. House: Then this must be about using your soul as collateral last week. Look, the truth is, the game was rigged fro— Dir. Leiner: You what? Dir. House: Oh, wasn't that then. J.R. Cooper: I wasn't even aware that was something you could do, to be honest. Dir. House: Me neither, 'til a week ago. Completely off the cuff. I'm surprised it even worked. Director Leiner pinches the bridge of their nose and sighs. Director House grins. Dir. House: There he is! Dir. Leiner: …It's the holidays. Dir. House: Actually, those were a month ago. Dir. Leiner: I'm talking about the ones that came into existence yesterday. The ones that are apparently all about you . Silence. Dir. House: Ahhhhh, right. Those. Completely slipped my mind. Cooper clears her throat. J.R. Cooper: Uh, holidays that came into existence…? I don't recall any that weren't around before. Dir. Leiner: Retroactive alterations of reality. Before today, Hanukkah Katan, Second Theophany— J.R. Cooper: Or Second Epiphany. Dir. Leiner: …Second Epiphany, Eid ul-Dawra, and a bunch of other holidays didn't exist. J.R. Cooper: What? That doesn't make sense, I wrote my thesis on— Silence. J.R. Cooper: Oh. Jesus Christ. Dir. Leiner: Stop saying his name. He might actually show up. Dir. House: I'm already here. Dir. Leiner: Can it , Randall. Cooper raises her eyebrow. House smirks her direction, provoking another scowl from Leiner. Dir. Leiner: Do you know how much paperwork I have to do now? I literally have to crawl through over six hundred documents over the next two weeks. I was already swamped with work, and then I get a little \"ding!\" from my computer letting me know that apparently reality's gone ahead and shifted itself. Do you know how anxious I was? Dir. House: Sorry. Genuinely. But to my credit, this time was completely out of my control. J.R. Cooper: Care to elaborate? Dir. House: Sure. You see, it was yesterday morning… [BEGIN LOG] Director House, ruler of Site-666, woke up bright and early at six in the morning on January 12th, 2023. Sunlight streaked through the only luxurious room left in the Luxor hotel, casting brilliant hues of gold across the wall beside House's bed. The fragrance of gold wafted through the air, carried by— Dir. Leiner: Get to the point. To make a long story short, it was a perfectly ordinary day. That was until Director House noticed a shadowy being at the foot of his bed, watching him menacingly. Unknown Entity: Hello, House. Dir. House: Fuck! I told you Satan, only bother me after nine. It's way too early for this shit. Especially on my birthday. The entity laughs, quite evilly. Unknown Entity: Oh, but I am not Satan, and it is never too early for a wager. Director House groans and lifts himself into a sitting position. The entity appears to smile. Unknown Entity: Glad to have your attention, Director. Allow me to introduce myself. ( The entity bows. ) I am the Fifteenth Lord of Envy, Master of the Dark Triad. Dir. House: You've got to be shitting me. Lord of Envy: Shitting you I am not. I have come to challenge you, Randall. Dir. House: Okay. In what? Lord of Envy: In any game your heart desires. If you succeed, you will receive honor and recognition beyond your wildest dreams. If you lose, well, you shall pay a price most dear: your identity. Dir. House: Nah, I'm good, thanks. I've got plenty of honor and fame already, and I get it myself. Lord of Envy: I'm not offering, I'm demanding. I would not be the Fifteenth Lord of Envy, Master of the Dark Triad if I was a \"chill dude\", now would I? Dir. House: Christ, alright, fine. You said any game, right? Lord of Envy: Yes, indeed, Director House. Any your heart desires. Blackjack, poker, even rock-paper-scissors if you so wish— Dir. House: Chess. Lord of Envy: Chess? J.R. Cooper: Chess? Dir. House: Chess. You can be white. I'm not a fan of it . Lord of Envy: You… can play chess? Dir. House: Yeah. I used to play with my father every weekend. Director House reaches under his bed and pulls out an ornate chess board. It is red and gold in coloration. The gold pieces face Randall. Dir. House: Your move. Lord of Envy: Uh. After a few minutes of literally sweating profusely (it was some kind of weird sulphur substance that took forever to wash out of the bed), the Lord of Envy moves a pawn. Randall does the same immediately. This continues for approximately five additional moves. Dir. House: Checkmate. Lord of Envy: Oh fuck. Dir. House: It's honestly kind of impressive that you fell for the Fool's Mate. Just stumbled into that one. The entity wipes sweat from its non-existent forehead and exhales. Lord of Envy: Very well, I have been bested in the game of wit. It is only fair I uphold my end of the bargain. Enjoy your reward, son of House… you have earned it. The entity immediately explodes, distorting space around it as it disappears completely. House is unharmed, though it leaves a black stain on the bed. For a few seconds, the room is filled with silence and House takes in what just occurred. Then, the wristwatch next to House's nightstand begins to play an emergency tone. Dir. House: …Oh shit. House leans back comfortably in his chair, watching Leiner and Cooper. Dir. House: End log. J.R. Cooper: …Why did you convey all that like you were reading an interview? Dir. Leiner: Well, it certainly makes my job easier. Dir. House: You're welcome. And before you ask, no, I have no idea who the \"Fifteenth Lord of Envy\" is. One of the rare cases when the demon that goes after me isn't because I pissed them off. Dir. Leiner: Assuming you didn't make all that up just to get off the hook… I suppose we'll need to add a note to start looking for the Lord of Envy. Maybe classify it as a -2, or something. Ugh. I was already swamped with coordinating the retrocasual unconverter. Undoing this is going to be hell. Silence. Cooper glances back and forth, examining the two. Dir. House: So. Yoss. Dir. Leiner: What? Dir. House: Can I cash in a quick favor? Leiner glares at him. Dir. Leiner: You owe me six, currently. So no. Dir. House: But is that including or excluding all the times I borrowed your demonology guys with explicit permission from al-Taqi? Dir. Leiner: …Including. Dir. House: And excluding? Leiner sighs. Dir. Leiner: …then I would owe you one. Dir. House: Cool, then we're going with that. J.R. Cooper: I'm surprised you could keep track. Dir. Leiner: You have to, with him. Alright, Randall, what is it? Dir. House: Can you delay the whole CK-reversal thing until next year? J.R. Cooper: What? Dir. House: I've only kept my memories from before the CK Event, so I've never really experienced any of the holidays about me . I'd like to at least experience a few before they disappear from reality permanently. Dir. Leiner: I… J.R. Cooper: You're not seriously considering this, are you? Dir. Leiner: …Unfortunately, I am. Alright, fine. One year. January 13th, 2024, we're pulling the plug. Plenty of time to experience them all. House grins, gets up, and then pats Leiner on the back. Leiner doesn't react. Dir. House: I knew I could count on you! J.R. Cooper: …Christ. Dir. Leiner: We've really got to break that habit, Cooper. House laughs. After a brief moment, Leiner shakes his head, chuckling. Cooper remains stone-faced, entirely dumbfounded. Dir. House: You still gotta work on that poker face even after all these years. I could tell you found this all funny the moment I walked in. Dir. Leiner: Alright, alright. It was funny, I'll admit it. Get out of here before you say that God-awful catchphrase of yours. I'm tired of hearing it and you've already caused me enough headaches for one night. Dir. House: Don't have to tell me twice. I think the Akivas here are giving me a rash. House exits the office, turning around once he steps outside the doorway. Dir. House: Oh, and by the way: the Home is always successful. He leaves, closing the door behind him. Yossarian sighs briefly, returning to his desktop to continue working. Cooper remains motionless for a few moments. J.R. Cooper: …I think I just had a stroke. [END LOG]",
        "[BEGIN LOG] Director House, ruler of Site-666, woke up bright and early at six in the morning on January 12th, 2023. Sunlight streaked through the only luxurious room left in the Luxor hotel, casting brilliant hues of gold across the wall beside House's bed. The fragrance of gold wafted through the air, carried by—",
        "To make a long story short, it was a perfectly ordinary day. That was until Director House noticed a shadowy being at the foot of his bed, watching him menacingly. Unknown Entity: Hello, House. Dir. House: Fuck! I told you Satan, only bother me after nine. It's way too early for this shit. Especially on my birthday. The entity laughs, quite evilly. Unknown Entity: Oh, but I am not Satan, and it is never too early for a wager. Director House groans and lifts himself into a sitting position. The entity appears to smile. Unknown Entity: Glad to have your attention, Director. Allow me to introduce myself. ( The entity bows. ) I am the Fifteenth Lord of Envy, Master of the Dark Triad. Dir. House: You've got to be shitting me. Lord of Envy: Shitting you I am not. I have come to challenge you, Randall. Dir. House: Okay. In what? Lord of Envy: In any game your heart desires. If you succeed, you will receive honor and recognition beyond your wildest dreams. If you lose, well, you shall pay a price most dear: your identity. Dir. House: Nah, I'm good, thanks. I've got plenty of honor and fame already, and I get it myself. Lord of Envy: I'm not offering, I'm demanding. I would not be the Fifteenth Lord of Envy, Master of the Dark Triad if I was a \"chill dude\", now would I? Dir. House: Christ, alright, fine. You said any game, right? Lord of Envy: Yes, indeed, Director House. Any your heart desires. Blackjack, poker, even rock-paper-scissors if you so wish— Dir. House: Chess. Lord of Envy: Chess?",
        "Dir. House: Chess. You can be white. I'm not a fan of it . Lord of Envy: You… can play chess? Dir. House: Yeah. I used to play with my father every weekend. Director House reaches under his bed and pulls out an ornate chess board. It is red and gold in coloration. The gold pieces face Randall. Dir. House: Your move. Lord of Envy: Uh. After a few minutes of literally sweating profusely (it was some kind of weird sulphur substance that took forever to wash out of the bed), the Lord of Envy moves a pawn. Randall does the same immediately. This continues for approximately five additional moves. Dir. House: Checkmate. Lord of Envy: Oh fuck. Dir. House: It's honestly kind of impressive that you fell for the Fool's Mate. Just stumbled into that one. The entity wipes sweat from its non-existent forehead and exhales. Lord of Envy: Very well, I have been bested in the game of wit. It is only fair I uphold my end of the bargain. Enjoy your reward, son of House… you have earned it. The entity immediately explodes, distorting space around it as it disappears completely. House is unharmed, though it leaves a black stain on the bed. For a few seconds, the room is filled with silence and House takes in what just occurred. Then, the wristwatch next to House's nightstand begins to play an emergency tone. Dir. House: …Oh shit.",
        "\" SCP-7412 \" by AriadnesThread and Yossipossi, from the SCP Wiki . Source: https://scpwiki.com/scp-7412 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The responsibility of undoing the changes caused by SCP-7412 has been relegated to the Department of Tactical Theology. As of writing, SCP-7412 is scheduled to be retroactively nullified on January 13th, 2024.",
    "description": "SCP-7412 refers to a sudden, universal CK-Class Event that occurred on January 12th, 2023, at 17:22:58 EST. After cross-referencing with Deepwell Archives, it was determined that the only change caused by SCP-7412 was the retroactive alteration of causality to add exactly one minor holiday to every extant religion.",
    "title": "SCP-7412"
}