{
    "url": "https://scp-wiki.wikidot.com/scp-7413",
    "all_text": "It's just a dumb joke. You don't really believe in any of that stuff, right?\n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\nItem #:\n SCP-7413\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7413 is held in a standard humanoid containment cell within \nSite-433\n. As SCP-7413 lacks the need for sustenance or amenities, the cell is otherwise empty. A floodlight has been installed in the ceiling above SCP-7413, in lieu of usual linoleum lighting.\n\n\nWhen SCP-7413 was initially recovered,\n1\n it was in possession of the following items:\n\n\n\n\nA 3 meter white sheet with three holes cut through it; a mouth and eyes were drawn over in the holes with black sharpie marker;\n\n\nGrey-blue coveralls with an empty name tag sticker appended to the left breast pocket;\n\n\nTwo brown Thorogood brand steel-toed boots;\n\n\nA butcher's knife.\n\n\n\n\nThese items demonstrated no perceivable anomalous properties, and are held together in a Safe-class storage locker within its cell — with the exception of the butcher's knife, which has been sequestered to the armory for safekeeping.\n\n\nDescription:\n SCP-7413 is a plastic full-body mannequin standing at 2.10 meters. It is hollow, with the exception of its posable joints. Two holes are present on SCP-7413's left shoulder and left bicep, the result of gunshots sustained during recovery. SCP-7413 is capable of locomoting and verbalizing, but it has refused to interact with personnel. Since its containment, SCP-7413 has remained motionless in the center of its cell.\n\n\nDiscovery Log (Summarized):\n Several calls were made to the police precinct of northern ████████, ██████, USA, in which a low, androgynous voice stated \"there is a killer on the loose\" before hanging up.\n\n\nA police squad, including one undercover Foundation field agent, was dispatched to the location of the call: a dilapidated shack in the urban forest preserve.\n\n\nUpon entry, the shack was completely dark, later inspections revealing the lighting system had been removed entirely. The shack was empty of appliances, including a bed and toilet, and all the interior doors had been removed. Along the main space/living room, the bathroom, and presumably the bedroom, 15 bodies were recovered — each was covered in a white sheet with three holes cut along the facial area, eyes and a mouth drawn over the holes in black sharpie marker. A 16th figure was later located in the bathtub.\n\n\nWhile the squad's head detective filed a report back to the precinct, the 16th figure was seen getting up and entering the bedroom.\n\n\nAs the officers moved to inspect the bedroom, the field agent — who was first to enter — was attacked from behind the wall with a butcher knife, by a person in blue-grey coveralls and a plastic mask.\n2\n\n\n\n\n\n\nRecovered from body camera footage.\n\n\n\n\n\n\nThe field agent was cleaved through the front of his inner thigh, leaving him immobilized. The second officer shot at the suspect twice, striking it in the arm, before it proceeded to jump out the window. At this point, no anomalous activity was suspected, so the field agent remained in the shack awaiting care while the other officers pursued the figure.\n\n\nThe officers discovered the suspect in a nearby river, lying face down. It had covered itself in the white sheet and several leaves, and there was no discernible blood.\n\n\nIt did not react to commands from the officers, and when they attempted to lift it from the river, they discovered that it was, in fact, not the suspect, but a full-body mannequin. The mannequin wore the coveralls of the suspect, was wielding the suspect's knife, and had the suspect's \"sheet ghost\" costume, but no footprints or tangible evidence could be found to reveal where the suspect went. As such, the search was discontinued for the night. Paramedics arrived on the scene to treat the field agent, and the mannequin was brought in as evidence.\n\n\nThe cadavers were inspected. Each had died of malnutrition, dehydration, or both; none suffered any injuries, but were all covered in fake blood stickers sold by the Spirit Halloween chain. Each cadaver belonged to a missing person reported the previous year.\n\n\nThe field agent was hospitalized, but as the mannequin was inspected in the evidence locker, it apparently vocalized \"the killer has been apprehended\" in a low, androgynous voice, before becoming unnaturally slack. This information was made available to the field agent; the field agent proceeded to forward these findings to Site Command. The mannequin was collected shortly after.\n\n\nWhile being brought for containment, the mannequin — now designated as SCP-7413 — spontaneously animated, then entered its cell without the aid of personnel. It proceeded to stand in the center of the cell, then stare up at the ceiling, where it has remained since.\n\n\n\n\nFootnotes\n\n\n1\n. 10/31/2002.\n\n\n2\n. Presumed. Debunked, see below.\n\n\n\n\n\n\n\n\n« \nSCP-7412\n | SCP-7413 | \nSCP-7414\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7413\n\" by FLOORBOARDS, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7413\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Geisterzug.jpg\n\n\nName:\n Geisterzug\n\n\nAuthor:\n A.tucker\n\n\nLicense:\n Creative Commons Attribution 3.0 Unported\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Geisterzug.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7413 \" by FLOORBOARDS, from the SCP Wiki . Source: https://scpwiki.com/scp-7413 . Licensed under CC-BY-SA .",
        "Filename: Geisterzug.jpg Name: Geisterzug Author: A.tucker License: Creative Commons Attribution 3.0 Unported Source Link: https://commons.wikimedia.org/wiki/File:Geisterzug.jpg"
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-7413 is held in a standard humanoid containment cell within Site-433. As SCP-7413 lacks the need for sustenance or amenities, the cell is otherwise empty. A floodlight has been installed in the ceiling above SCP-7413, in lieu of usual linoleum lighting.",
    "description": "SCP-7413 is a plastic full-body mannequin standing at 2.10 meters. It is hollow, with the exception of its posable joints. Two holes are present on SCP-7413's left shoulder and left bicep, the result of gunshots sustained during recovery. SCP-7413 is capable of locomoting and verbalizing, but it has refused to interact with personnel. Since its containment, SCP-7413 has remained motionless in the center of its cell.",
    "title": "SCP-7413"
}