{
    "url": "https://scp-wiki.wikidot.com/scp-7419",
    "all_text": "rating: \n+321\n+\n–\nx\n\n\nItem-#:\n 7419\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7419 is to be kept in a standard small object containment unit when not in testing. Personnel are advised to use electronic devices incapable of wireless connectivity to prevent possible data breaches. Personnel are required to fill out form 7419-ST-1 after conducting a testing exercise.\n\n\nDescription:\n SCP-7419 is the collective designation for two anomalous devices, designated SCP-7419-A and SCP-7419-B.\n\n\nSCP-7419-A is a small rectangular device comprised of an unknown material fitted with a standard 3.5mm audio connector and a simple on/off button. SCP-7419-A procedurally generates sentences, sentence fragments, words, and additional semantic values that are expressed as analogue electrical signals intelligible as audio when connected to a suitable interface. SCP-7419-A, once activated, will not cease to generate output unless terminated manually. The content of SCP-7419-A's output does not seem to follow any contextual pattern and will range from direct quotations of known or published material, to abstract \"word salad\" with little semantic meaning.\n\n\nSCP-7419-B is a spherical device fitted with a small condenser microphone in addition to a button and connector identical to SCP-7419-A's. SCP-7419-B operates as a simplistic true or false pointer. When connected to a suitable device that does not also have SCP-7419-A connected, a user is able to manually input a statement or question that will then be answered with either a True or False verbal response. Any input that does not contain semantic information answerable by SCP-7419-B will be answered on an abstract basis appearing to operate on simplistic real logic (ie: Input \"Blue chickens\" will receive output \"False\") but will invariably land on true or false.\n\n\nSCP-7419-A and SCP-7419-B, when connected simultaneously to a suitable device, will spontaneously execute each of their operative functions. SCP-7419-A will continuously generate statements, sentences, words, and additional values and directly feed each result into SCP-7419-B to be evaluated as true or false. The two software will run indefinitely until SCP-7419-A generates the statement \"Marianne Simmons Will Buy a Bagel at Wynnsbury's\", triggering an immediate fatal error in SCP-7419-B's internal logic resulting from an inability to arrive at a true or false conclusion. Every instance of testing involving SCP-7419-A and SCP-7419-B running in conjunction will arrive at this fatal error.\n\n\n\n\nAudio-Log-7419-36:\n\n\n\n\n\n\n+Show Transcript\n\n\n\n\n-Close\n\n\n\n\n\n\nApple the Fruit. True. An approved antibiotic for the treatment of streptococcus infection is Amoxycillin. True. Magical Oysters. False. Research has indicated the existence of dark matter. True. Most people believe in a plane of existence beyond ours. True. Goldfish are land dwelling. False. Walmart is a conglomerate from Canada. False. Grocery shopping is a task. True. Apples are Vegetables. False. Anchoring a million grey dogs to a fence post. False. Asteroids may crash at any time. True. It will arrive. True. Seventeen is a song by American singer Sharon Van Etten. True. There are species of potato that contain pork. False. Racial bias. True. The USA will hold elections. True. Grey skies can be turned into portable catheters. False. Managing time is a belief that can be imported into Audacity. True. Madonna is American. True. Catholicism. True. Organic food is edible. True. Ringing a bell that will cease to function. True. Multiplying skulls by the product that is impossible. False. Dying. True. Octocorallia is an order of Cnidarians containing the soft corals and Gorgonians. True. Humans can effectively understand. False. Life is a highway. False. Marianne Simmons Will Buy A Bagel at Wynnsburys.\n\n\nInternal Logic Failure. Fatal Error Occurrence. Please restart.\n\n\n\n\n\n\n\n\n\n\n\n\nDiscovery:\n SCP-7419 were discovered on 29/12/1982 after Junior Researcher Julio Cabrera checked into Site-196 medical facilities complaining of sharp periodic pains in his lower abdomen. After medical staff were unable to deduce a clear cause, an ultrasound was conducted on the area of reported pain. SCP-7419 were subsequently discovered embedded in Cabrera's abdominal cavity. No signs of surgical intrusion in the area were found.\n\n\n\n\nTest-Log-7419-B-1:\n\nThe phrase \"Marianne Simmons Will Buy A Bagel at Wynnsbury's\" appears to generate from SCP-7419-A at a somewhat elevated rate, and will not result in a fatal error if SCP-7419-B is not connected to the same device. Attempts to determine the significance of the statement have included altering the content of the phrase, with wildly differing results, although all semantic alterations have failed to yield the fatal error caused by the statement. Test results suggest the internal logic of SCP-7419-B treats \"Marianne Simmons\" and \"Wynnsbury's\" as unique semantic concepts rather than generic nouns, as well as outputs being static and not reflecting passage of time. A log of results generated from manual input via SCP-7419-B's microphone is available below.\n\n\n\n\n\n\nINPUT\n\n\nRESULT\n\n\n\n\n\n\nMarianne Simmons will steal a bagel at Wynnsbury's\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons' Bagel\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons will be\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons is buying a bagel at Wynnsbury's\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons is going to buy a bagel at Wynnsbury's\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons' Bagel is a Bagel\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons is\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons is not\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons refers to a person named Marianne Simmons\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons bought a bagel at Wynnsbury's\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons was\n\n\nFALSE\n\n\n\n\n\n\nBuying a Bagel\n\n\nTRUE\n\n\n\n\n\n\nBuying Marianne Simmons' Bagel\n\n\nFALSE\n\n\n\n\n\n\nBuying Marianne Simmons' Bagel from Wynnsbury's before she does\n\n\nFALSE\n\n\n\n\n\n\nBuying Marianne Simmons' Bagel from Wynnsbury's before he does\n\n\nFALSE\n\n\n\n\n\n\nBuying Marianne Simmons' Bagel from Wynnsbury's before they do\n\n\nFALSE\n\n\n\n\n\n\nBuying Marianne Simmons' Bagel from Wynnsbury's before it does\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons' Bagel was\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons is perceivable\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons can be perceived\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons will be perceived\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons' Bagel has happened\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons' Bagel is happening\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons' Bagel will happen\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons' Bagel will\n\n\nFALSE\n\n\n\n\n\n\nMarianne Simmons is known\n\n\nTRUE\n\n\n\n\n\n\nMarianne Simmons can be known\n\n\nFALSE\n\n\n\n\n\n\nWynnsbury's\n\n\nTRUE\n\n\n\n\n\n\nBuying a Bagel at Wynnsbury's\n\n\nFALSE\n\n\n\n\n\n\nBuying at Wynnsbury's\n\n\nTRUE\n\n\n\n\n\n\nBagel at Wynnsbury's\n\n\nTRUE\n\n\n\n\n\n\nStealing at Wynnsbury's\n\n\nTRUE\n\n\n\n\n\n\nStealing from Wynnsbury's\n\n\nFALSE\n\n\n\n\n\n\nWynnsbury's is Wynnsbury's\n\n\nTRUE\n\n\n\n\n\n\nWynnsbury's was\n\n\nTRUE\n\n\n\n\n\n\nWynnsbury's is located in North America\n\n\nTRUE\n\n\n\n\n\n\nWynnsbury's is located in the United States of America\n\n\nFALSE\n\n\n\n\n\n\nWynnsbury's is located in Canada\n\n\nFALSE\n\n\n\n\n\n\nWynnsbury's is located in a Central American or Caribbean country\n\n\nFALSE\n\n\n\n\n\n\nThe North America that Wynnsbury's is located in is North America\n\n\nFALSE\n\n\n\n\n\n\nAttempts to ascertain the identity of Marianne Simmons have been unsuccessful due to the prevalence of the name. Attempts to identify \"Wynnsbury's\" as referenced in the phrase has been similarly unsuccessful.\n\n\n\n\nAddendum:\n As of 16/7/2021, the rate at which input semantically related to \"Marianne Simmons Will Buy A Bagel At Wynnsbury's\" is generated by SCP-7419-A has steadily increased, the most common of which is attached below.\n\n\n\n\n\n\nINPUT\n\n\nRESULT\n\n\n\n\n\n\nMarianne Simmons will arrive at Wynnsbury's soon\n\n\nTRUE\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPoufyPoufson's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7575\n \n•\n\n\n\n\n\n\nSCP-3169\n \n•\n\n\n\n\n\n\nPoufy's Proposal\n \n•\n\n\n\n\n\n\nSCP-7151\n \n•\n\n\n\n\n\n\nSCP-8105\n \n•\n\n\n\n\n\n\nSCP-8010\n \n•\n\n\n\n\n\n\nSCP-8465\n \n•\n\n\n\n\n\n\nSCP-8332\n \n•\n\n\n\n\n\n\nSCP-8541\n \n•\n\n\n\n\n\n\nSCP-5125\n \n•\n\n\n\n\n\n\nSCP-8981\n \n•\n\n\n\n\n\n\nSPHERE\n \n•\n\n\n\n\n\n\nSCP-7783\n \n•\n\n\n\n\n\n\nSCP-7541\n \n•\n\n\n\n\n\n\nSCP-7471\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nYours Truly, The 1st Annual Unbirthday Ball\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nFear of Death\n \n•\n\n\n\n\n\n\nSCP-POUF\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7418\n | SCP-7419 | \nSCP-7420\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7419\n\" by PoufyPoufson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7419\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n marianne_simmons.mp3\n\n\nAuthor:\n \nPoufyPoufson\n, \nDoctor Fullham\n, & \nKris\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "Addendum: As of 16/7/2021, the rate at which input semantically related to \"Marianne Simmons Will Buy A Bagel At Wynnsbury's\" is generated by SCP-7419-A has steadily increased, the most common of which is attached below."
    ],
    "documents": [],
    "notes": [
        "Apple the Fruit. True. An approved antibiotic for the treatment of streptococcus infection is Amoxycillin. True. Magical Oysters. False. Research has indicated the existence of dark matter. True. Most people believe in a plane of existence beyond ours. True. Goldfish are land dwelling. False. Walmart is a conglomerate from Canada. False. Grocery shopping is a task. True. Apples are Vegetables. False. Anchoring a million grey dogs to a fence post. False. Asteroids may crash at any time. True. It will arrive. True. Seventeen is a song by American singer Sharon Van Etten. True. There are species of potato that contain pork. False. Racial bias. True. The USA will hold elections. True. Grey skies can be turned into portable catheters. False. Managing time is a belief that can be imported into Audacity. True. Madonna is American. True. Catholicism. True. Organic food is edible. True. Ringing a bell that will cease to function. True. Multiplying skulls by the product that is impossible. False. Dying. True. Octocorallia is an order of Cnidarians containing the soft corals and Gorgonians. True. Humans can effectively understand. False. Life is a highway. False. Marianne Simmons Will Buy A Bagel at Wynnsburys. Internal Logic Failure. Fatal Error Occurrence. Please restart.",
        "\" SCP-7419 \" by PoufyPoufson, from the SCP Wiki . Source: https://scpwiki.com/scp-7419 . Licensed under CC-BY-SA .",
        "Filename: marianne_simmons.mp3 Author: PoufyPoufson , Doctor Fullham , & Kris License: CC BY-SA 3.0"
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-7419 is to be kept in a standard small object containment unit when not in testing. Personnel are advised to use electronic devices incapable of wireless connectivity to prevent possible data breaches. Personnel are required to fill out form 7419-ST-1 after conducting a testing exercise.",
    "description": "SCP-7419 is the collective designation for two anomalous devices, designated SCP-7419-A and SCP-7419-B.",
    "title": "SCP-7419"
}