{
    "url": "https://scp-wiki.wikidot.com/scp-7421",
    "all_text": "777\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\nGraphic depiction of execution and inhumane acts\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nprev\n |\n{$current}\n| \nnext\n »\n\n\n\n\n\n\n\n\nrating: \n+40\n+\n–\nx\n\n\nDrApricus\n\n\n\n\n\n\nMore works by me can be found \nhere\n!\n\n\n\n\n\n\n\n\nItem #:\n SCP-7421\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Wartrod Hanging is preserved within a Foundation front disguised as a factory. The perimeter of the building is secured and gated, but minimal non-autonomous security is required due to its isolated location. Human testing on SCP-7421 has been restricted due to ethical concerns, with the only research allowed being the analysis of past victims and simulated experiments.\n\n\n\n\n\n\n\n\nConvict hanging from SCP-7421 instance. Photographed 1859.\n\n\n\n\n\n\nDescription:\n SCP-7421 is a collection of gallowses erected between 1850 and 1856 within close proximity to each other. The site is adjacent to a mass outlaw burial in New Orleans, Louisiana, discovered in 1910. The area and surrounding acreage, previously known as “Wartrod Hanging,” was acquired by the Foundation in 1924.\n\n\nWhen hung from an SCP-7421 instance, an individual will remain capable of respiration but experience the full sensation of strangulation. They will enter a vegetative state within four to six minutes, the average time a person can withstand a lack of oxygen, and appear dead to an outward observer. However, unless terminated by an outside force, the condemned will remain fully aware despite total paralysis.\n\n\nAfter seven to ten minutes of hanging, the rope will merge with the neck, surrounding tissue, and bones on a molecular level. When the rope is cut at the declaration of death, often after thirty minutes of hanging, it will have fully integrated itself with the individual’s skin and muscle and partially with the bone. If undisturbed, the SCP-7421 instance and the condemned will develop a singular biological system over an unknown span of time. If the rope is cut, it will continue growing into the executed until they unify into a single entity.\n\n\nRadiocarbon dating of each gallows’ rope shows inconsistency in age and suggests that, on several occasions, gallowses had their ropes replaced after executions. Thus, the exact number of hangings carried out employing SCP-7421 is unknown. Though the burying of criminals was inconsistent, the gravesite estimates at least 30 condemned, all of which were still attached to their respective ropes.\n\n\nDiscovery:\n Wartrod Hanging was not investigated by the Foundation until the twentieth century due to its obscure geographical location. The investigation began after a collateral clearance team revealed one of the condemned left hanging from SCP-7421, an unidentified male with a severely injured face, was still breathing. Later investigation found he had been hanging for 58 years as of 1914.\n\n\nLater autopsy of the condemned and inspection of the SCP-7421 instance revealed bone marrow, blood vessels, and feeding tubes to have grown throughout the gallows and rope, which intertwined with the condemned's intestines via the neck. This allowed for continued nourishment to sustain the body internally.\n\n\nAddendum:\n The investigation uncovered two journals with writing from 1855 through 1862. In total, four entries mentioned the usage of an SCP-7421 instance to hang the aforementioned man. Several other entries offer insight into the climate of the relevant town beforehand. Both had been pawned but were recovered within the perimeters of Louisiana. The owner of the journals is unknown.\n\n\n\n\n8/30/55\n\n\nAnother child is dead today. First, Lee Hal Thomas back in early May, then Garrett Larson in June, and now Susie Graham. She was declared missing by her folks two days ago, and they uncovered her body, or part of it, beside the river as the sun rose. The culprit Crowshore, who was already a suspect of the previous hits, though never formally arrested, fled only last night. Like a gunmen in the west, he didn't leave a single hoofprint in his path. This was the match in the powder barrel for the town. The Grahams orchestrated a protest at the sheriff's office, businesses turned their signs in solidarity, and several folk left for the neighboring towns. The service for the little lady is tomorrow.\n\n\nThis wasn't the first time the sheriffs had their hands tied by the people. It'd be surmounting since late winter. It was obvious that at some point, there ought to be trouble. And we all knew no marshal or constable was ready for it. The posses had practically been our law enforcement for the past hog killing. We'd all heard of other Louisiana towns hanging their sheriffs for their inaction, tying them between horses at the shot of a gun, standing them before an open flame. It's a shame our little old rust bucket is so patient.\n\n\n\n\n\n\n12/10/55\n\n\nI awoke this morning to hear the locals talking of new gallows built just yonder of the Bricksolds’ saloon. Word of the outlaw Crowshore being reigned in has been about for a little time, and for such a cad, there ought to be a hemp fever. Amidst all this fear, it would be the break we all need for one less devil to walk amongst us. Child killers are all dead men in this country, and hoosegows aren’t made to hold dead men. Dangling from the ropes, he'd make the fourth or fifth this year. But with the air becoming cold and dry and my doubt in the lawmen and their reputation, I'm worried the trail will run cold. Again.\n\n\n\n\n\n\n4/22/56\n\n\nThe newsboy rode through town an hour before noon like a saddle warmer, shouting and waving the print. \"Crowshore caught! Crowshore caught!\" he cried. And to his word, the sheriffs came only moments later with a battered man suspended between the two horses. A little part of me hoped they'd put on a show and suddenly diverge and run in opposite directions. He swayed like a wind chime, and his face was beaten far beyond recognition.\n\n\nThe sheriffs allowed no leisure between when they brought the outlaw in and when he was ushered to the gallows. He was practically a ghoul, so much so that the hangman's knot would seem pointless if he weren't still blinking. He spared speaking as he was fixed in, and he did not scream when the chair was kicked, the air only spilled out of him in a gasp. Damn sidewinder.\n\n\nThe crowd rejoiced as his legs finally went limp, and no light was left in his dog eyes. As I watched from atop the hill, I felt nothing for the dead man but hope that the knot's force would break his neck. For then, he’d stop breathing, unlike the previously hung. But he did not. Nobody knows why they always keep breathing, but I know I never want to find out. I expected that once the party ceased its cries, the rope would be cut, come down with him, and stick to his neck like molasses. That did not happen. I expected they'd cut away at it, digging it out of his bloody neck, and that soon he would have no pulse. They let him hang, though.\n\n\n\n\n\n\n4/24/56\n\n\nTwo days have passed since the hemp fever, all the wanted posters have been torn down, and all the bounty hunters, sheriffs, and wranglers have been relieved of their search. There was a public burning of the outlaw’s crafts as the sun rose. He'd been known to make oil paintings. He left them behind when he fled, also leaving behind his victims for horrified townsmen to uncover. The wealthy mister and misses Graham shouted profanities as all the paintings were tossed in a pile and served as firewood in the center of the town. Oddly enough, I smelled a hint of orange in the ash scent.\n\n\nIt was a second festival of retribution for the Graham family, though nothing can truly fill that hole. There's no telling how many people Crowshore had squabashed before he came here, and I believe it's for the better that we don't find out. The wrench of discovering another dismembered body is not easily shaken off. With every new victim, the pressure forced upon the sheriffs to find and persecute the cad grew. It was a matter of time before they hauled someone in. Someone would've dangled regardless.\n\n\n\n\n\n\n9/9/56\n\n\nMonths had passed, and all had been silent. In fact, it was as if the world had taken to whispering. No prints from other counties arrived, and the town naturally returned to a state of strange bliss. The Thomases, Larsons, and Grahams still mourned, and the townspeople and I still set aside time to join them at the church. But in spite of the horrors, we persisted and justice seized the day. Right?\n\n\nOver dinner, I was served the bad medicine, and it had my heart skip a beat. Whilst the alleged outlaw continued hanging from the gallows, going on half a year and still breathing, Wilson James Crowshore was sighted at the Mexican border. The account was clear and unmistakable; it was him, as alive as a tree. Nearly a thousand dollars were recuperated from his uncovered residence in Texas and enough evidence of his crimes to sentence him to a hundred deaths. It appeared the sheriffs gave up the search and faked the capture of the cad, letting him run. We can never know who it is at the gallows this very moment. And the sheriff's office had become a ghost town overnight.\n\n\n\n\n\n\n\n\n« \nSCP-7420\n | SCP-7421 | \nSCP-7422\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7421\n\" by DrApricus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7421\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Zeno Fotografie.jpg\n\n\nAuthor:\n O'Sullivan, Timothy H\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: The investigation uncovered two journals with writing from 1855 through 1862. In total, four entries mentioned the usage of an SCP-7421 instance to hang the aforementioned man. Several other entries offer insight into the climate of the relevant town beforehand. Both had been pawned but were recovered within the perimeters of Louisiana. The owner of the journals is unknown."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7421 \" by DrApricus, from the SCP Wiki . Source: https://scpwiki.com/scp-7421 . Licensed under CC-BY-SA .",
        "Filename: Zeno Fotografie.jpg Author: O'Sullivan, Timothy H License: Public Domain Source: Wikimedia Commons"
    ],
    "item": "SCP-7421",
    "object_class": "Safe",
    "containment_procedures": "Wartrod Hanging is preserved within a Foundation front disguised as a factory. The perimeter of the building is secured and gated, but minimal non-autonomous security is required due to its isolated location. Human testing on SCP-7421 has been restricted due to ethical concerns, with the only research allowed being the analysis of past victims and simulated experiments.",
    "description": "SCP-7421 is a collection of gallowses erected between 1850 and 1856 within close proximity to each other. The site is adjacent to a mass outlaw burial in New Orleans, Louisiana, discovered in 1910. The area and surrounding acreage, previously known as “Wartrod Hanging,” was acquired by the Foundation in 1924.",
    "title": "SCP-7421"
}