{
    "url": "https://scp-wiki.wikidot.com/scp-7423",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\nby \nEthagon\n\n\n\n\n\n\n\n\nTo:\n O5-10\n\n\nFrom:\n Maria Jones\n\n\nSubject:\n SCP-7423 \nSlot Trouble\n\n\n\n\n\n\nI've got a bunch of errors about the SCP-7423 slot not working properly. After looking into it, it seems like some really old files are messing with the system. All of them are locked to O5-10 access. Given how much of a mess the raw files are, I've ordered all the files in a rough timeline that I've attached to this email. Fair warning: It's rough. Some things are duplicated or in the wrong place but you'll see why in a bit. If you don't want to deal with this yourself I'm also open to fixing this, with your permission.\n\n\n~ M. Jones\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDecember 1975 AD\n\n\nThe Marching Band of Kirk Lonwood High finished a performance and was subsequently trapped in permanent stasis. The Band is contained as \nSCP-332\n.\n\n\n\n\n\n\nApril 1976 AD\n\n\nThe hearts of two students at Tazewell High School were spontaneously transmuted into wood. The hearts are contained as \nSCP-6976\n.\n\n\n\n\n\n\nMay 1976 AD\n\n\nReality locally collapsed\n in Kirk Lonwood High School. The perpetrators were found to be an, at the time of arrival abandoned, music store called \"Syncope Symphony.\" All participants were amnesticized, put under observation and the school condemned.\n\n\n\n\n\n\n\n\nIt took us embarrassingly long to respond to the situation in Kirk Lonwood High. We had a presence in the school ever since the containment of SCP-332, but the Foundation only had so much capacity for stationary anomalies. SCP-332 was at the time deemed unimportant enough that we could get away with just locking the band room and informing the right people of the necessary procedures. There were bigger fish to fry, or so we thought at the time.\n\n\nThe checkups in the first few months of 76 didn't report anything interesting. The GOC considered the town our responsibility and we actively kept the UIU away from anything they could mess up. When we visited again in May it was far too late for the School.\n\n\n~ General Westhill\n\n\n\n\n\n\nState:\n Band activities make up an insignificant amount of the School activities.\n\n\nResponse:\n Principal replaced with a Band Enthusiast.\n\n\nResult:\n Band activities are in the foreground of School activities.\n\n\nState:\n The Federal Bureau of Investigation Unusual Incidents Unit is investigating the School for anomalous activity.\n\n\nResponse:\n Foundation Operations temporarily halted and removed off-premise.\n\n\nResult:\n Foundation presence remains undiscovered.\n\n\n\n\n \n\n\n\n\n\n\nApril 1976 AD\n\n\nThe hearts of two students at Tazewell High School were spontaneously transmuted into wood. The hearts are contained as \nSCP-6976\n.\n\n\n\n\n\n\nMay 1976 AD\n\n\nReality locally collapsed\n in Kirk Lonwood High School. The perpetrators were found to be an, at the time of arrival abandoned, music store called \"Syncope Symphony.\" All participants were amnesticized, put under observation and the school condemned.\n\n\n\n\n\n\nMay 1976 AD\n\n\nReality locally collapsed in North Hillcrest High School. In subsequent months Containment Procedures are established to keep students from entering the auditorium and causing reality-altering events. The school and the phenomenon surrounding it were contained as \nSCP-7676\n.\n\n\n\n\n\n\n\n\nI remember that early during the crisis, a lot of it was blamed on this semi-connected group of High School anomalies. That of course changed when the Apollyon took all our attention. Blaming it solely on either of the two would still be a wrong assessment. Even with all that happened, there's a bit of an overestimation of the world-ending capabilities of a single anomaly. On paper, they often seem like they can expand infinitely, but they all have a limit in one way or another. Mountains in particular are a bulwark of reality your average world-ender finds a hurdle too steep to climb.\n\n\nThe worst one of the \"Syncope\" anomalies was probably SCP-7676 with its cascading waves of reality alterations. The thing is that these anomalies were almost exclusively focused on North America, with maybe \none or two\n appearing on other continents. We had all reason to believe that in the absolute worst case we would only lose the US. And that was still far-fetched with how local most of them were. No, the role these anomalies played in all of this was spreading our resources thin at a time with so many wildfires that the Veil was already tearing.\n\n\n~ General Westhill\n\n\n\n\n\n\nO5 Council Meeting Transcript\n\n\n\n\n<Begin Log>\n\n\nO5-11:\n And I'm telling you we can't keep this amnestics supply up. We're on our way to having cracks spread through the entirety of the Veil. My recommendation is to focus our Veil maintenance and abandon disinformation efforts for specific areas.\n\n\nO5-6:\n What cities do you have in mind?\n\n\nO5-11:\n Ground Zero cities have the highest demand and are the likeliest to be lost despite our efforts.\n\n\nO5-2:\n We can not abandon cities to the anomalous prematurely. We owe them that much.\n\n\nO5-8:\n Seconding Two. Any city completely out of our control is ground for hostile memes to fester. We need nationwide amnestics coverage if we want to keep any of them under control.\n\n\nO5-2:\n What's your estimation of fallout if we continue as normal, Eleven?\n\n\nO5-11:\n Exponential Veil failure. Being generous we can withhold amnestics for 1 in 10 individuals as long as we rebound at some point. Any more than that and the unamnesticized can successfully spread veiled information faster than we can amnesticize them. \n(Pause)\n If we can't allow any shortage in the supply the only solution that comes to mind is \nthe eel\n.\n\n\nO5-2:\n Absolutely not.\n\n\nO5-11:\n I'd rather fail morally than completely.\n\n\nO5-6:\n We might not have to go that far. There are measures that lower the amnestics demand. We could completely shut down one source of anomalies if we get rid of High Schools.\n\n\nO5-2:\n I've looked over your reports and I'm unsure it would end as long as Syncope Symphony is still around.\n\n\nO5-6:\n \nAre\n they still around?\n\n\nO5-11:\n We also don't have the push to make the government comply, not yet.\n\n\nO5-6:\n The GOC might if they raise their response to Pizzicato.\n\n\nO5-4:\n The GOC just raised KTE-1162 to Level 5. I doubt it.\n\n\nAdministrator:\n They're not the only ones.\n\n\nThe Council stands up.\n\n\nO5-2:\n Administrator. I am admittedly surprised you've come.\n\n\nAdministrator:\n So am I. It's clear I can't leave this Council alone with what it's supposed to do.\n\n\nO5-11:\n What do you mean, not the only ones?\n\n\nAdministrator:\n I was at \nSite-100\n, trying to integrate our main troublemaker. No success.\n\n\nO5-6:\n That means-\n\n\nAdministrator:\n Yes. \"Keter-Class SCP objects that are judged for integration into SCP-001, but unable to be forced into integration are to be upgraded to Apollyon.\"\n\n\nO5-6:\n \n(whistles)\n Been a while since we had to deal with one.\n\n\nO5-2:\n Will we have your support, now that the threat has risen to this level?\n\n\nAdministrator:\n I will make some of my assets available, but it is ultimately your mission to handle this. Ten?\n\n\nO5-10:\n Yes?\n\n\nAdministrator:\n There are a few files I'll grant access to for you later, just in case. Share them with the Council at your own discretion.\n\n\n(The Administrator leaves)\n\n\n<End Log>\n\n\n\n\n\n\n \n\n\n\n\n\n\nMay 1976 AD\n\n\nReality locally collapsed in North Hillcrest High School. In subsequent months Containment Procedures are established to keep students from entering the auditorium and causing reality-altering events. The school and the phenomenon surrounding it were contained as \nSCP-7676\n.\n\n\n\n\n\n\nJune 1976 AD\n\n\nAnomalous activity at Salvation High School was investigated by the Federal Bureau of Investigation Unusual Incidents Unit. The town was later condemned. The source of anomalous activity in the town is contained as \nSCP-3935\n.\n\n\n\n\n\n\nJuly 1976 AD\n\n\nAn unknown meme merged with \nSCP-3919\n, causing individuals to think of themself as the children of SCP-3919 and subsequently fall under its effect. The Spread of the meme resulted in the loss of multiple cities before it died out.\n\n\n\n\n\n\nAugust 1976 AD\n\n\nYearbooks of Kirk Lonwood High School were found in other High Schools across the USA but were found to be non-anomalous with one exception. The yearbooks were confiscated and the anomalous one is contained as \nSCP-1833\n.\n\n\n\n\n\n\nSeptember 1976 AD\n\n\n\n\nAn organism thought by witnesses to be their father was brought to a hospital in Huntington, West Virginia. Its origins could not be investigated due to missing manpower. The organism is contained as \nSCP-1976\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\nState:\n Close Family ties are at risk of removing primary subjects.\n\n\nResponse:\n Job opportunities are mirrored after template.\n\n\nResult:\n Family ties reduced to acceptable level.\n\n\nState:\n Nickname distribution shows significant divergence.\n\n\nResponse:\n Prime students through exposed media towards favoured nicknames.\n\n\nResult:\n No change in nickname distribution observed.\n\n\n\n\n \n\n\n\n\n\n\nMarch 1976\n\n\nSpecific strains of \nSCP-3281\n were noticed to be actions requiring enacting a high school graduation. Strain was dealt with per Standard Late-Stage Memetic Outbreak Protocol-3281.\n\n\n\n\n\n\nApril 1976\n\n\nA student was able to reach the auditorium of North Hillcrest High School due to missing manpower. It was subsequently established that the GOC would focus on emergent anomalies and the Foundation contain anomalies that could not immediately be terminated. SCP-7676 was recontained.\n\n\n\n\n\n\nMay 1976\n\n\nPOI-099 (\"The Plundering Tourist\") manifested in 76 different high schools/secondary schools across the globe and induced a local reality failure in each of them. Situation was stabilized by local Foundation Operatives where available after POI-099.\n\n\n\n\n\n\nJune 1976\n\n\nThe GOC activated Procedure Pizzicato and established Global Martial Law. At the Foundation's request, High Schools were temporarily outlawed.\n\n\n\n\n\n\nJuly 1976\n\n\nGlobal Evacuations to shelters were started. Several areas proved difficult to evacuate due to several summer holidays-enforcing anomalies. Possible [\nCOGNITOHAZARD REMOVED\n]\n\n\n\n\n\n\n \n\n\n\n\nState:\n Significant portions of band members have their main social circle outside of the band.\n\n\nResponse:\n Foundation operatives changed circumstances in the social situations of friends outside the band and highlighted other common interests of friends inside the band.\n\n\nResult:\n Fraternization between Band members raised to an acceptable level.\n\n\nState:\n No presence of Syncope Symposium in the high school.\n\n\nResponse:\n Operations expanded to make the town as a whole favourable for manifestation.\n\n\nResult:\n Syncope Symposium opened a shop in the town. Manifestation is notably \ndifferent\n from expected parameters.\n\n\n\n\n\n\nThe question as to the source of anomalies is an often asked one. The question is of course easily answered in that there is not one but many. No \"source\" we may find is able to cover everything that is anomalous.\n\n\nA more commonly theorized origin lies in the social atmosphere that surrounds us everywhere we get into contact with people. Anomalies are then a sort of social tension that twists and twists until it breaks. Were this hypothesis true, then anomalies are theoretically reproducible, albeit only if the exact social situation can be recreated.\n\n\nIt is to note that there is no difference between the paranormal being the product of our social reality and the theory that certain social situations simply attract attention from the kind of entity that leaves the anomalous in their wake.\n\n\nThese two theories will be treated as interchangeable until a method is devised to clearly separate one from the other.\n\n\nThis paper proposes a method to prove either of these theories as correct using the Shaw/Zartion Hominid Replicators and memetic conditioning to achieve…\n\n\n\n\n \n\n\n\n\n\n\nJuly 1976\n\n\nGlobal Evacuations to shelters were started. Several areas proved difficult to evacuate due to several summer holidays-enforcing anomalies. Possible [\nCOGNITOHAZARD REMOVED\n]\n\n\n\n\n\n\n \n\n\n\n\n\n\nJanuary 1976\n\n\nSCP-3776\n affected items started appearing in shelters among secondhand clothing. Procedures were updated and SCP-3776 was recontained without any individual manifesting memories about \"Camp Nimrod\".\n\n\n\n\n\n\nMarch 1976\n\n\nA school building manifested inside the tropical rainforest and started to replicate itself using the surrounding rainforest. A perimeter could be established before an unrecoverable amount of Rainforest was lost.\n\n\n\n\n\n\nMay 1976\n\n\nSwarms of entities masquerading as high school students were requesting access to the GOC city fortress \nGanzir\n. After entry was denied they were terminated by other anomalous entities surrounding the city.\n\n\n\n\n\n\nAugust 1976\n\n\nSchool buses appeared across the USA and abducted children not in shelters. The destination of these buses is unknown.\n\n\n\n\n\n\nNovember 1976\n\n\nEfforts to contain SCP-7676 were abandoned as Foundation forces retreated. The GOC was given advance notice and was able to terminate the anomaly with heavy losses.\n\n\n\n\n\n\n\n\nO5 Council GOC High Command Meeting Transcript\n\n\n\n\n<Begin Log>\n\n\nAl Fine:\n I'm going to be exceedingly generous and assume you had a good reason to abandon your posts like that.\n\n\nO5-6:\n It's not a matter of retreating. More a change in strategy to focus on our most important Sites.\n\n\nAl Fine:\n You're hiding, is what you're saying.\n\n\nO5-10:\n In a way, I guess that is correct.\n\n\nAl Fine:\n We had an agreement. We can't focus on emergent threats if you can't suppress any long-term problems.\n\n\nO5-6:\n You seem to be handling it well, considering how you dealt with North Hillcrest High.\n\n\nAl Fine:\n Don't make me laugh. And for what? So you can focus all forces in Yellowstone? Whatever you're hiding there better be worth it.\n\n\nO5-4:\n Given the situation, the Council has agreed to share some information pertaining to that matter.\n\n\nDC al Fine is brought a short stack of files with \nSCP-2000\n printed on the topmost one. Al Fine skims them.\n\n\nAl Fine:\n You can't be serious.\n\n\nO5-10:\n We assure you, the device exists as described.\n\n\nAl Fine:\n It can't. The Foundation doesn't have the capability to build this, you outright state this. And it can't have been used before or your technological advancement would surpass ours by at least 40 years.\n\n\nO5-10:\n We haven't. SCP-2000 was brought into this timeline by a Global Reality Shift. It didn't exist 40 years ago.\n\n\nAl Fine:\n This still doesn't justify your retreat.\n\n\nO5-10:\n How far are we from the Minimum Repopulation Margin of the GOC?\n\n\nAl Fine:\n We're not that far off, but we know this crisis is nearing its end. If both we and Pentagram continue like this there is still a chance to save humanity. If we hold out just a few months Eurtec will be operable enough to allow for instant deployment anywhere without much cost.\n\n\nO5-10:\n Overextending us now might put SCP-2000 in danger which is a risk we aren't willing to take. Given current projections we can wait the crisis out and then start reconstruction.\n\n\nAl Fine:\n There is no waiting it out. If you hide away in your bunkers humanity will die!\n\n\nO5-10:\n We've already strayed far too much of course. What is there left to save? Even if we pull through and rebuild from scratch all our history and culture will be gone.\n\n\nAl Fine:\n It is already gone. You can't turn back the clock.\n\n\nO5-10:\n We'll see. I hope we can count on you when we start the reconstruction. Pentagram has already agreed to return the US to its former state.\n\n\nAl Fine:\n I will not let it come to that. If the GOC is the only one looking forward then we must win alone.\n\n\n(DC al Fine leaves.)\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\n\n\nNovember 1976\n\n\nEfforts to contain SCP-7676 were abandoned as Foundation forces retreated. The GOC was given advance notice and was able to terminate the anomaly with heavy losses.\n\n\n\n\n\n\nDecember 1976\n\n\nDuring an attempt to save a shelter, multiple GOC units succumbed to the effects of SCP-2316 resulting in the loss of the shelter.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAugust 1976\n\n\nAmong other experiments, a test-high school was run by the Foundation. As expected anomalous occurrences in the high school environment had returned to a pre-1976 level. As such, \nProcedure Lazarus-01\n was given the go-ahead.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAugust 1976\n\n\nAfter its completion \nPANOPTICON\n and PERIMETER, the latter with GOC co-approval, were used to scan for any appearance of the Syncope Symphony without success. (Note: Reports of NIGHTWATCH were investigated by the Temporal Anomalies Department independently.)\n\n\n\n\n\n\n \n\n\n\n\n\n\nAugust 1976\n\n\nAfter its completion, the school outgrowth in the tropical rainforest was removed via orbital laser.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAugust 1976\n\n\nAgents of the Temporal Anomalies Department were utilized to confirm the accuracy of reconstruction. American High Schools were able to mirror the climate of 1975 High Schools with 80% accuracy.\n\n\n\n\n\n\n\n\nO5 Council Meeting Transcript\n\n\n\n\n<Begin Log>\n\n\nO5-10:\n What I'm proposing is a 5-year extension of the reconstruction period. If we continue using Delta-T in this window we can achieve nearly 100% accuracy of 1975 culture.\n\n\nO5-2:\n You know we can't grant that.\n\n\nO5-6:\n Everything has been aligned for the deadline of January in two years. This supposed 20% accuracy increase isn't worth the rescheduling.\n\n\nO5-10:\n Supposed?\n\n\nO5-6:\n Reality often disappoints when it comes to achieving perfection. Be happy we got to 80%.\n\n\nO5-10:\n Alright. ENUI-5 will be released as scheduled and be the endpoint of Procedure Lazarus-01.\n\n\nO5-11:\n On that note, is there any chance we can get our hands on 2000's amnestic regiment?\n\n\nO5-10:\n No. Releasing any of the 2000-specific technology opens Lazarus up for sabotage.\n\n\nO5-11:\n Staying with the eel it is then.\n\n\nO5-10:\n Besides, the entire point is that everything after 2000 usage goes back to before.\n\n\nO5-6:\n It's a bit late for that. Just look at our Orbital Lasers. Or PANOPTICON.\n\n\nO5-4:\n Or Eurtec.\n\n\nO5-10:\n Some of the Free Ports growing out of control is an issue. Is there no chance we can bring them back to Lazarus?\n\n\nO5-4:\n Not unless you want war with the GOC. They fought for humanity's survival, and they will keep it, if just in their little corners hidden from the world.\n\n\nO5-2:\n I concur. So close to the restart, it may be good to take our focus back to how we'll make it through the coming years instead of years long past.\n\n\nO5-10:\n I can see the sentiment. There is however one last experiment I'd like to put up for consideration before we officially restart history.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nAugust 1976\n\n\nPentagram reinstates the US government with the most notable changes to the prior version being more legislation for Free Ports and a significant budget increase for both Pentagram and the UIU. History is resumed and high schools start the next school year.\n\n\n\n\n\n\nSeptember 1976\n\n\nEfforts failed to get concrete data on the evolution of high school/secondary school systems in Free Ports like Eurtec or Backdoor Soho that do not or do not fully comply with Protocol 2000-Retcon.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTo:\n Maria Jones\n\n\nFrom:\n O5-10\n\n\nSubject:\n Re:SCP-7423 Slot Trouble\n\n\n\n\n\n\nApologies for the late reply. I've sorted the files you sent me. There were a few there that don't belong here. I will have to take a deeper look at some point to confirm the accuracy of the described events. This should suffice for now to solve the slot problem. I have also created a direct file for SCP-7423 so no one else will mess with the slot. It and all the secondary files are to be restricted to exclusive Archivist Clearance.\n\n\n~ O5-10\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nItem #:\n SCP-7423\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n As the SCP-7423 project is completed it requires no further Containment. SCP-7423-1 is to be contained per the Containment Procedures of \nSCP-1423\n.\n\n\nDescription:\n SCP-7423 was part of a Foundation run experiment to test the success of recreating the American culture following the activation of SCP-2000. SCP-7423 specifically focused on reproducing the anomalous events in Kirk Lonwood High School in May of the original 1976 AD.\n\n\nThis event was chosen as a plethora of anomalies with unknown origin centred on the final class of High School and the music shop Syncope Symphony appeared in the original 1976 and the following years of the ADK-Class \"Anomalous Destabilization\" Scenario.\n\n\nWhile the exact events could not be reproduced, the experiment resulted in the creation of SCP-7423-1, since designated SCP-1423. SCP-7423 was therefore tentatively deemed a success.\n\n\nSCP-7423-1 is a polaroid photograph that when held by a human subject will enhance memories of the subject's last high school summer vacation to the point of bypassing amnestic treatment. The back of SCP-7423-1 shows the written message \"\nWe've had a great year, haven't we?\n\"\n\n\n\n\n\n\n\n\n« \nSCP-7422\n | SCP-7423 | \nSCP-7424\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7423\n\" by Ethagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7423\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7423 \" by Ethagon, from the SCP Wiki . Source: https://scpwiki.com/scp-7423 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7423",
    "object_class": "Safe",
    "containment_procedures": "As the SCP-7423 project is completed it requires no further Containment. SCP-7423-1 is to be contained per the Containment Procedures of SCP-1423.",
    "description": "SCP-7423 was part of a Foundation run experiment to test the success of recreating the American culture following the activation of SCP-2000. SCP-7423 specifically focused on reproducing the anomalous events in Kirk Lonwood High School in May of the original 1976 AD.",
    "title": "SCP-7423"
}