{
    "url": "https://scp-wiki.wikidot.com/scp-7425",
    "all_text": "rating: \n+89\n+\n–\nx\n\n\nGuaire\n\n\n\n\n\n\nYou can find more of my articles \nhere\n.\n\n\n\n\n\n\n\n\nItem #:\n SCP-7425\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7425 cannot be transported wholly to any given Foundation facility given its large size. As a result containment efforts are focused on preventing civilian and scientific access to the area where the anomaly lies.\n\n\nMaterial from SCP-7425 should be shipped regularly towards Research Site-45, stocks are to be kept at near-maximum capacity.\n\n\nDescription:\n SCP-7425 was a Large Scale Aggressor resembling a decapodal crustacean. SCP-7425 is believed to have originally stood at 130 meters in height and 500 meters in length, reaching an approximate mass of five thousand metric tons, though its current state makes estimation unable to be verified. It is believed SCP-7425 has extradimensional origins, from an alternate reality, or portion of reality, where a different set of physical laws allowed it to reach its gigantic size.\n\n\nSCP-7425 manifested into baseline reality in the 3rd of November 1954 on the Kerguelen Oceanic Plateau. Prior to its appearance, ontokinetic fluctuations had warned Foundation systems of baseline reality becoming unstable in the area, prompting the dispatchment of a Research Task Force, which went on to record the arrival of SCP-7425, and the events following it.\n\n\nImmediately after its manifestation into baseline reality, SCP-7425 began moving east, in direction towards Australia. A few seconds following the start of its movement it stopped, presumably having spent all the energy on its body in these few initial movements. At the same time this took place, cellular metabolism from SCP-7425’s interior began to drastically increase its internal temperature, becoming hot enough for the surrounding water to noticeably warm, and steam beginning to originate around the anomaly’s body.\n\n\nRoughly 4 seconds following SCP-7425's initial appearance, its appendages began to falter as a result of both oceanic pressure and the anomaly’s mass. Its body unable to support its own weight, SCP-7425 fell onto the seafloor, greatly damaging both it and the anomaly. The burden of SCP-7425’s meat was likewise too heavy, flattening its internal organs, most notably the heart and gills. While SCP-7425’s shell was thick enough to resist all initial internal and external pressures, that was not the case with the remaining limbs, which cracked, letting the boiling-hot seawater enter the anomaly’s open wounds and bloodstream.\n\n\nFinally around the 10 seconds mark, the anomaly’s internal temperature reached a temperature such that it exploded, scattering large portions of biological matter throughout the entirety of the Kerguelen Plateau. SCP-7425 lost roughly 65% of its biomass in this event.\n\n\nPrior to this final incident, personnel of the Research Task Force stationed in the area had reported hearing the anomaly “screaming in pain”. This was likely a result of highly pressurized steam creaking out of SCP-7425’s interior at high speed, and should not under any circumstance be interpreted as the anomaly being in possession of advanced cognition and emotions.\n\n\nThe exact conditions that led to the appearance of SCP-7425 became the result of Foundation research the years following the initial event. Many important advancements in inter-dimensional technology are taking place as a result. A method believed to be able to replicate the circumstances that led to SCP-7425 manifestation has recently been discovered. It is expected that Foundation facilities’s seafood budget will lower significantly.\n\n\n\n\n\n\n« \nSCP-7424\n | SCP-7425 | \nSCP-7426\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7425\n\" by Guaire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7425\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7425 \" by Guaire, from the SCP Wiki . Source: https://scpwiki.com/scp-7425 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7425",
    "object_class": "Safe",
    "containment_procedures": "SCP-7425 cannot be transported wholly to any given Foundation facility given its large size. As a result containment efforts are focused on preventing civilian and scientific access to the area where the anomaly lies.",
    "description": "SCP-7425 was a Large Scale Aggressor resembling a decapodal crustacean. SCP-7425 is believed to have originally stood at 130 meters in height and 500 meters in length, reaching an approximate mass of five thousand metric tons, though its current state makes estimation unable to be verified. It is believed SCP-7425 has extradimensional origins, from an alternate reality, or portion of reality, where a different set of physical laws allowed it to reach its gigantic size.",
    "title": "SCP-7425"
}