{
    "url": "https://scp-wiki.wikidot.com/scp-7427",
    "all_text": "rating: \n+161\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nThe night wind howls around you, whipped into a blinding flurry of snow as you speed down the hillside. The surrounding tundra, bathed in pillowy white, sheds soft reams of pearls that drift up and into the air in the wake of your snowmobile. The quiet valley below shimmers, resplendent with the light of the moon. You could almost stop and take a moment to revel in its beauty.\n\n\nBut you can't stop. To stop now would be to die. Already the cold has wormed its way in, into your fingers, your toes, your teeth; threatening with each passing second to creep further, until nothing more can be felt. You will your hands — trusting them to respond despite the alien lack of sensation — to tighten their grip on the handlebars.\n\n\nYou set your sights on the facility ahead. A towering, brutalist facility. The only human structure for hundreds of miles: Exclusionary Site-16. The site juts unevenly from the plains where it was constructed. A sore in the Earth. Para-technology and forbidden magicks brought together in a marvel of an emergency shelter.\n\n\nA shelter built not for mankind, but for information. It was designed to withstand the ravages of time and resist alterations to reality itself. A bulwark against falsehoods, its annals contain not only the complete records of the Foundation, but of humanity as a whole.\n\n\nThe ground beneath you transitions from rough terrain to the smooth conformity of tarmac — a disused airstrip blanketed with fresh snow. Hopefully the skeleton crew that maintains the site were able to quarantine themselves within the stronghold.\n\n\nHopefully.\n\n\nProximity lights activate as you approach the entrance and kill the engine. At one time you may have found the tall steel doors to be imposing, but at this point they're a welcome sight. A keycard reader beside the door accepts your credentials: Records and Information Security Administration; Level-5 access.\n\n\nYou take refuge in the unlit entryway, stepping around the front desk and into the hall beyond. All is quiet. A cursory look into several rooms reveals no sign of recent activity. No sign of survivors. You take a moment to retrieve a small inhaler from your rucksack, fasten it to a respirator, and press it to your face. A purplish, minty haze sprays from the device and fills the translucent mask. You breathe the Class W mnestics in deeply. The clarity it brings fortifies your mind.\n\n\nThe elevator is functional. You board it and press the lowest button. You've several minutes of descent here — records of Foundation affairs are contained at the lowest levels of the facility. In the stillness of the elevator, under the influence of powerful mnestics, an SCP file is called to the forefront of your mind, as clear in your recollection as if it was right in front of you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDATA LOST\n\n\n\n\n\n\nItem Number:\n SCP-7427\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n As of this writing, it is impossible to determine the number of survivors outside the employment of the Foundation; search and rescue operations for this purpose have been suspended. Due to the nature of SCP-7427's effects, all personnel are to self-isolate. Personnel and teams with experience in the containment of meteorological, counter-conceptual, antimemetic, and infohazardous anomalies are to pursue research into SCP-7427 with the goal of neutralizing or reversing its effects. Remaining personnel are to focus purely on survival.\n\n\nPersonnel expecting to come into contact with SCP-7427, be it for testing purposes or egress through the anomaly, are advised to dose themselves with mnestics of Class-Q or above.\n\n\nUpdate:\n RAISA-Level 5 clearance has been granted to all personnel. Survivors with the capability to do so are instructed to travel to Exclusionary Sites 16, 38, and 47 to rediscover files associated with SCP-7427's emergence. The contents of these files are integral to the Mission Objective, and must be relayed to personnel at Site-41.\n\n\nDescription:\n SCP-7427 refers to an anomalous meteorological phenomenon currently encompassing the entirety of the Earth. Presenting physically as a blizzard that persists despite the lack of supporting weather systems, SCP-7427 is responsible for a worldwide reduction in average temperature by -8°C, and the disruption of various ecosystems. It is estimated that over 120,000 genera have been brought to extinction as a direct result of SCP-7427.\n\n\nWhile airborne and in motion, individual crystals of SCP-7427 have been found to become selectively immaterial. While visible, the crystals may fall or be blown through persons and structures. The precipitation and gales of SCP-7427 exhibit additional effects that are deleterious to the conventional ontology. These effects consist of, but are not limited to:\n\n\nLoss of persons\n\n\n\n\nThose who are isolated will become susceptible to spontaneous cessation of existence. This effect extends to subjects who are separated while still in close physical proximity, even when simply breaking line of sight. While typically occurring outdoors, exposure to SCP-7427 precipitation is not required — as evidenced by the systematic loss of all ISS crew members across seven weeks.\n\n\n\n\nLoss of loci\n\n\n\n\nHigh-volume locations, such as densely populated cities and buildings housing over 100 persons, have wholly ceased to exist, reduced to particulate form through erosion by SCP-7427's winds and dispersed into the atmosphere. Monuments, culturally-significant architecture, and gravesites are also affected in this manner. While many man-made structures remain standing, they are typically unpopulated and culturally insignificant.\n\n\nThe exceptions to the population threshold are Foundation Site-41, headquarters of the Antimemetics Division; Site-87, whose personnel boast an average Cognitohazard Resistance Value of 18.5; and Facility-Q13, the leading producer of mnestics.\n\n\n\n\nLoss of information\n\n\n\n\nSCP-7427's emergence coincided with the loss of countless files in the Foundation databases and physical stores. This effect extends to all media, including video, audio, and printed works. This loss manifests as complete and irreversible erasure, as if the information were never recorded: hard drives are wiped, books become blank, vinyl records lose their grooves, and so forth. Through cross-referencing remaining data stores, testimonies of RAISA personnel, and Artificially Intelligent Conscipt records, it was found that in the hours leading up to SCP-7427's emergence, three SCP files in particular were flagged for the retroactive nonexistence of essential components:\n\n\n\n\n\n\n\n\n\n\nSCP-087\n\n\n\n\n\nA preternaturally dark stairwell within a school campus that descends indefinitely. It is inhabited both by a malevolent force represented by a featureless white face, as well as the audible crying of a small child. The affected file is Document #087-IV, the last of four recorded D-Class explorations into the stairwell.\n\n\n\n\n\n\n\n\nSCP-783\n\n\n\n\n\nA predatory entity that emerges every dozen years in the small English hamlet of Temby, trapping lone citizens indoors overnight to stalk and mutilate them. A mass grave of its victims found buried beneath the town, serves as a gateway into a spatially anomalous replica of the area. The affected document is SCP-783-L3, a transcript detailing Dr. Lafayette's expedition into the replica of Temby.\n\n\n\n\n\n\n\n\nSCP-610\n\n\n\n\n\n\nA contagious, mutagenic skin virus affecting a large region in Southern Siberia, responsible for the infection, mutation, and death of all extant life forms in its radius. Affected organisms are universally hostile to all life, and seek to propagate and spread SCP-610 further. The affected document is SCP-610-L6: video footage depicting the investigation into SCP-610's source point, filmed from the perspective of assault team members separated during an altercation with the infected.\n\n\n\n\n\n\nYou learn a lot about reading between the lines in my profession. Not literally, of course, but in the sense that when the very nature of what you study \nactively\n resists perception, defying understanding of what Is and Is Not, one has to be able to think sideways. That last part can actually be literal. It is an impossible task to describe that which is ineffable, but one can conceive an outline around it if only one looks from the proper angle.\n\n\nAlongside the Department of Analytics, our team has been studying affected zones, persons, information, and events affected by SCP-7427. We have concluded that secondary SCP-7427 effects do not trigger indiscriminately. Through investigating gaps in the historical record, reviewing census data, and compiling satellite footage of impacted zones, a rough outline of SCP-7427-affected concepts has been constructed.\n\n\nThere is a pattern. It seems to pick and choose, flowing from one person to a family member or associate, flitting from a shared experience and targeting a historical event, using that as a platform to eliminate a geographic location. The selective nature mimics the hunting patterns of typical infovores. We've bested those before.\n\n\nSCP-7427 may seem insurmountable, but what it gains through omnipresence it loses in precision: regardless of what SCP-7427 eliminates, it is not thorough enough to affect memory. If it did, this file wouldn't exist. We wouldn't even die screaming, we'd die never knowing anything had gone wrong at all. It's about damn time an anomaly's incompatibility with the human mind worked in our favor.\n\n\nPerception defines reality. That's our ace in the hole. SCP-7427 hasn't been able to affect personnel on mnestic regimens because of their heightened ability to define themselves as conscious observers; concrete webs of memories and experiences forming a lattice of identity. An unassailable internal narrative.\n\n\nWe're close to picking apart exactly what makes SCP-7427 tick, but we need to pin down its source. If we can determine the concepts it modeled itself on, we'll be able to engineer a counter meme, and we can finally shut the book on this whole damn mess.\n\n\nClear skies lay ahead.\n\n\n\n\nDoctor Cynthia Sommer\n\n\nSenior Researcher - Antimemetics Division\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe soft \nding!\n of the elevator breaks your concentration. You arrive in a dank, poorly-lit antechamber. A single door stands across from you, ajar. A steel plate affixed to the wall beside it reads \"\nFiles: SCP-002 - SCP-999\n\".\n\n\nCrossing the threshold, you are struck by the musty aroma of old paper and moisture-regulated air. The files in here represent the oldest in the Foundation's annals, long predating the era digitization and advent of SCiPNET. Thankfully, if you've been in one Foundation archive, you've been in them all. You make a beeline for the back of the room, brushing aside the occasional cobweb and as you dart past countless floor-to-ceiling cabinets. There is only one file you need to find — one file that may be the linchpin to ending the storm.\n\n\nThe cabinets lining the back wall contain files for SCPs 002 through 099. You roll a ladder over to the drawer marked \"080-089\", pull it out by at least a solid yard, and start rifling through. Genome sequencing of SCP-081, the transcript of a play authored by SCP-082, interviews with Cassie…\n\n\nNear the very back of the drawer, you finally find it — SCP-087 and its associated files. The first few are mundane: the criminal history of the D-Class used in experimentation, amnestization records for civilians, and expenditure reports. A hand-typed copy of the SCP file itself lies at the end of the stack. Appended to it are exploration logs I, II, III… and there, exactly where it should be: the final log.\n\n\nYou turn the page to Document #087-IV, and begin to read.\n\n\n\n\n\n\n\n\n\n\n\n\nDocument #087-IV\n\n\n\n\n\n\nDocument #087-IV:\n Exploration IV\n\n\nD-7219 is a 26-year-old male with an athletic build. Subject has several years of experience as a volunteer professional with Yosemite Park's Wilderness Search and Rescue Team. D-7219 is provided with a rescue harness, an extra lamp, emergency flares, and provisions to sustain a daylong excursion. The descent is broadcast to Control using a hands-free sousveillance apparatus.\n\n\nThe audiovisual feed opens from the perspective of D-7219 as the door is closed behind him, the metallic din reverberating off the aged concrete walls of the stairwell. The entrance landing is illuminated by a fixture beside the door. It is the sole source of light built into SCP-087. D-7219 approaches the stairs, placing a hand on the black metal railing. The fixture by the door is unable to illuminate beyond the first step, its radius of light terminating sharply into impenetrable darkness.\n\n\nD-7219 extends his free hand beyond the illuminated area and watches as it seemingly vanishes into the void, completely imperceptible past the wrist.\n\n\nD-7219:\n \n[whistles]\n Right, so y'all aren't paying me enough for this shit.\n\n\nDr. ██████:\n D-7219, are you prepared to make your descent?\n\n\nD-7219 looks over the railing into the void of the stairwell. There is a harsh scraping noise, and the video feed is momentarily obscured by the brilliant light of a flare. He drops it, watching as its orbit of light is quickly absorbed into the darkness as it falls, failing to illuminate even the flight immediately below.\n\n\nD-7219:\n \n[ignoring Control]\n Do you offer profit sharing? I'll need to see your plans for vision and dental, \nespecially\n dental. These pearly whites aren't exact—\n\n\nDr. ██████:\n D-7219! Are you prepared to make your descent?\n\n\nD-7219:\n Yeah, yeah. Just making… light of it.\n\n\nWith this, D-7219 activates his head-lamp, chuckling to himself. The darkness recedes. Roughly half of the flight ahead can be seen. The first few steps are taken cautiously, with D-7219 glancing down with each foot placement, hand still guiding him down the railing. As the second-floor landing comes into view, he quickens his pace, letting go of the railing and bounding down the last few steps. The stairwell echoes with every footfall.\n\n\nD-7219:\n Alright, not too bad. I half thought it would keep going in one direction, and all I could imagine was \nhow much it would suck to trip and tumble down infinite stairs\n.\n\n\nDr. ██████:\n Noted. Please continue.\n\n\nD-7219 begins descending to the third floor. Halfway down, he stops suddenly. He looks over the railing to stare into the darkness below.\n\n\nD-7219:\n Christ. You hearing this? \n[shouting]\n Hello? Hey! Hey, are you hurt?\n\n\nD-7219:\n \n[to Control]\n I'm hearing a kid down there. Don't seem to be responding. Is that our rescue?\n\n\nDr. ██████:\n What you're hearing is consistent with previous subjects' experiences. Please continue.\n\n\nD-7219:\n \"Consistent with previous subjects\", right. Can I talk to a real person?\n\n\nD-7219 reaches the third-floor landing. At this point, the audio picks up the sound of a crying child emanating from the depths.\n\n\nD-7219:\n Anyways, the kid doesn't sound like they're too far down. \nHow\n deep did you guys say this was?\n\n\nDr. ██████ does not respond. As the camera feed steadily sways with D-7219's movement, a pale white face, SCP-087-1, stands out stark in the darkness above. D-7219 passes without sighting it.\n\n\nD-7219:\n Hello?\n\n\nDr. ██████:\n We, erm — sorry. That's yet to be determined. We're hoping you can help us answer that. Pace yourself, though. Document anything unusual.\n\n\nD-7219:\n Unusual? Oh geez, let me see… \n[shouting]\n It's dark as fuck, man!\n\n\nDr. ██████:\n Please focus.\n\n\nD-7219:\n Heh. You're smiling right now, aren't ya? I hear it in your voice. C'mon! Admit it!\n\n\nReceiving no response, D-7219 continues the descent, grumbling inaudibly. Over the next fifteen minutes, D-7219 stops at the 51st landing to note damage to the surrounding stairs and walls — consistent with previous explorations. He stops again at the meter-wide hole at the 89th landing, first documented in Exploration III. From here, he continues silently until the 96th landing.\n\n\nD-7219:\n So, do we know who the kid is?\n\n\nDr. ██████:\n You have a rescue harness because there's a \npossibility\n a lost child is down there, but we cannot be certain of it at this time.\n\n\nD-7219:\n Oh, so like… it could be a recording? Or something that \nsounds\n like a child? It's like, what… mimesis?\n\n\nDr. ██████:\n The latter is within the realm of possibility. We've analyzed the footage, and there's far too much deviation in verbiage and tone for it to simply be a looped recording. And I think the word you're looking for is 'mimetic'.\n\n\nD-7219:\n Huh?\n\n\nD-7219 passes the 97th landing, now taking each flight at a brisk pace.\n\n\nDr. ██████:\n Same root, \"\nmimos\n\". \"Mimetic\" is typically used in a biological sense. \"Mimesis\", though it \ncan\n be used interchangeably, is more to do with artistic representation. The imitation of life and nature through mediums such as paint or poetry.\n\n\nD-7219 pauses to peer over the railing and into the void space of the stairwell.\n\n\nD-7219:\n Okay, pal… Doc? Sir? Let me hold onto the hope it is \"\nmimesis\n\", eh? Much rather find a… a painting down there than a \nSomething\n pretending to be a person. Sounds harmless.\n\n\nDr. ██████:\n In a bodily sense, yes, but mimesis wasn't seen as entirely harmless. Plato, for example, opined that the arts were incapable of imparting truth. A falsification of reality. He saw it as something capable of leading to immorality; an indulgence of passion.\n\n\nD-7219 quickens his pace, jumping the last two stairs leading to the 102nd-floor landing.\n\n\nD-7219:\n You know, I woulda asked you about art theory thirty floors ago if I knew that's what it took to open you up. Ever thought about teaching?\n\n\nDr. ██████:\n Never. My employer offers unrivaled vision and dental.\n\n\nD-7219:\n Ha! Seems you've got a sense of humor after a—\n\n\nThe grating screech of rending metal dominates the audio feed. The camera jerks wildly as D-7219 looks about in a panic, swearing.\n\n\nDr. ██████:\n D-7219, report! Are you all right?\n\n\nD-7219:\n Y-yeah. I'm fine. I think it came from somewhere down below me. I'm just…\n\n\nD-7219 approaches the next flight.\n\n\nD-7219:\n …just a little spooked, is all.\n\n\nDr. ██████:\n Understandable. Now, if you please…\n\n\nD-7219:\n Right. \n[sighs]\n Back to business.\n\n\nD-7219 returns to descending at a modest pace. Beyond his steady breathing and the ever-present pleading voice, there is silence for the next ten minutes. A newly-discovered deviation is noted on the 163rd floor. In a hushed whisper, he addresses Control.\n\n\nD-7219:\n Hey… Hey, you seein' this?\n\n\nD-7219 has frozen in place. Before him is a series of glinting points in the darkness of the flight below, reflecting the light of his torch despite their occlusion in the dark of SCP-087. D-7219's gaze remains fixed as he slowly advances, glancing away momentarily to check his footing. He leads with his left foot in a side step, body half-turned, prepared to run.\n\n\nDown another step. Several jet-black protrusions come slowly into view. Ragged, sharp metallic points that glisten in the approaching light.\n\n\nAnother step. The length of the protrusions can be made out as the 163rd-floor landing comes into view. The metal railing on either side of the stairwell has been violently twisted and bent. Some sections have been split along their length, others are torn clean from the concrete, leaving cracks along the walls and edge of the stairs. The longest sections twist and extrude well into D-7219's path, jagged ends turned toward him.\n\n\nDr. ██████:\n Are you able to proceed?\n\n\nD-7219 carefully approaches, glancing in all directions. Gingerly, he sidesteps, stooping below and between mangled portions of the railing; the camera angle shifts with his contortions. It is as he takes a wide step over an obstruction, with his body half-turned, that footage shows a bright white point on the stairway above. Coming to a stop, he focuses on it.\n\n\nSCP-087-1 stares back at D-7219. Its eyes are closed. Its mouthless visage lies expressionless. Unmoving.\n\n\nD-7219:\n Doctor? Tell me what the fuck I'm looking at. ██████?\n\n\nSlowly, SCP-087-1 advances. Though it is not known to possess a body, the face moves at a staggard pace. It quivers, then pauses, before quivering again, as if it is ambulating down towards D-7219 one deliberate step at a time. D-7219 begins hyperventilating, doubling his pace.\n\n\nD-7219:\n Fuck, fuck fuck!\n\n\nDr. ██████:\n D-7219! Remain calm and withdraw!\n\n\nD-7219:\n What the shit do you think I'm—\n\n\nThere is a sound of tearing fabric, D-7219 hisses in pain but does not slow in his retreat.\n\n\nD-7219:\n —fucking doing?\n\n\nSCP-087-1 shuffles closer, its face moving easily past the gnarled railing. The darkness appears to move with it, with the illumination provided by D-7219's torch becoming less effective the closer the face approaches.\n\n\nBacking away, D-7219 looks over his shoulder — he is almost clear of the obstruction. He turns back. Five stairs between him and SCP-087-1 remain illuminated. Then four. D-7219 guides himself around another sharpened prong. Three stairs. D-7219's breathing becomes more labored. He whispers an expletive. Two stairs. One. It pauses.\n\n\nSuddenly, SCP-087-1 jerks forward. D-7219 recoils rapidly. There is a squelching noise and he bellows in anguish. With SCP-087-1's proximity, the environment is shrouded entirely in darkness. Only the top half of SCP-087-1 remains visible. Its eyes open. Pale orbs dominated by sclera, with no visible pupils, stare into the camera as D-7219 screams.\n\n\nSCP-087-1 vanishes. The illuminated area returns to its standard radius. In the tangled mess of railing ahead, a tattered bit of fabric clings to one of the lower protrusions. It is stained with blood.\n\n\nDr. ██████:\n I— y-y-you… D-7219? Are… are you…\n\n\nD-7219 groans, tilting his head slightly. From the bottom-right corner of the feed, a sharpened, thin bit of railing can be seen, glistening red.\n\n\nD-7219:\n Yeah, I— \n[grunts]\n Fucking… shoulder \n[groans]\n Clean thro… \n[growls]\n\n\nAn audible suckling noise can be heard as D-7219 wrests himself from the railing. He collapses on the 164th landing and begins rustling through his equipment, extracting gauze and medical tape. He is still breathing heavily but is beginning to calm down.\n\n\nD-7219:\n You guys… are going to have to… give me a minute.\n\n\nAudio is overcome by the scuffling of the mic as D-7219 removes his sousveillance equipment. For the next several minutes, the feed captures D-7219 as he removes his shirt. He is bleeding heavily from his right shoulder. Once again the video feed is saturated in maroon light as D-7219 readies a new flare. He cranes his neck to the side, his head held high and to the left. His face is contorted in a grimace. He brings the flare up and presses the lit end to the wound, growling through gritted teeth.\n\n\nHe similarly cauterizes the entry wound and tosses the flare aside. He is cast in its glow as he dresses his shoulder wound, as well as a gash below his knee. After a moment, he readorns his shirt and retrieves the sousveillance equipment.\n\n\nD-7219:\n When \nthe fuck\n were you planning on telling me I had company?!\n\n\nDr. ██████:\n I—\n\n\nD-7219:\n What is it?!\n\n\nDr. ██████:\n We don't know.\n\n\nD-7219:\n Bullshit.\n\n\nD-7219 approaches the stairs leading to the 164th-floor landing.\n\n\nD-7219:\n That's bullshit, and I'm not going anywhere until I get an answer.\n\n\nDr. ██████:\n Listen to me: I promise, I'm just as in the dark as you are. If you'll forgive my phrasing.\n\n\nD-7219 bellows out a laugh that is immediately cut short with a pained groan.\n\n\nD-7219:\n For fuck's sake, don't make me laugh.\n\n\nDr. ██████:\n All I can tell you is that we don't know what it is, what its intentions may be… if it's even sentient. It \nseems\n as if it is inimical to explorers. Its presence tends to unnerve and instill feelings of paranoia, but we've no clear record of it causing direct harm. I'm sorry I have nothing else.\n\n\nD-7219:\n Hmm…\n\n\nD-7219 reaches out towards the railing on his left, guiding himself as he descends.\n\n\nD-7219:\n Scooby-Doo.\n\n\nDr. ██████:\n Excuse me?\n\n\nD-7219:\n You know, like the show. He's trying to scare me away.\n\n\nD-7219 rounds the 164th-floor landing.\n\n\nD-7219:\n And if he's trying to scare me away, there has to be something he's trying to scare me away \nfrom\n. Just has one goddamn scary mask, is all.\n\n\nDr. ██████:\n I wouldn't be so nonchalant, but I think I see where you're coming from.\n\n\nD-7219:\n Right?\n\n\nD-7219 rounds the 166th-floor landing.\n\n\nD-7219:\n So, I figure, there \nhas\n to be a bottom. There \nhas\n to be a missing kid.\n\n\nD-7219 quickens his pace down the next two flights, sprinting with abandon.\n\n\nD-7219:\n There has to be an ending. An answer. Otherwise, what's the point?\n\n\nDr. ██████:\n I'm relieved by your determination, and I hope we can find some answers too, but you may be assuming intent where there very well could be none.\n\n\nD-7219 pauses.\n\n\nD-7219:\n Oh, come off it. Someone doesn't go out of their way to make… all of this, just to leave it unfinished.\n\n\nD-7219 continues for the next two hours, alternating between bouts of rapid descent and a measured pace, only checking in with control to determine his depth and the time elapsed. He takes a twenty-minute break on the 387th landing before continuing for another hour and a half. He is approaching the lowest point recorded thus far: where contact was lost with D-9884 on the 633rd floor. He stops for another break, drinking from his canteen.\n\n\nThe cries of the unknown child grow louder.\n\n\nD-7219:\n I have to be getting close. Control, how am I doing?\n\n\nDr. ██████:\n Readings indicate you're at a depth of 2.4 kilometers beneath the entrance, 574 floors down.\n\n\nD-7219:\n How many Empire States is that?\n\n\nDr. ██████:\n Uhm… seven, I think.\n\n\nAs D-7219 takes a step down the next flight, SCP-087-1 comes into view. Given its placement and distance, it is waiting on the landing below.\n\n\nD-7219:\n Jesus. This son of a bitch again. [\npause\n] Okay. I'm going to need your help. Got a plan.\n\n\nDr. ██████:\n A plan? Now is not the time to try anything risky.\n\n\nD-7219 unsteadily waves his left hand in a wide, sweeping motion.\n\n\nD-7219:\n It's nothing too crazy, I'm just going to need you to be my eyes.\n\n\nDr. ██████:\n Your eyes?\n\n\nHis hand reaches out blindly until it comes into contact with the wall, sliding down its length until he discovers the railing. Shakily, he shuffles forward, feeling out the location of the first step. SCP-087-1 does not move from its position.\n\n\nD-7219:\n See, if all it can do is spook me when I see it, I figure I could just not look.\n\n\nHe advances. With each step he takes, SCP-087-1 can be seen with more and more clarity, even as the lit area before D-7219 diminishes.\n\n\nDr. ██████:\n D-7219? It might, uh, it maybe would be best to go back up a few flights. Maybe it will move somewhere else.\n\n\nAs D-7219 draws closer, it does not seem SCP-087-1 is staring at him, but rather into the camera itself. Static flickers at the edge of the screen. A high-pitched, almost inaudible sound buzzes continually.\n\n\nDr. ██████:\n T—t-take a break.\n\n\nD-7219:\n No. We're finishing this.\n\n\nDr. ██████:\n Please.\n\n\nD-7219 can be heard speaking, but his speech is buried beneath a shrill din. The face in the darkness contorts. Its brow furrows and the contours of its face shift into an approximation of anger. It comes to fill the frame as D-7219 nears.\n\n\nThe shrill din intensifies into a blaring, grating note. There is a sound of mic handling, and a dull thud as Dr. ██████ removes their earpiece, throwing it from their person. Onscreen, the picture splices into an unintelligible whorl of black and white as the camera seems to come into physical contact with SCP-087-1.\n\n\nIn an instant, it is gone. The audiovisual anomalies cease. D-7219 has made it safely to the next landing, seemingly oblivious. In the control room, Dr. ██████ retrieves his earpiece.\n\n\n\n\n\n\n\n\n\n\n\n\nThat can't be right.\n\n\n\n\n\n\n\n\n\n\n\n\nD-7219:\n —and I guess that's why I always had a problem with commitment.\n\n\nDr. ██████:\n You can open your eyes now.\n\n\nThe video pans as D-7219 looks around. Dr. ██████ looks about his surroundings as well.\n\n\nD-7219:\n You weren't even listening, were you? Here I am pouring my heart out 'cause I think I'm about to die, and you can't hear me out?\n\n\nDr. ██████:\n That's beside the point. Congratulations on your plan working, I'm sorry about your experience, and thank you for confiding in me. Now, you need to focus on your objective.\n\n\nThe camera jostles as D-7219 nods. He proceeds down the next flight.\n\n\nIn the control room, Dr. ██████ leans forward in his seat, watching. He reaches up to adjust his glasses, and the lights around him begin to flicker.\n\n\n\n\n\n\n\n\n\n\n\n\nYou shouldn't be witness to anything in the control room. That wouldn't have been included in this transcript.\n\n\n\n\n\n\n\n\n\n\n\n\nDr. ██████:\n What's going on? ███, what happened to the lights?\n\n\nD-7219:\n What? Who?\n\n\nDr. ██████:\n Sorry, it seems we have a technical issue on our end. Just keep going. \n[pause, muffled]\n Can someone tell me what the Hell is go—\n\n\nDr. ██████ tears his gaze away from the video feed. Several workstations are scattered throughout the makeshift chamber. Some are intended to record backups of D-7219's exploration. Others track the subject's vitals and GPS position. All are unattended.\n\n\nD-7219:\n Doc? What's up, what's going on?\n\n\nDr. ██████:\n My team—\n\n\nThe facility lights malfunction, casting the room in near-darkness. Several monitors continue operation, but their displays are overtaken by a cascade of error messages. Each screen casts a sickly cone of light across the otherwise pitch-black room.\n\n\nDr. ██████:\n \nOh, God!\n\n\nD-7219:\n Doc? Doctor? Hey! Talk to me!\n\n\nThe area illuminated by the computer monitors begins to recede. Though each remains operational, it is as if their light cannot escape the immediate surface of their screens, leaving each a single point of white in the black of the facility. One by one, each screen blinks out in turn, until nothing further can be seen. The pleading voice of a crying child can be heard.\n\n\nDr. ██████:\n It's here.\n\n\nD-7219:\n What does that mean? What do you mean it's there?\n\n\nDr. ██████:\n The darkness— everything. It's here.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-087 is among the oldest files declassified to new recruits. Something everyone has heard of. You know for a fact it never broke containment.\n\n\nYou flip to the first page to confirm that you are in fact reading the right file. Document #087-IV. As it should be. Turning back to where you left off, you become aware of how many pages are still left. \nWere there that many to begin with?\n\n\n\n\n\n\n\n\n\n\n\n\nD-7219:\n What th— Okay, doc, listen up. You're going to be okay, alright? Do you have a light source on you?\n\n\nDr. ██████ whimpers. There is a cascade of echoing footfall as D-7219 quickens his descent within SCP-087.\n\n\nD-7219:\n Snap the hell out of it, man! C'mon! A flashlight, cell phone?\n\n\nDr. ██████:\n A p-phone! Yes… I- I can't find it though!\n\n\nDr. ██████ begins to stammer quietly. D-7219 has reached the 600th floor\n\n\nD-7219:\n Hey! Hey, now, it's okay! It's okay. Remember: if that thing is out there, it can't hurt you. Does anyone know where you are? Could help be on the way?\n\n\nDr. ██████:\n The uhm, security does, yes. They should have— [\npause\n] Should have been here by now.\n\n\nD-7219's speech is staggard due to his pace as he swiftly bounds down flight after flight. He's reached the 604th floor.\n\n\nD-7219:\n Just stay— \n[grunt]\n\n\n605.\n\n\nD-7219:\n …where you are. It's just trying to mess—\n\n\n606.\n\n\nD-7219:\n …with us.\n\n\n607.\n\n\nD-7219:\n It doesn't want— \n[grunt]\n\n\n608.\n\n\nD-7219:\n …us to finish.\n\n\nWithin the control room, an orbit of maroon light falls from above, a lit flare in its center. As the room is momentarily cast in its light, it can be seen that the interior has shifted dramatically. The floor in towards the back of the room, where Dr. ██████ cowers, remains somewhat consistent as a point of reference, but from either side beyond that point, it shifts. The floor bends and slopes upwards, downwards, around and around. At the center of the room is a deep, dark, unrelenting expanse.\n\n\nDr. ██████ looks about his surroundings in a panic in the fleeting moment sight is possible before the flare continues its journey down into the pit below. Nothing more can be seen. Dr. ██████ screams.\n\n\nD-7219:\n Doc?!\n\n\nDr. ██████:\n Please. Please, God, help me.\n\n\nThe pleading voice within the stairwell grows louder. Its begging is now in complete synchronicity with Dr. ██████.\n\n\nD-7219:\n Stay with me! I'm going to get you out of there!\n\n\nD-7219 stumbles forward hard into the wall on the 615th-floor landing, rebounding off of it and charging down the next flight, taking half the stairs in a single leap.\n\n\nDr. ██████/Voice:\n Please! I'm down here.\n\n\nD-7219 flies down the stairs, towards the 618th-floor landing. Without hesitation, he scrambles towards the next flight. He continues to barrel downward, flight after flight. All the while the pleading voice grows in volume. It is as D-7219 rounds the corner and onto the 633rd-floor landing, where the previous exploration had ended, that he comes to a stop.\n\n\nBefore him on the ground lies a mess of shredded fabric: the remains of a standard-issue D-Class uniform. It is draped in tatters over a \nchalk-white, dessicated human form\n. It's \nshriveled\n. \nWrinkled\n. \nWet\n. Its \ndermis flakes\n and \npeels away\n. Its \nlimbs bend\n in \npained\n, \nunnatural\n directions. It \nstretches\n. \nTwists\n. The \nbody stretches\n and \nwinds\n down the stairs, \nupper-torso\n out of sight around the bend.\n\n\nD-7219:\n God… what— \n[gags]\n\n\nHe takes a step forward, pauses, then quickly turns and grasps the railing in both hands, retching uncontrollably over the side. He hyperventilates. Vomits again. After a moment, his breathing slows. A forearm comes up as he wipes the bile from his mouth.\n\n\nNervously, cautiously, he follows the \ngnarled\n and \ncr\noo\nk\ne\nd shape\n as it bends down, down. Flight after flight after flight. Ever deeper. Never ending. You know it never ended. Never finished.\n\n\nThe voice of the pleading child grows in volume.\n\n\n\n\n\n\n\n\n\n\n\n\nIt's cold in here.\n\n\n\n\n\n\n\n\n\n\n\n\nD-7219 follows the \ngnarled, twisted spine\n ever deeper. Another hundred floors. A thousand. A thousand more. It is as he slows, as his bones ache and his muscles give out that a \njagged shoulder blade\n comes into view on the flight below. The upper-body of the \nnameless victim\n comes into focus. You cannot make out the details of its \nface\n, but you know it is wrenched in a silent scream. A \nmangled, outstretched arm\n reaches out, as if the \nvictim\n spent their final, excruciating moments clawing their way forward. Just outside the reach of its hand, a sheaf of papers rests upon the landing.\n\n\nD-7219 ignores it as \nyou\n begin to read.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA snowflake lands on the back of your finger, melting into an innocuous bead that draws a path down the curvature of your hand and drips onto the page.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-783-L3\n\n\n\n\n\n\n\n\nField Log 3:\n\n\n\n\nAt exactly 2:00 AM, power is activated in the mobile control room at the Temby portal, despite investigations having been suspended by Command. Three sets of recording instruments are turned on: those directed at the tunnel opening in baseline reality, those on the opposite end in the anomalous space, and a reinforced headset for use in exploration.\n\n\nDr. Lafayette walks in front of the camera at the Temby opening. Their hair is disheveled and their clothes are stained with a dark substance that is indeterminable in the green-and-black night vision. They raise both their hands and curl their fingers one by one, counting down from ten. After curling their last finger, several explosions happen in quick succession in Temby proper. Smoke and flames can be seen rising in the distance. Dr. Lafayette dons the exploration headset while maintaining eye contact with the camera, then turns to descend into the portal.\n\n\nSomeone is sobbing.\n\n\n\n\nThe headset camera is largely obscured during the descent into the anomalous Temby; however, in addition to the noise of shifting dirt, the microphone picks up the sound of loud, albeit muffled, human moans. These sounds grow louder as Dr. Lafayette descends further. Their breathing remains soft and steady.\n\n\nThe sky comes into view as Dr. Lafayette emerges in the anomalous facsimile of Temby. There are no stars, but the moon is full.\n1\n Long cylindrical objects extend from the ground and stretch high into the air, seemingly without end, waving slightly in the wind. Human mouths can be seen on several of the protrusions. Dr. Lafayette begins walking toward the treeline and the sound of moaning grows softer.\n\n\nThe camera moves steadily through the forest. Distended limbs can occasionally be seen twitching on the forest floor at the edge of the video feed, but Dr. Lafayette does not focus on them. As they travel, a second set of footsteps can be heard, an unusually long pause between them, yet growing louder. A shadow cast by the moonlight bobs in and out of frame, its figure long and bent.\n\n\n\n\nWhat is it that you think you’re doing?\n\n\n\n\nSmoke and flames rise in the distance.\n\n\n\n\nThis isn’t how the story goes.\n\n\n\n\n\n\nTemby is burning. With luck, there won't be another.\n\n\n\n\n\n\n\n\nDr. Lafayette stops and turns to face me.\n\n\n\n\n\n\nDr. Lafayette continues walking forward, offering no acknowledgement of the other presence. Apart from the two sets of footsteps, no signs of life can be heard.\n\n\n\n\nBut that doesn’t mean we're alone.\n\n\n\n\nA building can be seen in the distance through the trees. The lights are on. It's not Temby.\n\n\n\n\n\n\nNot today.\n\n\n\n\n\n\n\n\nTwelve years ago.\n\n\n\n\n\n\n\n\nIt was someone's home, once.\n\n\n\n\n\n\nThen.\n\n\n\n\n\n\nNow.\n\n\n\n\n\n\n\n\nLong, cylindrical protrusions branch from the windows and wind lazily into the sky.\n\n\nSomewhere in the house, music plays.\n\n\n\n\n\n\n\n\nNot alone.\n\n\n\n\n\n\nNever alone.\n\n\n\n\n\n\nNot anymore.\n\n\n\n\n\n\n\n\nSimilar protrusions can be seen from the surrounding structures.\n\n\n\n\n\n\n\n\n\n\nThe light of the full moon makes them gleam like spider's silk.\n\n\n\n\n\n\nThe streets are cobbled and old. The cars are broken and dirty. What little illumination the streetlights could offer is broken by countless long, thin shadows cast from every direction. Further into town, the buildings start to appear slightly taller than in baseline.\n\n\n\n\nBut soon\n\n\n\n\nthe town gives way to nature, and there\n\n\n\n\n\n\nagain\n\n\n\n\n\n\nis a hole resembling the portal to Temby. As seen in the previous excursions, it lacks the presence of extended limbs seen in the prime iteration.\n\n\n\n\nNot for lack of trying, of course. The others just didn’t take. It took a long time.\n\n\n\n\nAnd it was too late.\n\n\n\n\nThere’s a wet popping sound. Dr. Lafayette looks down. Several of their ribs have extended out of their chest and through their clothes, crooking sharply at the end. Dr. Lafayette's body folds in on itself with a sickening crunch, then again, and then again. They collapse in a broken heap and never get up.\n\n\n\n\nThe night is still. Dr. Lafayette’s gaze remained fixed forward. Their steps remain even and constant, but the trees are moving past the camera faster now. Before long, they're in Temby again. A different one, naturally. The buildings are newer and taller. The cars are older in model. The streets are longer, winding in sharp turns that shouldn't have been there.\n\n\n\n\nFingers, toes, arms, teeth, eyes—\n\n\n\n\nThe shapes stretching out from the windows are too many to count and too distorted to identify who or what they might have been. They're just shapes now. Reaching out toward the sky, shifting slightly in the wind.\n\n\nThere isn't any wind.\n\n\n\n\nThere isn't any wind.\n\n\n\n\nReaching out toward the sky, shifting slightly in the wind.\n\n\nPast the edge of town again. Another empty hole.\n\n\n\n\nNot for lack of trying.\n\n\n\n\n\n\nMore trees, taller than they should be.\n\n\n\n\n\n\n\n\nMore buildings, taller than they should be.\n\n\n\n\n\n\n\n\nA hole, empty.\n\n\n\n\n\n\n\n\nTrees, taller, bent near the top.\n\n\n\n\n\n\n\n\nBuildings, taller, tilted sharply.\n\n\n\n\n\n\n\n\nA hole, pitiful.\n\n\n\n\n\n\n\n\nTrees, taller, bent.\n\n\n\n\n\n\n\n\nBuildings. Taller. Bent.\n\n\n\n\n\n\n\n\nA hole.\n\n\n\n\n\n\n\n\nTrees.\n\n\n\n\n\n\n\n\nBuildings.\n\n\n\n\n\n\n\n\nA failure.\n\n\n\n\n\n\n\n\nThe cycle continues.\n\n\n\n\n\n\n\n\nOn and on it goes, again and again. No respite. No relief.\n\n\n\n\nIt all stops mattering after a while.\n\n\nIt did for me.\n\n\nIt will for you.\n\n\n\n\nTime slips away as Dr. Lafayette makes their way through the various iterations of Temby, each one older than the last. The low hum of electric street lamps gives way to the hiss of gaslight, which eventually gives way to the crackle of open flames. Trees zigzag into the air as far as the eye can see, trunks bent at angles so sharp they'd slice right through you. It should have been sunrise years ago, but the moon remains fixed in place in the starless sky.\n\n\nA baby cries in the distance, the pitch of its voice rising and falling in irregular and unnatural modulations.\n\n\n\n\nSomeone is still sobbing.\n\n\n\n\nThe sound of footstops is mingled with harsh, ragged breathing.\n\n\nDr. Lafayette's breathing remains soft and steady.\n\n\nEventually, Temby is no more, or more accurately, hasn't been yet. It won’t be for a long time. All that can be seen are conical mounds of earth fashioned into crude facsimiles of human civilization, positioned in a broad circle around a open clearing.\n\n\nDr. Lafayette comes to a stop.\n\n\n\n\n\n\nA\n\n\n\n\n\n\ndeal’s\n\n\n\n\n\n\na.\n\n\n\n\n\n\ndeal.\n\n\n\n\n\n\nLong, thin shapes slowly creep along the ground from every direction. Some end in feet, others in hands, hair, nails. Most are no longer recognizable as any part of a greater whole. They creak as they stretch, ever gradually converging toward the center of the clearing. Dr. Lafayette glances briefly downward, shaking their leg free of a tangle of errant fingers.\n\n\nThe malformed tubes of humanity converge, they begin to snap and bend, but not like before. The breaks are regular, almost organized. The distended tendrils press close to one another, shooting upward, then sharply forward, and up again, and to the side. Slowly but surely, a spiral staircase starts to form. Dr. Lafayette approaches. With each step taken, another step is formed as the unrecognizable streaks of flesh grow ever longer.\n\n\nThe baby’s cries grow louder.\n\n\nAnd so a tower is formed where an empty clearing once was. The tower shivers slightly in the wind that isn’t there. A pulse still beats in every inch of flesh. Up and down the tower, rows and columns of taut skin gleam in the moonlight\n\n\n\n\n\n\nlike\n\n\n\n\n\n\nspider’s\n\n\n\n\n\n\nsilk.\n\n\n\n\n\n\nDr. Lafayette crests the top of the tower. Strands of flesh at the center of the platform have twisted into a small wicker crib. Something writhes inside. K9-121, the Dutch Shepherd dog from the previous excursion, stands alert beside the crib. It keeps its gaze trained on Dr. Lafayette, but does not move from its position.\n\n\nAs the camera moves closer to the crib, a small, visually normal infant can be seen crying within. Dr. Lafayette gingerly reaches in and takes the child into their arms. They brush the side of its face with the back of their hand.\n\n\nAnd then\n\n\n \n they turned around.\n\n\n\n\n\n\nBut\n\n\n\n\n\n\nthere\n\n\n\n\n\n\nwas\n\n\n\n\n\n\nno\n\n\n\n\n\n\none\n\n\n\n\n\n\nthere.\n\n\n\n\n\n\nChild cradled in their arms and K9-121 at their heels, Dr. Lafayette steps towards the stairs to begin the descent. Flesh and bone shift and retract. The stairs pull down and forward like an escalator, gently carrying the three back toward the ground as the tower comes apart. K9-121 whimpers slightly. The child continues to cry.\n\n\nThe descent is over in a matter seconds. Fast, effortless, and safe.\n\n\nWhen they reach the ground, it begins to shake.\n\n\n\n\n\n\nThe\n\n\n\n\n\n\nroad\n\n\n\n\n\n\nhome\n\n\n\n\n\n\nis\n\n\n\n\n\n\nlong\n\n\n\n\n\n\nand\n\n\n\n\n\n\ntreacherous.\n\n\n\n\n\n\nDr. Lafayette breaks into a run, clutching the child closely to their chest. K9-121 barks at something off-camera. Far above, the moon is oblong and distorted. Each time it reemerges from the tree canopy it is slightly longer, growing steadily with each passing moment until it fully wraps from horizon to horizon.\n\n\n\n\n\n\nThe child cries harder, and the ground shakes harder still.\n\n\n\n\n\n\nDr. Lafayette almost stumbles, but rights themself and carries on. They shush the infant softly, but to no avail. The moon arches over the earth a second time, forming another straight line across the night sky next to the first.\n\n\n\n\n\n\nthe CHILD cries HARDER and the GROUND shakes HARDER STILL\n\n\n\n\n\n\nThe moon is crossing the sky in stripes. The earth gives a thunderous heave. Dr. Lafayette falls and rolls, shielding the child with their body as sharp, jagged grass cuts them in a hundred tiny places. The trees above weave through the air, tying sharp, jagged knots about each other and running sharp, jagged laps around the moon-stripe, choking out its remaining light little by little.\n\n\nThe night grows far too long and the world grows far too twisted and it all starts to become\n\n\nfar\n\n\ntoo\n\n\nmuch.\n\n\nBut then,\n\n\n \n a sharp, jagged thought\n\n\n \n goes through the doctor's mind.\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Lafayette:\n Would you like to hear a story?\n\n\n\n\n\n\n\n\n\n\n\n\nFor just a moment, the child's screams hitch. For just a moment, the ground no longer shakes. Dr. Lafayette strokes the thin hairs on the infant's head. K9-121 curls up beside them as sharp, jagged cracks criss-cross the ground on every side.\n\n\nSomewhere far away, \nsomeone is laughing.\n\n\nDr. Lafayette pulls the child close and begins to whisper a story.\n\n\nThe world goes strangely still.\n\n\nAnd \nyou\n hear every word.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe letters seethe and bleed, smearing on the tips of your fingers and biting at the edges of your vision. A frigid draft breathes through the quiet archives, turning the page.\n\n\n\n\n\n\n\n\n\n\nSCP-610-L6\n\n\n\n\n\n\nContact was reestablished with the team members who fell into the underground river currents five hours after SCP-610-L5.\n\n\nMajority of contact consisted of video and audio transmitted from the team’s on-board recording devices. It is unclear whether the team members were aware they were still transmitting, as they made no active efforts to communicate with command before falling out of range. Analysis of the footage indicates that nine of the thirteen missing team members survived their initial journey through the river, as the remaining four do not appear in any available footage.\n\n\nFootage begins with team members struggling to stay afloat as they travel down the river current, video commonly being obscured by impact with rocks and water on the lens. Cries of alarm and distress can be heard, but are distorted by volume and proximity to the microphone. Despite the turbulent nature of the currents, the majority of the team appear to be keeping their heads above water — bar one (unidentified) — who is floating face-down.\n\n\nAs they continue to struggle, the colour of the water around them visibly changes to a dark red — this is theorized to be runoff from SCP-610-infected individuals elsewhere in the cavern. The stone walls of the caverns begin to be replaced with bleeding scabs of putrid oozing meat. One of the squad members vomits, and it mingles with his drowning. Another opens their mouth to scream and dooms themselves.\n\n\nThe filth carries them onwards. The current of the river begins to shift, and the group falls upwards into SCP-610-L5. Magic circles and mysterious churches loom around the group. Several of their number are smeared across a sequence of events. Someone is screaming into their communicator for assistance, but the coherence of events has long since been lost. They have slipped out of their source.\n\n\nThe filth carries them onwards. The currents of the river — no, not a river, a vein, a bleeding pathway of the world — pulls them upwards into SCP-610-L4. The team members shout and beg incoherently as they are squeezed through circuit boards and video logs. One unfortunate tries to reach out with her hand, only to have it shredded in the boundary between observer and subject. They expire from blood loss soon after, despite the veritable amounts of blood in their surroundings — such irony.\n\n\nThey are on course now, and cannot be saved.\n\n\nThe filth carries them onwards, kicking and screaming, even as the dimensions of the vein continue to grow stronger — their bones crushed by cartilage pressing in. They are deep now in the guts of their existence. They are pulled upwards into SCP-610-L3. One team member seizes the boundary between the two layers of the world, and is bisected when that boundary shifts. What is left of him is dragged outside.\n\n\nThe group is stretched across the exploration of a dead zone, pulled up through rotted air into the sky. As they pass into the layer of clouds above and reenter the cardiovascular system of the universe, an engorged human head can be seen emerging from the cavity below. It screams up at them. They scream down at it.\n\n\nThe filth carries them onwards. Most of the team are spent, little more than flailing dolls surrendered to the whims of the current. Someone is laughing. The team is dragged into SCP-610-L2, through explosions and bloody constructs and a long empty journey, their limbs slamming upon the edges of conceptualities as they go. Fingers drag desperately along a sphere of flesh, but the sphere simply snatches those fingers away and allows the rest of their bodies to fly off unrescued.\n\n\nOne of them chooses to pray while they still have the prerequisite lips.\n\n\nThe filth carries them onwards. Only one of the team members still has enough of themselves remaining to be considered a human being. He’s crying, begging, gibbering pathetically. He floats through a world of flesh within flesh, twisted organs and protrusions dancing around him, blood pouring from all things capable of pouring. He opens his eyes, but he has long since gone blind. He strikes the ceiling above him and smashes through.\n\n\nThe filth carries him onwards.\n\n\nHe smashes through the Description.\n\nHe smashes through the Special Containment Procedures.\n\nHe smashes through the Object Class.\n\n\nWith a flayed and emaciated hand, he reaches out and grasps the Item #, holding on desperately to the edge of the hash. It’s a worthless maneuver. He squeezes his eyes shut to hide from the absence around him, but the absence is there whether he likes it or not. His fingers slip and break away. His legs break off in the winds of anti-creation, and he is dragged onwards by the emptiness.\n\n\nHe falls outside, into the space where nothing is written.\n\nHe opens his eyes, as his eyelids wilt like dying flowers.\n\nHe bears witness.\n\n\nBehold! A mouth of seven teeth — each gnarled as a tree, each gargantuan as a planet — encloses itself around the world of the last man. The shape of it is not something he is made for, but he understands hunger — he understands that all he knows will not be enough to sate it. He looks at it, and it looks at him, and he knows that does not make a difference to his fate.\n\n\nThe last man was doomed from the moment he was born.\n\n\nYou\n open your mouth to scream, but sound has already been devoured. \nYou\n try to get away, but distance has already been devoured. \nYou\n try to despair, but thought has already been devoured.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe jaws of the maldeity snap shut.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It was not a full moon in baseline reality on the night the incident took place, but a full moon \nwas\n present on the night SCP-783's most recent manifestation began.\n\n\n\n\n\n\n\n\n« \nSCP-7426\n | SCP-7427 | \nSCP-7428\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7427\n\" by S D Locke, Peppersghost, Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7427\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n datalost.png\n\n\nAuthor:\n \nS D Locke\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative Of:\n\n\n\n\nName:\n Moon Moonlight Night\n\n\nAuthor:\n jcmanheimer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay\n\n\n\n\nName:\n Two-oh-six three-sixty-five (5391425836).jpg\n\n\nAuthor:\n Laura LaRose\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "The night wind howls around you, whipped into a blinding flurry of snow as you speed down the hillside. The surrounding tundra, bathed in pillowy white, sheds soft reams of pearls that drift up and into the air in the wake of your snowmobile. The quiet valley below shimmers, resplendent with the light of the moon. You could almost stop and take a moment to revel in its beauty. But you can't stop. To stop now would be to die. Already the cold has wormed its way in, into your fingers, your toes, your teeth; threatening with each passing second to creep further, until nothing more can be felt. You will your hands — trusting them to respond despite the alien lack of sensation — to tighten their grip on the handlebars. You set your sights on the facility ahead. A towering, brutalist facility. The only human structure for hundreds of miles: Exclusionary Site-16. The site juts unevenly from the plains where it was constructed. A sore in the Earth. Para-technology and forbidden magicks brought together in a marvel of an emergency shelter. A shelter built not for mankind, but for information. It was designed to withstand the ravages of time and resist alterations to reality itself. A bulwark against falsehoods, its annals contain not only the complete records of the Foundation, but of humanity as a whole. The ground beneath you transitions from rough terrain to the smooth conformity of tarmac — a disused airstrip blanketed with fresh snow. Hopefully the skeleton crew that maintains the site were able to quarantine themselves within the stronghold. Hopefully. Proximity lights activate as you approach the entrance and kill the engine. At one time you may have found the tall steel doors to be imposing, but at this point they're a welcome sight. A keycard reader beside the door accepts your credentials: Records and Information Security Administration; Level-5 access. You take refuge in the unlit entryway, stepping around the front desk and into the hall beyond. All is quiet. A cursory look into several rooms reveals no sign of recent activity. No sign of survivors. You take a moment to retrieve a small inhaler from your rucksack, fasten it to a respirator, and press it to your face. A purplish, minty haze sprays from the device and fills the translucent mask. You breathe the Class W mnestics in deeply. The clarity it brings fortifies your mind. The elevator is functional. You board it and press the lowest button. You've several minutes of descent here — records of Foundation affairs are contained at the lowest levels of the facility. In the stillness of the elevator, under the influence of powerful mnestics, an SCP file is called to the forefront of your mind, as clear in your recollection as if it was right in front of you.",
        "You learn a lot about reading between the lines in my profession. Not literally, of course, but in the sense that when the very nature of what you study actively resists perception, defying understanding of what Is and Is Not, one has to be able to think sideways. That last part can actually be literal. It is an impossible task to describe that which is ineffable, but one can conceive an outline around it if only one looks from the proper angle. Alongside the Department of Analytics, our team has been studying affected zones, persons, information, and events affected by SCP-7427. We have concluded that secondary SCP-7427 effects do not trigger indiscriminately. Through investigating gaps in the historical record, reviewing census data, and compiling satellite footage of impacted zones, a rough outline of SCP-7427-affected concepts has been constructed. There is a pattern. It seems to pick and choose, flowing from one person to a family member or associate, flitting from a shared experience and targeting a historical event, using that as a platform to eliminate a geographic location. The selective nature mimics the hunting patterns of typical infovores. We've bested those before. SCP-7427 may seem insurmountable, but what it gains through omnipresence it loses in precision: regardless of what SCP-7427 eliminates, it is not thorough enough to affect memory. If it did, this file wouldn't exist. We wouldn't even die screaming, we'd die never knowing anything had gone wrong at all. It's about damn time an anomaly's incompatibility with the human mind worked in our favor. Perception defines reality. That's our ace in the hole. SCP-7427 hasn't been able to affect personnel on mnestic regimens because of their heightened ability to define themselves as conscious observers; concrete webs of memories and experiences forming a lattice of identity. An unassailable internal narrative. We're close to picking apart exactly what makes SCP-7427 tick, but we need to pin down its source. If we can determine the concepts it modeled itself on, we'll be able to engineer a counter meme, and we can finally shut the book on this whole damn mess. Clear skies lay ahead. Doctor Cynthia Sommer Senior Researcher - Antimemetics Division",
        "The soft ding! of the elevator breaks your concentration. You arrive in a dank, poorly-lit antechamber. A single door stands across from you, ajar. A steel plate affixed to the wall beside it reads \" Files: SCP-002 - SCP-999 \". Crossing the threshold, you are struck by the musty aroma of old paper and moisture-regulated air. The files in here represent the oldest in the Foundation's annals, long predating the era digitization and advent of SCiPNET. Thankfully, if you've been in one Foundation archive, you've been in them all. You make a beeline for the back of the room, brushing aside the occasional cobweb and as you dart past countless floor-to-ceiling cabinets. There is only one file you need to find — one file that may be the linchpin to ending the storm. The cabinets lining the back wall contain files for SCPs 002 through 099. You roll a ladder over to the drawer marked \"080-089\", pull it out by at least a solid yard, and start rifling through. Genome sequencing of SCP-081, the transcript of a play authored by SCP-082, interviews with Cassie… Near the very back of the drawer, you finally find it — SCP-087 and its associated files. The first few are mundane: the criminal history of the D-Class used in experimentation, amnestization records for civilians, and expenditure reports. A hand-typed copy of the SCP file itself lies at the end of the stack. Appended to it are exploration logs I, II, III… and there, exactly where it should be: the final log. You turn the page to Document #087-IV, and begin to read.",
        "That can't be right.",
        "You shouldn't be witness to anything in the control room. That wouldn't have been included in this transcript.",
        "SCP-087 is among the oldest files declassified to new recruits. Something everyone has heard of. You know for a fact it never broke containment. You flip to the first page to confirm that you are in fact reading the right file. Document #087-IV. As it should be. Turning back to where you left off, you become aware of how many pages are still left. Were there that many to begin with?",
        "It's cold in here.",
        "A snowflake lands on the back of your finger, melting into an innocuous bead that draws a path down the curvature of your hand and drips onto the page.",
        "Field Log 3:",
        "The headset camera is largely obscured during the descent into the anomalous Temby; however, in addition to the noise of shifting dirt, the microphone picks up the sound of loud, albeit muffled, human moans. These sounds grow louder as Dr. Lafayette descends further. Their breathing remains soft and steady. The sky comes into view as Dr. Lafayette emerges in the anomalous facsimile of Temby. There are no stars, but the moon is full. 1 Long cylindrical objects extend from the ground and stretch high into the air, seemingly without end, waving slightly in the wind. Human mouths can be seen on several of the protrusions. Dr. Lafayette begins walking toward the treeline and the sound of moaning grows softer. The camera moves steadily through the forest. Distended limbs can occasionally be seen twitching on the forest floor at the edge of the video feed, but Dr. Lafayette does not focus on them. As they travel, a second set of footsteps can be heard, an unusually long pause between them, yet growing louder. A shadow cast by the moonlight bobs in and out of frame, its figure long and bent.",
        "Smoke and flames rise in the distance.",
        "Temby is burning. With luck, there won't be another.",
        "Dr. Lafayette continues walking forward, offering no acknowledgement of the other presence. Apart from the two sets of footsteps, no signs of life can be heard.",
        "A building can be seen in the distance through the trees. The lights are on. It's not Temby.",
        "Twelve years ago.",
        "Long, cylindrical protrusions branch from the windows and wind lazily into the sky. Somewhere in the house, music plays.",
        "Similar protrusions can be seen from the surrounding structures.",
        "The streets are cobbled and old. The cars are broken and dirty. What little illumination the streetlights could offer is broken by countless long, thin shadows cast from every direction. Further into town, the buildings start to appear slightly taller than in baseline.",
        "the town gives way to nature, and there",
        "is a hole resembling the portal to Temby. As seen in the previous excursions, it lacks the presence of extended limbs seen in the prime iteration.",
        "And it was too late.",
        "The night is still. Dr. Lafayette’s gaze remained fixed forward. Their steps remain even and constant, but the trees are moving past the camera faster now. Before long, they're in Temby again. A different one, naturally. The buildings are newer and taller. The cars are older in model. The streets are longer, winding in sharp turns that shouldn't have been there.",
        "The shapes stretching out from the windows are too many to count and too distorted to identify who or what they might have been. They're just shapes now. Reaching out toward the sky, shifting slightly in the wind. There isn't any wind.",
        "Reaching out toward the sky, shifting slightly in the wind. Past the edge of town again. Another empty hole.",
        "More trees, taller than they should be.",
        "A hole, empty.",
        "Buildings, taller, tilted sharply.",
        "Trees, taller, bent.",
        "A hole.",
        "Buildings.",
        "The cycle continues.",
        "Time slips away as Dr. Lafayette makes their way through the various iterations of Temby, each one older than the last. The low hum of electric street lamps gives way to the hiss of gaslight, which eventually gives way to the crackle of open flames. Trees zigzag into the air as far as the eye can see, trunks bent at angles so sharp they'd slice right through you. It should have been sunrise years ago, but the moon remains fixed in place in the starless sky. A baby cries in the distance, the pitch of its voice rising and falling in irregular and unnatural modulations.",
        "The sound of footstops is mingled with harsh, ragged breathing. Dr. Lafayette's breathing remains soft and steady. Eventually, Temby is no more, or more accurately, hasn't been yet. It won’t be for a long time. All that can be seen are conical mounds of earth fashioned into crude facsimiles of human civilization, positioned in a broad circle around a open clearing. Dr. Lafayette comes to a stop.",
        "Long, thin shapes slowly creep along the ground from every direction. Some end in feet, others in hands, hair, nails. Most are no longer recognizable as any part of a greater whole. They creak as they stretch, ever gradually converging toward the center of the clearing. Dr. Lafayette glances briefly downward, shaking their leg free of a tangle of errant fingers. The malformed tubes of humanity converge, they begin to snap and bend, but not like before. The breaks are regular, almost organized. The distended tendrils press close to one another, shooting upward, then sharply forward, and up again, and to the side. Slowly but surely, a spiral staircase starts to form. Dr. Lafayette approaches. With each step taken, another step is formed as the unrecognizable streaks of flesh grow ever longer. The baby’s cries grow louder. And so a tower is formed where an empty clearing once was. The tower shivers slightly in the wind that isn’t there. A pulse still beats in every inch of flesh. Up and down the tower, rows and columns of taut skin gleam in the moonlight",
        "Dr. Lafayette crests the top of the tower. Strands of flesh at the center of the platform have twisted into a small wicker crib. Something writhes inside. K9-121, the Dutch Shepherd dog from the previous excursion, stands alert beside the crib. It keeps its gaze trained on Dr. Lafayette, but does not move from its position. As the camera moves closer to the crib, a small, visually normal infant can be seen crying within. Dr. Lafayette gingerly reaches in and takes the child into their arms. They brush the side of its face with the back of their hand. And then they turned around.",
        "Child cradled in their arms and K9-121 at their heels, Dr. Lafayette steps towards the stairs to begin the descent. Flesh and bone shift and retract. The stairs pull down and forward like an escalator, gently carrying the three back toward the ground as the tower comes apart. K9-121 whimpers slightly. The child continues to cry. The descent is over in a matter seconds. Fast, effortless, and safe. When they reach the ground, it begins to shake.",
        "Dr. Lafayette breaks into a run, clutching the child closely to their chest. K9-121 barks at something off-camera. Far above, the moon is oblong and distorted. Each time it reemerges from the tree canopy it is slightly longer, growing steadily with each passing moment until it fully wraps from horizon to horizon.",
        "Dr. Lafayette almost stumbles, but rights themself and carries on. They shush the infant softly, but to no avail. The moon arches over the earth a second time, forming another straight line across the night sky next to the first.",
        "The moon is crossing the sky in stripes. The earth gives a thunderous heave. Dr. Lafayette falls and rolls, shielding the child with their body as sharp, jagged grass cuts them in a hundred tiny places. The trees above weave through the air, tying sharp, jagged knots about each other and running sharp, jagged laps around the moon-stripe, choking out its remaining light little by little. The night grows far too long and the world grows far too twisted and it all starts to become far too much. But then, a sharp, jagged thought goes through the doctor's mind.",
        "Dr. Lafayette: Would you like to hear a story?",
        "For just a moment, the child's screams hitch. For just a moment, the ground no longer shakes. Dr. Lafayette strokes the thin hairs on the infant's head. K9-121 curls up beside them as sharp, jagged cracks criss-cross the ground on every side. Somewhere far away, someone is laughing. Dr. Lafayette pulls the child close and begins to whisper a story. The world goes strangely still. And you hear every word.",
        "The letters seethe and bleed, smearing on the tips of your fingers and biting at the edges of your vision. A frigid draft breathes through the quiet archives, turning the page.",
        "The jaws of the maldeity snap shut.",
        "\" SCP-7427 \" by S D Locke, Peppersghost, Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-7427 . Licensed under CC-BY-SA .",
        "Filename: datalost.png Author: S D Locke License: CC BY-SA 3.0 Derivative Of: Name: Moon Moonlight Night Author: jcmanheimer License: Public Domain Source Link: Pixabay Name: Two-oh-six three-sixty-five (5391425836).jpg Author: Laura LaRose License: CC-BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "object_class": "Keter",
    "containment_procedures": "As of this writing, it is impossible to determine the number of survivors outside the employment of the Foundation; search and rescue operations for this purpose have been suspended. Due to the nature of SCP-7427's effects, all personnel are to self-isolate. Personnel and teams with experience in the containment of meteorological, counter-conceptual, antimemetic, and infohazardous anomalies are to pursue research into SCP-7427 with the goal of neutralizing or reversing its effects. Remaining personnel are to focus purely on survival.",
    "description": "SCP-7427 refers to an anomalous meteorological phenomenon currently encompassing the entirety of the Earth. Presenting physically as a blizzard that persists despite the lack of supporting weather systems, SCP-7427 is responsible for a worldwide reduction in average temperature by -8°C, and the disruption of various ecosystems. It is estimated that over 120,000 genera have been brought to extinction as a direct result of SCP-7427.",
    "title": "SCP-7427"
}