{
    "url": "https://scp-wiki.wikidot.com/scp-7435",
    "all_text": "rating: \n+5\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7435\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7435 instance\n\n\n\n\n\n\nItem #:\n SCP-7435\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7435 instances are to be contained in a specialized biodome, 30 meters across and 10 meters tall, built at its original location near █████, New Hampshire. The biodome for SCP-7435 is to be equipped with an air filter system and a roof that lets UV light in, making it a suitable place for SCP-7435's growth. A \nSyrphidae\n1\n colony, overseen by the Foundation and unable to reproduce, is to be used for regulated pollination. Constant monitoring of the biodome is to be carried out through a variety of sensors, all under Foundation personnel supervision. To ensure site security and restrict unauthorized entry, a controlled perimeter is to be implemented, extending 100 meters from the site boundary. This perimeter is to be defined by fencing, equipped with fabricated biohazard warning signs, to act as an effective deterrent. Personnel entering the biodome are required to wear protective suits with enhanced filtration to safeguard against SCP-7435-1.\n\n\nShould any individual be exposed to SCP-7435-1, they are to be administered a Class-B amnestic immediately following the onset of cognitive alterations characteristic of the initial stage of the third phase of post-exposure syndrome. To conduct research on SCP-7435, approval from at least two Level 4 staff members is needed beforehand.\n\n\nDescription:\n SCP-7435 refers to an anomalous subspecies of the plant \nCaltha palustris\n2\n. This subspecies is differentiated from its non-anomalous counterpart by its unique pollen, designated SCP-7435-1, which exhibits a grayish-blue hue under a microscope. Morphologically, SCP-7435 specimens typically measure 10–30 cm in height and weigh approximately 5–9 grams, closely resembling standard \nCaltha palustris\n in appearance, with rounded green leaves and bright yellow flowers. SCP-7435 is endemic to the area it is located in, which is █████, New Hampshire.\n\n\nThe anomalous effects manifest when a subject inhales SCP-7435-1. The progression of post-SCP-7435-1 exposure sickness is divided into three distinct stages:\n\n\n\n\nStage 1\n\n\n\n\nStage 1\n\n\n\n\nInitial exposure to SCP-7435-1 leads to symptoms akin to a severe allergic reaction, lasting approximately 48 hours. These symptoms include rhinitis, conjunctivitis, and, in some cases, asthma-like respiratory distress.\n\n\n\n\n\n\n\n\n\n\nStage 2\n\n\n\n\nStage 2\n\n\n\n\n Following this period, individuals exposed to SCP-7435-1, henceforth referred to as SCP-7435-2, experience a secondary phase characterized by acute retrograde amnesia. During this phase, lasting approximately 8 hours, SCP-7435-2 subjects lose all personal memories, though their procedural and semantic memory faculties remain intact. This results in significant identity disturbance, as subjects are unable to recall personal information such as their name, personal history, and relationships. During this phase, the subjects remain in a catatonic state.\n\n\n\n\n\n\n\n\n\n\nStage 3\n\n\n\n\nStage 3\n\n\n\n\nThe third and final stage of post-exposure to SCP-7435-1 is characterized by a rapid\n3\n and agonizing cognitive shift\n4\n in subjects designated SCP-7435-2. During this phase, these subjects acquire an entire set of memories belonging to another individual, often located in close vicinity to the SCP-7435-2 instance. The memory transfer is so complete that the affected individuals firmly believe they are the person from whom the memories originated, resulting in significant psychological turmoil. Predominantly, SCP-7435-2 subjects develop an overriding urge to locate and eliminate the person whose memories they have received, labeling them as a 'duplicate.' Following the successful elimination of this perceived 'duplicate' and the subsequent interment of their remains, SCP-7435-2 subjects experience \n[DATA EXPUNGED]\n, leading to a permanent morphological change where they assume the physical form of the memory source. This alteration is non-reversible. Following these events, SCP-7435-2 instances seamlessly integrate into the family unit of the memory donor, exhibiting behavior indistinguishable from the original individual. This undetectable substitution allows the instance to effectively replace the victim without arousing suspicion from other family members.\n\n\n\n\n\n\n\n\nResearch has indicated that the administration of Class-B amnestics offers a viable remediation for the effects of SCP-7435-1. Class-B amnestics are known for erasing the most recently formed memories first, and it has been observed that the anomalous memories induced by SCP-7435-1 do not follow a standard distribution pattern, instead centering around the initial moment of memory implantation. Consequently, the targeted application of Class-B amnestics\n5\n effectively nullifies these implanted memories, but the previous memories can't be restored with current technology.\n\n\nSCP-7435 was identified on May 25th, 20██, after a pattern of missing persons and peculiar behavior in a community near SCP-7435's location. Local reports from the hospital and law enforcement of sudden amnesia and catatonia\n6\n, along with frequent running away from the hospital by patients with these symptoms prompted a Foundation investigation, leading to the discovery of SCP-7435 instances at a nearby field. This was linked to the anomalous incidents. All persons involved were amnesticized, and people living in close proximity to SCP-7435's location were rehoused and amnesticized, as per standard procedures. The field was tested and showed no anomalous properties.\n\n\n\n\nAddendum 7435-A\n\n\n\n\nInterview with an SCP-7435-2 instance\n\n\n\n\n\n\nInterviewed:\n D-9273, now designated SCP-7435-2\n\n\nInterviewer:\n Dr. ████\n\n\nForeword:\n The subject, a D-Class personnel, was exposed to SCP-7435-1 and is currently in the late second phase of its effects. The subject displays confusion and a lack of memory regarding their past, consistent with the effects of SCP-7435-1 exposure.\n\n\n<Begin Log, 10:45 AM>\n\n\nDr. ████\n: Good morning SCP-7435-2. Could you describe your current state of well-being?\n\n\nSCP-7435-2\n: Where am I!? This doesn't make any sense. I don't know this place.\n\n\nDr. ████\n: Can you recall anything about your experience after encountering SCP-7435-1?\n\n\nSCP-7435-2\n: I don’t remember anything! Why can't I remember!?\n\n\nSCP-7435-2 becomes more agitated. Security guards intervene and administer sedatives to ensure the safety of all parties. SCP-7435-2 calms down.\n\n\nDr. ████\n: We administered sedatives to ensure everyone's safety, including yours. It's a standard procedure when someone shows signs of agitation.\n\n\nSCP-7435-2\n: I'm sorry, I just… I felt really scared and confused.\n\n\nDr. ████\n: Are you able to recall any aspects of your identity or past events?\n\n\nSCP-7435-2\n: No, it's just empty. Nothing about who I am.\n\n\nDr. ████\n: What is your assessment of your current situation?\n\n\nSCP-7435-2\n: It's disorienting. I don't understand what's happening..\n\n\nDr. ████\n: Since awakening here, have you experienced any unusual compulsions or urges?\n\n\n\n\nSCP-7435-2\n: No.\n\n\nDr. ████\n: Are there any physical discomforts or abnormalities you're experiencing?\n\n\nSCP-7435-2\n: Nothing physical.\n\n\nDr. ████\n: Thank you for your cooperation. We will provide assistance to help you navigate through this.\n\n\n<End Log, 11:02 AM>\n\n\nClosing Statement:\n The morning after the interview, SCP-7435-2 entered Stage 3 of the post-SCP-7435-1 exposure sickness. The subject became agitated and attempted to escape containment, resulting in self-harm and subsequent death due to head injuries. Enhanced containment and constant surveillance are advised for all SCP-7435-2 instances to prevent similar events.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nAddendum 7435-B\n\n\n\n\nNeurological progression during the cognitive shift\n\n\n\n\nAverage neurological progression during Stage 3 of post-SCP-7435-1 exposure sickness:\n\n\n\n\n0:00\n: Transition begins. Subject is asymptomatic.\n\n\n1:42\n: Increased hippocampal activity; end of retrograde amnesia.\n\n\n5:01\n: Prefrontal cortex activity rises, affecting personality and decision-making.\n\n\n6:39\n: Subject experiences extreme pain, marking stage 3 onset.\n\n\n7:50\n: Temporal lobe activity spikes, indicating external memory integration commencement.\n\n\n10:42\n: Temporal lobes reach peak activity, signifying intense memory integration phase.\n\n\n12:20\n: Elevated synaptic plasticity, suggesting significant neural reorganization for memory integration.\n\n\n15:07\n: Behavioral changes align with new memories, despite persistent pain.\n\n\n18:43\n: Temporal lobe activity normalizes; pain reduction begins.\n\n\n21:02\n: Synaptic plasticity decreases, signaling the end of neural reorganization.\n\n\n23:59\n: Subject fully adopts implanted identity, with pain subsiding.\n\n\n25:00\n: Neurological state stabilizes, indicating complete identity integration and pain cessation.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly known as hoverfly\n\n\n2\n. Commonly known as marsh marigold.\n\n\n3\n. Duration is approximately 25 minutes.\n\n\n4\n. Refer to Addendum 7435-B for detailed observations.\n\n\n5\n. They should be administered right after the stage 3 cog. shift, as stated in the special containment procedures\n\n\n6\n. Hospital records showed that as many as 56 people were admitted with these symptoms.\n\n\n\n\n\n\n\n\n« \nSCP-7434\n | SCP-7435 | \nSCP-7436\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7435\n\" by anguished2k, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7435\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n MarshMar\n\n\nName:\n Marsh Marigold (Caltha palustris)\n\n\nAuthor:\n Phil Sellens\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://flic.kr/p/9vWjA7",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: D-9273, now designated SCP-7435-2 Interviewer: Dr. ████ Foreword: The subject, a D-Class personnel, was exposed to SCP-7435-1 and is currently in the late second phase of its effects. The subject displays confusion and a lack of memory regarding their past, consistent with the effects of SCP-7435-1 exposure. <Begin Log, 10:45 AM> Dr. ████ : Good morning SCP-7435-2. Could you describe your current state of well-being? SCP-7435-2 : Where am I!? This doesn't make any sense. I don't know this place. Dr. ████ : Can you recall anything about your experience after encountering SCP-7435-1? SCP-7435-2 : I don’t remember anything! Why can't I remember!? SCP-7435-2 becomes more agitated. Security guards intervene and administer sedatives to ensure the safety of all parties. SCP-7435-2 calms down. Dr. ████ : We administered sedatives to ensure everyone's safety, including yours. It's a standard procedure when someone shows signs of agitation. SCP-7435-2 : I'm sorry, I just… I felt really scared and confused. Dr. ████ : Are you able to recall any aspects of your identity or past events? SCP-7435-2 : No, it's just empty. Nothing about who I am. Dr. ████ : What is your assessment of your current situation? SCP-7435-2 : It's disorienting. I don't understand what's happening.. Dr. ████ : Since awakening here, have you experienced any unusual compulsions or urges? SCP-7435-2 : No. Dr. ████ : Are there any physical discomforts or abnormalities you're experiencing? SCP-7435-2 : Nothing physical. Dr. ████ : Thank you for your cooperation. We will provide assistance to help you navigate through this. <End Log, 11:02 AM> Closing Statement: The morning after the interview, SCP-7435-2 entered Stage 3 of the post-SCP-7435-1 exposure sickness. The subject became agitated and attempted to escape containment, resulting in self-harm and subsequent death due to head injuries. Enhanced containment and constant surveillance are advised for all SCP-7435-2 instances to prevent similar events.",
        "0:00 : Transition begins. Subject is asymptomatic. 1:42 : Increased hippocampal activity; end of retrograde amnesia. 5:01 : Prefrontal cortex activity rises, affecting personality and decision-making. 6:39 : Subject experiences extreme pain, marking stage 3 onset. 7:50 : Temporal lobe activity spikes, indicating external memory integration commencement. 10:42 : Temporal lobes reach peak activity, signifying intense memory integration phase. 12:20 : Elevated synaptic plasticity, suggesting significant neural reorganization for memory integration. 15:07 : Behavioral changes align with new memories, despite persistent pain. 18:43 : Temporal lobe activity normalizes; pain reduction begins. 21:02 : Synaptic plasticity decreases, signaling the end of neural reorganization. 23:59 : Subject fully adopts implanted identity, with pain subsiding. 25:00 : Neurological state stabilizes, indicating complete identity integration and pain cessation.",
        "\" SCP-7435 \" by anguished2k, from the SCP Wiki . Source: https://scpwiki.com/scp-7435 . Licensed under CC-BY-SA .",
        "Filename: MarshMar Name: Marsh Marigold (Caltha palustris) Author: Phil Sellens License: CC BY 2.0 Source Link: https://flic.kr/p/9vWjA7"
    ],
    "item": "SCP-7435",
    "object_class": "Safe",
    "containment_procedures": "SCP-7435 instances are to be contained in a specialized biodome, 30 meters across and 10 meters tall, built at its original location near █████, New Hampshire. The biodome for SCP-7435 is to be equipped with an air filter system and a roof that lets UV light in, making it a suitable place for SCP-7435's growth. A Syrphidae1 colony, overseen by the Foundation and unable to reproduce, is to be used for regulated pollination. Constant monitoring of the biodome is to be carried out through a variety of sensors, all under Foundation personnel supervision. To ensure site security and restrict unauthorized entry, a controlled perimeter is to be implemented, extending 100 meters from the site boundary. This perimeter is to be defined by fencing, equipped with fabricated biohazard warning signs, to act as an effective deterrent. Personnel entering the biodome are required to wear protective suits with enhanced filtration to safeguard against SCP-7435-1.",
    "description": "SCP-7435 refers to an anomalous subspecies of the plant Caltha palustris2. This subspecies is differentiated from its non-anomalous counterpart by its unique pollen, designated SCP-7435-1, which exhibits a grayish-blue hue under a microscope. Morphologically, SCP-7435 specimens typically measure 10–30 cm in height and weigh approximately 5–9 grams, closely resembling standard Caltha palustris in appearance, with rounded green leaves and bright yellow flowers. SCP-7435 is endemic to the area it is located in, which is █████, New Hampshire.",
    "title": "SCP-7435"
}