{
    "url": "https://scp-wiki.wikidot.com/scp-7436",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\nItem #:\n SCP-7436\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to SCP-7436's nature, containment is not currently known to be possible. Discussion of possible SCP-7436 instances on online forums or social media is to be monitored and discredited when necessary. Surviving individuals subject to SCP-7436 instances are to be interviewed and amnesticized as per standard protocol. Research into the source and any possible preventative measures of SCP-7436 is ongoing.\n\n\nFoundation employees located within continental United States and Canada who are involved in a possible SCP-7436 event are strongly encouraged to remain in their current location and avoid interacting with any possible anomalous entities to reduce likelihood of injury or death.\n\n\nDescription:\n SCP-7436 is an ongoing series of phone calls received in the continental United States and Canada between the hours of 09:00 PM to 04:00 AM. The contents of these calls vary, though they are typically regarded as highly unusual or distressing by their recipients. Additionally, SCP-7436 is capable of impersonating individuals its target is familiar with, and is seemingly aware of information these individuals and the target would be privy to. It is unknown how SCP-7436 'selects' a victim, though it has thus far only targeted individuals who are alone or among strangers.\n\n\nIndividuals who engage with an SCP-7436 phone call will invariably trigger an SCP-7436 event, in which the call's recipient will become subject to a number of anomalous phenomena. This includes the manifestation of anomalous entities and objects, transportation to an extra-dimensional space and other apparent manipulation of reality. The goal of SCP-7436 and related entities appears to be to coax or otherwise remove its target from their initial space, after which they are typically injured or disappear. SCP-7436's general motivation and the fate of individuals who go missing as a result of SCP-7436 events are both unknown.\n\n\n\n\n\n\n**Addendum 7436.1:** \n\n\n\n\n**Addendum 7436.1:** \n\n\n\n\nThe following is a log of notable SCP-7436 calls and their aftermaths. Note that the amount of available information varies from instance to instance, depending on whether the call's transcript and the victim could be recovered. When applicable, comments from surviving victims of SCP-7436 will be included.\n\n\n\n\nInstance:\n #03\n\n\nCircumstances and description of call:\n The victim (John Kinkade, age 38) was staying in a hotel in New Glasgow, Nova Scotia. At approximately 9:40 PM, the victim received a phone call from an unknown individual, who was speaking nonsensically. (\n\"He sounded like he was wasted. Was asking for directions… to the hotel, I think?\"\n) After approximately 30 seconds, the victim hung up.\n\n\nDescription of event:\n Soon after hanging up, the victim reported hearing muffled breathing coming from outside the door. The victim then investigated. (\n\"I opened the door but didn't see anyone. I leaned out, saw someone down the hall turning the corner quickly. Would've followed and given 'em what for, but I noticed that something was up with the wall. It looked different.\"\n) The victim exited his room briefly, before returning and attempting to sleep. (\n\"The breathing came back, and it kept me up the whole time. I would've normally done something, but something was telling me that going out was a horrible idea.\"\n) Roughly 2 hours later, the breathing ceased, signaling the end of the SCP-7436 event. Analysis of material on the victim's shoe yielded a combination of human blood, saliva\n1\n and various forms of alcohol.\n\n\n\n\n\n\nInstance:\n #18\n\n\nCircumstances and transcript of call:\n The victim (Erin Baskin, age 55) was in her home in Madison, Wisconsin, when she received a call on her landline at 02:01 AM. The victim reported the caller's voice to be somewhat similar to that of her husband.\n\n\n[Begin transcript]\n\n\nBaskin:\n Hello?\n\n\nSCP-7436:\n [Silence]\n\n\nBaskin:\n …Hel-\n\n\nSCP-7436:\n Erin, come outside.\n\n\nBaskin:\n Matt? where are you?\n\n\nSCP-7436:\n I went for a drive and got lost… come let me in.\n\n\nBaskin:\n What? a drive?\n\n\nSCP-7436:\n I think- (Unintelligible) being followed.\n\n\nBaskin:\n Alright, I'm coming.\n\n\nBaskin:\n Jesus, why were you out so late? It's two in the morning.\n\n\nSCP-7436:\n …Morning.\n\n\n[End transcript]\n\n\nDescription of event:\n After finishing the call, the victim walked to her window, attempting to see her husband outside. (\n\"When I looked out the window, the sky looked like it was broad daylight. It was midnight, it should've been pitch black.\"\n) This lasted for several seconds before abruptly returning to a state of darkness.\n\nThe victim then observed an entity resembling her husband, though with the notable lack of a mouth, standing outside. (\n\"It wasn't like he just didn't have one. It looked like something had… oh god (…) taken a scoop out of Matt's face… with a spoon.\"\n) The victim quickly returned to her room, locking herself inside for the remainder of the event.\n\n\n\n\n\n\nInstance:\n #32\n\n\nCircumstances and transcript of call:\n The victim (Brian Spann, age 20) was attending a party with a friend in Boston, Massachusetts. At approximately 11:38, the victim's friend briefly left the premises for an unknown reason.\n2\n Soon after, the victim received a call on his mobile phone, which he went upstairs to answer.\n\n\n[Begin transcript]\n\n\nSpann:\n Hello… Mike?\n\n\nSCP-7436:\n (Muffled) Yeah.\n\n\nSpann:\n I was just about to call you. I think I'm gonna dip, I don't know anybody here.\n\n\nSCP-7436:\n Yes. I think that's a good idea.\n\n\nSpann:\n Alright, I'll catch you later I guess.\n\n\nSCP-7436:\n I can drive you home. You need to be careful at this hour.\n\n\nSpann:\n …what makes you say that?\n\n\nSCP-7436:\n You don't know what's out there. Things that follow you, the ones with the eyes on the front.\n\n\nSpann:\n What the fuck are you talking about?\n\n\nSCP-7436:\n You should know, prey have eyes on the sides of th- (Unintelligible) I'm outside.\n\n\nSpann:\n …Alright, I guess.\n\n\n(The victim can be heard walking down the stairs.)\n\n\nSpann:\n You sure you're good to dri… the hell?\n\n\nSCP-7436:\n Something wrong?\n\n\nSpann:\n (Whispering) Everyone downstairs is just standing around like a fucking zombie. Nobody's even talking.\n\n\nSpann:\n Jesus, they're all looking at me now.\n\n\nSCP-7436:\n I'm outside, come quickly.\n\n\nSpann:\n I'm coming. What kind of fucking party is this?\n\n\n(The victim can be heard quickly opening the door and exiting the building.)\n\n\n[End transcript]\n\n\nDescription of event:\n The event seemingly occurred while the victim was still on the phone. The victim has not been seen by anyone since he received the call and went upstairs, where his cellphone was later found. The victim's friend complained of severe throat and mouth pain for several days following the event.\n\n\n\n\n\n\nInstance:\n #65\n\n\nCircumstances and description of call:\n The victim (Joseph Caldera, age 58) received a call on his cellphone at 09:27 PM while driving along an interstate highway in rural Wyoming. The victim reported the caller to have sounded as if they were salivating intensely. The caller frantically pleaded for the victim to help them, claiming to have been struck by a vehicle nearby. The victim reported being confused by the call. (\n\"I don't even know how he got my number, let alone how he knew I was in the middle of nowhere.\"\n) He suggested the caller contact emergency services before hanging up.\n\n\nDescription of event:\n Minutes after the call's end, the victim encountered an empty vehicle on the road in front of him. The victim exited his vehicle and inspected the scene, finding that the other vehicle had seemingly struck an \nOvis canadensis\n3\n that possessed significant physical abnormalities, including an unusually large amount of teeth and forward-facing eyes. The victim also described the vehicle as being strange in appearance. (\n\"The thing looked fake. No side mirrors, no windows, no gas tank. It was like a prop you'd see in a movie, that couldn't actually drive.\"\n)\n\nThe victim quickly returned to his vehicle and drove away. After parking in the driveway of his home, the victim was struck from behind and knocked unconscious. He was found in the driveway by his wife the following morning, with severe injuries to his jaw and throat. An \nOvis canadensis\n carcass was found nearby, lacking most of its internal organs.\n\n\n\n\n\n\nInstance:\n #79\n\n\nCircumstances and transcript of call:\n The victim (Gerard Padilla, age 29) was waiting alone at a bus stop in Toronto, Ontario. At 11:05, the victim received the following phone call.\n\n\n[Begin transcript]\n\n\nPadilla:\n Hello?\n\n\nSCP-7436:\n The bus…\n\n\nPadilla:\n Who is this?\n\n\nSCP-7436:\n The bus isn't coming for you.\n\n\nPadilla:\n Excuse me?\n\n\nSCP-7436:\n Something's wrong. I- (Unintelligible). You can't take the bus home.\n\n\nPadilla:\n What, a delay?\n\n\nPadilla:\n Wait, since when do transit services fucking call people? Who is this?\n\n\nSCP-7436:\n The bus isn't coming.\n\n\n[End transcript]\n\n\nDescription of event:\n The victim recorded multiple videos, photos and other digital files in the hours following the call. These were all recovered when the victim's cellphone was found at the same bus stop the following day, although the victim himself has not been located. See Addendum 7436.2 for a log of the recovered files.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n**Addendum 7436.2:** \n\n\n\n\n**Addendum 7436.2:** \n\n\n\n\nThe following is a log of digital files recovered from the cellphone belonging to the victim of instance #79.\n\n\n\n\nTime of recording\n 11:09 PM\n\n\nFile type:\n Video\n\n\n\n\n[Begin log]\n\n\nCamera shows the victim, standing alone in the bus stop, with a worried expression.\n\n\nPadilla:\n I don't really know why I'm recording this but… I just got the creepiest fucking call, and now every time I try to make one it just goes straight to voicemail. I don't know what's going on, but I feel like… if something happens to me, I want people to know.\n\n\nCamera turns, showing its surroundings. It is unusually dark, with very little visible beyond the area surrounding the bus stop.\n\n\nPadilla:\n Why is it so damn quiet all of the sudden?\n\n\nCamera is lowered.\n\n\n[End log]\n\n\n\n\n\n\nTime of recording\n 11:23 PM\n\n\nFile type:\n Video\n\n\n\n\n[Begin log]\n\n\nCamera is pointed forward as the victim walks down the street, the phone's flashlight illuminating ahead.\n\n\nPadilla:\n I waited over ten minutes and the bus never came. I didn't feel safe, so I'm just gonna walk home I guess.\n\n\nPadilla:\n For some reason, none of the street lights are on.\n\n\nThe victim continues walking for 5 minutes, before stopping and seemingly looking at his phone.\n\n\nPadilla:\n I should've passed a McDonald's 5 minutes ago. Where the fuck is everything?\n\n\n[End log]\n\n\n\n\n\n\nTime taken\n 11:41 PM\n\n\nFile type:\n Video\n\n\n\n\n[Begin log]\n\n\nCamera is behind an unknown structure, which the victim is presumably using as cover. Victim's breathing is faintly audible.\n\n\nA row of cars and a phone booth are visible across the street. Many of the cars lack significant details, such as windows or doors. A humanoid figure is seen entering the phone booth and making a call.\n\n\nAfter 12 seconds, the humanoid exits the phone booth. It begins to wretch and vomit an unknown substance onto the pavement. It then proceeds to walk directly into a car, moving through it as if it were not a solid object. It slumps into the driver's seat, going limp as the car begins to drive away.\n\n\n[End log]\n\n\n\n\n\n\nTime taken\n 11:44 PM\n\n\nFile type:\n Photo\n\n\nDescription:\n Photo depicts a puddle of black liquid on the pavement. A number of severed electrical wires and human teeth are present in the puddle.\n\n\n\n\n\n\nTime taken\n 12:37 AM\n\n\nFile type:\n Video\n\n\n\n\n[Begin log]\n\n\nFootage is almost entirely dark as the victim whispers.\n\n\nPadilla:\n I had to turn my flashlight off. Can't let them see me.\n\n\nCamera turns, revealing the victim to be inside an empty building, with several windows along the wall.\n\n\nPadilla:\n I don't know if I'm in hell or something. It sure feels like it.\n\n\nCamera moves as the victim paces around the room. An unfinished puzzle and several alcohol bottles are strewn around the floor.\n\n\nPadilla:\n I can't call anyone, and even if I could, my phone is on 9% anyways. But those… things. They almost looked like people from far away… seemed to be talking using the phone booths. If they don't work for me, I-\n\n\nCamera quickly turns. The silhouette of a vaguely humanoid entity can be seen crawling through a window.\n\n\n[End log]\n\n\n\n\n\n\nTime taken\n 12:56 AM\n\n\nFile type:\n Photo\n\n\nDescription:\n Photo is taken from inside a phone booth. The phone is off the hook, and blood splatter is visible on the wall and floor.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Both matching no known individuals.\n\n\n2\n. The victim's friend claimed to not remember why he left or what occurred in the interval he was not present.\n\n\n3\n. A Bighorn sheep, which are known to inhabit the area.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nDukeCrusty's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6838\n \n•\n\n\n\n\n\n\nSCP-6343\n \n•\n\n\n\n\n\n\nSCP-6191\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nThe Crustacean Station\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7436\n\" by DukeCrusty, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7436\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7435\n | SCP-7436 | \nSCP-7437\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7436 \" by DukeCrusty, from the SCP Wiki . Source: https://scpwiki.com/scp-7436 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7436",
    "object_class": "Keter",
    "containment_procedures": "Due to SCP-7436's nature, containment is not currently known to be possible. Discussion of possible SCP-7436 instances on online forums or social media is to be monitored and discredited when necessary. Surviving individuals subject to SCP-7436 instances are to be interviewed and amnesticized as per standard protocol. Research into the source and any possible preventative measures of SCP-7436 is ongoing.",
    "description": "Photo is taken from inside a phone booth. The phone is off the hook, and blood splatter is visible on the wall and floor.",
    "title": "SCP-7436"
}