{
    "url": "https://scp-wiki.wikidot.com/scp-7444",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7444\n — \nGod on Rye\n\n\n\n\nWritten by \nJack Waltz\n \n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7444\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photograph of an M-type giant star located in a distant exoplanetary system. The light emitted by the star was recorded to travel 0.8% faster than the speed of light.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The Foundation currently has insufficient knowledge to prevent the effects of SCP-7444 and thereby return the universe to its non-anomalous state. Attempts to establish or find a new Regulator are ongoing as of April 19, 2022. Failure to do so will result in the possibility of a \nZK-Class \"Reality Failure\" Scenario\n.\n\n\nShould it become apparent that SCP-7444 cannot be mitigated adequately, the Foundation should immediately begin preparing for a Broken Veil incident. In such an event, the secrecy of the Foundation need not be maintained. All resources necessary should be used to somehow avert the ZK-Class Scenario, or Operation LIFEBOAT is to be initiated.\n\n\nDescription:\n SCP-7444 refers to a sudden anomalous phenomenon that is believed to have begun on April 19, 2022, wherein all universal scientific laws began deteriorating in their absoluteness. At the time of writing, all previously determined scientific laws have failed to adequately describe universal phenomena in 2.76% of scenarios. This percentage is noticeably rising at an alarming rate.\n\n\nFollowing an investigation, it was determined that SCP-7444's occurrence was due to the absence of a Regulator, a necessary component to carry out the appropriate tasks needed to maintain a universe in functioning, absolute order. At the current rate of deterioration, the civilian population is likely to notice the effects of the phenomenon by May of 2022.\n\n\n\n\n\n\nAddendum 7444.1\n\n\nINVESTIGATION RECORD — 19.04.2022\n\n\n\n\n\n\nFour hours after SCP-7444's effects were first noticed by the Foundation, two experienced agents and a liaison from the Department of Universal Affairs (DUA) were assigned and readied to investigate the cause of the phenomena at Location of Interest ALPHA. Their intended mission brief was to identify SCP-7444 and possibly negotiate its stabilisation.\n\n\n\n\n▼ OPEN EXPEDITION TRANSCRIPT ▼\n\n\n\n\n▲ HIDE TRANSRIPT ▲\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nSchultz:\n.\n \nMr. Leonardo Schultz\n, DUA agent.\n Mic check. Equipped and ready.\n\n\nBenjamin:\n.\n \nMx. Dakota Benjamin\n, DUA agent.\n Check.\n\n\nEscobar:\n.\n \nMs. Baylee Escobar\n, DUA liaison.\n Yes, check.\n\n\nCommand:\n All right, we're going to take one last look.\n\n\nTwo operators assist the three agents, readjusting several components of their Spatial Tethering Harness suits and reconfirming that they are fully sealed and operable.\n\n\nCommand:\n All good. Get in the pod.\n\n\nSchultz:\n Aye.\n\n\nThe three enter single-file and board the Spatial Penetration Vehicular Pod. Schultz, the last person to get in, sits up front and closes the pod's canopy. Sealing protocols activate.\n\n\nCommand:\n All systems green. Boosters powering up. Launch sequence initiated. Strap yourselves in fellas, and prepare for a ride. Jumping in three, two, one.\n\n\nBenjamin whispers:\n\n\nBenjamin:\n Blast off.\n\n\nAll three agents cover their eyes as a bright white light, accompanied by neon streaks, shines through the canopy. The growing g-forces, although significantly reduced by their harnesses, make this difficult and they simply resort to closing their eyes tightly as they pressed heavily against their seats.\n\n\nCommand:\n Speeds increasing and closing in on the threshold, currently at 7 GV. 8 GV. 9 GV. Threshold reached! Brace!\n\n\nA loud pop is heard. With the barrier broken, the pod begins slowing down and the bright light is instantly replaced with a view of patterns and subtle colours from the distance.\n\n\nCommand:\n All right. Status?\n\n\nSchultz looks behind at everybody aboard the pod. They nod.\n\n\nSchultz:\n We're good.\n\n\nCommand:\n Great. You're on a nominal trajectory for LoI-ALPHA, we aren't seeing any complications ahead of you, at the moment. We're going to reactivate the boosters, and brace once more. Three, two, one.\n\n\nThe pod significantly accelerates, speeding through space towards its target destination.\n\n\nCommand:\n Note that comms may go down any moment at this point, proceed as instruc— \n[static]\n\n\nBenjamin:\n Heh, well, what do you know?\n\n\nSchultz:\n All right then, I'm taking the flight controls. Ben?\n\n\nBenjamin:\n Yep, void mapping. We're good, sent the coordinates to your terminal.\n\n\nSchultz:\n It's gonna be a smooth ride.\n\n\nThere is silence for a small duration.\n\n\nBenjamin:\n So, Baylee.\n\n\nEscobar:\n Yes?\n\n\nBenjamin:\n You good? I heard it's your first time on missions like this.\n\n\nEscobar:\n Well, heh, I guess? This is definitely new to me, especially a mission like this, you know?\n\n\nBenjamin:\n Totally, I'm getting you.\n\n\nEscobar:\n Well, I was the only person available on such short notice. It's not like they could wait around for someone else, especially for \nthis\n, so yeah, I guess I'm in for one experience this trip.\n\n\nSchultz:\n Well, rest assured, you could say we're a bit new to this too. Well, not exactly. Just that we haven't made much rounds there anyway.\n\n\nBenjamin:\n I just suppose it speaks to how big of a deal this place is, Level 5 classified and all that. We done this a bunch of times, yes, but honestly, not that much.\n\n\nEscobar:\n Hah, well, I guess.\n\n\nEscobar sighs.\n\n\nBenjamin:\n Come on, now. You don't have to talk like that, you might be on your way to a promotion after this. This mission's just giving you a boost up.\n\n\nEscobar laughs.\n\n\nEscobar:\n That's if it all goes as planned.\n\n\nSchultz:\n Oh, don't be pessimistic. We want this to succeed as much as you do.\n\n\nBenjamin:\n Just go with the flow, it sure can't be too bad. You've done this before, right?\n\n\nEscobar:\n Well, not \ntoo\n much in Universal Tongue.\n\n\nBenjamin:\n Oh.\n\n\nSchultz:\n So that's why you're nervous.\n\n\nEscobar:\n Well, yeah.\n\n\nBenjamin:\n Come one, talk to me, I'd say I'm kinda fluent.\n\n\nEscobar:\n Uh, okay, um. \n[speaks in UT]\n.\n.\n \nTranslated to:\n \"We come in peace?\"\n\n\nBenjamin:\n Simple, but perfect, but, uh, what about a more complicated sentence.\n\n\nEscobar:\n Like?\n\n\nBenjamin:\n Anything, really.\n\n\nSchultz:\n Uh, we would like to negotiate our planet's safety against several unidentified extraterrestrial threats making their way towards our star system.\n\n\nBenjamin:\n Now that's a mouthful, don't you think?\n\n\nEscobar:\n Hehe, well. \n[speaks in UT]\n.\n.\n \nTranslated to:\n \"We would like to negotiate this planet's spark from a few threats from space making their way towards the Solar System.\"\n\n\nBenjamin:\n \n[speaks in UT]\n.\n.\n \nTranslated to:\n \"Safety.\"\n You messed up a pronunciation a little. What you said meant \"spark,\" so you gotta keep that in mind. Even a small error could change a word's meaning, a lot.\n\n\nEscobar:\n Ah, well, let's hope I don't botch this up then.\n\n\nBenjamin:\n Oh, no, you're definitely better than the average fella. Don't be discouraged! You're good!\n\n\nEscobar:\n Hah, thank you.\n\n\nBenjamin:\n No prob.\n\n\nSchultz:\n Mhm, Ben?\n\n\nBenjamin:\n Oh, ah, yep. Uh, no change in course is needed. We'll be there in, uh, well, about right now.\n\n\nThe thrusters power down as the pod begins drifting at a steady speed towards a massive structure ahead. The structure itself appears to be a wall stretching all the way across observable space and encompassing all sides. Constructed from a metallic surface with an immediately apparent artificial design, a single opening in the wall emits a strong beam of light. The craft moves towards it.\n\n\nEscobar:\n Woah.\n\n\nBenjamin:\n The end of the universe, literally. Did they brief you on this?\n\n\nEscobar:\n No, no they didn't. Well, actually they \ndid\n, but I didn't think it'd look like… \nthis\n.\n\n\nThe pod moves towards the opening and enters it before activating landing protocols. The pod is successfully docked and the canopy is opened. All three exit the vehicle. Despite the black metallic appearance on the exterior of the wall, the interior is brightly lit and the floor, walls and ceiling are purely white with no blemish.\n\n\nEscobar:\n My god, this place…\n\n\nSchultz:\n Oh, it's gigantic.\n\n\nBenjamin:\n You haven't even seen half the place. Well, neither have we.\n\n\nSchultz and Benjamin walk to the side of the pod and open a storage hatch, retrieving their pulse weapons and arming them.\n\n\nSchultz:\n Well, let's not gawp too much Baylee, we still got a job to do.\n\n\nEscobar:\n Oh, yeah… yeah. Let's go.\n\n\nThe two escort Escobar further into the structure at a steady pace. They're moving towards an entrance to a larger chamber located at the end of the room.\n\n\nEscobar:\n So, this Regulator, is here?\n\n\nSchultz:\n Says it always was, that's all we know really.\n\n\nBenjamin:\n It's big. Not comparably as big as this place, but still pretty big.\n\n\nEscobar:\n I've been told it's usually very calm, uh, collected. Easy to reason with?\n\n\nBenjamin:\n Would say so. It's never had that much of a temper, as far as I remember.\n\n\nEscobar:\n Well that's good to hear. Uh, personality-wise? Been told it likes—\n\n\nSchultz:\n Flattery.\n\n\nEscobar:\n Yeah, flattery.\n\n\nBenjamin:\n Oh, man. It loves it. I mean, it took such a liking to the last guy that came here, and now they've now got probability-messing gimmicks! Nothing ever happens to him aside from promotions! I think they're pretty high up now on the ladder right now.\n\n\nEscobar:\n Huh.\n\n\nSchultz:\n It is how it is. All right then. Here we are. You ready?\n\n\nEscobar takes a deep breath and looks up. She looks back down and nods. Schultz nods back, and pushes the door open.\n\n\nInside the new chamber, all manner of old panels, terminals, buttons, and other unknown contraptions and devices are visible. Exhaust pipes continuously release a viscous dark fluid which rises up into the room's ceiling where vents actively collect the substance. Aside from the cluttered environment, in the centre of the room is a luminescent golden liquid on the floor, spilt, smeared and splattered across the floor. Beyond the puddle is a human figure, simply wearing a red and white striped shirt and pants, cutting a hole in the wall using what appears to be a pocket knife. They fold and place the knife in their back pocket and, grunting, push the wall aside, enlarging the breach.\n\n\nSchultz and Benjamin take a defensive position and train their weapons on the figure while Escobar appears to be in a state of surprise and confusion seeing the figure. The figure notices, and, with a look of alarm, hesitantly lift its hands up.\n\n\nSchultz:\n \n[speaks in UT]\n.\n.\n \nTranslated to:\n \"Identify yourself!\"\n\n\nUnidentified:\n Uh… hi.\n\n\nThe figure nervously smiles and slightly waves at the three.\n\n\nSchultz:\n I said identify yourself! Who are you? Are you human?\n\n\nUnidentified:\n I, uh, I mean I don't want to tell you my name, but, uh, I'm human. So who are you?\n\n\nThe figure, now fully facing the three, visually appears to be a man of South Asian descent and is of slim build. The front of their clothes is wet with what appears to be the aforementioned liquid on the floor. The same substance is on their face as well, though wiped off.\n\n\nBenjamin:\n What are you doing here? \nHow\n are you even here. You haven't even got a suit on.\n\n\nSchultz:\n And more importantly, where is the Regulator?\n\n\nUnidentified:\n Uh, the Regulator? I don't know what you're talking about.\n\n\nSchultz hesitates for a moment and looks at Benjamin, who does the same to Schultz.\n\n\nBenjamin:\n It.\n\n\nUnidentified:\n It? Oh, it… uh, yeah, um, are you, by any chance, talking about him?\n\n\nThe figure gestures towards the puddle on the floor. After a pause, an expression of shock appears on both agents' faces. The figure nervously chuckles.\n\n\nSchultz:\n You-you—\n\n\nEscobar:\n You're saying that you killed God?\n\n\nUnidentified:\n Well, I… I suppose so?\n\n\nThere is silence for a moment.\n\n\nUnidentified:\n Aren't you guys, human too? How are \nyou\n here?\n\n\nSchultz:\n \nWe're\n asking that from—\n\n\nSchultz looks towards Escobar.\n\n\nEscobar:\n But why?\n\n\nUnidentified:\n What do you mean, \"why?\"\n\n\nEscobar:\n Why did you… kill… God?\n\n\nUnidentified:\n Oh, uh, well, that's the only way I could get out of this place?\n\n\nEscobar:\n This place?\n\n\nUnidentified:\n Yeah, here, this place, this universe.\n\n\nEscobar:\n And you killed God, to do it?\n\n\nUnidentified:\n Uh, yeah…\n\n\nEscobar:\n But, does that make you, God?\n\n\nUnidentified:\n I… don't know about that, actually.\n\n\nEscobar:\n But you \nkilled\n it, right? That… puts you up on the top… and, well, we at least need you to take up its spot, for the benefit of everyone, this entire universe even.\n\n\nUnidentified:\n Oh, uh, sorry. I'm not, like, quite into this \"God\" business. Real sorry. Like, I've watched him for a while, doing his thing, I don't know something like paperwork. But, yeah, I honestly can't say I feel like I'd enjoy it. Besides, I have my own thing to be doing.\n\n\nEscobar:\n Ah, I see, well, all right. That's okay, but, could you at least tell me how you managed to… do it?\n\n\nUnidentified:\n What do you mean?\n\n\nEscobar gestures towards the puddle.\n\n\nUnidentified:\n Oh, well, I just did something that came to mind, you know. Like, nothing that special. But, you know, I always figured that God would have tasted better?\n\n\nThere is a moment of silence. The figure subtly licks their lips.\n\n\nUnidentified:\n Well, then, uh, got to go!\n\n\nEscobar:\n No, wait—\n\n\nSchultz fires at the figure, however, they duck, causing the projectile to pass over their head, hitting the wall next to the breach. The wall is partially deformed from the impact. The figure runs towards the breach and jumps out into trans-universal space.\n\n\nEscobar runs towards the hole and peers outwards.\n\n\nEscobar:\n Shit.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-7443\n | SCP-7444 | \nSCP-7445\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7444\n\" by Jack Waltz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7444\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n star.png\n\n\nAuthor:\n Chris Laurel\n\n\nLicense:\n GNU General Public License\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7444 \" by Jack Waltz, from the SCP Wiki . Source: https://scpwiki.com/scp-7444 . Licensed under CC-BY-SA .",
        "Name: star.png Author: Chris Laurel License: GNU General Public License Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The Foundation currently has insufficient knowledge to prevent the effects of SCP-7444 and thereby return the universe to its non-anomalous state. Attempts to establish or find a new Regulator are ongoing as of April 19, 2022. Failure to do so will result in the possibility of a ZK-Class \"Reality Failure\" Scenario.",
    "description": "SCP-7444 refers to a sudden anomalous phenomenon that is believed to have begun on April 19, 2022, wherein all universal scientific laws began deteriorating in their absoluteness. At the time of writing, all previously determined scientific laws have failed to adequately describe universal phenomena in 2.76% of scenarios. This percentage is noticeably rising at an alarming rate.",
    "title": "SCP-7444"
}