{
    "url": "https://scp-wiki.wikidot.com/scp-7447",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7447\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-7447 is to be on suicide watch 24/7.\n Through observation of the anomaly's behaviour and his reaction to certain tests, it is not possible to kill SCP-7447 or cause permanent damage to the subject. An on-site Rapid Reconstruction team should be ready to be activated in case of a destructive SCP-7447 event for short notice re-containment. The present containment procedures are currently not a feasible or cost-effective way to contain SCP-7447.\n\n\nSCP-7447 is currently contained of his own volition. Due to the unpredictability of the anomaly's circumstances at any given moment, containment should instead focus on persuading SCP-7447 to remain in containment, as this appears to be the most effective method of containment thus far.\n\n\n\n\n\n\nSCP-7447 shortly before both he and the photographer were hit in the head with solid gold bars.\n\n\n\n\n\n\nDescription:\n SCP-7447 is a 36-year-old man, of average build, named Raymond McConnell. He displays no anomalous properties himself, rather, surrounding SCP-7447 is what researchers dub a \"Probability Inversion and Fluctuation Field\" in which events that are normally unlikely to occur become likely to occur within the field.\n\n\nThese events are either extremely destructive to the environment around or to SCP-7447 himself, or extremely beneficial to SCP-7447 in various ways. It is noted that a beneficial event will always precede a destructive event with the degree of benefit normally corresponding to the degree of destruction and vice versa. While SCP-7447 may be harmed during these events, the damage is never fatal even in the most extreme events. To this day, he has never failed to make a full recovery from all injuries sustained through non-anomalous means.\n\n\nAddendum.7447.1:\n Discovery\n\nSCP-7447 was brought to the Foundation's attention when locals in ███████ Tennessee reported a man who had won the lottery 3 times in 2 months, after which he was then placed on the potential reality bender watch list. He was placed into Foundation custody\n1\n after he was observed to slip on a banana peel, causing him to fall next to a $100 bill, after which the bill was struck by lightning while leaving SCP-7447 unharmed. Amnestics were deemed unnecessary due to the nature of the event and the lack of harm to nearby civilians.\n\n\nAddendum.7447.2:\n Interview Log\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 17/05/2021\n\n\nINTERVIEWER:\n Dr. Edward Poh\n\n\nSUBJECT:\n SCP-7447\n\n\n\n\n»BEGIN LOG«\n\n\nDr. Poh:\n Good morning Mr. McConnell. How are you doing this morning? I bet the incident earlier probably gave you a scare, so I got us some coffee to make you feel more comfortable.\n\n\nSCP-7447:\n Mhmm yeah I guess so.\n\n\nDr. Poh:\n Okay…(\npauses to write notes\n) so it seems you're not too bothered by almost getting struck by lightning today.\n\n\nSCP-7447:\n Yeah, it tends to happen.\n\n\nDr. Poh:\n Interesting, interesting. Has this been happening for a while now? Could you pinpoint when exactly all of these extreme circumstances started occurring?\n\n\nSCP-7447:\n (\nsigh\n)… 13th February.\n\n\nDr. Poh:\n Hmm that's quite specific, do you happen to know how you developed your current condition? Did anything unusual happen around that ti-\n\n\nSCP-7447:\n I had sex with Lady Luck.\n\n\nDr. Poh:\n Excuse me?\n\n\nSCP-7447:\n We'd been together for around a year before that point and she was the sweetest lady- no, the sweetest person I've ever met (\nsniffs\n).\n\n\nDr. Poh:\n Okay… were you aware that-\n\n\nSCP-7447:\n Do you know what I am?\n\n\nDr. Poh appears distressed\n\n\nDr. Poh gestures toward the security guards\n\n\nDr. Poh:\n I-I'm not really sure what you are referring to no.\n\n\nSCP-7447:\n I'm past my thirties, the only thing further behind me than the American dream is my goddamn hairline, and she still saw something in me and at that moment we met in the bar we just started talking and oh my lord I was on cloud nine son. I really thought I would never find love again but holy cow whenever I was with her and… and I don't know how to say it.\n\n\nSCP-7447 puts his hand on his forehead and looks down at the table\n\n\nDr. Poh:\n I see.\n\n\nDr. Poh gestures toward the security guards again\n\n\nDr. Poh:\n Did she reveal to you her… true nature at some point?\n\n\nSCP-7447:\n I guess so but it ain't matter to me. We've been together until that day we made love and she just disappeared. I tried looking for her but now I'm scared to go walk down the street. I could leave my house and an anvil falls and breaks my foot - it's horrible.\n\nI've tried to kill myself but it never works! The rope will snap, the shotgun shell happens to be broke or the building I try to jump off is beside a goddamn bouncy castle. Oh my, I'm sorry for all this I really am. It just… (\nsighs\n) kinda crushes your soul to second guess everything you do.\n\n\nSeveral seconds of silence\n\n\nDr. Poh\n (\nclears Throat\n) I see how that would trouble you. But we digress, do you have any control over the phenomena you experience in any way?\n\n\nSCP-7447:\n Ummm… not really but maybe a little bit — let me try something.\n\n\nSCP-7447 takes the two cups of coffee and pours them onto the table. The liquid in Dr. Poh's cup melts through the table\n2\n while the liquid in SCP-7447's cup spills out as normal.\n3\n\nDr. Poh jumps away from the table in shock\n\n\nDr. Poh:\n Jesus!\n\n\nSCP-7447:\n Yeah this happens often.\n\n\nSCP-7447 is moved to a different room where the interview continues.\n\n\nDr. Poh:\n Apologies for the interruption. How about this, the organisation I'm a part of specialises in studying phenomena such as the one you are experiencing I believe we can help each other if you stay with us.\n\n\nSCP-7447:\n Mmm… I guess that's okay doc…\n\n\nDr. Poh:\n Excellent! That concludes our interview and I'll be seeing you very soon.\n\n\n»END LOG«\n\n\n\n\nResearcher's Note:\n The subject seems to be less concerned about his well-being and more so with finding this \"Lady Luck\" character.\n4\n Whether this is due to his goal outweighing his fear in this circumstance or if he knows he won't be killed for some reason is unknown. His nonchalant attitude to life-threatening, near-miss scenarios suggests the latter. That being said, given SCP-7447's mental state, I recommend psychological counseling for him before he does anything to endanger the site or the personnel.\n\n\n\n\n\n\n\n\n\n\nAddendum.7447.3:\n Test Log\n\n\n\n\n\n\nTEST/EVENT\n5\n\n\nRESULT\n\n\nNOTES\n\n\n\n\n\n\nSCP-7447 rolls 2 twenty-sided dice\n\n\nThe first dice rolled \"1\" while the other dice rolled \"21\".\n\n\nThe second die was not altered by any means and was later found to have a misprint, where the \"12\" side was printed backward.\n\n\n\n\n\n\nRoutine Full Body Scan\n\n\nSCP-7447 was shown to have multiple tumors in differing stages of cancer development and metastasis. However, SCP-7447's blood was shown to have multiple rare viruses which have the specific envelope protein such that it only infects the cancer cells.\n\n\nThe subject's body is in perfect equilibrium as new cancer growths are appearing as quickly as the viruses destroy them. The tumors also seem to be destroyed before they can cause significant damage to SCP-7447's body.\n\n\n\n\n\n\nSCP-7447 throws darts at a standard dartboard from a distance of 2.37m, blindfolded\n\n\nThe first dart lands on the center of the target. The second dart strikes the concrete wall. Unbeknownst to the researchers or the subject, a gas leak occurred in the testing chamber. The metal dart striking the concrete wall created a spark that caused a small explosion, setting SCP-7447's clothes on fire. The sprinkler system was activated to put out the fire but removed the subject's clothes, which had disintegrated.\n\n\nSCP-7447 only suffered minor 1st-degree burns.\n\n\n\n\n\n\nSCP-7447 attempts to wash his hands\n\n\nA small Australian Box Jellyfish drops through the faucet and onto SCP-7447's hand, stinging him. While there was no medication or antivenom immediately available to treat the sting, an instance of SCP-████ was held in a neighbouring containment cell. SCP-████'s fecal matter was shown to remove the effects of a Box Jellyfish sting if consumed.\n\n\nThe actions done by the researchers and guards during this incident are undergoing Ethics Committee Review.\n\n\n\n\n\n\nSCP-7447 plays a 20-turn game of Mario Party™ Superstars for the Nintendo Switch with 3 other D-class personnel\n\n\n[REDACTED]\n\n\nAn unacceptable loss of life, foundation resources, and a severe underestimation of the subject's capabilities.\n\n\n\n\n\n\nSCP-7447 abstaining from food for 1 week\n6\n\n\nA trolley of ingredients from the cafeteria crashes through the observation window. The ingredients then mix together mid-air and land on the table creating Fettuccine Alfredo by pure chance. SCP-7447 hesitates and appears distressed before taking a bite, exclaiming \"Fuck, it's delicious\" before punching the wall, crying, and eating through half of the food on the plate before collapsing due to an Anaphylactic shock as the dish contained peanuts. SCP-7447 is currently in a coma due to the allergic reaction.\n7\n\n\nWhile the subject is unconscious, the anomalous effects are still very much active as staff have been slipping on banana peels and finding valuable items while performing routine checkups on SCP-7447. This could be studied further.\n\n\n\n\n\n\n\n\n\n\nADDENDUM.7447.4-7: LAXMI ENGINE PROJECT\n\n\n\n\n\n\n\n\n+ Addendum.7447.8: Interview Log II\n\n\n\n\n- Addendum.7447.8: Interview Log II\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 20/09/2021\n\n\nINTERVIEWER:\n Dr. Edward Poh\n\n\nSUBJECT:\n SCP-7447\n\n\nFOREWORD:\n Two days after Incident-7447-A, SCP-7447 was taken for questioning. It is noted that SCP-7447 was previously in a comatose state for 12 days. Despite this, the subject has fully recovered after two days of rest and proper nutrition. Dr. Poh was chosen for this interview as he had conducted the initial recovery interview and served as the subject's therapist for an extended period of time.\n\n\n\n\n»BEGIN LOG«\n\n\nDr. Poh:\n Hello Raymond. How are we feeling?\n\n\nSCP-7447:\n Hey doc, I'm alright. At least I think so.\n\n\nDr. Poh:\n You know it is quite miraculous that you recovered from that coma right?\n\n\nSCP-7447:\n I guess it was pretty lucky. (\nshort chuckle\n)\n\n\nDr. Poh:\n (\nshort chuckle\n) It's great to see you joking more. It's a sign of your personal progress.\n\n\nSCP-7447:\n I guess it is. You know the talks we've been having have been real nice. All them tests have been distracting me and letting me think about what's been happening. Y'know doc I had a weird dream a while ago.\n\n\nDr. Poh:\n Really? Do share your experience. I think it gives good feedback into what you're thinking.\n8\n\n\nSCP-7447:\n Well it's kinda strange. Okay, well I saw her and she was there but it wasn't really her or it was? I really got no clue. At least I got to see her again that was good. I think I start getting killed but then I see her again and she tells me to go?\n\n\nDr. Poh:\n You sound a bit hazy on the details but that's normal for dreams.\n\n\nSCP-7447:\n I recall seeing her a little sad but I felt a real sad too.\n\n\nDr. Poh:\n I'm sorry to hear that Raymond.\n\n\nSCP-7447:\n Hey Doc.\n\n\nShort silence\n\n\nSCP-7447:\n I still miss her.\n\n\nDr. Poh:\n That's completely normal. Before my role in the Foundation, I had a short stint in a regular therapy clinic. I met a lot of post-divorce patients during my time there. Messy relationships tend to leave a lot of baggage for a lot of people.\n\n\nSCP-7447:\n You think it wasn't meant to be?\n\n\nDr. Poh:\n W-well I didn't say that. In fact from your stories, it seems the relationship was going pretty well.\n\n\nSCP-7447:\n Huh. Yeah, I suppose so. You know I've been thinking about why she left and I'm not sure how I can get an answer and I don't really know what I'm doing here.\n\n\nDr. Poh:\n I suppose so too. Anyways, I should get onto the questions and not take up too much of your day.\n\n\nSCP-7447:\n Do you think she's still out there doc?\n\n\nDr. Poh:\n Hmm? Oh most likely. If she truly is Lady Luck then those kinds of deities live very long and considering your unique anomalies I suspect she's a deity of some kind.\n\n\nSCP-7447:\n So she's really out there?\n\n\nDr. Poh:\n Probably. Anyways I have some questions for-\n\n\nSCP-7447:\n Doc.\n\n\nDr. Poh:\n Yes Raymond?\n\n\nSCP-7447:\n Is it me? The reason she left… Do you think it's me?\n\n\nDr. Poh:\n Of course not! From our conversations, you seem like a pleasant person to be around, and from the way you talk about POI- um how you talk about her tells me that you really do love her. There is really no way of knowing why, save for asking her yourself.\n\n\nSCP-7447:\n (\nmuttering\n) Ask her myself…?\n\n\nDr. Poh:\n Can I share for a while, Raymond?\n\n\nSCP-7447:\n (\nLooks up\n) Hm, oh yeah, go ahead.\n\n\nDr. Poh:\n Before Uni I really liked thinking about how people think and helping people out with their issues and making them feel better just really appealed to me. But in my second semester (\nscoffs\n) I was really in a terrible mindset and I almost quit part way. After that, I thought about the passion I had before I got into all of the nitty-gritty of studying and remembered what I loved to do, and just pushed forward.\n\n\nSCP-7447:\n Huh. That's an interesting story doc.\n\n\nDr. Poh:\n The point I'm trying to make is that we here in the Foundation can help you, if we just keep on the track we laid out.\n\n\nDr. Poh:\n Well, once again I digress. I have a few more questions to ask yo-\n\n\nSCP-7447 stands up and begins shaking Dr. Poh's hands\n\n\nSCP-7447:\n Thank you so much doc. I mean it.\n\n\nDr. Poh:\n I-uh no worries? May I ask what this is about?\n\n\nSCP-7447:\n I'm going to go find her.\n\n\nDr. Poh:\n Pardon?\n\n\nSCP-7447:\n The only way I'm gonna know for sure is if I go find her and ask!\n\n\nDr. Poh:\n Right. Okay. Um. Okay, Raymond, I need you to calm down and think about this.\n\n\nSCP-7447:\n Oh don't worry I had a lot of time to think during all the tests and talks doc. It's like you said, I gotta remember what I love and push forward!\n\n\nDr. Poh:\n No that's not what I mean, or the point of the story (\nnervous chuckle\n), how do you even know how to get out of the site-\n\n\nMultiple small meteorites suddenly collide with the site at that moment, causing multiple containment breaches and the destruction of the wall of the interrogation room\n\n\nSCP-7447:\n I guess that's my cue to leave doc. Might see you again, who knows? Here I come, Lucy!\n\n\nSCP-7447 turns to leave through the destroyed wall\n\n\nDr. Poh:\n Raymond wait!\n\n\nDr. Poh slips on a banana peel\n\n\nSCP-7447 walks out of the site. As security personnel were occupied handling the other containment breaches, he was able to exit the site without issue\n\n\nSCP-7447 looks at the sunset\n\n\nSCP-7447:\n (\ntakes a deep breath\n) Hot damn. Now wasn't this a random day?\n\n\n»END LOG«\n\n\n\n\n\n\n- Addendum.7447.8: Interview Log II\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See addendum.7447.2\n\n\n2\n. Security footage showed Assistant Gabris accessing SCP-294 where he entered \"Acid that looks and smells like coffee\". Later investigation found that he was an undercover member of The Chaos Insurgency.\n\n\n3\n. This was found to be high-quality cold brew coffee taken from Dr. Adams' Flask. I should not need to remind my fellow researchers that it is rude to take homemade food from another researcher without asking.\n\n-Dr. Adams\n\n\n4\n. Hereby referred to as POI-777\n\n\n5\n. While some results listed were a result of intentional tests, others are events that occurred outside of testing which was noted down to show examples of SCP-7447's anomalous properties\n\n\n6\n. This was a presumed suicide attempt where SCP-7447 had been disposing of his food in the toilet without the guards knowing\n\n\n7\n. I sent a sample of the dish to Caretaker Tim Hyne and we both agreed it tasted amazing. Look forward to lunch at the site cafeteria on Thursday\n\n\n8\n. Dr. Poh has already been briefed on incident 7447-A.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7447\n\" by J T K C, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7447\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Luxmi_engine.jpg\n\n\nName:\n Space Simulation Chamber Prepared for Testing Webb Telescope\n\n\nAuthor:\n NASA Goddard Space Flight Center\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n SCP-7447New.jpg\n\n\nName:\n Man on the Bench\n\n\nAuthor:\n Jaroslav A. Polák\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7447 \" by J T K C, from the SCP Wiki . Source: https://scpwiki.com/scp-7447 . Licensed under CC-BY-SA .",
        "Filename: Luxmi_engine.jpg Name: Space Simulation Chamber Prepared for Testing Webb Telescope Author: NASA Goddard Space Flight Center License: CC-BY 2.0 Source Link: Flickr",
        "Filename: SCP-7447New.jpg Name: Man on the Bench Author: Jaroslav A. Polák License: CC0 1.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-7447 is to be on suicide watch 24/7. Through observation of the anomaly's behaviour and his reaction to certain tests, it is not possible to kill SCP-7447 or cause permanent damage to the subject. An on-site Rapid Reconstruction team should be ready to be activated in case of a destructive SCP-7447 event for short notice re-containment. The present containment procedures are currently not a feasible or cost-effective way to contain SCP-7447.",
    "description": "SCP-7447 is a 36-year-old man, of average build, named Raymond McConnell. He displays no anomalous properties himself, rather, surrounding SCP-7447 is what researchers dub a \"Probability Inversion and Fluctuation Field\" in which events that are normally unlikely to occur become likely to occur within the field.",
    "title": "SCP-7447"
}