{
    "url": "https://scp-wiki.wikidot.com/scp-7448",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\nRab333\n\n\n\n\n\n\nit's cold out here.\n\n\nAlso, more stuff by me!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7448\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nefla\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCluster of SCP-7448 cells.\n\n\n\n\n\n\nObject Class:\n Efla\n1\n\n\nSpecial Containment Procedures:\n Twelve vials containing dormant SCP-7448 mutagenic cell compounds are flash frozen and stored in Site-23, with periodic checks to monitor, and if needed, restore cohesion to the aforementioned compounds. Documentation on the full process regarding the creation of the compound is available in extant documentation SCP-7448-3G8fD11.\n\n\nDescription:\n SCP-7448 is a parabiological compound created in a joint effort led by the Department of Epidemiology and Microbiology in an attempt at facilitating near-unlimited regenerative capabilities in an affected individual. SCP-7448 was created by injecting a batch of pluripotent stem cells with CNSS\n2\n paradrugs, Plerixaflor, and micro Hume RABs\n3\n in order to induce near instantaneous cellular regeneration.\n\n\nDue to an as of then unknown conflict between the mixture of substances and the way RABs affect the human body, all of the test trial subjects have either expired or became nigh-indistinguishable from an expired state. Because of this, test trials for SCP-7448 have been stopped indefinitely, with the remaining vials being stored for archival purposes. Documentation regarding the trials centered around SCP-7448 can be found below.\n\n\n \n\n\n\n\n\n\nAddendum \n7448.1\n\n\nARCHIVED TRIALS\n\n\n\n\n\n\n\n\n\n\nTest #1\n\n\n\n\nSubject:\n D-39481\n\n\nProcedure:\n Subject was administered a small (20ml) dose of SCP-7448, sedatives, and had a small incision made on their left forearm.\n\n\nResults:\n Wound healed during the course of a few seconds, with minimal side effects occurring. Samples of new skin and fleshy tissue revealed genetic makeup to be slightly different compared to the original cellular makeup of D-39481, possessing similarities to \nPan troglodytes\n4\n genes.\n\n\nAdditional Notes:\n N/A\n\n\n\n\n \n\n\n\n\n\n\nTest #2\n\n\n\n\nSubject:\n D-39481\n\n\nProcedure:\n Subject was sedated, and had their left index finger amputated.\n\n\nResults:\n Finger grew back after a few seconds in a decayed state, displaying acute signs of Brachydactyly. Structural analysis of new finger revealed small similarities in structure to other primates closely related to the \nHomo Sapiens\n species.\n\n\nAdditional Notes:\n N/A\n\n\n\n\n \n\n\n\n\n\n\nTest #3\n\n\n\n\nSubject:\n D-39481\n\n\nProcedure:\n Subject was sedated, then had their left arm amputated.\n\n\nResults:\n The arm of D-39481 failed to regenerate properly, forming a vestigial fleshy stump in its place. Subject, despite heavy sedative dosage, complained about severe pain even after the procedure.\n\n\nAdditional Notes:\n \nBigger dosage of SCP-7448 should be administered following this test.\n\n\n\n\n \n\n\n\n\n\n\nTest #4\n\n\n\n\nSubject:\n D-20021\n\n\nProcedure:\n Subject was administered full-body anesthesia, and had the right kidney amputated. Upon waking up, subject was administered a 75ml dose of SCP-7448.\n\n\nResults:\n Shortly after administration, D-20021 experienced partial reformation of the kidney. Subject's lower back, right lumbar region and right hypochondriac region were subsequently enveloped by a fleshy tumor. Analysis of tumor indicate presence of early, unknown proto-bacteriums and DNA of \nHomo neanderthalensis\n which seem to have undergone basic carcinisation. D-20021's motor functions were severely impaired due to this incident, requiring advanced care.\n\n\nAdditional Notes:\n \nA finer dosage amount and small rehash of the formula might be needed.\n\n\n\n\n \n\n\n\n\n\n\nTest #5\n\n\n\n\nSubject:\n D-55435\n\n\nProcedure:\n Subject was administered full-body anesthesia, and had a partial heart removal procedure. 60ml of SCP-7448 was injected into D-55435 shortly afterwards.\n\n\nResults:\n Subject's heart began regrowing, along with skeletal muscle tissue growing in mass without signs of stopping. D-55435's muscle structure was determined to have similar characteristics to an array of different \nHominidae\n5\n species. Despite attempts to negate this, D-55435's body had grown to a final size of 19m\n2\n.\n\n\nAdditional Notes:\n \nBrain testing still shows this guy is alive somewhere, in there, we think. At least. We should probably terminate the guy somehow, especially with his… size. It's cruel to leave him like this.\n\n\n\n\n \n\n\n\n\n\n\nTest #6\n\n\n\n\nSubject:\n D-55435\n\n\nProcedure:\n Subject was incinerated. An ECMD\n6\n was linked to D-55435's brain tissue beforehand.\n\n\nResults:\n Due to the SCP-7448 compound still being active within the subject's bloodstream, incineration took 37 hours. Upon completion, subject revived, in a heavily emaciated and damaged state. Multiple features of D-55435 were incompatible with modern human biology, including a fibrous, beaked face, multiple vestigial fingers on both arms, and a musculature similar to late \nHomo Sapiens\n descendants. Subject could not walk, talk or move\n7\n, and possessed no apparent conscious ability.\n\n\nAdditional Notes:\n N/A\n\n\n\n\n\n\n\n\nECMD data available. Parse now?\n\n\n\n\nProcessing...\n\n\n\n\n2%\n\n\n…\n\n\n19%\n\n\n \n\n\n \n\n…\n\n\n…\n\n\n33%\n\n\nit's cold in here\n\n\n…\n\n\n46%\n\n\n49%\n\n\nCold is subjective. Wouldn't you say?\n\n\n…\n\n…\n\n\n \n\n\n…\n\n\nIt's dark. Not subjective. Subjective.\n\n\n \n was that the \n \n word\n\n\n \n maybe\n\n\n…\n\n\n…\n\n\n \n\n\n58%\n\n\n \n\n\n \n what was my own\n\n\nName?\n\n\n \n\n\n \n\n\nno Worri\nes72.9%\n\n\n…\n\n…\n\n\n…\n\n\n \n\n\ni guess it's not needed\n\n…\n\n\n \n\n\nhere.where\n\n\nhere.\n\n\n83%\n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n…\n\n…\n\n\nit's been so long.\n\n\nday 92.44820%\n\n\n…\n\n\n…\n\n\n \n\n\n97%\n\n\n \n\n\n \nI Miss\n\n\nMissing\n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n99.32%\n\n\nthe\n\n\n \n gray\n\n\ngray\n\n\nrock\n\n\nwords              dictionary  \n\n\n \n spinning\n\n\n \n family\n\n\n \n\n\n \n a car\n\n\n   ce              \n ll s\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\ni don't remember what blue looks like\n\n\n100%\n\n\nSince activation, subject has been conscious for \n3.8 Billion Years.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7448\n\" by Rab333, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7448\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n particle\n\n\nName:\n File:SARS-CoV-2 scanning electron microscope image.jpg\n\n\nAuthor:\n National Institute of Allergy and Infectious Diseases (NIAID)\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:SARS-CoV-2_scanning_electron_microscope_image.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Efla anomalies are made and/or utilized by the Foundation.\n\n\n2\n. Central Nervous System Stimulants.\n\n\n3\n. Reality Accelerating Booster.\n\n\n4\n. Common chimpanzee.\n\n\n5\n. Great ape.\n\n\n6\n. Elan Consciousness Monitoring Device.\n\n\n7\n. Besides muscle twitches.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7448 \" by Rab333, from the SCP Wiki . Source: https://scpwiki.com/scp-7448 . Licensed under CC-BY-SA .",
        "Filename: particle Name: File:SARS-CoV-2 scanning electron microscope image.jpg Author: National Institute of Allergy and Infectious Diseases (NIAID) License: Creative Commons Attribution 2.0 Generic Source Link: https://commons.wikimedia.org/wiki/File:SARS-CoV-2_scanning_electron_microscope_image.jpg"
    ],
    "object_class": "Efla1",
    "containment_procedures": "Twelve vials containing dormant SCP-7448 mutagenic cell compounds are flash frozen and stored in Site-23, with periodic checks to monitor, and if needed, restore cohesion to the aforementioned compounds. Documentation on the full process regarding the creation of the compound is available in extant documentation SCP-7448-3G8fD11.",
    "description": "SCP-7448 is a parabiological compound created in a joint effort led by the Department of Epidemiology and Microbiology in an attempt at facilitating near-unlimited regenerative capabilities in an affected individual. SCP-7448 was created by injecting a batch of pluripotent stem cells with CNSS2 paradrugs, Plerixaflor, and micro Hume RABs3 in order to induce near instantaneous cellular regeneration.",
    "title": "SCP-7448"
}