{
    "url": "https://scp-wiki.wikidot.com/scp-7450",
    "all_text": "SCP-7450\n - \nL\n is for \nLamentations\n\n\n\n\nAll her people groan as they search for bread; they barter their treasures for food to keep themselves alive. \"Look, LORD, and consider, for I am despised.\"\n\n\nBook of Lamentations, Chapter 1, Verse 11, NIV\n\n\n\n\nImage Credits\n\n\nhttps://commons.wikimedia.org/wiki/File:Field_genealogy;_being_the_record_of_all_the_Field_family_in_America,_whose_ancestors_were_in_this_country_prior_to_1700._Emigrant_ancestors_located_in_Massachusetts,_Rhode_Island,_New_York,_New_(14784660352).jpg\n\n\nhttps://commons.wikimedia.org/wiki/File:Franklin_Island,_Antarctica_01.jpg\n\n\nhttps://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Percubaan_pertama_night_landscape_%285784800311%29.jpg/1024px-Percubaan_pertama_night_landscape_%285784800311%29.jpg\n\n\nAll image edits were made by me, djkaktus.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+459\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7450\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nmegiddo\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7450. Cognitohazardous elements have been removed, altered or obscured.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site:\n\n\nN/A\n\n\n\n\n\n\n\n\nSite Director:\n\n\nN/A\n\n\n\n\n\n\n\n\nResearch Head:\n\n\nN/A\n\n\n\n\n\n\n\n\nAssigned Task Force:\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7450 is uncontained. The SCP Foundation, in its current iteration, no longer possesses the resources or personnel required to contain SCP-7450. It is unlikely that any third-party paranatural classification and containment organizations would, if they indeed still exist, be capable of containing SCP-7450.\n\n\nDue to the critical threat that SCP-7450 poses to sentient lifeforms, all Foundation personnel are subject to the requirements of the MAGOG Protocol. The full requirements can be found on the central Foundation data server - the primary tenets are as follows:\n\n\n\n\nUnder no circumstances are any personnel permitted to leave the confines of their local Foundation site during a transience of SCP-7450.\n\n\nUnder no circumstances are any personnel permitted to travel to an area that will be in the path of a SCP-7450 transience within 72 hours.\n\n\nUnder no circumstances are any personnel permitted to look at or listen to SCP-7450.\n\n\n\n\nBy order of the Foundation Overwatch Administrator, any personnel found to have purposefully or unintentionally violated one of these requirements is subject to summary execution, by any other member of the SCP Foundation. Adherence to these requirements is paramount to the successful continuance of the human species.\n\n\nAs a result of Foundation’s inability to contain SCP-7450, and the resultant circumstances that arose following its ascension, the SCP Foundation Classification Committee has ruled 3-0 to update SCP-7450’s containment designation from the \nApollyon\n-Class to the \nMegiddo\n-Class, to distinguish between entities or anomalies that will inevitably result in the end of the world, and those that already have.\n\n\nDescription:\n SCP-7450 is the group designation for four massive humanoid eigenweapons that ascended to godhood on the 13th of December, 2028. The ascension of SCP-7450 was predicated by the arrival of the celestial 981-AJAX entity on October 14th, 2025. The end product of the interaction between 981-AJAX and SCP-7450 was the utter annihilation of 981-AJAX and, immediately following that, the rapid escalation of an XK-Class “End of the World” event caused by the cognitohazardous and catastrophic ontokinetic effects of SCP-7450’s presence on Earth.\n\n\nSCP-7450 entities range between 18.9km and 23.5km in height. They are humanoid in appearance, with six large avian wings emerging from their upper and lower back. SCP-7450 entities have a single arm and hand on their right side, in which they carry a short\n1\n curved sickle. The entities have humanoid legs which terminate at the ankles and are seemingly incapable of locomotion - instead moving by way of levitation, though the legs do move as if ambulating. Surviving descriptions of SCP-7450 indicate other possible animal characteristics, such as claws, feathers on the arm and legs, serpentine tails, etc. They are named, in descending order of size - Pallas, Judith, Rachel, and Argine.\n\n\nAccurate depictions of their facial features are infeasible to gather - it is currently impossible to obscure images of the entities’ faces to a sufficient degree to allow for visual assessment while also negating their cognitohazardous properties. Similarly, audio recordings of SCP-7450’s vocalizations cannot be reviewed by sentient observers - both human and sentient AI listeners are subject to the cognitohazards present in SCP-7450’s voice.\n\n\nSince the moment of their ascension, each of the four instances of SCP-7450 have been in constant circumnavigatory transience of the planet. Each of the four moves at slightly different speeds - Rachel is the fastest, and transits the globe once every four hundred and sixteen days, whereas the slowest, Pallas, completes the passage in four hundred and sixty-eight days.\n\n\nSentient creatures exposed to the visage or voice of any instance of SCP-7450 will immediately become compelled to follow it in its transit of the planet. Once an individual has been affected they are unrecoverable - subjects who fall under the effect of SCP-7450’s compulsion will make every possible effort to avoid anything that would impede their ability to join in the mass following of SCP-7450 and cannot be deterred short of the total destruction of their body. Affected persons undergo changes over time to their physiology - they cease to age, their bodies become more resistant to damage and decay, and their features slowly begin to resemble the SCP-7450 instance they follow. They will walk behind their instance of SCP-7450 until their feet wear down to their ankles, at which point they will begin levitating alongside other similar subjects. Lastly, these subjects mimic the vocalizations of SCP-7450, and while exposure to these vocalizations by non-affected persons does not have the same immediate compulsory effect as SCP-7450, they will nonetheless experience the same end condition after a short period of time.\n\n\nAddendum 7450.1:\n Foundation Overseer’s Address 11.2.2025\n\n\n\n\nAccess File\n\n\n\n\nClose File\n\n\n\n\n\n\nTHIS IS A PUBLIC NOTICE FROM THE OFFICE OF THE SCP FOUNDATION OVERSEER COUNCIL REGARDING THE CELESTIAL ENTITY APPEARING OVER THE SOUTH SKY ON OCTOBER 14TH, 2025\n\n\nDATED:\n November 2nd, 2025\n\n\n\n\nGood evening. My name is Armond Katchatrian, an Overseer of the SCP Foundation. We are an organization that seeks to categorize and contain anomalous entities and phenomena in our world. We have operated in secrecy for the last two-hundred years maintaining our world’s status quo.\n\n\nAs of the night of the 14th, we are no longer able to maintain that veil. The entity that appeared over the southern sky - an entity we have identified as 981-AJAX, is a hostile extraplanar entity currently intersecting with our reality. The disaster ongoing in Johannesburg is evident of this entity’s catastrophic potential. There have been many questions about the tragic footage that has made the global news these last few weeks, and about the person hanging in the sky now over that city. We cannot speak with full certainty of their fate, but they are in our hearts.\n\n\nAt this time, we are urging calm and caution. We understand you are afraid. Rest assured, we are currently cooperating with world governments and other organizations like our own to determine the best path forward. We have technology that is not available to the rest of mankind and capabilities beyond what is commonly accepted as feasible. We will, as we always have, stand as the stalwart shield between our world and the unknown.\n\n\nThank you.\n\n\nArmond Katchatrian\n\nO5-1\n\n\n\n\n\n\n\n\n\n\nAddendum 7450.2:\n Foundation Overseer’s Address 12.11.2028\n\n\n\n\nAccess File\n\n\n\n\nClose File\n\n\n\n\n\n\nTHIS IS A PUBLIC NOTICE FROM THE OFFICE OF THE SCP FOUNDATION OVERSEER COUNCIL REGARDING AJAX\n\n\nDATED:\n December 11th, 2028\n\n\n\n\nOver these past three years, myself and my predecessors have made every attempt to be as transparent as possible with you about our efforts to defend mankind against the ongoing threat of AJAX. Today I will do the same.\n\n\nThis will be our final communication. We have expended every possibility and all of our resources. We have broken up our containment cells and released every possible horror onto the world in the hopes of balancing the threat of AJAX. We have failed. AJAX will soon open its final eye, and we will not be able to delay it. In truth, we never have.\n\n\nTake this time to be with your families. We have preparations in place that will, god willing, ensure the hopeful survival of our species. These preparations are buried deep within the Earth, and may survive the eyes of AJAX. Please pray for their survival, these last four mothers of humanity. Someday they and their children might awaken and walk again on an earth free from this nightmare.\n\n\nI wish you all peace. Goodnight.\n\n\nRhys Olsons\n\nO5-1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage taken from closed circuit surveillance footage on December 13th, 2028.\n\n\n\n\n\n\nAddendum 7450.3:\n Personal Journal Entries\n\n\n\n\n5.14.2032\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 5.14.2032\n\n\n\n\nGot the news today I've been expecting for a while. Judith ended up too far east and passed over Site-43. I finally got in to the site AI and got the same stream of nonsense as the others. It's not cognitohazardous itself, thankfully. A good canary to see if a place is worth visiting.\n\n\nDidn't sleep well again. I've got Henderson locked up in the cell a floor below me but sometimes he just starts howling. I need to go change out the gag I had on him, I suspect he's chewed through it.\n\n\nAnother letter in today from Sophia. Blessings are few and far between, but they're still blessings. Says she's down to just twenty-three, but they're still working. Twenty-three! I haven't had twenty-three in two years. She's worried about us (I didn't tell her about Henderson), but I told her it's still too dangerous to come over here. Rachel is crossing in three weeks and we might catch Judith if she straightens back out. There are still some stragglers up there too, ones who haven't caught up with the floaters. Maybe in a few months - we'll see.\n\n\nIt's agonizing, though. It's been a long few months. I thought at first having Henderson's voice would be enough to keep me sane, but since I snipped him he doesn't sound much like a person anyway, and even then he's not saying anything that would be a comfort. Just shrieking and gnashing his teeth. Seeing another person would be nice.\n\n\n\n\n\n\n\n\n\n\n\n\n6.3.2032\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 6.3.2032\n\n\n\n\nWe're holed up tight this week - Rachel is passing right now. The last week Henderson has been frothing at the mouth, probably because she's the one who turned him. I scoped him out week before last just to make sure he was still good and tied up in there. Cell was a mess. He got out of his straps at some point and started scratching at the walls. He made decent progress and he turned his hands into stumps. Maybe he thinks he'll be floating around on his wrists.\n\n\nSound cancellation is still holding up. When we lost Site-08 they were about sixteen meters down lower than us and Pallas still got all of them. \nThat\n was a close call. I was on the phone with Harold Bates and he just starts crying. I threw it across the room and stayed out of there for a week. When I came back the phone was still on, total silence on the other end.\n\n\nBut! All this time buried down here has given me time to work. I found another one of the training satellites we used to use. It won't give us much coverage, it's only got two working cameras, but we might be able to get eyes on Argine. Haven't seen her since she passed Tokyo last year and went into the ocean.\n\n\nComputer keeps reminding me to check my update requests. Last time there were eight sites reporting back. I know there are probably more than that, but even thinking about opening that file makes me feel clammy. Need to think about more productive things.\n\n\nI'll check the update requests tomorrow.\n\n\n\n\n\n\n\n\n\n\n\n\n6.4.2032\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 6.4.2032\n\n\n\n\nOnly three sites updating. I shouldn't have checked.\n\n\nRachel is taking her fucking time.\n\n\n\n\n\n\n\n\n\n\n\n\n7.29.2032\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 7.29.2032\n\n\n\n\nI let Henderson out earlier. I don't think there's anything left to learn from him and he was a nice enough guy. He's got a lot of walking to do until he catches up with one of them, but he seemed happier. Still writhing and screaming, but in a more pleasant way.\n\n\nFirst time I've been outside in a while. It was really nice out, sun was shining and its starting to warm back up again. The sky was mostly clear. If I had to guess most of whatever was left of AJAX has his atmosphere by now. Might be some left up there, but I didn't see any.\n\n\nAfter I came back inside I just sat around a little. I've been trying to keep busy, but I don't feel like it today.\n\n\nHaven't heard from Sophia in a while. Thank god for Alto, still sending me his daily updates. A picture of his face, once a day, every day. Not exciting, but it's something.\n\n\n\n\n\n\n\n\n\n\n\n\n9.2.2032\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 9.2.2032\n\n\n\n\nStill nothing from Sophia.\n\n\n\n\n\n\n\n\n\n\n\n\n12.14.2032\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 12.14.2032\n\n\n\n\nFour year anniversary. Nobody responding to update requests anymore. We must be getting near the close.\n\n\nI went back and read the rest of this file - hilariously abridged. We had such high hopes in the beginning, and then nothing. Planning committees and emails of encouragement. We made it out better than most, that first day they started crying out we couldn't hear it from so deep underground. Sixty-four sites! Forty-seven thousand personnel. Why did it take us so long to learn how to stay alive?\n\n\nWe're paying a price for AJAX. AJAX! What's the point of the secrecy now? What's the point of the updates and the status reports? Who is left to read this?\n\n\nI'll tell you what happened. If you're reading this, then you're whoever is left than me. There aren't many of us now, if any at all. Maybe it'll be Alto.\n\n\nIn 1996 we buried four girls at four different DEEPWELL sites. A preparation for the end of the world. They'd had a close call with 239 and wanted to make sure they had a contingency plan. This is before we found 2000, so it became moot after that point. The project was more or less scrapped, but they didn't dig those girls up. I wonder sometimes if there was ever a meeting about it, or if they just forgot they were there.\n\n\nAnyway, they were buried under a mountain of sorcery and technology and given wombs that would operate for a thousand years. For three decades they were down there until AJAX showed up and turned 2000 into a smoking wreck. Suddenly we need another option, and look at that? Kain finds those four girls and starts the machines up again and we have our parachute again.\n\n\nBut then Armond tells the entire world about them as he's letting everyone know that we're going to die. All our best laid plans, all our world religions, suddenly only one thing mattered. Mankind had seen us calling real nightmares up from the bowels of the Earth, powers they had never dreamed of, and suddenly we're telling them it's all over. Except - wait - there are these four girls who can save us! What did we think was going to happen? Had we really not learned about what \nbelief\n does?\n\n\nSo they woke up, and that was it. Eight billion humans crying out for a god to save them. Eight billion humans screaming, crying, begging. Our city walls fallen and our idols smashed against the ground. AJAX - I don't even remember what AJAX looked like, to be honest - preparing to open his last eye, and people were afraid. We lamented our shared fate, and our gods woke up.\n\n\nBut they weren't built to be divine, they didn't know what was going to happen to them. The Foundation found them on a street corner somewhere, cleaned them up, put ten billion dollars of tech into them and then sent them to bed. When they woke up they were gods. They were thirteen years old.\n\n\nEight hours! We had eight hours, Alto. Eight hours to plan, before Pallas cracked open her mouth and began screaming. Were they scared too? Were they afraid of what they'd become? Their first action was a reaction, I'm sure of it - AJAX came at them and they scattered it across the atmosphere. Their next action was fear - gods need worship, and worshippers. It didn't take long. They blew through our cognitohazard defenses in seconds, like rice paper before a blow torch.\n\n\nAnd now it's been four years. Half of us we lost to the sisters. Another third to exhaustion. Tired, scared, defeated - they would put down their work, walk out the door, and then wait for a sister to come calling.\n\n\nI don't know what the point of this was. I don't know what we accomplished here. Did we succeed in our mission? Did we plan enough? Do we still have work to do? Did we ensure the survival of our species?\n\n\nI don't know. I'm tired too. We wept when skies opened up and AJAX opened its first eye, and all the eyes afterwards. We lamented our grim misfortune and prayed for an end to our suffering. Why haven't I gotten the message yet?\n\n\nNow there's nobody left to lament but me.\n\n\n\n\n\n\n\n\n\n\n\n\n9.1.2035\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 9.1.2035\n\n\n\n\nI hope it was easy for you, Sophia. I hope you've found something like a new life out there.\n\n\nI won't be far behind.\n\n\n\n\n\n\n\n\n\n\n\n\n4.19.2036\n\n\n\n\nClose File\n\n\n\n\n\n\nPersonal Journal\n\n\nDate:\n 4.19.2036\n\n\n\n\nMy last journal entry. Out of food and the water doesn't work anymore.\n\n\nPallas is getting close, but I can't wait any longer. I'll die down here if I don't leave. I can make it to Site-89, and then to Site-104. They'll have resources I can use - and maybe research I overlooked.\n\n\nIf Pallas catches me, then that's the ballgame. I'm not willing to give up yet, but I can't wager the survival of our species against goggles that might slip or earplugs that don't work the way they should. I thought burning out my eardrums would be the hard part, but with the benefit of hindsight I should have foreseen how bad it would be to take my own eyes out. Hindsight! A dark joke. I never truly appreciated the dark until now.\n\n\nI've spent too much time on this dumb shit to give up now. I don't care if it takes a life living in darkness, I'll figure this out.\n\n\nAnd if you ever get around to reading this, Alto, you can kindly go fuck yourself. Two years you had my heart leaping at the sight of a cardboard cutout. Motherfucker.\n\n\nNo time to cry. Wish me luck.\n\n\nTroy\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Relative to their overall size.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nK is for \"Keystone\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nM is for \"Moonlight\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7449\n | SCP-7450 | \nSCP-7451\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7450\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7450\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n angel.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-7450/angel.png\n\n\nAdditional Notes:\n Edited and drawn on by \ndjkaktus\n\n\nDerivative of:\n\n\n\n\nName:\n Franklin Island, Antarctica 01.jpg\n\n\nAuthor:\n Francisco Ardini\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Franklin_Island,_Antarctica_01.jpg\n\n\n\n\n\n\nFilename:\n rise.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-7450/rise.png\n\n\nAdditional Notes:\n Edited by \ndjkaktus\n. Arm from family member of \ndjkaktus\n\n\nDerivative of:\n\n\n\n\nName:\n Percubaan pertama night landscape (5784800311).jpg\n\n\nAuthor:\n Firdaus Latif\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Percubaan_pertama_night_landscape_(5784800311).jpg\n\n\n\n\n\n\nName:\n megiddo.jpg\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/local--files/scp-7450/megiddo.png\n\n\n\n\n\n\nName:\n Field genealogy; being the record of all the Field family in America, whose ancestors were in this country prior to 1700. Emigrant ancestors located in Massachusetts, Rhode Island, New York, New (14784660352).jpg\n\n\nAuthor:\n Internet Archive Book Images\n\n\nLicense:\n Public domain\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/internetarchivebookimages/14784660352/",
    "addendums": [
        "Addendum 7450.1: Foundation Overseer’s Address 11.2.2025",
        "Addendum 7450.2: Foundation Overseer’s Address 12.11.2028",
        "Addendum 7450.3: Personal Journal Entries\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7450 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-7450 . Licensed under CC-BY-SA .",
        "Filename: angel.png Author: djkaktus License: CC-BY-SA 4.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-7450/angel.png Additional Notes: Edited and drawn on by djkaktus Derivative of: Name: Franklin Island, Antarctica 01.jpg Author: Francisco Ardini License: CC-BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Franklin_Island,_Antarctica_01.jpg",
        "Filename: rise.png Author: djkaktus License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-7450/rise.png Additional Notes: Edited by djkaktus . Arm from family member of djkaktus Derivative of: Name: Percubaan pertama night landscape (5784800311).jpg Author: Firdaus Latif License: CC-BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Percubaan_pertama_night_landscape_(5784800311).jpg",
        "Name: megiddo.jpg Author: djkaktus License: CC-BY-SA 3.0 Source Link: http://scp-wiki.wikidot.com/local--files/scp-7450/megiddo.png",
        "Name: Field genealogy; being the record of all the Field family in America, whose ancestors were in this country prior to 1700. Emigrant ancestors located in Massachusetts, Rhode Island, New York, New (14784660352).jpg Author: Internet Archive Book Images License: Public domain Source Link: https://www.flickr.com/photos/internetarchivebookimages/14784660352/"
    ],
    "containment_procedures": "SCP-7450 is uncontained. The SCP Foundation, in its current iteration, no longer possesses the resources or personnel required to contain SCP-7450. It is unlikely that any third-party paranatural classification and containment organizations would, if they indeed still exist, be capable of containing SCP-7450.",
    "description": "SCP-7450 is the group designation for four massive humanoid eigenweapons that ascended to godhood on the 13th of December, 2028. The ascension of SCP-7450 was predicated by the arrival of the celestial 981-AJAX entity on October 14th, 2025. The end product of the interaction between 981-AJAX and SCP-7450 was the utter annihilation of 981-AJAX and, immediately following that, the rapid escalation of an XK-Class “End of the World” event caused by the cognitohazardous and catastrophic ontokinetic effects of SCP-7450’s presence on Earth.",
    "title": "SCP-7450"
}