{
    "url": "https://scp-wiki.wikidot.com/scp-7452",
    "all_text": "A magic bear skull tells a man the winning lottery numbers.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7452:\n Last Minute Lottery\n\n\nWord Count: 1,200\n\n\nReading Time: 4 minutes\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+39\n+\n–\nx\n\n\n\n\n\n\nItem №:\n SCP-7452\n\n\nLevel 3/7452\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7452.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-56\n\n\nPeter Palermo\n\n\nDr. Gary Gleason\n\n\nN/A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7452 is to be contained in an item locker at Site-56. Research is currently underway to identify a possible method to awaken SCP-7452 for experimentation.\n\n\nDescription:\n SCP-7452 is the skull of an \nUrsus americanus\n (black bear) possessing an intense fluctuating signature of Elan-Vital Energy (EVE). The item was obtained from Eric Klammanski, designated PoI-7452.\n\n\nAccording to PoI-7452, when SCP-7452 is active, it possesses flames in its eye sockets and speaks in a deep, masculine voice. The item is allegedly able to predict future events including, but not limited to, games of chance. The user is required to sacrifice blood to SCP-7452 before soliciting it for predictions.\n\n\nFollowing its acquisition by the Foundation, SCP-7452 is presently dormant. A method of awakening it has not been determined due to a lack of knowledge held by PoI-7452 regarding such a process.\n\n\n\n\nAddendum:\n SCP-7452 was obtained in Kyuzhevitz, North Carolina, USA. Prior to containment, PoI-7452 attempted to use information gathered from the object to win the Super-Duper Millions Jackpot on July 18, 2014. A video was filmed by a bystander during the event and posted to social media; PoI-7452 admitted to the existence of SCP-7452 in this video, alerting Foundation webcrawlers. Site-56 personnel were dispatched and successfully detained PoI-7452.\n\n\nFollowing containment, the convenience store in which the aforementioned event occurred was identified. The store's security footage of the event was obtained successfully; the transcript below has been written with data gathered from both the security footage and the video filmed by the bystander.\n\n\n\n\nTranscript 7452-1\n\n\nLocation:\n Choi's Corner Market in Kyuzhevitz, NC, USA\n\n\nDate:\n July 18, 2014\n\n\nForeword:\n The Super-Duper Millions Jackpot draws its numbers every Friday at 22:00 EDT.\n\n\n\n\n<Begin Log>\n\n\n\n\nIt is 21:50 EDT. PoI-7452 is waiting behind another customer at the cash register, fidgeting with a piece of paper. His right hand is bandaged. He continuously checks his wristwatch and wipes the sweat from his face.\n\n\nThe customer in front of PoI-7452 finishes the transaction and walks away from the counter. The clerk, identified as store owner Kang-doo Choi, waves goodbye.\n\n\nChoi:\n Thank you, come again!\n\n\nChoi turns towards PoI-7452 as the latter approaches the counter with the paper.\n\n\nPoI-7452 grins as he sets the paper on the counter and claps his hands.\n\n\nPoI-7452:\n Choi, my man! You know the drill, one Super-Duper ticket my good sir.\n\n\nChoi frowns as PoI-7452 points at the paper.\n\n\nPoI-7452:\n I got the winning numbers \nright here\n, they're uh…\n\n\nPoI-7452 looks down at the paper.\n\n\nPoI-7452:\n Eight, six, seventy-five, thirty…\n\n\nPoI-7452 looks up at Choi, who is shaking his head.\n\n\nChoi:\n Eric, out of good conscience, I refuse to sell you any more lotto tickets.\n\n\nPoI-7452:\n Wha- how come?!\n\n\nChoi:\n You've spent thousands of dollars on the lotto. Scratchers, Super-Duper, Lucky Horseshoe, and every time you win \nnothing\n.\n\n\nPoI-7452:\n Okay, but now I \nknow\n the numbers, Choi. I'll actually win now, just let me enter one last time!\n\n\nChoi:\n I will \nnot\n indulge your addiction anymore, for your own good.\n\n\nPoI-7452:\n Sir, just- after this, after today, I'll be set for life! Please just sell me the ticket!\n\n\nChoi:\n No means no, Eric.\n\n\nPoI-7452 rubs his forehead and hair with his hands.\n\n\nPoI-7452:\n You know you're losing my money by refusing me service, right Choi?\n\n\nChoi looks at the line of customers behind PoI-7452, one of which is holding up a smartphone to film the event.\n\n\nChoi:\n I can survive without watching you suffer. There's paying customers behind you with places to be.\n\n\nPoI-7452 checks his watch.\n\n\nPoI-7452:\n Shit, nine fifty-four!\n\n\nPoI-7452 holds up the paper and points at it.\n\n\nPoI-7452:\n These numbers'll expire in six minutes! I need to play them \nnow!\n\n\nChoi:\n Play them next week, today you take a break.\n\n\nPoI-7452:\n But Choi, I can't- I can't play them next week, I told you!\n\n\nChoi:\n Why not?\n\n\nPoI-7452 pauses to breathe and wipe his brow.\n\n\nPoI-7452:\n Look, uh… I found this bear skull, right? It was like a- a magic skull, it could talk to me and predict the future. I had to give it my blood…\n\n\nPoI-7452 shows Choi his bandaged hand.\n\n\nPoI-7452:\n …to get it to tell me today's lottery numbers. The problem is, after it told me, it fell asleep, and I don't know how to wake it up for next week's lottery. So that's how I got these numbers and why I need to use them \ntoday.\n\n\nChoi stares at PoI-7452.\n\n\nChoi:\n You need to see a doctor.\n\n\nPoI-7452:\n Wait- no, I'm not bullshitting, I promise! Just let me play one more time, sir! Please!\n\n\nPoI-7452 clasps his hands together.\n\n\nPoI-7452:\n Mister Choi, I beg you. Just one more game, then I'll never, \never\n play again. I'll give you twenty-five… thirty percent of the winnings.\n\n\nPoI-7452 leans forward towards Choi.\n\n\nPoI-7452:\n Just \none\n more time, then I'll quit forever. Please sir, \nplease.\n\n\nChoi looks behind PoI-7452 at the line of customers. He takes a deep breath.\n\n\nChoi:\n This \nwill\n be your last lotto, Eric. What are the numbers again?\n\n\nPoI-7452 pumps his fists.\n\n\nPoI-7452:\n YES! Okay, uh… eight, six, seventy-five, thirty, and nine.\n\n\nChoi:\n …seventy-five, thirty-nine?\n\n\nPoI-7452:\n No, it's…\n\n\nPoI-7452 holds up the paper towards Choi and points at the numbers on it.\n\n\nPoI-7452:\n It's thirty, as in \"three-zero\", and \nthen\n the last number is nine.\n\n\nChoi:\n Three-zero, and nine. Five dollars.\n\n\nPoI-7452 inserts his credit card into the card reader. It beeps twice.\n\n\nChoi:\n It declined.\n\n\nPoI-7452:\n NO!!\n\n\nPoI-7452 turns towards the line of customers behind him.\n\n\nPoI-7452:\n Can someone pay for me? I'll pay you back, I promise!\n\n\nThe other customers snicker at PoI-7452.\n\n\nCustomer 1:\n Get a job!\n\n\nPoI-7452:\n You don't get it! I found a magic skull and it told me today's lottery numbers! One more play and I'm set for life!\n\n\nCustomer 2:\n Go see a shrink, you junkie!\n\n\nPoI-7452 scratches his head and looks at his watch.\n\n\nPoI-7452:\n Look, uh… I got a blanket and a pack of Newports in my car, I'll give them to you, just someone \nplease\n help a brother out!\n\n\nAnother customer checks her phone, then looks at PoI-7452.\n\n\nCustomer 3:\n If I pay, will you finally leave?\n\n\nPoI-7452:\n Yes yes yes! Please!\n\n\nCustomer 3 sighs and approaches the counter. She places her six-pack of beer on the counter, Choi scans it.\n\n\nChoi:\n With the lotto ticket, it's eleven ninety-seven.\n\n\nThe customer inserts her credit card into the reader. It beeps once; Choi nods his head at PoI-7452.\n\n\nThe lottery ticket is printed out, Choi hands it to PoI-7452, who examines it.\n\n\nPoI-7452:\n Nine fifty-nine! I fucking made it! Nine fifty-nine!\n\n\nPoI-7452 laughs as he pumps his fists in the air.\n\n\nCustomer 3:\n Excuse me, my Newports?\n\n\nPoI-7452:\n Of course, of course! Thank you so, so, \nso\n much, ma'am!\n\n\nPoI-7452 looks at Choi.\n\n\nPoI-7452:\n And Choi, you're the man as always! Thank you for coming around!\n\n\nCustomer 3 and PoI-7452 exit the store as the latter points at Choi.\n\n\nPoI-7452:\n As I promised, twenty percent!\n\n\n\n\n<End Log>\n\n\n\n\nFollowing this event, the winning numbers given by SCP-7452 were revealed to have been for the North Carolina Lucky Horseshoe Lottery, and not the Super-Duper Millions Jackpot.\n\n\n \n\n\n\n\n\n\n\n\n\n\n« \nSCP-7451\n | SCP-7452 | \nSCP-7453\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7452\n\" by Jiwoahn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7452\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n skully.jpg\n\n\nName:\n Black bear skull 2\n\n\nAuthor:\n Acroterion\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Slightly cropped from original",
    "addendums": [
        "Addendum: SCP-7452 was obtained in Kyuzhevitz, North Carolina, USA. Prior to containment, PoI-7452 attempted to use information gathered from the object to win the Super-Duper Millions Jackpot on July 18, 2014. A video was filmed by a bystander during the event and posted to social media; PoI-7452 admitted to the existence of SCP-7452 in this video, alerting Foundation webcrawlers. Site-56 personnel were dispatched and successfully detained PoI-7452.\nFollowing containment, the convenience store in which the aforementioned event occurred was identified. The store's security footage of the event was obtained successfully; the transcript below has been written with data gathered from both the security footage and the video filmed by the bystander.\nFollowing this event, the winning numbers given by SCP-7452 were revealed to have been for the North Carolina Lucky Horseshoe Lottery, and not the Super-Duper Millions Jackpot.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7452 \" by Jiwoahn, from the SCP Wiki . Source: https://scpwiki.com/scp-7452 . Licensed under CC-BY-SA .",
        "Filename: skully.jpg Name: Black bear skull 2 Author: Acroterion License: CC BY-SA 4.0 Source Link: Wikimedia Commons Additional Notes: Slightly cropped from original"
    ],
    "containment_procedures": "SCP-7452 is to be contained in an item locker at Site-56. Research is currently underway to identify a possible method to awaken SCP-7452 for experimentation.",
    "description": "SCP-7452 is the skull of an Ursus americanus (black bear) possessing an intense fluctuating signature of Elan-Vital Energy (EVE). The item was obtained from Eric Klammanski, designated PoI-7452.",
    "title": "SCP-7452"
}