{
    "url": "https://scp-wiki.wikidot.com/scp-7454",
    "all_text": "rating: \n+180\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7454\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-7454 is contained within Site-17's anomalous humanoid containment wing in a standard humanoid containment chamber furnished with all essential amenities. The chamber is to be fitted with no less than two (2) Scranton Reality Anchors which may be activated or deactivated dependent on SCP-7454's cooperation. \nSCP-7454's chamber is to be checked daily for any new additions, and said additions are to be removed pending disciplinary action and activation of SRAs\n SCP-7454 has agreed to only create new additions after a request is filed as part of its good behaviour conditions. All requests are to be reviewed solely by Dr. Iszth for approval or denial.\n\n\nSCP-7454 is currently cooperating with Foundation staff in exchange for psychological and gender-affirming treatment. As a part of this agreement, SCP-7454 has agreed to not utilise its abilities outside of its chamber and as such has been allowed limited free movement through the facility. Any infraction on this agreement may be met with revocation of applied benefits and activation of SRAs.\n\n\nEdit by Dr. Iszth: As of 07/08/2021, all staff interacting with SCP-7454 are to refer to him as 'Isaac' as a part of the current containment agreement. Under no circumstances are any staff to refer to SCP-7454 as 'Aphrodite' or mention Aphrodite or SCP-7454's past to any degree. Any staff member doing so will face disciplinary action. Any Foundation member breaking this rule on a regular basis will face possible reassignment or potentially contract termination.\n\n\nThis is not optional, people. These procedures are in place as a compulsory ongoing method of containment. If anyone refuses to comply, they will answer to me directly. I will not repeat myself.- Dr. Iszth\n\n\nDescription:\n\n\nSCP-7454 is an entity currently taking the form of a tan-skinned male in their mid 20s. SCP-7454 has displayed the ability to warp reality to a significantly high degree, often using this ability to transform people and objects in its surroundings into fantastical alterations for its own amusement or when in an enraged state. SCP-7454 has shown full control over these abilities, whose full extent is currently unknown.\n\n\nSCP-7454 \nclaims to be\n claims to have once been the Greek Goddess of love, beauty, and sex, known as 'Aphrodite', although SCP-7454 seems to reject this name and moniker, often reacting negatively when referred to as such.\n\n\nSCP-7454 suffers from a number of disorders such as depression, substance abuse, bipolar disorder, and gender dysphoria. It is currently presumed that the majority of these issues are a result of the established identity and worship of 'Aphrodite' clashing directly with SCP-7454's preferred identity, appearance, and gender.\n\n\n\n\nAddendum-7454-A: Discovery and Capture\n\n\nSCP-7454 was encountered during a routine surveillance operation in the township of A████, Nebraska U.S.A. on 21/07/2021. The town held a long-standing pagan belief system influenced by an encounter with an anomalous PoI.\n\n\nA single agent was embedded in the township to report any anomalous occurrences, of which there had been none reported before the encounter with SCP-7454.\n\n\nNote: SCP-7454 apparently has no relation to the PoI in question, and its arrival in A████ seems to be purely coincidental.\n\n\n\n\nRECOVERY LOG: SCP-7454\n\n\n\n\n21/07/2021\n\n\nForeword:\n Agent Samuels was embedded in the township of A████ to follow up on any occurrences brought about by interaction with an anomalous PoI. The township had recently begun celebrating \"Aphrodisia\n1\n\" with the entire community engaging in festivities involving feasting, revelry, and displays of love and affection.\n\n\nAgent Samuels participated in the festival for one hour before the first sighting of SCP-7454.\n\n\nNote:\n The following timeline of events was pieced together from footage from security cameras, phones, and Agent Samuels' body cam, as well as from first-hand accounts.\n\n\n\n\n[BEGIN LOG]\n\n\n11:32:00\n The Festival begins with crowds gathering to watch parades of fancifully-dressed performers march through the street. Music is playing constantly along with petals and flowers being tossed across the parade. The crowd appears to be enjoying the festivities and feasting.\n\n\n12:38:21\n SCP-7454 is first spotted walking down a side street towards the town centre. Its gait is uneven, indicating heavy intoxication. It appears dishevelled and is drinking from a bottle in a brown paper bag.\n\n\n12:42:32\n SCP-7454 enters the town square and pushes through a crowd of onlookers and into the middle of the square where a sculpture of Aphrodite covered in flowers and wreaths is being prayed to.\n\n\n12:44:12\n SCP-7454 takes a large drink from the bottle (presumed to be alcoholic) before unzipping its pants and urinating on the statue's legs between two worshippers.\n\n\n12:45:01\n The crowd moves away from SCP-7454 as two large men walk up to and attempt to speak to SCP-7454 with the apparent intent to stop the disruption.\n\n\n12:45:53\n SCP-7454 pushes the men away before climbing up onto the sculpture, hanging from its neck. SCP-7454 then proceeds to shout over the crowd saying \"Look at you all, praying to some chick like she gives a shit about your problems! But hey I can hardly blame you, she's got some pretty nice tits!\" before throwing the bottle at one of the men, hitting them in the groin area before they fall over.\n\n\n12:47:23\n The music is stopped and the crowd is now centred around SCP-7454, along with Agent Samuels, as police and onlookers attempt to get SCP-7454 down from the sculpture.\n\n\n12:52:21\n After failing to remove SCP-7454 from the sculpture, the crowd has begun to yell and throw objects at SCP-7454. SCP-7454 responds by shouting \"Fine, you want a real party? Let's party!\" before snapping its fingers, resulting in a flash of light.\n\n\n12:53:59\n The statue suddenly begins to move and appears to now be made of flesh. It stands up as SCP-7454 jumps off onto the podium where it stood. The statue stands looking over the crowd which is now silent.\n\n\n12:57:23\n The statue lets out a loud noise akin to a burp before vomiting a torrent of liquid (determined to be red wine) onto the onlookers. The crowd begins screaming and scattering. SCP-7454 throws a shoe at the speakers built into the podium, causing them to play 'Footloose' by Kenny Loggins on loop.\n\n\nIt is at this point that Agent Samuels calls in for backup.\n\n\n13:04:21\n The crowd continues to run about in confusion as the present police force move in to apprehend SCP-7454. SCP-7454 points to a nearby petting zoo, causing dozens of chickens to transform into large chicken-human hybrids. These entities then run into the police officers, biting at their posteriors. Several shots are fired, none of which stop the chicken creatures.\n\n\n13:06:43\n SCP-7454 dances through the wine pouring from the statue entity and kicks a football into a nearby building. The building suddenly turns into a gelatinous pink material with several individuals caught inside\n2\n.\n\n\n13:08:42\n Three more officers rush SCP-7454. One officer draws their service pistol and orders SCP-7454 to freeze. A large pile of snow manifests from an unknown source above the officers and falls on them, burying two of them and rendering them incapacitated.\n\n\n13:08:59\n SCP-7454 pulls the remaining officer close and kisses them on the lips. When the officer pulls away, they spontaneously liquify into a puddle of blue fluid. The puddle still retains the officer's face in its centre mass, which lets out a gargling scream when it is washed away by the torrent of wine.\n\n\n13:10:32\n Agent Samuels runs into the square as people rush to the side streets, running from the chicken entities. The statue entity attempts to stand but slips on the wine flooding the streets and falls back into the food banquet.\n\n\n13:10:21\n SCP-7454 takes notice of people fleeing and points to a street filled with civilians. SCP-7454 makes a gun firing motion as all the civilians' clothes are blown off. The clothes then animate and begin running after people still wearing clothes and attempting to remove them.\n\n\n13:13:12\n Agent Samuels aims their gun at SCP-7454 and attempts to fire, but instead [REDACTED] begins to spray from the barrel. Agent Samuels tosses the gun away as SCP-7454 can be heard saying \"Aww, it's okay, love, happens to the best of us\" and taking another drink out of a new bottle of alcohol (it is unknown where SCP-7454 obtained this bottle).\n\n\n13:14:01\n Agent Samuels attempts to rush SCP-7454 but trips over a chicken entity. SCP-7454 laughs and yells an obscene joke about 'falling for [REDACTED]' and turns its attention to the cake on the smashed banquet table.\n\n\n13:17:21\n SCP-7454 prods the cake with its finger, causing it to grow into a 2-metre-tall humanoid entity made of cake. The entity then moves over to Agent Samuels and says \"This should be a piece of cake\" before lunging at Agent Samuels who engages it in hand-to-hand combat.\n\n\n13:18:01\n The large statue entity can be heard snoring and is presumed to be unconscious. People can be seen chasing their clothes through the streets as an animate wooden horse (of unknown origin) chases after another police officer while making robotic neighing noises. SCP-7454 moves to a back alley behind the banquet table and out of sight.\n\n\n13:20:21\n Agent Samuels gains the upper hand against the cake entity and manages remove both its legs and arms, rendering it immobile. The cake entity is heard saying \"Alright, we'll call it a draw,\" before Agent Samuels moves to look for SCP-7454\n\n\nA detachment of agents arrives at the scene at this point and moves to help contain the situation. Around 50 gelatinous entities emerge from the transformed building and charge the agents. The agents respond by opening fire.\n\n\n13:23:02\n Agent Samuels moves to the alley where SCP-7454 was seen leaving, tripping over a swarm of chicken entities, kicking several to the side. The entities can be heard screaming as they were kicked.\n\n\n13:25:21\n The agents have managed to dispatch the gelatinous individuals with relative ease and rush through the crowd of nude individuals and chicken hybrids to where Agent Samuels is standing. Together they enter the alleyways.\n\n\n13:26:12\n The agents discover SCP-7454 unconscious in the alleyway. SCP-7454 has a bottle in its hand and its pants around its ankles. It is thought SCP-7454 passed out while urinating.\n\n\n13:44:54\n SCP-7454 is detained. Agents return to round up civilians and terminate or capture any anomalous entities remaining. Cleanup crews are dispatched and civilians are amnesticised.\n\n\n13:46:52\n SCP-7454 is moved to the closest SCP facility in R████.\n\n\n\n\n[END LOG]\n\n\n\n\nSCP-7454 was placed in a temporary containment chamber fitted with a portable Scranton Reality Anchor before it could be moved to a more permanent location.\n\n\n\n\nAddendum-7454-B: Interview Logs\n\n\nSCP-7454 awoke approximately 18 hours later in a state of confusion. After being informed that it was detained for the incident, SCP-7454 proceeded to abuse Foundation staff. While it is presumed that SCP-7454 attempted to use its powers to cause another incident, it would seem that the effects of the SRA implemented in its chamber (in addition to SCP-7454's extremely hungover state) prevented any effects from manifesting.\n\n\nDuring standard intake procedure, SCP-7454 claimed that they did nothing wrong due to the festival 'being a festival in their name'. When questioned further on this SCP-7454 did not elaborate; however, it was inferred from this interaction that SCP-7454 was claiming to be the Greek Goddess 'Aphrodite'.\n\n\nIn light of this, Dr. Iszth, a researcher under the Department of Mythology and Folkloristics, was tasked with interviewing SCP-7454 in an attempt to learn more.\n\n\n\n\nInterview SCP-7454-1\n\n\n\n\nDate:\n 22/07/2021\n\n\nInterviewer:\n Dr. Iszth\n\n\nSubject:\n SCP-7454\n\n\nNotes:\n SCP-7454 was relatively cooperative with Foundation staff following the intake procedure. The extent of SCP-7454's abilities was still unknown at this time, so several precautions had been taken to ensure that any reality bending effects would remain minimal.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Iszth:\n This is Dr. Iszth, Department of Mythology and Folkloristics, conducting an interview of anomalous humanoid SCP-7454. SCP-7454 was discovered during routine surveillance of the township of A████. How are you feeling, SCP-7454?\n\n\nSCP-7454:\n Oh, I'm sorry, are you talking to me? I thought maybe you were talking to the table or something since you're just rattling off numbers like I'm a fucking piece of furniture.\n\n\nDr. Iszth:\n Apologies, it's part of the job. Would you prefer if I called you Aphrodi-\n\n\n[\nAt this point, the containment chamber begins to shake as SCP-7454 glares at Dr. Iszth. It is possible that the portable SRA may only partially dampen SCP-7454's reality-bending abilities, which are amplified when SCP-7454 is in an emotional state.\n]\n\n\nDr. Iszth:\n Noted… perhaps for now we will refer to you with the moniker of 'Subject'.\n\n\n[\nThe shaking ceases as SCP-7454 looks away\n]\n\n\nSCP-7454:\n Fine.\n\n\nDr. Iszth:\n Very well. Now tell me, Subject. Why were you in the township of A████ yesterday?\n\n\nSCP-7454:\n To partake in the local baked goods.\n\n\nDr. Iszth:\n Baked goods?\n\n\nSCP-7454:\n Yeah, they make these killer donuts there, filled to the brim with jam and cream, just the best.\n\n\nDr. Iszth:\n Right… and the giant naked woman and chicken people?\n\n\nSCP-7454:\n Oh, that? Just trying to have some fun at the party. It was so boring with all the flowers and scented candles, thought they would enjoy some good old-fashioned chaos.\n\n\nDr. Iszth:\n And you definitely weren't attempting to ruin the festival at all, right?\n\n\n[\nSCP-7454 leans forward over the desk\n]\n\n\nSCP-7454:\n Listen, fucknut, the festival was technically MY festival. If they didn't want the literal body that they worship so fucking hard to show up, why on Earth would they even bother setting the damn thing up? They have all these fucking marble statues and pretty dresses wishing for love and beauty, but when a literal god of love shows up and whips their [REDACTED] out it's suddenly heretical? How fucking ignorant can you be?\n\n\nDr. Iszth:\n SC- Subject, please try to calm down. We're just trying to understand who and what you are. We don't want any more incidents to occur.\n\n\nSCP-7454:\n Oh I'm sorry, it's not like you already told me who I was at the start of this fucking interview, huh?\n\n\nDr. Iszth:\n Right, so you claim to be the Greek Goddess of Love, Aphrodite, correct?\n\n\nSCP-7454:\n Call me that again. See what happens.\n\n\nDr. Iszth:\n But that's what you claimed, didn't you? You claimed you were the one they set up the festival for, that would be Aphrodite, am I right?\n\n\nSCP-7454:\n Stop. It.\n\n\nDr. Iszth:\n Why? Do you really hate the name 'Aphrodite' that much?\n\n\n[\nSCP-7454 lunges across the desk towards Dr. Iszth who manages to back away as armed guards enter the room to subdue SCP-7454. Dozens of large beetles\n3\n crawl out from inside Dr. Iszth's coat which they promptly remove. These beetles were later captured and determined to be non-anomalous, albeit abnormally large. They are believed to originate from SCP-7454.\n]\n\n\n\n\n[END LOG]\n\n\n\n\nIn light of the previous incidents, SCP-7454 was moved to a more permanent containment chamber fitted with two stationary Scranton Reality Anchors to prevent the effects of SCP-7454's abilities.\n\n\nAfter three days in containment with no further incidents, SCP-7454 was asked to conduct another interview with Dr. Iszth. SCP-7454 had seemingly calmed down after the outburst and agreed.\n\n\n\n\nInterview SCP-7454-2\n\n\n\n\nDate:\n 26/07/2021\n\n\nInterviewer:\n Dr. Iszth\n\n\nSubject:\n SCP-7454\n\n\nNotes:\n Despite the previous incident and the dangers present, it would appear that SCP-7454 was unable to overpower the combined effects of two concurrent SRAs. In light of this, Dr. Iszth was allowed to continue interviews with armed supervision.\n\n\n\n\nDr. Iszth:\n This is Dr. Iszth, conducting a follow-up interview with SCP-7454. SCP-7454 has agreed to be referred to as 'Subject', and will be referred to as such for the rest of this interview. So, Subject, feel better after your little tantrum?\n\n\nSCP-7454:\n Watch it, or I'll make them centipedes next time.\n\n\nDr. Iszth:\n Oh? It was my understanding that you were struggling to overcome our countermeasures. Is that not true?\n\n\nSCP-7454:\n Whatever the fuck you've done to me, it can't last forever. It's giving me a splitting headache and I feel like shit, but I swear I'll turn your skin inside out as soon as it wears off.\n\n\nDr. Iszth:\n We'll have to see, then, won't we?\n\n\n[\nBoth SCP-7454 and Dr. Iszth are silent for two minutes.\n]\n\n\nDr. Iszth:\n Alright look, maybe we got off on the wrong foot. I am simply here to gain a clear understanding of the situation, but if you continue to react negatively to me asking questions about your past, then these interviews are going to take forever.\n\n\n[\nSCP-7454 lets out a deep sigh and hangs its head.\n]\n\n\nSCP-7454:\n Fine… ask your questions.\n\n\nDr. Iszth:\n Right. So firstly, are you the Greek Goddess Aphrodite?\n\n\n[\nSCP-7454 visibly recoils\n]\n\n\nSCP-7454:\n What do you think?\n\n\nDr. Iszth:\n Okay, why were you at the festival in A████?\n\n\nSCP-7454:\n I was there because I wanted to mess with those idiots for worshipping something so stupid.\n\n\nDr. Iszth:\n They were there to worship you though, weren't they?\n\n\nSCP-7454:\n They were there to worship a two-thousand-year-old image of a pretty lady with her fucking tits out, hoping she would help them bang their cousins or whatever it is rural towns in this country do.\n\n\nDr. Iszth:\n So you don't agree with this portrayal?\n\n\nSCP-7454:\n I tried to move on hundreds of years ago, tried to escape the idea that I was supposed to be this marble statue of perfection that my family had perpetuated throughout the centuries.\n\n\nDr. Iszth:\n Family? Do you mean the other gods?\n\n\nSCP-7454:\n They were all so fucking hung up on the fact that if I tried to be different to the image they had built up, it would ruin their perfect little world. They kept saying to me \"why would you want to be this lowly man when you're the most beautiful woman on Earth?\". Even my own son told me I should be proud and grateful to be who I was, as I was 'the Goddess of motherhood'. Spoilt little shit has mommy issues… you know I wasn't even allowed to wear clothes back then? Because my body was 'so beautiful' my family and worshippers expected me to be nude all the time, just so they could bask in the presence of the perfect woman.\n\n\nDr. Iszth:\n So you decided to leave and change yourself to fit a new image closer to who you wanted to be, and yet the world still saw you as this goddess of feminine beauty. Your followers refused to accept the fact that the body they worship was transgender and instead chose to ignore your preferred gender identity in favour of this image.\n\n\nSCP-7454:\n Transgender? Gender identity? What the fuck are you talking about?\n\n\nDr. Iszth:\n You mean you don't-? I expected you of all people would know what transgender means. Well, in any case, have you tried to change your family's point of view?\n\n\nSCP-7454:\n Tried? Dude, I pretty much waged war on the idea for decades. I burned temples, started new cults, even got rid of that stupid library just to try and start fresh.\n\n\nDr. Iszth:\n Library? Wait-\n\n\nSCP-7454:\n I spent so long trying to force change on these droves of believers that my own family had to intervene to try and stop an upheaval of their entire established religion, smiting anyone who actually cared. My son even doubled down on the idea, creating more and more new faiths across the world that all worship this beautiful and/or motherly figure of love or whatever because the boy has such deep-seated issues he'd rather make a thousand more imitations of his 'mother dearest' before fucking listening to me.\n\n\nDr. Iszth:\n Your son-\n\n\nSCP-7454:\n Venus, Hathor, Mary, Freyja, he made or adopted so many that no matter what I tried there was still swathes of people out there worshipping at least some image of me so that it would be impossible to to change even the slightest amount of the status quo. There would always be a 'sex goddess' always a 'mother deity' always a 'symbol of beauty' and it was always. Connected. To me.\n\n\nDr. Iszth:\n I-… Mary?\n\n\n[\nSCP-7454 slams its fist on the desk before continuing.\n]\n\n\nSCP-7454:\n Do you know how hard it is to have millions of people worship you so intensely that they end up ignoring you? Or worse, treat the person they worship as heretical? Burning down anything they don't like? That they don't believe? That they can't believe? No one listens. No one cares. No one ever fucking… just…\n\n\n[\nSCP-7454 begins to cry before grabbing at its hair and laying its head on the desk. Both Dr. Iszth and SCP-7454 are silent for three minutes.\n]\n\n\nDr. Iszth:\n I think we should end this here for today, don't you agree, Subject?\n\n\n[\nSCP-7454 does not respond.\n]\n\n\nDr. Iszth:\n Alright, this is Dr. Iszth concluding the second interview with SCP-7454.\n\n\n\n\n[END LOG]\n\n\n\n\nDue to the continued hostility of SCP-7454, its containment chamber was kept under the constant effects of the SRAs. Due to the latent issues inherent in utilising this technology for extended periods, it is suggested that a more permanent solution be pursued as soon as possible.\n\n\nContinued interviews are to be conducted with the eventual goal of simpler containment methods.\n\n\n\n\nInterview SCP-7454-3\n\n\n\n\nDate:\n 28/07/2021\n\n\nInterviewer:\n Dr. Iszth\n\n\nSubject:\n SCP-7454\n\n\nNotes:\n SCP-7454 had not shown any ability to overcome the implemented containment procedures even when enraged. As such, Dr. Iszth was allowed to continue with the interviewing process with less supervision, although an armed presence was still recommended.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Iszth:\n This is Dr. Iszth, performing a third interview with SCP-7454. How are you feeling today SCP- sorry, Subject.\n\n\nSCP-7454:\n Terrible.\n\n\nDr. Iszth:\n Care to elaborate?\n\n\nSCP-7454:\n \nFucking\n terrible.\n\n\nDr. Iszth:\n Uh huh… and why is that?\n\n\nSCP-7454:\n My head has been killing me for days. I stand up and I'm so dizzy I just fall over. I can't move, I can't think, I can't do anything. Whatever you did to me, it's just getting worse.\n\n\nDr. Iszth:\n I see… so the effects of the SRAs seem to be taking a toll on you physically.\n\n\nSCP-7454:\n SRAs?\n\n\nDr. Iszth:\n Never mind. Let's see if we can come to some kind of agreement that benefits us both, yes? If you cooperate with me today and in future, then perhaps we can update your protocols so the effect is lessened or maybe even removed.\n\n\nSCP-7454:\n Fine.\n\n\nDr. Iszth:\n Alright, so, we've established who you are and where you came from, but I want to hear more about your family.\n\n\nSCP-7454:\n What about them?\n\n\nDr. Iszth:\n If I'm correct, your family is just as powerful as you, if not more so. This makes them highly dangerous anomalies that we cannot allow to run amok. Do you know where they might be located currently?\n\n\nSCP-7454:\n No clue.\n\n\nDr. Iszth:\n Okay, do you know what they're capable of?\n\n\nSCP-7454: Pretty much anything.\n\n\nDr. Iszth:\n Sure, and how many of them are there?\n\n\nSCP-7454:\n Too many to count.\n\n\nDr. Iszth:\n You said you would cooperate, Subject. I can't do anything for you if you don't give me something.\n\n\nSCP-7454:\n What do you want from me? I haven't seem them in hundreds of years. They could be anywhere doing anything and have probably sired hundreds or thousands more children. It's not like we're on close terms anymore, I don't keep track of them.\n\n\n[\nSCP-7454 places its head in its hands and groans.\n]\n\n\nSCP-7454:\n Listen, can you just… stop doing whatever it is you're doing to me.\n\n\nDr. Iszth:\n I can't do that. Your abilities are dangerous and if we were to deactivate the SRAs you could potentially escape and cause more problems. If you cooperate, we might be able to help, but like I said we need more.\n\n\nSCP-7454:\n I don't have anything to give you! Please it… it just.. hurts so fucking much.\n\n\nDr. Iszth:\n I'm… sorry, Subject, but we can't-\n\n\n[\nSCP-7454 collapses out its chair and onto the floor. Blood is pouring from its nose and it appears unresponsive.\n]\n\n\nDr. Iszth:\n Subject? Subject, can you hear me? Aphrodite? Shit, get medical in here now!\n\n\n\n\n[END LOG]\n\n\n\n\nAfter SCP-7454 collapsed, medical teams were rushed to the containment chamber in order to administer emergency medical care. Dr. Iszth instructed staff to immediately deactivate the SRAs containing SCP-7454 against procedure. After the SRAs were deactivated, SCP-7454 remained in a comatose state for roughly one week before awakening.\n\n\nUpon awakening, Dr. Iszth was immediately contacted to perform an interview.\n\n\n\n\nInterview SCP-7454-4\n\n\n\n\nDate:\n 4/08/2021\n\n\nInterviewer:\n Dr. Iszth\n\n\nSubject:\n SCP-7454\n\n\nNotes:\n SCP-7454 had been receiving medical care within its containment cell when it awoke. Dr. Iszth was contacted and immediately moved to conduct an interview with SCP-7454 under heavy supervision of armed guards.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Iszth:\n Hello, Subject. Are you feeling any better?\n\n\nSCP-7454:\n A bit. What's with the army?\n\n\nDr. Iszth:\n They're here in case you decide to do anything rash. We have deactivated the SRAs temporarily to help you recover, but if you attempt to use your abilities in any way they will be reactivated, understand?\n\n\nSCP-7454:\n Yeah, I get it. Cooperate or suffer. You sound like my family.\n\n\nDr. Iszth:\n Subject, listen, we might be the big scary government organisation here but we're not out to make your life a living hell. Our goal is to simply secure, contain, and protect the anomalous in order to preserve the world from chaos. Right now, you are cooperating with us so we don't need to activate the SRAs. If you continue to do this then we can keep them offline.\n\n\nSCP-7454:\n And what do I have to do to stop you from nearly killing me?\n\n\nDr. Iszth:\n Cooperate, it's that simple. Don't use your abilities without authorisation and stay within the confines of the facility.\n\n\nSCP-7454:\n Is that it?\n\n\nDr. Iszth:\n That's it.\n\n\nSCP-7454:\n Fine. Just please, keep those seizure machines off.\n\n\nDr. Iszth:\n Very well. I will update your containment procedures to reflect this new agreement. Remember this is contingent on you not utilising your abilities.\n\n\nSCP-7454:\n I get it.\n\n\nDr. Iszth:\n Excellent. Once you've recovered we'll schedule more interviews.\n\n\n[\nDr. Iszth stands and moves to leave\n]\n\n\nSCP-7454:\n Iszth.\n\n\n[\nDr. Iszth stops and turns to SCP-7454\n]\n\n\nDr. Iszth:\n Yes?\n\n\nSCP-7454:\n You said a while back that I was 'Transgender'. What does that mean?\n\n\nDr. Iszth:\n Oh, well, it means you identify as a different gender to the one you were assigned at birth. It's a fairly common occurrence among the population. Nowadays the world has a lot deeper understanding of transgenderism and gender identity.\n\n\nSCP-7454:\n Gender identity?\n\n\nDr. Iszth:\n Yes, it's the gender you feel you are as a person, rather than the one you physically appear as or are treated as. Although those aren't mutually exclusive, of course.\n\n\n[\nSCP-7454 remains silent\n]\n\n\nDr. Iszth:\n Is there anything else, Subject?\n\n\nSCP-7454:\n No. I think… I just want to rest.\n\n\nDr. Iszth:\n Very well, I'll conclude this interview.\n\n\n\n\n[END LOG]\n\n\n\n\nAfter the previous interview concluded, SCP-7454 remained cooperative with Foundation personnel even without utilising SRAs to inhibit its abilities. Following the discussion with Dr. Iszth, SCP-7454 asked for materials pertaining to transgenderism and gender identity; in light of its good behaviour, this was summarily granted.\n\n\nAfter three days in recovery, SCP-7454 requested another interview with Dr. Iszth, which was granted.\n\n\n\n\nInterview SCP-7454-5\n\n\n\n\nDate:\n 07/08/2021\n\n\nInterviewer:\n Dr. Iszth\n\n\nSubject:\n SCP-7454\n\n\nNotes:\n SCP-7454 has requested this interview and has been cooperating with Foundation staff more readily after the last interview. It is recommended that mutual cooperation should remain the goal in light of the SRAs' effects on SCP-7454 and the inherent complications of long-term usage.\n\n\n\n\nDr. Iszth:\n This is Dr. Iszth participating in a requested interview by SCP-7454. SCP-7454 will be referred to as 'Subject' for the entirety of this interview. Hi Subject, how are we feeling today?\n\n\nSCP-7454:\n I'm not sure.\n\n\nDr. Iszth:\n You're not sure? Why is that?\n\n\nSCP-7454:\n I just spent the last few days on the books and videos I was given and to be honest, I don't know how I'm supposed to feel or who I'm supposed to be anymore.\n\n\nDr. Iszth:\n Did the materials provided help in any way?\n\n\nSCP-7454:\n They did but… Listen, Iszth-\n\n\nDr. Iszth:\n You can call me Riley.\n\n\nSCP-7454:\n Right, Riley. You told me I might be transgender and that it was pretty common among people, right? Well, in those videos there were just tons of people, ordinary people that have been going through all this and it's the exact same thing I've been dealing with for hundreds of years now and I… I think maybe… you were right.\n\n\nDr. Iszth:\n Oh, that's really good to hear, Subject. I'm happy for you.\n\n\nSCP-7454:\n Yeah, but… It still doesn't change the fact that those imbeciles out there still worship the idea of this ideal and perfect woman, while no one will listen to a word I fucking say.\n\n\nDr. Iszth:\n Well, in your case I imagine it's even more likely to cause distress considering the literal state of worship, but can I suggest something?\n\n\nSCP-7454:\n May as well.\n\n\nDr. Iszth:\n Why don't you instead leave it behind? Abandon the idea and identity of her completely and make a new one for yourself?\n\n\nSCP-7454:\n A new identity? Just like… start over? After it's been so long it'd be so… hard. I mean, you've been asking so much about my past and my family, how am I supposed to move on when part of the deal is that I keep revisiting it all? Like, where am I even supposed to begin?\n\n\nDr. Iszth:\n How about a name?\n\n\nSCP-7454:\n A name?\n\n\nDr. Iszth:\n Yes. Think about a name that fits you better than your dead name, and introduce yourself as that. Hardly anyone actually 'knows' you as a person other than your family, so if you begin to build a life as yourself instead trying to change the world's views, then perhaps you can live a life you want to instead of being trapped by this old and outdated image.\n\n\n[\nSCP-7454 remains silent.\n]\n\n\nDr. Iszth:\n Listen, as I've said before we might be the government agency type, but we're not so cold and foolish as to make our jobs harder and cause you undue suffering over something so trivial as a name. If you continue to cooperate with us like you have been, we may be able to provide the support you need to begin transitioning.\n\n\n[\nSCP-7454 remains silent\n]\n\n\nDr. Iszth:\n Subject?\n\n\n[\nSCP-7454 lays its head on its arms and begins to cry. Dr. Iszth breaks protocol and moves to the other side of the desk to speak with SCP-7454; they are later reprimanded for this action.\n]\n\n\nDr. Iszth:\n Look, we here at the Foundation have access to a wide variety of specialists in every field. Say the word, and provided you continue to cooperate with us and our goals, I can provide you with regular meetings with a Gender Specialist who can help you transition properly.\n\n\n[\nSCP-7454 continues to cry and lifts its head up to look at Dr. Iszth.\n]\n\n\nDr. Iszth:\n Would you like me to make the call?\n\n\n[\nSCP-7454 wipes the tears from its face and nods in agreement.\n]\n\n\nDr. Iszth:\n Alright.\n\n\n[\nDr. Iszth smiles at SCP-7454, and moves back to the other side of the desk.\n]\n\n\nDr. Iszth:\n I'll arrange for you to see a regular specialist and update your procedures so that no mention of Aphrodite will be made in reference to you or around you. The SRAs will remain disabled and you will be given limited freedom around the facility so long as you do not manifest your abilities, understood?\n\n\n[\nSCP-7454 nods in agreement.\n]\n\n\nDr. Iszth:\n Perfect. I am glad you called for this interview today, Subject. Hopefully we can continue working together going forward.\n\n\nSCP-7454:\n Isaac.\n\n\nDr. Iszth:\n Pardon?\n\n\nSCP-7454:\n My name. It's Isaac.\n\n\n[\nDr. Iszth smiles again before moving to leave\n]\n\n\nDr. Iszth:\n It was nice speaking with you, Isaac. I'll see you when we organise a time for another Interview.\n\n\nSCP-7454:\n Thank you, Riley.\n\n\n\n\n[END LOG]\n\n\n\n\nFollowing the interviews, SCP-7454 was scheduled for regular meetings with both Dr. Iszth and Dr. Hannigan, an experienced Gender Specialist hired by the Foundation. No further major incidents involving SCP-7454's reality-bending abilities have been recorded, and Dr. Hannigan reports SCP-7454 has made steady progress in its treatment.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A celebration focused on Aphrodite, celebrating all aspects of the Goddess with an entire month of festivities.\n\n\n2\n. These individuals were later freed and were apparently able to breathe despite being fully encased.\n\n\n3\n. Later identified as \nLygaeus saxatilis\n or 'Cretan Soldier Beetles'.\n\n\n\n\n\n\n\n\n« \nSCP-7453\n | SCP-7454 | \nSCP-7455\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7454\n\" by Iszth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7454\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-7454-A: Discovery and Capture\nSCP-7454 was encountered during a routine surveillance operation in the township of A████, Nebraska U.S.A. on 21/07/2021. The town held a long-standing pagan belief system influenced by an encounter with an anomalous PoI.\nA single agent was embedded in the township to report any anomalous occurrences, of which there had been none reported before the encounter with SCP-7454.\nNote: SCP-7454 apparently has no relation to the PoI in question, and its arrival in A████ seems to be purely coincidental.\nSCP-7454 was placed in a temporary containment chamber fitted with a portable Scranton Reality Anchor before it could be moved to a more permanent location.",
        "Addendum-7454-B: Interview Logs\nSCP-7454 awoke approximately 18 hours later in a state of confusion. After being informed that it was detained for the incident, SCP-7454 proceeded to abuse Foundation staff. While it is presumed that SCP-7454 attempted to use its powers to cause another incident, it would seem that the effects of the SRA implemented in its chamber (in addition to SCP-7454's extremely hungover state) prevented any effects from manifesting.\nDuring standard intake procedure, SCP-7454 claimed that they did nothing wrong due to the festival 'being a festival in their name'. When questioned further on this SCP-7454 did not elaborate; however, it was inferred from this interaction that SCP-7454 was claiming to be the Greek Goddess 'Aphrodite'.\nIn light of this, Dr. Iszth, a researcher under the Department of Mythology and Folkloristics, was tasked with interviewing SCP-7454 in an attempt to learn more.\nIn light of the previous incidents, SCP-7454 was moved to a more permanent containment chamber fitted with two stationary Scranton Reality Anchors to prevent the effects of SCP-7454's abilities.\nAfter three days in containment with no further incidents, SCP-7454 was asked to conduct another interview with Dr. Iszth. SCP-7454 had seemingly calmed down after the outburst and agreed.\nDue to the continued hostility of SCP-7454, its containment chamber was kept under the constant effects of the SRAs. Due to the latent issues inherent in utilising this technology for extended periods, it is suggested that a more permanent solution be pursued as soon as possible.\nContinued interviews are to be conducted with the eventual goal of simpler containment methods.\nAfter SCP-7454 collapsed, medical teams were rushed to the containment chamber in order to administer emergency medical care. Dr. Iszth instructed staff to immediately deactivate the SRAs containing SCP-7454 against procedure. After the SRAs were deactivated, SCP-7454 remained in a comatose state for roughly one week before awakening.\nUpon awakening, Dr. Iszth was immediately contacted to perform an interview.\nAfter the previous interview concluded, SCP-7454 remained cooperative with Foundation personnel even without utilising SRAs to inhibit its abilities. Following the discussion with Dr. Iszth, SCP-7454 asked for materials pertaining to transgenderism and gender identity; in light of its good behaviour, this was summarily granted.\nAfter three days in recovery, SCP-7454 requested another interview with Dr. Iszth, which was granted.\nFollowing the interviews, SCP-7454 was scheduled for regular meetings with both Dr. Iszth and Dr. Hannigan, an experienced Gender Specialist hired by the Foundation. No further major incidents involving SCP-7454's reality-bending abilities have been recorded, and Dr. Hannigan reports SCP-7454 has made steady progress in its treatment.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7454 \" by Iszth, from the SCP Wiki . Source: https://scpwiki.com/scp-7454 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-7454"
}