{
    "url": "https://scp-wiki.wikidot.com/scp-7457",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7457\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7457, partially redacted to prevent its effects.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nThe cave system hosting SCP-7457 has been converted into Foundation Outpost 7457, with free cave chambers being used for storage and personnel habitat.\n\n\nTo prevent civilians from entering, a cover story has been spread, claiming that the cave system is home to fragile relics and that only select researchers are allowed to enter. Security personnel are allowed to use non-lethal force to repel potential trespassers.\n\n\nEntry into the chamber hosting SCP-7457 is reserved only to members of the Anthropology and Memetics department. A CRV of 10 or above and proper innoculations or protective gear are required before viewing SCP-7457. Personel affected by the anomaly are to be sedated and administered with amnestics.\n\n\nDescription:\n\nSCP-7457 is a collection of wall paintings created by a tribe of \nHomo neanderthalensis\n in the department of Dordogne, France. Analysis reveals that SCP-7457 is around 30,000 years old and was added to over several generations, from the tribe's arrival to their eventual demise.\n\n\nEvery individual painting within SCP-7457 is imbued with an associated memetic effect, presumed to have had a postitive influence over the tribe.\n\n\nHowever, due to its creators' brain structure being different from that of a modern human, and the damages inflicted to the paintings by time, SCP-7457 instead has various random and often harmful effects on those viewing it. Those effects include:\n\n\n\n\nSudden catatonia for any length of time.\n\n\nForgetting the identities of one's children.\n\n\nAversion to sunlight.\n\n\nAversion to moonlight.\n\n\nAversion to flashlights.\n\n\nVisions of being pursued by spicy foodstuffs.\n\n\nGaining complete knowledge of how to orient oneself using the stars, consistent with their positions 30,000 years ago. This replaces a random amount of memories.\n\n\nImmediate shattering of all bones.\n\n\nVisceral hatred of human hands and feet.\n\n\nAccelerated calories consumption. This can be reversed by not drinking water for a full 19 hours.\n\n\nSmelling like raw fish. This is permanent.\n\n\nPlayfulness and whimsy.\n\n\nIncreased aggressivity.\n\n\nBears\n.\n\n\nExtreme bouts of paranoia.\n\n\nFlaring pain in all cranial nerves.\n\n\nAgoraphobia.\n\n\nThe irresistible urge to ritually sacrifice stand-up comedians.\n1\n\n\n\n\nEach individual memetic effect has been theorised to be part of a larger meme complex that the tribe added to or expanded over time. While its existence remains theoritical, is has been tentatively designed SCP-7457-1.\n\n\n\n\n+ Insert Anthropology Department credentials\n\n\n\n\n- close\n\n\n\n\n\n\n\n\nDr Laroche's research\n\n\nDon't forget to add to main file\n\n\n\n\n\n\n\n\nDay One\n\nToday, Vamer showed me the draft for the general clearance version of the file. I told him it left a lot out, but he argued the only people who needed to know more would learn it all once I start adding my logs to the locked version.\n\n\nSo if you're from the Anthropology Department\n2\n here's where I'll record everything we learn about SCP-7457.\n\n\nDay Two\n\nThe cave system we found SCP-7457 in is big. Very big. We've identified several chambers, all with a purpose. There's sleeping quarters (where we pitched our own tents), storage rooms, and even one that appears to have been dedicated to practicing medicine, judging by the tables and crude tools. It's where we're keeping the field agents who discovered SCP-7457 first. Those who survived, anyway.\n\n\nAnother one of the rooms serves as a mass grave, filled with bodies of both \nHomo neanderthalensis\n and \nHomo sapiens\n. Most of them died from blunt force trauma. Just another case of one tribe wiping another out.\n\n\nIt is weird that the \nHomo sapiens\n tribe took the time to bury the bodies, but didn't settle in the cave. Maybe SCP-7457 has something to do with that.\n\n\nMoreau isn't letting anyone inside SCP-7457's chamber until his team comes up with a way to protect us from its effects. Since Vamer was brought in because of his specialisation in ancient arts, he's pretty much just twiddling his thumbs for now. Me though, I already have plenty to work on.\n\n\nDay Four\n\nSCP-7457 wasn't the only anomaly we found in that cave. None are as noteworthy though: a stone rod that makes fire when you strike it against wood, a bone knife that can't cut through other bones, a wool pelt that doesn't seem to degrade over time or get dirty… They'll probably all go on the AO list.\n\n\nDay Nine\n\nMoreau finally whipped up something that'll let us work on SCP-7457 itself. Those goggles he made filter out any and all memetic effects, and we'll be able to adjust those filters to allow individual ones to come through.\n\n\nFor now, when looking at the walls, all we see are black squares upon black squares. But the chamber itself already holds a lot of information. It's much, much bigger than all the other rooms. We think it served as a communal area and mess hall. Clearly, SCP-7457 held a great importance to these people.\n\n\nDay Twelve\n\nToday we took a direct, unfiltered look at some of the paintings. I blacked out for 13 hours and when I woke up, one of the field agents had been reduced into a distorted broken mess, and one of Moreau's men smelled like fish. I'll have to ask regional command if they can spare us some Ds.\n\n\nDay Seventeen\n\nProgress has been slow and steady. Moreau is cataloguing all the effects we come across, hoping to find some pattern while his team roll out innoculations for the ones that have been tested. Vamer is studying some of the \"safe\" paintings to find out what tools and materials were used to make them.\n\n\nI found an altar near the middle of the room (we couldn't see it before we cleared out one of the paintings, it was obscured by the filter). No signs of Akiva radiations or their residues. If these people didn't worship SCP-7457, maybe it was just a place to gather?\n\n\nDay Nineteen\n\nVamer and his team sucessfully restored one of the paintings today. Before, it used to switch people's perception of what was edible and what wasn't for 63 hours. Now, it makes people smell through their mouth for 41 hours.\n\n\nThis proves that the damages done had an impact on the effects, but that due to SCP-7457's makers being Nehanderthals, the effects are still twisted for modern humans. Unless Nehanderthals actively wanted to smell through their mouths. Times were weird back then.\n\n\nDay Twenty-Three\n\nWith more paintings restored, Moreau insists that there's a pattern. According to him, all the individual paintings are components of a bigger whole, their memes weaving and merging into a unified core complex. We've designated this hypothetical core SCP-7457-1, but we won't be able to confirm that it actually exists until we've catalogued all its components.\n\n\nWhile Moreau busies himself with his -1 theory, Vamer and I have been studying the paintings themselves, not their effects.\n\nThey seem to mostly fall into three categories: warnings\n3\n, instructions\n4\n, and scenes of people enjoying life. There are a few stranger ones that Vamer thinks were made for comedy, references to in-jokes we'll never get.\n\n\nDay Twenty-Eight\n\nVamer… Vamer is getting transferred to that Site in Middle-Normandy. A low-activity assignment to let him recover from what happened.\n\nMoreau is going to increase the security checks for any personel leaving the Outpost. It stings, losing such a large part of our staff, but we must keep going.\n\n\nDay Thirty-Six\n\nIt cost us 5 more D-Class and one more researcher, but we have finally catalogued every painting and their effects.\n\nAnd yet, we are no closer to understanding SCP-7457-1. Moreau has shown me his research and I agree that it should exist, but it seems we need more time to figure out what it is.\n\n\nI'll have to let Moreau's team work on it alone while I return to the main Site. I need to visit Medical about my newly-developed heterochromia and Mathematical to deliver those bear corpses.\n\n\nDay Fourty-Four\n\nSCP-7457-1 has no relations to the colors or categories of the paintings. The most productive thing I have done all week was trimming down the Description's list of effect.\n\n\nDay Fifty-Two\n\nProgess! I decided to look back over everything we've gathered so far and found something that we had missed. The corpses in the burial room did not actually all die at the same time.\n\nWhile the majority of them, including the ones bearing battle injuries died around the same time, some of the corpses died later, spread across a few decades. Those later corpses are all \nHomo sapiens\n, suggesting that their tribe did in fact settle in these caves, but left after some time. This is a lead!\n\n\nDay Fifty-Five\n\nWe followed the lead and found the \nHomo sapiens\n tribe. They had a pretty big settlement some kilometers away, where they thrived for a few generations before migrating further away. And in one of their ruins, we found several copies of the same painting. It got filtered by the goggles when I put them on so we know it's memetic too. We'll call the first ones SCP-7457-A and this one SCP-7457-B.\n\n\nDay Fifty-Six\n\n-B sounded so promising. According to Moreau's analysis, it's a condensed form of -1, adapted by \nHomo sapiens\n without any individual effects on top. And from what I've gathered from the site, it was also very important to the people who lived there.\n\n\nAnd yet it does nothing.\n\n\nI've had a new D-Class brought in, one without prior exposure to -A. Had her sit and stare at those paintings for hours and she didn't feel anything. Even though -B has no visible damage and was made by the right species.\n\nAre we doing something wrong?\n\n\nDay Sixty\n\nMoreau's gone paranoid. He believes -1 is a slow-acting and undetectable effect, like the one that got Vamer. He has taken his team back to the Site and shut himself off in one of the E-Class holding cells. Says he doesn't want to be a risk to anyone else.\n\n\nI could study all the ruins and remains I can find, but without an expert in memetics, I'm no closer to understanding -1. Maybe it's time I called in some outside help.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Eva Laroche, Project head, Outpost 7457\n\n\nSubject:\n Need your help with memetic anomaly\n\n\n\n\n\n\nHello.\n\n\nI'm working on an anomaly in France, and we know it's memetic but we don't know what it does. My colleague who knows how this stuff works locked himself in a cell and I've exhausted all other leads, so I could really use some help getting to the bottom of this. I hear you're kind of an expert, can you take a look?\n\n\nI've attached a text copy of the full file, a picture (with filters) of the clearest vector we could find, as well as a Euler Model Memetic Contagion Scan of my brain after looking at it.\n\n\nDesperately,\n\nEva Laroche.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Eva Laroche, Project head, Outpost 7457\n\n\nFrom:\n Lillian Lillihammer, PhD, Site-43\n\n\nSubject:\n Re:Need your help with memetic anomaly\n\n\n\n\n\n\nGreetings.\n\n\nYour vector is a pretty mild one, intended to embed a certain concept or idea within the minds of people seeing it, with some indirect influence over their behaviour.\n\n\nAs for your Euler Scan, I can't tell anything from it alone. If you want me to tell you what was affected, you need to send me a scan from before you were exposed.\n\n\nSincerely,\n\nLillian Lillihammer, PhD, Site-43\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Eva Laroche, Project head, Outpost 7457\n\n\nSubject:\n Re:Re:Need your help with memetic anomaly\n\n\n\n\n\n\nOh of course, I'll send it right away.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Eva Laroche, Project head, Outpost 7457\n\n\nFrom:\n Lillian Lillihammer, PhD, Site-43\n\n\nSubject:\n Re:Re:Re:Need your help with memetic anomaly\n\n\n\n\n\n\nThis is the same file, I would appreciate if you did not waste my time with mistakes like this.\n\n\nSincerely,\n\nLillian Lillihammer, PhD, Site-43\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Eva Laroche, Project head, Outpost 7457\n\n\nSubject:\n Re:Re:Re:Re:Need your help with memetic anomaly\n\n\n\n\n\n\nNo? The second one I sent was taken back at my Site, prior to my first interaction with the anomaly. It's procedure to take one at the beginning of an assignment with a memetic anomaly.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Eva Laroche, Project head, Outpost 7457\n\n\nFrom:\n Lillian Lillihammer, PhD, Site-43\n\n\nSubject:\n Re:Re:Re:Re:Re:Need your help with memetic anomaly\n\n\n\n\n\n\nYou do not need to explain the procedure to me. Something must be wrong then, because those two scans are identical, at least in the area that would be affected by the picture you sent me.\n\n\nSincerely,\n\nLillian Lillihammer, PhD, Site-43\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Eva Laroche, Project head, Outpost 7457\n\n\nSubject:\n Re:Re:Re:Re:Re:Re:Need your help with memetic anomaly\n\n\n\n\n\n\nSo if I follow what you're saying, I had been affected by SCP-7457-1 before even seeing -A and -B?\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Eva Laroche, Project head, Outpost 7457\n\n\nFrom:\n Lillian Lillihammer, PhD, Site-43\n\n\nSubject:\n Urgent\n\n\n\n\n\n\nFollowing a bad hunch, I ran a test on one of my colleagues. It appears he too had already been affected by SCP-7457-1 despite never having been anywhere near France.\n\nThis might be more serious than we thought.\n\n\nSincerely,\n\nLillian Lillihammer, PhD, Site-43\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Eva Laroche, Project head, Outpost 7457\n\n\nSubject:\n Re:Urgent\n\n\n\n\n\n\nDo you think it's worldwide? We know that the tribe that made SCP-7457-B migrated after a while, perhaps they might have spread more vectors. After all, if they copied it from those Nehanderthals, others might have copied it from them.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Eva Laroche, Project head, Outpost 7457\n\n\nFrom:\n Lillian Lillihammer, PhD, Site-43\n\n\nSubject:\n Re:Re:Urgent\n\n\n\n\n\n\nI will begin a search for more vectors of SCP-7457-1. I want you to summarise what you have learned so far about how it was conveyed in those tribes.\n\n\nSincerely,\n\nLillian Lillihammer, PhD, Site-43\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Eva Laroche, Project head, Outpost 7457\n\n\nSubject:\n Re:Re:Re:Urgent\n\n\n\n\n\n\nOf course.\n\nFrom my research and Moreau's, we know that SCP-7457-1:\n\n\n\n\nWas of great cultural significance to the people who made and spread it.\n\n\nWas associated with guidance.\n\n\nHad a positive impact on the tribes it affected, I noticed large demographic and cultural discrepancies between them and unaffected tribes in the same region.\n\n\nWas encouraged to be copied and shared.\n\n\nWas most often made of vectors with three parts.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Eva Laroche, Project head, Outpost 7457\n\n\nFrom:\n Lillian Lillihammer, PhD, Site-43\n\n\nSubject:\n No longer urgent\n\n\n\n\n\n\nIt seems you will need to give the SCP-7457 file an extensive rework. SCP-7457-1's vectors are indeed spread worldwide and its effect are present in a vast number of people.\n\n\nLuckily for us, they are both positive and barely noticeable.\n\n\nAfter my search returned many positive results for SCP-7457-1 vectors, I was able to run a few more tests and figure out its effects. SCP-7457-1 conveys the idea of a positive lifestyle, and carries a slight compulsive effect that encourages people to survive, cultivate bonds with other people\n5\n, and enjoy their company/creations. As I said, these effects are very weak and are easily ignored.\n\n\nIt also appears that over time, vectors of SCP-7457-1 have evolved from visual representations to textual ones, which are more easily copied and shared. I believe that the lack of awareness of SCP-7457-1's existence while copying these vectors is what has lead to its effects weakening.\n\n\nIn any case, while SCP-7457-A itself remains dangerous, the version of SCP-7457-1 that was made by \nHomo sapiens\n and has now spread worldwide poses no threat to humanity or the Veil.\n\nOnce you update the file with all the recent developments, you can consider this case closed. I no longer need to be involved.\n\n\nSincerely,\n\nLillian Lillihammer, PhD, Site-43\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Eva Laroche, Project head, Outpost 7457\n\n\nSubject:\n Re: No longer urgent\n\n\n\n\n\n\nThank you immensely for your help, Dr Lillihammer. Your theory about the evolution of the vectors is interesting, do you think you could send me an example of the modern ones so I can verify it, and perhaps include it in the revised file?\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Eva Laroche, Project head, Outpost 7457\n\n\nFrom:\n Lillian Lillihammer, PhD, Site-43\n\n\nSubject:\n Re: Re:No longer urgent\n\n\n\n\n\n\nI thought this would be obvious from the description I gave you.\n\n\nDr Laroche, you just spent the last couple of months studying the world's oldest \"Live, Laugh, Love\" sign.\n\n\nSincerely,\n\nLillian Lillihammer, PhD, Site-43\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Unlike most of SCP-7457's effects, this was not immediately detectable. It instead manifested on the night when, to celebrate recent progress, Dr Vamer took his team to the \"Marrakech du rire\" festival, resulting in ██ civilian casualties.\n\n\n2\n. Or memetics, Moreau's team needs the updates too.\n\n\n3\n. One in particular looks like a graphic depiction of SCP-████.\n\n\n4\n. Including various dance moves.\n\n\n5\n. This appears to be somewhat amplified towards people who have also been affected by SCP-7457-1.\n\n\n\n\n\n\n\n\n« \nSCP-7456\n | SCP-7457 | \nSCP-7458\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7457\n\" by Guezma, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7457\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nThe \"Redacted painting image was made by combining the following two images:\n\n\n\n\nFilename\n: Lascaux II.jpg\n\n\nAuthor\n: Jack Versloot\n\n\nLicense\n: Creative Commons Attribution 2.0 Generic\n\n\nSource\n: \nhttps://commons.m.wikimedia.org/wiki/File:Lascaux_II.jpg\n\n\n\n\n \n\n\n\n\nFilename\n: BlkadD.jpg\n\n\nAuthor\n: Architect5051\n\n\nLicense\n: Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource\n: \nhttps://commons.m.wikimedia.org/wiki/File:BlkadD.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7457 \" by Guezma, from the SCP Wiki . Source: https://scpwiki.com/scp-7457 . Licensed under CC-BY-SA .",
        "Filename : Lascaux II.jpg Author : Jack Versloot License : Creative Commons Attribution 2.0 Generic Source : https://commons.m.wikimedia.org/wiki/File:Lascaux_II.jpg",
        "Filename : BlkadD.jpg Author : Architect5051 License : Creative Commons Attribution-Share Alike 4.0 International Source : https://commons.m.wikimedia.org/wiki/File:BlkadD.jpg"
    ],
    "containment_procedures": "The cave system hosting SCP-7457 has been converted into Foundation Outpost 7457, with free cave chambers being used for storage and personnel habitat.",
    "description": "SCP-7457 is a collection of wall paintings created by a tribe of Homo neanderthalensis in the department of Dordogne, France. Analysis reveals that SCP-7457 is around 30,000 years old and was added to over several generations, from the tribe's arrival to their eventual demise.",
    "title": "SCP-7457"
}