{
    "url": "https://scp-wiki.wikidot.com/scp-7464",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains subject matter such as body horror and medical horror related to insects, plant diseases, and other bodily changes. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+80\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7464\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7464\n\n\n\n\n\n\nSpecial Containment Procedures:\n Following standard Foundation rural containment procedures, a 2km perimeter around SCP-7464 is to be cleared. A chain link fence is to be erected on the edges of this perimeter, with inspections being subsequently on a bi-yearly basis to ensure the condition of the aforementioned fence. Maintenance of the fence will be done at the discretion of the head researcher.\n\n\nDue to the abundance of corpses within the graveyard that SCP-7464 grows in, it is not expected to exhaust its current food source for several decades. Should the subject be determined to have run out of its supply of its current food source, additional corpses or carcasses are to be procured.\n\n\nAdditional Special Containment Procedures (Jan 27, 1965):\n Due to the slowness of SCP-7464’s means of communication, audio recording devices are to be placed at the “mouths” at the ends of SCP-7464’s arms in order to determine the current word the anomaly is communicating. As the subject’s occasional state of pain precludes it from communicating for weeks to months at a time, special schedules are to be created regarding when and how authorized personnel can communicate with the anomaly.\n\n\nDescription:\n SCP-7464 is an immobile humanoid entity currently growing within an abandoned graveyard, made to assume the shape and functions of a tree. In order to fulfill its role, SCP-7464 has been found to have several unique characteristics:\n\n\n\n\nA rounded and cylindrical body mimicking the structure of a tree trunk, with its rib cage being expanded far beyond its normal shape in order to support the subject’s weight.\n\n\nA bark-like outer covering made entirely of hardened human calluses, allowing the subject the ability to resist both blunt and sharp forces.\n\n\nAbnormally elongated legs that dig into the soil in the same way as roots, with specialized bone-eating humanlike mouths within the soles of its feet that allow it to consume corpses below.\n\n\nTwo separate esophagi within both legs located between the fibula and tibia bones as well as within an abnormally enlarged femur bone, leading up to the subject’s stomach.\n\n\nAn extremely slow metabolism and growth rate which allows SCP-7464 to survive on little food for months at a time\n\n\nTwo vertically outstretched arms covered in long, thick, black hair that mimic the structure (but not the function) of leaves or vines. Beginning from December 17, 1964, these arms, unlike their legs, branch at the elbow or the fingers. This allows more arms to grow in their place.\n\n\nHands with humanlike mouths located on the surfaces of their palms. Unlike the mouths located on the anomaly’s legs, these mouths only seem to possess the ability to allow the anomaly to breathe.\n\n\nTwo separate tracheae within both arms that connect the mouths on the surfaces of their palms to the anomaly’s extremely large lungs. Both tracheae lack vocal cords, rendering SCP-7464 incapable of normal speech.\n\n\nTwo extremely small ears on either side of the anomaly’s “face”.\n\n\nTwo large, bloodshot eyes on the anterior surface of the anomaly’s trunk.\n\n\nA large “facial” mouth, sewn shut with a thin vine-like thread\n1\n\n\n\n\nAside from its unique tree-like characteristics, it has been determined that SCP-7464 possesses much the same physiology and anatomy as a normal human. As demonstrated within Addendum 7464.1, SCP-7464 is capable of feeling pain, often quivering, tearing up, or crying in response to branching limbs, burrowing termites, or other conditions. SCP-7464’s eyes are also capable of slowly following researchers who lapse into its field of vision, implying basic animalistic sentience. However, its sapience \nis yet to be proven.\n (see Addendum 7464.1)\n\n\nAddendum 7464.1:\n The following log contains a summary of events and discoveries related to SCP-7464 beginning from its discovery to the present day. For ease of use, communication-related events are highlighted in \nblue\n and damage-related events are highlighted in \nred\n.\n\n\n\n\nOctober 12, 1964:\n SCP-7464 is discovered growing at a remote cemetery within a remote graveyard near the abandoned village of Sao Antonio in the state of Mato Grosso do Sul, Brazil. A 2km fence perimeter is erected around the subject by the Brazilian branch of the Foundation.\n\n\nNovember 4, 1964:\n \nSCP-7464’s breathing is heard getting louder, but no special note is made of it.\n\n\nDecember 17, 1964:\n SCP-7464’s right upper arm begins to branch at the elbow. A smaller, infant-like hand is seen emerging at the wrist. SCP-7464’s eyes are first seen tearing up.\n\n\nDecember 24, 1964:\n The mouth of the new emerging arm opens for the first time. \nAll mouths begin to exhale at 30 decibels\n2\n, well above the normal exhalation decibel level of 10.\n\n\nDecember 31, 1964:\n SCP-7464 begins to occasionally quiver.\n\n\nJanuary 3, 1965:\n The new arm continues to grow. However, unlike its counterparts, it grows downwards opposite the direction of the subject’s arm.\n\n\nJanuary 18, 1965:\n \nA researcher sees a small but growing termite nest on the subject’s right underarm, eating away at the wood-like calluses of SCP-7464’s skin.\n SCP-7464 continues to exhale at 30 decibels.\n\n\nJanuary 20, 1965:\n \nSCP-7464 is heard continuously making an “h” sound as it exhales in a manner similar to whispering.\n\n\nJanuary 27, 1965:\n \nSCP-7464 shifts sounds from an “h” to an “e”. Special note is made of this, with audio recording devices being set up beside SCP-7464’s mouth to best observe any other changes.\n\n\nJanuary 30, 1965:\n \nSCP-7464 shifts sounds to an “l” sound.\n\n\nFebruary 1, 1965:\n \nSCP-7464 shifts sounds to an “p” sound.\n\n\nFebruary 3, 1965:\n \nSCP-7464 shifts sounds to an “m” sound.\n\n\nFebruary 4, 1965:\n \nSCP-7464 shifts sounds to an “ee” sound.\n The words “HELP ME.\" are discerned.\n\n\nFebruary 10, 1965:\n SCP-7464 is redefined as sapient, but unable to communicate effectively. After formulating a response with his team, Head Researcher Campos asks SCP-7464 what it is.\n\n\nFebruary 11, 1965:\n \nSCP-7464 begins to form an “a” sound.\n\n\nFebruary 19, 1965:\n \nSCP-7464 shifts sounds to an “m” sound.\n\n\nFebruary 24, 1965:\n \nSCP-7464 shifts sounds to an “a\" sound.\n\n\nMarch 2, 1965:\n \nSCP-7464 shifts sounds to an “n” sound.\n The words “A MAN.” are discerned.\n\n\nMarch 3, 1965:\n \nThe termite nest within SCP-7464’s right underarm continues to eat away at SCP-7464’s skin.\n\n\nMarch 4, 1965:\n Head Researcher Campos asks SCP-7464 what happened to it.\n\n\nMarch 5, 1965:\n \nSCP-7464 begins to form an “a” sound.\n\n\nMarch 7, 1965:\n \nSCP-7464 shifts sounds to an “c” sound.\n\n\nMarch 8, 1965:\n \nThe termites eat past SCP-7464’s epidermis and begin to chew on its dermis. Blood is seen flowing from the wound.\n\n\nMarch 9, 1965:\n \nSCP-7464 shifts sounds to an “a” sound.\n\n\nMarch 12, 1965:\n \nSCP-7464 continues to emit an “a” sound.\n\n\nMarch 15, 1965:\n \nSCP-7464 continues to emit an “a” sound. It seemingly refuses to shift sounds any further. Campos’ team attempts to find a reason as to why.\n\n\nMarch 16, 1965:\n Junior researcher Almeida suggests that \n“It’s trying to scream.”\n\n\nMarch 17, 1965:\n A plan is made to remove the termites from SCP-7464’s skin. A boric acid solution was considered, but ultimately discounted due to the perceived risk to SCP-7464’s health\n3\n. A Dichlorodiphenyltrichloroethane (DDT) solution was applied instead.\n\n\nMarch 19, 1965:\n SCP-7464 continues to scream.\n\n\nMarch 20, 1965:\n \nFirst application deemed insufficiently effective. Termites are hypothesized to have burrowed under SCP-7464’s skin. More blood is seen flowing from the wound.\n\n\nMarch 22, 1965:\n Second application of DDT solution made.\n\n\nMarch 25, 1965:\n \nSolution deemed insufficiently effective. Small parts of SCP-7464’s skin near the original underarm area is seen bulging. SCP-7464’s wound is deemed to be at risk for infection.\n\n\nMarch 27, 1965:\n \nDeeming that there was no other choice, a boric acid solution was sprayed onto the termite infestation within SCP-7464’s skin.\n\n\nMarch 28, 1965:\n \nBlisters develop on the sprayed area. SCP-7464’s “screaming” begins to move down to 10 decibels.\n\n\nMarch 29, 1965:\n \nSCP-7464 is unresponsive. Its body temperature is elevated from 36 degrees Celsius to 38 degrees Celsius.\n\n\nMarch 30, 1965:\n Termite corpses begin to slowly fall out of SCP-7464’s wound.\n\n\nApril 1, 1965:\n SCP-7464 remains unresponsive. Its body temperature slowly begins to fall to 36 degrees Celsius.\n\n\nApril 7, 1965:\n SCP-7464 continues to remain unresponsive. Its eyes remain open.\n\n\nApril 9, 1965:\n The falling of termite corpses from SCP-7464’s wound ceases.\n\n\nApril 12, 1965:\n \nSCP-7464 is deemed to be catatonic.\n\n\nApril 29, 1965:\n Another hand is seen growing from SCP-7464’s left elbow.\n\n\nJune 17, 1965:\n The arm beneath the newly grown hand begins to fully emerge. Another hand is seen sprouting from the wrist of the first.\n\n\nJanuary 2, 1966:\n SCP-7464 continues to grow. More branches are seen emerging from its wrists and elbows.\n\n\nApril 7, 1966:\n \nOne of SCP-7464’s fingers from its original right hand begins to slowly wither in a manner similar to gangrene.\n\n\nSeptember 26, 1966:\n \nThe withering has spread to almost all of SCP-7464’s fingers. Its left hand begins to show the same withering.\n\n\nMay 3, 1968:\n \nBoth of SCP-7464’s original hands become dried husks, with the shape of the fingerbones underneath becoming wrapped by blackened skin.\n Meanwhile, more of SCP-7464’s newly-grown hands continue to branch.\n\n\nJanuary 3, 1972:\n SCP-7464 continues to grow and branch out. However, it begins to bend anteriorly as it does so. \nMore of its older hands and arms begin to wither.\n\n\nSeptember 4, 1975:\n SCP-7464’s anterior bend corrects itself, giving its trunk a crooked shape as it grows upwards.\n\n\nMay 28, 1983:\n SCP-7464’s withered branches begin to fall off.\n\n\nOctober 6, 1987:\n \nA bird lands on one of SCP-7464’s withered hands. It begins to build a nest from its withered fingers.\n\n\nOctober 9, 1987:\n \nSCP-7464 begins to cry.\n\n\nOctober 30, 1987:\n On a routine visit by Head Researcher Almeida, SCP-7464’s eyes move for the first time in decades.\n\n\nNovember 4, 1987:\n \nSCP-7464 is heard making an “k” sound.\n\n\nNovember 6, 1987:\n \nSCP-7464 shifts to making an “u” sound.\n\n\nNovember 9, 1987:\n At the direction of Site Director Campos, Head Researcher Almeida begins to note the shifts in the sounds that the subject makes.\n\n\nNovember 14, 1987:\n \nSCP-7464 shifts to making an “r” sound.\n\n\nDecember 2, 1987:\n \nSCP-7464 shifts to making an “ss” sound.\n The words \"CURSE.” are discerned. Head Researcher Almeida concludes that this is SCP-7464’s answer to the last question asked of it.\n\n\nDecember 3, 1987:\n Head Researcher Almeida asks SCP-7464 what cursed it.\n\n\nDecember 4, 1987:\n SCP-7464 is seen pulling the edges of its mouth in a slight smile. It begins to tear up.\n\n\nDecember 7, 1987:\n \nSCP-7464 is heard making a “th” sound.\n\n\nDecember 8, 1987:\n \nA woodpecker lands on one of SCP-7464’s branches. It begins to burrow into SCP-7464’s trunk.\n SCP-7464 is seen slightly quivering, but continues to speak.\n\n\nDecember 18, 1987:\n \nSCP-7464 shifts to making an “e” sound.\n\n\nDecember 19, 1987:\n \nRoot rot begins to manifest on SCP-7464’s left leg. It rapidly withers the leg. SCP-7464 continues to speak.\n\n\nDecember 25, 1987:\n \nSCP-7464 continues making an \"e\" sound.\n\n\nDecember 26, 1987:\n \nThe hair on SCP-7464’s arms begin to fall out, leaving behind bald spots. The subject continues to speak.\n\n\nDecember 31, 1987:\n \nSCP-7464 shifts to making an “t” sound.\n\n\nJanuary 1, 1988:\n \nThe woodpecker penetrates SCP-7464’s hardened skin and begins burrowing into its flesh. SCP-7464’s eyes become bloodshot, but it continues to speak.\n\n\nJanuary 5, 1988:\n \nSCP-7464 shifts to making an “r” sound.\n\n\nJanuary 6, 1988:\n \nTree fungi begins to manifest on SCP-7464’s right eyeball. The subject continues to speak.\n\n\nJanuary 10, 1988:\n \nSCP-7464 shifts to making an “ee” sound.\n\n\nJanuary 11, 1988:\n \nA large flock of birds begin to land on SCP-7464’s branches, breaking off both withered and healthy fingers and arms.\n SCP-7464 quivers violently, but continues to speak.\n\n\nJanuary 17, 1988:\n \nSCP-7464 continues to make an “ee” sound.\n\n\nJanuary 18, 1988:\n \nThe vines sewing SCP-7464’s facial mouth shut begin to shorten, ripping parts of its lips and causing blood to flow down from its face.\n SCP-7464 continues to speak.\n\n\nJanuary 22, 1988:\n \nSCP-7464 finishes by making an “s” sound.\n The words (“THE TREES.”) are discerned.\n\n\n\n\nUpdate (Jan 23, 1988):\n Using the new technology of DNA testing, Foundation researchers extracted a sample from SCP-7464 in order to discern its identity within the organization’s database.\n\n\nA definitive match was made with Mr. John Pereira, a Brazilian-American lumber mogul last seen on October 1, 1964. He disappeared while surveying a part of the Amazon rainforest for land clearing.\n\n\n\n\nFootnotes\n\n\n1\n. This remains the only instance of SCP-7464 possessing any normal plant-based characteristics.\n\n\n2\n. The decibel equivalent of a human whisper\n\n\n3\n. Boric acid is a caustic solution, with symptoms of boric acid poisoning including seizures, fevers, and a lack of responsiveness.\n\n\n\n\n\n\n\n\n\n\nThis article was written by\n \nEcronak\n.\n\n\nImages created by AnAnomalousWriter.\n\n\n« \nSCP-7463\n | SCP-7464 | \nSCP-7465\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7464\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7464\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Forest\n\n\nAuthor:\n Jennifer C.\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/29638108@N06/28265409398/\n\n\n\n\n\n\nName:\n Skovfogedegen oak tree\n\n\nAuthor:\n Rigsters\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://sketchfab.com/3d-models/skovfogedegen-oak-tree-fd582b0d4a8c4af1a1b5c4f21a481c93\n\n\n\n\n\n\nName:\n Low poly skeleton ribs\n\n\nAuthor:\n assetfactory\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://sketchfab.com/3d-models/low-poly-skeleton-ribs-bbfe5e9f25854433b8fb8c4a3f4eaf33\n\n\n\n\n\n\nName:\n Rigged Arms\n\n\nAuthor:\n mrgyarmati\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://sketchfab.com/3d-models/rigged-arms-76f4c7ae0b3e4cf9a57613ab991fad06\n\n\n\n\n\n\nName:\n ear\n\n\nAuthor:\n phenopeia\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://sketchfab.com/3d-models/ear-5c08927eda4a45e693e8398251ce27fb\n\n\n\n\n\n\nName:\n Stitched Vitamins\n\n\nAuthor:\n Luca Florio\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/elle_florio/30331906924/\n\n\n\n\n\n\nName:\n The Face Of Boe from Doctor Who (529654275)\n\n\nAuthor:\n Ben Sutherland\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:The_Face_Of_Boe_from_Doctor_Who_(529654275).jpg\n\n\n\n\n\n\nName:\n Human_eye_showing_subconjunctival_hemorrhage\n\n\nAuthor:\n James Heilman, MD\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Human_eye_showing_subconjunctival_hemorrhage.jpg",
    "addendums": [
        "Addendum 7464.1: The following log contains a summary of events and discoveries related to SCP-7464 beginning from its discovery to the present day. For ease of use, communication-related events are highlighted in blue and damage-related events are highlighted in red ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7464 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-7464 . Licensed under CC-BY-SA .",
        "Name: Forest Author: Jennifer C. License: CC BY 2.0 Source Link: https://www.flickr.com/photos/29638108@N06/28265409398/",
        "Name: Skovfogedegen oak tree Author: Rigsters License: CC BY 4.0 Source Link: https://sketchfab.com/3d-models/skovfogedegen-oak-tree-fd582b0d4a8c4af1a1b5c4f21a481c93",
        "Name: Low poly skeleton ribs Author: assetfactory License: CC BY 4.0 Source Link: https://sketchfab.com/3d-models/low-poly-skeleton-ribs-bbfe5e9f25854433b8fb8c4a3f4eaf33",
        "Name: Rigged Arms Author: mrgyarmati License: CC BY 4.0 Source Link: https://sketchfab.com/3d-models/rigged-arms-76f4c7ae0b3e4cf9a57613ab991fad06",
        "Name: ear Author: phenopeia License: CC BY 4.0 Source Link: https://sketchfab.com/3d-models/ear-5c08927eda4a45e693e8398251ce27fb",
        "Name: Stitched Vitamins Author: Luca Florio License: CC BY-SA 4.0 Source Link: https://www.flickr.com/photos/elle_florio/30331906924/",
        "Name: The Face Of Boe from Doctor Who (529654275) Author: Ben Sutherland License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:The_Face_Of_Boe_from_Doctor_Who_(529654275).jpg",
        "Name: Human_eye_showing_subconjunctival_hemorrhage Author: James Heilman, MD License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Human_eye_showing_subconjunctival_hemorrhage.jpg"
    ],
    "containment_procedures": "Following standard Foundation rural containment procedures, a 2km perimeter around SCP-7464 is to be cleared. A chain link fence is to be erected on the edges of this perimeter, with inspections being subsequently on a bi-yearly basis to ensure the condition of the aforementioned fence. Maintenance of the fence will be done at the discretion of the head researcher.",
    "description": "SCP-7464 is an immobile humanoid entity currently growing within an abandoned graveyard, made to assume the shape and functions of a tree. In order to fulfill its role, SCP-7464 has been found to have several unique characteristics:",
    "title": "SCP-7464"
}