{
    "url": "https://scp-wiki.wikidot.com/scp-7465",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nContains mentions of suicide.\n\n\n\n\n\n\n\n\nrating: \n+7\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7465\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n References to the anomaly have been censored from public records.\n\n\nDescription:\n SCP-7465 is a presence which exists in the basement of a large warehouse in Concho, Ohio, U.S. Despite lacking a physical form, SCP-7465 has a strong influence on physical reality. This is most evident in the minds of its victims, but it also permeates the surrounding area and can be measured using standard omen-reading tools. SCP-7465 is sentient and possibly sapient. Its exact motives are unknown, but for the purposes of the SCP Foundation, SCP-7465 acts out of a hatred for human life.\n\n\nIt is unknown how or why SCP-7465 chooses its victims. No decision mechanism has been found; victims have come from different countries, economic backgrounds, and psychological states with no common link between any of them. When a victim is chosen, a slow and inescapable process of anomalous imprinting begins. This manifests in a unique way with each one: a mother in her early forties began experiencing episodes of catastrophic doom several times a week where she would see a \"black wall, a black black black black wall of fear\" surrounding her apartment. A young university student suffered a nervous breakdown in one of his classes and later took an extended leave of absence. He returned to live with his family before succumbing to SCP-7465's influence the following month. The student's sister then fell victim to SCP-7465 herself. She expressed its influence with a series of five-hundred abstract drawings using pencil and drawing paper before her death.\n\n\nAt a certain point, most often a month after exposure, the victim will decide to travel to Concho. They can be and often are talked out of this initially by friends or family, but their decision is final, regardless of outside effort. If the victim lives close enough to Concho, they may attempt to drive or take some form of public transportation to the city. Poorer victims or those who don't own a car may hitchhike or even walk if the journey is not too unreasonable. If the victim lives further away or has no reasonable method of travel, they will create one. The most notable example of this was a teenage girl from El Salvador who, on the eve of her nineteenth birthday, sold all of her belongings, abandoned her family, and bought a one-way plane ticket to Cleveland before hitchhiking to Concho.\n\n\nAn experience all documented victims of SCP-7465 share is their interest in the journey expanding the longer it takes for them to complete it. While it may begin only as a mild obsession — minor when compared to similar anomalies catalogued by the SCP Foundation — it will slowly grow in the victim's mind until it becomes an integral part of their sense of self. They will become reliant on it. Many feel an intense need to create monuments to the journey\n1\n or document themselves in some way, believing that they can only introspect when relating their experiences to SCP-7465, Concho, or the basement in some way. The victim will often reference the journey in works of art or school assignments or diary entries, even when it makes little sense to do so. All art created by victims will become large-scaled: a poor painter in New Zealand covered all of their canvases with the phrase \"Not enough food for me\", written in an extremely small font with white paint. They continued writing it on the walls, the floor, and the ceiling of their home over the course of three days. By their own estimate, they had written the phrase over three-hundred thousand times, covering most of the nearby street before they were discovered.\n\n\nThe victim will become overwhelmed by emotion when they reach Concho. They will be unable to move or speak, or if they can speak, they will ramble in an uncontrolled manner. Pessimism is a common symptom, as well as a sudden lack of care for personal safety. Victims may experience episodes of intense rage, a common source of their anger being a fear of destruction: destruction of themselves, of the things or people around them, of the world at large. These feelings can last up to one full day but will always fade into a deep acceptance. The victim will overcome a great mental obstacle at this point. It may be anything from a past trauma to recent emotional troubles — the exact obstacle does not seem to matter other than it exists, the victim cares for it, and it is overcome. Once this happens, the victim's death is imminent.\n\n\nThe victim, sometimes on their own and sometimes with the accompaniment of a friend, will travel to the building where SCP-7465 resides. They will then enter the basement alone and, using a thin piece of fabric, a cord, their belt or some other sturdy material, hang themselves until dead on the pipes that run along the ceiling. The entire process occurs to five individuals a year on average.\n\n\nTesting on SCP-7465 has been slow. Many researchers have refused to work on the anomaly, and those who do often leave within two or three years. Exiting staff note a common feeling which drove them to quit: a strong, angry, almost humiliating sense of shame which persists for months after.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The term 'monument' here is important. Victims specifically use this term quite often when describing their creations. Notably, while this term suggests a kind of religious devotion, victims have thus far never referred to SCP-7465 as a deity or treated it in that way. Instead, they think of it as a neutral presence in their lives, a kind of omniscient bystander. Further analysis is ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-7464\n | SCP-7465 | \nSCP-7466\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7465\n\" by redredred, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7465\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7465 \" by redredred, from the SCP Wiki . Source: https://scpwiki.com/scp-7465 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7465",
    "object_class": "Euclid",
    "containment_procedures": "References to the anomaly have been censored from public records.",
    "description": "SCP-7465 is a presence which exists in the basement of a large warehouse in Concho, Ohio, U.S. Despite lacking a physical form, SCP-7465 has a strong influence on physical reality. This is most evident in the minds of its victims, but it also permeates the surrounding area and can be measured using standard omen-reading tools. SCP-7465 is sentient and possibly sapient. Its exact motives are unknown, but for the purposes of the SCP Foundation, SCP-7465 acts out of a hatred for human life.",
    "title": "SCP-7465"
}