{
    "url": "https://scp-wiki.wikidot.com/scp-7466",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7466:\n Ethereal Canvas\n\n\nAuthor:\n \nBarbarous Bread\n\n\n⚠️ \nContent warning:\n This article contains brief implications of suicide.\n\n\n\n\n\n\n\n\nrating: \n+19\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️\ncontent warning ↑\n\n\nby \nBarbarous_Bread\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7466\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwo immature SCP-7466 detected near the Site-53 Observatory.\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\n \n\nGiven their small population and localized breeding grounds, it is unlikely that members of the public will inadvertently discover SCP-7466 or their creations. If this does occur, Site-53 security forces are to retrieve the individual(s) and amnesticize them. They may then be released at the nearest roadway or access point.\n\n\nRegular patrols are to be conducted of known SCP-7466 territory to monitor their population and activity levels.\n\n\nPublicly available satellite imagery of region is to be manipulated and geographical studies of this area are to be restricted to minimize risk of exposing the existence of SCP-7466.\n\n\n \n\n\n\n\n\n\nDescription\n\n\n\n\n\n\n \n\nSCP-7466 are spectral entities that meticulously re-create various objects out of available materials. Their current population is 68 and they occupy a small, remote area near Site-53. As these entities have only been found in the desert, they have been seen using a variety of native elements such as sand, gravel, clay, flora, and fauna. As SCP-7466 develop, they display advanced skill in mimicry of both natural and man-made structures.\n\n\n\n\n\n\nExample of SCP-7466 construction resembling the Site-53 Observatory.\n\n\n\n\n\n\nSCP-7466 utilize telekinetic abilities to modify their environment in order to entice a partner, behavior similar to that of some non-anomalous animals.\n.\nFor example, male white-spotted pufferfish (\nTorquigener albomaculosus\n) create and decorate intricate circular nests to attract mates.\n \nIndividual SCP-7466 will craft objects in clusters to display to potential mates. These objects, while far from simplistic, demonstrate only the early developments of their abilities. SCP-7466 will periodically evaluate the objects constructed by others using an unknown metric. Should two instances be satisfied with one another's work, they will then bond for life.\n\n\nFollowing successful coupling, the two SCP-7466 will begin a collaborative endeavor which will last until their deaths.\n.\nSCP-7466 instances typically live 12-15 years.\n \nThese large-scale projects involve manipulating the landscape in a way that their additions appear congruent with pre-existing features of the region. SCP-7466 utilize minute, progressive changes to the area to achieve this effect. These projects \nserve no known purpose\n [Update: \nSee Addendum 7466.1\n].\n\n\n \n\n\n\n\n\n\nAddendum 7466.1: Survey Expedition\n\n\n\n\n\n\n \n\nAs SCP-7466 were deemed to pose no threat, Junior Researcher David Carlyle was tasked with surveying the population of SCP-7466 and to observe them at various stages in their lifespan.\n\n\n \n\n\n\n\nBEGIN LOG\n\n\n\n\n27 JUL 2019\n\n\nToday I began by following the two SCP-7466 that were found near the Site-53 Observatory. I was able to find an area with 15 entities each appearing to be juveniles. They are engaging in simplistic behaviors such as meandering through the desert or manipulating the desert's surface to form illustrations. While these are rudimentary in terms of their full capabilities, they still express an intuitive understanding of complex geometry.\n\n\nBefore me are fractal patterns extending for dozens of meters, diagrams of celestial movements, and I believe one of them took note of me as it seems to be re-creating my face in the dirt.\n\n\n\n\n29 JUL 2019\n\n\nThey do not rest nor do they appear to require sustenance. Each moment is spent seeking out things to create. I've found scores of various things that they've made, but unfortunately the small or superficial ones are prone to degradation so we may never know how much they have created. The ones that do remain are beautiful.\n\n\nI may not be an artist, but I can appreciate the craft.\n\n\nThere are almost 40 of the entities here. From my vantage point along this bluff, there is a field of objects that they've made: vehicles, animals, cacti, towers of intricate and interwoven spirals at least 30 meters tall. Some complete and many in progress.\n\n\nThe young are scurrying about the objects finding materials to add to their own. A branch, a stone, pieces of dilapidated creations — all repurposed into something new, something of their own.\n\n\nI've seen a few of the entities who have examined each other's portfolio of sophisticated re-creations. Some simply return back to their own areas, while others pair up and then withdraw from this area together.\n\n\n\n\n03 AUG 2019\n\n\nThere are few elder entities in this area. Exploring on foot makes finding them harder as they seek isolated locations in the desert to work on massive collaborative projects. I've seen them in the process of building up mountains, excavating canyons, expanding rivers, and boring out cave systems. Their choices and placement of building materials seem to indicate a desire for these to appear as though they were natural, that they belong.\n\n\n\n\n\n\nTwo mature SCP-7466. Colorized areas indicate alterations that SCP-7466 have made to the environment. Detected via measurement of Mansfield-Pitt Radiation indicative of physical manipulation by spectral entities.\n\n\n\n\n\n\n\n\n01 SEP 2019\n\n\nAfter being out here for over a month, I have considered where these beings come from many times.\n\n\nI believe that I have discovered the answer. I'll bring it back to the site in the next few days.\n\n\nI've taken a particular interest in a pair of the beings. I've stayed with them exclusively for the past three weeks. They were near death. I assumed as much due to their decreased activity and radiance.\n\n\nTheir deaths were like that of a star: they collided and then collapsed upon themselves. They then exploded scattering throughout the region. Each stone, each grain of sand, everything that they've touched was riddled with the remains of its designer.\n\n\nThat was three days ago.\n\n\nToday everything that was imbued with those remnants began to shimmer in a vibrant white. These particles began to coalesce into a myriad of shapes upon the earth. The shapes then merged along captivating spirals to a few separate spaces. As each shape formed their final arrangements, they lifted from the soil.\n\n\nEach one a new entity. Three of them scurrying about newly formed and eager to carry on their progenitor's legacy.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAddendum 7466.2: Recovered Journal\n\n\n\n\n\n\n \n\nDuring the later portion of Dr. David Carlyle's expedition, he made camp at a dilapidated structure that appeared to be a residence at one point. Its walls were covered in illustrations and compositions in various stages of deterioration.\n\n\nA grave marker was noted behind the building with the name \"David\" carved into it. Next to the grave was a decayed corpse with what appeared to be self-inflicted injuries to its arms.\n\n\nPhotos below show the building's interior and the grave site.\n\n\nDr. Carlyle recovered a journal from this building and digitized the last entry:\n\n\n \n\n\n\n\nThese years at your side have been the greatest of my life. Your mind and creativity made me feel that the world was worth living in, even if you felt that it wasn't. We ran here to escape the people who shunned us, but you couldn't run away from the darkness inside. God knows you tried.\n\n\nI miss your touch, your breath against my neck as we danced under the stars.\n\n\nNow you are buried beneath those same stars.\n\n\nI sit here content with the thought that I will soon join you. Each day feels longer, emptier. I can't wake up any longer without seeing your face resting next to me. Your eyes looking into my soul.\n\n\nI will paint once more so that the world won't forget your beauty. So that I can see you one last time.\n\n\nThen we can be together, my beloved, creating for eternity.\n\n\n\n\n \n\n\n\n\n\n\nPhoto of Structure Interior\n\n\n\n\nPhoto of Structure Interior\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nOverhead Photo of Grave Site\n\n\n\n\nOverhead Photo of Grave Site\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nrating: \n+19\n+\n–\nx\n\n\n\n\nMore by Barbarous_Bread\n\n\n\n\nMore by Barbarous_Bread\n\n\n\n\nSCPs:\n\n\n\n\n\n\n\n\nItem #\n\n\nRating\n\n\nComments\n\n\n\n\n\n\nSCP-5414\n\n\n+ 55\n\n\n8\n\n\n\n\n\n\nSCP-6252\n\n\n+ 32\n\n\n8\n\n\n\n\n\n\nSCP-6680\n\n\n+ 29\n\n\n9\n\n\n\n\n\n\nSCP-6855\n\n\n+ 28\n\n\n1\n\n\n\n\n\n\nSCP-7252\n\n\n+ 66\n\n\n18\n\n\n\n\n\n\nSCP-7826\n\n\n+ 24\n\n\n3\n\n\n\n\n\n\nSCP-7466\n\n\n+ 19\n\n\n5\n\n\n\n\n\n\n\n\nTales:\n\n\n\n\n\n\n\n\nItem #\n\n\nRating\n\n\nComments\n\n\n\n\n\n\nI Dream of Trains\n\n\n+ 14\n\n\n0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n« \nSCP-7465\n | SCP-7466 | \nSCP-7467\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7466\n\" by Barbarous Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7466\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Critters (Modified by \nBarbarous Bread\n)\n\n\nName:\n Sechura Desert (also Nazca Desert)\n\n\nAuthor:\n A. Duarte\n\n\nLicense:\n \nCC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Castle (Modified and combined by \nBarbarous Bread\n)\n\n\nName:\n Sand Castle, Mission Beach\n\n\nAuthor:\n Gary J. Wood\n\n\nLicense:\n \nCC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\nName:\n Nevada Desert\n\n\nAuthor:\n Tela Chhe\n\n\nLicense:\n \nCC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Canyon (Modified by \nBarbarous Bread\n)\n\n\nName:\n Desert View Grand Canyon 3\n\n\nAuthor:\n Tony Hisgett\n\n\nLicense:\n \nCC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Wall (Modified and combined by \nBarbarous Bread\n)\n\n\nName:\n Peeling Paint On Wood Board\n\n\nAuthor:\n L.C. Nøttaasen\n\n\nLicense:\n \nCC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\nName:\n Giorgio Agamben painted portrait _DDC0720\n\n\nAuthor:\n thierry ehrmann\n\n\nLicense:\n \nCC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Grave (Modified and combined by \nBarbarous Bread\n)\n\n\nName:\n Fractal Modular Star\n\n\nAuthor:\n Kerstin\n\n\nLicense:\n \nCC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\nName:\n Starry Spin-up\n\n\nAuthor:\n European Southern Observatory (ESO)\n\n\nLicense:\n \nCC BY 4.0\n\n\nSource Link:\n \nWikipedia\n\n\nName:\n Aerial Sand\n\n\nAuthor:\n Jason Schuller\n\n\nLicense:\n \nCC 0\n\n\nSource Link:\n \nStockSnap",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7466 \" by Barbarous Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-7466 . Licensed under CC-BY-SA .",
        "Filename: Critters (Modified by Barbarous Bread ) Name: Sechura Desert (also Nazca Desert) Author: A. Duarte License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: Castle (Modified and combined by Barbarous Bread ) Name: Sand Castle, Mission Beach Author: Gary J. Wood License: CC BY-SA 2.0 Source Link: Flickr Name: Nevada Desert Author: Tela Chhe License: CC BY 2.0 Source Link: Flickr",
        "Filename: Canyon (Modified by Barbarous Bread ) Name: Desert View Grand Canyon 3 Author: Tony Hisgett License: CC BY 2.0 Source Link: Flickr",
        "Filename: Wall (Modified and combined by Barbarous Bread ) Name: Peeling Paint On Wood Board Author: L.C. Nøttaasen License: CC BY 2.0 Source Link: Flickr Name: Giorgio Agamben painted portrait _DDC0720 Author: thierry ehrmann License: CC BY 2.0 Source Link: Flickr",
        "Filename: Grave (Modified and combined by Barbarous Bread ) Name: Fractal Modular Star Author: Kerstin License: CC BY-SA 2.0 Source Link: Flickr Name: Starry Spin-up Author: European Southern Observatory (ESO) License: CC BY 4.0 Source Link: Wikipedia Name: Aerial Sand Author: Jason Schuller License: CC 0 Source Link: StockSnap"
    ],
    "title": "SCP-7466"
}