{
    "url": "https://scp-wiki.wikidot.com/scp-7467",
    "all_text": "Don’t let the flame die out.\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7467\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIllustrated depiction of Homo sapiens cobolorumius\n\n\n\n\n\n\nSpecial Containment Procedures:\n All available Foundation surveillance drones are to locate and track GoI-7467 (“The Goblin Gang”). Mobile Task Force Chi-37 (“Goblin Slayers”) has been formed to prevent further GoI-7467 attacks, to detain the members of the GoI, and to reclaim SCP-7467, which has been acquired by the GoI. Witnesses of SCP-7467 are to be amnesticized and all available media outlets are to disseminate appropriate cover stories to news media.\n\n\nWhile the effects produced by SCP-7467 are temporary, individuals affected by SCP-7467 are to be quarantined until anomalous effects cease, as these individuals are still a danger to the civilian population. Following the cessation of these effects, affected individuals are to be administered Class-A amnestics and released back into the civilian population. Locating SCP-7467 is of top priority.\n\n\nDescription:\n SCP-7467 is an eigenweapon\n1\n that contains three chambers that hold three separate cartridges of ammunition. This ammunition can alter the fabric of reality through three separate means.\n\n\nThe first chamber carries ammunition that can alter certain aspects of an individual and how they function. It achieves this by penetrating a small, almost imperceptible hole into the noosphere\n2\n, and changing the individual thoughts, perceptions, and personality of the target to those primarily associated with the species \nHomo sapiens cobolorumius\n.\n3\n The effect can last for up to fourteen days.\n\n\nThese changes include:\n\n\n\n\nDecreased intelligence\n\n\nIncreased erratic behavior\n\n\nThe desire to provoke violence and encourage mischief\n\n\nThe desire to carry explosive devices\n\n\nRejection of social norms or expectations\n\n\nRejection of apprehension for one’s self-image\n\n\nThe desire to tear one’s clothes off and make abnormal vocalizations\n\n\nThe desire to make questionable decisions\n\n\n\n\nThe second chamber carries ammunition that, when striking a target, increases or decreases Hume levels rapidly in a ten meter diameter area of reality. How SCP-7467 uses this mechanism without malfunctioning and altering itself or the user is unknown, as the ammunition that carries this ability should not have the capacity and capability to alter reality. The effect lasts for two hours before reverting reality to its standard state.\n\n\nThe third chamber carries ammunition that is essentially a chaotohazard.\n4\n When striking a target, nothing occurs initially, but once the target makes a small decision, that decision can lead to absurd, disastrous, and potentially fatal consequences, regardless of the decision made and the correlation between decision and consequence. For instance, buying a shoe in a thrift store in the United States could result in an earthquake in Taiwan.\n\n\nDiscovery:\n SCP-7467 was discovered on January 2022, when a former employee of \nPrometheus Labs\n turned himself in to the Ross County Police Department, Ohio, USA. When interrogated, the individual identified himself as Richard Wagner and informed police of his construction of SCP-7467 and the approximate location of the object. A Foundation employee embedded in the department informed his superiors of the object, and it was successfully acquired by an MTF and transferred to Site-35.\n\n\nRichard Wagner had also informed police of a colleague that had worked on the project extensively with him, and was the one who designed the original weapon. The colleague was identified as Cornelius Neugebauer III, who is supposedly a resident of Ohio, however, extensive searching of the Foundation’s database and in official Ohioan documentation has revealed that no such person has ever been a citizen of Ohio. Investigation into the identity of Cornelius Neugebauer is ongoing.\n\n\nBefore Wagner could be interviewed by the Foundation for further intel on the object and other objects of Prometheus Labs, he was inexplicably missing from his cell. Analysis of surveillance footage in the facility shows multiple imperceptible forces grabbing Wagner and dragging him throughout the prison and toward the exit. The identity of this group was initially unknown, however, subsequent analysis of the initial abduction and other similar incidents reveal the perpetrators to be GoI-7467.\n\n\nADDENDUM-7467-1: INCIDENT 7467-1\n\n\nThe following incident was recorded by CCTV surveillance inside Site-35 on 15/5/22. The footage contains information on GoI-7467’s initial break-in and subsequent acquisition of SCP-7467 and is transcribed below.\n\n\n\n\n13:51:\n A supply truck pulls into the site’s garage. The driver opens the back of the truck and carries three large boxes and places them on the floor. He then enters the site with the relevant credentials and heads to the nearest bathroom.\n\n\n13:55:\n The front of one of the boxes is cut open from the inside by a large knife. Three members of GoI-7467 tumble out of the box and begin expressing various profanities at each other. One of the goblins puts a finger in the front of their mouth to silence the others and begins to slowly tiptoe their way to the entrance of the site.\n\n\n13:59:\n Three more goblins not previously seen exit the bathroom, one of them swiping what appears to be skin off of their brow. One goblin protests the idea of disguising as a human, citing a cramped space, the poor quality of the pig skin used making the disguise not effective, and having to constantly smell the stench of rotting flesh. The other goblins wave them off, telling them to focus on the mission. The goblins then put on transparent cloaks that make them imperceptible by sight, and begin to run through the hallways.\n\n\n14:08:\n The first set of goblins from the garage enter a security checkpoint, and begin to provide a distraction for the unseen goblins as they pass through security undetected and close the doors behind them. The guards are eventually incapacitated.\n\n\n14:14:\n The concealed goblins enter the sealed containment chamber for SCP-7467, and quickly incapacitate the patrolling guards before they are able to activate the alarm. The goblins remove their cloaks and begin to attempt to decode the password for the vault door by looking for clues and making guesses as to what the password is. When this attempt fails, one of the goblins places an explosive device near the door and lights the fuse, setting off an explosion that completely demolishes the door. The goblins take SCP-7467 and quickly exit the containment wing.\n\n\n14:21:\n The goblins activate SCP-7467 several times, causing extensive damage to several sections of the site. Multiple site security personnel attempt to impede the goblins’ progress, however, they are struck by SCP-7467 and begin to crawl on all fours and howl.\n\n\n14:23:\n As the goblins pass the site cafeteria, they shift SCP-7467 to its third cartridge, and fire at site psychologist Dr. Michael Prescott. Dr. Prescott does not notice the assault and begins to take another bite of his sandwich. As he does so, all of the humanoid containment chambers in the site open automatically, causing a mass containment breach. Fortunately, most if not all of the humanoid anomalies contained within the site are undergoing rehabilitation as the site is mostly a psychiatric center, and so they are cooperative with the Foundation. Those that are hostile do not pose a threat and are eventually contained.\n\n\n14:26:\n The site undergoes a lockdown. As the doors to the garage seal, the goblins shift to the second cartridge, and fire at the sealed doors. The Hume levels begin to decrease, causing the doors to cease to exist. All of the goblins reconvene, enter the truck, and exit the site.\n\n\n\n\nAnalysis of the footage above confirms the perpetrators to be GoI-7467. How they were able to infiltrate a high-security site by plainly entering through the side entrance without being checked by security is unclear, as is how they were able to incapacitate multiple highly-trained security personnel. No casualties were reported, and the major damage done to the site reverted after two hours. The search for GoI-7467 is ongoing.\n\n\nADDENDUM-7467-2: INITIAL INTERVIEW\n\n\nThe following is an interview between Security Officer Blake and PoI-7467-1 (“Cornelius Neugebauer III”). It contains important information regarding GoI-7467, the creation of SCP-7467, and extensive details regarding the mechanics of SCP-7467.\n\n\n\n\nInterviewed:\n Cornelius Neugebauer III\n\n\nInterviewer:\n Security Officer Emily Blake\n\n\n\n\n<Begin Log>\n\n\nBLAKE:\n State your name for the record, please.\n\n\nCORNELIUS:\n For your records, my name is Cornelius Goblinado von Musel Kowalski de Neugebauer III, but you can just call me Cornelius.\n\n\nBLAKE:\n Right. So, Mr. Neugebauer, do you know why you are here with us today?\n\n\nCORNELIUS:\n It’s about the weapon, isn’t it?\n\n\nBLAKE:\n Correct, Mr. Neugebauer. We wish to know more about this particular weapon known as SCP-7467, how you’d come to construct it, and of course, how it has come into the hands of an extremist group that plans to do unspeakable things to our people.\n\n\nCORNELIUS:\n I figured that would come up, considering my… history.\n\n\nBLAKE:\n You know it all too well.\n\n\nCORNELIUS:\n In retrospect, I never should have built that weapon. If you are here for retribution, then so be it. I deserve all of it.\n\n\nBLAKE:\n Mr. Neugebauer, we are not here to punish you. That is not necessary. I am only asking you a few questions relevant to the ongoing situation, and then we can discuss our options when we get there. Sounds good?\n\n\nCORNELIUS:\n That is fine with me.\n\n\nBLAKE:\n Great. First up, how did this all start? What was the exact purpose for this object’s creation? This seems like a weapon too dangerous for even Prometheus’ standards, so I am curious to hear how exactly this went down.\n\n\nCORNELIUS:\n As Richard had told the police already, it was my idea. I was a part of the group known as the Goblin Gang, but we weren’t really a ‘gang’. At least, not originally.\n\n\nBLAKE:\n Really? Say, what was your group originally?\n\n\nCORNELIUS:\n It’s simple, really. We were a group who advocated for our rights as goblins. Peacefully, of course. We wanted to share our grievances with the world, but then you showed up and amnesticized our ticket to freedom.\n\n\nBLAKE:\n Mr. Neugebauer, you should know by now that we could never let that happen. Everyone could see you. You almost caused a major breach of secrecy, and that little incident caused a lot of headaches for the higher-ups.\n\n\nCORNELIUS:\n I knew the risks of alerting your Foundation, madam, but I had to do it. These people are afraid of something that hasn’t affected them in the slightest.\n\n\nCORNELIUS:\n We can be a mischievous bunch, sure, but not to the point of malice. We don’t blow people up out of the blue. We don’t raze your homes and steal valuable items. We are good engineers, some of us scholars, construction workers, just normal folk that go through our lives normally like you do, but there is something that is keeping us apart.\n\n\nCORNELIUS:\n We are shown in your popular culture as weak, incompetent, mindless drones working for some dark lord so that you can prove that we can be squashed. We are only a bunch of rancid, destructive, and ultimately harmless beasts to you. There is a clear, inherent disparity between you and me, but we cannot reveal this harsh truth, for your fear of wanton destruction and violent outbreaks between both the paranatural and the surface world leads our oppressors to crush our necks without consequence, and is frankly a paranoid and condemnatory decision.\n\n\nBLAKE:\n Mr. Neugebauer, this little tangent isn’t necessary. We need to keep the veil closed and protect it so that our world and your world can both be safe. You have free ports so that you can be protected from the people who will cut you down. We are not bending a knee to a specific ideology or country. We have more important matters than that.\n\n\nCORNELIUS:\n Your veil will not protect you or us from anything. It keeps the outgroup from the ingroup. That’s why I marched down Washington that day. I had to end it, no matter what it took. But you are still adding more fuel to the fire.\n\n\nBLAKE:\n And you tried to smother the fire, which didn’t evidently work, and now we have what’s left of that disaster running around, doing the things that you claim are not true.\n\n\nCORNELIUS:\n I had gone into hiding because you were still searching for me. What you see today was my doing. My actions alone led to all of this.\n\n\nBLAKE:\n And how does Wagner fit into this?\n\n\nCORNELIUS:\n I walked into their doors in ‘97. Even before the incident, Prometheus was on their last legs. Their original vision was squashed. What once was a pioneer in the development of paranatural technology for the benefit of mankind became nothing more than a weapons manufacturer.\n\n\nBLAKE:\n They had classified contracts to manufacture weapons for worldwide militaries since the beginning.\n\n\nCORNELIUS:\n Of course, but before then, they were a lot more than that, and now those contracts were the only thing that they had left.\n\n\nCORNELIUS:\n I came up to Richard, disguised as a MC&D liaison. Once I released my disguise and explained the situation, he understood my plight, as his daughter had come out as transgender two years earlier.\n\n\nCORNELIUS:\n There are many like me, lonely souls searching for a better tomorrow. We each want to be heard, to be recognized not as an enemy but as an equal, the same as the people above us, regardless of differences. I realized that we, the people at the bottom, can rise together and stand against the people pushing us down, even if we are doing it for different reasons.\n\n\nBLAKE:\n And I assume that Wagner realized the same thing?\n\n\nCORNELIUS:\n He had his reasons as well. He wanted to make sure that there was no way in hell that anyone was going to take his daughter away from him.\n\n\nCORNELIUS:\n And so, we began construction.\n\n\nBLAKE:\n Well then, Mr. Neugebauer, I’d like to thank you for providing me with the necessary context so far. But what I want now is the how. What are the exact mechanics of this thing? How did you manage to create a weapon so destructive that you had to penetrate a hole into another plane of existence entirely?\n\n\nCORNELIUS:\n Good question. Which function do you want to start on first?\n\n\nBLAKE:\n How about the personality changer?\n\n\nCORNELIUS:\n Yes. That.\n\n\nBLAKE:\n It’s a real head scratcher that you wanted your opponents to make a fool of themselves involuntarily instead of, you know, actually harming them in some way, as a normal weapon should.\n\n\nCORNELIUS:\n I do not wish to harm innocent people. I wanted to show them that the way we think isn’t necessarily a bad thing. Sometimes, you might just need to let yourself go and let the true, unbridled you out. It’s very calming, trust me.\n\n\nBLAKE:\n But I guess you forgot about the consent factor?\n\n\nCORNELIUS:\n Correct. I didn’t think of it until after it was done. The noosphere is a big old mess of concepts bleeding from other spheres and ideas that make us what we are, but I discovered that if you can untangle the strings, you can find an individual string and change a part of that person’s string.\n\n\nCORNELIUS:\n Maybe I was letting my anger get the best of me, but I took it too far nonetheless. Us scientists are always preoccupied with whether we could do something, but we never sit down and stop to ask if we should do that thing.\n\n\nBLAKE:\n I guess that’s why the reality bending was the easy part, then?\n\n\nCORNELIUS:\n Prometheus already had many technologies that delved into the field of ontokinetics. The only problem was keeping the weapon stable while disrupting the reality in front of you, but we made it work.\n\n\nBLAKE:\n And the last function?\n\n\nCORNELIUS:\n Have you ever heard of chaos theory?\n\n\nBLAKE:\n Not particularly, no.\n\n\nCORNELIUS:\n It describes the underlying patterns of the apparent randomness of chaotic complex systems, particularly the point where stability moves to instability or order moves to disorder.\n\n\nCORNELIUS:\n The Butterfly Effect is an often used example of this theory. One small action in one state can make a huge difference for a later state. A butterfly flapping its wings can cause a hurricane on the other side of the world.\n\n\nBLAKE:\n And you found something pertaining to this?\n\n\nCORNELIUS:\n Yes. The chaotohazards. Unlike most of the hazards that you’ve seen, these exist in many deterministic nonlinear systems, where if found they can cause disastrous results of an unprecedented and unpredictable scale.\n\n\nCORNELIUS:\n I found and harnessed these hazards, and put them as the last and final function in the weapon.\n\n\nBLAKE:\n This weapon in general seems very dangerous if you only wanted to prove your opponents wrong. It makes them look like they're right about you.\n\n\nCORNELIUS:\n I was blind to my arrogance. I wanted to inspire others into taking the charge as I have done, but I didn’t realize that what I did was not going to prove anything. All I could do with that thing was slaughter your people like lambs. But now it’s in the hands of a movement that I built from the ground up, twisted into an unrecognizable form twenty-four years later.\n\n\nBLAKE:\n It’s not exactly unrecognizable.\n\n\nCORNELIUS:\n What are you implying?\n\n\nBLAKE:\n The current figurehead of this GoI might be very familiar to you.\n\n\nBlake pulls out a picture of an middle-aged goblin and places it on the table.\n\n\nBLAKE:\n Do you know who this is?\n\n\nCORNELIUS:\n No. It can’t be.\n\n\nBLAKE:\n We printed this still from a video recorded a few hours ago from a surveillance camera in the exterior of the Chase Bank in New York. This ‘Ulysses’ melted all the gold in there into slag. We have confirmed this familiar face to be the leader of GoI-7467.\n\n\nCORNELIUS:\n I thought he was taken. I thought he was put in a cell! He’s still out there?\n\n\nBLAKE:\n Yes, and he has your weapon, and most likely a plan to cripple our species and ruin many lives. That’s why we brought you here.\n\n\nBLAKE:\n We need your expertise on 7467 and the prior knowledge of Ulysses and the GoI in general in order to stop them. We need 7467 back before it’s too late.\n\n\nCORNELIUS:\n I cannot meet him again. Not after what he did to my family. He is a danger to us all.\n\n\nBLAKE:\n We’re not letting you go out to meet him by yourself. We have an experienced MTF joining you in the fight. We will not let harm come to you. We just need some advice and a little helping hand. Pun not intended.\n\n\nCORNELIUS:\n He’s smarter than you think. A full MTF coming full speed at him won’t do anything. He knows exactly how to stop you, which is why the raid at your site was so successful in the first place.\n\n\nBLAKE:\n That is also why we need you to solve that problem. You want that weapon out of the wrong hands? Now’s the time.\n\n\nCORNELIUS:\n If we are both willing to get rid of that thing, I might consider it. Just as long as you promise me that we get it out of his hands before he does the inevitable. If I am right, the consequences could be catastrophic.\n\n\nBLAKE:\n I will let the higher-ups know. Thank you for your time, Mr. Neugebauer. We look forward to seeing you soon.\n\n\n<End Log>\n\n\n\n\nADDENDUM-7467-3: INITIAL DEBRIEF\n\n\nThe following is a transcript of the initial meeting between PoI-7467-1 and MTF Chi-37. It covers the proposed plans to detain PoI-7467-2 (“Ulysses Eisenberger”) and recontain SCP-7467.\n\n\n\n\n<Begin Log>\n\n\nRUSKIN:\n Alright folks, welcome back. Glad to see all of you again. Today’s a very important day, as we have a special guest joining us for the ride, so I want you to be on your best behavior today, alright?\n\n\nLIU:\n This isn’t primary school, Theodore.\n\n\nRUSKIN:\n Well, with that attitude it sounds like you’re still in school, so I thought I just had to remind some of you that we have to be kind and respectful towards others, especially to our friend here today.\n\n\nCORNELIUS:\n I am no friend of your organization, just a mere acquaintance.\n\n\nDAVIS:\n Is that a goblin?\n\n\nRUSKIN:\n Yes, Noah, that is a goblin. Very astute observation.\n\n\nDAVIS:\n Holy shit, we have our own little Boblin!\n\n\nCORNELIUS:\n I am not a pet for you to keep, or a ‘Boblin’, whatever abomination that is.\n\n\nTheodore leans in toward Cornelius’ ear.\n\n\nRUSKIN:\n I am so sorry about them.\n\n\nCORNELIUS:\n It’s alright. I’ve seen worse.\n\n\nRUSKIN:\n What could possibly be worse?\n\n\nCORNELIUS:\n Gringotts. And that Japanese animation that they made about us. That still sickens me.\n\n\nFERGUSON:\n You mean Goblin Slayer?\n\n\nCORNELIUS:\n Yes, that one. I wasn’t surprised by that portrayal at all, but that was disgusting.\n\n\nRUSKIN:\n I don’t think we need to bring that one up, Samuel.\n\n\nFERGUSON:\n Alright.\n\n\nRUSKIN:\n As we already discussed, Professor Cornelius here will be assisting us in detaining the Goblin Gang and retaking what’s rightfully ours.\n\n\nCORNELIUS:\n It’s not necessarily yours.\n\n\nRUSKIN:\n I know that. But we need to take it back before whatever the hell Ulysses is up to comes to fruition.\n\n\nABEYTA:\n Well, where do we start?\n\n\nCORNELIUS:\n I do believe that there is a motive to the madness.\n\n\nCORNELIUS:\n I was Ulysses’ mentor. He thought of the same thoughts I had. It was like I was looking in a mirror.\n\n\nRUSKIN:\n But something must’ve happened.\n\n\nCORNELIUS:\n There was a burgeoning hatred inside of him that I failed to notice until it was too late. Every man and woman above the surface was complacent to our suffering in his eyes. I never got why, but I should’ve known. It was right there all along.\n\n\nDAVIS:\n So… an extremist. Seems like a nonissue to us.\n\n\nCORNELIUS:\n You are underestimating what he can do. A GOC strike force couldn’t take him down. You couldn’t keep your own site protected from him. I’ve seen what he could do.\n\n\nLIU:\n Then he just fucked off?\n\n\nCORNELIUS:\n No. I was the one who ran. After the march down Washington failed, I left him behind to deal with the GOC strike force. He lost all of my respect before then. Calling me a coward, said he was going to kill my family for siding with the ‘mudpeople’. There was no going back for him.\n\n\nRUSKIN:\n That’s terrible. I’m so sorry that happened to you.\n\n\nCORNELIUS:\n I feel the pain that he went through. But that doesn’t mean you get to hurt innocent people because they can’t stop the people above them from hurting us.\n\n\nDAVIS:\n Hey man, it’ll be okay, once we’re done you don’t have to worry about his sorry ass anymore.\n\n\nCORNELIUS:\n If you consider the full implications here you can’t lay a finger on him, because the weapon that he holds will either make you screech like a madman, break you down to your molecules, or drop a piano on you whenever you flip a coin. That unpredictability is his advantage, which is why we’ll use it against him.\n\n\nLIU:\n How? We don’t have a weapon like he has. He’s just going to turn us into jelly.\n\n\nCORNELIUS:\n The weapon is only part of his advantage. The whole idea here is guerrilla warfare. It takes you by surprise before you can get a single shot in.\n\n\nDAVIS:\n So, we just go full buck wild?\n\n\nCORNELIUS:\n No. There are inherent patterns in complex and chaotic systems, such as our weather, which is how we can predict what is coming to us next. I plan to do a similar thing.\n\n\nRUSKIN:\n And what does that entail?\n\n\nCORNELIUS:\n I’ll have a one-on-one chat with my old friend, and we’ll make him think that we are about to ambush him, but in reality it should be a fluid, constantly moving assault to keep Ulysses on his toes.\n\n\nFERGUSON:\n I get it. It’s a plan within a plan that’s not a plan but eventually is a plan. Planception.\n\n\nRUSKIN:\n How are we going to surprise them when they know we’re coming?\n\n\nCORNELIUS:\n It’s simple. We don’t, but then we do, as our actual plan should be kept hidden from the multitudes of fake plans. A pattern within the madness.\n\n\nLIU:\n That could work.\n\n\nRUSKIN:\n I guess, but I don’t know if that would work. It’s inherently unpredictable. Unknowns mean no clear objective, no clear way of victory, and it rubs me the wrong way. Every piece should fall into place. How am I supposed to do that if I don’t know what the pieces are?\n\n\nDAVIS:\n Hey man, you’re just being ignorant. You gotta learn the Way of the Goblin.\n\n\nRUSKIN:\n Shut the hell up. That isn’t funny at all, and you know it. Where’s your respect that you’re supposed to show to our guest today? I warned you twice already, and you still don’t listen to me.\n\n\nDAVIS:\n The only disrespect in this room is to my nose, since it smells like a pigsty in here.\n\n\nCORNELIUS:\n Have I provoked you, Mr. Davis?\n\n\nDAVIS:\n No, you seem like a cool dude, but it just so happens that my brother lost his future engineering job a couple weeks ago because of “competition” that I clearly know was some green freaks getting all the attention.\n\n\nLIU:\n Are you ranting conspiracies while working for a conspiracy?\n\n\nDAVIS:\n Shut up. It’s a good thing that we’re keeping the veil closed, and I don’t see why you don’t believe me. I don't want my house to be broken into. I need my family to be safe. There is a large percentage of bank robberies that are committed by these kleptomaniacs, which is why they are incarcerated a lot more often than other anomalous species. I have the statistics. We should just get this Ulysses bastard and go-\n\n\nTheodore curves his hands into fists and slams them onto the table.\n\n\nRUSKIN:\n Noah. Get out. Now.\n\n\nDAVIS:\n Sure thing, boss.\n\n\nDavis gets out of his seat and exits the room, slamming the door behind him.\n\n\nRUSKIN:\n I can’t with him. I just can’t.\n\n\nLIU:\n You gave him second chances every which way. Hell, he even squinted his eyes while looking at me once, and you let him off for that.\n\n\nRUSKIN:\n I thought he would change. He said that he would change.\n\n\nCORNELIUS:\n You only change yourself for the better if you clearly understand why you hurt others and have the motivation and the help to reconcile and evolve into something better. If this is a repeated pattern with no sense of guilt, then I do not see the reason for forgiveness.\n\n\nRUSKIN:\n That may be true, but he’s my friend. Or was. I have to do something about it, regardless.\n\n\nCORNELIUS:\n If he is simply ill-informed, then that can be fixed with enough time. But some men do not want change. They believe in what they think is right, no matter the contrary. Convincing them is difficult, if not borderline impossible. I am sorry about your friend, but it may not be easy to forgive him if he is willing to continue what he is doing. Just think about it.\n\n\nRUSKIN:\n …I will.\n\n\nSamuel pats Theodore on the back.\n\n\nFERGUSON:\n It’ll be okay, bud. We’ll get out of this eventually.\n\n\nLIU:\n Hey, guys, if we want to get started, we need to think about some kind of weakness that we can use against Ulysses’ cohorts.\n\n\nABEYTA:\n Already on it.\n\n\nRUSKIN:\n Right on the dot again, Ximena?\n\n\nABEYTA:\n You know it, Theo.\n\n\nABEYTA:\n It’s about the invisibility cloaks. The issue with invisibility is that you can’t make yourself completely invisible. Even if it's smaller than a single hair follicle, you need just enough of your eyes to stay visible so that light can hit them and you can still see.\n\n\nABEYTA:\n Now, trying to see a fraction of a pupil hanging in space would be beyond most people, but I’ve trained myself to look for them because they always move in two.\n\n\nFERGUSON:\n Don’t we have infrared visors to solve this problem?\n\n\nABEYTA:\n This is Prometheus technology. Covers every wavelength.\n\n\nFERGUSON:\n Well damn, guess that’s not the only thing they stole from Prometheus.\n\n\nABEYTA:\n Most of their firepower is from Prometheus. If we want to pack a punch, we’re going to have to bring in the big guns.\n\n\nCORNELIUS:\n I already have something forming in my head.\n\n\nRUSKIN:\n Great. Team, let’s get to planning. Or not, since this is all up to chance.\n\n\nFERGUSON:\n Sir, yes sir!\n\n\nSamuel gives a mock salute to Theodore.\n\n\nRUSKIN:\n You don’t have to do that. I’m not a drill instructor.\n\n\nLIU:\n We’re off to a great start already.\n\n\n<End Log>\n\n\n\n\nADDENDUM-7467-4: INCIDENT-7467-2\n\n\nThe following footage is taken from the body cameras of Commander Ruskin and PoI-7467-1. The footage contains the implementation of MTF Chi-37’s plan, the unexpected obstacles placed before MTF Chi-37, and the confrontation between PoI-7467-1 and PoI-7467-2.\n\n\n\n\n<Begin Log>\n\n\nCamera footage shows a large, underground tunnel, located underneath the US Capitol Building. Cornelius follows a figure obscured by a dark cloak, who eventually opens a door to reveal a large chamber.\n\n\nInside this chamber is a multitude of large, complex clockwork machinery which is currently generating a vast number of weapons and equipment. Groups of goblins maintain the upkeep of these machines, using various tools to keep the machines running. In the center of the chamber is PoI-7467-2.\n\n\nGOBLIN:\n Boss, he’s here.\n\n\nULYSSES:\n Cornelius!\n\n\nUlysses swiftly turns around and runs up to Cornelius, and quickly puts a hand on his shoulder.\n\n\nULYSSES:\n It’s so good to see you again. How have you been?\n\n\nCORNELIUS:\n Relatively alright. I see you are working on something.\n\n\nULYSSES:\n Why, yes, my friend, we are working on something very important. I’m finishing what you started.\n\n\nCORNELIUS:\n What are you planning?\n\n\nULYSSES:\n Come on, Cornelius, isn’t it obvious? You know exactly what I’m about to do.\n\n\nULYSSES:\n The mudpeople have shown me that time and time again, they will always do the wrong thing. They kick us all down to pull themselves up for something unreachable. They worship false idols that promise wealth and prosperity, but in reality will provide nothing while they get to sit in their clean, upkept mansions.\n\n\nULYSSES:\n And why won’t they target us? We’re easy to pick on. We are small, ugly, nasty creatures that’ll get in your fridge. We’re not dangerous. We’re not intimidating. They aren’t afraid of us.\n\n\nCORNELIUS:\n There are some surface dwellers who will help us. They are in the same situation as us. We have the same goals, why target them too?\n\n\nULYSSES:\n Not one of them has cared. We marched down Washington, and not one person walked down with us. They thought it was a goddamn Halloween party!\n\n\nCORNELIUS:\n Well, it was October 31st.\n\n\nULYSSES:\n I already know you’re a terrible planner, but even if it wasn’t that date, there will be nobody there. And why would they be there? They don’t make the commitment to solve their own problems. They’re too numb to their reality, and that makes them weak.\n\n\nCORNELIUS:\n There was one man who wanted to help.\n\n\nULYSSES:\n That was a fluke. He only helped you because you cried like a bitch and told a sob story that got to his cold, dead, heart. He worked for a weapons manufacturer, Cornelius! Can’t you see the irony in that?\n\n\nCORNELIUS:\n If you knew him like I did, that is not the case.\n\n\nULYSSES:\n Oh, really? It seems he’s doing fine making weapons for me.\n\n\nCORNELIUS:\n Not voluntarily.\n\n\nULYSSES:\n Doesn’t matter. The only way that you could care for a civil rights issue anymore is for clout. Like and retweet if you want the government to explode! Embarrassing.\n\n\nULYSSES:\n I will show the surface dwellers how it’s done. I’m going to give my fight to all my brothers and sisters in this country, and we’re going to shoot these bastards to kingdom come. This nice little weapon that you made will also be very helpful for what’s about to happen. Too bad I can’t make more, since you burned all the blueprints.\n\n\nCORNELIUS:\n You don’t have to be the monster that they think you are. You’re just going to prove them right, in the end.\n\n\nULYSSES:\n Why would I care? They’d be dead no matter how right they are. Their society is a constant loop. They reject their reality, and try to push themselves into their fantasies where everything is all sunshine and rainbows.\n\n\nULYSSES:\n No matter how many times we vote, riot, scream in pain, everything just moves like clockwork. Tragedies are forgotten after a week, pointless issues are brought up to cover up government corruption, and we all just keep marching on as our world burns.\n\n\nULYSSES:\n I’m going to close the loop. Break the cycle. The surface was never theirs to ruin. I’m taking it back.\n\n\nCORNELIUS:\n I can’t let you. You will inspire the next generation to slaughter like you do.\n\n\nULYSSES:\n And you think your ideas will come out on top? Kindness doesn’t work anymore. Our oppressors need consequences.\n\n\nULYSSES:\n This isn’t even my tunnel. This is an old tunnel built in 1794 for our ancestors, who were forced to pay so much sweat, blood and tears in exchange for small pastries and scraps. They only used us as a tool for their machines, and kept their deeds hidden. What they forgot is that this tunnel is also a perfect location to enter a government building.\n\n\nULYSSES:\n You, on the other hand, are just a domesticated dog for a rich human family that treated you like a baby. Our ancestors’ bloodlines were stolen when we were taken as servants and given names from the surface, which includes you. You will never know what it’s like to suffer as I have. You have no scars.\n\n\nCORNELIUS:\n That does not give an excuse for hanging my father from the rafters to send a message.\n\n\nULYSSES:\n He had all the money in the world to help us, and yet he spent it all on the veil. It was a necessary message.\n\n\nULYSSES:\n Selling out to the Jailors will not help you. They are not prepared for what will come next. You are-\n\n\nThe chamber shakes, and a loud noise can be heard outside the tunnel walls. Heavy footsteps and screaming can be heard in the background.\n\n\nULYSSES:\n And there we go, you sent them in. Predictable for a traitor.\n\n\nCORNELIUS:\n This isn’t what you think.\n\n\nULYSSES:\n Really? Because I now have two hostages in my hands, and I can also add a few more casualties to the tally.\n\n\nULYSSES:\n My friends are already up above. I can’t wait to see the look on your face when we bring the bodies for you to see.\n\n\nTheodore’s body camera activates, showing the interior of the U.S. Capitol, sustaining minor damage from the controlled explosion intended to lure Ulysses into action. MTF Chi-35 scans the chamber and nearby hallways for any sign of GoI-7467.\n\n\nFERGUSON:\n No sign of them yet.\n\n\nRUSKIN:\n Of course. They could come any time soon. In fact, they could be in this very room right now, and I would be none the wiser.\n\n\nFERGUSON:\n You sure you okay, man? I haven’t seen you act like this before.\n\n\nRUSKIN:\n I don’t know anymore, Sam. This shit is tearing me apart. I have never felt so small.\n\n\nFERGUSON:\n Aren’t we all, sometimes?\n\n\nRUSKIN:\n Not like that. I work for an incomprehensible entity that keeps an everlasting curtain standing for every second that I stand here. I am fighting a fight that has been fought for too long. It’s all the same.\n\n\nFERGUSON:\n It’s like you’re only a piece of a puzzle?\n\n\nRUSKIN:\n Yes! That’s exactly it! And I don’t know what I’m fighting anymore. I’ve lost good friends to this fight. But now it feels like we did all of this for nothing.\n\n\nFERGUSON:\n This won’t be for nothing, Theo. We have each other, that’s all we need. These goblins aren’t aggressors. They’re hurt. They need us. We need to step up and take action. Not for our organization, not for the Overseers, not for any of that. We’re here to protect. That’s what we stand for.\n\n\nRUSKIN:\n I hope you’re right.\n\n\nFERGUSON:\n I will. Just lead us through this. It’s on us for what happens next. This fight doesn’t have to be the same anymore.\n\n\nXimena springs out of a corner, looks around the room, and finds no signs of GoI-7467.\n\n\nABEYTA:\n Don’t see any yet.\n\n\nRUSKIN:\n Did you get the fridge set up?\n\n\nABEYTA:\n It’s all locked and loaded. Katy’s got the mannequins and the fake 7467’s.\n\n\nFERGUSON:\n What about Noah?\n\n\nRUSKIN:\n I had him sit out of this one. He needs a break.\n\n\nLIU:\n More like a good hit of his perfect teeth.\n\n\nRUSKIN:\n We don’t need to start any of that. They’ll be coming any minute. Stay sharp, watch each other’s six. You don’t know where they could be at. They could—\n\n\nXimena fires her tranquilizer at a nearby, empty space in the chamber, which hits and incapacitates a concealed goblin.\n\n\nABEYTA:\n Told ya. They always move in two.\n\n\nRUSKIN:\n Alright, it’s already started. Everyone to your positions!\n\n\nThe team scatters into different directions. Theodore can be seen sprinting through the halls, quickly turning through tight corners. He drops several ball bearings in various locations, causing some concealed goblins to lose their footing and injure themselves.\n\n\nHe eventually stops, out of breath, and peers out of a corner. Hundreds of goblins are seen exiting what looks to be a wall, but in reality is an illusion of a wall covering the entrance to a large tunnel.\n\n\nRUSKIN:\n Okay, I found the entrance. There’s a lot of them. No sign of Ulysses yet.\n\n\nLIU:\n <radio> He probably can’t be seen from the large crowd.\n\n\nRUSKIN:\n Cornelius said that he was wearing a very dark cloak, like something you’d see a cult leader wear. I don’t see anything matching that description.\n\n\nABEYTA:\n <radio> Should we just wait, then?\n\n\nRUSKIN:\n Well, we need something large, bombastic, something to get their attention. There’s too many of these goblins at this entrance. I need a distraction.\n\n\nFERGUSON:\n <radio> On it.\n\n\nTheodore waits for a few moments, continually spying on the emerging army sent by Ulysses as they emerge from the tunnel. Theodore braces for an eventual confrontation, however, what appears to be the sound of a heated debate can be heard in the background.\n\n\nGOBLIN:\n They’re over there!\n\n\nThe approaching army stops in their tracks, and turns to face the noise.\n\n\nGOBLIN:\n It’s time we break the chains.\n\n\nThe goblins put their cloaks on, become imperceptible, and rush toward the noise. As they do so, Theodore enters the corridor and searches for any remaining goblins. He finds none.\n\n\nRUSKIN:\n What was that?\n\n\nFERGUSON:\n <radio> Little something I cooked up. The government officials are hiding on the other side of the building, so we should move the chaos in the opposite direction.\n\n\nLIU:\n <radio> I like your thinking there.\n\n\nRUSKIN:\n I should keep moving.\n\n\nTheodore checks the hidden entrance, and attempts to pass through it, however, he is impeded by an invisible force.\n\n\nRUSKIN:\n Of course it wouldn’t be that easy.\n\n\nTheodore looks for any sign of entry, however the tunnel entrance appears to be inaccessible, even with the usage of conventional tools.\n\n\nRUSKIN:\n Our friend here is not letting me in his lair.\n\n\nLIU:\n <radio> Even if it wasn’t locked out, that place is probably swarming with goblins. You can’t just walk in and take 7467.\n\n\nRUSKIN:\n I’m just figuring out my options here, Katy. We have two hostages down there, and I can’t take any risks.\n\n\nLIU:\n <radio> This whole mission is a risk, Theo.\n\n\nRUSKIN:\n I’ll figure it out.\n\n\nTheodore sighs and begins to run down the remaining corridors, and up several flights of stairs. He eventually enters what looks to be a committee room.\n\n\nRUSKIN:\n Alright, I’m here. Is everyone ready?\n\n\nLIU:\n <radio> Sure am.\n\n\nABEYTA:\n <radio> I got everything prepared.\n\n\nFERGUSON:\n <radio> Ready when you are.\n\n\nRUSKIN:\n Alright team, let’s end this. Hit it!\n\n\nSeveral loud, explosive sounds can be heard, shaking the entire committee chamber floor. Theodore almost loses his footing, but after a while the sounds cease and Theodore regains his balance.\n\n\nRUSKIN:\n Hope this works.\n\n\nTheodore exits the chamber and heads back down the stairs, heading towards the chamber of the House of Representatives.\n\n\nSurveillance footage shows several groups of goblins being strung up by large nets, some being attacked by animated mannequins, which are not affected by bullets, and some being affected by several large-scale illusions, which include a false UIU strike team, false weapons lying on the floor, and false U.S. House Representatives that flee from the goblins. These illusions are mostly distractions to keep the goblins from hurting innocent civilians.\n\n\nTheodore turns a corner, and sees two goblins with their firearms raised at what appears to be a refrigerator.\n\n\nGOBLIN:\n We know you’re in there, missy!\n\n\nGOBLIN:\n Come on out or we’ll shoot!\n\n\nLIU:\n Never!\n\n\nGOBLIN:\n She’s stubborn.\n\n\nGOBLIN:\n Just open the door, you wank.\n\n\nGOBLIN:\n Fine.\n\n\nThe goblin attempts to open the door, however this is not feasible, as the refrigerator is actually a cardboard cutout.\n\n\nLIU:\n Sorry about that, guys. There is no fridge.\n\n\nKatherine leaps from around a corner and incapacitates the hostile goblins with her tranquilizer.\n\n\nRUSKIN:\n This is just getting ridiculous.\n\n\nLIU:\n C’mon, don’t you think this is a little fun? These illusions look so real!\n\n\nRUSKIN:\n And I bet we’re never going to be allowed to use them again.\n\n\nLIU:\n You’re no fun.\n\n\nRUSKIN:\n Let’s just get going.\n\n\nThe rest of the goblins are either incapacitated by several traps or patrolling Chi-37 members, and the ones who are not are locked inside the Senate chamber, after following the noise produced by Samuel.\n\n\nMTF Chi-37 eventually regroup inside the visitor center, looking exhausted and injured from the previous events.\n\n\nFERGUSON:\n That was a lot.\n\n\nRUSKIN:\n I still fail to see how we can get that weapon if Ulysses is still hiding.\n\n\nLIU:\n Maybe he’s waiting for us to put our guards down.\n\n\nABEYTA:\n Or maybe he is waiting for someone to justify his actions.\n\n\nXimena places down the deceased body of a goblin, which is covered in bullet holes.\n\n\nRUSKIN:\n Jesus Christ.\n\n\nABEYTA:\n This was no act of self-defense. This was a clear act of aggression.\n\n\nLIU:\n I thought you said that Noah would sit this one out.\n\n\nRUSKIN:\n I didn’t think he was going to shoot anybody!\n\n\nULYSSES:\n Did you also think that I wouldn’t notice him?\n\n\nTheodore looks up above, and sees Ulysses grabbing Noah Davis by the throat, dangling him off the balcony above.\n\n\nFERGUSON:\n Oh shit.\n\n\nULYSSES:\n You’re using tranquilizers and childish illusions to stop me now? You’ve gotten soft.\n\n\nRUSKIN:\n Don’t you dare drop him!\n\n\nULYSSES:\n Not until you let me quietly exit the premises.\n\n\nFERGUSON:\n I don’t think that’s going to happen.\n\n\nULYSSES:\n Of course you won’t. Otherwise you won’t be able to contain me.\n\n\nULYSSES:\n Do you realize who you are fighting for? You think you’re enforcing justice, for the good of the people and the protection of the weird corners of the world. And yet you seem to forget your roots.\n\n\nULYSSES:\n We are who we choose to be. Now you must choose between the bigoted creatures who hide in the shadows of the surface, or…\n\n\nUlysses points down towards two goblins, who are pointing their firearms at a binded Cornelius.\n\n\nULYSSES:\n The innocent goblin, who for hundreds of years has bled so that you can keep your gears turning. What’s so wrong with a little more blood on your hands? It’s your choice.\n\n\nRUSKIN:\n You can’t do this.\n\n\nULYSSES:\n Oh, I can and I will. You are nothing but a pawn in their game, a piece in a larger puzzle. You are just as disposable as the men in the orange jumpsuits that you keep around. I am giving you a chance to prove yourself. You must make the decision, Commander. Your choice will matter, now. Choose wisely.\n\n\nThere is a long pause. Theodore contemplates the situation at present, looking frantically around the room for any kind of solution, however, he finds none.\n\n\nHe eventually places his weapon on the floor, and raises his hands above his head.\n\n\nRUSKIN:\n I choose chance.\n\n\nULYSSES:\n Interesting. You know what, I’ll honor that choice.\n\n\nUlysses shifts 7467 to its third cartridge, pulls Noah up and places him on the balcony floor, and fires the weapon at Noah.\n\n\nULYSSES:\n If you leave it up to luck, eventually it will hit you in the back.\n\n\nNoah slowly pulls himself up, and grabs his pistol. He turns its safety off and puts his finger on the trigger, pointing it at Ulysses.\n\n\nDAVIS:\n You just won’t quit, won’t ya, you green bastard?\n\n\nULYSSES:\n The world should remove people like you, but if Mother Nature wants to spare you, I’ll let her take its course.\n\n\nDAVIS:\n Your tricks don’t work on me anymore. I should’ve pulled the trigger when I had the chance.\n\n\nULYSSES:\n You do have the chance now. Go right ahead.\n\n\nRUSKIN:\n Noah, don’t!\n\n\nNoah pulls the trigger, but the gun jams.\n\n\nDAVIS:\n What?\n\n\nULYSSES:\n Here she comes.\n\n\nA section of the balcony collapses, causing Noah to fall to the chamber below. He does not move once the impact settles.\n\n\nULYSSES:\n They never change, don’t they? Predictable. Now it’s your turn.\n\n\nUlysses shifts 7467 to the second cartridge and pulls the trigger, however, nothing occurs. The gun does not go off.\n\n\nULYSSES:\n That shouldn’t happen. This doesn’t malfunction. It can’t malfunction! It can’t-\n\n\nWAGNER:\n Did you really think I didn’t have a failsafe, Evolutionsbremse?\n\n\nA figure appears behind Ulysses, and strikes him in the back of the head, incapacitating him.\n\n\nWAGNER:\n Those chains aren’t hard to break out of. Your reign of terror is over.\n\n\nRUSKIN:\n Now!\n\n\nXimena and Samuel fire their tranquilizers at the two remaining goblins, incapacitating them.\n\n\nFERGUSON:\n We gotta go.\n\n\nRUSKIN:\n Can you meet us at the entrance, Richard?\n\n\nWAGNER:\n I’ll find a way down.\n\n\nCORNELIUS:\n Thank you, old friend.\n\n\nWAGNER:\n Gern geschehen, little one.\n\n\n<End Log>\n\n\n\n\nAfter the events transcribed above, all members of GoI-7467 have been detained and SCP-7467 has been successfully reclaimed. Further investigation into the other Prometheus items stolen by GoI-7467 is ongoing.\n\n\nADDENDUM-7467-5: RELEVANT DOCUMENTATION\n\n\nThe following is an undisclosed letter sent from PoI-7467-1 to Theodore Ruskin of Chi-37. It has been transcribed below.\n\n\n\n\nTheodore,\n\n\nI first would like to thank you for what you’ve done last night. It was a tough choice, and you did the right thing. I’m sorry for your friend. I could’ve stopped what happened, but now I know that we must carry on, and learn from our mistakes.\n\n\nUlysses thought there was no change in our fight, that the cycle of pain and suffering will continue, regardless of what we do. He is wrong. Senseless violence will make martyrs, and continued movements inspired from the original hate.\n\n\nBut anger does not have to destroy. My anger is not for hate but for love. I recognize the world for its flaws and its injustices and its cruelties, and I will not let these crimes stand. I can redirect that energy, that stance to fight, and use it to make the world a better place. Militant decency, as Terry Pratchett taught.\n\n\nYour Foundation does not need to uphold what it stood for in the past. I have seen something from within its jaws. A spark that refuses to go out. 43, 87, 120, I have seen all of it. You are not a pawn, Theodore, you are a commander. An inspiration. Something that the people will look up to. I think it’s time for you to take a stand.\n\n\nI am getting old. My fight has long since passed. I have made irreversible mistakes. I have started something that has consumed the lives of many. That is something that the world can’t forgive. But the least I can do is pass the torch.\n\n\nRichard and I are living with his daughter in an undisclosed location. You do not need to find us. But you must carry the torch as I have. We cannot be destroyers. We must be better. For the sake of our children, we must be better.\n\n\nDon’t let the flame die out.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An anomalous weapon of mass destruction used by various groups of interest, governments, and mercenaries.\n\n\n2\n. The sphere of all human thought\n\n\n3\n. Colloquially known as a goblin\n\n\n4\n. A hazard that changes patterns in deterministic nonlinear systems that can result in large differences in a later state. This is colloquially known as the ‘Butterfly Effect’.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMerehrab's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8926\n \n(+43)\n \n•\n\n\n\n\n\n\nSCP-7163\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7550\n \n(+60)\n \n•\n\n\n\n\n\n\nSCP-8035\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-6461\n \n(+35)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nTurning Out\n \n(+18)\n \n•\n\n\n\n\n\n\nYou Can’t Kill The Idea of Me\n \n(+24)\n \n•\n\n\n\n\n\n\nBlackbird\n \n(+14)\n \n•\n\n\n\n\n\n\nInfatuation in Black\n \n(+22)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMerehrab’s Musings\n \n(+34)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7467\n\" by Merehrab, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7467\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n goblin.jpg\n\n\nName:\n Goblin illustration from 19th century.jpg\n\n\nAuthor:\n John Dickson Batten\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7466\n | SCP-7467 | \nSCP-7468\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7467 \" by Merehrab, from the SCP Wiki . Source: https://scpwiki.com/scp-7467 . Licensed under CC-BY-SA .",
        "Filename: goblin.jpg Name: Goblin illustration from 19th century.jpg Author: John Dickson Batten License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "All available Foundation surveillance drones are to locate and track GoI-7467 (“The Goblin Gang”). Mobile Task Force Chi-37 (“Goblin Slayers”) has been formed to prevent further GoI-7467 attacks, to detain the members of the GoI, and to reclaim SCP-7467, which has been acquired by the GoI. Witnesses of SCP-7467 are to be amnesticized and all available media outlets are to disseminate appropriate cover stories to news media.",
    "description": "SCP-7467 is an eigenweapon1 that contains three chambers that hold three separate cartridges of ammunition. This ammunition can alter the fabric of reality through three separate means.",
    "title": "SCP-7467"
}