{
    "url": "https://scp-wiki.wikidot.com/scp-7469",
    "all_text": "The snow can make us feel many things.\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\nxexnoncores\n\n\n\n\n\n\nSCP-7469: Memories Frozen in Time \nxexnoncores\n\n\n\n\n\n\n\n\nObject Class:\n \nSafe\n Uncontained\n\n\nSpecial Containment Procedures:\n \nSCP-7469 is to be housed in a standard anomalous containment locker at Site-192. Accessing SCP-7469 outside of testing procedures is grounds for immediate demotion, regardless of seniority or clearance level. As of Site-192’s recent change in leadership, all testing inquiries regarding SCP-7469 are to be forwarded to Dr. Asebi, not Dr. Himmel.\n\n\nBecause SCP-7469 is currently being held as contraband by a third party, all efforts are to be focused instead on monitoring and minimizing the effects SCP-7469 has on Nexi and civilians outside of the Wanderer’s Library. In the case of a sighting within a standard populated setting, MTF Phi-12 (“Frigid Goodbyes”) are to be mobilized immediately to detain both PoI-17302 and SCP-7469 (if he possesses it on his person), along with disseminating appropriate amnestics and cover stories in lieu of any activation and injuries/property damage.\n\n\nDescription:\n SCP-7469 refers to a platinum ring of a standard US size 7, inset with three seven-carat white sapphires. When SCP-7469 is worn on the ring finger for at least two minutes, the following effects will occur:\n\n\nSnowfall begins manifesting in the vicinity, slowly incrementing until it reaches a height roughly matching the intensity of its wearer’s current emotional state. The immediate air temperature will also drop, freezing and immobilizing all sapient organisms within 200m while still allowing them to maintain homeostatic equilibrium. After approximately two hours, frozen individuals will experience a number of physical, physiological, and emotional responses corresponding to the past experiences of the wearer; these memories appear to relate specifically to winter and its associated meteorological events.\n\n\nBelow are two selected\n1\n excerpts of relived experiences by subjects who wore SCP-7469.\n\n\n\n\n\n\nMEMORY\n2\n-7469.09\n\n\nDATE OBTAINED:\n 11/28/2017\n\n\nTEST SUBJECT:\n V-00986, a.k.a Donovan Parhollos Jacobson\n3\n\n\nTESTIMONY:\n When I moved to Vancouver, I forgot that snow was…cold. Like really, really cold. I had lived in Shreveport all my life before I met Alessandro, and it had snowed a grand total of twice there over the course of thirty years. It also didn’t help that Louisiana was so humid that even when it got down to freezing temperatures, snow still couldn’t form, so you’d have to wait for one of the rare dry days and pray that everything lined up if you wanted to experience it that badly.\n\n\nSo seeing it for the first time again…\n\n\nFirst thing that morning—my cat Trashcan was scratching and screaming at the door. I had never pined for a heater as much as that moment when I jolted awake and found the house chilled like a freezer, all of my hair standing up on end even under a woolen mattress cover. Trashcan is strange, and such a loud cat (I wouldn’t have it any other way) so he kept yowling to go outside, looking at me with his big dumb eyes like he wasn’t aware of how stupid he was for making such a request. I had to ignore him for a good fifteen minutes while I adjusted the house’s heat and got my clothes on with a warm cup of coffee. Then we both went out into the backyard.\n\n\nGod…Alessandro isn’t a believer anymore, and neither am I, but it’s moments like this that do kind of make you feel like there is something greater watching over us. The sky as white as marshmallows, the black, leafless trees towering over you, the total silence that pretends to be dead, and yet you know all the animals are merely hibernating…\n\n\nSomething had eyes that day, watching over me and Trashcan. Something was watching over me and Trashcan, as the flurries reddened my nose and pricked at my skin, my hair soaking in frigid wet. As the coffee’s steam turned to just lukewarm attempts at a fire, like it was trying its hardest for me to be strong, but just couldn’t do it. That wasn’t even mentioning my feet going so numb I didn’t notice they were cold until I went back inside, where the heat rushed prickling needles down into my soles as I defrosted.\n\n\nI wish Alessandro had been there to experience that morning with me. I married him because he was a man of the arts, a man who loved the world more than it could ever love him back, because the Earth itself spoke to him in a way I never understood, but got close to that day. Had he not been at work, I think I would have heard what makes his heart flutter so fast seeing the natural beauty of nature, seeing all of the ways that a landscape can change you. I would have known a little bit more about what he was thinking, more than any spoken word between us ever could.\n\n\nDEPTH OF SNOW SUMMONED:\n 15.2cm\n\n\n\n\n\n\n \n\n\n\n\n\n\nMEMORY-7469.17\n\n\nDATE OBTAINED:\n 02/28/2018\n\n\nTEST SUBJECT:\n V-01002, a.k.a \nZelda Darius Fontenot\n\n\nTESTIMONY:\n Uh, well…winter has never been a pleasant time for me. I was actually homeless until…ugh, I don’t want to think about it. New York snowstorms spare no one, and I’m just glad to finally be out of them.\n\n\nBut…this year…look, I’ll always be someone who loves a good fire and cheap cocoa more than making snowmen. The cold burns, and it saps all your energy to keep moving. That’s not something most people think about because they either have expensive windbreakers or have never slept outside in it. It never helped that the shelters always had paltry heaters, and that even in there, halfway warm and not under the threat of dying from hypothermia anymore, I always had to fear them telling me I’d have to go back outside when it was still freezing…\n\n\nOh, I think I’m getting off track. Yeah, last year, or I guess, since it’s still cold in February \nnow\n, is the first time I’ve ever had a happy winter. I met this girl working the Black Tiger a while ago because her shitty boyfriend thought a strip club was a nice place for a first date, and we hit it off surprisingly well. She told me her roommate had disappeared on her to go romp somewhere in Colorado, so she had a spare bed and needed someone to help her make rent.\n\n\nIt…It was… I’m not sure how to describe my joy, okay? Having hot food at my fingertips, a real microwave, as much as clean water as I wanted to drink—that was something I hadn’t had since I was thirteen. And hey, she even bought candy sometimes because she had a decent programming job downtown…!\n\n\nAnd…And there was also a working shower…\n\n\nIt’s stupid. Ugh, I know talking about stuff like this is stupid. Those are things every “normal” person has. But look, I took a ton of hot showers as soon as the leaves turned yellow, yeah? I took a ton of hot showers to wash the memory of snow off my skin, to wash that sharp, frigid sensation from stinging the life out of me.\n\n\nXenia, I really can’t thank you enough for giving me a place to stay, a place to finally free myself from being forced to…well, I’m not actually free from that. And I don’t wanna talk about what I do for a living, not here with a stranger. It’s not pretty. At all.\n\n\nBut it’s what pays the bills and keeps me warm. That’s all that matters.\n\n\nI’m glad I’ll be spending the rest of this winter with a warm mug of hot spiced cider, maybe some eggnog when I have some money left over. I’ve heard a lot of good things about all tasty drinks you can make with eggnog—I know it’s not Christmas anymore, but let me have my fun…\n\n\nDEPTH OF SNOW SUMMONED:\n 31.4cm\n\n\n\n\n\n\nDiscovery:\n SCP-7469 was initially recovered in a raid on several warehouses belonging to Sun Riders Holding Co., a subsidiary partner of GoI-012\n4\n after the capture and interrogation of one of its contractor agents. SCP-7469 was initially intended to be housed at Site-23, however its accidental activation by a one Dr. [REDACTED] resulted in the total loss of all Scranton Reality Anchors at the site from the summoned snow causing a shortage in electrical circuits, in addition to preventing a timely response by personnel. Because of this, every single SCP held at the site breached containment, the aftermath of which culminated in 5 casualties and 60 million dollars worth of damages. Due to these circumstances, SCP-7469 was instead transferred to Site-192 for permanent storage there.\n\n\nAddendum-7469-01:\n On 06/12/2020, a security breach at Site-192 was instigated by a sect of GoI-019\n5\n members, intent on “reclaiming” objects created by GoI-012 and repurposing them for various ritual uses. Site-192 was unprepared for an attack of this size and severity, suffering 12 casualties and the loss of SCP-7469, along with 87 other anomalous objects and █ SCPs as a result. No GoI-019 members were able to be detained, as they utilized a Way to escape all MTFs summoned to the area.\n\n\nSCP-7469 was sighted again on 07/21/2020 within the possession of PoI-17302, a.k.a “The Soujourner”, a powerful thaumaturgist and reality bender, suspected to be of paradimensional origin. Little is known about PoI-17302 besides the fact he is one of the oldest permanent residents within the Wanderer’s Library and possesses deep communal ties to \nthat one wooded forest\n, along with many other arenas of fae influence. Why he currently continues to activate SCP-7469 is unknown, as surveillance footage demonstrates he is aware of its effects, but it is speculated he is attempting to relive past experiences through it.\n\n\nBelow are recorded ‘memories’ of PoI-17302 from various activations of SCP-7469. These ‘memories’ were extrapolated with mental recording devices capable of parsing through ontokinetic phenomena instead of a typical post-experiment interview.\n\n\n\n\n\n\nMEMORY-7469.89\n\n\nDATE OBTAINED:\n 08/30/2020\n\n\nACTIVATION SITE:\n Beirut, Lebanon\n\n\nCOLLECTED DATA:\n Oh, Silas, do you remember how chilly this planet’s wintertides used to be? I feel like everything is getting warmer, but I could be mistaken. You know how much our travels slosh together in my mind, knit around like golden threads of light and spindle. Our legs carrying us for distances so vast even the sun could not comprehend it, from one zenith to another. Do you remember that where you are now?\n\n\nHa…I don’t know why I’m pretending like you can hear. I know you’re still alive somewhere in this world, but where did you go? I tried to follow your trail all those centuries ago, but it always went cold, like some kind of \nDarke\n Darke \nDarke\n6\n force was preventing me from seeing the final destination. Black as the night, and frigid in a way only Death would adore. What did you get yourself into? Why couldn’t you have told me about it, if you knew while we were together?\n\n\nIf you were in the Great Library, I’d have found you by now. The frost you leave behind in your footsteps is unmistakable; there is no substitute. No mortal could ever hope to recreate it, because even the Library was at a loss for a while on how to deconstruct it. It always displayed the answer, yes, but I don’t think anyone except us could have read those words. I don’t think anyone but I knows the way marigold ink bleeds onto fresh papyrus; I don’t think a single soul in any universe out there is capable of understanding the things we put together with our hands, made for just our eyes.\n\n\nYou’re a fool, Silas, but you’re my fool. You’re my silly ice-prince fool, so please…\n\n\nDEPTH OF SNOW SUMMONED:\n 29.2cm\n\n\n\n\n\n\n \n\n\n\n\n\n\nMEMORY-7469.96\n\n\nDATE OBTAINED:\n 10/13/2020\n\n\nACTIVATION SITE:\n Philadelphia, Pennsylvania, United States of America\n\n\nCOLLECTED DATA:\n Smeared eyes, puffy tears. The snowfields back in the twelfth century from where they now call Bristol were wider than any mind could comprehend. It was a sea of white, a flurry of frigid gossamer, a beautiful kaleidoscope of crystalline chill.\n\n\nI couldn’t believe how lucky I was to walk those nights with you, when all of the humans were asleep and the sky above danced with quiet stars. Neither of us could feel them, but they burned in our hearts; they burned in the wind and gale-chased airs put on by the Fluttering courts and the little brounies\n7\n that couldn’t stay still.\n\n\nWhat was that one shooting star we saw, Silas? That one which twinkled so brightly it put the sun to shame. I felt crazy when we asked around all and only the mindless pixies could tell anything happened at all. I now know this world we inhabit has a plethora of strange phenomena, from extraterrestrial invaders to multidimensional frights—was it one of those? Did we see an alien? What would they think of winter? Would it fascinate them? Appall them? Would they enjoy a hot stew the same way we and so many others have with this peculiar earthen tilt?\n\n\nI’d like to find out that answer with you. This ring can’t make it like I’ve seen before.\n\n\nDEPTH OF SNOW SUMMONED:\n 37.5cm\n\n\n\n\n\n\n \n\n\n\n\n\n\nMEMORY-7469.101\n\n\nDATE OBTAINED:\n 07/23/2021\n\n\nACTIVATION SITE:\n Rio de Janeiro, Brazil\n\n\nCOLLECTED DATA:\n I don’t know why I’ve been drawn to the human world more and more this past century. Perhaps something in my heart is aching, perhaps it is your shadow, Silas, which lingers like rancid spittle over my heart. Perhaps it is all of the noise their machines are making, their souls having multiplied beyond recognition, beyond the fields they once plowed. Perhaps it is the lights they have built for themselves which seek to wipe out the sky, their capacity for discord growing in complexity along with them.\n\n\nMy feet travel as no wanderer’s should, back and forth from the Great Library. Back and forth from its many mouths, its many eyes and hands. Even it too has changed, as if a chill is settling in—I sense something in its heart stirring, moved beyond the machinations of all planes and universes. I am exaggerating the change of course; in reality, there is no difference except by more than a few minute celestial bodies, no bigger than an ant’s head—but even in its vastness, the development of all who eat from its branches delights it. The progression of life pleases the one who leaves knowledge out, for it is only a mind which can wrap its head around such.\n\n\nWithout our minds, we are nothing. Without our thoughts, we are little more than hollows, blowing bitterly and with stagnant states. That which is called “cold”—it is not the presence of something, it is a lack of life-giving heat. It is everything every universe, in all of their glorious forms and delightfully fun physics, understands. There is a lack of something everywhere, and smiles cannot come from these places.\n\n\nBut I still love the winter. Though it was not made for living, some can approach it and extract precious resources from its unmoving stoicism.\n\n\nYou used to do that too. Better than I ever could, for all of the time you insisted your books and words could describe the full magnificence of the world.\n\n\nI hope you’re not stuck in a lesser library somewhere…\n\n\nDEPTH OF SNOW SUMMONED:\n 52cm\n\n\n\n\n\n\n \n\n\n\n\n\n\nMEMORY-7469.103\n\n\nDATE OBTAINED:\n 09/28/2021\n\n\nACTIVATION SITE:\n Three Portlands\n\n\nCOLLECTED DATA:\n Hey, what’s up with humans and ice cream during the winter?\n\n\nLike…snow cones. Why would anyone sell them in the cold weather? And yet you ate the first ones that popped into existence. You ate that saccharine syrup like we had indulged in the human’s arrogances before, like they hadn’t been marching towards oversweetening themselves ever since they domesticated cane.\n\n\nEh, I still adored it. There’s a magnanimous spectrum of crystallized experiences that wipe themselves against frosty mist, wrapped up in silver linings. There’s something to be said of engaging in consumption within a time meant to be one of fasting—I don’t know how much I agree with the notion, but it is the law this universe follows. Where there is a surplus of energy, life finds a way, and thus that spills over into not just souled tendencies, but the sensations of the palette too, made from the same atoms craving excess.\n\n\nI think you’d like these things called “bagels” more than those snow cones though. Maybe that’s just me talking, but I feel at peace eating hot cheese and sliced meat in a blizzard. Everything is being stripped of its connective tissues, and yet there I stand, with toasted bread in my mouth.\n\n\nThe pleasure of comfort can only be derived from when one has known pain, and toil.\n\n\nWhen will I find my comfort with you…?\n\n\nDEPTH OF SNOW SUMMONED:\n 71.9cm\n\n\n\n\n\n\n \n\n\n\n\n\n\nMEMORY-7469.105\n\n\nDATE OBTAINED:\n 12/16/2021\n\n\nACTIVATION SITE:\n Tshwane, Gauteng Province, South Africa\n\n\nCOLLECTED DATA:\n Hey, Silas. Do you remember what we talked about? Having kids?\n\n\nI can’t remember which ones we raised. It’s been a while. I know there was a dryad, and a bunch of water nymphs. I think we even raised a little changeling? You know, that one abandoned by its village after a shadow apparition razed their fields into soot. It still boggles my mind why your kin could even think to do such things—I know they were always easily affected by rust and blight, but it was still no excuse.\n\n\nRegardless of my hopelessly tangled feelings, I remember their little feet. I remember their feet running around in the snow, cock-eyed and twisting in the wrong direction sometimes, but still gloriously free. With a fire roaring nearby, that’s all they could think about. The wild yonder, the alabaster hills, reflecting sunlight as one appreciates rain.\n\n\nI loved when the snow melted upon our cheeks as we fell asleep together. I loved when roast beef was the only thing swelling our frost-burnt noses, rich fat wafting on heatless wings of wind.\n\n\nThere’s someone I wish you could meet… I found this one all alone in the Great Library, huddled in a small brick mound. Something terrible has happened to him, because his visage is ghastly, and the sounds of a motor are enough to send him into a proper frenzy, screaming and babbling. I’m trying to rehabilitate him, show him the outside world again, because I see the same spark of curiosity in him as I once did in you. Everything hurts him, but I have faith; I see a reason to keep going from the ways his eye light up like fireflies at a tender touch, from the way he no longer freezes looking at something new.\n\n\nI have to have faith, or else nothing is worth living for me. I have to hold to faith or else I’ll…\n\n\nDEPTH OF SNOW SUMMONED:\n 103.5cm\n\n\n\n\n\n\nThe next activation of SCP-7469 was confirmed to occur adjacent to a sighting of PoI-17302. However, the content of the parsed information differed so greatly from his usual recollections that it has been theorized the entity spoken about at the end of Memory-7469.105 was wearing SCP-7469 during this time.\n\n\n\n\n\n\nMEMORY.7469.106\n\n\nDATE OBTAINED:\n 01/19/2022\n\n\nACTIVATION SITE:\n Strochitsy, Minsk District, Belarus\n\n\nDATA COLLECTED:\n\n\n\n\ncold sky\n\n\nsun gone\n\n\nground hard\n\n\nendless quiet\n\n\nhad guide, had guide\n\n\nhad hands, had guiding\n\n\nhands leading me along\n\n\npaths of sapphire white.\n\n\ntold not to run\n\n\nbecause falling hurts badly.\n\n\nthe war machines quiet\n\n\nwhen polar winds blow\n\n\nunable to wail like\n\n\ntheir masters want them.\n\n\ncan the winter really\n\n\nstop their wrath forever?\n\n\nif it can’t, what\n\n\nwill happen to the\n\n\ncolors? earth? horizon? warmth?\n\n\nheard their screeching unendingly\n\n\nduring timeless prison sentence.\n\n\ni have many doubts\n\n\nabout the unceasing winter\n\n\nand what marches accomplish\n\n\nbut as iron freezes\n\n\nand tank shells rot\n\n\ni too know ice\n\n\nis a hard-working friend.\n\n\na friend which silences\n\n\na friend like him\n\n\nhim called the Soujourner\n\n\nwho brought me outside\n\n\nmy first time in…\n\n\n\n\nDEPTH OF SNOW SUMMONED:\n 152.7cm\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7468\n | SCP-7469 | \nSCP-7470\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7469\n\" by xexnoncores, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7469\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For a full catalog of all SCP-7469 testing results, please schedule a meeting with Dr. Asebi to discuss clearance.\n\n\n2\n. Subjects wearing SCP-7469 typically describe their recollections as memories, as do other affected individuals within SCP-7469’s activation radius. Thus they are categorized as such within testing logs.\n\n\n3\n. Subject was a civilian volunteer, and part of an experimental effort by the Foundation to acquire consenting human test-subjects for low-level, low-risk anomalous research in order to downsize overhead costs. Mr. Jacobson, as with all volunteers, was screened for potential issues with any process involved in the testing beforehand, and like all individuals involved with the program, amnesticized after the research period was over and released without issue.\n\n\n4\n. Marshall, Carter and Dark Ltd.\n\n\n5\n. Serpent’s Hand\n\n\n6\n. Warning! Thaumo-memetic contamination detected from this utterance.\n\n\n7\n. Archaic spelling of “brownie”, most likely referring to a creature of Scottish folklore, which was a goblin-like spirit that helped families clean their houses while they slept.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7469 \" by xexnoncores, from the SCP Wiki . Source: https://scpwiki.com/scp-7469 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe Uncontained",
    "containment_procedures": "SCP-7469 is to be housed in a standard anomalous containment locker at Site-192. Accessing SCP-7469 outside of testing procedures is grounds for immediate demotion, regardless of seniority or clearance level. As of Site-192’s recent change in leadership, all testing inquiries regarding SCP-7469 are to be forwarded to Dr. Asebi, not Dr. Himmel.",
    "description": "SCP-7469 refers to a platinum ring of a standard US size 7, inset with three seven-carat white sapphires. When SCP-7469 is worn on the ring finger for at least two minutes, the following effects will occur:",
    "title": "SCP-7469"
}