{
    "url": "https://scp-wiki.wikidot.com/scp-7470",
    "all_text": "rating: \n+313\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7470\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nNEUTRALIZED\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1:\n The moon, as seen from Site-19 roughly 12 hours after the advent of SCP-7470 (hover to enlarge).\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n The search for Daniel Collins and other missing persons related to SCP-7470 is ongoing and considered a top priority. Monitoring of Le Blanc University and the surrounding environs is to be conducted at all times. Standard Foundation disinformation protocol applies to inquiries by law enforcement or the public regarding the status of the missing persons.\n\n\nThe Philip E. Lewis Memorial Auditorium, the hypocenter for SCP-7470, has been closed to the public and placed under Foundation jurisdiction under the guise of structural defects.\n\n\nLunar surveys are ongoing. High command stationed on Lunar Area-32 has been asked to review the contents of this file—contingency protocols for the emergence of unforeseen lunar phenomena are being drafted.\n\n\nAll personnel should prepare for a potential Amida-class disruption event. Consult your HMCL supervisor for more information.\n\n\nDESCRIPTION:\n SCP-7470 was the disappearance of Daniel Collins and associated phenomena on the night of March 6, 2023, at roughly 7:00 pm.\n\n\nCollins, who had experience working for NASA and other aerospace organizations, had been a professor of astronomy at Le Blanc University for well over a decade prior to SCP-7470. An extensive background check revealed no abnormalities besides an antisocial childhood.\n\n\nPrior to the advent of SCP-7470, Collins had been conducting an extensive study on lunar activities using University funds, with an emphasis on the annual variations of orbital patterns. The exact nature of his research was never fully disclosed to the faculty or student body; his findings were expected to be revealed during the lecture that resulted in SCP-7470.\n\n\nReadings taken from local monitoring stations after the conclusion of SCP-7470 discovered slight gravitational abnormalities concurrent with the advent of SCP-7470; however, they were not nearly as powerful as the nature of the incident would require (see \nAddendum A\n). Theorists currently speculate SCP-7470 generated a localized spacial/temporal anomaly to reduce damage caused by its gravity on planet Earth, however, this \ncannot be confirmed\n.\n\n\nFollowing the conclusion of SCP-7470, the moon now possesses an inverted synchronous rotation, so that its far hemisphere\n1\n orbits facing the Earth. Foundation-operated astronomical divisions have been placed on notice should future incidents arise, and disinformation campaigns are suppressing ongoing public alarm.\n\n\nADDENDUM A:\n Video Log\n\n\n\n\nForward:\n The following is a recording of SCP-7470, captured by a member of the audience during Collins' lecture on his research findings. The lecture was held at the Philip E. Lewis Memorial Auditorium at Le Blanc University.\n\n\nIn attendance were 54 students, faculty, and members of the public. The footage was recovered by Foundation cleanup crews following the conclusion of SCP-7470.\n\n\n\n\n[Camera activates. The stage is empty and the lights are off. Ambient chatter from the audience can be heard.]\n\n\n[Collins enters from stage right. Audience applause as light illuminates the stage.]\n\n\n[He approaches the podium and raises a hand in acknowledgment. The applause subsides. He adjusts his microphone.]\n\n\nFirst I want to thank you all for coming. I know the weather has been less than ideal. I just want to let you all know how grateful I am to have an audience here. You're all fantastic.\n\n\n[Collins clears his throat.]\n\n\nWhen I was eight, after a particularly nasty bout of night terrors, my mother took me out into the cold Mojave night, sat me down on the dusty rocks, and told me a story. She said that every night, once the sun settles over the horizon, the moon comes out to keep watch over the Earth.\n\n\nIt kept all the monsters away, she told me. The moon would watch all night. It could see everything. The biggest trees, the smallest mice. She even told me it could see all the fishes of the sea, all the way to the bottom. It was so big, so powerful, none of the monsters dared to face it. It could even see me, of course, sitting cozy in my bed. All night long, it would watch.\n\n\nThen the sun would come up, chase the moon out of the sky, bathe the Earth in golden light. Until the next night. On and on, forever.\n\n\nI don't know where she got that story from, but it did wonders to ease the frightened mind of a child. The moon, guardian of the night. It must be pretty good at its job since I never saw any monsters around.\n\n\n[Collins chuckles and pauses for effect—audience remains silent. He continues, shakily.]\n\n\nOn my twelfth birthday, Apollo 11 put men on the moon. For the first time, I saw the moon, not through the dirty lens of a telescope but live on television.\n\n\n[Collins begins to pace the stage. The camera pivots to follow him.]\n\n\nAfter that, I became fascinated with space. I mean really, truly obsessed. You should've seen my bedroom. I had one of those rocket ship beds, the ones where you could actually stand up in because they were so tall. I had an astronaut helmet and a flight suit and at least a half dozen telescopes.\n\n\nAnd let's not forget the Moon In My Room—the little bisected moon lamp you hang on your bedroom wall that talks you to sleep. Yes, it's real. Look it up. I got one for Christmas one year. You can click it through the lunar phases and it'll tell you about science and folklore. I loved it to death.\n\n\nBut nothing could compare to the real thing.\n\n\n[Collins boots up the stage's projector screen. It displays an image of the moon (pictured).]\n\n\n\n\nFig 1.2:\n Slide 1.\n\n\n\n\nAs I got older, I started studying the moon. I'd stare at pictures like this for hours. I'd pore over images from the Apollo missions. Once I even held a piece of moonrock in my hand—gloved, of course. As embarrassing as it sounds, I would sometimes regard it less as an object and more as a person. Someone, rather than something. I think I held a conversation with it on more than one occasion.\n\n\nCould you blame me? I was a loner.\n\n\n[He points to the projector screen, which clicks to show the cover of the 1974 issue of Popular Science Magazine displaying a group photograph of high schoolers alongside NASA technicians. Collins stands out in the foreground wearing a bright red Hawaiian shirt and oversized glasses. Audience laughs, to which Collins chuckles.]\n\n\nThat used to be in style, believe it or not. This was a few years before I got an internship at NASA. I was never on the table for the astronaut program, but I did work directly under those who \nwere.\n I was jealous of them—I could only be a desk jockey for so long. I needed to get out and make a name for myself.\n\n\nSo when I was offered a job here at the University… I was over the moon, no pun intended. I took up a position as an assistant researcher, worked my way up to professor, and… well the rest is history.\n\n\nEnough about me. You're all here to learn what they won't teach you in Astronomy 101. You've no doubt studied this stuff all your academic career. If you're like me, you've seen every documentary, read every journal you could find about our only natural satellite. Many of you have probably studied the many theories about its creation—that it was flung from the Earth during an early impact event, or captured and brought into Earth's orbit from some other source. Some of you might believe it was always there, formed from the same accretion disk and at the same time as the Earth.\n\n\n[Collins clicks to the next slide, an image of the moon cracked with red chasms.]\n\n\nThis is what the moon would've looked like in its early years. Fragile. Impure. Rift valleys like the one on the screen would've made the moon nearly unrecognizable. Like the world's biggest omelet.\n\n\n[Collins pauses expectantly. Audience does not react.]\n\n\nGet it? Because it looks like… an egg? Um, anyway.\n\n\n[Collins clicks to the next slide, an image of the moon as it would have appeared 4 billion years ago.]\n\n\nThere would've been vast pools of magma—lunar seas. We can only guess what they would've looked like. I always imagined the moon would've appeared as Earth did in her infancy, full of fire and heat and life.\n\n\n[Collins clicks to the next slide, a Hawaiian lava flow.]\n\n\nDo you know what happens to solid rock when it superheats? Well, it's a bit like taffy. It stretches, becoming something in between a semi-solid and a liquid. The moon would've been… amorphous, malleable. And it would've done the same to anything that touched it, assuming it got hot enough. It's hard to believe that our moon could've been anything other than the dead rock it is now… but it was. For millions of years.\n\n\nLet's talk about a bit more recent history. Man has known of the moon as long as we've known of each other. It's been the centerpiece of countless fables, symbols, and religions. It has captured and mystified us longer than we can measure.\n\n\n[Collins clicks to the next slide, a grainy, distorted image of the moon (pictured).]\n\n\n\n\nFig 1.3:\n Slide 6.\n\n\n\n\nThis is the first image of the far side of the moon, as photographed by the Soviet probe Luna 3. The first to see this were the Russians in '59, who later mapped it in '60. By all accounts, they were the first humans in history to have seen the entirety of our moon. They should have been. But they weren't.\n\n\nI saw it first almost five years before the Soviets, in the twilight hours of the early night—that time when the space on the horizon where the sun used to occupy is still firey yellow, before the blues and blacks of night swallow up the sky. It's then when the moon is most prominent, right as it peeks up above the tree line. On this particular night it… felt so close. Like I could just reach up and touch it. No stars out tonight. Just you.\n\n\nBut you were wrong. You weren't the same you'd always been. Your face was blemished, scarred. I didn't recognize the craters. I thought I was dreaming, but it all felt so real. You were bigger, too, and not just because of the atmospheric distortion. You were closer. I knew that you were here for a reason. You were here for \nme\n. You were trying to show me something—but I couldn't see it. You were still too far.\n\n\n[Audience is noticeably uncomfortable. Murmurs rise as several people in the foreground begin stirring.]\n\n\nI had to get closer. I was on the verge of something more spectacular than any other scientific breakthrough in the last hundred years—the moon had called me, and I had to answer. Why it chose me I… I don't know. It didn't matter. For the first time, my guardian, my protector, had revealed its true self to me. But it was a fleeting moment, and it was gone in an instant. I had to see it again. I couldn't let this die with me—I needed to document it. To record it for generations to come. I needed a spectacle. I needed an audience.\n\n\n[Silence on recording. Collins checks his watch. He murmurs something, then clicks to the next slide. It displays an image of the moon surrounded by a number of equations mapping its orbit with the Earth.]\n\n\nTonight is a supermoon. It is currently seven in the evening—sunset will occur in a few moments. It won't be long now.\n\n\n[Collins turns to look at something off-screen. The camera maneuvers to the left to display the auditorium's floor-to-ceiling windows. A large, pale object dominates the horizon outside. The camera focuses, revealing it to be an immense, vaguely spherical presence similar in appearance to the moon but distorted in both size and shape. A low pulsing vibration rattles the camera and causes noticeable discomfort in the audience.]\n\n\nAll those times I called to you… you were listening. I should never have doubted you. I'm sorry. I think I'm ready now. Everyone, please don't be alarmed. I will go first, to show you it is safe. All I ask is that you watch. For posterity.\n\n\n\n\nFig 1.4:\n Still recovered from video footage.\n\n\n\n\n[Collins steps down from the stage and cautiously approaches the doors leading out of the building. A low murmur from the audience erupts. Several produce cellular phones to record the proceeding event. The object on the horizon has grown in size, and the pulsing has increased in tempo and intensity.]\n\n\n[He exits the building, stepping several meters into the open courtyard outside. He is now enveloped in pale light. He is visibly shaking and speaking upward, but his words are unintelligible. The presence is directly above him. The building's power cuts and the room is bathed in pale light.]\n\n\n[Collins' body is pulled upwards by an invisible force. He is elongated and his torso stretches towards the presence above. He opens his mouth to scream, releasing a semi-liquified, red-tinged slurry of blood and internal organs. The substance demonstrates non-Newtonian properties, initially falling to the ground as solid before gradually softening and levitating alongside Collins' upper torso.]\n\n\n[The audience erupts in screams as the ambient pulsing increases to a deafening volume. Collins's body becomes gelatinous—pustules of skin, bone, and hair drip off his body, hang in the air, then fall upwards. After nearly three minutes, Collins' upper body disappears beyond the view of the camera. His lower body continues the stretch without breaking for an additional ten minutes until it too disappears from view.]\n\n\n[Chaos within the auditorium renders much of the remaining footage useless, but at several points, members of the audience could be seen attempting to barricade the auditorium doors with their bodies and other movable furniture. After several minutes, the camera is knocked from its tripod and trampled. The remaining few hours of film have been destroyed.]\n\n\n\n\nClosing:\n All 54 people present for Daniel Collins' lecture, including Collins himself, have been declared missing. When janitorial staff accessed the building the morning after SCP-7470, they found it empty and in \ndisrepair\n.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nL is for \"Lamentations\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nN is for \"Neon\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7469\n | SCP-7470| \nSCP-7471\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7470\n\" by Its a Bad Idea, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7470\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\nFilename:\n farmoon.jpg\n\n\nName:\n Back side of the Moon AS16-3021.jpg\n\n\nAuthor:\n Apollo 16 astronauts\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Luna3.jpg\n\n\nName:\n Luna 3 moon.jpg\n\n\nAuthor:\n OKB-1\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n fullmoon.jpg\n\n\nName:\n FullMoon2010.jpg\n\n\nAuthor:\n Gregory H. Revera\n\n\nLicense:\n Attribution-Share Alike 3.0 Unported\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n supermoon2\n\n\nName:\n Supermoon The Closest And The Biggest India (183091365).jpeg\n\n\nAuthor:\n Alok Kumar\n\n\nLicense:\n Attribution-Share Alike 3.0 Unported\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Colloquially known as the \"dark\" side.",
    "addendums": [
        "Readings taken from local monitoring stations after the conclusion of SCP-7470 discovered slight gravitational abnormalities concurrent with the advent of SCP-7470; however, they were not nearly as powerful as the nature of the incident would require (see Addendum A ). Theorists currently speculate SCP-7470 generated a localized spacial/temporal anomaly to reduce damage caused by its gravity on planet Earth, however, this cannot be confirmed .\nFollowing the conclusion of SCP-7470, the moon now possesses an inverted synchronous rotation, so that its far hemisphere 1 orbits facing the Earth. Foundation-operated astronomical divisions have been placed on notice should future incidents arise, and disinformation campaigns are suppressing ongoing public alarm."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7470 \" by Its a Bad Idea, from the SCP Wiki . Source: https://scpwiki.com/scp-7470 . Licensed under CC-BY-SA .",
        "Filename: farmoon.jpg Name: Back side of the Moon AS16-3021.jpg Author: Apollo 16 astronauts License: Public Domain Source: Wikimedia Commons",
        "Filename: Luna3.jpg Name: Luna 3 moon.jpg Author: OKB-1 License: Public Domain Source: Wikimedia Commons",
        "Filename: fullmoon.jpg Name: FullMoon2010.jpg Author: Gregory H. Revera License: Attribution-Share Alike 3.0 Unported Source: Wikimedia Commons",
        "Filename: supermoon2 Name: Supermoon The Closest And The Biggest India (183091365).jpeg Author: Alok Kumar License: Attribution-Share Alike 3.0 Unported Source: Wikimedia Commons"
    ],
    "title": "SCP-7470"
}