{
    "url": "https://scp-wiki.wikidot.com/scp-7471",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-7470\n |\nSCP-7471\n| \nSCP-7472\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\nAdditional Notes: Victim recovered arranged similarly to a coffee table, with the severed head having a bouquet of flowers rammed through its eye socket.\n\n\n\n\nLink To Guide\n\n\nItem#:\nSCP-7471\n\n\nClearance Level 2:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nNeutralized\n\n\n\n\n\n\n\n\nSecondary Class:\n \nKeter\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/Vlam\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/Critical\n\n\n\n\n\n\n\n\n \n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-7471 is currently classified as a neutralized anomaly. Personnel should alert their Site Director if any reports of individuals matching SCP-7471's description are found in the Cartagena area. Should personnel become aware of the \"Cartagena Ripper\" killings resuming, SCP-7471 is to be immediately re-classified as Keter, and amnesticization of the local police force must be initiated immediately. Foundation Field Agents are to be posted on patrol in known red-light districts and areas frequented by sex workers.\n\n\nDescription:\n\n\nSCP-7471 was an anomalous, non-corporeal, sapient, and suspected reality-bending entity originating in and surrounding Cartagena, Colombia. SCP-7471 took the form of a tall, emaciated, pale-skinned woman, typically posing as a prostitute near affluent, tourist-oriented sections of the city. SCP-7471 was responsible for a series of killings between 2007 and 2012 that were attributed to an unidentified serial killer known as the \"Cartagena Butcher\" by local authorities. SCP-7471 exclusively targeted adult males, typically small in stature, with moderate to high muscle and low body fat. During the period in which SCP-7471 was active, it was unable to be recorded on any visual media.\n\n\nEvidence collected following the death of Field Agent Domino Martinez suggests SCP-7471 would either solicit a victim for sexual intercourse, or be solicited by a potential victim. (See Addendum)\n\n\nFollowing intercourse, SCP-7471 would then implant the egg of an unknown, arthropod-like creature inside the bladder of the victim via a urethral canal. This creature, designated SCP-7471-A, would then rapidly grow in size until forcibly exiting the victims body, resulting in evisceration and subsequent death.\n\n\nSCP-7471-A do not possess any internal organs and typically die shortly after emerging from a victim. Based on circumstances surrounding known incidents, it is believed SCP-7471-A emit a memetic compulsion on nearby humans. The nature of this effect is not well understood, and appears to appear randomly or via satisfaction of unknown criteria.\n\n\nDiscovery:\n\n\nFoundation personnel responded to local police obtaining a video tape depicting SCP-7471-A emerging from a victim. Due to SCP-7471's absence from all surveilance tapes, SCP-7471-A were initially believed to be the anomaly.\n\n\nLocal police dubbed the killings the work of a serial killer. On occasion, anonymous statements were found in local publications self-attributed to the \"Cartagena Ripper\" but were believed to be a hoax claimant until 2014. (See Addendum)\n\n\nPost-Discovery Victim Log:\n\n\n\n\nVictim:\n José Menudo\n\n\nResults:\n Incisions made into the cadaver revealed all subcutaneous tissue to be saturated with a highly viscous tar-like substance. Aforementioned substance emits a pungent odor upon exposure to air. A deceased SCP-7471-A instance was recovered inside the subject's abdominal cavity, asphyxiation likely cause of death.\n\n\nAdditional Notes:\n First new victim following Foundation discovery. Notable for being the only SCP-7471 victim discovered fully intact.\n\n\n\n\n\n\nVictim:\n Farado Raéz\n\n\nResults:\n Subject experienced violent decapitation following emergence of an unusually large SCP-7471-A instance. Esophagus and trachea experienced massive trauma. Digestive system appears to have been violently eviscerated by SCP-7471-A instance prior to death. Subject's dismembered legs were found partially digested within the remains of the stomach. Genitals remain unaccounted for.\n\n\nAdditional Notes:\n Victim found dismembered in a downtown Cartagena hotel room. The victim's arms were arranged in a sexually suggestive manner near the absent genitalia.\n\n\n\n\n\n\nVictim:\n Unknown Male\n\n\nResults:\n Subject is a dismembered torso. All organs and muscle tissue appear to have been excavated. The head and limbs of the subject have not been recovered.\n\n\nAdditional Notes:\n Subject discovered in use by a large SCP-7471-A instance as a carapace.\n\n\n\n\n\n\nVictim:\n Pascal Demetrio\n\n\nResults:\n Typical of SCP-7471, subject completely dismembered. No other unusual biological phenomena noted. Subject's eyeballs were recovered from the testicular sac. No surgical incisions were found.\n\n\nAdditional Notes:\n Victim recovered arranged similarly to a coffee table, with the severed head having a bouquet of flowers rammed through its eye socket.\n\n\n\n\n\n\nVictim:\n Unknown Male\n\n\nResults:\n Subject missing all skeletal tissue.\n\n\nAdditional Notes:\n Victim was discovered in a large black garbage bag in an abandoned van. Other paraphernalia recovered at the crime scene suggest erotic asphyxiation was performed or intended to be performed.\n\n\n\n\n\n\nVictim:\n Juan Calavera Menendez\n\n\nResults:\n Subject discovered extremely mutilated. The head was the only part of the subject's corpse that remained untouched. The body below the chest appears to have been altered to resemble fetal tissue.\n\n\nAdditional Notes:\n Victim was a priest at a local Catholic Church.\n\n\n\n\n\n\nVictim:\n Unknown Male\n\n\nResults:\n No findings atypical of other victims.\n\n\nAdditional Notes:\n Subject was recovered being consumed by an SCP-7471-A instance.\n\n\n\n\n\n\nVictim:\n Paul Waters\n\n\nResults:\n Subject's skin has been completely removed. In addition, the victim's body was completely drained of blood shortly after death.\n\n\nAdditional Notes:\n Victim was a high-ranking United States official visiting Cartagena as a tourist.\n\n\n\n\n\n\nVictim:\n Raul Rivera\n\n\nResults:\n Subject appears to have undergone partial SCP-7471-A transformation at the waist. Victim's skull was hollowed out.\n\n\nAdditional Notes:\n Only known instance of an individual transforming into an SCP-7471-A instance. Victim was a detective investigating the \"Cartagena Butcher\" killings.\n\n\n\n\n\n\nVictim:\n Vicente Cortez\n\n\nResults:\n See Incident-7471-K\n\n\nAdditional Notes:\n See Incident-7471-K\n\n\n\n\nIncident-7471-K\n\n\nOn 19/07/2011, Foundation personnel were alerted that local authorities had brought an alleged eyewitness into custody for questioning. Vicente Cortez, age 31, claimed to have witnessed the murder of Juan Calavera Menendez and had information regarding the perpetrator. Orders were given to immediately investigate and amnesticize if necessary.\n\n\nAgents arrived at the police station to find the staff in a state of hysteria and covered in blood. The large waiting area appeared to have all the furniture destroyed or relocated, and the staff were all positioned in a large semi-circle facing the interior wall, engaged in repetitive, cyclical movements resembling a bow or prayer. Male staff were reported as emitting low, droning vocalizations. Located at the front of the crowd was a large deceased SCP-7471-A instance measuring 3 meters in length. The instance was situated amongst a large quantity of finely diced biological matter, later identified as being the remains of Vicente Cortez. Substantial quantities of Cortez's DNA were found in fecal samples later taken from the affected staff.\n\n\nFollowing the conclusion of the investigation, all individuals affected were amnesticized, and related documents expunged.\n\n\nAddendum\n\n\nInvestigation into SCP-7471-A remained inconclusive until 2014, following the discovery of the deceased remains of Field Agent Domino Martinez. The circumstances surrounding Agent Martinez alerted the Foundation to the existence of SCP-7471 and subsequently resulted in revision of documentation.\n\n\nThe bodies of Agent Martinez and six others were discovered showing a distinct lack of decomposition, and appeared to have suffered extreme burning and disfigurement prior to death, although the building showed no signs of fire damage. The bodies were found positioned kneeling in a circle surrounding the discarded exoskeleton of an SCP-7471-A instance. The whereabouts of the SCP-7471-A instance are unknown.\n\n\nAutopsies revealed each of the bodies to contain a dismembered segment of an additional seventh victim. DNA testing of the victims resulted in the subsequent identification of all victims except the seventh, which has thus far remained unidentified and is not believed to be human.\n\n\nAn audio recording was found on Agent Martinez's still functioning cell phone, believed to have been recorded shortly before the time of death.\n\n\n\n\nForeword:\n Translated from the original Spanish.\n\n\n<Begin Log>\n\n\nFemale Voice:\n Oh, we have it finally. My love. It is time.\n\n\nSounds of retching and gurgling can be heard throughout the recording.\n\n\nFemale Voice:\n Poor thing. You can't speak anymore. But I can still hear what you're thinking! You want to scream, \"Who are you? What do you want?\"\n\n\nThe female voice laughs.\n\n\nFemale Voice:\n You don't even know how much this moment means to me! To have finally found a vessel, here again for the millionth of millionths of times…\n\n\nThe gurgling sounds become more frantic.\n\n\nFemale Voice:\n Even like this, you're such a cute one. It's a shame. But, you may not know who I am, but I know who you are. I know everyone who is ever going to be someone.\n\n\nFemale Voice:\n I know of your abominations and your anomalies\n\n\nSeveral voices can be heard in the distance pleading.\n\n\nFemale Voice:\n I've always been here, looking for the one. I was, I am, and I always will be.\n\n\nVoices are heard chanting in unison.\n\n\nVoices:\n We are blighted, she is righteous.\n\n\nFemale Voice:\n You should stop trying to scream, you can't. There's nothing left of your throat. But that's besides the point.\n\n\nVoices:\n In birthing, we are purging.\n\n\nA separate female voice is heard beginning to sing an unknown prayer song.\n\n\nFemale Voice:\n You ended up being the one I was looking for, Domino. You're special in that way.\n\n\nVoices:\n Oh, Moonfucker, make our bodies sing once more!\n\n\nFemale Voice:\n Me picking you is more than those missions they send you on.\n\n\nVoices:\n Oh, Sunbirther, kill time before it begins!\n\n\nFemale Voice:\n Well, My time is up. And as for you people-\n\n\nThe female voice moves closer to the microphone.\n\n\nFemale Voice:\n I'll see you at the end of time, my loves.\n\n\nThe female voice laughs, followed by a number of distinct voices screaming in pain. After 11 minutes of screaming, it stops, followed by 7 hours of silence before the phone's battery dies.\n\n\n<End Log>\n\n\n\n\n\nRetrospective investigation has revealed the presence of SCP-7471 in security footage from all known incidents. Attempts to determine SCP-7471's identity and nature have been unsuccessful. There have been no sightings or incidents involving SCP-7471 since 2012.\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPoufyPoufson's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8332\n \n•\n\n\n\n\n\n\nSCP-3169\n \n•\n\n\n\n\n\n\nSCP-7811\n \n•\n\n\n\n\n\n\nSPHERE\n \n•\n\n\n\n\n\n\nSCP-8105\n \n•\n\n\n\n\n\n\nSCP-7541\n \n•\n\n\n\n\n\n\nPoufy's Proposal\n \n•\n\n\n\n\n\n\nSCP-6541\n \n•\n\n\n\n\n\n\nSCP-8031\n \n•\n\n\n\n\n\n\nSCP-8465\n \n•\n\n\n\n\n\n\nSCP-5125\n \n•\n\n\n\n\n\n\nSCP-8010\n \n•\n\n\n\n\n\n\nSCP-7151\n \n•\n\n\n\n\n\n\nSCP-8981\n \n•\n\n\n\n\n\n\nSCP-7419\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nYours Truly, The 1st Annual Unbirthday Ball\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSCP-POUF\n \n•\n\n\n\n\n\n\nFear of Death\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7470\n | SCP-7471 | \nSCP-7472\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7471\n\" by PoufyPoufson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7471\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7471 \" by PoufyPoufson, from the SCP Wiki . Source: https://scpwiki.com/scp-7471 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7471"
}