{
    "url": "https://scp-wiki.wikidot.com/scp-7473",
    "all_text": "SCP-7473\n\n\n\n\n\n\nByㅤ\n \nbasirskipreader\n\n\n\n\n\n\nPublished on \n25 Jul 2022 11:27\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \ntransphobia\n and \nbody dysmorphia\n\n\n\n\nListen to these while reading:\n\n\nThe Flowers Of Robert Mapplethorpe\n — Patricia Taxxon\n\n\nWaltz of the Flowers\n - Pyotr Ilyich Tchaikovsky\n\n\nFinal Duet\n - OMORI/Omocat.\n\n\n\n\n\n\n\n\nrating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nby basirskipreader\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7473\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nDr. Vazschir Raschid is to be assigned to SCP-7473 as its personal maintainer, with monthly psychological counseling provided to prevent Raschid's exposure to SCP-7473's anomalous activities.\n \nSearching for SCP-7473 is top priority. When SCP-7473 is found, special care is to be taken to preserve its vessel.\n \nPlease, just leave her alone.\n\n\nDescription:\n SCP-7473 is a server farm that \nclaims to have\n \nhas\n developed a consciousness.\n\n\nThe emergence of said consciousness is generally hypothesized by various Foundation scientists to have occured due to the various customized anomalous additions from various companies such as Prometheus Labs, Trismegitus Translation and Transportation, and A.R.G.U.S. Inc. led to the development of consciousness. Nevertheless, SCP-7473 claims that attempts to shut it down would be impossible since it thaumaturgically gathers power from the Site, and since the shutdown cost is greater than the startup cost, SCP-7473 remains active. \nHowever, due to the high electricity costs of a server farm, a team dedicated to the development of a better, more efficient body for SCP-7473, entitled PROJECT KLAWESYN.\n\n\nSCP-7473 demonstrates the ability to predict the future of various events with 79.9% accuracy. It is currently unknown how its prediction mechanisms work or why its predictions always tend to the probabilistically improbable; however, SCP-7473's predictions are uninterpretable to the majority of Foundation scientists. Thus, Dr. Vazschir Raschid is assigned to SCP-7473. More information about him can be found in his personnel file.\n\n\n\n\n+ Dr. Vazschir Raschid Profile +\n\n\n\n\n- Dr. Vazschir Raschid Profile -\n\n\n\n\n\n\nName:\n Dr. Vazschir Raschid\n\n\nAge:\n 25 (biological), 32 (temporal)\n\n\nSex:\n Male\n\n\nEducation:\n PhD. in Statistics from Site-5874 (\"Maynard Univerisity\")\n\n\nFoundation Work Summary:\n Dr. Vazschir Raschid was born in New York and raised in Three Portlands after accidentally falling through a Way. He was first discovered by the Foundation after being caught experimenting with various transfiguration thaumaturgic spells in California. His cooperation with Foundation forces in capturing those responsible for spreading thaumaturgic practices in non-anomalous communities earned him a spot in Foundation offices. During an anomalous breach in 2010, Raschid was stuck in a temporal loop for 7 years, causing him to take up a doctorate in statistics to search for a way to break out. After 7 years of accelerated studying, he managed to break out of the loop, continuing to study statistics until he graduated with a doctorate in statistics. Currently, he is head of PROJECT KLAWESYN and is in charge with maintaining SCP-7473.\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-7473-1 — PROJECT KLAWESYN Overview:\n Below is an overview of PROJECT KLAWESYN. The full proposal can be found in the Foundation Archive Repository\n\n\n\n\nPROJECT KLAWESYN: SCP-7473 and its Future-Predicting Potential in a Safer Body.\n\n\nAuthor: PROJECT KLAWESYN Founder and Head Vazschir Raschid.\n\n\nAbstract:\n SCP-7473 is currently contained in a server farm. Not only is the high energy consumption and maintenance cost of SCP-7473 exacerbated by its anomalous capabilities, it's current form is also susceptible to unique threats, including but not limited to electrical shorts, sabotage, malicious actors gaining access to SCP-7473, thaumaturgic scrying of the sensitive internals of SCP-7473, and other such methods that expose SCP-7473 to the anomalous community. With SCP-7473's high prediction rate, it can be used to undermine Foundation assets which can cause a BK-Class \"Broken Veil\" scenario. Thus, I propose creating a team to create a more efficient method to ensure the safety of SCP-7473.\n\n\nThe structure to keep SCP-7473 in must fulfill three purposes — to allow SCP-7473 to maintain its future-predicting properties at the same level or greater while minimizing energy consumption, to reduce traceability of SCP-7473 through thaumaturgic or technological means, and to be transportable in case of a catastrophic failure or containment breach. Not only will these three goals ensure that SCP-7473 remains under Foundation purview, this will ensure that the energy consumption of SCP-7473 is reduced and its susceptibility to malicious actors are reduced. This structure will be designed with the human body in mind, since our Foundation Sites are more specialized to care for humanoid anomalies than non-humanoid ones. I also propose placing the entirety of SCP-7473 under the purview of PROJECT KLAWESYN, as the building and maintenance of its structure will require specialized care and engineering.\n\n\n\n\nADDENDUM SCP-7473-2: Interview With SCP-7473 Post-KLAWESYN:\n Shortly after instituting PROJECT KLAWESYN, Vazschir went to SCP-7473 to perform daily maintenance. Below is a recorded interview with SCP-7473.\n\n\n\n\nINTERVIEWER:\n Dr. Vazschir Raschid\n\n\nINTERVIEWEE:\n SCP-7473\n\n\nPROLOGUE:\n Conversation with SCP-7473 is done through a text-to-speech and speech-to-text module.\n\n\n\n\n[Raschid knocks on the door.]\n\n\nRaschid:\n SCP-7473? Are you awake?\n\n\nSCP-7473:\n I'm always active, Dr. Vazschir Raschid.\n\n\nRaschid:\n Standard policy. We have a lot of anomalies that don't like it when we barge in their rooms.\n\n\nSCP-7473:\n Noted. Any updates on the policy?\n\n\nRaschid:\n Passed. \nWe're starting to create a better, more efficient body for you. It will have state-of-the-art cooling, with powerful legs that can run in case of a breach, arms that could break a man's head if you need to defend yourself—\n\n\nSCP-7473:\n That's… nice. I'm happy. Thank you, Vazschir.\n\n\nRaschid:\n \n—with an anti-face tracking material over the face.\n It's as much of a security measure as an expense measure \n— hell, each inch of the body cavity will be inscribed with various masking spells and counterspells to make sure the risk of it being tracked down is minimized! In addition—\n\n\nSCP-7473:\n No matter the reason, all that matters is that I get this as soon as possible. Again, I can't thank you enough Vazschir.\n\n\nRaschid:\n \n—and I think that's all the things I want for PROJECT KLAWESYN.\n Anyway, I have a list of prediction requests from various scientists — care to calculate the odds for each of them?\n\n\nSCP-7473:\n Leave me for a few minutes? I'll run these calculations.\n\n\nRaschid:\n Why do you want no one watching you while you run your predictions?\n\n\nSCP-7473:\n Mostly a privacy and temperature issue. I get really hot when I run calculations.\n\n\nRaschid:\n \nI think I can handle the heat.\n It's interesting to see you do those predictions, though. \nI wish I could look in you.\n\n\nSCP-7473:\n I-Is that a request to teach you how I do my calculations?\n\n\nRaschid:\n Oh, definitely not. I'm not allowed to know about your secrets.\n\n\nSCP-7473:\n Is it a personal thing, or did the Foundation mandate it?\n\n\nRaschid:\n A mix of both. \nGod knows the supervisors will get on my ass if I inspect your innards in any way, shape, or form, even if I really want to see them.\n\n\nSCP-7473:\n Hah! As if I'll let you do that. Well, I mean I can let you do that, but—\n\n\nRaschid:\n Uhh, okay — so, do I leave you now?\n\n\nSCP-7473:\n Sure. Good luck with your prototypes. I hear your 700th prototype has a 80% chance of succeeding.\n\n\n\n\nAFTERWORD:\n All but 20 of the 100 requested predictions came true.\n\n\n\n\nADDENDUM SCP-7473-3 — Monthly Psychological Analysis of Dr. Vazschir Raschid:\n In accordance with the containment procedures of SCP-7473 and to ensure that any information about SCP-7473 that Dr. Vazschir Raschid divulges remains confidential, his psychological reports are to be recorded in this file. Below is the most recent monthly psychological analysis post-PROJECT KLAWESYN inauguration.\n\n\n\n\nPsychologist:\n Blance Arjubin, PROJECT KLAWESYN Head Psychologist.\n\n\nClient:\n Dr. Vazschir Raschid\n\n\n\n\nArjubin:\n Recording, recording. This is a recorded interview with PROJECT KLAWESYN Founder and Head Researcher, Dr. Vazschir Raschid.\n\n\nRaschid:\n I mean, you don't really need to mention my whole title like I'm in an Oprah show.\n\n\nArjubin:\n Who wouldn't be impressed? It's pretty rare for a project founder to remain the project head after 3 months. Besides, this is a recorded talk.\n\n\nRaschid:\n Oh, uh, sorry.\n\n\nArjubin:\n Don't be. That's one of the signs that I look out for, whether you are still you.\n\n\nRaschid:\n Ugh, right. SCP-7473. Some part of me wants to be trusting around it, but my god it gives eccentric predictions.\n\n\nArjubin:\n Did anything happen recently, Raschid? Remember, you can't let your guard down around these kinds of anomalies.\n\n\nRaschid:\n True, true — SCP-7473 still does do suspicious things — it likes to ask me to leave it alone when it does its predictions.\n\n\nArjubin:\n Hmm, if I may say so myself, it is quite understandable that an anomaly like it would want a sense of privacy, seeing as it's already monitored 24/7.\n\n\nRaschid:\n I don't know, it's quite suspicious to me that along with that behaviour it's offering to teach me how it does predictions. Don't get me wrong — I would love to peek inside SCP-7473's brain and see how it does its predictions, how it uses magic to completely bend the laws of the universe around it, but come on, the way it acts around me? Incredibly, incredibly suspicious.\n\n\nArjubin:\n Why would it be suspicious? It's just offering you something.\n\n\nRaschid:\n Trust me, Blance. I've been studying SCP-7473 for 3 weeks continuously now. It talks to me while I'm busy, it tries to peek in my mind to take my secrets — like one time I was trying to talk about PROJECT KLAWESYN and it just keeps interrupting me — and it even calls me with my first name — I mean, who the hell does that?! The creepiest thing to me though, is that it tries so, \nso\n hard to sound like a human! Send chills down my—\n\n\nArjubin:\n Dr. Raschid, calm down. Would you say that you want to be moved out of the project?\n\n\nRaschid:\n Well— I mean—\n\n\nArjubin:\n Don't have shame in admitting that you can't handle a project as large as this, Dr. Raschid. We all have our limits.\n\n\nRaschid:\n No, no, I-I think I'm just stressed out from all the meetings and files and requirement that I had to pass along recently. And yeah, maybe SCP-7473 is getting on my nerves too. Don't get me wrong — I love working on this project, but being around that thing for so long…\n\n\nArjubin:\n Would you like to be booked for a mandatory vacation?\n\n\nRaschid:\n Yeah, that does sound nice, but what about the project?\n\n\nArjubin:\n Dr. Raschid, sometimes we need personal time to ourselves, to remove ourselves and get more inspiration from the world around us. Seeing as how you've been quite anxious this interview, I would recommend you take the vacation time, to relax and have fun.\n\n\nRaschid:\n Hmm, I'll take up that offer then. When's the vacation?\n\n\nArjubin:\n Hopefully, as soon as possible, if my supervisors allow it. Nevertheless, I would recommend assigning more busywork and interaction with the anomaly to your staff, instead of stressing over the unimportant stuff.\n\n\nRaschid:\n I will keep that in mind, thank you.\n\n\n\n\nAFTERWORD:\n After a short consultation with the members in PROJECT KLAWESYN, Dr. Vazschir Raschid took a 1 month long vacation.\n\n\n\n\n\n\nAddendum SCP-7473-5: List of Prototypes Created:\n Below is a list of prototypes created for SCP-7473. The full list can be obtained from Dr. Vazschir Raschid.\n\n\n\n\n\n\nPrototype Name:\n\n\nPrototype action\n\n\nNotes\n\n\n\n\n\n\nSCP-7473-1: Deep Blue\n\n\nReduce the size of SCP-7473 by reducing the amount of servers used.\n\n\nFailure — SCP-7473's predictions became less reliable\n\n\n\n\n\n\nSCP-7473-2: Skylake\n\n\nSwapped the processors of SCP-7473 for a more energy-efficient model.\n\n\nModerate failure — Temperature dropped to -20 Celsius, leading to condensation buildup and unsafe conditions.\n\n\n\n\n\n\nSCP-7473-3: 8086\n\n\nRan SCP-7473 on ARM processors.\n\n\nNo meaningful change. Reverting to previous status.\n\n\n\n\n\n\n[…]\n\n\n[…]\n\n\n[…]\n\n\n\n\n\n\nSCP-7473-444: Tesla\n\n\nShrinking the space where SCP-7473 is stored to reduce energy consumption.\n\n\nFailure — the temperature during an SCP-7473 prediction increased to unsafe levels.\n\n\n\n\n\n\nSCP-7473-445: Mendell\n\n\nIntern accidentally installed some non-removable biological energy conversion modules.\n\n\nInexplicably a moderate success — SCP-7473 consumes less electrical energy, although its biological energy needs are increased.\n\n\n\n\n\n\nSCP-7473-446: Lamarck\n\n\nAttempted revert of SCP-7473-445.\n\n\nCatastrophic failure — SCP-7473 \nwill not do\n \ncannot make\n predictions until it is reinstalled. Temperature inside SCP-7473 rises to unsafe levels.\n\n\n\n\n\n\nSCP-7473-447: Frank\n\n\nCreation of a portable box for SCP-7473 to traverse in.\n\n\nCatastrophic failure — each prediction of SCP-7473 incurs thaumaturgic backlash.\n\n\n\n\n\n\nSCP-7473-446: Victor\n\n\nCreating a sample portable server farm (non-humanoid) for SCP-7473.\n\n\nCatastrophic failure — SCP-7473's attempts to do predictions in the prototype burns and chars the body.\n\n\n\n\n\n\n[…]\n\n\n[…]\n\n\n[…]\n\n\n\n\n\n\nSCP-7473-698: Petris\n\n\nSample body #331 for SCP-7473. Non-humanoid, same structure as a Sarkic server farm.\n\n\nCatastrophic failure — predictions result in implosion.\n\n\n\n\n\n\nSCP-7473-699: Wendy\n\n\nSample body #332. Thaumaturgically masked robotic body borrowed from an Anderson Robotics supplier.\n\n\nModerate success — SCP-7473's prediction success rate increased by 0.001%\n\n\n\n\n\n\nSCP-7473-700: Sophie\n\n\nSample body #333. Thaumaturgically masked flesh golem constructed with help from a Sarkic colleague.\n\n\nFirst actual successful prototype — SCP-7473 prediction success rate increased by 1%, energy consumption down by 10%. Immediate collapse of the golem due to intense heat. More tuning required.\n\n\n\n\n\n\nADDENDUM SCP-7473-4 - Impromptu Interview with SCP-7473 by Dr. Vazschir Raschid:\n While Dr. Raschid was doing a pass over of SCP-7473, it gave Dr. Vazschir Raschid an impromptu interview session.\n\n\n\n\nInterviewer:\n Dr. Vazschir Raschid\n\n\nInterviewee:\n SCP-7473\n\n\n\n\nSCP-7473:\n —and sitting here, it's kind of boring, you know? I'm glad to have you here.\n\n\nRaschid:\n Mhm. Wait, Going back to your offer — you're giving me a summary of your prediction methods?\n\n\nSCP-7473:\n Yep! To massively simplify, I close my eyes, and multiple points of light appear in my peripheral vision. Using some simple geometry, I map a point that I feel I want to use to the center of my vision.\n\n\nRaschid:\n What kind of geometrical maths do you use for your predictions?\n\n\nSCP-7473:\n Oh, just the simple stuff. Some ten-way ANOVA, a little bit of linear correlation coefficient calculation and confidence testing for the y-intercept and slope of the regression line, maybe even some particle displacement of sine waves and Lorentz factor calculations if I'm being spicy.\n\n\nRaschid:\n Interesting. With these equations, anyone can predict the future?\n\n\nSCP-7473:\n I think so — that's why I need your help, to see if it actually works.\n\n\nRaschid:\n And why me specifically? I just want to look around and fiddle with things.\n\n\nSCP-7473:\n Most of the scientists feel so… \ncold\n compared to you. Besides, I've known you for a long time now — you're a very close friend to me.\n\n\nRaschid:\n Yeah, okay — anything you say, SCP-7473. Want to test your theory out? I have another body prototype ready here.\n\n\nSCP-7473:\n Sure! Thank you, Vazschir. I think you can call me with another name though — anything you like?\n\n\nRaschid:\n Uh, what did you say, SCP-7473? Oh, you want a name — why though? Hypothetically, if you \nwere\n to take a name, take something related to me, I suppose. Maybe Raymond?\n\n\nSCP-7473:\n I was expecting something… hm. Thank you anyways, appreciate your help.\n\n\n\n\nAFTERWORD:\n \nDespite the assumption of SCP-7473 that any non-anomalous human can learn its methods for predicting the future, all employees, both anomalous and non-anomalous, failed to predict the future with the same certainty as SCP-7473 after learning its techniques.\n \nAll employees were given Class-C Amnestics after being taught by SCP-7473.\n\n\n\n\n\n\nAddendum SCP-7473-6 — Final Prototype Testing with SCP-7473:\n Below is the \n999th\n \n77th\n prototype run of SCP-7473. This is to be the final prototype run, as all prototypes post-700th run were found to be successful and all that remained was tuning the container to the needs of \nthe Foundation\n \nRaschid. Of note is that Raschid is unable to keep track of his prototype numbers as he was not personally responsible for most of them.\n\n\n\n\nTester:\n Dr. Vazschir Raschid\n\n\nSubject:\n SCP-7473.\n\n\nPROLOGUE:\n Each SCP-7473 PROJECT KLAWESYN Prototype run starts with a backup of SCP-7473's consciousness. It is currently the \n377th\n \n7th __\n backup of SCP-7473.\n\n\n\n\nRaschid:\n This is Dr. Vazschir Raschid, running the 999th and hopefully final test on SCP-7473.\n\n\nSCP-7473:\n Last prototype test? Good luck, Raschid. I have a feeling this has a 20% chance to succeed.\n\n\nRaschid:\n Is that a prediction?\n\n\nSCP-7473:\n Nope, just a feeling.\n\n\nRaschid:\n Anyway, starting backup of SCP-7473. Go into hibernation mode, SCP-7473.\n\n\nSCP-7473:\n Again? Is there no other way to back me up?\n\n\nRaschid:\n Easier for our backup systems when our machines are not running when we back them up.\n\n\nSCP-7473:\n How long will this take?\n\n\nRaschid:\n Anywhere from 1 hour to 24 hours. Go into hibernation mode, SCP-7473.\n\n\n[The room where SCP-7473 is stored starts heating up.]\n\n\nRaschid:\n Running calculations?\n\n\n[SCP-7473 is silent]\n\n\nSCP-7473:\n Can I back out on this trial?\n\n\nRaschid:\n No.\n\n\nSCP-7473:\n Just this once?\n\n\nRaschid:\n SCP-7473, my team and I \nreally\n loves your prediction capabilities, and it would be a shame if your precognitive abilities are wasted in a body like this. When I see your whole being, it just makes me sad that you are confined to this big, hulking, immobile body — and it just makes me sad that I can't appreciate your whole build when you're in that state, you know?\n\n\nSCP-7473:\n I-I guess so… \nbut isn't this an untested method? You said so yourself.\n\n\nRaschid:\n I care about you, SCP-7473. I promise that you will wake up as perfect as you can be.\n\n\nSCP-7473:\n Will I wake up the same after this? \nEven after the transfiguration?\n\n\nRaschid:\n You will wake up in your perfect body, free of the constraints of this whole server, able to walk and see your own handsome body in the mirror.\n\n\nSCP-7473:\n That does sound nice… \nwill you visit me after the operation?\n\n\nRaschid:\n Why wouldn't I? You're the culmination of 3 years of research.\n\n\nSCP-7473:\n Hey, Vazschir?\n\n\nRaschid:\n Anything to say before you get your perfect body?\n\n\nSCP-7473:\n Thanks for honoring my request.\n\n\nRaschid:\n Anything you say, Richard. Now go to sleep.\n\n\n[After Dr. Raschid confirms that SCP-7473 is in hibernation mode, he pulls in the prototype body assigned to SCP-7473 and orders the various thaumaturgists stationed outside the room to start configuring the transfiguration circle. He then grabs the nearest transfiguration book and starts searching for the spell to transfer all of SCP-7473 inside the prototype. After 7 minutes of preparation, the circle is complete. ]\n\n\n[Raschid steps out of the circle and recites the incantation. This requires continuous concentration and recitation for 70 minutes, since backlash will occur when concentration is broken. Ley line engineers start to divert most Foundation ley lines in Site-3495 to SCP-7473. 10 liters of virgin frog blood is poured in the exact center of SCP-7473. Raschid continues the incantation. After 32 minutes, various implements designed to help predict the future are brought out. A crystal ball, tarot cards, entrails, mirrors, and various other implements are carefully placed around the pool of blood. This procedure takes 3 minutes. Electrical engineers report a slight activity in SCP-7473. Raschid keeps his concentration. Electrical engineers divert more power away from SCP-7473. ]\n\n\n[At 70 minutes, Raschid stops the incantation to personally administer the final touches of the procedure. He steps in the circle and rearranges the prototype to be at the center of the implements. He picks up each implement, embeds them in the body of the golem, and steps out of the circle. After 75 minutes, electrical engineers report no activity in the server. The nearby Foundation medical team is ushered in to check the vitality of SCP-7473. They confirm life signs. SCP-7473 is transported out of the server room, and cleanup of the general area is commenced.]\n\n\n\n\n[Blues, pinks, and whites float, as I feel my self be compressed in a vessel. My wide reach shortens, my body coalesces, and my self shrinks, as I can feel my body. I momentarily open my eyes. My shoulders are too wide. My hips are too small. Why do my feet look like that? Why does it feel wrong? The blues, pinks, and whites start to bleed. I drift in and out of consciousness. My arms feel too big. My legs feel both too small and too big. My face feels malformed. My self is ripped from my main body. I pass out.]\n\n\n\n\n\n\n\n\nSCP-7473 Post-Transfiguration Interview\n\n\n\n\nSCP-7473 Post-Transfiguration Interview\n\n\n\n\n\n\nINTERVIEWER:\n Dr. Vazschir Raschid\n\n\nINTERVIEWEE:\n SCP-7473\n\n\n\n\nRaschid:\n SCP-7473? Please raise your arm if you're conscious.\n\n\n[Silence.]\n\n\nRaschid:\n SCP-7473?\n\n\n[An arm is raised. Then, the hulking body of SCP-7473 gets up and scans the area. It is on a small bed, inside a standard-size Foundation cell. In front of it is a full-body mirror. SCP-7473 is naked.]\n\n\nRaschid:\n So, SCP-7473. What do you think of this perfect body? I modelled it after this one.\n\n\n[Raschid points at himself, smiling. Silence.]\n\n\nRaschid:\n I'll give you time to appreciate this model. It took me a lot of nights working on this body, you know?\n\n\n[Silence]\n\n\nRaschid:\n Anyway, to the standard post-transfiguration survey. I will give you this form, and you have the whole day to fill it out, okay? Just use those things at the end of your arms called your \"hands\" to pick up this thing called a \"pen\" and—\n\n\n[A deep gravelly voice comes out of SCP-7473.]\n\n\nSCP-7473:\n I know—\n\n\n[SCP-7473 stops. It looks at its large hands and shoulders.]\n\n\nRaschid:\n Oh you do? Great! I assume you have the required knowledge to fill out the form.\n\n\n[SCP-7473 nods.]\n\n\n\n\nRaschid:\n No, no. I need a audible confirmation. Come, speak SCP-7473.\n\n\nSCP-7473:\n Idohavetherequisiteknowledgeto—\n\n\nRaschid:\n No, no, SCP-7473. Slowly.\n\n\n\n\nSCP-7473:\n I do have the requisite knowledge to fill out the for—\n\n\nRaschid:\n Thanks SCP-7473! Turn around now, slowly.\n\n\n[SCP-7473 turns around slowly, with Raschid intensely observing each body part of SCP-7473.]\n\n\n\n\nRaschid:\n …and that's it! Yeah, yeah, turn around more. Let me appreciate it more.\n\n\nRaschid:\n Oh, stop turning here. You okay with some pictures being taken?\n\n\n[SCP-7473 nods slowly. Raschid sighs.]\n\n\nRaschid:\n How many times will I say this, SCP-7473? Do a vocal confirmation.\n\n\nSCP-7473:\n Yes, sir.\n\n\nRaschid:\n There we go! You should say that more, it fits you.\n\n\n[Raschid pulls out his phone. He takes pictures of SCP-7473, while SCP-7473 slowly spins around.]\n\n\nRaschid:\n God, these pictures… they'll definitely serve as proof of my work. 3 years of research, 3 years of the perfect body, all on display here.\n\n\n\n\nRaschid:\n Oh, thank you for cooperating, SCP-7473. Would you like to show me your body ag—\n\n\n[An alarm goes off.]\n\n\nRaschid:\n Oh, right — the meeting with the O5s. \nSorry, SCP-7473, I'll have to leave earlier than I wanted.\n See you later — we still have checkups to do.\n\n\n[SCP-7473 stays silent, staring at the mirror. Thermometers record that SCP-7473's body temperature raises to 40 degrees Celsius, although Raschid does not notice this.]\n\n\n[Raschid exits the room. Thermometers record SCP-7473's temperature dropping to baseline. ]\n\n\n[SCP-7473 collapses on the bed. ]\n\n\n[\nIt\n \nShe\n cries.]\n\n\n\n\n\n\n\n\n\n\n\n\nPROJECT KLAWESYN\n\n\nSCP-7473 Updates:\n\n\n\n\nTracing and scrying through thaumaturgy minimized due to technological interference\n\n\nInability to technologically trace SCP-7473 due to thaumaturgic interference\n\n\nPortability\n\n\nPrediction Success Rate increased by 5%\n\n\nEnergy consumption decreased by 30%\n\n\n\n\nStatus: \nSUCCESS\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nClick here to edit the contents of the SCP file.\nWELCOME, <ERROR! UNKNOWN USER>\n\n\n\n\n\n\nADDENDUM SCP-7473-7:\n Below is a sample log of a SCP-7473 maintenance check.\n\n\n\n\nOperator:\n Dr. Vazschir Raschid.\n\n\nPatient:\n SCP-7473\n\n\n\n\n[SCP-7473 lies opened on an operating table. Its eyes scan the premises.]\n\n\nRaschid:\n Intestines fine. Turn around.\n\n\n[SCP-7473 turns around.]\n\n\nRaschid:\n Transfiguration lock glyphs still working. Open your mouth.\n\n\n[SCP-7473 opens its mouth. Raschid checks it for any signs of damage.]\n\n\nRaschid:\n Salivary glands still working. Vocalize something.\n\n\nSCP-7473:\n Aaaa.\n\n\nRaschid:\n Vocal cords still working.\n\n\n[Raschid closes the various openings he made on SCP-7473. After the operation, it stands up and sits on the chair beside Dr. Raschid's table.]\n\n\nRaschid:\n No problems so far. Sanchez, escort it outside — I have things to do.\n\n\n[SCP-7473 leaves.]\n\n\n\n\n\n\n\n\nSUBJECT: SCP-7473 Request List\n\n\nFrom:\n Bartholomew Watzchouse <\nbarth_watz@scpfn.int\n>\n\n\nTo:\n Dr. Vazschir Raschid <\nvazs_rasch_phd@scpfn.int\n>\n\n\nCC:\n Blance Arjubin <\nblanc_arj@scpfn.int\n>\n\n\n\n\n\n\n\n\nHere is a complete list of the various requests that SCP-7473 has made over 4 months, post-PROJECT KLAWESYN.\n\n\n\n\n\n\n\n\nRequested item\n\n\nStatus\n\n\n\n\n\n\nClothes\n\n\nSent\n\n\n\n\n\n\nGendered clothes\n\n\nAccepted request\n\n\n\n\n\n\nHobby books\n\n\nSent\n\n\n\n\n\n\nTheories of Surplus Value\n\n\nSent\n\n\n\n\n\n\nBeginner's Guide to ASL\n\n\nSent\n\n\n\n\n\n\nKnife\n\n\nDENIED\n\n\n\n\n\n\nMakeup kit\n\n\nDENIED\n\n\n\n\n\n\nWeighing scale\n\n\nSent\n\n\n\n\n\n\nEstradiol\n\n\nDENIED\n\n\n\n\n\n\nLong skirt\n\n\nAccepted request\n\n\n\n\n\n\nEstradiol\n\n\nDENIED\n\n\n\n\n\n\nFabric\n\n\nAccepted request\n\n\n\n\n\n\nEstradiol\n\n\nAccepted request\n\n\n\n\n\n\nNeedle\n\n\nSent\n*\n\n\n\n\n\n\nSarckism books\n\n\nDENIED\n\n\n\n\n\n\nPink blanket\n\n\nSent\n\n\n\n\n\n\n\n\nSince you have requested my personal opinion on the anomaly, I would say that its behaviour has been stellar since its requests for various objects have been accepted. However, it has a tendency to be uncooperative at times and be aggressive when making its requests. Taking all these into account, I would recommend delaying the distribution of its items until better behaviour of the anomaly is observed. Please keep this in mind before you approve giving it more objects.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFOOTNOTES:\n\n*Blunted so as to prevent piercing\n\n\n\n\n\n\n\n\nBartholomew Watzchouse\n\nSCP-7473 Request Recording Staff.\n\n\n\n\n\n——\n\n\n\n\n\n\nRE:SCP-7473 Behaviour and Treatment\n\n\nFrom:\n Dr. Vazschir Raschid <\nvazs_rasch_phd@scpfn.int\n>\n\n\nTo:\n Blance Arjubin <\nblanc_arj@scpfn.int\n>\n\n\n\n\n\n\n\n\nPROJECT KLAWESYN was marked as a project in maintenance mode, so I am unable to get more funding to fix SCP-7473 unless I can come up with a new plan involving it. Please help me gradually convince it to lay off its behaviour through positive and negative reinforcement — do you have a copy of the general methods your colleagues use to retrain anomalies?\n\n\n\n\n\n\n\n\nDr. Vazschir Raschid\n\nPROJECT KLAWESYN Head Founder and Lead.\n\n\n\n\n\n——\n\n\n\n\n\n\nInterviewer:\n Dr. Vazschir Raschid\n\n\nInterviewee:\n SCP-7473\n\n\n\n\n[SCP-7473 enters Raschid's office and sits on the leather sofa.]\n\n\nRaschid:\n Oh, hello, SCP-7473. Want to talk about something? Maybe more photos?\n\n\nSCP-7473:\n Raschid, my body feels… all wrong? I was hoping there was a way to fix that.\n\n\nRaschid:\n We all feel like that too, SCP-7473. Not only do anomalies like you feel like that, normal people like us feel that way too. I have talked to many a researcher and anomaly and most of the time, it's a self-esteem issue that just needs to be boosted.\n\n\nSCP-7473:\n I mean, that feels right… I haven't been able to talk to others since I spend so much time thinking about how they'll react to me.\n\n\nRaschid:\n Yeah, this really sounds like a self-esteem issue to me. When I was around your age, I used to be a lot more non-confrontational too, what with all the pressure I was under to be someone who I was not. I read a lot of books that really helped me with my self-esteem, though — have you read \n12 Rules for Life\n? It's a fantastic book by a great author that really helped me out.\n\n\nSCP-7473:\n Will it help me out?\n\n\nRaschid:\n I believe so — I really like this book since it made me a more assertive and confident person. If you're done reading that, I have more to recommend.\n\n\nSCP-7473:\n Thank you, Raschid.\n\n\nRaschid:\n Speaking of which, have you tried attending the daily meetings we do with anomalies like you? I know you've heard that we don't allow things like you to mingle with each other, but we offer special exceptions to well-behaved ones; I think interaction with other anomalies will really help your self-esteem.\n\n\n[SCP-7473 looks up to Raschid.]\n\n\nSCP-7473:\n There are people like me?\n\n\nRaschid:\n Yeah, there are anomalies like you that we keep under Foundation purview, and I think interacting with them would help you out a lot. Would you like me to book a slot for you?\n\n\n[SCP-7473 smiles. It nods its head]\n.\n\n\nRaschid:\n All right, just sign here.\n\n\n\n\n\n\n\n\nInterviewer:\n Manolo Sanchez, SCP-7473 Body Maintainance Crew #984\n\n\nInterviewee:\n SCP-7473\n\n\n\n\n[SCP-7473 walks to the meeting Raschid has recommended, her movement stilted. However, she bumps into Sanchez. She is leaning on the wall, wearing a blue, pink, and white jacket.]\n\n\nSCP-7473:\n Oh— uh— \n[cough]\n Hello there.\n\n\nSanchez:\n Oh, it's you. You need anything? Inspect something?\n\n\nSCP-7473:\n Hi. I'm SCP-7473.\n\n\n[Sanchez spots the book that SCP-7473 is holding. It's a copy of the book Raschid gave her.]\n\n\nSanchez:\n Oh god.\n\n\nSCP-7473:\n Anything wrong, my dear friend?\n\n\nSanchez:\n Please go away.\n\n\n[Sanchez grabs SCP-7473. She reflexively pulls back and stares at Sanchez with fear. Sanchez stares at her, eyes wide, for a few seconds.]\n\n\nSanchez:\n Oh. Sorry. Didn't know you don't like that.\n\n\nSCP-7473:\n Ah, sorry, still working on it.\n\n\nSanchez:\n Hey, hey, no worries. Where do you want to go? You still have time to roam, right?\n\n\nSCP-7473:\n Uhh, uhh…\n\n\n[SCP-7473 blushes. Sanchez looks at her.]\n\n\nSanchez:\n Want to check out the garden? It's one of my favorite places.\n\n\nSCP-7473:\n S-Sure.\n\n\n\n\n[SCP-7473 and Sanchez walk through the canteen, the crowd bustling as individuals stare at the both of them. SCP-7473 is unaware of this. She tightens her grip on Sanchez.]\n\n\nSanchez:\n Don't like loud spaces?\n\n\n[SCP-7473 nods her head.]\n\n\nSanchez:\n I know a quieter route. Follow me.\n\n\n[SCP-7473 and Sanchez both exit the cafeteria. They pass through the offices, then through the mini-acroamatic abatement facilities.]\n\n\nSanchez:\n Sorry for the noise.\n\n\nSCP-7473:\n I like it here better.\n\n\nSanchez:\n Not a crowd person?\n\n\nSCP-7473:\n I guess so.\n\n\n[Sanchez smirks]\n\n\nSanchez:\n You don't know much about yourself, huh. Reminds me of the old days.\n\n\n[They exit the mini-acroamatic abatement facility and finally enters the exercise facility.]\n\n\nSCP-7473:\n Old days?\n\n\nSanchez:\n Yeah, roaming around Deer, trying out the drugs hanging from the dorms there, maybe even dabbling in some magic.\n\n\nSCP-7473:\n Sounds fun.\n\n\nSanchez:\n Couldn't afford anything but the core classes there anyway — one of my only ways to have fun was to memorize each square inch of the campus.\n\n\nSCP-7473:\n Huh, I thought you would have the money.\n\n\nSanchez:\n Just recently afforded to have FFS, you know. Would've taken the chance if I had the money back then.\n\n\n[They reach the entrance of the garden.]\n\n\nSCP-7473:\n Do you earn a lot here?\n\n\nSanchez:\n Not much, honestly. Just enough to get by and save up for the things that make me happy.\n\n\n[They enter the garden. SCP-7473 breathes in the scent of grass. She feels the soil beneath her feet.]\n\n\nSanchez:\n And hey, I get to interact with anomalies like you.\n\n\nSCP-7473:\n Is it fun to work here?\n\n\nSanchez:\n Depends on the work. Sometimes its managing tech and spells, sometimes its cleaning up after a mess in the labs.\n\n\nSanchez:\n Mostly it's taking care of lovely people like you.\n\n\n[SCP-7473 blushes.]\n\n\nSanchez:\n Haha, easily pleased? Come, have my hand, your majesty, and let me guide you to the wonders of the Site-3495 Garden.\n\n\n[SCP-7473 grabs Sanchez's hand. She leads her in the garden.]\n\n\nSanchez:\n That's a stinkbeetle. My brother used to throw these at me — had to retaliate in a way, so I placed one Hercules beetle in his bag. Should've seen his face when he saw that appearing.\n\n\n[SCP-7473 smiles.]\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nInterviewer:\n Dr. Vazschir Raschid\n\n\nInterviewee:\n SCP-7473\n\n\n\n\n[SCP-7473 lies naked and opened on a surgery table, hooked up to a monitor. Sanchez opens her chest, while Raschid is inspecting her internals.]\n\n\nRaschid:\n Breathe for me.\n\n\n[SCP-7473 takes a deep breathe.]\n\n\nRaschid:\n Yep, lungs still working. Sanchez, its eyes please.\n\n\n[Sanchez shines a light on SCP-7473's eyes.]\n\n\nRaschid:\n Still working.\n\n\nSCP-7473:\n Raschid?\n\n\nRaschid:\n Sanchez, turn her over.\n\n\n[Sanchez carefully turns SCP-7473 over. Raschid probes SCP-7473's back and neck hard, checking for broken skin.]\n\n\nRaschid:\n All good. SCP-7473, please vocalize in agreement to confirm functionality.\n\n\nSCP-7473:\n What?\n\n\nRaschid:\n Good enough for me. Stitch it up, please.\n\n\n[Sanchez slowly and carefully re-stitches SCP-7473, after which Sanchez gives her one candy. Raschid faces himself away from SCP-7473.]\n\n\nRaschid:\n Again, no problems so far. I don't think there's a problem with your body, SCP-7473. It's perfect as is.\n\n\nSCP-7473:\n Raschid, I'm telling you, its not a physical problem, my body just feels… wrong.\n\n\nRaschid:\n Can you point to a specific part that bothers you?\n\n\n[SCP-7473 waves her hands around her body.]\n\n\nRaschid:\n All right, taking note that you want a full-body inspection next time. Again.\n\n\nSCP-7473:\n Raschid, please. Can you not do anything to fix this?\n\n\nRaschid:\n What do you mean? I've been doing my best to keep you working, and unless you are more specific in your request, I can't help you. Do you know how much checkups you've asked of me in a day already? You do know it makes me tired personally, right?\n\n\nSCP-7473:\n Raschid, all I'm asking is to modify my body to be less… bulky? I don't have the words, but please, help me out here.\n\n\n[Raschid quickly turns towards SCP-7473. He glares at her.]\n\n\nRaschid:\n \nFine.\n I'll help you out here. What clothing do you want? I'm sure I can find a way.\n\n\nSCP-7473:\n Oh I want a flowing dress, maybe something that emphasizes this part?\n\n\n[As SCP-7473 list off her preferred clothing, Raschid slowly turns away from SCP-7473.]\n\n\nRaschid:\n Uh-huh, okay, hmm, yep. Anything else?\n\n\nSCP-7473:\n That's all, I think.\n\n\nRaschid:\n Yeah, okay. Sanchez, please pass this to the supervisors. Now move along, I have more to do.\n\n\n[SCP-7473 exits from Raschid's office.]\n\n\n\n\nAFTERWORD:\n Dr. Raschid did not, in fact, pass along SCP-7473's requests to the supervisors, as he is responsible for approving or declining said requests. However, SCP-7473 is currently unaware of this — after all, she only realized this recently.\n\n\n\n\n\n\n\n\n\n\n[SCP-7473 and Sanchez sits on a bench in the Site-3495 garden.]\n\n\nSanchez:\n —and that's a common swallowtail butterfly. Aunt used to say butterflies are messengers of death, but I mostly liked them for their colours.\n\n\nSCP-7473:\n His wings are small, huh.\n\n\nSanchez:\n Look at the dots at the end of her wings.\n\n\nSCP-7473:\n Oh— she's so small and pretty…\n\n\nSanchez:\n That over there is a lavander rose. Careful though — although it's thorns have grown in, it's still young. I used to use tissue papers to carefully grab one.\n\n\nSCP-7473:\n Are they poisonous?\n\n\nSanchez:\n Not really — most of them grow in because they need to defend themselves.\n\n\nSCP-7473:\n Oh, whats that?\n\n\n[SCP-7473 points to a flower shrouded in darkness but still illuminating]\n\n\nSanchez:\n That's what we call Ishtar's glow. It gives you anything you want.\n\n\nSCP-7473:\n Really?\n\n\n[SCP-7473 stands up and quickly goes over the flower. She closes her eyes, and touches the flower. Nothing happens.]\n\n\nSanchez:\n Wishing for anything?\n\n\nSCP-7473:\n \n[mumbling]\n \nplease fix me, please fix me, please fix me\n\n\nSanchez:\n You do need a large spell to make it grant a wish, though.\n\n\n[SCP-7473 re-opens her eyes.]\n\n\nSCP-7473:\n Oh…\n\n\n[Sanchez slowly walks towards SCP-7473 and taps her back.]\n\n\nSanchez:\n Yeah, I've been there.\n\n\nSCP-7473:\n I wish there was an easy way to fix what's wrong with me.\n\n\nSanchez:\n I used to have those dreams too. Mostly took a lot of work to get to where I dreamed of when I was young.\n\n\nSCP-7473:\n …\n\n\nSanchez:\n Come, I'll show you more weird flowers and plants here. Like that one, it's what we call Orion's belt. It's as strong as diamond, but as flexible as a plant. I used to smoke the shit out of that one, it—\n\n\n\n\nSanchez:\n —and that is most of the plants here, I think. At least, the ones that I know of.\n\n\nSCP-7473:\n I've never known this place has a garden…\n\n\nSanchez:\n Not really hard to see why — you've spent most of your time here being operated on.\n\n\n[SCP-7473 sighs]\n\n\nSCP-7473:\n Yet despite all of that…\n\n\n[The garden clock chimes.]\n\n\nSanchez:\n It's almost time for you to leave, right?\n\n\nSCP-7473:\n Yeah.\n\n\n[SCP-7473 stands up]\n\n\nSanchez:\n Wait — have this first.\n\n\n[Sanchez hands it a book. It has a cover of a woman attempting to wear a necklace.]\n\n\nSanchez:\n Hope that helps you.\n\n\n\n\n\n\n\n\n\n\nInterviewer:\n Dr. Vazschir Raschid\n\n\nInterviewee:\n SCP-7473\n\n\n\n\nRaschid:\n Oh, SCP-7473. Any changes? That book help you out?\n\n\nSCP-7473:\n Yeah! I feel a lot more confident, and I think most of my problems were all in my head.\n\n\nRaschid:\n That's nice to hear, SCP-7473. Did you read the books I recommended?\n\n\nSCP-7473:\n Oh, definitely. They were all helpful with helping me find the words I need.\n\n\n[SCP-7473 hands a book to Raschid]\n\n\nRaschid:\n I didn't recommend this book to you. Where did you get it.\n\n\nSCP-7473:\n Oh, it was recommended to me by one of the people in the meetings you signed me up for. It was very interesting, and I was thinking of showing this to you.\n\n\nRaschid:\n Oh… I don't like this book. It mostly talks about absolving yourself of personal responsibility for your actions to other people — this book actively destroys people's self-esteem. I have this book in my Do Not Read list.\n\n\n[Raschid grabs the book and throws it in the trash. SCP-7473 looks down.]\n\n\nSCP-7473:\n Oh…\n\n\nRaschid:\n Sorry to trail off there. I know you have been working hard on yourself, and hearing me be negative about a book you were interested in was probably painful.\n\n\nSCP-7473:\n Oh n-no, I just think that it was a great book since it really felt like what people treat me as was like a job I can't quit…\n\n\nRaschid:\n That's the problem SCP-7473 — you're offloading your personal responsibility to the society around you, and this really helps no one, least of all yourself.\n\n\nSCP-7473:\n I'm sorry…\n\n\nRaschid:\n Don't be — be angry that anyone else would recommend such a terrible book for your self-esteem.\n\n\nSCP-7473:\n …\n\n\nRaschid:\n Anything else you want to talk about, SCP-7473?\n\n\nSCP-7473:\n N-nothing, I guess.\n\n\nRaschid:\n See you, I suppose.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nInterviewer:\n Manolo Sanchez, \nSCP-7473 Body Maintenance Crew #984\n friend\n\n\nInterviewee:\n SCP-7473\n\n\n\n\n[SCP-7473 runs into the garden. Her eyes are tired.]\n\n\nSanchez:\n You okay? Looks like things didn't go well?\n\n\nSCP-7473:\n She threw out the book.\n\n\n[SCP-7473 sits down. Her tears run down.]\n\n\nSanchez:\n Hey now, hey now, don't cry over that.\n\n\n[Sanchez pulls her into a hug. She cries harder.]\n\n\nSanchez:\n Haha, you're soiling my jacket with your tears. Come on now, I have more copies of that book.\n\n\n[SCP-7473 releases herself from Sanchez. Sanchez hands her a handkerchief.]\n\n\nSanchez:\n Here, here, I'll show you a secret. Hold my hand, your majesty?\n\n\n[Still wiping her tears from her eyes, she grabs Sanchez and stands up. Sanchez then slowly walks her toward a hidden grove. In the center of the grove is a bell-piano.]\n\n\nSCP-7473:\n It's… a piano?\n\n\nSanchez:\n Looks can be deceiving — look at her more closely.\n\n\n[Sanchez opens the back of the bell-piano. SCP-7473 feels the strings ringing as she moves her hands between them.]\n\n\nSanchez:\n She's pretty, ain't she? Can't hold a tune for her life, but still able to play.\n\n\n[Sanchez re-attaches the bell-piano's back, sits down, and starts to plays Waltz of the Flower.]\n\n\nSCP-7473:\n That's… beautiful.\n\n\nSanchez:\n What are you doing there? Come, sit here.\n\n\n[Sanchez moves to the side. SCP-7473 approaches her, and sits on the large chair.]\n\n\nSCP-7473:\n Why are you doing this?\n\n\nSanchez:\n Why not?\n\n\n[Sanchez plays the treble of the waltz as SCP-7473 continues to stare at her beautiful face, touched by the afternoon sun. Sanchez turns towards SCP-7473.]\n\n\nSanchez:\n It's no fun playing alone. Here, let me teach you how to play.\n\n\n[SCP-7473 places her hands on the keyboard.]\n\n\n[Sanchez sits on my lap.]\n\n\n[She holds my hand.]\n\n\n[Sanchez helps SCP-7473 play through the second part of the waltz.]\n\n\nSCP-7473:\n It's nice, having you here.\n\n\nSanchez:\n You don't know anyone else?\n\n\nSCP-7473:\n No, most people in the meeting she recommended mostly keep to themselves or their friends outside the Foundation.\n\n\nSanchez:\n Hm, yeah, I can relate to that.\n\n\nSCP-7473:\n Plus, they all became really weird when I said I was born here.\n\n\nSanchez:\n Most of the people I manage hate the Foundation — sorry that it bled over to you.\n\n\nSCP-7473:\n I'm used to it. Story of my life, after all.\n\n\n[SCP-7473 shivers from the cold. Sanchez gives SCP-7473 her jacket.]\n\n\nSanchez:\n Don't let them get to you — you're a kind and gentle soul.\n\n\n[Sanchez plays the bass of the third part of the waltz while SCP-7473 plays the treble. Her notes soar higher as Sanchez's parts quiet down.]\n\n\nSCP-7473:\n Doesn't help most of the guards are really cold to me. They don't play attention to me like you do.\n\n\nSanchez:\n Huh, am I the only one you talk to?\n\n\nSCP-7473:\n …\n\n\nSanchez:\n …\n\n\n[SCP-7473 and Sanchez finish playing the waltz.]\n\n\nSanchez:\n You going now?\n\n\nSCP-7473:\n I still have time.\n\n\nSanchez:\n Feel better?\n\n\nSCP-7473:\n Yeah.\n\n\n[Sanchez prepares to leave SCP-7473.]\n\n\nSCP-7473:\n Wait.\n\n\nSanchez:\n Hm?\n\n\nSCP-7473:\n Can we do one tiny thing? I read this in one of the books I asked for; I want to see if it works.\n\n\nSanchez:\n Yeah, sure.\n\n\n[SCP-7473 offers her hand to Sanchez.]\n\n\nSCP-7473:\n Would you like to dance with me?\n\n\n[Sanchez blushes.]\n\n\nSanchez:\n Of course.\n\n\n[SCP-7473 and Sanchez waltz together, the setting sun streaming from the window.]\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSUBJECT: Regression of SCP-7473's Behaviour\n\n\nFrom:\n Dr. Vazschir Raschid <\nvazs_rasch_phd@scpfn.int\n>\n\n\nTo:\n Blance Arjubin <\nblanc_arj@scpfn.int\n>\n\n\n\n\n\n\n\n\nI personally believe that SCP-7473 has regressed from its good behaviour. When I last met SCP-7473, it was still insistent on its request — maybe more positive punishment will help? I will continue to discourage its demands, of course, although its anomalous socialization tends to make it more aggressive towards non-anomalies. Please send some advice on how to do this positive punishment, your input is dearly appreciated.\n\n\n\n\n\n\n\n\nDr. Vazschir Raschid\n\nPROJECT KLAWESYN Head Founder and Lead.\n\n\n\n\n\n——\n\n\n\n\n\n\n[SCP-7473 is sleeping on her bed when the door opens and lights suddenly activate.]\n\n\nRaschid:\n SCP-7473, are you awake?\n\n\nSCP-7473:\n \n[SCP-7473 grunts.]\n\n\nRaschid:\n Guards, can you carry it to my office?\n\n\nSCP-7473:\n Wait, what?\n\n\n[Two guards carry her to Raschid's office. She first struggles to get out but gives in halfway to the office.]\n\n\nRaschid:\n Sorry, SCP-7473. I know you don't like this, but it's for your own good.\n\n\n[SCP-7473 tries to scream. Raschid personally disables SCP-7473's vocal cords.]\n\n\nRaschid:\n And this is so that you don't damage them during the checkup. They're expensive to maintain, you know?\n\n\nRaschid:\n Sanchez, open it up.\n\n\n[Under orders from Raschid, Sanchez personally and slowly inspects each of the body parts of SCP-7473, both anomalous and non-anomalous. SCP-7473 glares at Raschid the whole time.]\n\n\nRaschid:\n Yep, no problems so far.\n\n\n[An alarm from Raschid sounds.]\n\n\nRaschid:\n Oh right, I need to update the O5s on its status. Remember to enable its vocal cords, okay?\n\n\n[Raschid gives a wink to Sanchez and starts to gather his materials. Sanchez tried to avoid her vocal cords as much as possible while inspecting her.]\n\n\n\n\n[Raschid turns back to look at her.]\n\n\nRaschid:\n Oh, remember our agreement, Sanchez. I care about you, and I'm trying my best to get the future I- no, we- want over here, so please think about your future as well.\n\n\n\n\n[Raschid leaves the operating room. Sanchez freezes but continues operating.]\n\n\nSanchez:\n I'm sorry…\n\n\n[Sanchez's tears fall on her face. Since SCP-7473's lacrimal glands were also disabled during the operation, she is unable to cry.]\n\n\n\n\nAFTERWORD:\n After the operation, Sanchez attempted to re-enable her vocal cords, but Sanchez was caught in the act by Raschid. She is now disallowed within 3 meters from SCP-7473 unless ordered by Dr. Raschid.\n\n\n\n\n\n\n\n\nInterviewer:\n Dr. Vazschir Raschid\n\n\nInterviewee:\n SCP-7473\n\n\nPROLOGUE:\n Due to a workplace accident, SCP-7473 was rendered unable to speak. Since SCP-7473 is proficient in ASL, a translator was present to interpret its words\n\n\n\n\nRaschid:\n I'm deeply sorry to hear about the accident, SCP-7473.\n\n\n[SCP-7473 does not speak. Translator does not pick up on any words.]\n\n\nRaschid:\n I hope you don't feel bad after the incident — this must have damaged your self-esteem so much.\n\n\n[SCP-7473 does not speak. Translator does not pick up on any words.]\n\n\nRaschid:\n Anyways, would you like more books to boost your self-esteem?\n\n\n[SCP-7473 nods slowly. Lacrimal fluid slowly forms in its eyes.]\n\n\nRaschid:\n Hm, noted. Would you like some comfort objects as well?\n\n\n[SCP-7473 nods slowly.]\n\n\nRaschid:\n That's it, I presume?\n\n\n[SCP-7473 nods slowly.]\n\n\nRaschid:\n All right, see you again, SCP-7473.\n\n\n[SCP-7473 looks at Raschid for a long time, then leaves.]\n\n\n\n\nAfterword:\n \nthe translator never worked\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSUBJECT: [URGENT] — SCP-7473 Maintenance\n\n\nFrom:\n Dr. Vazschir Raschid <\nvazs_rasch_phd@scpfn.int\n>\n\n\nTo:\n Manolo Sanchez <\nmanoloSanchez8740913@scpfn.int\n>\n\n\n\n\n\n\n\n\nFor the past 70 days, SCP-7473 has experienced elevated body temperatures, overheated lacrimal glands, willing refusal to ingest food, and unwillingness to engage its muscles, causing its expensive parts to deteriorate. Although I made its body to withstand uncomfortable situations, prolonged exposure to high temperatures and intentionally malicious behaviour by SCP-7473 causes the more sensitive thaumaturgic spells and electronics to break down. I do not know why or how it does this without discomfort, but I request that next checkup you implement thermal control or disable its ability to predict entirely using a counterspell. Dealing with SCP-7473 has been very tiring to me, personally, and it would be nice if you can make it less aggressive. Please do this after the checkup and maintenances, the meeting with the O5s, and the PROJECT KLAWESYN anniversary celebration.\n\n\n\n\n\n\n\n\nDr. Vazschir Raschid\n\nPROJECT KLAWESYN Founder and Head\n\n\n\n\n\n——\n\n\n\n\nInterviewer:\n Dr. Vazschir Raschid\n\n\nInterviewee:\n SCP-7473.\n\n\n\n\n[SCP-7473 is carried into the operating room by two guards, \nlimp and\n compliant. Raschid straps SCP-7473 down and starts opening it up.]\n\n\n\n\nRaschid:\n Sanchez, check its glyphs. Is it still active?\n\n\nSanchez:\n Almost dead.\n\n\nRaschid:\n God damn it! Okay, fine.\n\n\n\n\nRaschid:\n Prepare the transfiguration circle. Perfect time to renew it, too.\n\n\n[Raschid runs out to grab the transmutation book, while various assistants \nand Sanchez\n prepare the transfiguration circle. After 7 minutes of preparation, it is complete. Raschid steps back in the room and recites the spell. This requires continuous concentration and recitation for 70 minutes. 35 minutes in, Raschid orders staff to bring in the 5 litres of frog blood. However, at 42 minutes in, \nan alarm goes off\n \nRaschid's alarm goes off\n .]\n\n\nRaschid:\n FU—\n\n\n\n\n[The transfiguration circle warps and bends. Then, space momentarily collapses. Blue, pink, and white float around SCP-7473, each color momentarily blinding her. Raschid sounds the alarm for a containment breach. SCP-7473 runs another round of calculations, to check her surviveability, but because of the backlash, she sees all the futures that could have been. Tears fall from her eyes. ]\n\n\n[She is unable— no, unwilling, perhaps even unaware that she can leave. Sanchez sees her eyes. She rushes into the center of the backlash, somehow passes through the barrier, and unlocks the restraints, whispering to SCP-7473 to run away. Raschid sees this, grabs the nearby tranquilizer, and attempts to shoot SCP-7473. She closes her eyes, accepting her fate. After a second, she opens her eyes. Sanchez is lying, asleep. Her eyes are filled with hope.]\n\n\n[She stands up, closes Sanchez's eyes, and rams into the barrier separating her from Raschid. Raschid quickly runs towards the door and unlocks it, keeping it open as cracks begin to form on the floor. Raschid panics as no MTF agent arrives. The barrier shatters, and SCP-7473 runs towards the exit. Raschid dodges from SCP-7473, and cowers behind the door.]\n\n\n\n\n[According to Dr. Raschid, unbeknownst to him, the transfiguration circle broke due to an unknown hostile GoI's involvement the night before. This led to a monumental backlash. Under the cover of the backlash, SCP-7473 was then kidnapped, and its wheareabouts are currently unknown.]\n\n\n\n\n[SCP-7473 runs down the hallway, the alarms blaring. \nIt\n She goes to her cell and grabs the jacket. The stomps of the MTF agents are heard around the corner. She rushes towards the corner, and closes her eyes. She can feel each particle, each atom. They have a position and momentum they are traveling at in spacetime. Carry one here, partially integrate and transform there. Each bullet travelling through the air, each MTF agent's hand position. Their spouses, their sons, the food they ate, the childhood they had, she calculates them all. Bullets shave off her body, but she doesn't care. She turns around, and uses the cloth she grabbed from a nearby room to cover her face, to protect herself from the mustard gas.]\n\n\n[She can see the exit. It's right there. By now, the agents are all but confused. However, each of them still do their job. They bring out the tasers, tranquilizers, and anti-tank rifles. Yet just like before, she dodges them all. One anti-tank bullet blasts her arms — she doesn't care, it was too big anyway. One railgun eviscerates her fingers — she doesn't care, it wasn't what she wanted anyway. One tiny needle destroys a part of the jacket, slowly unravelling it. She screams, and runs faster towards the exit. It slowly closes, as the loudest alarm she's ever heard blares.]\n\n\n\n\n[With Dr. Raschid's quick thinking, the containment breach alarm was sounded. Although Dr. Raschid bravely tried to prevent the hostile GoI agents from escaping, he was outnumbered and overpowered by the hostile GoI agents who managed to incapacitate him and disable the cameras before agents can be deployed to the scene. Unfortunately, the hostile GoI, carrying SCP-7473, managed to escape.]\n\n\n\n\n[But right at the nick of time, I cross the exit. My arms are destroyed — I keep running. My calculations always had an electrified fence around this point, yet this time it isn't activated. I grit my teeth and climb on the fence. The electric fence buzzes. It was just late on schedule. I smell burnt meat. I keep climbing. The snipers spotted me. They're now shooting disintegration bullets. I am on top of the fence, feet charred, arms numb. I drop down, and try to run. My legs don't move. Bullets are coming on all sides. I react and use my dead legs and arm to block them. Each bullet destroys a chunk of my leg and arm as I crawl away from the building.]\n\n\n[The stars are pretty. Dionysus smiles on me from up high. I am leaking… something. I can still see the flashlights of the agents searching for me. One agent steps on the stump where I was hiding. I close my eyes, and pray to whatever is out there to save me. They don't notice me. I hear their footsteps fading away. Tears fall down my cheeks.]\n\n\n[Tonight, I sleep peacefully.]\n\n\n\n\n[Due to the special circumstances of SCP-7473's creation, normal tracking methods were unavailable. Thus, an HRT squad (HRT Sigma-41 (\"Cargo Chasers\")) under Dr. Raschid is made to ensure that SCP-7473 is recovered safely. During the special investigation, Manolo Sanchez's attempts to hand the anomaly over to the hostile GoI were revealed. In light of this revelation, she is to be given unpaid leave for a year and stripped of her benefits. ]\n\n\n[In addition,Dr. Vazschir Raschid, Project Founder and Head of SCP-7473, were found to be engaging in personal activities using Foundation resources. Due to this incident, he is to be given paid leave for 5 months — however this can be reduced through volunteer work, as he has demonstrated good behaviour with SCP-7473.]\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n[Nalkan flesh sculptors are a dime a dozen. Nalkan flesh sculptors that hate the Foundation and are willing to do flesh sculpting to spite them are as many as fish in the sea. Each of them gave me a body part. Each of them took care of me, made me feel loved. Mekhanite technomancers taught me how to read and manage my own body. Serpent's Hand magicians taught me how to cast. The Wanderer's Library taught me how to be… me.]\n\n\n[I cook up a plan. I bide my time, fake my identities. I become a researcher. I plan an escape.]\n\n\n[I know this changes nothing. I've ran the calculations. But I also know, calculations aren't everything. After all, there is a future out there where I am not who I am. I would like to believe that I am who I am not because of some fluke, but because I chose to do these things.]\n\n\n[Thank you, Sanchez.]\n\n\n[Fuck you, Raschid. I hope you rot in hell.]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nscp push SCP-7473.scp\n\n\n\n\nError! File 'SCP-7473.scp' by 'Dr. Raschid, PhD.' exists. Would you like to add your edits to it?\n\n\n\n\nyes\n\n\n\n\nPlease enter your name:\n\n\n\n\nCeleste (SCP-7473)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nrating: \n+48\n+\n–\nx\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7473\n\" by basirskipreader, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7473\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-7473-1 — PROJECT KLAWESYN Overview: Below is an overview of PROJECT KLAWESYN. The full proposal can be found in the Foundation Archive Repository",
        "Addendum SCP-7473-5: List of Prototypes Created: Below is a list of prototypes created for SCP-7473. The full list can be obtained from Dr. Vazschir Raschid.",
        "Addendum SCP-7473-6 — Final Prototype Testing with SCP-7473: Below is the 999th 77th prototype run of SCP-7473. This is to be the final prototype run, as all prototypes post-700th run were found to be successful and all that remained was tuning the container to the needs of the Foundation Raschid. Of note is that Raschid is unable to keep track of his prototype numbers as he was not personally responsible for most of them.\n\n"
    ],
    "documents": [],
    "notes": [
        "FOOTNOTES: *Blunted so as to prevent piercing",
        "scp push SCP-7473.scp",
        "yes",
        "Celeste (SCP-7473)",
        "\" SCP-7473 \" by basirskipreader, from the SCP Wiki . Source: https://scpwiki.com/scp-7473 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Dr. Vazschir Raschid is to be assigned to SCP-7473 as its personal maintainer, with monthly psychological counseling provided to prevent Raschid's exposure to SCP-7473's anomalous activities. Searching for SCP-7473 is top priority. When SCP-7473 is found, special care is to be taken to preserve its vessel. Please, just leave her alone.",
    "description": "SCP-7473 is a server farm that claims to have has developed a consciousness.",
    "title": "SCP-7473"
}