{
    "url": "https://scp-wiki.wikidot.com/scp-7474",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\nItem #:\n SCP-7474\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Research efforts have been redirected into discovering means to halt SCP-7474 manifestations. Instances of SCP-7474-A are to be recovered at the request of research head or site director only.\n\n\nAll Foundation personnel are to be briefed of the general nature of SCP-7474, and suspected manifestations are to be reported immediately.\n\n\nCrowd control efforts have been limited towards ensuring the integrity of Foundation operations near human settlements. Furthermore, knowledge pertaining to the false origin of recent SCP-7474 manifestations is to be upheld by any means necessary.\n\n\n\n\nArchived Special Containment Procedures\n\n\n\n\nArchived Special Containment Procedures\n\n\n\n\nAs SCP-7474 manifestations are impossible to prevent or predict, all containment efforts are to be directed towards misinformation in the general populace. All suspected cases of SCP-7474 manifestations are to be attributed to typical products guilty of trademark infringement.\n\n\nConfirmed instances of SCP-7474-A are to be confiscated for study, stored in Site-76 low security storage wing and catalogued accordingly. (See Addendum 7474-1)\n\n\n\n\n\n\n\n\nDescription:\n SCP-7474 is a phenomenon described as the spontaneous manifestation of varying objects.\n1\n No discernible patterns have been discovered between the intended purpose of the objects, however each one seems to be an inferior imitation of said object.\n2\n\n\nWhile SCP-7474 has no known limit to its area of effect, most confirmed instances of SCP-7474-A have been recovered from areas where the average citizen lives under the regional poverty threshold.\n3\n\n\nAddendum 7474-1: Recovered Objects\n\n\nBelow is the abridged version of the Item Catalogue of SCP-7474-A instances under Foundation study. For the comprehensive list contact the current head of research.\n\n\n\n\n\n\nItem\n\n\nItem Description\n\n\n\n\n\n\nBoard game\n\n\nItem consists of a box and the contents within. Contents include a game board constructed of frail cardboard, copper pieces in various shapes, a set of cards and pieces of paper with a number written on each. The box itself has the name \"Moneypoly\" written on it.\n\n\n\n\n\n\nItem\n\n\nItem Description\n\n\n\n\n\n\nTube of chips\n\n\nA tube containing potato chips which fill 46% of the tube. The tube has a sticker depicting a mascot with a mustache, along with the name \"Crinkles\". The flavor is described as \"Mayo and pepper\", though the taste has been described to be bland.\n\n\n\n\n\n\nItem\n\n\nItem Description\n\n\n\n\n\n\nDVD Case\n\n\nDVD Case titled \"Merry Trotter and The Prisoner of Secrets\". Upon playing the disc contained in the case, the first 17 minutes of the movie \"Harry Potter and the Prisoner of Azkaban\" is played, after which it displays a screenshot of the movie for a duration of 1 hour and 32 seconds.\n\n\n\n\n\n\nItem\n\n\nItem Description\n\n\n\n\n\n\nTractor\n\n\nA tractor of medium size. The object was missing several essential parts at the time of discovery, likely due to them being sold. The tractor itself was abandoned in a landfill, and is currently inoperational. A logo of a moose head with the name \"John Moose\" is present on the frame.\n\n\n\n\n\n\nItem\n\n\nItem Description\n\n\n\n\n\n\nPerfume\n\n\nA glass container filled with a clear liquid. A label is wrapped around the container with the name \"Melvin Klein\" written on it with a silver marker. The liquid has a pleasant smell, though loses the intended effect after brief exposure to moisture.\n\n\n\n\n\n\nItem\n\n\nItem Description\n\n\n\n\n\n\nPotted cactus\n\n\nA Blue Columnar Cactus (Pilosocereus pachycladus) growing in a small clay pot filled with a mixture of soil and sand. The pot has a sticker with the text \"FlowerScape\" written on it. Despite being tended to, the cactus is currently withering due to unknown cause, and is expected to die within 2-4 weeks.\n\n\n\n\n\n\nAddendum 7474-2: Surveillance Report\n\n\nBetween 12/4/2023 and 31/7/2023 approximately 670 559 individuals between the ages of 3 and 7 have died due to rapid bodily deterioration. Observed symptoms include, but are not limited to:\n\n\n\n\nRapid decrease of muscle mass\n\n\nDeterioration of bone structure\n\n\nWeakened blood coagulation\n\n\nRapid shedding of skin tissue\n\n\nGastric ulcers and expulsion of gastric fluids.\n\n\n\n\nLarge majority of human population believes the symptoms are the cause of an unidentified disease, and the Foundation will strive to uphold that belief.\n\n\nMost countries attempt to contain mass hysteria amongst their citizens to varying decrees of success, with some resorting in the declaration of martial law to contain the resulting damage to human lives and infrastructure. Means to combat psychological harm on a massive scale are currently underway.\n\n\nInvestigation taking place within the week following the initially reported cases resulted in the discovery of common factors between each individual. Autopsy confirmed the presence of a tag attached to the tailbone, with each one having the text \"Humon\nTM\n\" printed on them. Additionally the parents of each individual were confirmed to have struggled with infertility prior to the conception of the child. Further study is ongoing.\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Referred to as SCP-7474-A. The objects themselves are non-anomalous.\n\n\n2\n. Colloquially known as a rip-off.\n\n\n3\n. As most manifestations are likely to go unreported, any possible implications of this remain inconclusive.\n\n\n\n\n\n\n\n\n« \nSCP-7473\n | SCP-7474 | \nSCP-7475\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7474\n\" by SphereFinale, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7474\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7474-1: Recovered Objects\nBelow is the abridged version of the Item Catalogue of SCP-7474-A instances under Foundation study. For the comprehensive list contact the current head of research.",
        "Addendum 7474-2: Surveillance Report\nBetween 12/4/2023 and 31/7/2023 approximately 670 559 individuals between the ages of 3 and 7 have died due to rapid bodily deterioration. Observed symptoms include, but are not limited to:\nLarge majority of human population believes the symptoms are the cause of an unidentified disease, and the Foundation will strive to uphold that belief.\nMost countries attempt to contain mass hysteria amongst their citizens to varying decrees of success, with some resorting in the declaration of martial law to contain the resulting damage to human lives and infrastructure. Means to combat psychological harm on a massive scale are currently underway.\nInvestigation taking place within the week following the initially reported cases resulted in the discovery of common factors between each individual. Autopsy confirmed the presence of a tag attached to the tailbone, with each one having the text \"Humon TM \" printed on them. Additionally the parents of each individual were confirmed to have struggled with infertility prior to the conception of the child. Further study is ongoing.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7474 \" by SphereFinale, from the SCP Wiki . Source: https://scpwiki.com/scp-7474 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7474",
    "object_class": "Keter",
    "containment_procedures": "Research efforts have been redirected into discovering means to halt SCP-7474 manifestations. Instances of SCP-7474-A are to be recovered at the request of research head or site director only.",
    "description": "SCP-7474 is a phenomenon described as the spontaneous manifestation of varying objects.1 No discernible patterns have been discovered between the intended purpose of the objects, however each one seems to be an inferior imitation of said object.2",
    "title": "SCP-7474"
}