{
    "url": "https://scp-wiki.wikidot.com/scp-7478",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\n\n\nby \nQuicksilvers\n\n\n\n\n\n\n\n\nThe following cache of documents was discovered in an empty basement office within Foundation Site-22. Presented in rough chronological order as is assumed via contextual evidence. Analysis is currently ongoing.\n\n\n\n\n\n\n \n\n\n\n\n\n\n1/6\n\n\n\n\n\n\ntold me it's like locking yourself in a room on accident when you were a child. Exact same feeling. Pitch black but somehow you're able to see the walls in the darkness, and all of it is blue, and sometimes you feel like you're bei\n[ILLEGIBLE]\n\n\n\n\n \n\n\n\n\n\n\nA torn piece of scrap paper.\n\n\n\n\n\n \n\n\n\n\n\n2/6\n\n\n\n\n\n\n\n\n\n\nBasement Hallway B9\n\n\n\n\n\n\n\n\nItem №:\n SCP-7478\n\n\nObj. Class:\n Undetermined\n\n\nContainment Protocol:\n SCP-7478 is to be discussed with any and all individuals capable of cognition in order to propagate its own containment. Engagement with this file is mandatory to all Foundation staff as this constitutes as a form of passive feeding. Active feeding is to occur as previous; sporadically and undisturbed.\n\n\nDescription:\n SCP-7478 is a form of targeted physiosemantic dissociation from baseline reality that is currently conceptually fused to Basement Hallway B9 within Site-22. SCP-7478 is activated by an individual's physical presence within Basement Hallway B9 and ceases when said individual is no longer present within the location. The effects of being present within SCP-7478 differs with each activation and individual undergoing exposure, though various anomalous factors stay consistent, including but not limited to spaciotemporal distortions, mental fog, memory intrusion, potential induced retrocausality, and potential induced recursion.\n1\n\n\nDiscovery:\n SCP-7478 was discovered at an unknown date, theorized to have been between early June 2006 and the present day. Previous to this increment, various Foundation staff had been consistently viewed within security camera footage taken from Basement Hallway B9. These sightings do not correspond to the presence of the employees as seen within, as all staff have strong alibies supporting their lack of actual presence within Site-22's basement levels, and possibly their, at the time, absence from the Site as a whole.\n\n\nIt is currently unknown how SCP-7478 has potentially escaped Foundation identification for so long, though theories point to its anomalous effects as the root of this cause.\n\n\n\n\n1. Properties currently under review by departments specializing in \nthe narrative stack\n.\n \n1\n\n\n\n\n\n\nStandard Foundation Anomaly Classification document.\n\n\n\n\n\n \n\n\n\n\n\n3/6\n\n\n\n\nAddendum:\n Testing Logs\n2\n\n\nDate:\n 27/7/2008\n\n\nExposed Person(s):\n D-997\n3\n\n\nLength of Exposure:\n 22 seconds\n\n\nCommand:\n Traverse the length of Basement Hallway B9 and exit at the opposing door.\n\n\n\n\nSummary:\n D-997 enters the affected area from the furthermost doorway. Subject hesitates before walking down the length of the hallway.\n\n\nSubject steps on a tile and the tile caves, revealing a hollow space under a portion of the floor. Breaking more of these tiles shows that there is a large well-like opening burrowing into the ground. D-997 carefully steps around the edge of the opening to avoid falling in.\n\n\nD-997 continues walking, reporting the smell of water around the 2 minute mark.\n4\n D-997 reports an uneasy feeling, describing it as encroaching tension.\n\n\nD-997 falls into the well.\n\n\nD-997 crawls out of the well.\n\n\nD-997 sprints towards the opposite end of Basement Hallway B9 and reaches the exit.\n\n\n\n\n2. For full transcripts (excluding exemplary materials within this file), please contact RAISA.\n\n\n3. Liam Keene, 32, previously a contract worker for a construction company.\n\n\n4. This incongruency remains and is quantifiable despite its contradictive nature.\n\n\n\n\n\n\nStandard Foundation Anomaly Test/Trial document.\n\n\n\n\n\n \n\n\n\n\n\n4/6\n\n\n\n\n\nIt happened again today and I'm not really sure how I should handle it. Same as last time, which means it's something I should've at least been prepared for, but I don't think this is something that you really can brace yourself over.\n\nI walked past his desk and he looked at me and smiled. He said, \"Hey Masie!\" and he started moving to get up out of his seat to chat. I tried to look busy but for some reason, I couldn't stop myself from smiling - it slipped out on its own. I said I had a lot of paperwork to do, paperwork and files and paperwork. I made up something on the fly when he asked what they were for.\n\n\nI tried excusing myself, and he snickered. He made a joke about me that I don't want to write down about here. I chuckle and walk away, but on the inside, I felt something burning. Still can't tell if it's shame or desperation - hell, maybe even heartbreak.\n\n\nMaybe it's all three.\n\n\nAfter that, it happened same as last time. The world melted and peeled around me as I felt the ceiling tile drip cool and dry on my forehead, the paint and brick and concrete of the walls slipping off like loose skin. I don't know why, but I had the urge to reach out and push my hand into it. It was soft and pliable, meaning that if I pushed hard enough, I'd be able to go \nthrough.\n\n\nSo I did. I placed my hand against the melt, and it was warm and soft, again, loose fat and skin. And I pushed, and pushed, and \npushed,\n until I couldn't see anything. It just kept \ngoing.\n\n\nEventually, I found open air. I was in a bedroom - it was messy and unkept. Red blankets and a red bedsheet strung up against the window as a makeshift curtain.\n\n\nThere was someone else in the room with me. He looked like Dennis.\n\n\nAnd then the world snapped back into place. Destruction in reverse. Bricks clicking into the walls, doorways realigning themselves and snapping into their proper hinges, the paint layering itself back in strips and scattered-torn slips. Tiles vibrating underfoot as they emerged through the carpet, shuffling back into form.\n\n\nAnd then it was all back, and I was facing the exit door for the hall.\n\n\nI'm going to HR tomorrow. I can't do this anymore.\n\n\n\n\n\n\nJournal entry, forcefully torn from source.\n2\n\n\n\n\n \n\n\n\n\n\n\n5/6\n\n\n\n\n\n\n\n\nSCP-7478\n emerges from the tunnel. It is holding a box.\n\n\n\n\n\n \n\n\nSCP-7478:\n \nThis is what you want. This is what you've \nalways\n wanted.\n\n \n\n\n\n\nElane\n staggers back, shaking her head. Her eyes are wide and her gaze is fixed on \nSCP-7478\n.\n\n\n\n\n\n \n\n\nElane:\n NO! NO, YOU'RE IN MY HEAD, \nYOU'RE IN MY HEAD!\n\n \n\n\n\n\nSCP-7478\n holds the box out towards \nElane\n.\n\n\n\n\n\n \n\n\nSCP-7478:\n \nIt is not something you can deny. As clear as the sun. As powerful as the burning light of billions of quasars.\n\n \n\n\n\n\nSCP-7478\n opens the box. \nElane\n screams and covers her face with her arms.\n\n\n\n\n\n \n\n\nElane:\n NO! NO, \nSTAY AWAY! STAY AWAY FROM ME!\n\n\nSCP-7478:\n \nThey fill the night sky.\n\n \n\n\n\n\nSomething\n is inside the box. That \nsomething\n moves.\n\n\n\n\n\n \n\n\nSCP-7478:\n \nThey fill it with nothing but sunburn.\n\n \n\n\n\n\nThe \nsomething\n slithers out of the box. It leaves behind a faint trail of a clear, thin, almost greasy liquid. It falls to the floor with a wet splat before it twitches towards \nElane\n. \nElane\n backs into a wall behind her, slowly sliding to the ground with her arms still covering her face. Muffled weeping is heard. \nSCP-7478\n \nchuckles\n, brushing its hair away from its eyes.\n\n\n\n\n\n \n\n\nSCP-7478:\n \nYou're already here. You've always been here. This is just another step down the spire.\n\n \n\n\n\n\nThe \nsomething\n touches \nElane's\n leg. Wet, stringy filaments clinging to the fabric of her clothes. She screams again, and it echoes throughout the tunnel.\n\n\n\n\n\n \n\n\nSCP-7478:\n \nIt is alright. You will be repurposed soon.\n\n\nSCP-7478:\n \nMelted down. Used for scrap and spare parts. Purified.\n\n \n\n\n\n\nSCP-7478\n \nchuckles\n again. It looms forwards, over \nElane\n. Crouching to the ground and leaning on one knee, it places the empty box on the ground beside itself. \nSCP-7478\n reaches out and gently strokes \nElane's\n hair.\n\n\n\n\n\n \n\n\nSCP-7478:\n \nI know you are afraid. I am sorry that you believe that this is something you should fear.\n\n \n\n\n\n\nElane\n is still quietly sobbing into her arms. Her voice is choked with tears.\n\n\n\n\n\n \n\n\nElane:\n I- I don't- wh- why? Wh-why is this ha-appening to me?\n\n \n\n\n\n\nSCP-7478\n gently reaches out and pulls her arms away from her face. It reaches towards her chin and angles it upwards so they are face-to-face. They hold eye contact, and \nElane's\n expression betrays her panic, so rigid that her body is as heavy as stone.\n\n\n\n\n\n \n\n\nSCP-7478:\n \nBecause you deserve it, Elane. You deserve to feel free.\n\n \n\n\n\n\nThe \nsomething\n lunges at \nElane\n, landing on her chest before sinking through her clothing. She shrieks, clawing at it and attempting to gain purchase, but it slips through her fingers and her skin. \nElane\n attempts to stand up and run, still pulling at her chest as she staggers into the darkness down a branching pathway of the tunnel. \nSCP-7478\n watches on as she flees. It is \nsmiling\n.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPartial written transcript. Original video file missing.\n3\n\n\n\n\n\n \n\n\n\n\n\n6/6\n\n\n\n\n\n\nINTERVIEWER:\n Staff Director L. Palacios\n\n \n\n\nINTERVIEWEE:\n Jr. Rs. F. Ergot\n\n\nNo.\n\n\nDATE:\n 11 April 2022\n\n\n\nPALACIOS:\n Thank you for coming in - I understand that it has been a stressful time for you and I appreciate you taking the time to reach out.\n\n\nNo, I can't be back here again.\n\n\nERGOT:\n Yeah.\n\n\nYou don't understand, it was over, I made sure it was over months ago.\n\n\nPALACIOS:\n Well, where would you like to start?\n\n\nNo - he doesn't get a chance to weep after all the things he said to me. Stop helping him.\n\n\nERGOT:\n I haven't been sleeping again.\n\n\nStop. You know what you did. We \nboth\n know.\n\n\nPALACIOS:\n Is it because of the nightmares? I thought those calmed down for a bit.\n\n\nI haven't forgotten any of it. I remember it all.\n\n\nERGOT:\n No, not those. Those haven't really stopped yet, by the way.\n\n\nAm I in them? Stop doing that.\n\n\nPALACIOS:\n I'm sorry to hear - we could possibly up your zaleplon prescription if you bel-\n\n\n\"Such a good, obedient little boy.\" You think it's all a \njoke?\n You think it did \nnothing?\n\n\nERGOT:\n It's not the nightmares.\n\n\nWait.\n\n\nPALACIOS:\n …\n\n \n\n\nPALACIOS:\n Oh, you mean that's not what's keeping you awake?\n\n \n\n\nERGOT:\n No, not this time around.\n\n \n\n\nPALACIOS:\n May you elaborate?\n\n \n\n\nERGOT:\n …\n\n\nDon't.\n\n\nERGOT:\n …\n\n\nDon't say it.\n\n\nERGOT:\n …I just…\n\n \n\n\nERGOT:\n …\n\n \n\n\nERGOT:\n I think I keep seeing myself where I shouldn't be.\n\n\nSTOP\n\n\nPALACIOS:\n Oh? How so?\n\n \n\n\nERGOT:\n It's…\n\n\nSTOP STOP STOP STOP STOP\n\n\nERGOT:\n …\n\n\nPLEASE STOP PLEASE STOP STOP FUCKING TALKING STOP TALKING I CAN'T DO THIS ANYMORE\n\n\nERGOT:\n Sometimes when I have to go downstairs into the older archives, I see someone that has my own face, but it's different.\n\n\nSTOP FUCKING TALKING YOU'RE GETTING TOO CLOSE TO THE SURFACE STOP FUCKING TALKING\n\n\nPALACIOS:\n Is the appearance consistent? Can you describe him for me?\n\n\nDON'T ASK HIM STOP PRYING STOP FUCKING TALKING ABOUT IT PLEASE STOP WHAT IF HE SEES WHAT IF HE SEES AND WHAT IF HE KNOWS\n\n\nERGOT:\n Yes, actually. His hair is dirty blond and longer than mine. It's unkept and wavy.\n\n\nSHUT UP SHUT UP SHUT UP SHUT UP SHUT UP SHUT UP STOP FUCKING TALKING \nPLEASE\n\n\nERGOT:\n He also just…\n\n\n…\n\n\nERGOT:\n Whenever he sees me, he smiles.\n\n\nNO\n\n\nERGOT:\n And it's exactly the same.\n\n\nSCP-7478-2:\n\n\n\n\nSTOP\n\n\n\n\n\n\n\n\nFoundation standard interview transcription.\n\n\n\n\n\n \n\n \n\n\n\n\n\nThe following file is what is currently occupying the SCP-7478 slot within the Foundation's database.\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nOPEN FILE\n\n\n\n\nCLOSE FILE\n\n\n\n\n\n\n \n\n\n\n\nItem №:\n SCP-7478\n\n\nObj. Class:\n Safe\n\n\nContainment Protocol:\n Due to its near-negligible effect on staff duties, SCP-7478 is to be ignored by all Foundation workers. Tissues are to be provided to all staff working within Floor 2 to Basement Floor 4.\n\n\nDescription:\n SCP-7478 is a sporadic, minor auditory cognitohazard located within the lower levels of Site-22 (specifically, Floors 2 to B4). SCP-7478 is not tethered to a single point or area within this threshold and manifests at an inconsistent rate.\n\n\nThe human ear registers SCP-7478 as a high-frequency whining sound, not dissimilar to tinnitus. Side effects of exposure to SCP-7478 have been recorded as:\n\n\n\n\nthe scent of mildew and/or petrichor\n\n\ntears (lacking reason)\n\n\nminor bouts of exhaustion\n\n\ndissociation and recursion of long term memory\n1\n\n\n\n\nAt the cessation of SCP-7478, all side effects subside within five to ten minutes.\n\n\nDiscovery:\n SCP-7478 was discovered 27 September 2020 when Foundation custodian Mikaela Webber reported the sound to Human Resources. The anomaly was then swiftly filed before being summarily ignored.\n\n\n\n\nFootnotes\n\n\n1. Including the formation of false memories regarding interpersonal non-familial relationships.\n\n\n\n\n\n\n\n \n\n \n\n\n\n\n\n\nPlease contact your Site Director in conjunction with RAISA for any developments or alterations.\n\n\nThank you.\n\n\n\n\n\n\n\n \n\n \n\n\n\nAnd truly, from the bottom of my heart.\n\n\nThank \nyou,\n too.\n\n\n\n\n\n \n\n \n\n\n\n\n\n\n\n\n\n \n\n \n\n\n\n\n\n« \nSCP-7477\n | \nOne last thing.\n | \nSCP-7479\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7478\n\" by Quicksilvers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7478\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n hallway.jpg\n\n\nAuthor:\n \nQuicksilvers\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nText illegible despite proper formatting.\n\n\n2\n. \nHandwriting is a rough match with Foundation statistician Masie Craw, who was employed at Site-17 at the time this cache was discovered. \"Dennis\" has not been identified.\n\n\n3\n. \n\"Elane\" has not been identified.",
    "addendums": [],
    "documents": [],
    "notes": [
        "The following cache of documents was discovered in an empty basement office within Foundation Site-22. Presented in rough chronological order as is assumed via contextual evidence. Analysis is currently ongoing.",
        "told me it's like locking yourself in a room on accident when you were a child. Exact same feeling. Pitch black but somehow you're able to see the walls in the darkness, and all of it is blue, and sometimes you feel like you're bei [ILLEGIBLE]",
        "SCP-7478 emerges from the tunnel. It is holding a box. SCP-7478: This is what you want. This is what you've always wanted. Elane staggers back, shaking her head. Her eyes are wide and her gaze is fixed on SCP-7478 . Elane: NO! NO, YOU'RE IN MY HEAD, YOU'RE IN MY HEAD! SCP-7478 holds the box out towards Elane . SCP-7478: It is not something you can deny. As clear as the sun. As powerful as the burning light of billions of quasars. SCP-7478 opens the box. Elane screams and covers her face with her arms. Elane: NO! NO, STAY AWAY! STAY AWAY FROM ME! SCP-7478: They fill the night sky. Something is inside the box. That something moves. SCP-7478: They fill it with nothing but sunburn. The something slithers out of the box. It leaves behind a faint trail of a clear, thin, almost greasy liquid. It falls to the floor with a wet splat before it twitches towards Elane . Elane backs into a wall behind her, slowly sliding to the ground with her arms still covering her face. Muffled weeping is heard. SCP-7478 chuckles , brushing its hair away from its eyes. SCP-7478: You're already here. You've always been here. This is just another step down the spire. The something touches Elane's leg. Wet, stringy filaments clinging to the fabric of her clothes. She screams again, and it echoes throughout the tunnel. SCP-7478: It is alright. You will be repurposed soon. SCP-7478: Melted down. Used for scrap and spare parts. Purified. SCP-7478 chuckles again. It looms forwards, over Elane . Crouching to the ground and leaning on one knee, it places the empty box on the ground beside itself. SCP-7478 reaches out and gently strokes Elane's hair. SCP-7478: I know you are afraid. I am sorry that you believe that this is something you should fear. Elane is still quietly sobbing into her arms. Her voice is choked with tears. Elane: I- I don't- wh- why? Wh-why is this ha-appening to me? SCP-7478 gently reaches out and pulls her arms away from her face. It reaches towards her chin and angles it upwards so they are face-to-face. They hold eye contact, and Elane's expression betrays her panic, so rigid that her body is as heavy as stone. SCP-7478: Because you deserve it, Elane. You deserve to feel free. The something lunges at Elane , landing on her chest before sinking through her clothing. She shrieks, clawing at it and attempting to gain purchase, but it slips through her fingers and her skin. Elane attempts to stand up and run, still pulling at her chest as she staggers into the darkness down a branching pathway of the tunnel. SCP-7478 watches on as she flees. It is smiling .",
        "The following file is what is currently occupying the SCP-7478 slot within the Foundation's database.",
        "Please contact your Site Director in conjunction with RAISA for any developments or alterations. Thank you.",
        "\" SCP-7478 \" by Quicksilvers, from the SCP Wiki . Source: https://scpwiki.com/scp-7478 . Licensed under CC-BY-SA .",
        "Filename: hallway.jpg Author: Quicksilvers License: CC BY-SA 3.0 Source Link: Link"
    ],
    "description": "SCP-7478 is a sporadic, minor auditory cognitohazard located within the lower levels of Site-22 (specifically, Floors 2 to B4). SCP-7478 is not tethered to a single point or area within this threshold and manifests at an inconsistent rate.",
    "title": "SCP-7478"
}