{
    "url": "https://scp-wiki.wikidot.com/scp-7482",
    "all_text": "rating: \n-6\n+\n–\nx\n\n\nitem\n:scp7482\n\n\nobject class\n:keter\n\n\nspecial containment procedures :\n Since 7482 can manifest randomly and there is no possibility of containing it,foundation efforts are focused on early identification and intervention. Automated surveillance systems are implanted in high-risk environments like isolation sites (rough terrain, urban areas with poor visibility, and buildings under threat of seclusion, e.g., abandoned buildings, alleyways, and unmonitored workplaces).\n\n\nAny individual found to be exhibiting signs of SCP-7482's influence—abrupt paranoia, complaint of being stalked by an unseen entity, or accounts of heavy breathing and muffled whispering upon being alone—should be taken into Foundation custody immediately for psychological evaluation and quarantine.\n\n\nTask Force Lambda-12 (\"Phantom Wardens\") is charged with monitoring high-risk zones and initiating emergency intervention protocols if SCP-7482 is discovered. In the event of an imminent attack, agents are to attempt to force the target victim into a crowded zone or a controlled area to prevent confronting SCP-7482.\n\n\nStaff who are deployed to SCP-7482 research or containment are never to be alone at any given time. Any staff who are found to be alone in an area under monitoring will be categorized as high-risk and extracted.\n\n\nDescription\n\n\nSCP-7482 is a humanoid entity that materializes when a subject is completely alone, regardless of place or daylight. As soon as it is achieved, SCP-7482 enters the stalking state and will begin tracking the subject with increasing aggression. Vicitims have also reported hearing slow, measured footsteps, hushed voices that are like loved ones, and seeing oneself being watched,and in some cases victims report seeing their shadows moving on their own .Those that attempt to flee or scream for help will experience sudden sensory deprivation—rendering them unable to perceive their surroundings or even their own voice.\n\n\nSCP-7482 is a tall humanoid figure of about 2.4 meters, gaunt body and extended limbs. The skin of the figure is untypically tight, pale, and it is full of deep, non-healing cuts. There are no discernible facial features apart from an extended, toothed maw holding jagged, uneven teeth. SCP-7482 makes no audible noise but is able to create a deafening noise when it exhales that gets louder while advancing towards its target. SCP-7482 travels at an unnatural pace when it attacks, covering vast distances in seconds. Upon reaching its target's destination, SCP-7482 kills in utmost savagery, employing execution methods ranging from sheer brutality like mutilation, bludgeoning trauma, to relocation of organs.\n\n\nOne of the peculiar and very unsettling characteristics of SCP-7482 is its capacity to identify and kill any party that seeks to intervene. When a second individual enters the scene with the intention of preventing the assault, SCP-7482 will immediately alter its method of operation—killing both persons at the same time. The entity seems to strive to leave no witnesses alive from its assaults.\n\nThe victims of SCP-7482 have signs of severe torture, although recorded interactions show that deaths occur within seconds. Autopsies reveal gargantuan lacerations, shattered bones, and violent internal trauma not consistent with any weapon or natural phenomenon.\n\n\nThere are no reported ways to escape from SCP-7482 after it has begun in pursuit. The sole documented survival is when people unwittingly enter occupied space, upon which SCP-7482 immediately dematerializes. There are no findings on attempts to trace its origin or know its nature.\n\n\naddendum 7482-A\n:\n\nIncident Log 7482-04:\n\nOn ██/██/20██, an attempt was made to lure SCP-7482 into a controlled setting through D-Class personnel. Subject D-89324 was instructed to remain in isolation alone within an isolated containment cell. SCP-7482 materialized and dispatched the subject within less than three seconds after having been in solitude for 12 minutes. The entity looked in the direction of the observation window while present and remained stationary for 15 seconds before it vanished. Subsequent examination of CCTV footage revealed the words \"YOU ARE NEXT\" faintly etched into the chamber wall. None of the staff reported observing SCP-7482 make these marks in real time.\n\n\nAddendum 7482-B\n:\n\nIncident Log 7482-07:\n\n\nOn ██/██/20██, SCP-7482 was responsible for an incident that resulted in the death of two individuals, Johnathan ███████ and his fiancée Emily ██████, despite the fact that they were at different locations. SCP-7482 somehow succeeded in hitting both victims simultaneously, rendering all means of communication and warning one another completely useless.\n\nJohnathan and Emily were on a video call at approximately 02:45 AM, planning their weekend. Johnathan went stiff during the call, his expression going blank as an eerie sense of dread swept over him. Emily noticed the abrupt change in his demeanor and attempted to ask him what was wrong. Johnathan stared back at the screen with wide, terrified eyes and whispered, \"It's here.\"\n\n\nBefore Emily could respond, Johnathan abruptly stood up and hung up the call. His apartment lost electricity, and Emily, frightened, continued to dial repeatedly. Each call was rejected, and the line went dead. Emily, already in a state of utmost panic, texted Johnathan and waited for him to reply. No reply.\n\n\nMeanwhile, Johnathan alone in his apartment began experiencing hallucinations: fleeting silhouettes on the edge of his vision, more distinct whispers, and an undeniable sense of being watched. He tried to run for the door, but he was paralyzed in fear. When he glanced over his shoulder, SCP-7482 appeared, not as a physical presence but as a grotesque silhouette of distorted shadows and warped limbs, all perceivable only to Johnathan's afraid mind.\n\n\nEmily, panicked and yet still on the phone with her own growing terror, was completely unaware that Johnathan had already been a casualty of SCP-7482's attack.\n\n\nThe Murders:\n\nAround 03:00 AM, Emily received a call on her phone for the third time, the caller ID showing Johnathan's number. However, when she answered, it wasn't Johnathan's voice responding, but that of a low, rasping voice which wasn't human by any means. The voice said:\n\n\n\"You can't save him, and you can't save yourself. It will never stop until you come with him.\"\n\n\nEmily was horrified and hung up the phone, trying to tell herself that it was a prank or a system error. But with each passing minute, Emily could sense an intensifying pressure, as if something was bearing down on her from all sides.\n\n\nAt exactly 03:14 AM, her phone rang once more, but this time the screen displayed a message that chilled her to her core: \"I’m here. You’re alone now.\"\n\n\nShe turned off the phone as quickly as she could, but it was already too late. SCP-7482 materialized in her apartment, but only in the eye of her imagination, a twisted, mutilated shadow that moved at the edge of her vision and crawled inch by inch forward. Emily tried to scream, but nothing came out. The last thing she had witnessed was a vision of Johnathan, bruised and mutilated, standing beside SCP-7482, its horrid form looming over him.\n\n\nThe Aftermath:\n\nWhen staff at the Foundation reached both sites eventually, both the victims were already dead under very similar gruesome circumstances. Emily sat curled up on one corner of her living room floor, and her eyes remained wide open with horror. Emily had obviously been violently dragged along the floor by force, bearing bruises and cuts on her body as if she struggled with an ethereal opponent.\n\n\nJohnathan's body was discovered inside his apartment as well, mutilated. His legs and arms were twisted out of position, his head in the rear, like the creature had distorted his body to mock the very fabric of human nature. Strangely, his phone remained displaying an active video call — with only static.\n\n\nNotes:\n\nThis incident further solidifies SCP-7482's ability to attack its victims despite any attempts at communication. The fact that Emily and Johnathan were in different locations did not prevent the entity from manifesting itself in front of both of them and killing them. Attempts to warn one another or halt it were also futile, as the entity's power overrode all communication. The phone calls placed over phones, texts sent, and video calls were all SCP-7482's tricks, pushing its victims further and further into a sure death\n\nOn ██/██/20██, an incident with SCP-7482 resulted in two individuals being killed, Johnathan ███████ and his fiancée Emily ██████.\n\nAlthough they were not at the same location, SCP-7482 attacked both victims simultaneously, rendering all attempts to call or warn each other completely useless.\n\n\nThe Event:\n\nApproximately 02:45 AM, Johnathan and Emily were in the middle of a video call, talking about what they would do during the weekend. During the call, Johnathan suddenly stiffened, his expression going blank as a chilling sense of fear swept over him. Emily, noticing his sudden change of expression, attempted to ask him what was wrong. Johnathan turned back towards the screen with wide, fearful eyes and whispered, \"It's here.\"\n\n\nBefore Emily could speak, Johnathan stood up and hung up the call. His apartment was dark now, and Emily, in anxiety, kept calling back again and again. The calls were all rejected, and the line went dead. Emily was now in a state of panic and sent a text message to Johnathan and waited for some response. No message was received.\n\n\nMeanwhile, Johnathan, alone in his apartment now, began to experience hallucinations: fleeting shadows at the edges of his perception, distant voices that slowly intensified, and the unmistakable feeling of being watched. He tried to crawl to the door, but terror held him in place. Turning around, SCP-7482 was present, but not in the sense of some material presence: instead, it appeared as a grotesque shape of distorted shadows and contorting limbs that only Johnathan's terror-addled mind could see.\n\n\nEmily, panicked and still on the phone with her own furious terror, was completely unaware of the fact that Johnathan had already fallen victim to SCP-7482's assault.\n\n\nThe Murders:\n\nAt around 03:00 AM, Emily's phone rang again, the caller ID showing Johnathan's number. But on picking up, it was not Johnathan's voice on the phone speaking, but a deep, raspy, voice which could never have been that of a human being. The voice whispered:\n\n\n\"You can't save him, and you can't save you. It'll never stop unless you join him.\"\n\n\nShaken, Emily hung up, trying to reason herself into the possibility that it was a prank or a telephone malfunction. Yet as minutes passed, Emily increasingly felt under duress, as though something was constricting her from all sides.\n\n\nAt exactly 03:14 AM, her phone rang once more, but this time the screen displayed a message that chilled her to her core: \"I’m here. You’re alone now.\"\n\n\nShe clicked the phone off in a second, but too late. SCP-7482 appeared in her living room, though only perceivable in her eye of mind as a ghastly, monstrous shape prancing at the edges of her line of sight, drawing ever closer. Emily screamed, though her scream never left her mouth. The last thing she saw was an image of Johnathan, injured and scarred, standing next to SCP-7482, its foul shape looming over him.\n\n\nThe Aftermath:\n\nBy the time Foundation personnel arrived at both locations, both victims were dead in similar horrific conditions. Emily was found huddled in a corner of her living room, her eyes locked in terror. She had been apparently dragged across the floor, her body bruised and abraded as if she had tried to fight off an invisible assailant.\n\n\nJohnathan's corpse was discovered within his apartment, mutilated in the same manner. His limbs and legs were bent unnatural directions, head pulled backward, as if the entity repositioned him to desecrate the very essence of what made him human. In some way, his phone had a video call engaged, but an exposé of static alone.\n\n\nNotes:\n\nThis incident further supports SCP-7482's capability to inflict damage on victims despite effort at communication. Emily and Johnathan's presence in remote locations did not stop the entity from manifesting in their minds as well and causing their deaths. Attempting to inform each other or move on their behalf was futile since the entity's powers outweighed the means of communication. All the efforts carried out through phones, messages, and video calls were part of SCP-7482's deception, making its victims more isolated and pushed towards their eventual deaths.\n\n\nFollowing this, it was theorized that SCP-7482's psychological impact extends beyond the physical, that its impact need not be location-based. The entity impacts the mentality of its victims, reaping their terror and causing them to pass away in its presence regardless of distance.\n\n\nThe terror of reality is the fact that, once SCP-7482 has set its sights on an individual, no form of communication, verbal, digital, or otherwise, can save the victim. This is a unique threat because it means that no one will be able to interfere, rendering every effort made to rescue victims entirely useless.\n\n\nSubsequently, it was hypothesized that the psychological effect of SCP-7482 goes beyond physical distance and therefore is location-unbound. The entity seeks the mental plane of the victims, preconditioning on fear and ultimately causing its victims to perish regardless of distance.\n\n\nThe ominous reality is that once SCP-7482 decides to go after an individual, nothing in terms of communication, be it verbal, digital, or any other means, will come to the rescue of the victim. This phenomenon creates a one-of-a-kind danger, in that it deters anyone from intervening, rendering all rescue attempts completely useless.\n\n\nAddendum 7482-C:\n\n\nIncident Log 7482-14 - The Return of SCP-7482\n\n\nOn ██/██/20██, SCP-7482 was actively involved in a horrific incident wherein it attacked a once-rescued victim, along with those individuals who had somehow managed to set them free. The victim's salvation was reduced to a gruesome series of events, culminating in the victim and the horrific killing of their rescuers.\n\n\nIncident Details:\n\n\nThe victim, [REDACTED], was a 29-year-old wilderness survivalist who had been reported missing when he ventured into the [REDACTED] forest to search. Seven days later, he had a rescue and search unit dispatched to locate him. They found him in a deserted cabin, alone, and almost starving. The victim was uncommunicative and appeared to be tormented, talking in fragmented sentences such as, \"It's still here. It never left me. I can't escape.\"\n\n\nThe victim was evacuated after being rescued to a hospital by air. No great injuries were observed on physical examination, but psychologically, the victim showed distinct indications of extensive trauma, constantly speaking about something being with them, around them. Despite assurances by medical professionals, the victim's phobia could be seen. They reported the feeling of never being alone, even in a hospital ward.\n\n\nHowever, after weeks of treatment, it seemed as though the victim was recovering. There were no signs of SCP-7482's presence in their immediate environment—until █/██/20██.\n\n\nThe Return of SCP-7482:\n\n\nIn the dead of night, SCP-7482 returned to reclaim its victim. It began with a chilling message scrawled in the victim’s room, found by the night-shift nurse: “You can’t escape. You’re not safe here.”\n\n\nSometime around 02:35 AM, the room of the victim was found to be empty. The door had been locked from the inside, but the bed was empty. Officials immediately swept the building but were able to find no trace of the victim. They did, however, find something much more ominous—a message scrawled in blood on the next wall: \"He thought he was saved, but you never leave.\"\n\n\nThe way of inquiry was extended to the home of the victim and the homes of those individuals who had joined in the rescue. The outcome was worse than expected.\n\n\nHorrendous Deaths of the Rescuers:\n\n\nThe initial sign that SCP-7482 had moved again was when the rescuers themselves began arriving dead. It began with [REDACTED], a member of the search and rescue team, being discovered mutilated beyond recognition, his body having been posed into an unnatural position on the ground. The corpse was discovered with a message scrawled in the victim's own blood: \"He is with me now.\"\n\n\nThe rest of the rescue team were discovered hours later murdered in their homes. The same heinous pattern existed in each case: savage dismemberment, eyes gouged out, hands severed, bodies twisted into unnatural, ugly poses. Across walls and mirrors, \"YOU\" and \"NEVER ESCAPE\" were written in victims' blood, leaving trails of terror behind. The rescuers were not simply killed—they were spoken to.\n\n\nThe Last Moments of the Victim:\n\n\nAfter the horrific death of the rescuers, the search for the first victim intensified. A week later, the victim's body was found in a secluded corner of the nearby forest. Strangely, the body did not show any physical injuries. Instead, it seemed as if the life had been drained out of them. The victim's eyes were wide open, filled with an absolute expression of horror and fear, their hands gripped tightly around a piece of paper that did not tell much more than: \"I'm sorry, I thought I was free, but it's always here. It never leaves me. It never lets go.\"\n\n\nThe victim's body showed no signs of violence but was left in a state of emotional devastation, as if they were compelled to endure an unending fear. There was no trace of SCP-7482 visible near the victim's body, but the overwhelming feeling of death permeated the air, as if the entity's presence clung close.\n\n\nAddendum 7482-D: Final Warning\n\nSCP-7482 is real.\n\nIt is watching.\n\nIf you are alone…\n\nIt is already there.\n\n\n\n\n\n\n« \nSCP-7482\n | SCP-7482 | \nSCP-7482\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7482\n\" by tldmc, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7482\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n SCP-7482\n\n\nName:\n \"HOLLOW MAN\"\n\n\nAuthor:\n [DARRELL AJIMA]\n\n\nLicense:\n [Creative Commons Attribution-ShareAlike 3.0 Unported License (CC BY-SA 3.0)]\n\n\nSource Link:\n [\nhttps://scpwiki.com/scp-7482](https://scpwiki.com/scp-7482\n)",
    "addendums": [
        "Addendum 7482-B : Incident Log 7482-07:\nOn ██/██/20██, SCP-7482 was responsible for an incident that resulted in the death of two individuals, Johnathan ███████ and his fiancée Emily ██████, despite the fact that they were at different locations. SCP-7482 somehow succeeded in hitting both victims simultaneously, rendering all means of communication and warning one another completely useless. Johnathan and Emily were on a video call at approximately 02:45 AM, planning their weekend. Johnathan went stiff during the call, his expression going blank as an eerie sense of dread swept over him. Emily noticed the abrupt change in his demeanor and attempted to ask him what was wrong. Johnathan stared back at the screen with wide, terrified eyes and whispered, \"It's here.\"\nBefore Emily could respond, Johnathan abruptly stood up and hung up the call. His apartment lost electricity, and Emily, frightened, continued to dial repeatedly. Each call was rejected, and the line went dead. Emily, already in a state of utmost panic, texted Johnathan and waited for him to reply. No reply.\nMeanwhile, Johnathan alone in his apartment began experiencing hallucinations: fleeting silhouettes on the edge of his vision, more distinct whispers, and an undeniable sense of being watched. He tried to run for the door, but he was paralyzed in fear. When he glanced over his shoulder, SCP-7482 appeared, not as a physical presence but as a grotesque silhouette of distorted shadows and warped limbs, all perceivable only to Johnathan's afraid mind.\nEmily, panicked and yet still on the phone with her own growing terror, was completely unaware that Johnathan had already been a casualty of SCP-7482's attack.\nThe Murders: Around 03:00 AM, Emily received a call on her phone for the third time, the caller ID showing Johnathan's number. However, when she answered, it wasn't Johnathan's voice responding, but that of a low, rasping voice which wasn't human by any means. The voice said:\n\"You can't save him, and you can't save yourself. It will never stop until you come with him.\"\nEmily was horrified and hung up the phone, trying to tell herself that it was a prank or a system error. But with each passing minute, Emily could sense an intensifying pressure, as if something was bearing down on her from all sides.\nAt exactly 03:14 AM, her phone rang once more, but this time the screen displayed a message that chilled her to her core: \"I’m here. You’re alone now.\"\nShe turned off the phone as quickly as she could, but it was already too late. SCP-7482 materialized in her apartment, but only in the eye of her imagination, a twisted, mutilated shadow that moved at the edge of her vision and crawled inch by inch forward. Emily tried to scream, but nothing came out. The last thing she had witnessed was a vision of Johnathan, bruised and mutilated, standing beside SCP-7482, its horrid form looming over him.\nThe Aftermath: When staff at the Foundation reached both sites eventually, both the victims were already dead under very similar gruesome circumstances. Emily sat curled up on one corner of her living room floor, and her eyes remained wide open with horror. Emily had obviously been violently dragged along the floor by force, bearing bruises and cuts on her body as if she struggled with an ethereal opponent.\nJohnathan's body was discovered inside his apartment as well, mutilated. His legs and arms were twisted out of position, his head in the rear, like the creature had distorted his body to mock the very fabric of human nature. Strangely, his phone remained displaying an active video call — with only static.\nNotes: This incident further solidifies SCP-7482's ability to attack its victims despite any attempts at communication. The fact that Emily and Johnathan were in different locations did not prevent the entity from manifesting itself in front of both of them and killing them. Attempts to warn one another or halt it were also futile, as the entity's power overrode all communication. The phone calls placed over phones, texts sent, and video calls were all SCP-7482's tricks, pushing its victims further and further into a sure death On ██/██/20██, an incident with SCP-7482 resulted in two individuals being killed, Johnathan ███████ and his fiancée Emily ██████. Although they were not at the same location, SCP-7482 attacked both victims simultaneously, rendering all attempts to call or warn each other completely useless.\nThe Event: Approximately 02:45 AM, Johnathan and Emily were in the middle of a video call, talking about what they would do during the weekend. During the call, Johnathan suddenly stiffened, his expression going blank as a chilling sense of fear swept over him. Emily, noticing his sudden change of expression, attempted to ask him what was wrong. Johnathan turned back towards the screen with wide, fearful eyes and whispered, \"It's here.\"\nBefore Emily could speak, Johnathan stood up and hung up the call. His apartment was dark now, and Emily, in anxiety, kept calling back again and again. The calls were all rejected, and the line went dead. Emily was now in a state of panic and sent a text message to Johnathan and waited for some response. No message was received.\nMeanwhile, Johnathan, alone in his apartment now, began to experience hallucinations: fleeting shadows at the edges of his perception, distant voices that slowly intensified, and the unmistakable feeling of being watched. He tried to crawl to the door, but terror held him in place. Turning around, SCP-7482 was present, but not in the sense of some material presence: instead, it appeared as a grotesque shape of distorted shadows and contorting limbs that only Johnathan's terror-addled mind could see.\nEmily, panicked and still on the phone with her own furious terror, was completely unaware of the fact that Johnathan had already fallen victim to SCP-7482's assault.\nThe Murders: At around 03:00 AM, Emily's phone rang again, the caller ID showing Johnathan's number. But on picking up, it was not Johnathan's voice on the phone speaking, but a deep, raspy, voice which could never have been that of a human being. The voice whispered:\n\"You can't save him, and you can't save you. It'll never stop unless you join him.\"\nShaken, Emily hung up, trying to reason herself into the possibility that it was a prank or a telephone malfunction. Yet as minutes passed, Emily increasingly felt under duress, as though something was constricting her from all sides.\nAt exactly 03:14 AM, her phone rang once more, but this time the screen displayed a message that chilled her to her core: \"I’m here. You’re alone now.\"\nShe clicked the phone off in a second, but too late. SCP-7482 appeared in her living room, though only perceivable in her eye of mind as a ghastly, monstrous shape prancing at the edges of her line of sight, drawing ever closer. Emily screamed, though her scream never left her mouth. The last thing she saw was an image of Johnathan, injured and scarred, standing next to SCP-7482, its foul shape looming over him.\nThe Aftermath: By the time Foundation personnel arrived at both locations, both victims were dead in similar horrific conditions. Emily was found huddled in a corner of her living room, her eyes locked in terror. She had been apparently dragged across the floor, her body bruised and abraded as if she had tried to fight off an invisible assailant.\nJohnathan's corpse was discovered within his apartment, mutilated in the same manner. His limbs and legs were bent unnatural directions, head pulled backward, as if the entity repositioned him to desecrate the very essence of what made him human. In some way, his phone had a video call engaged, but an exposé of static alone.\nNotes: This incident further supports SCP-7482's capability to inflict damage on victims despite effort at communication. Emily and Johnathan's presence in remote locations did not stop the entity from manifesting in their minds as well and causing their deaths. Attempting to inform each other or move on their behalf was futile since the entity's powers outweighed the means of communication. All the efforts carried out through phones, messages, and video calls were part of SCP-7482's deception, making its victims more isolated and pushed towards their eventual deaths.\nFollowing this, it was theorized that SCP-7482's psychological impact extends beyond the physical, that its impact need not be location-based. The entity impacts the mentality of its victims, reaping their terror and causing them to pass away in its presence regardless of distance.\nThe terror of reality is the fact that, once SCP-7482 has set its sights on an individual, no form of communication, verbal, digital, or otherwise, can save the victim. This is a unique threat because it means that no one will be able to interfere, rendering every effort made to rescue victims entirely useless.\nSubsequently, it was hypothesized that the psychological effect of SCP-7482 goes beyond physical distance and therefore is location-unbound. The entity seeks the mental plane of the victims, preconditioning on fear and ultimately causing its victims to perish regardless of distance.\nThe ominous reality is that once SCP-7482 decides to go after an individual, nothing in terms of communication, be it verbal, digital, or any other means, will come to the rescue of the victim. This phenomenon creates a one-of-a-kind danger, in that it deters anyone from intervening, rendering all rescue attempts completely useless.",
        "Addendum 7482-C:\nIncident Log 7482-14 - The Return of SCP-7482\nOn ██/██/20██, SCP-7482 was actively involved in a horrific incident wherein it attacked a once-rescued victim, along with those individuals who had somehow managed to set them free. The victim's salvation was reduced to a gruesome series of events, culminating in the victim and the horrific killing of their rescuers.\nIncident Details:\nThe victim, [REDACTED], was a 29-year-old wilderness survivalist who had been reported missing when he ventured into the [REDACTED] forest to search. Seven days later, he had a rescue and search unit dispatched to locate him. They found him in a deserted cabin, alone, and almost starving. The victim was uncommunicative and appeared to be tormented, talking in fragmented sentences such as, \"It's still here. It never left me. I can't escape.\"\nThe victim was evacuated after being rescued to a hospital by air. No great injuries were observed on physical examination, but psychologically, the victim showed distinct indications of extensive trauma, constantly speaking about something being with them, around them. Despite assurances by medical professionals, the victim's phobia could be seen. They reported the feeling of never being alone, even in a hospital ward.\nHowever, after weeks of treatment, it seemed as though the victim was recovering. There were no signs of SCP-7482's presence in their immediate environment—until █/██/20██.\nThe Return of SCP-7482:\nIn the dead of night, SCP-7482 returned to reclaim its victim. It began with a chilling message scrawled in the victim’s room, found by the night-shift nurse: “You can’t escape. You’re not safe here.”\nSometime around 02:35 AM, the room of the victim was found to be empty. The door had been locked from the inside, but the bed was empty. Officials immediately swept the building but were able to find no trace of the victim. They did, however, find something much more ominous—a message scrawled in blood on the next wall: \"He thought he was saved, but you never leave.\"\nThe way of inquiry was extended to the home of the victim and the homes of those individuals who had joined in the rescue. The outcome was worse than expected.\nHorrendous Deaths of the Rescuers:\nThe initial sign that SCP-7482 had moved again was when the rescuers themselves began arriving dead. It began with [REDACTED], a member of the search and rescue team, being discovered mutilated beyond recognition, his body having been posed into an unnatural position on the ground. The corpse was discovered with a message scrawled in the victim's own blood: \"He is with me now.\"\nThe rest of the rescue team were discovered hours later murdered in their homes. The same heinous pattern existed in each case: savage dismemberment, eyes gouged out, hands severed, bodies twisted into unnatural, ugly poses. Across walls and mirrors, \"YOU\" and \"NEVER ESCAPE\" were written in victims' blood, leaving trails of terror behind. The rescuers were not simply killed—they were spoken to.\nThe Last Moments of the Victim:\nAfter the horrific death of the rescuers, the search for the first victim intensified. A week later, the victim's body was found in a secluded corner of the nearby forest. Strangely, the body did not show any physical injuries. Instead, it seemed as if the life had been drained out of them. The victim's eyes were wide open, filled with an absolute expression of horror and fear, their hands gripped tightly around a piece of paper that did not tell much more than: \"I'm sorry, I thought I was free, but it's always here. It never leaves me. It never lets go.\"\nThe victim's body showed no signs of violence but was left in a state of emotional devastation, as if they were compelled to endure an unending fear. There was no trace of SCP-7482 visible near the victim's body, but the overwhelming feeling of death permeated the air, as if the entity's presence clung close.",
        "Addendum 7482-D: Final Warning SCP-7482 is real. It is watching. If you are alone… It is already there."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7482 \" by tldmc, from the SCP Wiki . Source: https://scpwiki.com/scp-7482 . Licensed under CC-BY-SA .",
        "Filename: SCP-7482 Name: \"HOLLOW MAN\" Author: [DARRELL AJIMA] License: [Creative Commons Attribution-ShareAlike 3.0 Unported License (CC BY-SA 3.0)] Source Link: [ https://scpwiki.com/scp-7482](https://scpwiki.com/scp-7482 )"
    ],
    "title": "SCP-7482"
}