{
    "url": "https://scp-wiki.wikidot.com/scp-7483",
    "all_text": "rating: \n-5\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7483\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7483 is to be kept in several secure cases at Site-18, sorted by species of origin. Each case is to be kept together in a large secure containment locker at all times, with access limited to Level 3 personnel or higher. All testing must take place in a secure testing chamber with appropriate safety measures in place. SCP-7483 must be handled with extreme caution and only by personnel wearing Level C hazmat suits. All feathers produced by SCP-7483-1 are to be incinerated upon collection unless used for testing purposes.\n\n\nSCP-7483-1 instances are to be kept in an aviary on the grounds of Site-18. The area around this aviary is to be fenced in with no less than fifty (50) meters of space between the aviary itself and any part of the fence. SCP-7483-1 instances are to be fed daily depending on their species' food requirements; discarded feathers from SCP-7483 can be collected at the time of feeding.\n\n\nIn the event of a containment breach, site security personnel are authorized to use deadly force against SCP-7483-1 instances to prevent their escape. Should an SCP-7483-1 instance die, the remains are to be incinerated. SCP-7483-1 instances are not allowed to reproduce unless permitted for testing.\n\n\nDescription:\n SCP-7483 is a collection of approximately 1500 bird feathers from varying species of birds. SCP-7483 feathers appear inert and non-anomalous until SCP-7483 punctures the skin of a human at the tip of the quill. The amount of force needed for a puncture to occur is currently unknown.\n\n\nWhen a human is impaled by one of the feathers, the feather will sink into the flesh. SCP-7483 is unable to be removed from the skin by any currently known means.\n1\n The subject will then undergo a transformation into a member of the bird genus corresponding to the feather that impaled them. The transformation process takes thirty minutes to one hour to complete, and the subject will experience severe pain and discomfort. Once the transformation is complete, the subject will be indistinguishable from a non-anomalous member of the species of SCP-7483's origin. Subjects transformed by SCP-7483 are designated SCP-7483-1. 36 SCP-7483-1 instances currently reside at Site-18.\n\n\nFeathers collected from SCP-7483-1 have proven to possess the same anomalous transformative qualities as SCP-7483. Therefore, if one or more SCP-7483-1 instances were to escape, it is possible that it could cause an LK-Class species transmutation scenario. Because of this, preventing any SCP-7483-1 instances from escaping Site-18 and entering populated areas is a top priority.\n\n\nSome SCP-7483-1 instances have proven to retain their human intellect and memories, but possess a strong instinctual desire to hunt, nest, or perform other tasks their species typically would in the wild. Some instances will possess a similar level of intelligence to that of the species they become immediately following transformation. It is currently unknown how long the transformation will last and if there is any way to reverse it. All communication attempts with SCP-7483-1 instances will be monitored for security reasons and research purposes.\n\n\nAttempts at communication with SCP-7483-1 instances through writing or typing on a keyboard have occasionally proven successful, though SCP-7483-1 instances appear to have difficulties producing full sentences after one (1) month following transformation, and a complete disinterest or inability to communicate up to six (6) months following transformation.\n2\n This presents a significant challenge for researchers trying to communicate with them.\n\n\nDiscovery Log:\n SCP-7483 was discovered and contained by the foundation when two (2) scientists, Charles Adler and Erin Fowler, previously working for [DATA REDACTED] laboratories were discovered by Agent ███████, acting undercover, during a night shift. Charles and Erin were discovered entering a restricted lab with unauthorized equipment. Upon following the two into the laboratory, security footage from the hallway shows Agent ███████ was swiftly attacked by the scientists and dragged deeper into the room. Agent ███████ managed to send an S.O.S. ping to a nearby site which was promptly responded to and an MTF squad was sent to his location. Upon breaching the room, Charles and Erin were detained. The laboratory contained 937 SCP-7483 feathers and 13 SCP-7483-1 specimens, all of which were seized. The walls of the laboratory were lined with crude paintings, some depicting crowds of people burning, with ashes rising and several species of birds rising from them, most prominently the Pheonix. Other paintings showed humans with several of their body parts replaced with those of birds. Photos were taken of the laboratory before it was stripped and taken as evidence. Agent ███████ was not recovered.\n\n\n\n\n+ Interview Log SCP-7483\n\n\n\n\n- Interview Log SCP-7483\n\n\n\n\n\n\nInterview Log SCP-7483\n\n\nInterviewer:\n Dr. █████\n\n\nInterviewees:\n Charles Adler and Erin Fowler, formerly researchers at ██████ Laboratories\n\n\n__\n\n\n[BEGIN LOG]\n\n\nDr. █████:\n For the record, can you state your names and roles in the creation of these… feathers?\n\n\nDr. █████ places a bundle of six SCP-7483 feathers in front of them.\n\n\nCharles:\n Charles Adler, lead geneticist.\n\n\nErin:\n Erin Bolan. Biochemist and… philosopher, I suppose.\n\n\nDr. █████:\n Philosopher? Interesting choice of words. So explain this to me—what exactly is the purpose of these feathers? What is your mission?\n\n\nErin leans in close to Dr. █████.\n\n\nErin:\n Do you believe in rebirth, Doctor?\n\n\nDr. █████:\n Rebirth? I’m not here to discuss philosophy.\n\n\nErin:\n Oh, but you are. You see, that’s what this is about. Rebirth. Renewal. Humanity has become stagnant—sick, even. We rot in our own excess, in wars, pollution, and hatred. These feathers are the cure. They are a way forward.\n\n\nDr. █████:\n By turning people into birds? That’s your idea of progress?\n\n\nCharles:\n Not just birds, Doctor. Symbols. Avian mythology stretches back thousands of years. The phoenix, the sparrow, the dove—cultures have always looked to birds as messengers, as signs of purity, grace, and freedom. They soar above us, unshackled by gravity or human greed.\n\n\nDr. █████:\n So you’re telling me you based your entire project on… stories? Legends?\n\n\nErin:\n Legends are born from truths. The ancients saw birds as divine for a reason. They are… unburdened. We believe the feathers offer humanity a chance to become something more—something closer to the divine.\n\n\nDr. █████:\n A chance? These transformations aren’t voluntary. Your feathers force themselves on anyone unfortunate enough to come into contact with them.\n\n\nCharles:\n Forced? No. The transformation is… destiny.\n\n\nDr. █████:\n Destiny? You’re deliberately rewriting human DNA, creating something that can cascade out of control. What gives you the right to play god?\n\n\nErin:\n We’re not playing god. We’re following the patterns that were already there. Have you ever seen a bird hatch, Doctor? How fragile it is—how miraculous? That transformation from egg to life is no less extraordinary than what we’ve created. We’re merely sharing that process with anyone fortunate enough to understand it the way we do.\n\n\nDr. █████:\n And how exactly do you see it?\n\n\nCharles:\n Humanity’s rebirth. You call it anomalous; we call it evolution. We’ve been stagnant too long. Birds are adaptable. Resilient. They’ve survived where others have not. The feathers simply allow us to shed what weighs us down—our corruption, our hate.\n\n\nDr. █████:\n You speak as if you’re offering enlightenment, but what you’re describing is the death of humanity, what makes us who we are in the first place.\n\n\nErin:\n And why is that such a tragedy? What is humanity, if not the most flawed, destructive species on this planet? You call this a loss. We call it a gift. When a person transforms, they become part of something timeless—a lineage older than humanity itself.\n\n\nDr. █████:\n You’re romanticizing something you can’t control. Have you considered what happens if the feathers spread? The extinction of the human race.\n\n\nCharles:\n Extinction? No. Humanity wouldn’t be gone—we would be reborn. We would become part of the natural world again. Isn’t that better than choking the Earth to death?\n\n\nDr. █████:\n And you truly believe this is what people would want? This is the future everyone wants for themselves?\n\n\nCharles:\n They already want it. Look at the myths. The phoenix rising from ashes. The gods turn mortals into birds to save them from grief, from punishment, from themselves. Humanity has always dreamed of escape—of freedom.\n\n\nErin:\n We gave them the wings to do it.\n\n\nDr. █████:\n You sound like zealots. This isn’t salvation—it’s annihilation wrapped in pretty words.\n\n\nErin:\n Is it? Or is it humanity’s last chance to start over? Tell me, Doctor, what would you rather leave behind—skyscrapers of ash and plastic, or a sky full of song?\n\n\nDr. █████ pauses.\n\n\nDr. █████:\n You’re delusional. Dangerous. Both of you. You’ll never convince anyone to see the world the way you do.\n\n\nCharles:\n We don’t need to convince them. We only need to show them.\n\n\nErin:\n The feathers speak for themselves, Doctor. Once you’ve seen what we’ve seen—once you’ve felt it—there’s no going back.\n\n\nCharles:\n You must feel it, Doctor.\n\n\nErin picks up SCP-7483 off the table and lunges at Dr. █████, impaling him with the feather. Dr. █████ screams and attempts to pull it out. He falls to his knees and continues attempting to wrench the feather from his skin.\n\n\nDr. █████:\n You sick bastards! What have you done?\n\n\nErin:\n We have given you your final hope at salvation, Doctor. We trust you will take advantage of this opportunity.\n\n\nDr. █████:\n Help! Fuck, somebody help me!\n\n\nErin picks up another SCP-7483 feather and inserts it into his antebrachial vein. Charles picks up a feather and attempts to do the same. Three guards swarm the room and detain them both, preventing SCP-7483 from assuming contact with Charles' skin.\n\n\nErin:\n Your time will come brother! We will all have our chance! Salvation shall come!\n\n\nCharles:\n Good luck, brother!\n\n\nCharles and Erin are removed from the room. Dr. █████ begins biting his skin and tearing chunks of flesh off in an attempt to reach the root of SCP-7483. Additional feathers begin to spread from the point of infection. Two guards approach Dr. █████ and bring him to the aviary to be tagged and contained with other SCP-7483-1 instances.\n\n\n[END LOG]\n\n\nDr. █████ is transformed into an SCP-7483-1 instance in forty-three minutes and twelve seconds, resembling a common eagle. Erin is transformed into an SCP-7483-1 instance in thirty-two minutes and sixteen seconds, resembling a common pigeon. Following transformation, Dr. █████ was asked to perform a simple cognitive test by typing his name on a computer. However, Dr. █████ refused and simply wrote, \"aviary16.\" Further testing is needed to determine Dr. █████'s current cognitive state post-transformation.\n\n\n\n\n\n\n\n\n\n\n\n‎\n\n‎\n\n‎\n\n\n\n\nTHE FOLLOWING INCIDENT REPORT IS CLASSIFIED\n\n\nLEVEL 4 ACCESS REQUIRED\n\n\nPLEASE ENTER PASSCODE\n\n\n\n\n\n\n\n\n\n\nIncident Log SCP-7483\n\n\nAuthored by Dr. █████\n\n\nDate: ██/██/20██\n\n\nLocation:\n Site-18 and ████████, ██████\n\n\nInvolved Personnel:\n\n\nDr. Miriam Hall (Head Researcher of SCP-7483)\n\n\nMobile Task Force Unit Lambda-4\n\n\nAgent David Kim (Field Operative)\n\n\nDr. █████ (Incident Commander)\n\n\nSummary:\n On ██/██/20██, two SCP-7483-1 instances escaped containment at Site-18 during a routine transfer to an updated containment chamber. The breach occurred due to mechanical failure in the dual-door hermetic airlock system, compounded by human error during a shift handover. Both SCP-7483-1 instances, designated Instance-Alpha, resembling a red-tailed hawk, and Instance-Beta, resembling a mallard duck, escaped the facility and entered the surrounding wilderness. Within 24 hours, both instances had made contact with the nearby town of ████████, resulting in 29 confirmed human infections before containment was re-established.\n\n\n\n\nIncident Timeline\n\n\n00:00 Hours\n\n\nRoutine transfer of SCP-7483-1 instances from the old containment chamber to a new reinforced unit begins. The airlock system temporarily malfunctions due to a software glitch, leaving the secondary door unsecured.\n\n\nInstance-Alpha and Instance-Beta exploit the opening, breaching containment, and exiting Site-18.\n\n\n00:05 Hours\n\n\nSite-18 issues a Facility-Wide Containment Breach Alert. MTF Lambda-4 \"Birdwatchers\" is mobilized to locate and, in necesarry, neutralize the escaped instances.\n\n\nInitial search efforts focus on a 10-kilometer radius around the facility.\n\n\n01:00 Hours\n\n\nInstance-Alpha is sighted near ████████ Forest, approximately 8 kilometers from Site-18. Aerial reconnaissance confirms the presence of SCP-7483 feathers scattered along its flight path.\n\n\nInstance-Beta remains unaccounted for.\n\n\n01:32 Hours\n\n\nReports from ████████ residents indicate the appearance of unusually aggressive birds attacking civilians and pets. Local authorities respond. Four police officers unknowingly expose themselves to SCP-7483 contamination.\n\n\nFoundation operatives embedded in the area intercept police communications and confirm anomalous activity in ████████.\n\n\n01:46 Hours\n\n\nFoundation surveillance drones identify multiple SCP-7483-1 instances within ████████. At least 15 individuals have been transformed or are mid-transformation into SCP-7483-1 instances. Secondary infections are confirmed as additional feathers are spread by the new instances.\n\n\nMTF Lambda-4 initiates containment protocols, prioritizing the capture of Instance-Alpha and Instance-Beta.\n\n\n02:18 Hours\n\n\nInstance-Beta is located in ████████ Park, actively shedding feathers into a public pond. Foundation agents tranquilize the specimen and retrieve it for containment. However, six additional infections are confirmed among civilians present in the park.\n\n\n03:02 Hours\n\n\nInstance-Alpha is cornered near ████████ High School, where it had nested on the roof. During the recovery operation, two MTF operatives are infected. The instance is neutralized before additional casualties are suffered.\n\n\n03:21 Hours\n\n\nFoundation operatives establish a quarantine perimeter around ████████. Disinformation protocols are enacted, with local news outlets reporting an outbreak of avian influenza to justify the lockdown.\n\n\nAll infected civilians (now SCP-7483-1 instances) are sedated and transported to a temporary containment site.\n\n\n03:57 Hours\n\n\nCleanup crews incinerate all SCP-7483 feathers recovered from the area. Containment specialists sweep ████████ to ensure no anomalous materials remain.\n\n\nMTF Theta-4 concludes operations, with all known SCP-7483-1 instances accounted for.\n\n\n\n\nCasualties and Infections\n\n\nConfirmed Infections:\n 27 civilians, 2 MTF operatives\n\n\nNeutralized Instances:\n 1 (Instance-Alpha)\n\n\nCivilian Deaths:\n 4 (due to injuries sustained during transformation or retrieval)\n\n\nPost-Incident Actions\n\n\nContainment Protocol Updates:\n\n\nAll containment units for SCP-7483-1 instances are to be equipped with redundant locking mechanisms and real-time diagnostic monitoring systems.\n\n\nTransfer procedures now require direct oversight by at least two Level-4 personnel and one MTF squad.\n\n\nQuarantine Measures:\n\n\n████████ remained under Foundation surveillance for 60 days to monitor for residual anomalous activity.\n\n\nUninfected civilians who were successfully retrieved were held in isolation for further study.\n\n\nAll witnesses were administered Class-B amnestics and were permitted to return to ████████ upon the conclusion of the quarantine period.\n\n\n\n\n\n\n\n\n\n‎\n\n‎\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Attempts include surgical removal, destruction of the exposed portion of SCP-7483, or complete amputation of the affected area.\n\n\n2\n. It is theorized that SCP-7483-1 instances lose their human intellect over time leading to a mental transformation to an avian form as well as a physical one. Further testing has been requested and is awaiting approval.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7483\n\" by Its_Wheffle, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7483\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7483 \" by Its_Wheffle, from the SCP Wiki . Source: https://scpwiki.com/scp-7483 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7483 is to be kept in several secure cases at Site-18, sorted by species of origin. Each case is to be kept together in a large secure containment locker at all times, with access limited to Level 3 personnel or higher. All testing must take place in a secure testing chamber with appropriate safety measures in place. SCP-7483 must be handled with extreme caution and only by personnel wearing Level C hazmat suits. All feathers produced by SCP-7483-1 are to be incinerated upon collection unless used for testing purposes.",
    "description": "SCP-7483 is a collection of approximately 1500 bird feathers from varying species of birds. SCP-7483 feathers appear inert and non-anomalous until SCP-7483 punctures the skin of a human at the tip of the quill. The amount of force needed for a puncture to occur is currently unknown.",
    "title": "SCP-7483"
}