{
    "url": "https://scp-wiki.wikidot.com/scp-7484",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n92.73%\n\n(+51)\n\n\n7.27%\n\n(-4)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nCritique Credit\n\n\n\n\nOpposer\n (minor draft critique),\n\n\nMister_Toasty\n and \nFireknight\n (greenlights)\n\n\nThank you again to \nFireknight\n for choosing 7484 to be on the Reviewer's Spotlight!\n\n\nAnd everyone in the discussion threads!\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7484:\n Joyride\n\n\nAuthor:\n \nV173\n\n\nI'm just a Christian guy who writes stuff and loves his wife.\n\n\n\n\nMy first article, and I'm proud of it. Please leave some criticism.\n\n\nIn writing this out, it started as an innocent puppy-like car. Then, believe it or not, that changed a little.\n\n\nI wrote Abelson’s part focused on finding John because, in any situation, regardless of specifics, my first concern would be finding my partner and making sure they're safe. I wanted to include something like that in the tale so it could be a bit of a gift to my wife when she read it, and because I would like to dedicate all my writing to her, Abelson being an analog of myself, and John of her. Still, I completely understand how some viewers can misconstrue it as me wanting to define Abelson solely by John, which I wanted to address and sincerely apologize for. Should this be a primary concern for anyone, please PM me and I'll begin to work on revisions.\n\n\n\n\n\n\n\n\nrating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nSCP-7484\n\n\n\n\n\n\n\n\n\n\nThe ListPages module does not work recursively.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7484 appearing in front of an office building in Portland, Maine.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7484\n\n\n\n\n\n\nBy\n \nV173\n\n\n\n\n\n\nPublished on 05 Feb 2025\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7484\n\n\nObject Class:\n \nEuclid\n \nSafe\n Keter\n\n\nSpecial Containment Procedures:\n\n\nAny sighting of SCP-7484 is to be reported through the typical reporting channels for vehicular anomalies. At least two local personnel, preferably those planted within local police departments, are to pursue and funnel SCP-7484 into unpopulated roads until demanifestation.\n\n\nAny police involved in the incident are to be administered Class B amnestics and returned to their respective communities.\n\n\n\n\nCONTAINMENT ADDENDUM\n\n\n\n\nSCP-7484 recently manifested in the parking lot of its current Site, nudging the cars involved in the previous chase without demanifestation. Subsequently, a permanent containment chamber was provided within the Site under the following specifications:\n\n\n\n\nSCP-7484 is to be housed in a 125m by 175m playpen at least 7.5m high. The playpen's floor should be dug 2.5 m into the ground, preferably with natural lighting. The playpen is to resemble the typical architecture and physical state of urban areas in the United States.\n\n\nAt least two of the ten AI-operated, unmanned vehicles designed as police cars from various states within the U.S. are to pursue SCP-7484 during daily playing sessions. The number of vehicles will increase by one every eight minutes, simulating its usual chase sequences until SCP-7484 expresses the desire to stop. Approved staff are allowed to operate these vehicles via remote control. All staff can view SCP-7484 within its containment chamber via the one-way observation windows throughout its surrounding hallways.\n\n\nDescription:\n SCP-7484 \nis\n resembles an unoccupied automobile capable of crudely imitating other vehicles.\n\n\nThe logos on the front and trunk do not match one another or follow any typical design conventions aside from their chrome appearance, shifting between imitations. All moving parts have been replaced with fixed protrusions shaped to resemble their real counterparts, except for the complete absence of either pedal. Similarly, the doors, hood, and trunk are differentiated by indented outlines and do not constitute separate parts from the rest of the exterior, which is negligibly more durable than a nonanomalous vehicle and regenerates over long periods. The vehicle's underside is a smooth, black surface rather than the typical vehicle components, likely due to its inability to see and understand such with nonanomalous cars.\n\n\nResearch into the exact mechanisms behind the functionality of the wheels is currently on hold to avoid disrupting SCP-7484's daily leisure any further. \nDisassembly\n Dissection of SCP-7484 for further analysis has been preemptively disallowed by the Ethics Committee.\n\n\nSCP-7484 will manifest along roads exclusively within the United States, typically on highways. The manifestation or demanifestation has never been observed, including by witnesses or surveillance at the location, implying that both require or influence a location's viewers to become distracted such that it isn't seen.\n\n\nAfter manifestation, SCP-7484 will begin to incite a chase with police from around the United States. All police involved attempted to pursue a criminally speeding vehicle in the local area matching SCP-7484 despite its absence on any security footage outside its confirmed location. After being led onto a highway, they are relocated to the confirmed location of SCP-7484. None reported noticing this until the demanifestation of SCP-7484.\n\n\nWhile SCP-7484 is a disruptive and widespread anomaly by nature, video analysis suggests that it is a sentient animal with a strong desire for play. The typical chase is its preferred “game.” Before a chase, SCP-7484 often acts similarly to an extroverted dog or other household pet (refer to the attached abridged video transcripts). It is possible that SCP-7484 views other vehicles as equally sentient.\n\n\nIt has little regard for conventional animals, including humans. It only engages with cars and ignores their drivers unless provoked. However, on multiple occasions, it has intentionally tricked individuals into believing it is their car (see \nscp-7484_transcript15_abridged.txt\n) with the intent to kill or otherwise harm them.\n\n\nAddenda:\n\n\n\n\nSCP-7484 Abridged Video Transcripts\n\n\n\n\nHide\n\n\n\n\n\n\nThese are four abridged video transcripts selected from the 24 kept on record by Site Director Abelson.\n\n\n\n\n\n\nFile:\n scp-7484_transcript10_abridged.txt\n\n\n\n\nDate (DD/MM/YYYY):\n 5/6/2020\n\n\nLocation:\n Jasper County, North Carolina\n\n\n8:57 AM:\n SCP-7484 is seen nudging a police vehicle parked in front of a gas station with its front bumper. As the pursuit begins, SCP-7484 appears to \"jump excitedly\" using its wheels.\n\n\n9:09 AM:\n The first appearance of non-local police is noted when SCP-7484 reaches the intersection of U.S. Route 17 and the I-95 highway.\n\n\n9:23 AM:\n SCP-7484 continues maneuvering with apparent excitement and joy, often jumping and drifting.\n\n\n10:AM:\n SCP-7484 slows down and exits the I-95 via the U.S. 78 before demanifestation.\n\n\n\n\n\n\nFile:\n scp-7484_transcript14_abridged.txt\n\n\n\n\nDate (DD/MM/YYYY):\n 12/8/2020\n\n\nLocation:\n Biddeford, Maine\n\n\n11:37 AM:\n SCP-7484 is seen nudging an unoccupied police vehicle in a gas station parking lot, leading the owner to exit the building immediately and attempt to shoot out the anomaly's tires. In response, SCP-7484 rams the police officer against the gas station.\n\n\n11:38 AM:\n Continuing to nudge the police vehicle, the car does not respond, leading SCP-7484 to somberly roll away, lowering itself on its wheels low enough to audibly scrape the pavement.\n\n\n11:39 AM:\n SCP-7484 demanifests in a local parking garage.\n\n\n\n\n\n\nFile:\n scp-7484_transcript18_abridged.txt\n\n\n\n\nDate (DD/MM/YYYY):\n 15/8/2020\n\n\nLocation:\n Austin, Texas\n\n\n1:21 PM:\n SCP-7484 shows masterful proficiency in maneuvering itself, taking more aggressive turns at faster speeds to evade a group of 15 police cars, inadvertently leading two of these cars to crash into one another. SCP-7484 nears the wreckage and nudges both cars with its front bumper, appearing to back away with remorse after damaging the two cars. However, in leaving, it runs over two of the policemen who had been flung out, killing them.\n\n\n1:24 PM:\n SCP-7484 demanifests in an alley.\n\n\n\n\n\n\nFile:\n scp-7484_transcript15_abridged.txt\n\n\n\n\nDate (DD/MM/YYYY):\n 3/10/2020\n\n\nLocation:\n New York, New York\n\n\n8:10 PM:\n SCP-7484 appears outside of a bar and parks next to the sidewalk.\n\n\n8:13 PM:\n A car drives in and parks directly in front of SCP-7484 and its owner pays the parking meter. Once the owner is inside the bar, SCP-7484 moves it into an unpaid space and noticeably shifts to resemble the car.\n\n\n9:33 PM:\n The car is towed.\n\n\n10:10 PM:\n The owner exits the bar, noticeably intoxicated, and enters SCP-7484.\n\n\n10:20 PM:\n For the duration of the drive, the owner is visibly looking for ways to escape until restrained by a seatbelt. SCP-7484 then drives along an off-road trail, breaking contact with security cameras.\n\n\n11:52 PM:\n SCP-7484 returns driverless before demanifesting in a local parking garage. The driver was later found deceased with severe abrasions and internal damage consistent with vehicle collisions.\n\n\n\n\nNotes:\n\n\n\n\nThe video examination shows that the car owner never opened the door himself; instead, it shows that the door had opened for him. Additionally, the door did not open rigidly but had instead bent open as if being peeled. This shows that SCP-7484 may not have traditional mechanisms and functionalities but can emulate them via its shapeshifting and imitation capabilities.\n\n\nMore on the actions taken by SCP-7484, this is not severely out of character. Referring to the full transcripts, there are five other instances in which something similar had occurred.\n\n\nI don't think it enjoys \nphysical\n chases. It enjoys \nmental\n chases, leading us in and letting us try to capture it or at least figure it out—not just a \nphysical\n pursuit but a \nmental\n pursuit. This is, quite frankly, concerning if it is the case. If it is, it came here with ulterior motives and is likely more intelligent than we've been led to believe.\n\n\n\n\n\n\n— Dr. Trayan\n\n\n\n\n\n\n\n\nHide\n\n\n\n\n\n\n\n\n\n\nDr. Trayan\n \n(Senior Researcher)\n\n\nTo:\n You, and \n21 others…\n\n\nRegarding SCP-7484's Containment\n \n(DD/MM/YY) (14/2/24)\n\n\n\n\nWe need to stop treating SCP-7484 like a tamed animal. It is not a car, a pet, harmless, or even contained. When a bear walks into your tent and you cover it in a tarp, do you call it \nsafe?\n\n\n\nOur current containment procedures are significantly flawed. SCP-7484 is durable, can outrun any pursuit, can teleport vehicles nationwide, and can demanifest at will. Yet, we’ve given it nothing more than a playpen. \nIt is not contained.\n\n\n\nAt the very least, SCP-7484's object class should be changed to Keter. We don't have proper containment measures in place to ensure it isn’t going anywhere.\n\n\n\n\n\n\n— Dr. Trayan\n\n\n\n\n\n\n\n\nDr. Abelson\n \n(Site Director)\n\n\nTo:\n You, and \n21 others…\n\n\nRe:Regarding SCP-7484's Containment\n \n(DD/MM/YY) (15/2/24)\n\n\n\n\nGood afternoon, Dr. Trayan,\n\n\n\nThe points you raised were not overlooked. We have already submitted a request for object reclassification and are developing more effective containment measures. However, the technology for such is being shipped in from Storage Site-23, and there's little we can do in the week until then. Regardless, it’s better that it stays here than not, whether or not it has ulterior motives. A relocation attempt or anything similar could prompt it to leave.\n\n\n\n\n\n\n— Site Director Abelson\n\n\n\n\n\n\n\n\n\n\nAddendum (DD/MM/YY): (19/2/24)\n\n\n\n\nSCP-7484 has been reclassified as \nKeter\n. Recovery efforts and revised containment procedures are currently under development. See \nIncident Report 7484-17-02-24\n for more information.\n\n\n\n\n\n\n\n\n« \nSCP-7483\n | SCP-7484 | \nSCP-7485\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7484\n\" by \nV\n173, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7484\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n ROC-MOTC-DGH_Keelung_Motor_Vehicles_Supervision_Station_20100330.jpg\n\n\nAuthor:\n Solomon203\n\n\nLicense: CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:ROC-MOTC-DGH_Keelung_Motor_Vehicles_Supervision_Station_20100330.jpg\n\n\nDerivative of:\n N/A\n\n\nAdditional Notes:\n Let's pretend it's an unidentifiable make and model and also not in Taiwan rather than the U.S. since that interferes with things.\n\n\n\n\n\n\nFilename:\n Red_SCP_Logo.png\n\n\nAuthor:\n \nV173\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/\n\n\nAdditional Notes:\n (Optional)\n\n\nDerivative Of:\n (Below)\n\n\nName:\n header-logo.svg, body_bg.svg\n\n\nAuthor:\n \nDr_Grom\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nGitHub",
    "addendums": [],
    "documents": [],
    "notes": [
        "CONTAINMENT ADDENDUM SCP-7484 recently manifested in the parking lot of its current Site, nudging the cars involved in the previous chase without demanifestation. Subsequently, a permanent containment chamber was provided within the Site under the following specifications:",
        "Dr. Trayan (Senior Researcher) To: You, and 21 others… Regarding SCP-7484's Containment (DD/MM/YY) (14/2/24) We need to stop treating SCP-7484 like a tamed animal. It is not a car, a pet, harmless, or even contained. When a bear walks into your tent and you cover it in a tarp, do you call it safe? Our current containment procedures are significantly flawed. SCP-7484 is durable, can outrun any pursuit, can teleport vehicles nationwide, and can demanifest at will. Yet, we’ve given it nothing more than a playpen. It is not contained. At the very least, SCP-7484's object class should be changed to Keter. We don't have proper containment measures in place to ensure it isn’t going anywhere. — Dr. Trayan",
        "Dr. Abelson (Site Director) To: You, and 21 others… Re:Regarding SCP-7484's Containment (DD/MM/YY) (15/2/24) Good afternoon, Dr. Trayan, The points you raised were not overlooked. We have already submitted a request for object reclassification and are developing more effective containment measures. However, the technology for such is being shipped in from Storage Site-23, and there's little we can do in the week until then. Regardless, it’s better that it stays here than not, whether or not it has ulterior motives. A relocation attempt or anything similar could prompt it to leave. — Site Director Abelson",
        "Addendum (DD/MM/YY): (19/2/24) SCP-7484 has been reclassified as Keter . Recovery efforts and revised containment procedures are currently under development. See Incident Report 7484-17-02-24 for more information.",
        "\" SCP-7484 \" by V 173, from the SCP Wiki . Source: https://scpwiki.com/scp-7484 . Licensed under CC-BY-SA .",
        "Filename: ROC-MOTC-DGH_Keelung_Motor_Vehicles_Supervision_Station_20100330.jpg Author: Solomon203 License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:ROC-MOTC-DGH_Keelung_Motor_Vehicles_Supervision_Station_20100330.jpg Derivative of: N/A Additional Notes: Let's pretend it's an unidentifiable make and model and also not in Taiwan rather than the U.S. since that interferes with things.",
        "Filename: Red_SCP_Logo.png Author: V173 License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/ Additional Notes: (Optional) Derivative Of: (Below) Name: header-logo.svg, body_bg.svg Author: Dr_Grom License: CC BY-SA 3.0 Source Link: GitHub"
    ],
    "item": "SCP-7484",
    "object_class": "Euclid Safe Keter",
    "containment_procedures": "",
    "description": "SCP-7484 is resembles an unoccupied automobile capable of crudely imitating other vehicles.",
    "title": "SCP-7484"
}