{
    "url": "https://scp-wiki.wikidot.com/scp-7485",
    "all_text": "rating: \n+102\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7485\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn SCP-7485 instance, photographed moments before it left Earth.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Disinformation Team δ-14 is to remain on standby to prevent sightings of SCP-7485 via the use of a viral antimeme. Further containment of SCP-7485 is currently infeasible.\n\n\nDescription:\n SCP-7485 is the designation for instances of an extraterrestrial vehicle that are infrequently sighted within the solar system. Limited observation of the objects has allowed the Foundation to determine the following:\n\n\n\n\nObjects are oblate with a spheroid, glass-like section in the middle, presumably allowing occupants to see outside the vehicle. A bright yellow object with unintelligible symbols engraved is typically seen attached to the vehicle's tail-end.\n\n\n\n\n\n\nObjects are capable of surpassing the speed of light, enabling for quick traversal of the solar system.\n\n\n\n\n\n\nObjects are piloted by a bipedal species with unusually long and thin limbs. More detailed physical features are unable to be verified as subjects seem to be wearing a white protective suit.\n\n\n\n\n\n\nOccupants seem to be either unaware of or indifferent to Foundation attempts to photograph them.\n\n\n\n\nIt is uncertain whether or not SCP-7485 is a single instance or numerous objects with similar behavior. SCP-7485 has been periodically spotted in the solar system since 1948.\n\n\nAddendum 7485.1:\n Recordings\n\n\nFollowing an advancement in long-range recording devices, Tsukalous.aic was prompted to record and archive the actions of an SCP-7485 instance entering the solar system.\n\n\n\n\nDate:\n 03/14/2025\n\n\n\n\n\n\nTime:\n 11:03 AM - 11:35 AM\n\n\nObserved action:\n Instance slowly moves through the Kuiper Belt and enters the solar system. The vehicle proceeds to complete a full orbit of Neptune before proceeding to Saturn. The vehicle repeatedly drives between individual comets within Saturn's rings. During this time red flashing lights were occasionally visible on its tail end. The vehicle eventually stops and continues towards open space.\n\n\n\n\n\n\nTime:\n 12:15 PM - 12:45 PM\n\n\nObserved action:\n Instance comes to a stop in an open clearing near Saturn. An occupant is seen exiting the vehicle, retrieving five cone-shaped items from its tail-end, and placing them in an oval arrangement. The items are constructed of an unknown metal, and manage to retain perfect stillness in space . The vehicle spends thirty minutes weaving in between these objects, reversing itself upon completing the motion in order to restart.\n\n\n\n\n\n\nTime:\n 12:55 - 1:10 PM\n\n\nObserved action:\n Instance enters the atmosphere, making its way to a remote clearing in Michigan. Containment teams are positioned to disinform the public in the case of any sightings. Due to its proximity to planted recording devices, the following audio was picked up by the Foundation. The audio has been transcribed below.\n\n\n\n\nAudio\n\n\n\n\n[[00:00]]\n Recording begins, two voices can be heard throughout. One of them speaks slower and louder than the other, with the latter voice speaking softer and fast.\n\n\n[[00:10]]\n The two occupants seem to converse in an unintelligible language momentarily before rough scratching sounds are heard. The scratching sounds persist for five minutes, being occasionally interrupted by speech.\n\n\n[[00:15]]\n A violent tearing sound is heard, coinciding with shuffling and more indiscernible speech.\n\n\n[[00:25]]\n The Occupants seem to reach the end of their conversation. A mechanical shifting sound is briefly heard before the vehicle begins to ascend.\n\n\n[[00:30]]\n The vehicle ascends into the air and quickly exits recording range. As such, the recording automatically ends.\n\n\n\n\n\n\nAs the vehicle began to exit the atmosphere, Tsoukalous.aic was able to photograph the yellow sign on its tail-end. Following various attempts, Tsoukalous.aic was able to successfully decode the message, which has been reproduced below.\n\n\n\n\n\n\nShow text?\n\n\n\n\n[Y]\n\n\n\n\n\n\n\n\nSTUDENT DRIVER\n\n\n\nPlease be patient!",
    "addendums": [
        "Addendum 7485.1: Recordings\nFollowing an advancement in long-range recording devices, Tsukalous.aic was prompted to record and archive the actions of an SCP-7485 instance entering the solar system.\nAs the vehicle began to exit the atmosphere, Tsoukalous.aic was able to photograph the yellow sign on its tail-end. Following various attempts, Tsoukalous.aic was able to successfully decode the message, which has been reproduced below."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Disinformation Team δ-14 is to remain on standby to prevent sightings of SCP-7485 via the use of a viral antimeme. Further containment of SCP-7485 is currently infeasible.",
    "description": "SCP-7485 is the designation for instances of an extraterrestrial vehicle that are infrequently sighted within the solar system. Limited observation of the objects has allowed the Foundation to determine the following:",
    "title": "SCP-7485"
}