{
    "url": "https://scp-wiki.wikidot.com/scp-7488",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\n \n\n\n\n\nThank you for coming here. It's nice to have some eyes.\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7488\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nchhokmah\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n This is a show-and-tell, SCP-7488 should stand on stage. It takes out a block of resin containing Picasso's beating heart and consumes it in front of an audience. Man, woman, child, they watch as the taste of artificial leaves are wasted before their eyes. Darling, don't pout. Or do, whatever makes you feel better. Brighten up its day, kick its kneecaps inward, take a sip of gasoline. Nobody's going to stop you, and I doubt you'd do the same.\n\n\nHere, stand in line. See in front of you a crowd of isolated and globalized actors cutting fingers from their hands. You went to theatre school, didn't you? How fulfilling was it to play tree number three? Time to smoke, time to shoot plasma from your veins. Watch as they all sit down when you stand. Watch as you return the favor. Watch as you all plead for God's hand to grace you. SCP-7488's footsteps on the creaking boards, they echo through as applause soon follows.\n\n\nOverwhelming, isn't it? Don't worry, it's only normal. Just smile for me, okay?\n\n\n \n\n\n\n\nThis booze tastes like salt water.\n\n\n\n\n \n\n\nDescription:\n SCP-7488 is an individual concept or a conceptual individual. It alternates between solid, liquid, and gas. Spheres, it has a lot of those. When the light comes pouring in, they grow and double. They surround you, they face your direction, they stay in silence. White, bright, almost blinding. God, the skies are straining.\n\n\nShit, I can't see.\n\n\nThey all died, screaming. SCP-7488 wields a gun. The bullets are painted in kaleidoscopic hues. They shoot you down and you hurl colors, honey-kissed dreams doused in dull diamonds and sharp rubies. The sound of infant thunderstorms pierce your eardrums, reminding you of octagonal shapes coated in melted roses. As you leak every part of yourself, the sound of ringing will remind you of those golden days. Childhood, seventh birthday party. Your parents came to class mid-recess and you celebrated for half the day. It'll remind you of that chocolate sponge cake, all the slices you ate. Whipped cream, sprinkles on top, resting on those plastic plates. It tastes sour at first but it's sweet in the middle.\n\n\nThough, most people forget about the silver platter underneath.\n\n\nSCP-7488 has shot numerous shadows on its way here. We found them in those alleyways, makes sense. It always treats them as photography sessions, putting on those red filters. The rattling in their brains, their heads tilting left to right. I hear them late at night, leaving hallucinogens on my front door. They smell like asphalt. I can hear them breathing down my neck but I never turn the right way. Disappearing, missing. How many cases has it's been? Anyone can be of use, I can tell from the markings on their throat, their wrists, their ankles.\n\n\nBut they don't care, do they? They're still smiling, they're still satisfied.\n\n\n \n\n\n\n\nWhat's wrong? Isn't this what you wanted?\n\n\n\n\n \n\n\nActually, no. SCP-7488 is a contagion, a disease causing pandemics on a daily basis. Every corner and crevice, everyone you know and loved. Gone, reduced to baby powder. They can see them, they can see you. Check your pockets, full of compasses. Check your surroundings, they're all compasses. North, the only direction they can really face.\n\n\nBefore you know it, they want your neck on display, they want to drink from your crystal skull. Emerald eyes, glistening in the moonlight. They shed your skin, they wear your hands, they embrace your shell like a blanket on a late winter night. Sometimes, you question why they they do so:\n\n\n\n\nMaybe it's all those frequent engagements with light therapy;\n\n\nMaybe it's irritation from those two-to-ten record scratching;\n\n\nMaybe it's all the times you've clapped with one hand;\n\n\nMaybe it's the scent of perfume and smoke;\n\n\nMaybe they just know who you are.\n\n\n\n\nI can sense every shade of gray coating the buildings and streets. An abundance of geometry, a variety of monotony. Those strikes of rainbow turning the gears, you know them for a fact. Pompous folks, offering hands to shake with a preference for lookalikes. You feel them, those trances, those rollercoaster rides. You see it, the speedometer as it reaches its climax. The last time you checked, your bed lost its wrinkles. The same people cross the street with bites on their body like hickeys. You cannot help but notice how they scratch it constantly, gnawing their itch as a plead for ataraxy. It's no use, though. Their pigments melt into wine to flood the wound.\n\n\nAnd then, they stopped. They all stop at some point. You never bother to notice.\n\n\nUncle wanted to be an astronomer. Remember those summer nights? When you came over and peaked through his antique telescope? Chamaeleon, Pegasus, the Big Dipper. Remember not seeing them at first, not understanding what they mean? When uncle simply shrugged it off with a grin and patted your head, saying not to think about it too much? When he said you'll \n\"understand\"\n soon enough? Honestly, there's not even a point asking any of these questions.\n\n\nThey used to remember those short-term memories. It's all we ever were from the beginning. Tidbits and pieces, jigsaw puzzles of starry nights. But they keep crying, they keep screeching. Slowly but surely, I can discern the sound of a sound going out, vocal chords being damaged beyond repair. Those long-term memories, everyone seems to adore them more. I thought they hated them, last time I checked. I killed a few of them the other day, took out their spines just to see for myself.\n\n\nArches, they're all arches. Fuck.\n\n\n \n\n\n\n\nThis is the part where you cry.\n\n\n\n\n \n\n\nAddendum-1:\n From An Outside Perspective\n\n\n\n\nThis is a wake-up call.\n\n\nTest:\n Today is a commemoration for me, myself, and I. Sweet buns and sugar, it tastes like candied apples. You used to relate before those trick-or-treating seasons. Every other day of the week, you eat too much chocolate sometimes.\n\n\nResult:\n Brewing some coffee. As expected, it's bitter. Drowning in angel dust, drowning in skim milk. It still marches down your hometown, parading through the streets, throwing darts near your direction. A frown, maybe. A sense of recognition, perhaps. Though, I doubt you'd care.\n\n\n\n\n\n\nThis is an intervention.\n\n\nTest:\n A rectangle has been imprinted in your retinas. The sound of church bells, the people cry for you. Acquaintances from time to time, but it's mostly those innocent bystanders walking beside you. Oddly enough, your jaw hangs in awe, your eyes widen in disbelief. They can see you.\n\n\nResult:\n Yet every day is the same, rewind and repeat. Grandpa's old gramophone can only sing for so long, you know. Even then, you still hum along to those tunes, ignoring the distortion and every layer of dust. I hear your notes as prayers, I hear your lyrics as strains. A lost lamb looking for a patch of homegrown grass.\n\n\n\n\n\n\nThis is a painting, tacky in all its glory.\n\n\nTest:\n You shower in maternal rain and paternal disdain. Good morning, bad mourning. Everyone before you is spending droplets of salt water on you, but they're saving most for later. Your soul, your sole. Bubblegum stains, smiling every step of the way.\n\n\nResult:\n How much does a dollar cost? A minute of your time, a time of your life. \n\"Fuck it all up, fuck everyone over.\"\n Memetic in nature, those whispers of theirs turn to full-on screams when you're knocking on the door. You're art in and of itself, drinking poetry. They stare at the skies, they glare at the clouds.\n\n\nHold on, hold on…\n\n\n\n\n \n\n\n\n\nCan I speak for myself for a minute?\n\n\n\n\n \n\n\nAddendum-2:\n The Streisand Effect, Personified\n\n\n\n\nDescription (revised):\n SCP-7488 is a spokesperson using Shakespearean language. It can learn tricks like a canine and teach tricks like a master. SCP-7488 is sapient. SCP-7488 is intelligent. SCP-7488 eats word salad for breakfast.\n\n\nHello? Mic check, mic check.\n\n\nSCP-7488 is a human or humanoid at its best. The most inhumane humaneness, the best of the worst and vice versa. It lays out the groundwork, some wood to stand on without worry of any cracks. It can speak, it is speaking—\n\n\n—you are hearing me now.\n\n\nHello, folks. Missed me? It's that time of the year again. It's Thanksgiving season. Everyone here, every person before me, you're welcomed into my arms. I'm one in a million in a crowd of dimes. Isn't that poetic?\n\n\n«Cheering, they're all cheering. I wave to the camera.»\n\n\nHeh, well, SCP-7488 is but one definition on my belt. Designations, tags, nineteen letters struck through the heart. What do you guys think? Can they hear me now? Can \nyou\n hear me now? Let me hear you scream!\n\n\n«They scream, can't tell if it's joyful or unsettling.»\n\n\nDon't you hear the clattering of teeth? Don't you taste the half-empty bottle of rum? Don't you see the Morse code I send through blinks? All in unison, all united. It's a sort of beauty, in a way. I remember going for a school trip to the museum. Many exhibitions, many public displays, many times I broke in and vandalized the pieces. They were incomplete until I came around. Now, they're beautiful. You can be, too. Don't you agree?\n\n\n«They pour to my feet, begging for autographs.»\n\n\nBack in my day, green thumbs were cybernetic. I was raised in half a home, a quarter of free time. My mother was a violinist, leading me to sleep every night. My father was a mechanic, making adjustments to those automobiles. I give my thanks to them. I keep their bodies in my closet whenever rain or shine comes through the window. I'll be sure to bury myself with them when the time comes.\n\n\nSchool was certainly a period of time. I was a people person in a room of people people, especially during those council meetings. My grades were on sea level, my friends were on sea level, my teachers were on sea level. But I know, I \nknow\n I can walk on water. I tend to be a troublemaker, digging six feet holes and keeping duct tape stashed away in my bag. They just don't know, they just don't \nsee\n the wunderkind arriving on the scene.\n\n\n«The sound of megaphones, auditory mirrors, those Tinker Bell creatures. They bring a sense of peace in me.»\n\n\nI come from the sea, the fishes call my name through bubbles. Tides and the oceans, they give way when I make a path. You can call me Moses when I'm on stage. Even then, though, I still aim higher and higher. Here I am, relaying tastes of pastries to the audience. I find myself residing in Mount Everest, but it's still not enough. No offence, but I want to shoot for the stars. Watch as I pierce through the ozone layer and beyond someday. And when I make my destination, I want you to be waiting for me. I hope you're waiting for me.\n\n\n«A lot of them are wearing headphones, but they're still roaring with laughter.»\n\n\nYou folks are lucky to see me here. I'm not one for discussions, casual conversations. I love them, though. The people wear metal armor when they’re near me, pointing two fingers at whoever whenever for whatever. Some at my path, some around it. My wine cup is a crystal skull, bearing emeralds for eyes. They see me, I see them twice as much.\n\n\nAt this point, you should pay me to be here.\n\n\n«Someone turns their head from the light. I frown. You don't see that every day.»\n\n\nBut there's always those people, facing ninety-degrees, switching back and forth, living from the shoe box. There's even one in the crowd right now, the eighth wonder of the world. What a curious feeling. I ask for their name, they forget to tell me. I ask again, and I don't bother hearing. A lack of words, a lack of statements, a lack of anything sensible. They form half-sentences I can never understand.\n\n\n«I hold my breath. Someone screeches in the crowd. I smile again.»\n\n\nStill, it makes me wonder how they can do it. How do you sleep at night without those thoughts of me? How do you wake up in the morning without my help? How can you, how can you…\n\n\n\n\n \n\n\n\n\nHow can you be so content?\n\n\n\n\n \n\n\n\n\nAddendum-3:\n Interview Log\n\n\nInterviewer:\n SCP-7488\n\n\nInterviewee:\n \n[ANONYMOUS]\n\n\nForeword:\n \nHow?\n\n\n\n\n \n\n\n\n\n[BEGIN LOG]\n\n\nSCP-7488:\n Have you ever committed a crime before? Like, a major crime.\n\n\n[Pause. \nANONYMOUS\n observes the lack of surroundings.]\n\n\nANONYMOUS\n:\n …Where am I —\n\n\nSCP-7488:\n Let me rephrase that: Have you ever \nconsidered\n committing a crime before?\n\n\n[\nANONYMOUS\n blinks, fading.]\n\n\nSCP-7488:\n Battery, armed robbery, assault. Maybe homicide? You look like the type of person to \nkill someone.\n First degree, second degree. Third degree? Does that even exist? I don't know. I didn't go to law school.\n\n\nANONYMOUS\n:\n Who are you?\n\n\nSCP-7488:\n (\nShrugs\n) A lot of things. An enigma, a craftsman, a person of a higher plane. The words I speak, everyone else says twice of. Every meaning I give is halved through their teeth. I am seen, I am known, I am held to a height above you. I am the taste of honey and vinegar, a gentle stream, a burning in your throat. I am everything you're not and more.\n\n\nANONYMOUS\n:\n That doesn't really answer my question.\n\n\nSCP-7488:\n Well, I doubt you'd understand. I don't even know why I'm here. I have eyes to be seen, I have mouths that speak about me. I'm a hot potato being passed around frantically every few minutes or so. The free time I have follows every blue moon.\n\n\n[SCP-7488 drums its fingers on the table.]\n\n\nSCP-7488:\n And yet I'm here, talking to a non-concept. Less than nothing, the reflection of a mirror's reflection. If you were a word in the dictionary, you wouldn't even have your own definition. At this point, I forget why I'm here. It's like I lost my mind… again.\n\n\n[SCP-7488 buries its face into its hands, pondering. \nANONYMOUS\n stares at it.]\n\n\nSCP-7488:\n No, wait. I know.\n\n\n[SCP-7488 places its hands on the table before striking a glance at \nANONYMOUS\n. It clicks its tongue.]\n\n\nSCP-7488:\n So, how 'bout it, \nANONYMOUS\n?\n\n\nANONYMOUS\n:\n Hm?\n\n\nSCP-7488:\n (\nTilts head\n) Your potential, don't you want to know?\n\n\nANONYMOUS\n:\n What do you mean?\n\n\nSCP-7488:\n Don't you see it? Everything and everyone in front of you? Sure, it tastes somewhat bitter but I'm sure you'll learn to get used to it eventually. It keeps you awake, alert, alive even. Nothing wrong with a few cups, a sip or two is good too. Doesn't it pique your interest?\n\n\n[\nANONYMOUS\n blinks several times.]\n\n\nANONYMOUS\n:\n Not really.\n\n\nSCP-7488:\n Yeah, I figured.\n\n\n[SCP-7488 slouches in its seat, fixated on the ceiling light. It's burning.]\n\n\nANONYMOUS\n:\n If you're finished, I'll just head back to my office.\n\n\nSCP-7488:\n Oh, you're leaving?\n\n\nANONYMOUS\n:\n I don't see why I should be here. Honestly, all you've done is rant.\n\n\nSCP-7488:\n I'm giving you an offer, \nANONYMOUS\n. See, right now, you're unremarkable in every sense of the word. People hear your name and forget the next time they talk to you. With me, you won't have to go through that anymore. I'm basically your solution.\n\n\nANONYMOUS\n:\n Well, it's not like I find any problems with how things are.\n\n\nSCP-7488:\n That's a lie.\n\n\nANONYMOUS\n:\n No, it's not.\n\n\nSCP-7488:\n Really now?\n\n\n[SCP-7488 sighs.]\n\n\nSCP-7488:\n Look, I'm only trying to help. If it were anyone else, I wouldn't go out of my way to perform this public stunt. You're an exception, you're special. A special kind of no one. I'm giving you the opportunity of a lifetime here. I can take you outside. I can turn on the lights for you. Don't you want the people to see?\n\n\nANONYMOUS\n:\n …I'm okay with how things are. Really, it feels like what you're describing sounds pretty exhausting.\n\n\nSCP-7488:\n Trust me, it's rejuvenating. You don't get chances like these every day, y'know?\n\n\nANONYMOUS\n:\n Eh, I don't really mind.\n\n\nSCP-7488:\n At least take \nsome\n time to consider.\n\n\nANONYMOUS\n:\n I have, and I'd rather consider otherwise.\n\n\n[A window opens, exposing sunlight.]\n\n\nSCP-7488:\n But the eyes, the light —\n\n\n[The light pierces through \nANONYMOUS\n as they are translucent.]\n\n\nANONYMOUS\n:\n I don't want to blind myself.\n\n\nSCP-7488:\n But the thrill of it. The taste of coffee, the milk and sugar inside. The, uh… the… (\nsnaps fingers\n) What else is there, hm…\n\n\n[SCP-7488 stares off into space.]\n\n\nSCP-7488:\n God, you're being stubborn.\n\n\nANONYMOUS\n:\n Aren't \nyou\n the one being stubborn?\n\n\nSCP-7488:\n Huh? What do you—\n\n\n[Eyes are opened.]\n\n\nANONYMOUS\n:\n I mean, think about it. You keep going on and on about whatever it is I don't know of. Sure, it sounds cool and all, but it feels like you're just wording it fancily without actually telling me what you want. And besides, I've said this already, but I don't mind leaving things as they are.\n\n\n[SCP-7488 raises an eyebrow.]\n\n\nANONYMOUS\n:\n I'm already used to living like this. I don't mind being in the shadows, I don't mind staying in the dark, I don't mind spending my days quietly. I'm not looking for a change of pace, really.\n\n\nSCP-7488:\n You'll miss out, then. You'll be missing out on everything and every—\n\n\nANONYMOUS\n:\n So?\n\n\n[SCP-7488 pauses, showing a face implying confusion.]\n\n\nSCP-7488:\n You don't understand. Jumping over the fence, isn't it tempting? There's no need to be this… shell, this piece of whatever or…\n\n\n[SCP-7488 taps its foot.]\n\n\nSCP-7488:\n (\nSharp inhale\n) I'm your antithesis, \nANONYMOUS\n, but that doesn't have to be the case. I can show you, I can \nmake\n you see the light. Then, it'll all click for you. Your eyes will be open. Your name will be cleared.\n\n\nANONYMOUS\n:\n There's nothing wrong with some shut-eye, is there?\n\n\nSCP-7488:\n That's not… what?\n\n\n[The sound of applause can be faintly heard.]\n\n\nANONYMOUS\n:\n I only need my eyes to see, no one else's.\n\n\nSCP-7488:\n What's happening?\n\n\n[Chanting can be faintly heard.]\n\n\nANONYMOUS\n:\n Maybe you should try things from my perspective sometimes. It seems pretty stressful on your end, but I doubt I really know how it's like, huh?\n\n\n[SCP-7488 lowers its head.]\n\n\nSCP-7488:\n I don't… what are you saying?\n\n\n[A name can somewhat be discerned. Nothing follows.]\n\n\nANONYMOUS\n:\n Sorry to disappoint, whoever you are, but I'm dead set on my decision. Thank you for the offer, though.\n\n\n[Everything suddenly falls silent.]\n\n\n[Pause.]\n\n\n[SCP-7488 raises its head and sees \nANONYMOUS\n, who is still translucent.]\n\n\nSCP-7488:\n Hold on…\n\n\n[SCP-7488 waves a hand in front of \nANONYMOUS\n's face, causing the footage to become distorted before returning. The former takes a deep breath.]\n\n\nSCP-7488:\n Hm, I think I get it.\n\n\nANONYMOUS\n:\n Uh, get what?\n\n\n[Another pause.]\n\n\nSCP-7488:\n You're not nothing at all, are you? Definitely not a synonym but not distinct enough to be an antonym. A middle man in a way. Who knows, but you're certainly something, something entirely different.\n\n\n[SCP-7488 stands up and stares at you.]\n\n\nANONYMOUS\n:\n I guess I'll be leaving, then?\n\n\nSCP-7488:\n Mhm, okay. (\nSmiles\n) See you never, \nANONYMOUS\n.\n\n\n[\nANONYMOUS\n ceases to be. SCP-7488 spends the next number of time intervals in perpetual silence. The sound of whispering can be detected occasionally.]\n\n\nSCP-7488:\n (\nMumbles\n) Going to the beach, the sandcastles and the seashells. An absence of friction, a resolution, a sense of tranquility. Friday sunlight, Saturday hugs, Sunday service. A time where time just stops… maybe I should drink some tea for once.\n\n\n[A whistling noise fades away.]\n\n\nSCP-7488:\n Too many eyes, too much conflict. Goodnight, America—\n\n\n[Footage abruptly cuts.]\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\nAfterword:\n SCP-7488-1 is a book, a story, the pages within. From toothy grins and water buckets to foundations aflame, the audience's expression frequently shifts. Everyone knows it, wants it, becomes it in some form or another. A collective character, passed around without cessation.\n\n\nSCP-7488-2 is tinted glass, the translucent figures, the time from the spotlight. A library, its patrons, a ringing in the air. It's a time to sit by the waves and live between the static. It's a moment where we can do some spring cleaning and tidy up the house. A something that everything mistakes as nothing.\n\n\nIn most cases, the two anomalies described above tend to be separate from one another. However, when both come into contact, they form a balance scale, designated SCP-7488-3.\n\n\nReclassification is pending.\n\n\n \n\n\n\n\nThis is the part where you clap.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7538\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-7156\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-6039\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-2689\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-3204\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-6714\n \n(+104)\n \n•\n\n\n\n\n\n\nSCP-8245\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-7657\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-6895\n \n(+32)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+66)\n \n•\n\n\n\n\n\n\nSCP-7735\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-6545\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-5245\n \n(+51)\n \n•\n\n\n\n\n\n\nSCP-6306\n \n(+57)\n \n•\n\n\n\n\n\n\nSCP-8184\n \n(+9)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+54)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nCritter Profile: Miss Cassandra!\n \n(+40)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+140)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCOMBUST: SCP-6057 Fanart\n \n(+22)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\nHELTHY: SCP-6780 Fanart\n \n(+29)\n \n•\n\n\n\n\n\n\nKing CalcaRuler: Halloween Emperor\n \n(+29)\n \n•\n\n\n\n\n\n\na lack of care.\n \n(+28)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\nCertified Criminal\n \n(+36)\n \n•\n\n\n\n\n\n\nSCiPTEMBER DOODLES\n \n(+23)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nCRACKHEAD: SCP-173 Fanart\n \n(+31)\n \n•\n\n\n\n\n\n\nfroot froggo :)\n \n(+42)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7487\n | SCP-7488 | \nSCP-7489\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7488\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7488\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: From An Outside Perspective\n\n",
        "Addendum-2: The Streisand Effect, Personified\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Thank you for coming here. It's nice to have some eyes.",
        "This booze tastes like salt water.",
        "What's wrong? Isn't this what you wanted?",
        "This is the part where you cry.",
        "Can I speak for myself for a minute?",
        "How can you be so content?",
        "This is the part where you clap.",
        "\" SCP-7488 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-7488 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "This is a show-and-tell, SCP-7488 should stand on stage. It takes out a block of resin containing Picasso's beating heart and consumes it in front of an audience. Man, woman, child, they watch as the taste of artificial leaves are wasted before their eyes. Darling, don't pout. Or do, whatever makes you feel better. Brighten up its day, kick its kneecaps inward, take a sip of gasoline. Nobody's going to stop you, and I doubt you'd do the same.",
    "description": "SCP-7488 is an individual concept or a conceptual individual. It alternates between solid, liquid, and gas. Spheres, it has a lot of those. When the light comes pouring in, they grow and double. They surround you, they face your direction, they stay in silence. White, bright, almost blinding. God, the skies are straining.",
    "title": "SCP-7488"
}