{
    "url": "https://scp-wiki.wikidot.com/scp-7489",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7489 \n“Document Updated to Follow ACE Archival Guidelines”\n by: \nMew-ltiverse\n and \nRuraScarlet\n\n\n \n\n\nRead more of Mew's stuff\n\n\n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNote from Archival, Containment, and Ethics departments\n\n\nAs of 1/1/2023 the following containment procedure document has been revised to fit the Humane Standard of Documentation; included changes are correction of third person pronouns and the addition of context provided by SCP-7489 himself.\n\n\n\n\n\n\n\n\nYear: 1995\n\n\n\n\nItem #:\n SCP-7489\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Standard Humanoid Containment Cell equipped with a child-sized desk and stationery. Anomaly activates upon touch; if subject is visited by researchers, or if subject leaves his containment cell, all parties must be placed in Category C full coverage clothing or equivalent coverage in any Foundation-standard PPE.\n\n\n\n\nArtwork done by SCP-7489 during his first few days of containment.\n\n\n\n\nDescription:\n SCP-7489 is a ten-year-old child identified as Terrence Jovial “TJ” Hatcher, with red curly hair and blue eyes. Upon skin to skin contact with a physically injured human (or any organism with features congruent to a human), any and all wounds present on the organism's body will be healed, and SCP-7489 will gain these wounds in their place.\n\n\nDiscovery:\n SCP-7489 was brought into Foundation custody by Agent Buck in critical condition after accidentally absorbing a wound he had sustained in a prior mission. Subject, named TJ, was ten years old with no prior experience of formal schooling due to living in a rural farm in Cosby, Tennessee, USA. Agent Buck lived in that town prior and was there due to a family gathering when he encountered SCP-7489 and caused the activation of the anomaly.\n\n\n\n\n\n\nInterview Log\n\n\n\n\n\n\n\n\nDate:\n December 10, 1995\n\n\nInterviewers:\n Dr. Teresa Milna, Psy. D\n\n\nInterviewee:\n TJ Hatcher (SCP-7489)\n\n\nPresiding:\n Agent Buck as overseer proxy.\n\n\n\n\nDr. Milna:\n Hello, SCP-7489.\n\n\nSCP-7489:\n …\n\n\nDr. Milna:\n What's your name?\n\n\nSCP-7489:\n TJ.\n\n\nDr. Milna:\n TJ, nice to meet you. I'm Dr. Milna, and I'm going to ask you some questions, okay?\n\n\nSCP-7489:\n \n(nods)\n\n\nDr. Milna:\n Okay. Let's start simple. Tell me about yourself. It's okay to look at me, don't be scared.\n\n\nSCP-7489:\n …is that a question?\n\n\nDr. Milna:\n Of course it is. I want to know something, so you tell me something.\n\n\nSCP-7489:\n Mikky told JJ and Claire and everyone to use \"real\" questions when asking me anything.\n\n\nDr. Milna:\n Oh, is Mikky what you call Agent Buck?\n\n\nSCP-7489:\n I don't know Agent Buck.\n\n\nDr. Milna:\n Tall man, looks a little like you, wears a white suit everywhere. Has a white hat?\n\n\nSCP-7489:\n Oh! Mmhm. Mm-hmm. Mikky is a cowboy for space cows. That's why he has two guns.\n\n\nDr. Milna:\n Space cows?\n\n\nSCP-7489:\n I wanna draw now. Do you have paper, miss doctor Milna?\n\n\nDr. Milna:\n You can draw on the back of this paper. Sorry it's just pen and not crayons.\n\n\nSCP-7489:\n It's okay. I like everything that draws.\n\n\nDr. Milna:\n …how is your wound doing?\n\n\nSCP-7489:\n Wound?\n\n\nDr. Milna:\n The bleeding, the… your tummy.\n\n\nSCP-7489:\n It hurts. On the outside, not a tummyache.\n\n\nDr. Milna takes note here that SCP-7489 has no additional anomalous healing factor to counteract his own anomaly. Note is in line with Medical Department findings.\n\n\nSCP-7489:\n But Mikky stopped hurting. I touched a bird once and twisted my arm but it flew. Then a cat and I got this scar here then that disappeared. And our cow Coco…\n\n\nDr. Milna:\n Are you aware most kids can't do that?\n\n\nSCP-7489:\n I think JJ and Claire can't. I don't know a lot of other kids. I see the neighbor kid sometimes but I'm not allowed to talk about the family to strangers.\n\n\nDr. Milna:\n I'm not a stranger?\n\n\nSCP-7489:\n I know your name. You know my name. Not strangers. JJ said that names are important.\n\n\nDr. Milna:\n Tell me about JJ, your… sibling? All of your family, actually. Tell me any story you want to.\n\n\nSCP-7489:\n Hmmm….. So our parents had Mikky, then JJ, then Claire, then me, and Serra but she died before she became a person. Coco died of sick a few weeks before that and Mikky told me she's buried with her. I mean, I didn't see it because I got sick too and sleeped too much.\n\n\nSCP-7489 holds up his piece of paper, having drawn four stick figures and two grassy mounds before putting the paper back to resume drawing.\n\n\nSCP-7489:\n Like this. \n(SCP-7489 draws a mass with limbs under the hill by scribbling in circles.)\n After that, mom and dad didn't really come home a lot. Mikky got more jobs to make sure we still got food and stuff, and we grew stuff and took care of the animals too so he wouldn't do that too much. JJ taught me and Claire how to cut up a chicken, but Mikky yelled at them when I almost touched Henry without gloves.\n\n\nDr. Milna:\n Henry?\n\n\nSCP-7489:\n Hen-ry. Hen, chicken. She got old so that meant we could eat her. But Mikky got super mad because he thought if I touched her being cut up I would die too, and then Claire said I would've been smushed like that state fair hotdog if that could happen. Hotdogs are made of pigs, not dogs. That's why they're so tasty.\n\n\nDr. Milna:\n Uh-huh. Say, when did you figure out you could do that?\n\n\nSCP-7489:\n Well-\n\n\nThe intercom phone rings, prompting Dr. Milna to receive a radio box from the door after listening to the message to do so. The radio is placed on the table in front of SCP-7489.\n\n\nDr. Milna:\n Agent Buck is going to radio in at any second now, uh, your Mikky, that is.\n\n\nSCP-7489:\n At work?\n\n\nThe radio crackles and Agent Buck's voice comes in. He speaks calmly, in accordance to the anomaly interaction guidelines of the time period.\n\n\nAgent Buck:\n SCP-7489.\n\n\nDr. Milna:\n …he means you, TJ.\n\n\nSCP-7489:\n No. It made sense when miss doctor Milna called me that but you know what I'm called and also she just called me TJ.\n\n\nAgent Buck:\n Which she shouldn't be doing because she's at work, and when someone works here, they are to refer to anomalies by their number designation.\n\n\nSCP-7489:\n What's a… oh.\n\n\nAgent Buck:\n Just how it is.\n\n\nSCP-7489:\n Why?\n\n\nDr. Milna:\n Because there's a lot of people and things like you in here, and not everyone is a psychologist like me… who was \nspecifically instructed\n to use TJ's name because I speak directly to him, Agent Buck. I suggest for this interview to go smoothly you treat this kid like a person you actually care about.\n\n\nAgent Buck:\n Assets cannot be spoken to in a familiar manner to minimize human error-based weak links in information security. SCP-7489, are you adhering to all the containment procedures laid out for you to follow?\n\n\nSCP-7489:\n Big words…\n\n\nDr. Milna:\n Get to what you're saying before he stops complying because you can't spend two seconds being nice.\n\n\nAgent Buck:\n It was \nnice\n…humane enough that I brought the anomaly here instead of a normal hospital where more injuries could happen. Could have been neutralized from the initial injury alone. I only apologize to the Foundation for activating it and risking the integrity of the veil in the first place.\n\n\nSCP-7489 was distressed at this point, and Dr. Milna held SCP-7489's hand. Both were wearing appropriate PPE to prevent anomaly activation.\n\n\nDr. Milna:\n At least pretend to remember the kid is your \nten year old\n brother. TJ, if you want to do this interview tomorrow instead, we can.\n\n\nSCP-7489:\n No! No. Sorry. Inside voice. Mikky can't call a lot and he did today so something important is…\n\n\nAgent Buck:\n Thank you for agreeing with me. The information I want to relay to SCP-7489 is the transfer of all its personal effects from Cosby to its containment cell in Site-19 in light of a decision to put this asset in permanent containment without homecoming. Cell to be furnished to accommodate the longer stay with help from the Architecture department. There will be assured visitation from Mikell Navarro, James-Jackal \"JJ\" Hatcher, and Claire Hatcher within the following week.\n\n\nSCP-7489:\n But \nyou're\n… Mikell.\n\n\nAgent Buck:\n I'm Agent Buck, nice to meet you.\n\n\nSCP-7489:\n …oh. I'm TJ, nice to meet you.\n\n\nAgent Buck:\n Unlike prisons, you will be given amenities with access to courtyards and inner facilities. Additional things, such as crayons, paint, paper, clothes, or toys can be requested from a provided internal cellphone.\n\n\nSCP-7489:\n What about laundry? And food. We didn't eat turkey because you had to drive me here.\n\n\nAgent Buck:\n Details will be explained to you by containment staff. Dr. Milna, have Site-19's kitchens been updated to the new pastaphysics department standards?\n\n\nSCP-7489:\n JJ made turkey for the first time since mom and you did, and then we didn't– (sob) have turkey on Serra's thanksgiving, and then when mom and dad—\n\n\nSCP-7489 began crying, and was soothed to the best of Dr. Milna's ability. Interview was ended in the best interest of personnel private information and ethical humanoid containment protocols.\n\n\n\n\n\n\n \n\n\nMiss doctor Milna told me to sit here. The room was bright blue and white. I’m not really used to colors like this. The bright light made me uncomfortable. The doctors were nice. They told me after this check up, they would get me some crayons. I said I felt okay. But they insisted. This journal paper is nice. I want more of this paper. There are other people here who are hurt or sick.\n\n\n“Why am I here again?”\n\n\n“You probably have a fractured fist. I have to get to work, so they’re gonna see you here.”\n\n\n“Whatever. I’m fine.”\n\n\n“You know the deal. Just- don’t cause any trouble. I’ll be back.”\n\n\nThe woman walks away. The boy she was talking to was near my age. He came and sat next to me. His hand was bloody.\n\n\n“What are you looking at?” The boy asked. He sounded annoyed.\n\n\n“Your hand.” I reply. “You’re hurt.”\n\n\n\"Uh yeah, doofus. That's why we're in here. What, did you hit your head?\"\n\n\n\"No. Checkup says I'm fine too.\"\n\n\n\"What are you wearing, anyway? Is that an astronaut suit or what?\"\n\n\n\"I'm not allowed to touch people.\"\n\n\n\"That bright yellow looks stupid.\" He replied. He looked… confused? \"Not allowed to touch people? Why?”\n\n\n“I could get hurt.” I reply.\n\n\n“What? How? You’re not making any sense. You’re not hurt, and you’re wearing this stupid costume.”\n\n\n“I have to wear it.” I didn’t know what he meant by costume. But I didn’t like it, either. The way it feels against my skin makes me feel weird.\n\n\nThe woman from earlier enters the room again. She looks at the kid who was talking to me.\n\n\n“I forgot to give you this.” She was holding a plastic bracelet. “Hold out your wrist.”\n\n\nThe kid next to me held out his bloody hand with a smile on his face.\n\n\n“Damnit, Kenny. I mean your other wrist. Stop being difficult.”\n\n\nApparently, his name was Kenny. He laughs, then holds out his other hand.\n\n\nThe woman secured the bracelet around his wrist. “Now don’t cause any trouble. You’re not bothering this kid, are you?”\n\n\n“Nope. We were just talking.” He replies.\n\n\nThe woman looked at me, and then quickly looked back at Kenny. “Oh. Kenny, be careful. You should probably leave him alone.”\n\n\n“What? Why? You’re gonna bring me to a hospital I’ve never heard of, and expect me to just sit nice and pretty in the corner?”\n\n\n“Goddamn it, Kenneth. Just listen to me.”\n\n\nKenneth laughed at that. “Oooooooh, you’re bringing out my full name. You must mean business.”\n\n\nThe woman looked angry. “I’m telling your parents about this. Just behave. And be nice to the doctors when they come to you.” She walks away.\n\n\nThe kid turns to me with a sigh. “Sorry about her. She’s a bitch.”\n\n\n“What does that mean?” I ask. “I’ve never heard that word before.”\n\n\nHe made a face. “Bitch?”\n\n\nI nod. “Yes.”\n\n\nHe laughed. “Jesus, do you live under a rock? How old are you?”\n\n\n“I’m 10.”\n\n\n“I’m 12. I thought you looked younger than me. Maybe I'm the one that learned cuss words too young.” He shrugs. \"You're strange.\"\n\n\n\"I'm strange?\" I ask.\n\n\n\"Yeah. You're quiet. And you say touching people could hurt you.\"\n\n\n\"Mm-hmm. That's also why I'm here.\"\n\n\nKenneth kicked his feet around. My feet matched his movements before I knew it.\n\n\n\"…My name is TJ. Nice to meet you.\"\n\n\n\"It's Kenny. Or Keeenneeeeethhhhh, if you're a bitch.\"\n\n\n\"Hello, Kenny. Nice to meet you.\"\n\n\n\"Nerd.\"\n\n\n\"What's a-\"\n\n\n\"Kenneth Hart, the doctor's in. Room 101.\"\n\n\nThe nurse is pretty like JJ. Blonde like Claire. Super tall like Mikky.\n\n\n\"Ugh. I'm fine anyway.\"\n\n\n\"What did you hit, Kenny?\"\n\n\n\"Whatsit to you, Teej? Seeya.\"\n\n\nKenny is leaving, Kenny is going. I reached out my hand, but stopped. Not supposed to touch. Not even in this. Don't make a habit.\n\n\n\"Um, Kenny?\"\n\n\n\"Yeah?\" I thought I was too quiet for him to hear me.\n\n\n\"I have lunches in the courtyard! If you're okay by 2 o'clock come sit with me. And my brothers and sister are gonna there and-\"\n\n\n\"'Kay. If President Bitch lets me. Do you like cheese puffs?\"\n\n\nI gasp. \"I've ne-\"\n\n\n\"Never fuckin had cheese puffs? God, you really are a nerd. I'll bring lots.\"\n\n\nSo mean. So nice. Are we friends?\n\n\n\n\n\n\nINCIDENT REPORT 7489:15/12/1995\n\n\nIn a scheduled family visit from SCP-7489's siblings over lunch in Site-19's courtyard, a Foundling Program child with a day-pass access interacted with SCP-7489 over a meal. When supervision laxed due to the inherent security of the area, SCP-7489 was fed a cheese puff from the Foundling's hand, who was not in PPE. Presumably, his fingers touched SCP-7489's lips, causing activation of the anomaly. Eldest sibling of SCP-7489 lost composure and pushed Foundling across the floor, causing the Foundling's guardian to equally retaliate. Both SCP-7489 and Foundling were rushed to the Medical department after the fight was broken up.\n\n\n\n\n\n\n \n\n\nFor many years, I wondered what happened to Kenny.\n\n\nI still put cheese puffs in my turkey sandwiches to this day.\n\n\n \n\n\n\n\n\n\nYear: 2001\n\n\n\n\nItem #:\n SCP-7489\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Standard Humanoid Containment Cell equipped with a large drawing desk and a shelf of relevant stationery. Anomaly activates upon touch; if subject receives any visitation, research or otherwise, or if subject leaves his containment cell, all parties must be placed in Category C full coverage clothing or equivalent coverage in any Foundation-standard PPE.\n\n\nDescription:\n SCP-7489 is a sixteen-year-old teenager identified as Terrence Jovial “TJ” Hatcher, with red curly hair and blue eyes. Upon skin to skin contact with a physically injured human (or any organism with features congruent to a human), any and all wounds present on the organism's body will be healed, and SCP-7489 will gain these wounds in their place.\n\n\nThere was a library and some weekly classes. I don't think school is like that, but I got smarter anyway. My paintings got good enough to decorate the whole site with, after I met others in here that painted too. When I turned fifteen the staff let me join some bigger events. When I turned sixteen they threw me a party.\n\n\n\n\n\n\nNote regarding the Ethics Committee Foundling Enrichment Program\n\n\nAfter several world events and the humane consideration of the families and children of all staff and contained humanoids, children and teen-centric events are now mandatory each month in all major humanoid containment sites. What events are carried out are up to each Site Directors' jurisdiction, but there are guidelines of recommended events distributed to each Ethics office as per 09/20/2001.\n\n\n\n\n\n\nI met Kenny again at a cooking class. I came even though I didn't like cooking because JJ always cooked better. Kenny was more grown up and used to anomalies then. We brought our dinner to the common room after that, and he stayed over in my room after he fell asleep on my desk when he was talking about things happening outside. I used our cheeto packets from that day as the background of my biggest painting at the time. I liked the way cheeto dust felt against my skin. I don’t know why.\n\n\n\"Kenny, were you not allowed to see me?\"\n\n\n\"Pretty much. Your brother's apparently in charge of your document whatever-stuff, so every time I put in the paper to request if I could see you, he threw it out.\"\n\n\nUnfortunately, that's definitely a Mikky thing.\n\n\n\"So I had to catch you at one of the public Things. When I grew up and was allowed to learn what this place was, I promised I would work here when I… I…\"\n\n\nHe looked sad, so I held his hand. He pulled away for two seconds, but then put his hand back when he noticed I had gloves on.\n\n\n\"I don't actually have college money. But Foundlings have a school and university program here, and if I work here, I can actually have a chance at a future. And, I can see you a lot more. A nerd needs another nerd for a friend, you know.\"\n\n\n\"You never told me what nerd means.\"\n\n\nHe makes a face. \"You. still don't know?\"\n\n\nI shake my head.\n\n\nHe laughs. \"Well, the true definition doesn't matter. Most people use the negative connotation. But I don't. He replies. \"As much as I hate my bitch aunt, I have to admit, I'm glad she brought me to this place.\n\n\n\"Why did she bring you here all those years ago?\"\n\n\n\"My parents didn't want to put up with me. And she had to get to work. So, I came here. I never would've thought at the time I'd end up studying here.\"\n\n\n\"I'm glad that you're here. A lot of the doctors are cold. I'm glad to have a friend.\"\n\n\nHe grins. \"I've never had any friends, either. Most people either bullied me, or got scared of me because I took no bullshit.\n\n\n…actually, TJ, what do you even do all day?\"\n\n\n\"Well… JJ comes by more often now, but Claire stopped showing up. We had a board game set up and we continue it when he's on break. Oh, and, I play DnD with Dr. McCallum's table every other week. And I put in a request for a TV and PS2.\"\n\n\n\"Siiiiiick.\"\n\n\nIt took me a second to figure out it meant good sick, but, \"I'm studying doctor stuff. Medicines, because I get to help people in the clinic and get pocket money for more stuff.\"\n\n\n\"I want to help people, too. That’s why I plan to be a psychologist here.” Kenny replies. He raises an eyebrow. “Could you do my biology homework for me sometime?.\" Kenny asks. “I’m no good at that shit. It’s not my kind of science.”\n\n\n\"Pay me in cheese puffs. Also, I've never had a uh, quote, good pudding cup. JJ says the ones in the break room and cafeteria aren't.\"\n\n\n\"Rodger that, Teej.” Kenny grins. “By the time I work here, you're gonna need your own fridge.\"\n\n\n\n\n\n\n\n\nYear: 2013\n\n\n\n\nThey told me that I had a visitor. They said it was a staff member from another site. I was surprised when I saw him walk through the door.\n\n\n\"Kenny?\"\n\n\nHe gives me a grin. \"How are you, TJ?\"\n\n\nI couldn't help but smile. \"It's been a while.\"\n\n\n\"Yeah. I started as a junior staffer a few years ago. But my superiors were afraid it would uh, stunt my research if I interviewed someone I had a history with.\"\n\n\n\"Isn't that what you're doing now?\"\n\n\n\"Well, this isn't on the clock. I was finally given the okay to check on you… Wow, you painted this place yourself?\"\n\n\nI nod. “Drawing is one thing I’ve always had an interest in. Ever since I was little.”\n\n\n“I recall seeing sketches on your desk back when I first started the Foundling program.” Kenny replies.\n\n\n“Yeah. I’ve found I really enjoy painting. It’s helped me personalize this place. I’ve spent time studying different techniques.”\n\n\n“That’s pretty cool. I uh, don’t have any hobbies. Not really.”\n\n\n“You should find a hobby. Before I started training, I didn’t really have anything else to do. So, I started to study painting.” I reply. “Now, I’ve been studying medicine. But, I still draw and paint in my free time.”\n\n\n\"Awesome.\"\n\n\n\n\nItem #:\n SCP-7489\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Anomalous Personnel Living Quarters equipped with a large drawing desk and a shelf of relevant stationery. Anomaly activates upon touch; if subject receives any visitation, research or otherwise, or if subject leaves his containment cell, all parties must be placed in Category C full coverage clothing or equivalent coverage in any Foundation-standard PPE.\n\n\nDescription:\n SCP-7489 is Junior Field Agent Terrence Jovial “TJ” Hatcher. He is a man with red curly hair and blue eyes. Upon skin to skin contact with a physically injured human (or any organism with features congruent to a human), any and all wounds present on the organism's body will be healed, and SCP-7489 will gain these wounds in their place.\n\n\n\"…hey, TJ.\"\n\n\nHe said my name when I was chewing, so I did the thing JJ does when they can't talk.\n\n\n\"Oh, you know sign?\" Kenny asks. \"Dr. Glass made us learn a few words in training. Speaking of…\"\n\n\nI swallow, \"Sign?\"\n\n\n\"Wait, you didn't know that that means 'wait a minute'?\" He repeated the sign.\n\n\n\"No.\"\n\n\n\"Dr. Glass is deaf on his left ear, so sometimes he talks to us like that. Sign language. Speaking of, he's kind of your Guy right?\"\n\n\n\"…Dr. Glass is my psychiatrist, mm-hmm.\" Why is he asking?\n\n\nKenny took a few minutes to ask what he wanted to ask. He cleaned up my bed cover from crumbs to look busy, but he was thinking. Thinking is also busy sometimes.\n\n\n\"Kenny,\" so I said something first, \"Do you want my onion rings? I'm kind of full.\" Which was not a lie. But I said it to fill the quiet. But also because I can't chew onions. Bad texture.\n\n\n\"Oh, sweet. Thanks, Teej.\" He grins.\n\n\n\"I actually talked to Dr. Glass a bit ago. I figured out I was autistic a while ago because I liked hanging out in the quiet room at parties because a lot of autistic people like it in there.\"\n\n\n\"Oh. Huh! Uh-huh. Hmm…\"\n\n\nLots of meaning-y sounds from Kenny. \"So I asked him how people find out they are autistic. He said I could take a test and see. And, it turns out I am.\"\n\n\n\"Oh!\"\n\n\n\"But when I told JJ, they were so weirded out. Then, I saw them get mad at Dr. Glass from the courtyard balcony. I think it's because JJ told me Mikky was autistic, too, but was a bitch about it. So, I maybe think they're scared I'll be—\"\n\n\n\"You will never be a bitch.\" He bit down on two onion rings at once, \"You don't have it in you to be one.\"\n\n\nEw- onion bits. But, \"Thanks.\"\n\n\n“I don’t think JJ has ever liked me. But, I don’t like them, if that’s how they're reacting.”\n\n\n\"Oh, no, JJ likes that I have a consistent friend that I text and meet up with.\"\n\n\n\"See? Doesn't necessarily mean they like me. Just that you have a friend. They don’t like that I don’t treat you like a baby.\"\n\n\n\"…What were you gonna ask again?\"\n\n\n\"About the diagnosis, which you already gave the answer to. So… new question: how has agent school been treating you?\"\n\n\n“It’s been okay. I sometimes feel like I don’t fit in, even when I'm helping. Even when cuts and bruises aren't a big problem anymore. Even when they don't need to put me under surveillance because I learned from Miss Veers how to self heal. I don't feel like I'm a friend.\"\n\n\n\"How so?\" Kenny asks.\n\n\n\"The other agents get along with each other so well. But I have to wear the gear to prevent my properties from activating. I can feel that people stare.\"\n\n\nKenny nods. “My advice? Just fuck what they think. You know you best, right?”\n\n\nI nod slowly. “Yeah.”\n\n\n“Once I stopped giving a shit what people think of me, life became easier.”\n\n\n“I see. I can try that.”\n\n\n\n\n\n\nYear: 2018\n\n\n\n\nItem #:\n SCP-7489\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7489 is self-regulating and is capable of comfortably living in both Foundation Agent barracks and an Anomalous Personnel Living Quarter on his home site (Site-19). Precautions taken by SCP-7489 for his touch-activated anomaly is the deployment of Category C full coverage clothing or equivalent on the field, and gloves or other PPE in daily activities.\n\n\nDescription:\n SCP-7489 is Junior Field Agent Terrence Jovial “TJ” Hatcher. He is a man with red curly hair and blue eyes. Upon skin to skin contact with a physically injured human (or any organism with features congruent to a human), any and all wounds present on the organism's body will be healed, and SCP-7489 will gain these wounds in their place.\n\n\n\n\n\n\nInterview Log\n\n\n\n\n\n\n\n\nDate:\n December 2, 2018\n\n\nPurpose:\n Interview of Staffing Department in accordance to anomalous person being employed by The Foundation.\n\n\nInterviewer:\n Personnel Director Hatcher\n\n\nInterviewee:\n SCP-7489\n\n\nPresiding:\n Dr. Kenneth Hart on scene, Internal Affairs Officer Magpie listening through call as overseer proxy.\n\n\nNote of context: Interview was conducted in Director Hatcher's office in Site-19, and was started amidst a casual meeting.\n\n\n\n\nDir. Hatcher:\n -and by pressing record, we're considering this interview officially in session.\n\n\nSCP-7489:\n Okay.\n\n\nDir. Hatcher:\n Although we know this trainee's skillset from test scores and capability on small missions so far, this interview's purpose is to document the fit-and-properness of Junior Field Agent Terrence Jovial Hatcher—\n\n\nDr. Hart:\n \n(suppressed laughter)\n Sorry– sorry. Oh my God Teej that's your full name?\n\n\nSCP-7489:\n Just TJ or Teej to you, unless you're a bitch, Kenneth.\n\n\nDr. Hart:\n \n(Dr. Hart rolls his eyes with a slight smile)\n Unneeded.\n\n\nSCP-7489:\n Or in this case, my… sibling?\n\n\nDir. Hatcher:\n \n(also suppressing laughter)\n Stay on focus, you two.\n\n\nDr. Hart:\n Sorry. It's just that it's because this really is just a formality. Look at him, he's top of his class!\n\n\nDir. Hatcher:\n That's true. Now, let's review your file real fast so we can get this over with.\n\n\nDirector Hatcher takes a moment to flip through the pages, and frowns at one of them. This page is SCP-7489's autism diagnosis, signed by Head of Psychology Dr. Glass.\n\n\nDir. Hatcher:\n There are no technical qualms or problems in any of your files. However, I spoke to Dr. Glass before this interview, and have tried to understand a little about your… condition? Over the past few years. I trust you more than life itself, but I'm running through the hazards that could possibly occur in communication when you're on the field. Do you think your autism has affected your life negatively at all?\n\n\nSCP-7489:\n …as I said before this recording started—\n\n\nDir. Hatcher:\n –which is off the record which means you can answer differently,\n\n\nSCP-7489:\n —my opinion on my autism is entirely anecdotal and does not and should never be a baseline for every autistic personnel employed ever. I am here as an agent on my own volition, because I know I can make a difference, and I know that I can use my anomaly to the best of my ability assisting our senior agents on the field.\n\n\nDr. Hart:\n If anything fucked him up it's the isolation and that… suit… that he still has to put on.\n\n\nDirector Hatcher suddenly gets up from the table, but they sit back down to maintain composure.\n\n\nDir. Hatcher:\n The same suit that's been keeping him safe all these years, the one that you breached when you were twelve, and now I have to grapple with the fact that my baby brother might die out there? I mean, realistically, The Foundation won't let anyone too useful die that easily, but—\n\n\nDr. Hart:\n TJ and I have been meeting up with no suits for over a decade now. I even added to his very fancy glove collection a birthday ago. He isn't an \nactual baby\n, Director, stop acting like that.\n\n\nDir. Hatcher:\n Maybe if you didn't break his hand by giving him a stupid cheeto in the first place I'd consider it, ha-ha.\n\n\nDr. Hart:\n Well maybe if \nhe—\n\n\nSCP-7489:\n I am, in fact, in the room and can be directly spoken to.\n\n\n[Director Hatcher puts their face in their hands.]\n\n\nSCP-7489:\n This interview is a formality, sure, but this is on the record, and that means everything I say here matters. That's also why there's a non-speaking witness to verify everything said here and the subsequent recording.\n\n\nI am TJ Hatcher. I am thirty-two years old and I just finished my Junior Foundation Agent Training on top of getting a Foundling Program Associate's Degree in anomalous medicine. My field training was twofold in Field Agent responsibilities and learning battlefield emergency medicine and learning multiple arts of healing- I applied my first-semester knowledge when I was on the ground after the Containment Area 25B breach where \n[Details of Incident 25B have been redacted on infosec request.]\n. You don't get to say how horrified at the thought of me dying is when I have not only been through that horror, but also came out stronger.\n\n\nI am capable, I am the only one of my kind, and I am the objective best at what I do.\n\n\nDir. Hatcher:\n Okay. I believe you. \n[pause]\n …Mikell's gonna \nhate\n this, though.\n\n\nThere is ten seconds of silence as SCP-7489 and Dr. Hart look at each other.\n\n\nDr. Hart:\n …I'm gonna point it out.\n\n\nDir. Hatcher:\n What?\n\n\nDr. Hart:\n TJ, can I point it out?\n\n\nSCP-7489:\n Yeah you can point it out.\n\n\nDr. Hart:\n Minus Claire, this table situation is actually the same as back then, without uh. All the punching. I'm still sorry about that. This… formality meeting? You know that not every single agent, even anomalous ones, get this quote \"mandatory\" interview, right?\n\n\nSCP-7489:\n Magpie works in Mikky's office and this is probably on speaker.\n\n\n[Spacing in document changed to reflect crosstalk.]\n\n\nDr. Hart:\n I was going to \nmonologue!\n Teej!\n\n\nSCP-7489:\n Too slow.\n\n\nDir. Hatcher:\n Oh my fucking God.\n\n\n[SCP-7489 retrieves a picnic basket from under the table and pulls out several parchment-wrapped sandwiches, juice boxes, and a plastic container of apple slices. The other two in the room take these items.]\n\n\nSCP-7489:\n Made these for the occasion. I'll stop the recor–\n\n\nDir. Hatcher:\n Huh. Cheetos and tur–\n\n\nSCP-7489 stops the recording.\n\n\n\n\n\n\n\n\n\n\nYear: 2023\n\n\n\n\nItem #:\n SCP-7489\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7489 is to live within Foundation Staff Housing Site-29. Precautions taken by SCP-7489 for his touch-activated anomaly is the deployment of Category C full coverage clothing or equivalent on the field, and gloves or other PPE in daily activities.\n\n\nDescription:\n SCP-7489 refers to Foundation Medical Field Agent Laece, known personally as Terrence Jovial “TJ” Hatcher. Upon skin to skin contact with a physically injured human (or any organism with features congruent to a human), any and all wounds present on the organism's body will be healed, and SCP-7489 will gain these wounds in their place.\n\n\nAgent Hatcher had completed his Foundation Field Agent Training on November 1st, 2023 and is now deployed as medical staff for Site-17 and Site-19 based missions. When not on duty, Agent Hatcher assists the onsite medical department alongside Psychology Staffer Dr. Kenneth Hart and Head of Medicine \nSarah Veers\n.\n\n\n\n\nIt’s been a long time coming. But I can finally say I’m proud of myself, and my friends for staying by me. For believing in me.\n\n\n \n\n\n\n\n\n\n« \nSCP-7488\n | SCP-7489| \nSCP-7490\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7489\n\" by Mew-ltiverse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7489\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename\n: Handdr.png\n\n\nAuthor\n: Drawn by \nMew-ltiverse\n\n\nLicense\n: CC-BY-SA wiki license\n\n\nSource\n: \nhttps://scp-wiki.wdfiles.com/local--files/scp-7489/Handdr.png\n\n\n\n\n\n\nFilename\n: Childdr.png\n\n\nAuthor\n: Drawn by \nRuraScarlet\n\n\nLicense\n: CC-BY-SA wiki license\n\n\nSource\n: \nhttps://scp-wiki.wdfiles.com/local--files/scp-7489/Childdr.png\n\n\n\n\n\n\nFilename\n: Cheetopa.png\n\n\nAuthor\n: Drawn by \nRuraScarlet\n\n\nLicense\n: CC-BY-SA wiki license\n\n\nSource\n: \nhttps://scp-wiki.wdfiles.com/local--files/scp-7489/Cheetopa.png\n\n\n\n\n\n\nFilename\n: Selfpo.png\n\n\nAuthor\n: Drawn by \nRuraScarlet\n\n\nLicense\n: CC-BY-SA wiki license\n\n\nSource\n: \nhttps://scp-wiki.wdfiles.com/local--files/scp-7489/Selfpo.png",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7489 \" by Mew-ltiverse, from the SCP Wiki . Source: https://scpwiki.com/scp-7489 . Licensed under CC-BY-SA .",
        "Filename : Handdr.png Author : Drawn by Mew-ltiverse License : CC-BY-SA wiki license Source : https://scp-wiki.wdfiles.com/local--files/scp-7489/Handdr.png",
        "Filename : Childdr.png Author : Drawn by RuraScarlet License : CC-BY-SA wiki license Source : https://scp-wiki.wdfiles.com/local--files/scp-7489/Childdr.png",
        "Filename : Cheetopa.png Author : Drawn by RuraScarlet License : CC-BY-SA wiki license Source : https://scp-wiki.wdfiles.com/local--files/scp-7489/Cheetopa.png",
        "Filename : Selfpo.png Author : Drawn by RuraScarlet License : CC-BY-SA wiki license Source : https://scp-wiki.wdfiles.com/local--files/scp-7489/Selfpo.png"
    ],
    "item": "SCP-7489",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7489 is to live within Foundation Staff Housing Site-29. Precautions taken by SCP-7489 for his touch-activated anomaly is the deployment of Category C full coverage clothing or equivalent on the field, and gloves or other PPE in daily activities.",
    "description": "SCP-7489 refers to Foundation Medical Field Agent Laece, known personally as Terrence Jovial “TJ” Hatcher. Upon skin to skin contact with a physically injured human (or any organism with features congruent to a human), any and all wounds present on the organism's body will be healed, and SCP-7489 will gain these wounds in their place.",
    "title": "SCP-7489"
}