{
    "url": "https://scp-wiki.wikidot.com/scp-7490",
    "all_text": "rating: \n+10\n+\n–\nx\n\n\n\n\nby \nStrange Matter\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7490\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7490 is to be detained within a Type-II Large Humanoid Containment Unit in Sub-Level 4 at Site-39. Scranton Reality Anchor devices have been installed in each corner of the containment chamber to regulate fluctuations of SCP-7490's property. No personnel is permitted to enter the containment chamber or the 15-meter exclusion zone that encompasses SCP-7490's area of effect. Interviews conducted with SCP-7490 are to be held with Dr. Tony Carmichael and Assistant Researcher Dr. Jessica Millar through a video conference from the secure observation room. This applies to the weekly sessions with psychologist Dr. Connor Quinn. SCP-7490 is to be provided three Grade-B meals daily.\n\n\nWhen SCP-7490 is to be brought for testing, a Scranton Reality Anchor on a flat dolly with three armed on-site guards are to transport the subject to Testing-Block 6 in Sub-Level 3.\n\n\n\n\nDescription:\n SCP-7490 is a 27-year-old humanoid caucasian female, formerly known as \"Agt. Felicia Mallory\" who was a Tactical Response Officer stationed with Gamma-9. Originally, it was thought that SCP-7490 anomalous capabilities can cause events harmful to human life in its surrounding area. The range and severity of these events can change drastically\n1\n and without warning.\n\n\nThe distance of SCP-7490's anomalous properties fluctuates from a typical 5-meter radius to site-wide, perhaps greater if not cautious (See Test 7490.3 by Dr. Carmichael). The effects of SCP-7490 typically take within a 24- hour time frame and has not exceeded that. Currently, there are no feasible methods of undoing, delaying, and preventing these effects.\n\n\nAs of 08/28/2013, SCP-7490 can cause favorable outcomes to anyone within its surrounding area (See Incidents 7490.3 in Addendum-4). SCP-7490 is not able to control the condition of said effects or the moment when they occur. SCP-7490 is also not impervious to its anomaly, regardless if it were harmful or beneficial. The condition of SCP-7490, be it physical, mental, or emotional dictates and alter its effects.\n\n\n\n\nAddendum-1: Inciting Incidents\n\n\n \n\n\nOn 07/12/2013, Mobile Task Force Gamma-9 (“Fire Eaters”) was deployed as part of Operation Daisy Cutter\n2\n to retrieve U.A-620\n3\n that was in the custody of GOI-006 (\"Chaos Insurgency\"). During their return to Site-39 with U.A-620, they were ambushed by members of the Chaos Insurgency’s Alpha Group.\n\n\nAn emergency S.O.S was sent out from the transport vehicle and a recovery team had been sent to that location. The recovery team noted the disappearance of U.A-620, damaged vehicles, and the deaths of all 18 Chaos Insurgency militants. Mobile Task Force Gamma-9 were either critically injured or already deceased, except for Agent Mallory, who was unconscious upon discovery and sustained a fractured left wrist. All survivors were transported to the Site-39 infirmary for treatment.\n\n\nOn 07/13/2013, Site Director Kathleen Gray had a one-to-one meeting with Agent Mallory regarding Operation Daisy Cutter. During the meeting, Agent Mallory's head injury had given her slight memory loss. Dir. Gray recommended that Agent Mallory be temporarily off any field assignments and be assigned to recruitment duty until she has fully recovered.\n\n\nAt 10:30 pm, Director Gray had tripped and fallen down the stairs. She sustained a blunt force head injury and had to be immediately hospitalized. Assistant Director Alyson Ortega was brought in as acting Site Director for the time of Dir. Gray's recovery. During A.D. Ortega's management, the following incidents occurred:\n\n\nIncidents-7490.1\n\n\n\n\nEggy Lewis:\n\n\nOn 07/15/2013, Agent Felicia Mallory was tutoring their first intern, Eggy Lewis, for his upcoming test on Thaumaturgy. This took place in Lounge-10 in Sub-Level 1. Water leaked through the cabinet door from the sink and flowed to Eggy Lewis. Eggy Lewis got up to take a break but slipped and fell onto the floor. Agent Felicia Mallory called for help and the guards checked to see if Eggy had sustained any injuries. They discovered that his right little finger was broken and he was sent to the infirmary.\n\n\nSara Taylor:\n\n\nOn 07/19/2013, Agent Felicia Mallory and Agent Sara Taylor were escorting a row of D-Class to their cells. D-13174 had escaped his restraints and attacked Agent Sara Taylor. D-13174 took her handgun and fired on Agent Sara Taylor before being subdued by Agent Felicia Mallory. Agent Sara Taylor had sustained an injury on her right thigh and had to be sent to the infirmary. D-13174 was sent to solitary confinement for ten days while undergoing disciplinary action against on-site guards.\n\n\nAdrian Lorenzo:\n\n\nOn 07/25/2013, Agent Felicia Mallory was in a middle of a training exercise on firearms with Agent Adrian Lorenzo. Agent Lorenzo's firearm had jammed. As he attempted to pull back the slide, he mistakenly aimed his weapon downwards and fired at his left foot. He was immediately sent to the infirmary.\n\n\nCristian Martinez:\n\n\nOn 8/02/2013, Agent Felicia Mallory was walking with Senior Researcher Cristian Martinez to his car, having a general chat. He drove back home at 9:15 pm when suddenly his windshield was struck by a cinder block and crushed his head. He died instantly.\n\n\nAfter these incidents, A.D. Ortega requested Agent Felicia to her office for a one-on-one meeting.\n\n\n \n\n\n\n\nMeeting from Assistant Director Alyson Ortega w/ Agent Felicia Mallory\n\n\n\n\nDate:\n 08/04/2013\n\n\nInterviewer:\n A.D. Ortega\n\n\nInterviewee:\n Agt. Mallory\n\n\n\n\n<Begin Log>\n\n\nA.D. Ortega:\n Hello Felicia, take a seat.\n\n\nAgt. Mallory:\n Did I do something wrong, ma'am?\n\n\nA.D. Ortega:\n You tell me.\n\n\nAgt. Mallory:\n Sorry, I don't follow.\n\n\nA.D. Ortega:\n Are you aware of what's been happening here at Site-39?\n\n\nAgt. Mallory:\n Yes, I am. Guess it's not our week.\n\n\nA.D. Ortega:\n Hmm, you could say that.\n\n\nAgt. Mallory:\n May I ask why was I called here?\n\n\nA.D. Ortega:\n I've been reviewing these incidents. Surveillance has shown that you were both nearby the person and the last one that was with them before the incident took place.\n\n\nAgt. Mallory:\n So what, you're saying I'm responsible for all this?\n\n\nA.D. Ortega:\n These incidents happened when YOU were there, agent.\n\n\nAgt. Mallory:\n With all due respect, ma'am, but you're being ridiculous.\n\n\nA.D. Ortega:\n Am I now? How about Operation Daisy Cutter with you and what happened to Gamma-9? Some of them are hospitalized for severe injuries, while the rest are in body bags. And yet, you only walk out with just a broken arm and some memory loss.\n\n\nAgt. Mallory:\n I've had enough of this.\n\n\nShe stood up and paces to the exit.\n\n\nA.D. Ortega:\n If you so much as touch that knob, I can, and will, punish you for insubordination. Unless you can prove me wrong.\n\n\nAgt. Mallory stands in place for thirteen seconds before reluctantly walking back to her chair and sitting down.\n\n\nAgt. Mallory:\n Fine. What do you want me to do?\n\n\nA.D. Ortega:\n Go to Testing-Block 6 at Sub-Level 3. There, we will conduct a small test with a couple of D-class, and if nothing happens to them, you can resume your duties. I'll be the one in charge of testing.\n\n\nAgt. Mallory:\n And if something does happen to them?\n\n\nA.D. Ortega:\n Simple. We designate you as an SCP, and we contain you. Might even do more tests to figure you out.\n\n\nAgt. Mallory:\n Permission to speak freely, ma'am?\n\n\nA.D. Ortega:\n Go ahead.\n\n\nAgt. Mallory:\n If it weren't for this uniform, I'd smack the shit out of you.\n\n\nA.D. Ortega:\n Noted.\n\n\n<End Log>\n\n\n\n\n\n\nAddendum-2: Testing w/ Inciting Incidents\n\n\n\n\n\n\nSUBJECT\n\n\nPROCEDURE\n\n\nRESULTS\n\n\n\n\n\n\nD-66960\n\n\nD-66960 stepped onto the 15-meter line and wait for A.D. Ortega to order him to move forward. No effect occurred so A.D. Ortega ordered D-66960 to be five meters closer to Agt. Mallory.\n\n\nD-66960 suddenly gets a muscle cramp on his right harm.\n\n\n\n\n\n\nD-77777\n\n\nD-77777 walked to the 15-meter line away from Agt. Mallory.\n\n\nA ceiling panel suddenly came loose and would've struck D-77777 from above if Agt. Mallory hadn’t stepped in, tackling him down.\n\n\n\n\n\n\nD-13174\n\n\nD-13174 is to step onto the 15-meter line and wait for A.D. Ortega's orders for him to move forward.\n\n\nD-13174 had made repeated inappropriate comments to Agt. Mallory. The two conversed about the incident with Agt. Taylor, and who was to blame. No noticeable effect occurred. D-13174 was sent back to his cell block.\n\n\n\n\n\n\nFollowing a visit to the medical bay, A.D. Ortega was sent home on sick leave. She emailed all her senior staff that she will be taking a week off. After the week, she returned with a report that she had Stage 1 Stomach Cancer. A.D. Ortega assigned Dr. Carmichael and Assistant Researcher Millar to conduct the tests and the interviews. A.D. Ortega has informed them that the interviews will be conducted via video conferences and that Head Researcher Dr. Carmichael and Assistant Researcher Dr. Millar are to be in a control room to view the tests of Agent Felicia Mallory.\n\n\nIncident's 7490.2\n\n\n\n\nD-13174:\n\n\nOn 08/11/2013, at 7:15 pm, during dinner. D-13174 was stabbed by D-44786 using a makeshift weapon with a 2\n1/2\n inch nail and a toothbrush tied by four rubber bands five times on his back. On-site guards were able to separate the two and place them in solitary confinement in their respective cells. D-13174 had sustained a critical injury on his right lung, as it was punctured. He expired due to internal bleeding two hours later.\n\n\nJohnny Walker:\n\n\nOn 08/13/2013, Fans in Lounge-3 of Sub-level-1 malfunctioned, Agent Felicia Mallory requested technician Johnny Walker for repairs. Eleven minutes later, the fans suddenly returned to function while Johnny Walker was still in the air ventilation. Three of his fingers were sliced off from his right hand and was immediately sent to the infirmary.\n\n\nElevator-5:\n\n\nOn 08/14/2013, Agent Felicia Mallory, Dr. Houston Morgan, Jr. Researcher Lucy Ophelia, and Dr. Derek Oliver all took an elevator going up to Level 1. The elevator malfunctioned and stopped between Sub-Level 1 and Sub-level 2. They used the emergency call to request aid and waited for an hour and fifteen minutes. The emergency response teams finally opened the doors and helped them out of the elevator.\n\n\nCafeteria-A:\n\n\nOn 08/17/2013 at 6:00 pm, seven personnel had been struck by a virus via food poisoning. The last they have eaten was in Cafeteria-A during lunch. All contaminated food was thrown away and personnel was treated immediately. The list of individual personnel is as follows:\n\n\n- Doctor Jean Parker\n\n- Secretary Jordyn Pierce\n\n- Doctor Jhayden Burnard\n\n- Senior Researcher Antonio Chavez\n\n- Doctor Mellisa Payan\n\n- Agent Reiki Samuke\n\n- Agent Felicia Mallory\n\n\n \n\n\n\n\nTo:\n Assistant Director Alyson Ortega\n\n\nFrom:\n Dr. Allen Willis\n\n\nSubject:\n Regarding Recent Incidents\n\n\n\n\nWhat the Hell is going on in this site? Every day, I see people getting hurt or sick and it just gets worse. Somebody needs to get their act together and pay for their negligence or we got an uncontained anomaly on us. Either way, you need to FIX THIS! Because this is unacceptable.\n\n\n-Head Dr. Allen Willis of Med-3\n\n\n\n\n\n\nTo:\n Dr. Allen Willis\n\n\nFrom:\n Assistant Director Alyson Ortega\n\n\nSubject:\n Re: Regarding Recent Incidents\n\n\n\n\nDr. Willis,\n\n\nI understand your frustration, I do. Thankfully, I know how to handle this. I apologize for all the inconvenience and will take full responsibility.\n\n\n-Assistant Director Alyson Ortega\n\n\n\n\n \n\n\nWith the growing number of incidents surrounding Agent Felicia Mallory, A.D. Ortega had officially designated the subject as SCP-7490 after its recovery from food poisoning. SCP-7490 had been immediately contained in the hopes of preventing further incidents.\n\n\n\n\nAddendum-3: SCP-7490 Interviews + Testing\n\n\n\n\nInterview-7490.1\n\n\n\n\nDate:\n 08/19/2013\n\n\nInterviewer:\n Head Researcher Dr. Tony Carmichael and Assistant Researcher Dr. Jessica Millar\n\n\nInterviewee:\n SCP-7490\n\n\n\n\n<Begin Log>\n\n\nDr. Carmichael:\n Hello, 7490. I’m Dr. Carmichael. This here is my assistant, Dr. Millar.\n\n\nDr. Millar:\n Hello there.\n\n\nSCP-7490:\n Hi.\n\n\nDr. Carmichael:\n I took a good look at your file before we started. Served for six years, and became a first-class Sergeant—all good stuff and all but nothing much beforehand. So, I'm hoping that maybe you could tell me something that these papers are not.\n\n\nSCP-7490:\n Anything you're looking for in particular?\n\n\nDr. Carmichael:\n Perhaps anything you could recall regarding your anomaly? Childhood, teens? Where and when it started?\n\n\nSCP-7490:\n Okay?\n\n\nSCP-7490 stays silent for a couple of seconds.\n\n\nSCP-7490:\n Broke my arm at the monkey bars when I was nine? Lost my phone- I don't know, a lot of stuff happened.\n\n\nDr. Millar:\n How about we start from the beginning? Whenever that may be for you.\n\n\nSCP-7490:\n Mm, where to start… Well, my dad was a construction worker. We weren't struggling, but the house was pretty small and plain.\n\n\nDr. Carmichael:\n And your mother?\n\n\nSCP-7490:\n I don't know my mother.\n\n\nDr. Carmichael:\n You don't?\n\n\nSCP-7490:\n Nope. She was just gone. Leaving my dad to do the heavy lifting in parenting.\n\n\nDr. Carmichael:\n Mm.\n\n\nSCP-7490:\n And he was… God, I couldn't stand him. Prick.\n\n\nDr. Millar:\n Assuming it wasn't easy.\n\n\nSCP-7490:\n That's putting it lightly. The guy was a short-fused bomb. And it was for the dumbest things most of the time. Yeah, as a kid, I did lots of stupid things, sure. But even when I hit twelve and started to be more aware, he still found ways to get pissed at me. Like, get yourself a freaking therapist, goddamn.\n\n\nDr. Carmichael:\n Couldn't be me.\n\n\nSCP-7490:\n Oh my God, and even when he had that accident with the leg, he put it all on me! Motherfucker I didn't cut it off, I didn't make you go unemployed! And you know what, it should've- (clears throat)… I'm sorry. I need a moment.\n\n\nDr. Carmichael:\n Take all the time you need. We're not going anywhere.\n\n\nSCP-7490 left its seat and paced its containment chamber for a minute and ten seconds before sitting back down in front of the conference.\n\n\nSCP-7490:\n I'm good now.\n\n\nDr. Millar:\n How about we move on? Did anything happen during your adolescence?\n\n\nSCP-7490:\n I stopped being afraid of him when I found out he was all bark but no bite. Even before the accident. God, the things we've said… Let's just say you guys are lucky you're not my neighbors.\n\n\nDr. Millar:\n Jesus.\n\n\nSCP-7490:\n Yeah, I could really use him by now. (SCP-7490 slightly slides down from its seat) Just realized I vented but said nothing about the anomaly. I'm sorry if I wasted your time.\n\n\nDr. Carmichael:\n Don't worry about it. At least you got it out of your chest.\n\n\nSCP-7490:\n It's hard to recall anything when most of it isn't fondly.\n\n\nDr. Carmichael:\n Understandable. Perhaps you could tell us why you joined the army?\n\n\nSCP-7490:\n College wasn't much of an option. But I wanted a good enough amount of money just to get me out of my dad's. Good thing I did lots of sports prior, am I right? And the rest became history. Been here for three years and finally, I got myself here. Woop-de-doo for me.\n\n\nSCP-7490 sighs.\n\n\nSCP-7490:\n And you know what, I get it. But still… You know I don't mean to do this, right? The incidents.\n\n\nDr. Carmichael:\n We do. That's why we're here.\n\n\nSCP-7490:\n Do they know though?\n\n\nDr. Carmichaelr:\n That shouldn't be your concern right now.\n\n\nSCP-7490:\n I think it should. They don't deserve what happened to them.\n\n\nDr. Millar:\n If you'd like, we can let them know that it wasn't your intention.\n\n\nSCP-7490:\n That'll be nice. It wasn't my fault. It wasn't.\n\n\nDr. Millar:\n We know.\n\n\nSCP-7490:\n Yeah, just wanna make sure.\n\n\nDr. Carmichael:\n I think we can end it here for today.\n\n\nDr. Millar:\n Agreed.\n\n\nDr. Carmichael:\n Alright then. We'll see you again tomorrow. Sound good?\n\n\nSCP-7490:\n Yeah. Sounds good. Again, sorry I didn't provide much.\n\n\nDr. Carmichael:\n It's alright. You take care now.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\nInterview-7490.2\n\n\n\n\nDate:\n 08/20/2013\n\n\nInterviewer:\n Head Researcher Dr. Tony Carmichael and Assistant Researcher Dr. Jessica Millar\n\n\nInterviewee:\n SCP-7490\n\n\n\n\n<Begin Log>\n\n\nDr. Carmichael:\n Hello again, 7490.\n\n\nSCP-7490:\n Hey doctor.\n\n\nDr. Carmichael:\n How are we feeling today?\n\n\nSCP-7490:\n I've been thinking.\n\n\nDr. Carmichael:\n About?\n\n\nSCP-7490:\n A lot of things, but, mostly on what D-13174 said.\n\n\nDr. Carmichael:\n And what did he say? I wasn't there for the first tests after all.\n\n\nSCP-7490:\n He said, \"What if you're the reason I got out my cuffs, and got her shot.\"\n\n\nDr. Millar:\n Her as in Agent Taylor?\n\n\nSCP-7490 nods\n\n\nSCP-7490:\n He also said, \"Probably like how something is gonna happen to me. All because I'm here with you.\"\n\n\nDr. Millar:\n I wouldn't let it get to you. What does he know that we don't?\n\n\nSCP-7490:\n I don't know. It's just-… Like, how many incidents are there?\n\n\nDr. Carmichael:\n I agree with Dr. Millar. This shouldn't concern you as of now.\n\n\nSCP-7490:\n Why not? I'm here because bad things happen to people when I'm around, right? Look, I just want to know how bad is it.\n\n\nPause.\n\n\nDr. Carmichael:\n Well… Two directors were sent to the hospital. Three on-site agents. All six other members of Gamma-9. Two D-class. And Eleven other staff. Twenty-four personnel in those thirteen incidents.\n\n\nSCP-7490:\n … That's a lot.\n\n\nDr. Millar:\n It is.\n\n\nSCP-7490 sits in silence.\n\n\nSCP-7490:\n He might've been right.\n\n\nDr. Carmichael:\n Were you controlling those events?\n\n\nSCP-7490:\n I don't think so, no.\n\n\nDr. Carmichael:\n So you never intended any of those incidents to occur?\n\n\nSCP-7490:\n No sir.\n\n\nDr. Carmichael:\n Then that's that. It wasn't you. It's this thing you have.\n\n\nSCP-7490:\n Yeah… Yeah, you're right.\n\n\nDr. Carmichael:\n We'll figure it out. The three of us.\n\n\nSCP-7490 chuckles.\n\n\nDr. Carmichael:\n Something I said?\n\n\nSCP-7490:\n Kinda funny you care.\n\n\nDr. Carmichael:\n Life's too short to be stone-cold serious. Doesn't hurt to be a little hopeful.\n\n\nSCP-7490:\n I guess.\n\n\nDr. Millar clears her throat.\n\n\nDr. Carmichael:\n Oh yes! I wanted to ask you about your services. Maybe something occurred during that time?\n\n\nSCP-7490:\n Ummm. That's not… an easy thing to talk about. Not right now at least.\n\n\nDr. Carmichael:\n Oh, my apoligies! I didn't mean to overstep.\n\n\nSCP-7490:\n You're fine. (exhale) Hoo-wee, you going just to know my whole life story?\n\n\nDr. Millar:\n We just want to understand, is all.\n\n\nSCP-7490:\n Yeah. I do too.\n\n\nDr. Carmichael:\n Maybe it's too soon for another interview. That was my mistake. We'll let you be, 7490.\n\n\nSCP-7490:\n Again, you're fine.\n\n\nDr. Carmichael:\n Until next time?\n\n\nSCP-7490:\n Yeah, definitely.\n\n\nDr. Carmichael:\n Good. And also, I meant what I said. We will figure this out. It's our job too.\n\n\nSCP-7490:\n I'm sure you will, Doctor.\n\n\nDr. Carmichael:\n Take care.\n\n\nSCP-7490:\n You too.\n\n\n<End Log>\n\n\n\n\n \n\n\nOn 08/21/2013, Agent Taylor requested a video call to SCP-7490, to which it was approved. Agent Taylor was allotted five minutes for the call.\n\n\n \n\n\n\n\nCall-7490.1\n\n\n\n\nDate:\n 08/21/2013\n\n\nCaller:\n Agt. Sara Taylor\n\n\nReciever:\n SCP-7490\n\n\n\n\n<Begin Log>\n\n\nAgt. Taylor:\n Hey, what's up?\n\n\nSCP-7490:\n Not much. Just got a workout in. How's the leg?\n\n\nAgt. Taylor:\n Got another twelve or so days, though it sucks to walk.\n\n\nSCP-7490:\n Yeah, I bet.\n\n\nAgt. Taylor:\n So, what's it like? Being in there and all.\n\n\nSCP-7490:\n Reminds me a lot of my old home. Just quieter, which is the only upside to it.\n\n\nAgt. Taylor:\n Mmm.\n\n\nSCP-7490:\n Did you hear what happened? To D-13174, I mean.\n\n\nAgt. Taylor:\n Asshole who shot me? Yeah, what about him?\n\n\nSCP-7490:\n Before he died, he said that maybe I was the one that got you shot.\n\n\nAgt. Taylor:\n You're really going to be listening to what that guy has to say?\n\n\nSCP-7490 remains silent.\n\n\nAgt. Taylor:\n Are you kidding me?!\n\n\nSCP-7490:\n I mean, what if he'd had a point? If I hadn't been there, you would've been fine.\n\n\nAgt. Taylor:\n But I AM fine, Fel-… Look, in a couple of weeks, your girl will be sprinting. I'll do a backflip and send you a video of me doing it. Sound good?\n\n\nSCP-7490:\n (Chuckles) Yeah, sounds good.\n\n\nAgt. Taylor:\n Thatta girl.\n\n\nSCP-7490:\n By the way, Sara. I got a couple of questions.\n\n\nAgt. Taylor:\n Sure, what's on your mind?\n\n\nSCP-7490:\n How's Gamma-9 doing?\n\n\nAgt. Taylor:\n Oh, you know.\n\n\nSCP-7490:\n No, I don't.\n\n\nAgt. Taylor:\n Never visited?\n\n\nSCP-7490:\n I- I didn’t want to bother them. Heh, like, imagine me constantly going “are you okay, are you okay!” They’d probably get sick of me.\n\n\nAgt. Taylor:\n No, I don’t think so.\n\n\nSCP-7490:\n Well, it’s not like I can do that now. But it’s fine. As long as they’re all okay.\n\n\nAgt. Taylor:\n Right.\n\n\nAgt. Taylor her eyes away from the camera.\n\n\nSCP-7490:\n You good? You seem tense. Is it the leg?\n\n\nAgt. Taylor:\n No, no. It’s not the leg.\n\n\nSCP-7490:\n Then what is it?\n\n\nAgt. Taylor sighs. She still does not make eye contact with SCP-7490.\n\n\nSCP-7490:\n Spit it out, Sara.\n\n\nAgt. Taylor:\n I don't think-\n\n\nSCP-7490:\n What? What happened?\n\n\nAgt. Taylor:\n Before I tell you, just, be ready.\n\n\nSCP-7490 sits in silence.\n\n\nAgt. Taylor:\n They’re all dead.\n\n\nSilence\n\n\nAgt. Taylor:\n They lost too much blood. Or they couldn't get all the bullet pieces out. There was nothing they could do anymore. I'm sorry.\n\n\nSCP-7490 starts to scratch its forearm.\n\n\nSCP-7490:\n Um, who-who else knows about this?\n\n\nAgt. Taylor:\n Everyone on site.\n\n\nSCP-7490:\n Fuck… fuck, fuck, fuck.\n\n\nAgt. Taylor:\n Are you okay?\n\n\nSCP-7490 covers its mouth and leans forward out of frame. Its breathing becomes shakier.\n\n\nAgt. Taylor:\n Hey…\n\n\nSCP-7490:\n Oh my god… I-mm-I did this… I killed-\n\n\nAgt. Taylor:\n No, no, no, That's not true. It was the Insurgency, okay?\n\n\nSCP-7490:\n Stop talking! Just- leave me alone…\n\n\nSilence.\n\n\nAgt. Taylor:\n Okay.\n\n\nAgt Taylor ends the video call.\n\n\n<End Log>\n\n\n\n\n \n\n\nOn 08/22/2013 at 4:13 am, SCP-7490 had recently been observed to have trouble sleeping and would often sit against the wall. SCP-7490 went to the sink and turned on the faucet though no water had come out. When examining the sink, SCP-7490 slid its fingertips on the side of the mirror, making them bleed. SCP-7490 punched the mirror out of frustration and covered its bleeding fingers with a towel. Twenty minutes later, SCP-7490 had fallen back to sleep. It had undergone somniloquy\n4\n , vocalizing the name \"Tommy\".\n\n\nThe following morning, SCP-7490 requested treatment for its hand. A first-aid kid was delivered to SCP-7490's chamber via RC automobile \nOCTAVIA.\n\n\n \n\n\n\n\nInterview-7490.3\n\n\n\n\nDate:\n 08/22/2013\n\n\nInterviewer:\n Dr. Tony Carmichael and Assistant Researcher Dr. Jessica Millar\n\n\nInterviewee:\n SCP-7490\n\n\n\n\n<Begin Log>\n\n\nDr. Carmichael:\n Hello, 7490. How's your hand?\n\n\nSCP-7490:\n Stings when I move it, but, eh.\n\n\nDr. Carmichael:\n Wished we could've gotten you a real medic.\n\n\nSCP-7490:\n Don't worry about it.\n\n\nPause.\n\n\nSCP-7490:\n So, is there anything you wanna know?\n\n\nDr. Carmichael:\n Mm, how can we say this without being blunt…?\n\n\nDr. Millar:\n Last night, you were talking in your sleep.\n\n\nSCP-7490:\n Oh. Haha, that's a first. What did I say?\n\n\nDr. Millar:\n \"Tommy.\"\n\n\nPause.\n\n\nDr. Millar:\n So who's this Tommy?\n\n\nSCP-7490:\n He was… the sweetest guy in the whole world. He always had my back and made sure I was okay. Sometimes he'll let me sleep over at his house cuz' it was a hell of a lot better than staying at my dad's.\n\n\nPauses\n\n\nSCP-7490:\n God damn. It just doesn't stop does it?\n\n\nDr. Carmichael:\n What doesn't stop?\n\n\nSCP-7490:\n This… Me. It's like I'm a black cat.\n\n\nPauses\n\n\nDr. Carmichael:\n You think you're cursed?\n\n\nSCP-7490:\n Not think. Am. Everyone gets hurt or killed because of me.\n\n\nDr. Carmichael:\n We've already said that you never intended on that.\n\n\nSCP-7490:\n Tell that to Tommy and the gang.\n\n\nDr. Millar:\n Well, what happened?\n\n\nSCP-7490 adjusts itself on its seat.\n\n\nSCP-7490:\n One time, he invited me to another friend of his who just so happened to have a car. We hung outside for a while until this giant storm poured down on us. We drove back home, and could barely see anything with all the rain. I don't know what he saw but it made him swerve. We crashed the barricade of the bridge and were sinking into the river. The water was filling up fast, and we couldn't push the doors open. I was able to unbuckle myself and try to roll down my window. More water rushed in and next thing you know, the car was full. His friend got the seatbelt off but his foot got stuck, and Tommy's was jammed.\n\n\nPauses\n\n\nSCP-7490:\n I tried… I tried to get them out but I didn't have any air left. I thought I could rescue them if I could swim up and back down. When I got a good breath in and swam back down, I couldn't find the car. Everything was so dark and blurry. I tried to go deeper but I ran out of air again. And I just kept repeating this, over and over again, hoping that maybe I could find the car, or that they made it out. Then I just stopped… I got out of the river and walked while the rain was still going. I got to some high ground and a local church brought me inside. I told them about the car but they said I needed to wait until the storm cleared. I begged them to go look for them, but I already knew.\n\n\nPauses\n\n\nSCP-7490:\n When the storm passed and we were recovering, they ended up finding the car. They were still inside. Tommy… He probably thought his best friend left him… She did… She most certainly did.\n\n\nSilence for twelve seconds.\n\n\nSCP-7490:\n You two probably think I'm a bad person. Just say it.\n\n\nDr. Carmichael:\n It was in the heat of the moment. You were panicking.\n\n\nSCP-7490 shakes its head.\n\n\nSCP-7490:\n No, I knew what I was doing.\n\n\nSilence for twelve seconds.\n\n\nDr. Carmichael:\n We'll be conducting another test soon. Like the last test, it'll be unbiased. My hope is that maybe there's a certain distance it can reach, even with the fluctuations.\n\n\nSCP-7490:\n Should we?\n\n\nDr. Carmichael:\n Yes. There's a logical explanation for everything. Including this here. And it's my job to find out what that is.\n\n\nSCP-7490remains silent.\n\n\nDr. Carmichael:\n Why are you hesitating?\n\n\nSCP-7490:\n What if something goes wrong?\n\n\nDr. Carmichael:\n Something always goes wrong, I'll admit. Even so, we learn from it and keep going. It's just how we work.\n\n\nSCP-7490:\n You really want to help?\n\n\nDr. Carmichael:\n It's our duty too.\n\n\nSCP-7490:\n But why do you want to?\n\n\nDr. Carmichael:\n I got my reasons. So, are you up for it?\n\n\nSCP-7490:\n Sure, I'll do your test.\n\n\nDr. Carmichael:\n That's good. We'll see you then, 7490. Take care.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\nFrom:\n A.D. Ortega\n\n\nTo:\n Dr. Carmichael\n\n\nSubject:\n Concerns\n\n\n\n\nDr. Carmichael,\n\n\nYou seem very motivated to help SCP-7490. Should I be concerned that you're growing a fondness for it?\n\n\n-Assistant Director Alyson Ortega\n\n\n\n\n\n\nFrom:\n Dr. Carmichael\n\n\nTo:\n A.D. Ortega\n\n\nSubject:\n Re: Concerns\n\n\n\n\nA.D. Ortega,\n\n\nIn these last fifteen years of being a researcher, I've never had a \"fondness\" for the skips. But there is a problem I should've noticed. The humanoid SCPs I was in charge of had either attempted or successfully committed suicide. And it's not just me, many other doctors have had this experience. The humanoids are confused when they first activate their anomalies, and we simply leave them in cages.\n\n\nIt is not pleasant, knowing that you were responsible for their deaths and that you could've prevented them. It also doesn't take a member of The Ethics Committee or even a psychologist here to see how wrong that is. Yes, I will do as you assigned me to do. But I am trying to not repeat my mistakes.\n\n\nWe need to be more responsible. Plain and simple.\n\n\n-Dr. Carmichael\n\n\n\n\n \n\n\n\n\n\n\nSUBJECT\n\n\nPROCEDURE\n\n\nRESULTS\n\n\n\n\n\n\nD-57934\n\n\nD-57934 is to step onto the 15-meter line and wait for Dr. Carmichael to order him to move forward. When nothing occurred, Dr. Carmichael ordered D-57934 to be five meters closer to SCP-7490. Nothing had still occurred, so D-57934 was ordered to stand half a meter from SCP-7490\n\n\nD-57934 was granted permission to leave the cell after no sign of anomalous affection. Suddenly, D-57934's nose bled, and passed out before leaving Testing-Block 6. Two on-site medical staff had taken D-57934. D-57934 had expired.\n\n\n\n\n\n\nD-77777 & D-66960\n\n\nD-77777 and D-66960 were both in the testing block for multiple affected testing. Before the test began, the power to Site-39 had shut down, turning on the emergency backup power. An emergency lockdown occurred, trapping both the D-class and SCP-7490.\n\n\nD-66960 panicked and attempted to exit Testing-Block 6 with force, but D-77777 attempted to hold him back. The two D-class got into a fistfight while Dr. Carmichael ordered them to stop and wait for help.\n\n\n\n\n\n\n \n\n\nTen minutes after the lockdown, on-site technicians were able to open the exit of Testing-Block 6. On-site guards escorted the two D-class to their respective cells, while another group of on-site guards readied an SRA for SCP-7490, returning it to containment. Five hours later, Site-39's power returned.\n\n\n \n\n\n\n\nInterview-7490.4\n\n\nDate:\n 08/23/2013\n\n\nInterviewer:\n Dr. Tony Carmichael and Assistant Researcher Dr. Jessica Millar\n\n\nInterviewee:\n SCP-7490\n\n\n\n\nDr. Carmichael:\n Hi, 7490. Yesterday was a mess, and I apologize. But I'm preparing for another test soon. This time, we'll be-\n\n\nSCP-7490:\n I don't think we're ever going to find anything with these tests.\n\n\nDr. Carmichael:\n We can try though. As I said, there's a logical explanation for everything.\n\n\nSCP-7490:\n Not for this.\n\n\nRes. Millar:\n We know it's been hard for you. We do. But this could be your chance to get your life back.\n\n\nSCP-7490\n I got no chance at that. Not anymore.\n\n\nDr. Carmichael:\n Well, I don't believe in chances.\n\n\nSCP-7490:\n How did the lockdown happen then?\n\n\nDr. Carmichael:\n A thunderstorm. A transformer got hit by lighting.\n\n\nSCP-7490:\n See.\n\n\nDr. Carmichael:\n That doesn't mean anything. Just an inconvenience.\n\n\nSCP-7490 points at itself.\n\n\nDr. Carmichael:\n Well, maybe it was just bad timing.\n\n\nSCP-7490:\n Yeah, a lot of it is \"bad timing\".\n\n\nDr. Carmichael:\n We've been fine so far.\n\n\nSCP-7490:\n Because you're not here. Not that it matters, since someone else is gonna be affected.\n\n\nDr. Carmichael:\n SCP-7490, that's enough. If we just have some time-\n\n\nSCP-7490:\n No. No more waiting. No more tests. I'm done with this. I don't want to hurt people anymore.\n\n\nRes. Millar:\n That's very thoughtful of you. Noble even. But don't you at least want to try?\n\n\nSCP-7490:\n I'm telling you that there's no point to it. Even if you did find out what it was, I doubt you'd take it out. Your best bet is to just keep me in here.\n\n\nSilence.\n\n\nSCP-7490:\n I'm thankful to you guys for trying to help. But there's not much you can do now. I don't make things worse.\n\n\nDr. Carmichael:\n We haven't even scratched the surface. And now you want us to give up?\n\n\nRes. Millar:\n Tony.\n\n\nDr. Carmichael:\n No, Jessica! I have to do this, I have to make this right! I just need to try.\n\n\nSCP-7490:\n And what if it isn't enough?\n\n\nDr. Carmichael:\n If you believe that your anomaly is as dangerous as you say it is, then that's every reason why we need to keep going. You want to spend the rest of your days in a cell, wondering if perhaps there was a way to solve this?\n\n\nSCP-7490:\n I don't want to risk it.\n\n\nDr. Carmichael:\n Neither do I, 7490.\n\n\nPauses\n\n\nDr. Carmichael:\n Please. I need to do this.\n\n\nSCP-7490:\n You did enough.\n\n\nSilence for nine seconds. SCP-7490 slides down on their chair and gazes at the ceiling.\n\n\nSCP-7490:\n The last thing my dad told me was, \"it should've been you\". I said the same thing back… I bet the neighbors were celebrating because we'd never said a word to each other after that. Not even a whisper before I left.\n\n\nDr. Millar:\n What would you say, if you had the chance?\n\n\nSCP-7490:\n I'm sorry. To my dad and my mom… To everyone.\n\n\n<End Log>\n\n\n\n\n\n\nAddendum-4: Conclusion\n\n\n \n\n\n\n\nInterview-7490.5\n\n\n\n\nDate:\n 08/24/2013\n\n\nInterviewer:\n Assistant Researcher Dr. Jessica Millar\n\n\nInterviewee:\n SCP-7490\n\n\n\n\n<Begin Log>\n\n\nDr. Millar:\n Hi SCP-7490\n\n\nSCP-7490:\n Hey. Carmichael's not with you?\n\n\nDr. Millar:\n He's in his office. Still trying to figure out your anomaly.\n\n\nSCP-7490:\n Are you- (Groans) What's up with him!?\n\n\nDr. Millar:\n Hm, you two are a lot alike.\n\n\nSCP-7490:\n How?\n\n\nDr. Millar:\n Well for starters, you both think you’re responsible for other people's well-being. So you both are trying to do what you think is best for them. Think that's all we can do.\n\n\nSCP-7490:\n And you? What brings you here?\n\n\nDr. Millar:\n Just checking up on you.\n\n\nSCP-7490:\n Well. You checked.\n\n\nDr. Millar:\n You got no filter, do you?\n\n\nSCP-7490:\n Sorry.\n\n\nDr. Millar:\n Apologize a lot too.\n\n\nSCP-7490:\n What's your point?\n\n\nDr. Millar:\n This anomaly is not kind. That doesn't mean you're that too.\n\n\nSCP-7490:\n Mmm.\n\n\nDr. Millar:\n I'm serious. Thing is, this whole time, you've never been kind to yourself. All the things people said and done to you, you carry that. Alone.\n\n\nSCP-7490:\n Maybe because I deserve it.\n\n\nDr. Millar:\n Do you though? Or do you want to feel like you do?\n\n\nSCP-7490 remains silent.\n\n\nDr. Millar:\n You've got horrible luck. But what happened to you when you were young wasn't your fault. Neither was Gamma-9 or these last two months.\n\n\nSilence\n\n\nDr. Millar:\n This anomaly does not define you. Nothing does, except you. And I know damn well that you are a lot of things. Question is, do you know?\n\n\nSilence\n\n\nDr. Millar:\n That's all I wanted to say.\n\n\nSCP-7490:\n Hold on.\n\n\nDr. Millar:\n Yes?\n\n\nSCP-7490:\n How are they? Jake and Tommy?\n\n\nDr. Millar:\n The two D-class? They're fine.\n\n\nSCP-7490:\n Honest to God they're fine?\n\n\nDr. Millar:\nThey are. D-66960's arm pain had finally gone away.\n\n\nSCP-7490:\n That's good. That's really good.\n\n\nDr. Millar:\n Yeah… Come to think of it, neither of them was that affected when they were with you. You would think that with the storm, your anomaly would also work on them, but it just locked the door.\n\n\nSCP-7490:\n Maybe they got lucky.\n\n\nDr. Millar:\n Maybe… Or perhaps… I know you already said no more tests, but-\n\n\nSCP-7490:\n I stand by that.\n\n\nDr. Millar:\n I understand that, but I think that there might be something about you and your anomaly that we've missed. Maybe there is a way to control it.\n\n\nSCP-7490:\n Tony's optimism is starting to rub off on you.\n\n\nDr. Millar:\n Hear me out. I had a theory going on in my head with the D-13174. Maybe it works similarly with these other two.\n\n\nSCP-7490:\n Well what's the theory?\n\n\nDr. Millar:\n It’s rough, but I believe your anomaly is somehow tied to your state of mind. If you think negatively, bad things will happen. But if you think positively, then good things will happen.\n\n\nSCP-7490:\nYeah… I don't know.\n\n\nDr. Millar:\n If anything goes wrong. I will take full responsibility.\n\n\nSCP-7490:\n But what if it doesn't work?\n\n\nDr. Millar:\n Only one way to find out.\n\n\nSCP-7490:\n I don't know.\n\n\nDr. Millar:\n I can assure you, everything will be fine. Trust me.\n\n\nSCP-7490:\n I do. I still think you shouldn’t do it.\n\n\nDr. Millar:\n And what if God forbid those SRA’s shut down? Or a containment breach? Are you just gonna sit there and let it all happen?\n\n\nSCP-7490:\n I don’t want any of that to happen.\n\n\nDr. Millar:\n It might. Sure we could stop it from getting worst but who’s to say? If anything, we should be able to prevent breaches. And if this test could serve that, what’s stopping you?\n\n\nSCP-7490:\n It’s a theory.\n\n\nDr. Millar:\n One that can probably save a lot of people. You want to help people so badly, this is how. Otherwise, we’re just gonna have to wait until that breach comes.\n\n\nSilence.\n\n\nSCP-7490:\n What time?\n\n\nDr. Millar:\n Tomorrow at 11:30 am. Thank you, 7490.\n\n\nSCP-7490:\n You better be right.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\n\n\nSUBJECT\n\n\nPROCEDURE\n\n\nRESULTS\n\n\n\n\n\n\nD-77777 & D-66960\n\n\nSCP-7490 were to stand in between D-66960 and D-77777 while two guards were to throw tennis balls at them.\n\n\nBefore continuing the procedure, Dr. Millar encouraged SCP-7490 that it will keep them safe. After about forty seconds of prep time, the guards threw the tennis balls full force. Every ball the guards threw missed the three subjects until they ran out.\n\n\n\n\n\n\nDr. Jessica Millar\n\n\nDr. Millar was to be shot in the head by one or two guards.\n\n\nOnce again, Dr. Millar had to encourage SCP-7490 that it will keep her safe. SCP-7490 was hesitant but Dr. Millar was able to persuade the subject and had another forty seconds of prep time. SCP-7490 was ready and both the guards aimed their handguns and attempted to fire, however, their weapons were jammed. Dr. Millar ordered the guards to continue while having the D-class throw the tennis balls at her. To which they all missed. After twenty seconds, Dr. Millar called off the test.\n\n\n\n\n\n\n \n\n\n\n\nFrom:\n A.D. Ortega\n\n\nTo:\n Dr. Carmichael\n\n\nSubject:\n Regarding the final test\n\n\n\n\nI saw the final test. Did Millar honestly believe that SCP-7490 could have jammed that guard's weapon? Let alone two? What she did could’ve gotten herself killed.\n\n\n-Assistant Director Alyson Ortega\n\n\n\n\n\n\nFrom:\n Dr. Carmichael\n\n\nTo:\n A.D. Ortega\n\n\nSubject:\n Re: Regarding the final test\n\n\n\n\nIt was 50/50, to be frank. She told the guards and me her plan before we got to testing, which was that the weapons would have blank rounds in their magazines. So in case, the guards were successful at pulling the triggers, Millar would’ve been fine either way.\n\n\nRegardless, Researcher Millar's theory was correct.\n\n\n-Dr. Tony Carmichael\n\n\n\n\n \n\n\nSCP-7490 finally accepted weekly sessions with Dr. Connor Quinn for psychological evaluation for a whole month. Since then, the effects of SCP-7490 caused the following incidents:\n\n\n \n\n\nIncidents 7490.3\n\n\n\n\nKathleen Gray:\n\n\nOn 08/28/2013, Director Kathleen Gray made a full recovery with no repercussions and has returned to her position within Site-39. Since her return, Site-39 has also returned to being systemic with next to no incidents regarding injury, illness, or death.\n\n\nAlyson Ortega:\n\n\nOn 08/30/2013, Assistant Director Alyson Ortega was able to make an appointment with her doctors to remove her stomach cancer before it reached Stage 2. After two weeks, she made a full recovery and returned to her position.\n\n\nSara Taylor:\n\n\nOn 09/01/2013, Agent Sara Taylor had fully recovered from her injury, as well as been promoted to Senior Security Officer.\n\n\nFranki Costello:\n\n\nOn 01/17/2014, Junior Researcher Franki Costello won the Powerball, gaining $500,000.\n\n\nEdward Russo:\n\n\nOn 06/05/2014, Doctor Edward Russo had a call from his wife, stating that his daughter had finally been accepted to The David Eccles School of Business in Salt Lake City, Utah. They will be starting next year.\n\n\nXavier M'Queen:\n\n\nOn 11/11/2014, After having a one-on-one interview with O5-3, as well as an extensive review of his record, Agent Xavier M'Queen had been selected to be O5-3's personal bodyguard. Once he completes his six months of training, he will have access to any secret intel of The Foundation archives and will be transferred to Site-01.\n\n\n \n\n\n\n\nNotice from Director Kathleen Gray of Site-39\n\n\n\n\nAs you all know, a lot of favorable things have happened in these last few weeks, all due to SCP-7490. However, we must remember that it is only because of its state of mind and not because it wills it so. Because of that, SCP-7490 can either make Site-39 fall or continue to keep it standing. For the sake of our stability, we will continue with its containment along with these sessions. Please schedule a one-on-one meeting with me if anyone has any concerns or suggestions regarding its containment.\n\n\nI have also heard rumors that SCP-7490 will be used to develop Site-39's prominence. I am here to disclose that we will do no such thing. Not only will we be painting a target on our backs, but the notion of utilizing an SCP that thinks and feels like us is unethical. I will no longer hear such nonsense going forward.\n\n\nOther than that, we will see what SCP-7490 has in store for us in the future. In the meantime, be cautious and treat SCP-7490 with the utmost sensitivity. SCP-7490 was, and still is, one of us. And so, SCP-7490 is our responsibility.\n\n\nWe will Secure. We will Contain. We will Protect.\n\n\nGood luck to all. And stay safe.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Ranging from minor malfunctions within paraphernalia to tragic events.\n\n\n2\n. Operation Daisy Cutter was a mission to search and destroy nearby active Chaos Insurgency checkpoints. As well as recover any intel regarding the GOI and any anomalous objects/entities they may have had at their disposal.\n\n\n3\n. Undesignated Anomaly.\n\n\n4\n. Sleep Talking\n\n\n\n\n\n\n\n\n« \nSCP-7489\n | SCP-7490 | \nSCP-7491\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7490\n\" by Strange Matter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7490\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7490 \" by Strange Matter, from the SCP Wiki . Source: https://scpwiki.com/scp-7490 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7490 is to be detained within a Type-II Large Humanoid Containment Unit in Sub-Level 4 at Site-39. Scranton Reality Anchor devices have been installed in each corner of the containment chamber to regulate fluctuations of SCP-7490's property. No personnel is permitted to enter the containment chamber or the 15-meter exclusion zone that encompasses SCP-7490's area of effect. Interviews conducted with SCP-7490 are to be held with Dr. Tony Carmichael and Assistant Researcher Dr. Jessica Millar through a video conference from the secure observation room. This applies to the weekly sessions with psychologist Dr. Connor Quinn. SCP-7490 is to be provided three Grade-B meals daily.",
    "description": "SCP-7490 is a 27-year-old humanoid caucasian female, formerly known as \"Agt. Felicia Mallory\" who was a Tactical Response Officer stationed with Gamma-9. Originally, it was thought that SCP-7490 anomalous capabilities can cause events harmful to human life in its surrounding area. The range and severity of these events can change drastically1 and without warning.",
    "title": "SCP-7490"
}