{
    "url": "https://scp-wiki.wikidot.com/scp-7492",
    "all_text": "Post-secondary students receive disembodied reminders of their stress and turmoil.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+109\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n Explicit body horror, implicit trauma in institutional environments.\n\n\n\n\n\n\n\n\nrating: \n+109\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nItem #:\n SCP-7492\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation assets placed among United States law enforcement, post-secondary faculty and alumni will flag potential SCP-7492 manifestations for review by MTF Kappa-28 (\"School's Out\").\n\n\nRecovered instances of SCP-7492-A shall be delivered to the nearest Biological Research facility for analysis. Once identification has been made, retention is considered a low priority. Redundant instances will be decommissioned as biological waste.\n\n\nDepending on the results of MTF Kappa-28's investigation, SCP-7492-B instances will either be amnesticized and released under long-term surveillance, or handed over to mundane authorities for prosecution. Reports shall be suppressed using Standard Cover Story 843 (\"Tell-Tale Heart\") or discredited via SCS 986 (\"Collegiate Tomfoolery\").\n\n\nDescription:\n SCP-7492 refers to the spontaneous manifestation of human body parts\n1\n (designated instances of SCP-7492-A) in residential properties across the United States. Each anomaly is fresh and bloodless, with no signs of lividity, rigor mortis, or defensive wounds. Following discovery, SCP-7492-A will decompose at a natural rate. Other characteristics vary.\n\n\nSCP-7492-A are always found among the possessions of a post-secondary student\n2\n (designated SCP-7492-B). SCP-7492 events take place during periods of heightened stress, often coinciding with major changes in SCP-7492-B's life. Documented stressors include academic performance, financial stability, housing security, health, and liability.\n\n\nAmong cases known to the Foundation:\n\n\n\n\n63% of SCP-7492-B contacted local authorities to report SCP-7492-A.\n\n\n31% unsuccessfully tried to conceal or destroy SCP-7492-A. Under questioning, one-third of subjects blamed their actions on external factors, such as social, financial or legal consequences.\n\n\n6% claimed recognition of SCP-7492-A and expressed a desire to keep it.\n\n\n\n\nTo date, every instance of SCP-7492-A has been a perfect biological match to the SCP-7492-B, despite the absence of corresponding injuries.\n\n\n\n\nTable 01. Partial List of SCP-7492 Events\n\n\n\n\n\n\n\n\nIncident\n\n\nSCP-7492-A\n\n\nSCP-7492-B\n\n\nOutcome\n\n\n\n\n\n\n001\n\n\nUpper right arm, including humerus, muscle and fatty tissue. Found in the bottom drawer of the subject's writing desk.\n\n\nJournalism student, male, age 24. Reported event to police.\n\n\nArrested on suspicion of murder; released on Foundation order. Completed graduate degree.\n\n\n\n\n\n\n034\n\n\n22 cm × 40 cm portion of dorsal skin. Discovered on the subject's bedspread.\n\n\nMathematics student, male, 21. Attempted concealment on the property, alleging extortion by homeowner.\n\n\nEvicted. Completed degree by correspondence.\n\n\n\n\n\n\n085\n\n\nEyeball and optic nerve. Found in shared studio space.\n\n\nArt student, female, 28. Privately displayed SCP-7492-A in a glass jar.\n\n\nDropped out of school for health reasons. Self-employed.\n\n\n\n\n\n\n197\n\n\nHeart. Ragged edges suggest that coronary arteries were torn, rather than cut. Found in a plastic bag on the subject's bookshelf.\n\n\nAnthropology student, female, 24. Attempted burial on public property, citing emotional distress.\n\n\nPrivately complained of prejudiced behavior from faculty. Graduated.\n\n\n\n\n\n\n251\n\n\nTesticle and epididymis. Discovered in a dormitory bathroom.\n\n\nLiberal arts student, male, 24, focused on gender studies. Reported to campus police.\n\n\nBegan covertly pursuing hormone replacement therapy (HRT). Graduated.\n\n\n\n\n\n\n469\n\n\nBrain tissue, anatomically consistent with the insular lobe.\n3\n Found in a gift-wrapped package on the subject's bedside table.\n\n\nBusiness administration student, male, 26. Experienced a panic attack and reported to emergency services.\n\n\nChanged majors to study medicine.\n\n\n\n\n\n\n624\n\n\nThoracic spinal cord and vertebrae (T2-T11), shattered by an unidentified lateral force. Discovered in family dining area.\n\n\nUndergraduate law student, male, 23. Attempted cremation with gasoline accelerant.\n\n\nConfessed to felony hit-and-run during interrogation. Subsequently tried, convicted and sentenced.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including limbs, organs, and isolated tissues.\n\n\n2\n. Defined here as any individual pursuing education through an institution of higher learning.\n\n\n3\n. A region of the cerebral cortex associated with cognitive function, self-awareness and empathy.\n\n\n\n\n\n\n\n\n« \nSCP-7491\n | SCP-7492 | \nSCP-7493\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7492\n\" by Tsercele, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7492\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7492 \" by Tsercele, from the SCP Wiki . Source: https://scpwiki.com/scp-7492 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7492",
    "object_class": "Euclid",
    "containment_procedures": "Foundation assets placed among United States law enforcement, post-secondary faculty and alumni will flag potential SCP-7492 manifestations for review by MTF Kappa-28 (\"School's Out\").",
    "description": "SCP-7492 refers to the spontaneous manifestation of human body parts1 (designated instances of SCP-7492-A) in residential properties across the United States. Each anomaly is fresh and bloodless, with no signs of lividity, rigor mortis, or defensive wounds. Following discovery, SCP-7492-A will decompose at a natural rate. Other characteristics vary.",
    "title": "SCP-7492"
}