{
    "url": "https://scp-wiki.wikidot.com/scp-7495",
    "all_text": "Who are you? Who is me?\n\n\n\n\n\n\nrating: \n+59\n+\n–\nx\n\n\nxexnoncores\n\n\n\n\n\n\nContent Warning:\n Contains mentions of suicidal ideation and depersonalization/severe unreality elements, along with strobing/flashing effects.\n\n\nThis article is best viewed on a laptop.\n\n\nSCP-7495, Referring to the Self Will Generate a Sense of Hopelessness by \nxexnoncores\n\n\n\n\n\n\n\n\nItem-#:\n SCP-7495\n1\n\n\nObject Class:\n \naaaaaaaaaa\n2\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nIf you have access to this file, then you’ve probably avoided what caused me to have to write this in the first place. Either that, or you’re the unlucky sap that’s been tasked to rebuild society from whatever dumb fucking bullshit the Foundation has for disasters like this. I don’t know, I wasn’t told anything about what’s going to happen in the next few hours. Personally, I don’t think anything is going to help, because only Site-106 and Site-237 are still online, but that’s not really here nor there. And I'm not supposed to be giving my opinions about the situation in an official writ anyway.\n\n\nWhat matters most right now, at this moment, December 4th, 2024, 6:26PM CST, is that I’m able to write this down without the words\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\nf\n\n\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\na\n\n\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\nl l\n\n\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\ni n g\n3\n\napart at my fingertips. What matters is that I’ve been squirreled away in bunker in the middle of god knows where with only a laptop that allows me to write a coherent file that will be readable, following the basic noospheric laws of linguistics.\n\n\nThe lowdown of the situation is this: we tried everything we could to figure out what it was. The more we attempted to describe it, the more obtuse it became. Definition after definition failed us; first we labeled it as cognitohazard, then as an ontokinetic null factor, until all we were left with forced us to started shoving prefixes together, hoping something stuck. Hoping that whatever language we put to it wouldn’t d e c4y\n4\n into noise, slip between our fingers, destroy the fabric of more concepts or whatever the fuck. I still don’t know if it was attacking anything. I (and sorry, I say \"I\" because I literally don’t have access to any of the reports right now to review what it caused, I’m going straight off my secondhand knowledge of this) still don’t know if it was just there and we poked it too hard? Did it even spread, implying it used to be something small, or did it just manifest and now the only thing spreading is system shutdowns?\n\n\nDammit. It doesn't matter. It doesn't matter. What does is how nothing, and I mean fucking nothing, worked on this thing however it came into whatever. The best antimemes we had couldn’t touch it. Infectious hermeneutics\n5\n were of no use either, and those things cost several miniature XK-class scenarios just to make it to testing. Whatever existential no men clatter\n6\n exists just ends up…it just ends up…\n\n\nI don’t know how to continue writing this. \nI will not continue writing this.\n I will continue writing this because it’s killing me, because I’m wholly convinced\n\n\naaaaaaaaaaaaa\nconcerned\n\n\naaaaaaaaaaaaaaaa\nconceited\n\n\naaaaaaaaaaaaaaaaaaa\nchronic\n\n\naaaaaaaaaaaaaaaaaaaaaaaaa\ncorrections\n7\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nRight, so I’m still here. I’m not dead yet, which is…cool I guess, but the WiFi stopped working an hour ago, and MTF \naaaaaaaa\n haven’t responded in two. The IV I’m strapped to is supposed to be enough to keep me alive for three years which is like…I don’t know if I want that?\n\n\nUgh, what a bummer.\n\n\nSo this is where it ends, isn’t it? No, that’s not right. That’s too dreary I think, especially for something like this, and maybe there’s actually some real hope for me, but I don’t know. I’m really not sure what to feel. I’m really not sure what to th1 nk. My decade anniversary at the Foundation was coming up in a week, and now everything’s falling apart. Not exactly 345y to breathe consistently when that’s happening, haha.\n\n\nI was supposed to be really happy about that, about making it to double digits for a place like this, because they were going to give me a bonus, a party, a bunch of flowers, but damn it all to hell I gue55. This \nthing\n went and ruined everything, so now I’m stuck plugging away at this stupid device to amuse myself.\n\n\nFuck, my head hurts…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nShit…\n\n\nI wonder if this is what a migraine feels like. Once I’m done with this, I’m going to \naaaaaaaa\n. And then I’ll \naaaaaaaa\n\n\n \n\n\nmy memory is going to be a shell and the\naaaaaaaa\n of me will\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nWill\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWill to live?\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\nI didn’t have clearance to see…whatever it was supposed to be. This thing causing\n8\n…yeah. Man, it’s gonna look bad if this blows over and RAISA finds out I wasted this laptop’s storage space to ramble, but what else do they expect me to do down here? What am I supposed to do? God, why was I even picked to do this? I don’t get it. Was someone trying to spare me? Was that it?\n9\n\n\n\n\n…\n\n\nWhat do you do when your best isn't good enough?\n10\n\n\nDoes that make it pointless to continue?\n\n\nSaying \"just try again\" is cold comfort. The agony of \naaaaaaaa\n11\n is too \naaaaaaaa\n to move on from.\n\n\nIf this \naaaa\n is corrupted, will it have mattered if I tried?\n12\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n.\n13\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nOnto-memetic\n14\n\n\nPataphage\n15\n\n\nNarrativokinetic\n16\n\n\nInfophysical entity\n17\n\n\nEssotropic hermeneutic\n18\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n.\n19\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nCORRUPTION DETECTED\n\n\nCEASE ALL ENGAGEMENT WITH\naaaaaaaaaa\nNOW.\n\n\nTHIS IS A DIRECT ORDER FROM THE O5 COUNCIL.\n\n\nFAILURE TO COMPLY WILL RESULT IN A PUNISHMENT OF\naaaaaaaaaAAaa\n, STRICTLY ENFORCED IN COMPLIANCE WITH \naaaaaaaaaaaaaaaaaa\n.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\nOh please, like I care at this point.\n\nJust get it over with. \nYou\n dumb motherfuckers put me in charge of this, after all\n20\n.\n\n\nMe\n21\n\n\naaaaaaaaaa\nme\n\n\naaaaaaaaaaaaaaaaaa\nA me is confirmed?\n22\n\n\nI am\naaaaaaaaaaaaaaa\n.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\naaaaaaaaaaaaaaaaaa\nThese spaces defy me, defy\n23\nwho I wish to be. Who I want to be.\n\n\nWhat use do goals have for me now? All my life has been spent trying to avoid punishment\n24\n. This is just another prick at the wall.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nCOMPUTATION FOR LIFE\n\n\nMe > my ego > my\nself\n-identity\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nWhen I no longer meet the standards of \naaaaaaaaaaaaaaaaaa\n.\n25\n\n\nThat is when I think\n\n\nThink I am\n\n\nUnsure of\n\n\naaaaaaaa\nFailure\n\n\naaaaaaaaa\nAn inability to thrive\n\n\naaaaaaaaaa\nNowhere to go\n\n\naaaaaaaaaa\nNow here\n26\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nThere is a me to be wrong, a me to be\naaaaaaa\n, which is the worst of all.\n\n\nWill any of it be good? Will these containers allegedly called words ever manage to\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\n? Are they capable of that?\n\n\nThat’s the worst question to ask. The world is ending, and I’m to be the custodian of what is seen if everything manages to be okay in the end.\n\n\nWhy?\n\n\nDidn’t you know how much I \naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\n?\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\nThere is no consistency of the form of misfortune that happens to me. I should stop expecting it all to make sense, stop expecting it all to have meaning.\n27\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n28\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n29\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nI didn’t ask for this. I don’t deserve this, at all, ever, at any point in time.\n\n\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\nEmergency\n\n\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\nAgency\n\n\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\nCytotoxic processes\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHow much can a single unit of flesh and bone derive from the \naaaaaaaaaaa\n. From forcing \naaaaaaa\n into boxes and trying to see \naaaa\n there?\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHow\n\n\naaaaaaaaaaa\nWhere\n\n\naaaaaaaaaaaaaaa\nError?\n\n\nReturn to carriage, start of header, heaven, heaving\n30\n\n\nReturn to carriage, start of header, heaven,a\nHeaving both dry and liquid until there is\n\n\n\nWARNING! ██████████ CORRUPTION DETECTED!\n\n\nERROR\n\n\n\n\n\n\n\n\nWARNING! ██████████ CORRUPTION DETECTED! ATTEMPTING SYSTEM RECALL NOW…\n\n\n2\n\n\n\n\n\n\n\n\nWARNING! ██████████ CORRUPTION DETECTED!\n SYSTEM RECALL FAILED. REBOOT?\n\n\nWARNING! ██████████ CORRUPTION DETECTED!\n\n\n\n\n\n\n\n\nWARNING! ██████████ CORRUPTION DETECTED!\n\n\nWARNING! ██████████ CORRUPTION DETECTED!\n\n\nWARNING! ██████████ CORRUPTION DETECTED!\n\n\nWARNING! ██████████ CORRUPTION DETECTED!\n\n\nREBOOT FAILED. I am the sum of all of my \naaaaaaaaaaa\n all of my all of all of my all of my all of\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSelf-esteem\n31\n\n\nSelf-awareness\n32\n\n\nSelf-schema\n33\n\n\nSelf-reflection\n34\n\n\nSelf-\naaaaaaaaaa\n35\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\naaaaaaaaaa\n36\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nCytotoxic processes commencing\n\n\nCytotoxic processes communing\n\n\nCytotoxic processes COMPLETE\n37\n.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nI no longer have the \nwords\n to describe what is wrong with me.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7494\n | SCP-7495 | \nSCP-7496\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. To preserve consensus para-sensorial continuity, this designation is not to be utilized in any official documentation outside of this single instance.\n\n\n2\n. \nObject\n cannot currently be described because of \naaaaaaaaaa\n.\n\n\n3\n. WARNING! ██████████ CORRUPTION DETECTED.\n\n\n4\n. WARNING! ██████████ CORRUPTION DETECTED. THIS IS THE SECOND DETECTED INSTANCE. PLEASE CONTACT DIRECTOR\naaaaaaaaaa\n OF SITE\n123\nIMMEDIATELY.\n\n\n5\n. A class of info/cognitohazards whose effects are activated by the interpretation of an idea and/or concept.\n\n\n6\n. WARNING! ██████████ CORRUPTION DETECTED. THIS IS THE THIRD DETECTED INSTANCE. DO NOT CONTINUE ETYMOLOGICAL CONTACT.\n\n\n7\n. WARNING! ██████████ CORRUPTION DETECTED. THIS IS THE FOURTH DETECTED INSTANCE. CEASE ALL LINGUISTIC TRANSMISSION BEFORE YOU ARE\naaaaaaaaaaaaaaaaaaaaaaaaa\n\n\n8\n. L0ST C4U S3\n\n\n9\n. I heard from \naaaaaaaa\n that what it did to people was incomprehensible. Literally incomprehensible. I don’t know if that would have made their deaths painful or not, or if they even knew they were dying…\n\n\n10\n. Why am I being reminded of this?\n\n\n11\n. What am I afraid of?\n\n\n12\n. Whoops. Sorry everyone.\n\n\n13\n. Focusing on the what of the what isn’t going to work anymore. It didn’t work figuring out that thing, so what makes me think it will work this time?\n\n\n14\n. How can I move forward? What is propelling me now?\n\n\n15\n. I don’t care if I live or die anymore. Not killing myself for as long as I have has been nothing but anguish, feelings vomiting from that urge defy logic, structure, reason and even…emotion, I fucking guess.\n\n\n16\n. Actually, that’s not true. Words are meant to convey emotions, but when you’re falling apart, what is there for you? Can one transcribe in letters, syllables, base constructs of writing, a scream in any way that matters?\n\n\n17\n. Please just get me out of this hell. Tell me what can be done, and what I’m supposed to do. Please. The instructions left here are too vague.\n\n\n18\n. And yet it’s funny how even if I had directions, following orders makes things worse in your chest. Even when you’re bleeding for purpose in your life, it hurts to start, to get up, to make a new habit. I don’t get the inertia. Why does trying to get somewhere better suck more than being stuck?\n\n\n19\n. If I’m allowed to speculate, and I don’t care if I’m not, I’m guessing this \naaaaaaa\n is something that corrupts sense. Fucking wow, great conclusion, I know, but it’s all I got. It’s all I can…put to it that makes \naaaaaaa\n. Do you realize how much is defined as “sense”? As making “sense”?\n\nEverything.\n\n\nLiterally everything, because if nothing made sense, nothing would exist.\n\n\n\n\n20\n. It ate my name too. That’s just the news I needed to witness right now.\n\n\n21\n. What is left of me anyway. The self defines “sense”, which means whatever that is, it will…\n\n\n22\n. Hey, if we’re talking about what the self is as it’s defined—if you get really cynical about it, all humans can technically be defined as little more than vectors of memetic transmission, puppeted by biological mechanisms. It's quite the dehumanizing way of viewing the topic, but it is a way.\n\n\n23\n. Define defy, and you’ll quickly figure out why refining a defining is akin to a dying silver lining.\n\n\n24\n. So what does that say about my ability to dream?\n\n\n25\n. This is where I am dictated to become useless, where saving myself becomes impossible. And fuck you if you think otherwise, couldn’t you have done something about this sooner?\n\n\n26\n. All of it is here. It's \naaaaaaaaaa\n\n\n27\n. At some point, the human tendency to desire a pattern will fail. It will fail catastrophically, whether physically, or mentally, and the death toll will be akin to a nuclear bomb.\n\n\n28\n. You cannot wring a pattern out of suffering. That is what got us here, I think. This thing is pure senselessness, in all \naaaaaaaaaaa\n of the term. Probably. I wouldn’t know what I don’t know.\n\n\n29\n. But that brings me to another point: when something lacks a pattern, we call it a tragedy. Patterns make sense, don’t they? They’re nice and pretty. And when those break, our infinitesimal perspective tells us that means something has gone wrong. Something is breaking down, something has gone against how it’s meant to be. Chemistry, biology, physics and mathematics: all of these are made up of patterns. Social spaces, peer-to-peer communication, conceptualization, linguistics, etymology: these are all made up of patterns too. If they stopped working to the tune of their own codified arrangements, what will we have? What will \naaa\n be?\n\n\n30\n. How much can I blame it? This thing, I mean. because at that point, I’ve lost self-control.\n\n\n31\n. ACTUALIZATION PERCENTAGE: 21%\n\n\n32\n. I wish I didn’t have this.\n\n\n33\n. When I stop feeling useful, I pine for memories of a time where that didn’t matter.\n\n\n34\n. Always terrible.\n\n\n35\n. \naaaaaaaaaa\n\n\n36\n. \naaaaaaaaaa\n\n\n37\n. WARNING! IN THE EVENT OF \naaaaaaaaaaaaaaaaaaaaaaaa\n YOUR LOCALIZED IV DRIP WILL DELIVER A DOSE OF \naaaaaaaaaa\n.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "object_class": "aaaaaaaaaa2",
    "title": "SCP-7495"
}