{
    "url": "https://scp-wiki.wikidot.com/scp-7498",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nMinor cognitohazardous elements have been embedded throughout this document in order to circumvent anomalous occurrences associated with Central Park and the greater New York City metropolitan area.\n\n\nThe purposes of cognitohazardous elements within this document include, but are not limited to:\n\n\n\n\nThe redefinition of \"\nphenomena\n\" (or any conjugation thereof) into an extant, self-contained concept that refers exclusively to \"\na fact or situation that is observed to happen\n\", making no attempt to infer the qualities of nor attribute a cause to said facts or situations.\n\n\nThe redefinition of \"\nsymptom\n\" (or any conjugation thereof) into an extant, self-contained concept that refers exclusively to \"\nan indication of the existence of a phenomenon\n\".\n\n\nThe redefinition of \"\ninjury\n\" (or any conjugation thereof) into an extant, self-contained concept that refers exclusively to \"\nan instance of physical harm that is the result of phenomena\n\".\n\n\nThe redefinition of \"\nproperty\n\" (or any conjugation thereof) in the appropriate contexts into an extant, self-contained concept that refers exclusively to \"\nan attribute, quality, or characteristic of a phenomenon\n\".\n\n\n\n\nBy continuing to read this document, you consent to exposure to the aforementioned cognitohazardous elements.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCentral Park, New York City\n\n\n\n\n\n\n \n\n\nNRHP Ref. #:\n 66000538\n\n\nPark Class:\n Under Strict Observation, \nPHENOMENA\n Not Localised\n\n\nProcedures To Be Followed By Personnel:\n\nAgents from the SCP Foundation Department of Miscommunications have been placed within and around Central Park and the greater New York City metropolitan area to monitor for \nPHENOMENA\n of interest and ensure the wellbeing of all civilian persons. Individuals reporting \nSYMPTOMS\n that are listed within the \nSupplementary Document Concerning Central Park\n (provided to all field agents; see Lead Researcher Ulam for a copy) are to be immediately quarantined and isolated for further observation.\n\n\nCivilian reports of \nSYMPTOMS\n or \nINJURIES\n indicative of \nPHENOMENA\n of interest are to receive immediate medical treatment following strict quarantine protocols; the necessity of a biopsy/vivisection is left to the discretion of licensed personnel. \nSYMPTOMS\n which manifest as human corpses (usually civilians) are to be incinerated once a full autopsy has been performed.\n\n\nAlthough reports of \nPHENOMENA\n began within Central Park, incidents have steadily continued to occur at greater and greater distances. Reports of \nPHENOMENA\n more than 10km away from Central Park are of highest priority; affected areas are to be immediately quarantined and decontaminated until \nPHENOMENA\n cease, followed by amnesticisation of all witnesses.\n\n\nDocumentation concerning the \nPHENOMENA\n of interest is subject Foundation Information Control Protocol AM-AW-S\n1\n.\n\n\nDescription of PHENOMENA:\n\nThe description as follows (and this document in its entirety) exclusively refers to the \nPHENOMENA\n of interest to the Foundation; that is, the \nPHENOMENA\n being described within this document that occur within Central Park and the greater New York City metropolitan area.\n\n\nResearchers from the Department of Miscommunications have determined that the following \nPHENOMENA\n are of interest to the Foundation:\n\n\n\n\nReports of \nSYMPTOMS\n such as confusion, migraines, nausea, and dizziness. Paranoia, sudden-onset scopophobia\n2\n, feelings of external hostility, and feelings of disgust have also been reported, though attempts to determine the origin of these feelings result in further \nSYMPTOMS\n.\n\n\nContinued exposure to \nPHENOMENA\n for extended periods of time (>5 minutes) causes escalating \nSYMPTOMS\n including, but not limited to: spontaneous haemorrhaging of small blood vessels (usually resulting in epistaxis), minor anterograde amnesia, blackouts, encephalitis, brain aneurysms, and seizures. These \nSYMPTOMS\n will rapidly and continually increase in severity until the death of the subject.\n\n\nReports of deviant behaviour and deaths within wildlife native to and/or within Central Park and New York City, which could feasibly be attributed to \nSYMPTOMS\n similar to those experienced by human individuals.\n\n\nReports of \nINJURIES\n of varying severity to both human and non-human individuals (from small cuts to broken bones and severe lacerations), which cause the above \nSYMPTOMS\n when they are referred to, perceived, or comprehended in any way. \nINJURIES\n continue to display properties associated with \nPHENOMENA\n occurring within Central Park even after expiry of the subject.\n\n\nReports of \nPHENOMENA\n external to Central Park. Reports have so far been limited to the greater New York City area, but preparations are being made for the possibility of \nPHENOMENA\n appearing in other locations.\n\n\n\n\nCurrently, no consistent patterns have been identified concerning the manifestation of \nPHENOMENA\n outside of Central Park, aside from a general tendency to appear in public areas. The \nSYMPTOMS\n of paranoia, scopophobia, and external hostility are usually absent in such manifestations; investigations into the potential significance of this are confounded by influence of the \nPHENOMENA\n.\n\n\nPHENOMENA\n external to Central Park have appeared in almost all types of public areas (roads, streets, cafes & restaurants, etc.) and in many forms of waste receptacle (storm drains, sewers) within New York City. These have consistently caused severe public disruption and numerous deaths, necessitating greater and greater levels of Foundation involvement.\n\n\nPHENOMENA\n within New York City will often shift and move erratically, apparently without a pattern; weather such as rain seems to impede the movement of the \nPHENOMENA\n slightly, but further investigation is required to ascertain the nature of this relationship.\n\n\nThe pervasiveness of the \nPHENOMENA\n of interest has required extensive and constant cleanup efforts from the Foundation. More efficient methods of containment, aside from incinerating ██ ███\n3\n collected during decontamination efforts are being formulated.\n\n\nAfter extensive study, researchers have determined that the \nPHENOMENA\n of interest are subject to the following \nPROPERTIES\n:\n\n\n\n\nThe \nPHENOMENA\n of interest are not memetic, ontokinetic, or semiontological.\n\n\nThe \nPHENOMENA\n of interest display antimemetic \nPROPERTIES\n; more specifically, they prevent certain information associated with themselves from being transmitted. However, they do not display other qualities that are characteristic of antimemes (such as memory alteration).\n\n\nThe \nPHENOMENA\n of interest are cognitohazardous and infohazardous.\n\n\nThe cause of any extant \nPHENOMENA\n (i.e. any \nPHENOMENA\n that are not the \nPHENOMENA\n affecting Central Park) can be freely speculated upon (\nContextual statement\n).\n\n\nThe \nPHENOMENA\n of interest will cause all statements of ████\n4\n to be unable to be referred to, properly perceived (i.e. perceived without the influence of \nPHENOMENA\n), or comprehended in any way. This applies to literal, figurative, hypothetical, metaphorical, referential, and all esoteric forms of communication and thought.\n\n\nThe effects of the \nPHENOMENA\n of interest are such that even given the contextual statement, no inferences can be feasibly made from the statement prior without near-lethal doses of \nClass-Y mnestics\n5\n; the testimony of subjects exposed to the \nPHENOMENA\n of interest while affected by these dosages have ranged from mostly incoherent to the production of extreme auditory cognitohazards.\n\n\nBased on the information from the above statement, it is currently impossible to formulate thought or attempt to communicate ██ ████ █ ███ ██ █████ ██ ██\n6\n \nPROPERTIES\n of the \nPHENOMENA\n concentrated within Central Park.\n\n\nThe \nPHENOMENA\n of interest can be referred to, perceived, and/or comprehended, as long as it is in reference exclusively to the \nPHENOMENA\n as a collective, self-contained concept. Certain inferences based on information that can be referred to, perceived, and/or comprehended concerning the \nPHENOMENA\n present within Central Park cannot.\n\n\nThe \nPHENOMENA\n of interest affect most, if not all █████\n7\n associated with the \nPHENOMENA\n that are not the \nPHENOMENA\n themselves, \nSYMPTOMS\n, \nINJURIES\n, or \nPROPERTIES\n.\n\n\n\n\nDue to the influence of the above \nPROPERTIES\n, it is impossible to assign any nominal descriptor or statement, any descriptive term or statement, any verbal term or statement, any article (defining or otherwise), or any information in any form that may ████ ███ █ ██████ █\n8\n the \nPHENOMENA\n of interest in any way.\n\n\nIn addition, the application of any form of logic, reasoning, empirical proof, rationalisation, or other such methods of thought or communication are also subject to the \nPROPERTIES\n of the \nPHENOMENA\n of interest.\n\n\nAddendum:\n\nOn the 23/07/22, amateur photographer Florence Wainwright managed to ███████ ██ ███ █ ██\n9\n \nPHENOMENA\n of interest. A photograph is contained below.\n\n\n\n\n\n\nINPUT LEVEL 4 CREDENTIALS TO CONTINUE (PERCEIVING THIS ███ MAY CAUSE SYMPTOMS)\n\n\n\n\n[DATA HONKED]\n\n\n\n\n\n\n\n\n██ ██ ███ █ ███ ██\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Antimemetic \nPHENOMENA\n — Awareness type (i.e. the individual is aware that information is being affected) — \nSYMPTOMATIC\n\n\n2\n. The fear of being watched, which dissipates when an individual is no longer being exposed to the \nPHENOMENA\n.\n\n\n3\n. Unable to be referred to/perceived/comprehended due to influence of the \nPHENOMENA\n.\n\n\n4\n. Unable to be referred to/perceived/comprehended due to influence of the \nPHENOMENA\n.\n\n\n5\n. A type of amnestic drug that allows for resistance to antimemetic effects.\n\n\n6\n. Unable to be referred to/perceived/comprehended due to influence of the \nPHENOMENA\n.\n\n\n7\n. Unable to be referred to/perceived/comprehended due to influence of the \nPHENOMENA\n.\n\n\n8\n. Unable to be referred to/perceived/comprehended due to influence of the \nPHENOMENA\n.\n\n\n9\n. Unable to be referred to/perceived/comprehended due to influence of the \nPHENOMENA\n.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nFoundation Department of Miscommunications - Document Concerning Central Park, New York City\n\" by TheAlienBaby, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7498\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n central_park.jpg\n\n\nName:\n Central Park - The Pond (48377220157)\n\n\nAuthor:\n \nAjay Suresh\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Central_Park_-_The_Pond_(48377220157).jpg\n\n\nDerivative of:\n N/A\n\n\nAdditional Notes:\n N/A\n\n\n\n\n\n\n\n\nFilename:\n final_form.jpg\n\n\nName:\n The Attack\n\n\nAuthor:\n \nTony Alter\n\n\nLicense:\n \nCC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:The_Attack_(5698069896).jpg\n\n\nDerivative of:\n N/A\n\n\nAdditional Notes:\n No changes were made to this image.",
    "addendums": [
        "Addendum: On the 23/07/22, amateur photographer Florence Wainwright managed to ███████ ██ ███ █ ██ 9 PHENOMENA of interest. A photograph is contained below."
    ],
    "documents": [],
    "notes": [
        "\" Foundation Department of Miscommunications - Document Concerning Central Park, New York City \" by TheAlienBaby, from the SCP Wiki . Source: https://scpwiki.com/scp-7498 . Licensed under CC-BY-SA .",
        "Filename: central_park.jpg Name: Central Park - The Pond (48377220157) Author: Ajay Suresh License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Central_Park_-_The_Pond_(48377220157).jpg Derivative of: N/A Additional Notes: N/A",
        "Filename: final_form.jpg Name: The Attack Author: Tony Alter License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:The_Attack_(5698069896).jpg Derivative of: N/A Additional Notes: No changes were made to this image."
    ],
    "title": "Foundation Department of Miscommunications - Document Concerning Central Park, New York City"
}