{
    "url": "https://scp-wiki.wikidot.com/scp-7499",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\ni told you i would get one on the site ;)\n\n\n\n\n#meyersmania\n\n\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7499 performing in Brisbane, circa 1943.\n\n\n\n\n\n\nItem #:\n SCP-7499\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n In accordance with SCP-7499's reclassification to Neutralized, containment protocols remain unnecessary.\n\n\nDescription:\n SCP-7499 was the Serenity Meadows Community College marching band. SCP-7499 spanned from mid-1942 to its neutralization in late 1943. SCP-7499 is primarily theorized to have consisted of roughly 188 players, covering all sections. Typical SCP-7499 uniforms were comprised of all-white buttoned long-sleeve shirts, black cargo pants, black dress shoes, and wrapped royal blue sashes.\n\n\nSerenity Meadows Community College (henceforth referred to as SMCC) was an educational institution based in Brisbane, Queensland. Prior to its branding switch\n1\n, the school's motto was \"\nPeaceful in the realm of life, freedom in the state of mind. We are the Tasmanian Devils!\n\" SMCC's school mascot resembled an anthropomorphic Tasmanian devil, alongside an attending white and royal blue pattern.\n\n\nSCP-7499 was known to perform in a randomized order of disparate places without prior notice. Performances frequently occurred off of highways and neighborhoods arbitrarily, and also happened across long distances at the exact same time. For instance, SCP-7499 possessed capabilities to perform in areas such as France while concurrently performing in vastly distant continents such as Australia. Documented reports of transportation regarding individuals of the marching band are yet to be discovered by the Foundation. Film and pictures of the band itself are abundant; however, audio is not included in approximately 97% of footage.\n\n\nAfter analysis of diminished SCP-7499 footage, Foundation researchers were able to identify a total of 3 songs performed by SCP-7499. The following included:\n\n\n\n\n\"Peace! Freedom! Devils!\" by the Serenity Meadows Community College Marching Band\n\n\n\"Prosperity\" by the Serenity Meadows Community College Marching Band\n\n\n\"Tasmanian Devil Cadence\" by the Serenity Meadows Community College Marching Band\n\n\n\n\nIn September 1943, SMCC entirely changed its branding, furthermore proceeding as the \"Krazy Kangaroos\".\n2\n In accordance with the branding change, the names of songs played by SCP-7499 were also altered into the following:\n\n\n\n\n\"Krazy! Kanga! Roos!\" by the Serenity Meadows Community College Marching Band\n\n\n\"Kangaroo Cadence\" by the Serenity Meadows Community College Marching Band\n\n\n\n\nAs per SMCC's destruction in 1943, SCP-7499 ceased its functions altogether.\n\n\n\n\n\n\n\n\nAddendum 7499.01\n\n\nPrincipal Benjamin Meyers Interview Log\n\n\n\n\n\n\n\n\nOn August 30th, 1943, Dr. Richard Maryland and MTF Sydney-7 (\"Daytime Visitors\") were dispatched by SMCC Principal Benjamin Meyers' home in Brisbane to discuss SCP-7499. The interview log is as follows:\n\n\n\n\nInterview:\n Dr. Richard Maryland\n\n\nInterviewee:\n Benjamin Meyers\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n\n\n\n\nBenjamin Meyers' home. Hover to enlarge.\n\n\n\n\n\n\nDr. Maryland:\n Benjamin Meyers, principal of Serenity Meadows Community College, yes?\n\n\nMeyers:\n Yeah, how did you and your guys find me? I mean, Serenity Meadows is a pretty private college out here in Brisbane.\n\n\nDr. Maryland:\n Well, you're fairly right about Serenity Meadow's seclusion. However, we gained attraction towards your college when we noticed your marching band.\n\n\nMeyers:\n (chuckling) Really? How surprising, actually. This past year we had to hire a new director for the whole thing. Couldn't even outdo Panorama.\n3\n I'm shocked you guys even got to see us, especially since you seem to be from somewhere else. You don't sound like an Aussie. I see your name tag: Maryland? Isn't that a place up in the UK?\n\n\nDr. Maryland:\n Maryland is a state in the United States of America. I, myself, am from Connecticut. But, anyways, before we lose track of the main topic: we were able to discover your marching band because it has quite the tendency to perform in a very, let's say, interesting order.\n\n\nMeyers is visibly confused.\n\n\nMeyers:\n Uh-whaddya mean?\n\n\nDr. Maryland:\n Your marching band frequently performs more than once at the same time across the globe. Documentation of its travel is nowhere to be found. We're thinking that there weren't any type of records to begin with and that the band gets to its destinations via anomalous means. This was noticed by us and quite a few others. I'm a little skeptical that you didn't actually hear about this much earlier. It's been featured in several magazines, even. It's famous at this point.\n\n\nMeyers:\n You said globally? Well, I never heard about this until you just told me!\n\n\nMeyers flashes Dr. Maryland a forced smile.\n\n\nMeyers:\n I mean, staff never told me, students never told me. Hell, nobody has ever even interviewed me before. Not even once!\n\n\nDr. Maryland:\n This is your first time, then. So, back to that. We find gr-\n\n\nDr. Maryland is interrupted by the present sounds of aggressive shrieking in the background.\n\n\nMeyers:\n (anxiously stuttering over his words) Oh! U-uh, I'll go attend to that, ha-ha! Stupid cats, amirite?\n\n\nMeyers swiftly leaves his seat and enters a room down the nearest hallway. Meyers comes back 1 minute and 30 seconds later.\n\n\nMeyers:\n (awkward laughing) Hey, sorry about that, ha! Cats, yeah. They love to fight each other, ha-ha! Anyways, um, what were we talking about again?\n\n\nDr. Maryland:\n Oh, uh, we've finished the interview. We'll contact you again in the future if we need any further details about your college. Thank you for your time, Mr. Meyers.\n\n\nMeyers:\n Alright, then. Have a good rest of your day.\n\n\nDr. Maryland:\n You too, Mr. Meyers.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nMeyers was afterward given Class-B amnestics.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7499.02\n\n\nExploration Log\n\n\n\n\n\n\nIn view of immediate discussion regarding Addendum 7499.01, it was considered requisite to investigate Meyers' household and gain information on the abnormal sound's emergence. MTF Nova-1 (\"The Watchers\") had reported that Meyers left his home to attend a local casino after his work for the day concluded. While absent, MTF Sydney-8 (\"Midnight Visitors\") was dispatched by Meyers' home. The log for this event is as follows:\n\n\n\n\nExploration Log Transcript\n\n\n\n\nDate:\n 09/04/1943\n\n\nExploration Team:\n MTF Sydney-8 (\"Midnight Visitors\")\n\n\nSubject:\n Benjamin Meyers' Household\n\n\nTeam Lead:\n SD-8 Crawford\n\n\nTeam Members:\n SD-8 Walker / SD-8 Navarro / SD-8 Sage\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nSD-8 Crawford:\n Alright, we're all set?\n\n\nSD-8 Navarro:\n Check, I'm good.\n\n\nSD-8 Crawford:\n Walker?\n\n\nSD-8 Walker:\n Yup, I'm ready.\n\n\nSite Command:\n Connection is working well. Engage in 40.\n\n\nSD-8 Sage:\n Got it.\n\n\nSD-8 Crawford:\n Alrighty, then. We know what we're doing?\n\n\nSD-8 Navarro:\n Pick the back door lock, pets are to be tranquilized if they get loud, investigate every room, and find what this dude is hiding.\n\n\nSD-8 Walker:\n Good job, Navarro. Training finally taught ya something, hm?\n\n\nSite Command:\n Engage in 25.\n\n\nSD-8 Navarro:\n Always has, Walker.\n\n\nSD-8 Crawford:\n Sage and Walker, you both clear downstairs. Wait for me and Navarro to finish upstairs and come down before you go into the basement. You guys know where that is, right?\n\n\nSite Command:\n Engage in 15.\n\n\nSD-8 Sage:\n Affirmative.\n\n\nSD-8 Walker:\n Yes sir.\n\n\nSD-8 Crawford:\n Navarro, I'll check the bedroom and see if anyone's in there. Take your time roaming around, no rush.\n\n\nSite Command:\n Engage in 10.\n\n\nSD-8 Navarro:\n Got it. The nerves are here, I feel 'em.\n\n\nSD-8 Crawford:\n Don't worry about it, you'll be fine.\n\n\nSite Command:\n Engage in 5.\n\n\nSD-8 Sage:\n And here we go.\n\n\nSite Command:\n Clear for investigation. You may proceed.\n\n\nTeam approaches the home's backdoor. SD-8 Crawford utilizes the pick to open the backdoor silently.\n\n\nSD-8 Crawford:\n From what I see, this area is clear. Move in.\n\n\nTeam quietly steps into the home. SD-8 Crawford and Navarro carefully head upstairs. SD-8 Sage and Walker spread apart, with SD-8 Sage cautiously wandering the east and SD-8 Walker roaming the west portion of the house.\n\n\nSD-8 Walker:\n Watch for trip wires or objects on the floor. Don't need to be falling flat on your face and ruin the plan.\n\n\nSD-8 Sage:\n Kitchen is clear.\n\n\nSD-8 Walker:\n Living room is clear.\n\n\nSD-8 Crawford:\n Roger that.\n\n\nSD-8 Sage:\n Watch out for bottles, they seem to be everywhere. He's a rum kinda guy, I see. He's got a bit of tequila as well.\n\n\nSD-8 Walker:\n I'm somewhat of a whiskey kinda guy myself. Garage is clear. Jesus Christ, talk about bottles everywhere. I have to tip-toe around so I don't step on a shard of glass.\n\n\nSD-8 Crawford:\n Bedroom is clear. Navarro, watch for cameras.\n\n\nSD-8 Navarro:\n Roger.\n\n\nSD-8 Sage:\n This guy has pictures of him with other people on the walls and stuff. Must be his family. There aren't any signs of other people here, right? Children, maybe a woman?\n\n\nSD-8 Crawford:\n No. There are other bedrooms here, though. Seems like they belong to the other people who aren't here. They're not empty, either. A lot of the pictures here are shattered. I kind of feel bad for this guy.\n\n\nSD-8 Navarro:\n Balconies are clear. We've finished upstairs.\n\n\nSD-8 Walker:\n Downstairs is clear. Waiting for you now.\n\n\nSD-8 Crawford:\n Alright. See, Navarro? We're all good.\n\n\nSD-8 Crawford and Navarro head back downstairs and approach the basement door. SD-8 Sage and Walker stand by the sides of it.\n\n\nSD-8 Crawford:\n Standby. You're gonna want to enter the basement slowly. Follow me. Sage, do us a favor and watch our backs.\n\n\nSD-8 Sage:\n Copy that.\n\n\nSD-8 Crawford:\n This is where he scrammed to when that shrieking happened. Since then, he's boarded up the door for some reason. Take it from the guy that was there with Sydney-7, there is no way in fuck that cats were making that noise. It had to have been a family of screaming javelinas or something. Walker and Navarro, hold the sides of the planks so they don't fall, will ya?\n\n\nSD-8 Crawford begins to discreetly pry the nails and wood planks off the door.\n\n\nSD-8 Crawford:\n Got it. Alright, now all we gotta do is figure out what's down here and then we all get to go home. Sounds like a deal?\n\n\nSD-8 Navarro:\n Easier said than done. Walker, you good?\n\n\nSD-8 Walker:\n Mhm. This place kinda freaks me out though.\n\n\nSD-8 Crawford:\n You'll be fine, you big baby. Come on, let's get this over with. I lead. Walker, watch our backs.\n\n\nSD-8 Walker:\n Roger.\n\n\nTeam slowly steps down the basement stairs.\n\n\nSD-8 Crawford:\n Looks a little bit dusty down here, wouldn't you say?\n\n\nSD-8 Navarro:\n It is a basement after all.\n\n\nSD-8 Crawford:\n Wait. What the hell is that?\n\n\nSD-8 Crawford points towards a cage-like structure made of supposed steel.\n\n\nSD-8 Crawford:\n Shit, wait! Hold back for a second.\n\n\nSD-8 Sage:\n What do you see, Crawford?\n\n\nSD-8 Crawford:\n Don't make any noise. I don't know if my eyes are lying to me, but I think there's a group of skunks in that cage. There's a squad of them and they're feasting on something. I don't know what, but-\n\n\nOne of the caged animals begins to shriek obnoxiously while viciously rattling the cage.\n\n\nSD-8 Crawford:\n Shit! Tranquilize! Tranquilize! Now!\n\n\nSD-8 Walker:\n Fuck!\n\n\nTeam swiftly shoots tranquilizing darts at the animals.\n\n\nSite Command:\n Team Lead? Are you there? Do you copy?\n\n\nMomentary silence.\n\n\nSD-8 Crawford:\n Uh-yeah, thank god. I think that was the last of them, but holy fuck. You guys good?\n\n\nSD-8 Sage:\n I'm fine.\n\n\nSD-8 Navarro:\n Yeah, just a little startled.\n\n\nSD-8 Crawford:\n Walker?\n\n\nSD-8 Walker:\n Yup.\n\n\nSD-8 Crawford:\n Those were not skunks or javelinas. Those were Tasmanian devils. I've never seen them before, but I guess this is an amazing first time.\n\n\nSD-8 Navarro:\n That's not it. There's a little more. There's writings everywhere. This place looks like a ritual site.\n\n\n\n\n\n\nRecovered photo of lady from Meyers' home. Hover to enlarge.\n\n\n\n\n\n\nSD-8 Walker:\n \"12 devils, the mutilated body of an engaged woman\"? There's a random picture of a lady right next to it, as well.\n\n\nSD-8 Sage:\n \"Target: Ruth\"?\n\n\nSD-8 Walker:\n This place is freaking me the fuck out, man.\n\n\nSD-8 Navarro:\n Seems like this guy is performing rituals. What for, though?\n\n\nSD-8 Crawford:\n Remember when I said I felt bad for this guy? Yeah, I don't anymore now.\n\n\nSD-8 Sage:\n I mean, he seemed okay at first. But this, c'mon. He got my hopes up.\n\n\nSD-8 Walker:\n Yeah, no, fuck him.\n\n\nSD-8 Navarro takes photos of the basement.\n\n\nSD-8 Navarro:\n Command, I got you a few photos. Take 'em back to the Foundation, see what they say. This guy is a fucking creep.\n\n\nSite Command:\n Copy.\n\n\nSD-8 Crawford approaches a stand beside the cage.\n\n\nSD-8 Crawford:\n There's an open book here. \"For the granting of whatever I deem fit, I shall sacrifice what you need in return. I shall go great distances to achieve what I've lusted for. I shall complete the next steps to gain eternal power. I will bring greatness and dignity back to what I spend my time on. The minimal effects have been done on my school. However, I want more. I need more. I will complete the further two steps to gain your power. I will mutilate her body, and bring greatness back to my school. The devils shall feast tonight upon the corpse of a gutless rabbit. I will return and plan further. This is my message to you, my superior. Mark my words now, I will do this for you.\"?\n\n\nSD-8 Sage:\n I've concluded that this guy is absolutely fucking nuts and I should put a bullet in his head.\n\n\nSite Command:\n Set up your cameras, SD-8. We'll keep track of him once you leave.\n\n\nSD-8 Crawford:\n Roger.\n\n\nTeam spends roughly 15 minutes setting up cameras in hidden areas around the home.\n\n\nSD-8 Navarro:\n I'll board the door back up. Help would be appreciated. I'm trying to get the hell out of here as soon as I can.\n\n\nTeam quickly finishes boarding the basement door and successfully exits the home without leaving traces.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7499.03\n\n\nLog of Footage\n\n\n\n\n\n\nThe log below contains an example of typical footage found via the cameras placed in Meyers' basement.\n\n\n\n\nLog of Camera Footage\n\n\n\n\n\n\n[BEGIN LOG, 09/07/1943, 3:10 AM]\n\n\n\n\n\n\nMeyers enters the basement aggressively and slams the door shut. A bottle of tequila is seen in his hand .\n\n\nMeyers:\n (slurring his words) Fuck me, man.\n\n\nMeyers tosses the bottle at the cage of Tasmanian devils. In response, they shriek and attempt to break free.\n\n\nMeyers:\n Shut up, you dumb dogs…cats, whatever the hell you beasts are…\n\n\nMeyers drunkenly steps toward the freezer in the northwest corner of the basement, where he pulls the corpse of a mutilated rabbit out. He opens the top of the cage and drops the body of the rabbit inside of it.\n\n\nMeyers:\n You…you're just like my damn children. Spoiled rotten, yeah? I give you everything, you just turn back and ask for more. More and more and more until I can't give you any more. Then you spit in my face and turn your back to me. Even my wife, the lousy bitch. You act the same way…\n\n\nMeyers pauses and stares at the ceiling for 20 seconds.\n\n\nMeyers:\n It's funny, though…ain't it funny? How 3 humans can all act exactly the same as a pack of wild rabid beasts like you? Makes me really wonder, it does. Fuck, I need more.\n\n\nMeyers picks up an old bottle of rum off of the floor and downs it entirely.\n\n\nMeyers:\n Heh, even the damn beasts understand me more. I'm only a paycheck-to-paycheck principal living as a damn rug for you to step on, right? She-she couldn't even bother to give me a hug or a \"how was your day\" when I walked through the damn door. Accused me of having affairs, called me a thief. Damn sure was she right about the thief part, though; I stole someone who clearly didn't belong to me, but someone else. She made that crystal clear for me when she kept taking \"vacations\" without me every fucking month down to Melbourne.\n\n\nMeyers pauses momentarily.\n\n\nMeyers:\n Wasting my damn money…the kids couldn't even take their eyes off the wallet either. She went behind my back…fucked her best friend she knew since Primary school. I had a bad feeling about that guy, y'know? And then when I come back home after figuring it all out, \npoof!\n Gone, they were. Didn't even have the balls to let me know they were leaving me here. Rose…she made my kids. Taught them well, didn't she, heh! Knows exactly what buttons to press. But ol' Benny will land on his feet and be okay, right?\n\n\nMeyers throws the bottle into the wall, shattering it entirely.\n\n\nMeyers:\n I mean, what did I have to worry about? It's only a fucking economic crisis across the globe, right? Made me sleep in the fucking guest room, used me like I was nothing. But I'm the son of a bitch who didn't care. F-fuck…I just…\n\n\nMeyers wails and screams.\n\n\nMeyers:\n It's all shit, it's all shit, \nit's all shit!\n\n\nMeyers screams unintelligibly for a duration of 5 minutes. Afterward, he turns to write in the book found in Addendum 7499.02.\n\n\nMeyers:\n Fuck you!\n\n\nMeyers begins kicking and slamming various objects against the cage, which leaves several moderate dents and scratches on it. This threatens the Tasmanian devils, who relentlessly clatter the cage while screeching.\n\n\nMeyers:\n I wonder where she is, every now and then…\n\n\nMeyers faints onto the ground, presumptively due to intoxication.\n\n\n\n\n\n\n[END LOG, 09/07/1943, 3:30 AM]\n\n\n\n\n\n\nReview of additional footage displays Meyers arranging contraptions such as beartraps around the basement.\n\n\n\n\n\n\n\n\n\n\nAddendum 7499.04\n\n\nTranscript of Benjamin Meyers' Phonecalls\n\n\n\n\n\n\nOn September 12th, 1943, Benjamin Meyers called SMCC Vice Principal Ruth Alice to discuss the school branding change that was being processed at the time. The transcript is as follows:\n\n\n\n\nTranscript of Phonecall\n\n\n\n\n\n\n\n\nBenjamin Meyers, circa 1940. Hover to enlarge.\n\n\n\n\n\n\n<Begin recording, 09/12/1943, 9:43 PM>\n\n\nAlice:\n Hello?\n\n\nMeyers:\n Ruth! Haven't seen ya all day! You said you were sick so I just wanted to check up on how you were feeling. How's the time home?\n\n\nAlice:\n Oh, hey Ben. I haven't been feeling too well, no. The only thing keeping me conscious is this ice pack on my head.\n\n\nMeyers:\n Oh, man, I'm sorry to hear that, Ruth. Y'know, I've been thinking about doing something after work with you. Maybe we could go out to dinner or something? There's this new pizza pl-\n\n\nAlice:\n Ben, you've asked me this question four times this week. I know you're excited about it but give me some time, okay? I've already bothered Jack about it and-\n\n\nMeyers:\n Jack? That piece-\n\n\n5 second silence.\n\n\nMeyers:\n Nevermind. How is Jack, anyway? I've heard that you guys are getting married soon, yeah?\n\n\nAlice:\n Uh, yes. The wedding is next month. Why do you ask?\n\n\nMeyers:\n Oh, nothing. Yeah, uh, Jack…a nice guy you got there, huh? Anyways, about the branding change: guess what the new name is gonna be!\n\n\nAlice:\n What is it, Ben?\n\n\nMeyers:\n The Kangaroos! The Krazy Kangaroos, officially. You said you liked kangaroos, right? I bothered the school board about it, I contacted the right people, yada yada yada. I was really getting sick and tired of the whole \"Tasmanian Devil\" thing. It did nothing for us, honestly. \"Peace, Freedom, Devils\"? What kind of psycho decided upon that trash, eh? Our marching band isn't even matching up to Panorama. I wish we had more funding so-\n\n\nAlice:\n Do you want my honest opinion, Ben?\n\n\nMeyers:\n Uh-sure!\n\n\nAlice:\n That branding is god awful. And I know what you're trying to do. You've been trying to act nice just so you can get far too close for my comfort. I'm engaged. I don't want you. Please, can you quit?\n\n\nMeyers:\n What are you talking about?\n\n\nAlice:\n Ben, I can see you staring at my breasts every time we have meetings. That's the only reason why you make meetings, anyway. Just to see me. It's not just me you've done this to, either. You've pulled this with Amy, Ren, Julie\n4\n, must I go on? I can hear your disgusting conversations about me with people who want nothing to do with you. People are quitting because of \nyou.\n We can't keep hiring new people who will leave within a month because you keep hitting on absolutely any female you see. Nobody likes it, stop.\n\n\n10 second silence.\n\n\nAlice:\n I'm not sick, Ben. I called in sick because I needed a break from you. You're making everyone's lives hell. Just please stop. Do you not have a wife? What is it, Rose? Isn't that her name?\n\n\nMeyers:\n Fuck you, Ruth. Everything about you is trash. I shouldn't have let you anywhere near this damn job and now you want to try to destroy \nmy\n career? Is that what you really want, you piece of shit? All I wanted was to have dinner-\n\n\nAlice:\n No, that's not all you wanted.\n\n\nMeyers:\n Would you just shut your fucking trap for a second? I am so sick of you. How come you'll give that douchebag Jack whatever he wants but you can't spare me some time?!\n\n\nAlice:\n You're drunk. Hang up now and spare yourself the embarrassment next time I come into work.\n\n\nMeyers:\n Oh, you won't be coming into work; not while I'm there. You're fired.\n\n\nAlice:\n You're a narcissistic alcoholic, Ben. Get help.\n\n\nMeyers:\n Fu-\n\n\n<End recording, 09/12/1943, 9:48 PM>\n\n\n\n\nFollowing this, Alice began working for Panorama Community College.\n\n\n\n\n\n\n\n\nAddendum 7499.05\n\n\n09/15/1943 Incident Summary\n\n\n\n\n\n\nThe 09/15/1943 Incident (abrv. 7499.05 Incident) was an event that initially commenced when Benjamin Meyers left his residence immediately following Addendum 7499.04. MTF Nova-1 (\"The Watchers\") were able to discover Meyers exiting his home roughly 10 minutes after his phonecall with Ruth Alice. Before leaving, Meyers was observed writing in the book found in Addendum 7499.04 and packing various items such as cloth bags, ropes, knives, the beartraps previously set down, and the cage of Tasmanian devils.\n\n\nThe same day, the tracker on Meyers' car broke off due to him backing into a mailbox. Unable to locate Meyers, MTF Sydney-8 (\"Midnight Visitors\") and MTF Nova-1 (\"The Watchers\") were promptly dispatched to Meyers' neighborhood. MTF Sydney-8 investigated what Meyers wrote, and MTF Nova-1 spread across the neighborhood to locate his car. The log for this is as follows:\n\n\n\n\n09/15/1943 Incident Exploration Log 1/2\n\n\n\n\nDate:\n 09/12/1943\n\n\nExploration Teams:\n MTF Sydney-8 (\"Midnight Visitors\") | MTF Nova-1 (\"The Watchers\")\n\n\nSubject:\n Benjamin Meyers' Neighborhood\n\n\nTeam Leads:\n SD-8 Crawford / NV-1 Joaquin\n\n\nTeam Members:\n SD-8 Walker / SD-8 Navarro / SD-8 Sage | Various NV-1 Members\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nSD-8 Crawford:\n Alright boys, it's time for Round 2.\n\n\nSD-8 Sage:\n Way too early for this shit.\n\n\nSD-8 Crawford:\n Lighten up, Sage. You only woke up 20 minutes ago.\n\n\nSD-8 Walker:\n Night shift's daily wonders.\n\n\nSite Command:\n SD-8, your radio should be separated from Nova-1's. Do you hear them at all?\n\n\nSD-8 Crawford:\n Nope.\n\n\nSite Command:\n Good. You should be able to hear Joaquin when he signals over both radios. He'll relay important info to you and your group. You'll do the same if needed.\n\n\nSD-8 Crawford:\n Gotcha.\n\n\nSD-8 Navarro:\n Copy, you mean?\n\n\nSD-8 Crawford:\n Shut up, Navarro, I'm the team lead here.\n\n\nSite Command:\n You'll engage after NV-1 does. Stay prepared for when they give the message.\n\n\nSD-8 Crawford:\n Copy that.\n\n\nSD-8 Walker:\n There you go.\n\n\nSD-8 Crawford:\n I'll shoot you too, Walker.\n\n\nSD-8 Sage:\n Good thing he lives in a quiet neighborhood. Makes my life a lot easier.\n\n\nSD-8 Navarro:\n The back door lock should already be picked from the last time we were here. Keep your guards up.\n\n\nSD-8 Crawford:\n We'll have to hurry over there, too. People are still awake. Stay quiet and I swear to god if any of you trip on a bottle of tequila, you're giving me 200 pushups when we get back.\n\n\nSD-8 Sage:\n Sure thing, boss.\n\n\nRadio statics.\n\n\nNV-1 Joaquin:\n NV-1 is in position. Engaging now, over.\n\n\nNV-1 Joaquin's message cuts off.\n\n\nSD-8 Crawford:\n Well, shit. Here we go. Engage now, hurry.\n\n\nSD-8 scurries to Meyers' home and successfully opens the back door.\n\n\n\n\n\n\n\n\nMTF Sydney-8 entering Benjamin Meyers' home during the 09/15/1943 incident.\n\n(SD-8 Crawford center, SD-8 Navarro left.)\n\n\n\n\n\n\nSD-8 Crawford:\n Quick, move in.\n\n\nSD-8 Navarro:\n Don't mean to point out the obvious but watch for bottles. Chances are this guy hasn't cleaned up his house.\n\n\nSD-8 Walker:\n We don't know his whereabouts yet, so we might wanna hurry up checking the house.\n\n\nSD-8 Sage:\n We don't need to check the house. He hasn't pulled any shady shit anywhere other than in his basement. We just have to make sure the devils don't break out of their cage and we're golden.\n\n\nSD-8 Crawford:\n NV-1 will send the signal once they've found 'em. Don't need to worry about how quickly we're going, that only leads to problems and stress. He's not gonna pop up out of nowhere and start attacking us or something. If he does, that's what we have guns for.\n\n\nSD-8 Walker:\n Roger.\n\n\nSD-8 Crawford:\n Follow my lead. Help me break these planks off the door.\n\n\nSD-8 swiftly breaks the planks and locks off the basement door.\n\n\nSD-8 Crawford:\n Good. We all have our RAZARs\n5\n on?\n\n\nSD-8 Navarro:\n Got it.\n\n\nSD-8 Walker:\n Yup.\n\n\nSD-8 Crawford:\n Sage?\n\n\nSD-8 Sage:\n Uh-yeah, got it.\n\n\nSD-8 Crawford:\n Alrighty, then. Get out your tranquilizers. We're gonna shoot the sons of bitches once we clear the basement. Walker, watch our backs, will ya?\n\n\nSD-8 Walker:\n Roger.\n\n\nSD-8 moves down the basement but quickly stops.\n\n\nSD-8 Crawford:\n Wait, something new.\n\n\nSD-8 Sage:\n What is it?\n\n\nSD-8 Navarro:\n He set up beartraps. They're at the front of the stairs and also might be around the rest of the basement.\n\n\nSD-8 Crawford:\n I'll kick them across, then. Stay up here 'til I say it's clear.\n\n\nSD-8 Crawford steps towards the last stair and kicks the contraptions across the basement floor.\n\n\nSD-8 Crawford:\n Shit, they're already starting to make noise. It's clear, get down here!\n\n\nSD-8 hurries down the stairs and tranquilizes the Tasmanian devils.\n\n\nSD-8 Walker:\n Okay, cool. Now that we don't have to worry about that mess, this place doesn't look like it's changed much.\n\n\nSD-8 Sage:\n I'm assuming you didn't see the several beartraps set around this basement and also the refrigerator that collapsed on the floor. There's ants and beetles everywhere, man. I'm not much of a bug kinda guy so I'm happy I have this gear on or else I'd be out of this room by now.\n\n\nSD-8 Crawford:\n Yeah, well, you're just a big baby, Sage. But check this out:\n\n\nSD-8 Crawford points to the cage.\n\n\nSD-8 Crawford:\n You guys see the big dents and stuff all around the cage? Pieces of glass are in the cage too, probably cut the poor beasts up. This doesn't look like it can hold up much longer. He must've gotten comfy abusing the poor things.\n\n\nSD-8 Navarro:\n What did he write in the book?\n\n\nSD-8 Crawford:\n Shit, I forgot about that.\n\n\nSD-8 Sage:\n It has an address on here. \"Ruth's Address: ████ ██████ Street. I will kill her for you, my superior.\"\n\n\nSD-8 Walker:\n Wait, is that it?\n\n\nSD-8 Sage:\n There's just a bunch of scribbling after that.\n\n\nSD-8 Crawford:\n Wait, fuck!\n\n\nSD-8 Crawford signals over both radios.\n\n\nSD-8 Crawford:\n I think we've found where he's going. It's-uh-████ ██████ Street. Says it in this book.\n\n\nNV-1 Joaquin:\n Roger that, on our way.\n\n\nSD-8 Crawford ends the signal.\n\n\nSD-8 Crawford:\n Well. I guess we know where he's headed. Command, does Nova-1 need any assistance on this guy?\n\n\nSite Command:\n You're far closer to Ruth's home than the majority of Nova-1 is. At the moment, only 2 are nearby her house.\n\n\nSD-8 Crawford:\n Damn. Okay, uh, we need a ride there.\n\n\nSite Command:\n Sending a few from Nova-1 to pick you up now. It should only take a few minutes.\n\n\nSD-8 Crawford:\n Roger, on our way out now. Alright, now we're in a rush. We gotta put the locks back on the door, move the beartraps back, and be outside in a few minutes. Let's move.\n\n\nSD-8 Navarro:\n Copy.\n\n\nIn 3 minutes, SD-8 is capable of completing the aforementioned set tasks. The NV-1 vehicle sent by Site Command makes it to SD-8's position on time.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nWhile progressing towards Alice's home, SD-8 and NV-1 reported noticing Meyers' vehicle parked on the side of a nearby street. Meyers was not seen in the vehicle, however, and was assumed to have directly cut through the woodlands by where the car was situated in an attempt to shorten the length between him and Alice's home. Analysis of Meyers' automobile after the Addendum 7499.05 exhibited nothing of use.\n\n\nWithin several minutes, SD-8 and NV-1 arrived at Alice's home. Surrounding the area, both forces were able to locate Meyers peeking through the backdoor window. During this period, Site Command notified both groups that Alice's husband was absent from the premise on account of night shift work.\n\n\nMeyers seemed to have acknowledged this fact and, in accordance, shattered the glass of the window to enter Alice's residence. SD-8 was ordered to promptly close in on the area while NV-1 was on the lookout for feasible events taking place on the outside. The log for SD-8s engagement precedes as such:\n\n\n\n\n\n\n09/15/1943 Incident Exploration Log 2/2\n\n\n\n\nDate:\n 09/12/1943\n\n\nExploration Teams:\n MTF Sydney-8 (\"Midnight Visitors\") |\n\n\nSubject:\n Ruth Alice's home\n\n\nTeam Leads:\n SD-8 Crawford\n\n\nTeam Members:\n SD-8 Walker / SD-8 Navarro / SD-8 Sage\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nSD-8 Crawford:\n \nShit!\n Close in, quick!\n\n\nSD-8 Navarro:\n Activate your RAZARs.\n\n\nSD-8 Crawford:\n Sage, I'm gonna have you armed and ready to fire. Rest of us, we're gonna stay back and make decisions from there. We're gonna have to strictly go off of gut feeling and instinct from training.\n\n\nSD-8 Sage:\n Roger that.\n\n\nSD-8 Walker:\n Y'know sometimes I really wish I chose the dayshift.\n\n\nSD-8 Navarro:\n \"Night shift's daily wonders\" my ass.\n\n\nSD-8 Crawford:\n Looks like he set the beartraps right in front of the hallway and the cage by a door, which I'm not quite sure if it's the basement door or not. If I had money to bet, he's down the hall.\n\n\nFaint stumbling is heard in the background audio, followed by a sudden, violent scream.\n\n\nSD-8 Crawford:\n Yep! That's definitely where he is! Jump in, now!\n\n\nSD-8 jumps through the shattered window and into Alice's dining room.\n\n\nSD-8 Crawford:\n Hide behind something, anything. We might get lucky and waste this son of a bitch tonight.\n\n\nSD-8 Walker:\n That's if he's not already wasted right now.\n\n\nSD-8 Sage:\n Funny joke, Walker.\n\n\nSD-8 Navarro:\n Scram! Now!\n\n\nSD-8 Crawford and SD-8 Navarro hide in a close position behind the dining room table. SD-8 Sage ducks behind a couch in the accessible living room. SD-8 Walker opts to lay flat on the floor next to the kitchen cabinets.\n\n\nMeyers is seen dragging Alice, who has a tied cloth bag around her head, and throwing her to the floor. Muffled screams stem from underneath the bag.\n\n\nMeyers:\n Your screams mean absolutely fucking \nnothing!\n\n\nMeyers rattles the cage of the Tasmanian devils in an obvious attempt to trigger them.\n\n\nMeyers:\n Do you hear them? Listen to them well, Ruth. I've starved 'em for days for this moment. They're just as excited as I am!\n\n\nSD-8 Crawford cautiously begins to move while avoiding noise. He signals SD-8 Navarro to follow his lead.\n\n\nMeyers:\n You have a similar layout to my house, heh. I wonder if your basement looks the same, too.\n\n\nMeyers approaches the basement door and opens it. Meyers then stomps the cage and kicks it towards Ruth.\n\n\nMeyers:\n (cackling) Loud, ain't it!?!\n\n\nMeyers grabs Alice by the cloth bag and lifts her off the ground. Taking her by the neck with his forearm, he steps towards the basement. SD-8 Crawford and SD-8 Navarro move from their spaces and aim their rifles directly at Meyers.\n\n\nSD-8 Crawford:\n Hands up where I can see them!\n\n\nMeyers instantly turns to SD-8 Crawford in surprise. SD-8 Walker and SD-8 Sage move out from their positions, with their guns still pointed at Meyers.\n\n\nSD-8 Navarro:\n If you don't want to be dragged onto the ground and have every piece of bone in your arms shattered, I suggest you put your fucking hands up and get down.\n\n\nMeyers:\n Who are you?\n\n\nSD-8 Sage:\n The last people you'll ever see outside of prison, now follow instructions before we laser your ass back to the stone age.\n\n\nMeyers looks around the room momentarily. In one sudden move, he crouches to open the cage. However, Meyers is shot in the shoulder by SD-8 Sage before he can entirely open it.\n\n\nMeyers falls backward and tumbles down the basement stairs. Alice covers her ears and fearfully screams.\n\n\nSD-8 Crawford:\n Don't worry, Ruth. He's gone now.\n\n\nAlice:\n How do you know my name!?\n\n\nSD-8 Crawford:\n Because I have superpowers.\n\n\nSD-8 Walker:\n You need to stop.\n\n\nSD-8 Crawford removes the cloth bag from Alice's head.\n\n\nSD-8 Crawford:\n If it makes you feel any better, you're not gonna remember any of this at all by tomorrow morning.\n\n\nAlice:\n I'm confused…who are you people!?\n\n\nSD-8 Sage:\n Don't worry about it. You're never gonna see us again after tonight, and it's not like you'll even remember us to begin with. We are nobody to you. But we will remember you. You are someone to us.\n\n\nSD-8 Walker:\n God, I feel like I'm getting the spins.\n\n\nSD-8 Crawford:\n Navarro, with me. We're gonna take him.\n\n\nAlice glances at the cage. Before SD-8 Crawford and SD-8 Navarro enter the basement, Alice flings the cage of Tasmanian devils down the stairs, which bursts open upon impact. Alice then locks the door and closes it.\n\n\nSD-8 Crawford:\n Jesus Christ!\n\n\nSD-8 Sage:\n What the fuck?!\n\n\nSD-8 Walker:\n Wait, what just happened?\n\n\nMeyers is enveloped and torn apart by the pack of rabid animals. His screeches of pain are present in the background of the audio footage.\n\n\nSD-8 Crawford:\n What the hell? W-\n\n\n3 second pause.\n\n\nSD-8 Crawford:\n Well shit.\n\n\nSD-8 Walker:\n That was tragic, to say the least.\n\n\nSD-8 Sage:\n I'm glad I got to be the one to shoot him.\n\n\nSD-8 Crawford:\n You should be, Sage. I'm proud of all of you, I really am. You guys have come a long way in training and I'm genuinely happy to say I'm your captain.\n\n\nSD-8 Navarro:\n It's been an experience, captain.\n\n\nSD-8 Walker:\n Hoorah.\n\n\nSD-8 Sage:\n Always ready for more.\n\n\nSD-8 Crawford:\n Now, with that out the way, McDonald's or Hungry Jack's? It's a little different, y'know, since we're in Australia, but I could go for any food at all right now and those just happen to be the cheapest options.\n\n\nAlice:\n Sir?\n\n\nSD-8 Crawford:\n Oh, right.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAlice was registered Class-B amnestics following Addendum 7499.05.\n\n\n\n\nAfter Addendum 7499.05, SMCC was officially shut down and SCP-7499 was subsequently declared Neutralized.\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7499\n\" by DrIrrelevance, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7499\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Marching Band in the Grand Centenary Parade, Brisbane, 12 September 1959\n\n\nAuthor:\n Queensland State Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\n\n\n\n\nName:\n 2018-033/71\n\n\nAuthor:\n Community Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\n\n\n\n\nName:\n HMR2-09-06b\n\n\nAuthor:\n Deseronto Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\n\n\n\n\nName:\n (Portrait of man in suit)\n\n\nAuthor:\n Tudor Washington Collins\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWiki Commons\n\n\n\n\n\n\n\n\n\n\nName:\n Urban Training\n\n\nAuthor:\n Marines\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWiki Commons\n\n\n\n\n\n\nAny edits made to the images shown above were made by this article's author, \nDrIrrelevance\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Description paragraph 5.\n\n\n2\n. See Addendum 7499.04.\n\n\n3\n. Another local community college in Brisbane.\n\n\n4\n. Presumably all of which worked for SMCC.\n\n\n5\n. Term for Foundation-provided night vision visors\n\n\n\n\n\n\n\n\n« \nSCP-7498\n | SCP-7499 | \nSCP-7500\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7499 \" by DrIrrelevance, from the SCP Wiki . Source: https://scpwiki.com/scp-7499 . Licensed under CC-BY-SA .",
        "Name: Marching Band in the Grand Centenary Parade, Brisbane, 12 September 1959 Author: Queensland State Archives License: Public Domain Source Link: flickr",
        "Name: 2018-033/71 Author: Community Archives License: Public Domain Source Link: flickr",
        "Name: HMR2-09-06b Author: Deseronto Archives License: Public Domain Source Link: flickr",
        "Name: (Portrait of man in suit) Author: Tudor Washington Collins License: Public Domain Source Link: Wiki Commons",
        "Name: Urban Training Author: Marines License: Public Domain Source Link: Wiki Commons"
    ],
    "item": "SCP-7499",
    "object_class": "Neutralized",
    "containment_procedures": "In accordance with SCP-7499's reclassification to Neutralized, containment protocols remain unnecessary.",
    "description": "SCP-7499 was the Serenity Meadows Community College marching band. SCP-7499 spanned from mid-1942 to its neutralization in late 1943. SCP-7499 is primarily theorized to have consisted of roughly 188 players, covering all sections. Typical SCP-7499 uniforms were comprised of all-white buttoned long-sleeve shirts, black cargo pants, black dress shoes, and wrapped royal blue sashes.",
    "title": "SCP-7499"
}