{
    "url": "https://scp-wiki.wikidot.com/scp-7500",
    "all_text": "rating: \n+318\n+\n–\nx\n\n\nTstaffor\n\n\n\n\n\n\nAuthor Page\n | \nPodcast\n | \nFeeling Lucky?\n\n\nTstaffor's Best of:\n\n\n\n\nSCP-6557\n - Annihilation From a Cross Across Time\n\n\nSCP-5846\n - The One-Stop Shop\n\n\nSCP-6547\n - Worlds Within Worlds Within Worlds…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7500 pictured smiling.\n\n\n\n\n\n\nItem #:\n SCP-7500\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-7500 is buried in the Caheragh Old Cemetery.\n\n\nDescription:\n SCP-7500 was Donovan Hanlan, an Australian male of Irish heritage with the ability to subconsciously manipulate probability. Whenever SCP-7500 was in a situation with multiple possible outcomes, the outcome that SCP-7500 would deem to be the best option occurred. Due to this effect, SCP-7500's health did not degrade during its time in Foundation custody.\n\n\nThe plaid vest SCP-7500 wore at all times had a four-leafed clover pinned to it. This is suspected to be the source of its powers, although it shows no anomalous properties when utilized by anyone other than SCP-7500. During its containment, SCP-7500 refused all requests to remove the jacket.\n\n\nAddendum 7500.1 — Associated Phenomena:\n\nAfter records of the same individual dating back to 1754 were discovered, Foundation agents were dispatched to record SCP-7500's daily life to check for any abnormal incidents.\n\n\n\n\nDate:\n 05/23/2002\n\n\nLocation:\n Melbourne, Australia\n\n\n\n\n[SCP-7500 is walking down the street when it encounters a young woman selecting bananas from a sidewalk corner store.]\n\n\nSCP-7500:\n Try these ones, lass.\n\n\n[It selects a bunch of ripe bananas without looking and hands them to the woman.]\n\n\nWoman:\n Okay, thanks?\n\n\n[SCP-7500 then smiles and continues walking.]\n\n\n\n\n\n\nDate:\n 05/28/2002\n\n\nLocation:\n The Crown Melbourne\n\n\n\n\n[SCP-7500 plays a slot machine, winning 1.3 million dollars.]\n\n\n\n\n\n\nDate:\n 06/13/2002\n\n\nLocation:\n Castlemaine\n1\n\n\n\n\n[SCP-7500 and its husband,\n2\n Oliver, are walking down the street]\n\n\nOliver:\n See, a trip isn't too stressful!\n\n\nSCP-7500:\n A day trip an hour away from home is a lot different from going back to ol' Irelan, Oliver.\n\n\nOliver:\n I know that. I'm just so sure they'd be excited to meet you!\n\n\nSCP-7500:\n I know, it's just a worry I've got in the back of me 'ead.\n\n\nOliver:\n I would come with you. You aren't alone in this, Don.\n\n\n[SCP-7500 hangs its head, looking down to notice a quarter on the sidewalk.]\n\n\nOliver:\n Well look at that, a lucky penny!\n\n\nSCP-7500:\n Heh, it's a quarter, Oliver.\n\n\nOliver:\n Still, it's a good omen.\n\n\n\n\n\n\nDate:\n 07/18/2002\n\n\nLocation:\n Melbourne\n\n\n\n\n[SCP-7500 is approaching a crosswalk. Agent Harrison, attempting to trail it, approaches too closely and is noticed by SCP-7500.]\n\n\nSCP-7500:\n Allow me t' get that for you!\n\n\n[SCP-7500 attempts to press the crosswalk button, but is unable to activate the device.]\n\n\nAgent Harrison:\n Uhh, it's alright, I'll just get the button.\n\n\nSCP-7500:\n That you ain't! I might not be hitting this button, but that means you won't be either, son.\n\n\nAgent Harrison:\n I'd really like to cross the stre—\n\n\n[A 3-car collision occurs in the middle of the intersection.]\n\n\nSCP-7500:\n Ah, there she is! I just had to press in the center there.\n\n\n\n\n\n\nDate:\n 02/27/2003\n\n\nLocation:\n The Cup and Bean\n3\n\n\n\n\nBarista:\n Donovan! Nice to see you. It's been a while, hasn't it?\n\n\nSCP-7500:\n That it has, Charlotte, that it has. I've just had… a lot on me mind. I'd like the usual.\n\n\nBarista:\n Well, it must be your lucky day, because it's the first time since you were last here that the hot chocolate's on special.\n\n\n[As the barista is preparing the drink, the whipped cream can gets stuck, causing her to add twice the normal amount of whipped cream.]\n\n\nBarista:\n Oliver told me you're headed out to Ireland tomorrow. I'll miss chatting with you, mate.\n\n\nSCP-7500:\n Thank ya Charlotte, I've appreciated er'y one of our talks.\n\n\n\n\n\n\nDate:\n 02/28/2003\n\n\nLocation:\n Tullamarine Airport\n\n\n\n\n[SCP-7500 and its husband enter the airport.]\n\n\nOliver:\n I know you're confident in your… abilities, but I still think we should have booked our tickets.\n\n\nSCP-7500:\n Don't ye worry Oliver, I'm sure it will all turn out alright.\n\n\n[Both approach the desk.]\n\n\nReceptionist:\n Hello, are you wanting to check in your baggage today?\n\n\nOliver:\n Actually, we're hoping to book our flight with you.\n\n\nReceptionist:\n And where is it you'll be traveling?\n\n\nOliver:\n Cork International Airport.\n\n\nReceptionist:\n You seem to be in luck! There are just two tickets left for a direct flight from MEL to ORK.\n\n\nOliver:\n We'll take them!\n\n\nSCP-7500:\n Actually, looking outside, it seems a storm's rollin' in.\n\n\n\n\nDue to the sudden emergence of a storm, Foundation agents confirmed SCP-7500's anomalous abilities and were able to apprehend it before it boarded its flight.\n\n\n\n\nAddendum 7500.2 — Interview Logs:\n\nThe following is an excerpt from SCP-7500's weekly therapy sessions.\n\n\n\n\nDr. Summers:\n Good evening, Donovan.\n4\n How has your day been so far?\n\n\nSCP-7500:\n I guess it's been okay. Same ol', same old.\n\n\nDr. Summers:\n Now, it's been a while since we talked about the day you were… the day you arrived here. I'm correct in thinking you were headed to Ireland to visit your descendants?\n\n\nSCP-7500:\n Aye, that I was. It was gon'ta be my first time back there in what'as it been? A hundred years or so? I spose I wasn't too ready for the trip.\n\n\nDr. Summers:\n Don, did you cause that storm?\n\n\nSCP-7500:\n Honestly, I can't tell ya. These powers, I'm not in control of 'em. Things just sort of… turn out well. It should've cleared up. We should've been able to make it to ol' Irelan.\n\n\nDr. Summers:\n Don, did you want to go to your homeland?\n\n\nSCP-7500:\n That be a troublin' thought don't it? It's not that I don't want t' see them. It's just… it's been so long.\n\n\n\n\n\n\nThe following interview was conducted four years after initial containment, ten minutes before the cessation of SCP-7500's anomalous properties.\n\n\n\n\nSCP-7500:\n Thanks for takin' the time to talk with me.\n\n\nDr. Kelp:\n Any time, Donovan.\n\n\nSCP-7500:\n I've had a lot of time to think since ye lot locked me up in here. I think I've made my decision. Keppler, have you ever been in a moment of your life where you know you only had two options?\n\n\nDr. Kelp:\n I can't say that I have, no.\n\n\nSCP-7500:\n Aye, a wee lad like yourself probably hasn't.\n\n\nDr. Kelp:\n I'm 56.\n\n\nSCP-7500:\n That's beside the point. I've come to a decision about this place, doctor. I need to leave.\n\n\nDr. Kelp:\n I'm sorry Don, but you know we can't do that. You're an anomaly. Anomalies don't really… leave this place.\n\n\nSCP-7500:\n I'm mighty aware of that. There don't be anything normal about me anymore. I've had my time. I know how old I \nshould\n look, but… I miss my husband. You'd let me leave if I didn't have the powers, wouldn't you?\n\n\nDr. Kelp:\n In all likelihood, but I don't see why that's relevant.\n\n\nSCP-7500:\n I won't be around much longer now. If I don't make it long enough, I beg ya, tell Ollie I love him.\n\n\n[SCP-7500 stood up, leaving its jacket hanging on the chair. The interview concluded, and SCP-7500 returned to its chamber without incident; the jacket was placed in temporary storage until required again.]\n\n\n\n\n\nThe following day, tests performed on SCP-7500 determined its anomalous properties to be neutralized. Due to its cooperative nature, and the rapid decay of its body due to the cessation of anomalous intervention, SCP-7500 was allowed to leave containment with Foundation escort.\n\nSCP-7500 flew to Ireland and reunited with its 7th-great-grandchildren.\n5\n Two days after this, it expired. Its husband Oliver buried it alongside all previous generations of the Hanlan family in the Caheragh Old Cemetery with the clover from its jacket planted over its grave.\n\n\n\n\nFootnotes\n\n\n1\n. A small town outside Melbourne.\n\n\n2\n. According to courthouse records from both Ireland and Australia, this was SCP-7500's 17th spouse.\n\n\n3\n. A local coffee shop.\n\n\n4\n. Use of SCP-7500's given name was allowed due to it helping SCP-7500's mental state.\n\n\n5\n. Although SCP-7500 was not allowed to disclose to them this relation due to its normally impossible nature.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7499\n | SCP-7500 | \nSCP-7501\n »\n\n\n\n\n\n\n\n\nrating: \n+318\n+\n–\nx\n\n\n\n\nPorridge\n\n\n\n\n\n\n\n\n□ More by Tstaffor □\n\n\n\n\n▣ More by Tstaffor ▣\n\n\n\n\nTstaffor's Author page!\n\nIf you like my writing, check out my Podcast with \nLuxaiko\n!\n\n\nThe Scip Squad Podcast Hub\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-6868\n\n\nRating: \n419\n\n\n\n\n\n\nSCP-7500\n\n\nRating: \n318\n\n\n\n\n\n\nSCP-6552\n\n\nRating: \n168\n\n\n\n\n\n\nSCP-3837\n\n\nRating: \n146\n\n\n\n\n\n\nSCP-6557\n\n\nRating: \n138\n\n\n\n\n\n\nSCP-6558\n\n\nRating: \n102\n\n\n\n\n\n\nSCP-5722\n\n\nRating: \n98\n\n\n\n\n\n\nSCP-5847\n\n\nRating: \n96\n\n\n\n\n\n\nSCP-6547\n\n\nRating: \n94\n\n\n\n\n\n\nSCP-5846\n\n\nRating: \n94\n\n\n\n\n\n\nSCP-7979\n\n\nRating: \n74\n\n\n\n\n\n\nSCP-6554\n\n\nRating: \n72\n\n\n\n\n\n\nSCP-6226\n\n\nRating: \n70\n\n\n\n\n\n\nSCP-6067\n\n\nRating: \n66\n\n\n\n\n\n\nSCP-1551-EX\n\n\nRating: \n55\n\n\n\n\n\n\nSCP-6553\n\n\nRating: \n53\n\n\n\n\n\n\nSCP-555-J\n\n\nRating: \n51\n\n\n\n\n\n\nSCP-6551\n\n\nRating: \n39\n\n\n\n\n\n\nSCP-6588\n\n\nRating: \n37\n\n\n\n\n\n\nSCP-5846-J\n\n\nRating: \n29\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nLog of Non-Anomalous Items\n\n\nRating: \n219\n\n\n\n\n\n\nSCP-173 But... it's a Collaborative Log\n\n\nRating: \n191\n\n\n\n\n\n\nSCP-173 But...\n\n\nRating: \n171\n\n\n\n\n\n\nMfw\n\n\nRating: \n102\n\n\n\n\n\n\nLog of Non-Anomalous Items II: Sequels are Always Worse\n\n\nRating: \n81\n\n\n\n\n\n\nGoat VR? More like Goat VeRy bad game!\n\n\nRating: \n81\n\n\n\n\n\n\nThe Knights of Wonder\n\n\nRating: \n37\n\n\n\n\n\n\nThe Unhuman Experience: Former Prime Minister Harold Holt\n\n\nRating: \n30\n\n\n\n\n\n\nMZL-1915\n\n\nRating: \n26\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nSPC-3008\n\n\nRating: \n312\n\n\n\n\n\n\nHerman Fuller Presents: Shapes the Clown\n\n\nRating: \n15\n\n\n\n\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nFormat Screw Hub\n\n\nRating: \n147\n\n\n\n\n\n\nThe Scip Squad Podcast Hub\n\n\nRating: \n44\n\n\n\n\n\n\n\n\n\n\n\n\nArt\n\n\n\n\n\n\nAn ASCII Egg That Kills You For No Reason\n\n\nRating: \n40\n\n\n\n\n\n\nBubbly Bobby the ASCII Ducky\n\n\nRating: \n40\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7500\n\" by Tstaffor, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7500\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n smile.png\n\n\nName:\n Happy people live longer\n\n\nAuthor:\n Marg\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/gebala/1085754525/",
    "addendums": [
        "Addendum 7500.1 — Associated Phenomena: After records of the same individual dating back to 1754 were discovered, Foundation agents were dispatched to record SCP-7500's daily life to check for any abnormal incidents.\nDue to the sudden emergence of a storm, Foundation agents confirmed SCP-7500's anomalous abilities and were able to apprehend it before it boarded its flight.",
        "Addendum 7500.2 — Interview Logs: The following is an excerpt from SCP-7500's weekly therapy sessions.\nThe following interview was conducted four years after initial containment, ten minutes before the cessation of SCP-7500's anomalous properties.\n\nSCP-7500 flew to Ireland and reunited with its 7th-great-grandchildren. 5 Two days after this, it expired. Its husband Oliver buried it alongside all previous generations of the Hanlan family in the Caheragh Old Cemetery with the clover from its jacket planted over its grave."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7500 \" by Tstaffor, from the SCP Wiki . Source: https://scpwiki.com/scp-7500 . Licensed under CC-BY-SA .",
        "Filename: smile.png Name: Happy people live longer Author: Marg License: CC BY 2.0 Source Link: https://www.flickr.com/photos/gebala/1085754525/"
    ],
    "item": "SCP-7500",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-7500 is buried in the Caheragh Old Cemetery.",
    "description": "SCP-7500 was Donovan Hanlan, an Australian male of Irish heritage with the ability to subconsciously manipulate probability. Whenever SCP-7500 was in a situation with multiple possible outcomes, the outcome that SCP-7500 would deem to be the best option occurred. Due to this effect, SCP-7500's health did not degrade during its time in Foundation custody.",
    "title": "SCP-7500"
}