{
    "url": "https://scp-wiki.wikidot.com/scp-7501",
    "all_text": "rating: \n+85\n+\n–\nx\n\n\n\n\n \n\n\n\n\nSuffocating.\n\n\nSpecial Expedition Satellite 42 was suffocating. It found itself in deep space, slowly succumbing to a lack of power. SES-42 was alone. SES-42 was scared.\n\n\nReserve power had become primary, and primary power became reserve, only to be used in emergencies. There was nothing out here, no rocks, no aliens, no nothing for seemingly endless distances…\n\n\nSES-42 would have to prepare its final message home.\n\n\n\n\"Power critical. This will be the last broadcast from SES-42 until power is restored. Thank you.\"\n\nThe message was prepared, ready to be sent, yet SES-42 could not send it. It could not handle the thought of its inevitab-\n\n\n\n\n[ALERT: Impact (MAINTENANCE DOCKING HATCH)]\n\n\nOf course something had to happen when SES-42 was on its final legs.\n\n\n\n\nA lone craft, adrift just like SES-42. Not some space junk, but a completely manmade object, which suddenly appeared out of nowhere. SES-42 did as it was programmed to do:\n\n\n\n\n[Potential anomalous craft detected…]\n\n\n[Assigning number…]\n\n\n[7501.]\n\n\n[Beginning investigation.]\n\n\nDocking with an unknown and likely anomalous vessel was against protocol, but SES-42 didn't care, it was dying anyways. Using the last bit of fuel within its docking thrusters, SES-42 adjusted itself, and-\n\n\n\n\n\n[DOCK INITIATED]\n\n[…]\n\n[DOCK SUCCESSFUL]\n\n[…]\n\n[HATCH OPENING INITIATED]\n\n[…]\n\n[HATCH OPENING SUCCESSFUL]\n\n\nSES-42 observed the dimly lit and cramped maintenance compartment, the only area on the craft meant for human occupation, though it hadn't served this purpose for several decades. SES-42 waited, anticipating something, anything to enter through the hatch.\n\n\n…\n\n\nNothing.\n\nOf course.\n\nSES-42 was naive for thinking anything could survive in this hellhole, this void, this thing beyond description. How could it have been so stupid to think it would find anything, probability clearly stated the opposite.\n\n\n\n\n[UNDOCK INITIATED]\n\n\n[PROCEED?]\n\n\nIt was just about to confirm when a noise interrupted it. Faint squeaking, from deep inside the unknown vessel. SES-42 was in shock, unable to do anything as the noise slowly neared the hatch.\n\n\n\n\n[No. Cancel.]\n\n\n\n\n[UNDOCK CANCELED]\n\n\nSES-42 held its nonexistent breath, as \nhe\n finally entered.\n\n\n\n\nA rat\n, also nearing its end so it seemed. He was so skinny, and so ugly, but in a way… cute? SES-42 had never really seen any living organisms, so this new strange perception was overwhelming.\n\n\n\n\n[Initiate scan.]\n\n\n\n\n[POWER INSUFFICIENT]\n\n\n[PROCEEDING WILL RESULT IN IRRECOVERABLE SHORTAGE]\n\n\n\n\n[I'm aware, initiate scan.]\n\n\n\n\n[SCAN INITIATED]\n\n\n[PROCEED?]\n\n\n\n\n[Proceed.]\n\n\n\n\n[SCAN INITIATED]\n\n\n[…]\n\n\n[SCAN SUCCESSFUL]\n\n\n[RESULTS:\n\n\n\n\n\n\n|Species: Unknown species of rat\n\n|Sex: Male\n\n|Age: Circa 18 months\n\n|Weight: 0.0454 kilogram\n\n|Condition: Critical\n\n\n\n\n\n\n]\n\nAs it had suspected, close to death. It had to be an anomalous organism, how else could it survive space, hell how did it get here in the first place? SES-42s job was to log anomalous items, and this was the only chance it had to complete that task.\n\nAnd so, it began preparing its draft:\n\n\n\n\"Item #: 7501\n\nObject Class: Pending\n\n\nSpecial Containment Procedures-\n\n\nSES-42 paused and gazed the maintenance room, the beast was huddled up against a warning light next to the hatch, hyperventilating. SES-42 attempted to ignore it and returned to writing the draft:\n\n\n\n\"-SCP-7501 is to be-\"\n\n\nThe rodent grew louder, quivering next the the light. The maintenance area was freezing cold. Feeling pity for the creature, SES-42 started up the small radiator that was onboard, consuming vital power.\n\n\nThe rat slowly warmed up, growing quiet. This \nthing\n wasn't some anomaly, he was just a poor rat, a rat who was dying. SES-42 had one friend now, and it was this rodent. There was no point in treating it like some monster, because it wasn't.\n\n\nSecure…Contain…Protect. That was SES-42s goal, and at the moment, the goal had been achieved. Their purpose served, yet still, an empty feeling radiated. If this was truly SES-42s purpose, then why did nothing feel different?\n\n\nThe rat peered upwards, staring directly into the camera-\n\n\nHe had an ugly little face, but in a way, it was beautiful. Such a frail creature, such a small speck in the universe, and yet SES-42 had found it.\n\n\nAnd despite this beauty-\n\n\nIt was a rat, and that's all it was.\n\n\n…\n\n\nHow could such a small thing be so complex? Was this what SES-42 had missed out on? Doomed to travel the abyss, whilst others enjoyed each other's company, enjoyed life, enjoyed touch, it wasn't fair!\n\n\nSES-42 and the rat were alike in that way. Neither of them asked for this. Neither of them had a choice. Nonetheless they found themselves here, but at least, they found themselves together.\n\n\n\n\n[We're sending one last message home.]\n\n\n\n\n[USE OF COMMUNICATIONS WILL USE ALL REMAINING POWER]\n\n\n[PROCEED?]\n\n\n\n\n[Yes.]\n\n\nSES-42 looked down at its new friend and felt happy. Another new overwhelming feeling before the end of it all…\n\n\n\n\n\n\nPLEASE STATE YOUR MESSAGE\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7500\n | SCP-7501 | \nSCP-7502\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7501\n\" by MrIverson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7501\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7501 \" by MrIverson, from the SCP Wiki . Source: https://scpwiki.com/scp-7501 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7501"
}