{
    "url": "https://scp-wiki.wikidot.com/scp-7502",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n Mild sci-fi gore. None visually depicted.\n\n\n\n\n\n\n\n\nrating: \n+36\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem#:\n \n7502\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\naizsaule\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSubterranean Outcropping Suspended In SCP-7502.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nBALCOM\n\n\nDr. Aksana Belkova\n\n\nDr. Elizabete Kalvāne\n\n\nMTF Zeta-44 \"Rabat-Joie\"\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7502's native space is to be guarded by a joint patrol of the Latvian National Guard and the Foundation's Public Operations Division. Security forces at the site of the discovery are to be explained by potential military applications of the lifeform.\n\n\nSCP-7502 is classified Aizsaule\n1\n, indicating that the anomaly is known to the public, but its anomalous properties are not. Due to its public nature, SCP-7502 is to be handled carefully and Foundation Personnel are to limit actions which may be regarded as suspicious.\n\n\nDescription:\n SCP-7502 is an amorphous, supermassive liquimorph residing in a geological fault beneath Rāzna National Park, Latvia. SCP-7502 extends from the base of the crevasse, around 36km deep, to the top at 3km. There is a small gap between the surface of the liquimorph and the top of the fault, in which an elevator has been installed to facilitate access for research. Despite its base inhabiting a portion of the lithosphere which exceeds 400 degrees Celsius under standard circumstances, SCP-7502 maintains an apparently unalterable temperature of around 24 degrees Celsius.\n\n\nTaxnomically, SCP-7502 belongs to a kingdom \nsui generis\n2\n due to its non-solid nature. Its anomalous properties and the circumstances of its existence reveal a likely thaumaturgical origin, explaining the failure of the entity to conform to traditional biology. SCP-7502 has exhibited the following characteristics:\n\n\n\n\nAbility to be entered and exited by solid objects in a manner similar to water. The entity is of an extremely low viscosity, and in fact was initially mistaken for water until the discovery of its anomalous thermal non-conductivity. SCP-7502's constituent \"cells\", themselves liquid, generally remain affixed to each other on a molecular level with essentially zero interstitium.\n\n\nCapability of exerting a far greater force against its containing boundaries than expected under mundane circumstances. It is theorized that SCP-7502 may be an artificially-created measure intended to prevent earthquakes or other geological dangers.\n\n\nTotal lack of endothermic or exothermic activity (thermodynamically inert). This is the only inherently anomalous characteristic, as conservation of energy should require such behavior for thermoregulation. The method by which SCP-7502 is capable of thermoregulation is believed to be thaumaturgical.\n\n\nExtremely slow rate of evaporation. An eight-ounce sample of SCP-7502 held to open air in a glass was measured to lose just .004 milliliters of its volume over one month.\n\n\n\n\nSCP-7502 was first uncovered during a geological study by a research team at the University of Riga. Geologic and historical records indicate that Eastern Latvia was subject to earthquakes in excess of magnitude 7.5 at least once per twenty years, until around 1650 CE. No explanation had previously been presented for this abrupt stoppage.\n\n\nWhile undertaking the study, researchers established a borehole within Rāzna National Park. A camera was affixed to the drill, and which drilled to a depth of approximately four kilometres. On August 11, 2023, a paper was published in the Baltic Journal of Life Sciences describing a new lifeform which had been discovered during the drilling operation.\n\n\nThis lifeform, now dubbed SCP-7502, represented a major discovery in the field of biology, as the first lifeform known to exist in a liquid form. Due to the nature of the species, it remains a matter of debate whether samples detached from the Rāzna National Park Liquimorph (RNPL) are separate organisms, or merely an extension of the main substance.\n\n\nAfter publication, Dr. Elizabete Kalvāne, the lead researcher, was awarded the Nobel Prize at Foundation Direction to the Nobel Committee. Kalvāne then joined the SCP Foundation as a Special Task Force Researcher and was granted Level 4 Clearance to assist with containment of SCP-7502.\n\n\nResearch has been continually stalled on Foundation orders. As such, public scrutiny has endangered the Veil Protocol. Currently, Foundation efforts regarding SCP-7502 are centered on concealment of the organism's true nature.\n\n\n\n\nAddendum 7502.1:\n Initial Exploration, Communications Transcript\n\n\nThe following is a transcript of the communications between Baltic Command (BALCOM) and Dive Team Zeta (DTZ) during the initial expedition to the anomaly on December 5, 2024.\n\n\n\n\n\n\nExploration Log\n\n\n\n\nDr. Aksana Belkova is seated in the Researcher's Suite at BALCOM, inside Site-103 along with Public Operations Director Pendleton Vermeer and Dr. Elizabete Kalvāne. They are connected via direct video call to DTZ, who are equipped with helmet cameras and microphones.\n\n\nBelkova:\n This is BALCOM, Dive Team Zeta can you hear me?\n\n\nAgent Yuri Kalinchuk, DTZ-4:\n This is Kalinchuk, I've got video and audio uplink, I'm gearing up on the pier as we speak.\n\n\nBelkova:\n Kalinchuk, can you check the camera? I'm getting nothing here.\n\n\nKalinchuk:\n BALCOM, BALCOM, cam is good to go. We're standing at the top of a giant hole, so the light doesn't go far from the little shit-shack you guys dug. Can you hurry along the equipment?\n\n\nBelkova:\n It took six months to dig down far enough to put an elevator through to the fault. You can wait five minutes for us to get some filters down the elevator.\n\n\nExtraneous chatter for 7-8 minutes.\n\n\nAgent Thomas Steele, DTZ-1 (Captain):\n This is the captain, we're good to go as soon as Agne gets their goddamn helmet on.\n\n\nAgent Agne Adomaitis, DTZ-3:\n The fuckin' thing won't clip in!\n\n\nAgent Ava Carlton, DTZ-2:\n Hold it right there, I've got you! You've gotta take out the Shaw pin, \nthen\n slide the clip down.\n\n\nSteele:\n We're all good to go, BALCOM. Proceeding to the surface.\n\n\nThe team jump into the liquimorph in full dive gear. The team are able to navigate about and float as in water. Steele gives a thumbs-up to the helmet cam. DTZ-4 are wearing close-fitting, unusually lightweight experimental atmospheric pressure suits. These resemble advanced modern spacesuits. Each suit has a suite of electronics, operable from a wrist panel.\n\n\nKalinchuk:\n We're going down, BALCOM. Watch our backs, how about that, boss?\n\n\nBelkova:\n You got it, stay safe down there.\n\n\nDTZ descend for 16 minutes. Extraneous chatter only.\n\n\nKalinchuk:\n now, it was chewing on this civvie's arm, but we all know only one arm is good enough for most of u-\n\n\nAdomaitis:\n Hey! Down here!\n\n\nKalinchuk:\n What's the matter Agne? Don't like the story?\n\n\nAdomaitis:\n No, we've got a passage that I did not see in the scan.\n\n\nCarlton:\n It's their goddamn visor again, right?\n\n\nAdomaitis:\n I'm telling you, that was not the vi-\n\n\nA square outcropping of rock, around 4 meters each direction, breaks off just below them and plunges into the depths. Behind where it used to be is an extremely brilliant green bioluminescence, and a passageway.\n\n\nAdomaitis:\n Still think it's my fucking visor?\n\n\nBelkova:\n What the hell…\n\n\nSteele:\n BALCOM, we're gonna go have a little look around that glowing green cave. [Sarcastically] If that sounds alright with you, of course.\n\n\nBelkova:\n You don't get paid to stand outside the spooky green cave, now do you?\n\n\nSteele:\n Fair enough, Doc.\n\n\nDTZ enters the cave. A moss-like, bioluminescent lichen covers the walls, each part fluctuating separately in brightness. It does not appear to extend beyond the cave.\n\n\n\n\n\n\nCave within SCP-7502 main liquimorph. Illumination is entirely bioluminescent, no background lighting.\n\n\n\n\n\n\nCarlton:\n Agne, I can tell you this is just another plant, nothing anomalous going on here.\n\n\nAdomaitis:\n You're always the one telling me that! That's why I don't have my name on a document!\n\n\nCarlton:\n You're a fucking foot soldier, get over yourself! Did you take this job to get your name on an SCP or to get a more interesting contract than standing around flipping Russian border guards the bird?\n\n\nAdomaitis:\n Oh that's what you think we did in the army?\n\n\nCarlton:\n Yeah, and I don't care if yo-\n\n\nSteele:\n Knock it off, kids, or the boss is gonna turn the car around. Ain't that right, Penny? [Referring to Dr. Pendleton Vermeer.].\n\n\nNo Response.\n\n\nSteele:\n Alrighty! Let's get back out to the mouth and finish up here.\n\n\nAdomaitis:\n Wait, wait, no, let me just take a look at-\n\n\nSteele:\n Agne, in six years you've never once found a new anomaly in any of your little adventures!\n\n\nCarlton:\n AGNE! WHAT THE HELL!\n\n\nAdomaitis punches the wall of the cave. No immediate damage is present, other than pain in their arm.\n\n\nSteele:\n Okay, this is over. You're coming back with us to cool your jets in the office writing the mission report.\n\n\nAdomaitis:\n FUCKING GOOD! I can't wait to tell Vermeer that you ran away from an SCP like a COWARD!\n\n\nSteele:\n You can shit talk Ava all you want. You'd be wise to not talk to me that way.\n\n\nAdomaitis:\n Hey, this isn't the military. Just like \"Ava\" makes sure we know. Are we not using last names now. Or are you just such \ngood friends\n with Ava…\n\n\nSteele:\n Hey! I don't use your last name. I don't want to insult you by saying it wrong.\n\n\nKalinchuk:\n I swear, sometimes I just blend in, don't I.\n\n\nKalinchuk:\n \nAdomaitis!\n Check your fucking arm!\n\n\nAdomaitis:\n Nice one. If it were real you'd have called me Agne, right?\n\n\nKalinchuk:\n Jesus fucking Christ, check their arm, Captain!\n\n\nSteele:\n Oh my god!\n\n\nBelkova:\n What's going on?\n\n\nIn Captain Steele's helmet camera, a bright green luminescence can be seen enveloping Agent Adomaitis' arm, radiating out from a small temperature sensor broken when the agent punched the cave wall.\n\n\nSteele:\n It's spreading up the wiring, holy shit!\n\n\nBelkova:\n Okay, everyone stay calm! Agne, seal and decompress your right arm section. We don't want it spreading up the wiring, it could jam the life support.\n\n\nAdomaitis:\n What? I'm not throwing my arm out a fucking airlock, Doctor.\n\n\nCarlton:\n Jesus Christ Agne, trust her! Trust me!\n\n\nAdomaitis flails their arm wildly, and begins to separate from the group. The team pursues Adomaitis, who is now descending rapidly and out of control.\n\n\nCarlton:\n AGNE! AGNE COME IN!\n\n\nAdomaitis:\n It made it all the way up! IT'S IN MY FUCKING HELMET!\n\n\nCarlton:\n Just try to relax, let me bring you back to the surface!\n\n\nAdomaitis:\n Ava! Help me!\n\n\nCarlton swims at full speed toward Adomaitis, who is still sinking. Adomaitis' helmet cam has failed, but a distinct green glow is visible across the wiring on the right side of their helmet.\n\n\nCarlton:\n I'm coming, just wait!\n\n\nAdomaitis screams. They aggressively shake their helmet, the detach it, resulting in an immediate lethal decompression.\n\n\n60 seconds pass without comment from DTZ members or BALCOM.\n\n\nAdomaitis' limp body descends through the liquimorph, disappearing from the view of the camera.\n\n\nCarlton screams in anguish.\n\n\nCarlton:\n Agne you stupid bastard! What the hell was wrong with you?\n\n\nThe team ascends to the surface under quarantine procedures. There is no commentary for the duration of the ascent.\n\n\n\n\nAddendum 7502.2:\n Following the loss of Agent Adomaitis, SCP-7502 was assigned the risk class \"Critical\". All expeditions into the anomaly were re-assigned to robotic probes or canceled. Adomaitis' death was disclosed to the public due to the potential impact on public research, and the agent was described as a member of \"Scientific Personnel\". The official cause of death was a diving accident.\n\n\nThree days later, BALCOM held an emergency meeting to assess the risks of research and determine the best path forward. A transcript of this session is attached below.\n\n\n\n\n\n\nBALCOM Emergency Meeting: December 8, 2024\n\n\n\n\nBelkova, Vermeer and Kalvāne sit toward the back of the conference room at a round table. Around the front are DTZ's three surviving members, and O5-7 of O5 Command presides over the session remotely on the screen above, with voice but no camera.\n\n\nO5-7:\n Alright, alright, calling this meeting to order. Belkova, you had the ball for this one, so why don't you open for us here?\n\n\nBelkova:\n Excuse me, what do you mean I had \"the ball\"?\n\n\nO5-7:\n It means you were in charge of the mission-\n\n\nBelkova:\n That much I know, I mean what is it that I know that you didn't? I wasn't down there, I didn't tell Adomaitis to take their helmet off.\n\n\nO5-7:\n I know. I know. Let's move forward, this kind of contention isn't helping anyone. Why don't you walk us through exactly what happened, like I said, just open for us here. Run us through exactly how it played out back at BALCOM.\n\n\nBelkova:\n Fine! DTZ took a \nroutine\n dive into the liquimorph inside the fault, helmet cams and lights on. I mean, routine spelunking mission. They didn't find much, you know, pretty much just the rock edges of the fault. If you'll forgive me editorializing a little, I do think that's one of the things we've been missing so far, we've been forgetting the anomaly itself. We got so spooked by the thing that killed Adomaitis, that we forget they were swimming around in a life form in the first place.\n\n\nKalvāne:\n I'm gonna weigh in on this one, she's got a point. The green could've been a mutated variant, or whatever kind of disruption to the main form. There shouldn't have been anything else living in that fault because it \nwasn't\n water. It was a lifeform.\n\n\nO5-7:\n So they're down in the water- sorry, the \nliquimorph\n, and they're looking at the rock walls of the fault, suddenly, something falls to the floor and they find a glowing green cave?\n\n\nBelkova:\n Yes, it fell under them.\n\n\nKalvāne:\n I don't think anyone else has been willing to say it yet, but doesn't anyone find it a bit suspicious that it fell as soon as our people got down there? It's not like they were kicking up a tsunami.\n\n\nBelkova:\n Yes, that's true but, uh, command- please take note that we have \nnot\n seen any signs of sentience from the liquimorph, or even reflexes. It seems largely inert beyond its anomalous pressure on the walls.\n\n\nO5-7:\n I think that's a pretty satisfactory explanation, if we're being honest. More than likely Adomaitis just freaked out during the incident and they panicked. An anomaly breaches your suit, how do you react? I'm not sure I could keep it together.\n\n\nCarlton:\n We're here in the room, you know!\n\n\nO5-7:\n Excuse me, agent?\n\n\nCarlton:\n Command, you talk about Agne like they were some civvie running into a skip with no idea what to do. I was down there, I watched this happen to a trained specialist who has run into the face of danger repeatedly- I mean they brought in \n3531\n when nobody else would touch it. That one was an entire can of skips, you think they'd rip their helmet off from \npanic\n?\n\n\nO5-7:\n I do. We've lost a lot of people to that kind of instinctive reaction.\n\n\nCarlton:\n Agne was my friend, they would not have run an explosive decompression for no reason. I'm telling you, Command, this is an SCP that, if you'll excuse my language, you don't want to fuck with. I'm asking you to seal this fucker up and never return.\n\n\nBelkova:\n Carlton! Sit down! This is completely unproductive!\n\n\nO5-7:\n I don't like the tone, BALCOM, but she's definitely not wrong. This is an SCP that we've gotten nothing for poking the bear on. We went to it, not the other way around like most. I need to hear at least one good reason not to shut this down and tell the media that we accidentally killed it.\n\n\nBelkova:\n Uh…\n\n\nO5-7:\n Yeah.\n\n\n\n\nSCP-7502's access shaft was closed, and Foundation operations surrounding the anomaly ceased, except for surface area monitoring.\n\n\nAddendum 7502.3:\n Public Reaction RE: \"Death\" of \"Living Water\"\n\n\n\n\n\n\n\n\nLiquid Lifeform Killed By Researchers, Extinct In The Wild\n\n\nToday, the Faculty of Life Sciences at the University of Riga released a statement announcing that following an accident during research, the species dubbed \"living water\", which has captivated global attention for the last year for its potential impact on medicine, is extinct in the wild.\n\n\n\"Humanity may never know how this great species came to be, which is a matter of great regret to the University. Nonetheless, research will continue with the minimal samples which remain in our possession.\".\n\n\n\n\n\n\nLoss of Living Water Shows Humanity Will Never Deserve The Earth\n\n\n\n\n\n\nWhy We Should Kill The Rest Of The Living Water\n\n\n\n\n\n\n\n\nPublic reactions calmed after a few weeks, and SCP-7502 was no longer considered a threat to the veil. Despite concerns that rival Groups of Interest would suspect the anomalous nature of the species, no external actors have attempted to access SCP-7502. SCP-7502's access shaft is to be monitored for unusual activity, but the anomaly is to otherwise be considered a non-concern.\n\n\nAddendum 7502.4:\n January 10, 2025 Incident\n\n\nAt 9:47 PM on January 10, 2025, an attempted unauthorized entry incident occurred at BALCOM. An individual, dressed in standard Foundation-provided clothing, driving a Foundation-standard vehicle, arrived at the BALCOM main gate. This individual presented identification as Agne Adomaitis, and was waved through by guards without incident.\n\n\nThe individual arrived to BALCOM's Dive Team Deployment Room in accordance with a routine mission order. Immediately after noticing the individual, Agent Kalinchuk sounded the emergency alarm, and a site lockdown was initiated. Site Security Forces secured the individual, who seemed shocked to see DTZ.\n\n\nBelow is a transcript of Dr. Belkova's interview with the individual, designated \"CES-A\"'.\n\n\n\n\nBelkova and CES-A are seated in a classic interrogation room, illuminated only by a single fluorescent shop light above. From behind a tempered glass window about ten feet above, Dr. Kalvāne and Dr. Vermeer observe.\n\n\nBelkova:\n CES-A, I don't feel like saying a lot today. Can you please explain how you survived an explosive decompression in the depths of the liquimorph, disappeared for a month, and magically, you show up here ready to go on a routine mission?\n\n\nCES-A:\n CES-A? You can't be serious.\n\n\nBelkova:\n Okay- I'll call you by your name, but I need some answers in exchange. Can you promise me that?\n\n\nCES-A:\n Sounds fair to me. Let me explain. There is a very, very potent memetic threat at the bottom of that well. You \ndo not\n want to go back there. I saw each and every one of you get blown to bits in an \nexplosive decompression\n just like you said that \nI\n died in. So I've been working for the last month under the assumption that I was the one survivor.\n\n\nBelkova:\n That's common enough, we've seen things like that before. It still doesn't answer how you got out without tripping any sensors, without being sighted by our two-hundred-soldier force posted at the site.\n\n\nCES-A:\n Like I said, it's the memetics. You think you see one thing, you're really seeing another.\n\n\nBelkova:\n So, then, what really did happen? You tell me the story.\n\n\nCES-A:\n I saw your heads turn to mist, and I decided I wouldn't try to resurface because that's what killed you all. I took a dive to the bottom of the fault and tried to work my way out.\n\n\nBelkova:\n The pressure down there had to be insane. Even with that suit, how'd you make it?\n\n\nCES-A:\n Damn, I think you don't give Foundation engineering enough credit! \nLaughs.\n Jokes aside, the pressure anomaly toward the edges that keeps the fault secure was enough to keep it off of me as I went toward the middle. I was hoping there'd be another way out, and sure enough, at the base, I found one.\n\n\nBelkova:\n Convenient.\n\n\nCES-A:\n You're telling me! Just like that rock shelf that fell away to show us the cave, it's like 7502 wants to show us something. Like it's talking to us.\n\n\nBelkova:\n So you climbed out this second path, where were you for the next month?\n\n\nCES-A:\n Well, it was only a day and a half for me. That's why I was so surprised that everyone freaked out.\n\n\nBelkova:\n You showed up in Cesnavicus' actual car and clothes, why? Adomaitis never drives! They live in the residence block maybe three hundred meters from the site!\n\n\nCES-A:\n For the last time, I \nam\n Adomaitis. And to answer your question, I've had quite enough walking after twenty miles from the anomaly to my residence at the site, on foot, in the dark.\n\n\nBelkova looks upward to Kalvāne and Vermeer.\n\n\nBelkova:\n Well, this seems pretty consistent with memetic effects we've seen in the past. Their story lines up, as far as I can tell. Doctors, if nobody objects, I'm gonna hand CES-A their papers and return them to active duty.\n\n\nKalvāne and Vermeer chatter. Belkova turns back to CES-A.\n\n\nBelkova:\n It's been a while since you've been here, do you have any questions?\n\n\nCES-A:\n Why the hell is lasagna not available in the cafeteria anymore?\n\n\nBelkova:\n [Yelling]: Oh yeah, It's Agne!\n\n\n\n\nCES-A, now re-authorized as Agent Agne Adomaitis, returned to active duty shortly after midnight on January 11. Adomaitis submitted to medical and mental testing, which indicated no detrimental impacts from long-term exposure to SCP-7502.\n\n\nImmediately after Adomaitis' return, Dr. Kalvāne filed a formal request to reopen active operations to research SCP-7502's main liquimorph. Research into the detached samples collected by previous missions exhibited no anomalous characteristics, limiting their usefulness and rendering them irrelevant to Foundation interests.\n\n\nA BALCOM emergency meeting was called shortly after, discussing Kalvāne's proposal. In addition, upper-level Foundation authorities continued to exhibit skepticism as to Adomaitis' story and supposed identity.\n\n\nAddendum 7502.5:\n BALCOM Emergency Meeting: January 11, 2025\n\n\nThe following is a transcript of a BALCOM Emergency Meeting held to address the events of the January 10 incident.\n\n\n\n\n\n\nBALCOM Emergency Meeting: January 11, 2025\n\n\n\n\nDTZ, Kalvāne, Vermeer, Belkova and O5-7 reconvene in the conference room, O5-7 by remote voice transmission as usual.\n\n\nAdomaitis:\n Dr. Kalvāne, Overseer, everyone, it's great to be back and to see all of you.\n\n\nO5-7:\n Likewise, Agent. We've been fooled by memetics before, and will be again. That said, I'm sorry we didn't launch recovery efforts sooner.\n\n\nKalvāne:\n [Interjecting Quickly] Not to worry, Overseer! Adomaitis only experienced a day and a half! No harm, no foul. So with that out of the way, I think it's time to get\n\n\nO5-7:\n Woah, woah, woah, hold on there, Researcher. It feels like you're trying to sweep something under the rug.\n\n\nKalvāne:\n No, i-\n\n\nAdomaitis:\n They don't trust me.\n\n\nO5-7:\n What's that, Agent?\n\n\nAdomaitis:\n They think I'm part of the anomaly or something. Nobody's willing to say a goddamn thing to me! Agent Carlton here [gestures] was my best friend before-\n\n\nCarlton:\n Wait, I was? Jesus…\n\n\nAdomaitis:\n Not my point- anyway! Overseer, there's still great distrust here. I think I just need more time to earn it back, it's been less than twenty-four hours.\n\n\nKalvāne:\n I know your loathe to re-authorize me, Overseer, but I promise you that I will bring something back that is worth your time. Just reopen this, \"case\" if you will and I can get you answers about where this thing came from and how to make sure that death moss stays at the bottom of the pit.\n\n\nO5-7:\n I'm loathe to reauthorize you? Quite the contrary. Just raising my doubts. Go prove me wrong!\n\n\nKalvāne:\n Wait, really?\n\n\nO5-7:\n Hell yeah! Everybody go get some sleep, and I want you to send DTZ back in the morning. Is that good with you, agents?\n\n\nSteele (Captain):\n Well, some counter-memes would be much appreciated, sir, but I'd be willing.\n\n\nCarlton:\n Same.\n\n\nKalinchuk:\n I'm in.\n\n\nO5-7:\n Adomaitis?\n\n\nAdomaitis:\n Oh my god, no.\n\n\nO5-7:\n I thought you said it was just memetics? What's wrong?\n\n\nAdomaitis:\n No, no, no, what if Carlton goes nuts and tries to unscrew my helmet? What if she sees another goddamn \"death moss\" and sends me back to the surface? What if cap sees something and shoots me? No! I can't go back there! It's too dangerous for you too! Please listen!\n\n\nAdomaitis is shaking.\n\n\nO5-7:\n Adomaitis! You're a member of the team or you're not! Are you staying or going? This is as much to learn if you're safe to keep around, as much as it is to explore.\n\n\nAdomaitis:\n Oh my god…then I guess… I am going to have to go back in.\n\n\nO5-7:\n No shit.\n\n\n\n\nAddendum 7502.6:\n Second Exploration of SCP-7502 Liquimorph\n\n\nOn January 12, 2025, DTZ returned to the SCP-7502 access shaft and suited up for a secondary exploration.\n\n\n\n\n\n\nSecondary Exploration: SCP-7502\n\n\n\n\nThe three researchers and DTZ are positioned exactly as during the initial explanation, the research team observing from BALCOM.\n\n\nBelkova:\n Alright Dive Team Zeta, you are authorized to enter the liquimorph.\n\n\nSteele (Captain):\n Roger that, we're swimming at the surface, preparing to dive.\n\n\nAdomaitis:\n I still think this is a terrible idea.\n\n\nCarlton:\n If you want to be accepted back, Agne, you need to stop saying every five minutes that we're all gonna die.\n\n\nAdomaitis:\n Look, I'm just trying to keep you SAFE!\n\n\nCarlton:\n Hey, Doctor McNotDoctor, why don't you leave the conprocs to the docs?\n\n\nAdomaitis:\n I was military! I know a trap when I see one!\n\n\nCarlton:\n Yeah, we all know, keep a lid on that jarhead!\n\n\nKalinchuk:\n [Aside, to Steele] Ah, just like old times.\n\n\n1,000 Meters Below Surface, 32,000 to Floor.\n\n\nSteele:\n Well, nothing's glowing green! It's just us, our lights, and the walls.\n\n\n3,000 Meters Below Surface, 30,000 to Floor.\n\n\nCarlton:\n You know, Agne, they sent me to clear out your apartment.\n\n\nAdomaitis:\n Yes! I know! I couldn't find my goddamn shoes!\n\n\nCarlton:\n We'd already more or less come to terms with the idea that you were gone. Look, I know how much we argue, but it hit hard. It really did.\n\n\nAdomaitis:\n I don't… really know what to say to that.\n\n\nCarlton:\n I don't either. I'm just glad you're back where you belong.\n\n\n17,000 Meters Below Surface, 16,000 To Floor.\n\n\nCarlton:\n BALCOM, we're heading into the final descent phase, no signs of any secondary anomalous activity. Proceeding as planned.\n\n\nBelkova:\n Your signal is a bit weak, you're around where the last detached cam cut off from Adomaitis' suit the first time around.\n\n\nCarlton:\n Roger that, we'll see you on the other side.\n\n\nRECORDED from this point. Belkova, Vermeer and Kalvāne out.\n\n\n28,000 Metres Below Surface, 5,000 To Floor.\n\n\nAdomaitis:\n We should be pancakes right now, I'm just saying. The fact that we're pulling at most three atmospheres is insane, I can't believe they ever had this one on the fast-track to -EX.\n\n\nCarlton:\n Well, the little samples we had back at the site didn't really do it justice, it seems to only be active in the fault.\n\n\nAdomaitis:\n I know, it's just… don't you feel overwhelmed in here?\n\n\nKalinchuk:\n We all do, Agne. You aren't helping.\n\n\nCarlton:\n Alright, I'm taking out the range scanners, this will pick up the surface as we head down, make sure we don't impale ourselves on any stalactites.\n\n\nAdomaitis:\n It's from the floor, it's a stalagmite.\n\n\nCarlton:\n Go fuck yourself.\n\n\n32,000 Metres Below Surface, 1,000 To Floor.\n\n\nAdomaitis:\n Oh, I'm trying to teach you science here, but apparently you think-\n\n\nSteele:\n KALINCHUK! SLOW UP! Carlton! Agne! Slow the hell up and don't follow us down, bogey at 200 meters!\n\n\nAdomaitis:\n Oh no. Oh no. Get me out of here! BALCOM! COME IN!\n\n\nSteele:\n Try to stay calm, Agne. They can't hear you down here, we're out of range.\n\n\nAdomaitis:\n BALCOM! BALCOM! [Continued shouting.]\n\n\nSteele:\n Bogey identified! It's a Foundation diving suit, floating about seven hundred meters off the floor.\n\n\nCarlton:\n Agne?\n\n\nSteele:\n Agne, you just threw your suit back into the liquimorph when it was time to climb out, right? Relax, it's just your old diving suit.\n\n\nAdomaitis:\n R-right. Yeah.\n\n\nSteele:\n Go pick it up, toss it over into the passageway you found to escape. We'd like to see where that is.\n\n\nAdomaitis:\n Oh- ok. Yeah.\n\n\nAdomaitis embarks toward the suit.\n\n\nCarlton:\n Betcha I can beat you there, Agne.\n\n\nAdomaitis:\n What? No! Stop! Break off! I'm serious, you're putting us in danger!\n\n\nCarlton:\n Jesus Christ! Relax, Agne, it's just a friendly challenge.\n\n\nAdomaitis:\n I swear! Break off!\n\n\nCarlton:\n Too late! Lemme move this suit to the passage and… HOLY SHIT! STEELE! KALINCHUK! I NEED ASSISTANCE NOW!\n\n\nThrough Carlton's helmet camera, a suit can be seen with a bloodied visor and a body inside, missing almost all of the head. Adomaitis-1\n3\n's head and neck can be seen cleanly removed, their aorta protruding from the torso and the spine shaved off as a tree stump.\n\n\nAdomaitis-2:\n Hold on, I can explain!\n\n\nCarlton:\n The hell you can! Steele, I want you to take this goddamn liar away!\n\n\nSteele:\n Roger that.\n\n\nAdomaitis-2:\n Hold the hell on, I didn't do anything! Just let me explain it to you!\n\n\nSteele:\n You can explain it when we're not 33 kilometers under the sea!\n\n\n\n\nAdomaitis-2 was brought back to BALCOM, who were notified that the original Agne Adomaitis was confirmed dead. Steele, Kalinchuk and Carlton unanimously attested, as did a later autopsy, that Adomaitis-1 did not die of an explosive decompression. Injuries were not consistent with explosive decompression, nor were the circumstances, given SCP-7502's pressure-balancing effects.\n\n\nOn January 14, 2025, while detained at BALCOM, Adomaitis-2 requested a surgical knife. Kalvāne agreed to provide the knife, given the high-security environment. Under heavy armed guard, Adomaitis-2 made a small incision into their right shin, withdrawing from under the skin a micro-storage card. Adomaitis-2 handed this item to a guard, before requesting and receiving treatment for the cut.\n\n\nWithin this card was a large zip file, containing a number of documents appearing to show events not consistent with baseline reality. Below is a file from the card, describing an anomaly similar to SCP-7502, compiled by BALCOM's Digital Files Division.\n\n\n\n\n\n\n\n\nSCP-7502, Adomaitis-2 File Version\n\n\nSCP-27654, Adomaitis-2 File Version\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n001\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n In partnership with the Livonian\n4\n government, SCP-001 is to be held under heavy guard at all times. In the event of activation, SCP-001 is to be fired on and no entities are to be allowed passage to baseline reality.\n\n\nSCP-27654 has been used to \"seed\" SCP-001. In the event that any individual arrives to baseline reality via SCP-27654, this individual is to be detained and the \"death\" of their counterpart within baseline reality is to be explained as the result of severe traumatic injury.\n\n\nDescription:\n SCP-001 refers to the Livonian Splice, the only anomaly currently known to the public. Located in the nation's capital, Rāzna, SCP-001 is the only point of access between baseline reality and an alternate reality, henceforth designated SCP-001-1. SCP-001-1 ceased contact with baseline reality around the year 1650 A.D., leading to the notorious events involving SCP-27654.\n\n\nSCP-001 is the only known exception to the Law of Transdimensional Conservation. Matter transmitted through SCP-001 can enter baseline reality, and \nvice versa\n, without an equal amount of matter being transmitted through to the other side.\n\n\nUntil around 1650 CE, SCP-001 was a point of contact between SCP-001-1 and baseline reality. Groups of Interest based in SCP-001-1 routinely visited baseline reality to engage in exchanges with their counterparts.\n\n\nDue to hostilities surrounding non-anomalous geopolitical developments on both sides, relations broke down after this point in history.\n\n\nFollowing severe earthquakes at the site of the splice in SCP-001-1, the Livonian Empire closed SCP-001 by releasing an unknown liquid anomaly, none of which remains in baseline reality. This was due to suspicion by the Livonian leadership that SCP-001-1's nation of Sweden was planning an attack. Sweden occupied SCP-001-1's Livonia at the time, and individuals from baseline reality killed in the quake were considered an act of war by the Livonian king.\n\n\nSCP-001 is not capable of transmission when its opposing side is blocked. The aforementioned liquid anomaly is presumed to have blocked SCP-001 since 1650.\n\n\nThere is no further knowledge of SCP-001's origin or use. Events later than 1650 within SCP-001-1 are unknown.\n Following the discovery of SCP-27654, historical background knowledge of SCP-001 has been ported to documentation for that anomaly.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-27654 is an offensive weapon for utilization against hostile realities, and therefore subject to no Special Containment Procedures. Standard toxic materials procedures apply.\n\n\nDescription:\n SCP-27564 is an anomalous, sentient lifeform designed by the 17th-century Livonian Empire, with assistance from existing anomalous groups, to exact revenge on SCP-001-1 for earthquakes which killed representatives of baseline reality.\n\n\nAppearing as a green, moss or lichen-like lifeform, SCP-27654 is encoded with extreme adaptive intelligence, designed to make contact with the skin of any nearby human, with high efficiency.\n\n\nDuring the filling of SCP-001's entry point into its constituent alternate dimension with the unknown liquid anomaly, King Vautas of Livonia ordered a second \"curse\" upon SCP-001-1.\n\n\nSCP-27654 fulfills this order by complying with the Law of Transdimensional Conservation. SCP-27654, after making contact with a human being, will infiltrate and transform this individual's nervous system, before immediately transmitting them to SCP-001-1 or baseline reality, whichever is opposite. The individual's nervous system will instantly transform to serve as a survivable replacement for that of their counterpart, and take the physical place of that person's nervous system.\n\n\nHowever, the counterpart who did \nnot\n touch the substance will not be transported to the other's body. This counterpart's nervous system will be transported into a fully-functional human body, constructed only from raw, inert materials in the target reality. This allows for the preservation of Transdimensional Conservation.\n\n\nBoth individuals will suffer the traumatic destruction of their original body by removal of the nervous system, however this is not perceived by either individual.\n\n\nThe purpose of this anomaly was twofold:\n\n\n\n\nTo punish SCP-001-1 by denying them use of SCP-001, \"killing\" (transmitting) anyone who dared to try.\n\n\nTo replace SCP-001-1's explorers with substitutes, dubbed \"Doppelgangers\", who could then return\n\n\n\n\nFortunately for SCP-001-1, no individuals have been transported to baseline reality via SCP-27654. Given the position of the anomaly under a vast depth of the water-like anomaly, SCP-27654 is likely to remain dormant and undisturbed for a great period of time, if not permanently.\n\n\n\n\n\n\n\n\n\n\nAddendum 7502.7:\n Following the discovery of SCP-7502's origin, Dr. Agne Adomaitis-2 was authorized to return to their place of origin. Adomaitis-2 first requested to attend the funeral of Adomaitis-1's original body. This request was granted. Remarks by Adomaitis-2 are attached below.\n\n\n\n\n\n\nRemarks by Agne Adomaitis-2 at Funeral of Agne Adomaitis-1's Original Body, Excerpt\n\n\n\n\nHere I am, an Agent of the Foundation, reading my own eulogy. I am not dead, nor is my counterpart, who will be joining you soon. The sight of reality benders, of mind-melting images, seeing any of the hundreds of terrifying entities we contain each and every day- it should wipe away the stain of tradition.\n\n\nYet somewhere in my mind, until today, sat the thought that our traditions, not as any people or religion, but as a species, would ring true in the end. That we have a reason to do what we do, to bury or burn our dead, to believe in something beyond death.\n\n\nNow, I speak at my own funeral. The concept of the afterlife is a cruel joke, as my counterpart will one day be buried in two places at once. Humanity, while through the Foundation it does not cower in terror, must learn to respect the things it does not understand.\n\n\nLet us take this moment not to look on in sadness as in most funerals, but appreciate the trivial nature of our traditions. Our ways of holding a match to the darkness of the night and wishfully thinking it as powerful as a hundred moons. We do not know everything, let my counterpart's first body remind you of that.\n\n\nApplause\n.\n\n\n\n\nAddendum 7502.8:\n Return of Adomaitis-1\n\n\n\n\n\n\nSCP-7502 Incident Log: Return of Agne Adomaitis-1\n\n\n\n\nAdomaitis-2 stands within a padded explosive-proof room, wearing a Foundation-issue suit as requested for the ceremony. Outside the room behind tempered glass, Dr. Kalvāne and Belkova wait, along with DTZ. A small sample of SCP-27654-[ALTERNATE SEQUENCE] is brought to Adomaitis-2, who touches it with their left index finger.\n\n\nAdomaitis-2 collapses for a moment and SCP-27654-[ALTERNATE SEQUENCE] glows brightly green across their body, eventually deforming them significantly before a major explosion throws remains across the room, as Adomaitis-2 transfers to their reality of origin.\n\n\nMoments later, Adomaitis-1 materializes at the far corner of the room and collapses, gasping for air but clearly relieved. Cheers erupt in the observation room. Agent Carlton runs in.\n\n\nCarlton:\n How the hell are you, Agne! It's been a while!\n\n\nAdomaitis-1:\n Fuck! I was just getting used to the \nthree weeks\n of paid leave Foundation employees get over there. Nobody even noticed, I just did my job.\n\n\nCarlton:\n We noticed, Agne. We noticed.\n\n\nAdomaitis:\n Wait, really?\n\n\nCarlton:\n The other you gave a good speech. They were nothing like you!\n\n\nAdomaitis:\n Bullshit…\n\n\nCarlton:\n Other than they were still annoying.\n\n\nAdomaitis:\n \nLaughs\n. Ah, fuck, that hurts.\n\n\n\n\nAddendum 7502.9:\n Final Decision On SCP-7502\n\n\n\n\n\n\nBALCOM Meeting: Decision on Management of SCP-7502\n\n\n\n\nThe BALCOM council of three researchers, along with DTZ and O5-7, convene yet again in the conference room.\n\n\nO5-7:\n The last few weeks have brought events many of us thought we would never see. Whereas, for some of us, it was a welcome break from the monotony of murder-monsters. Whatever your background, I think you'll all respect how difficult the decision will be, how to proceed from here. Dr. Kalvāne, I'll let you open.\n\n\nKalvāne:\n Indeed! One of the greatest issues still unsolved is how, assuming Adomaitis-2 even told the truth, our Livonians ever came to know of this portal. Clearly, on our side, its current location has been inside an active fault line for centuries. Yet the other Livonians took it as an act of war when someone got hurt.\n\n\nO5-7:\n We also still do not know whether this second dimension, like so many we've encountered before, has a generally hostile view of us, or a cooperative one. Perhaps they are more like us than we know, and are just as puzzled. Whatever the case may be, it merits caution.\n\n\nKalvāne:\n As such, we have made the decision to leave SCP-7502 in place, and no attempts will be made to bridge the divide. There is still, as Adomaitis-2 said at the ceremony, much that we do not know.\n\n\nO5-7:\n DTZ, we thank you for your stellar service, and particularly Agent Adomaitis, who was spirited away to another dimension and handled it like a true professional. Please give a big hand to our agent, who will be awarded a Foundation Service Medal for their efforts.\n\n\nApplause.\n\n\nAdomaitis appears noticeably embarrassed, and unhappy with the decision.\n\n\nO5-7:\n This meeting is adjourned. Thank you.\n\n\n\n\nAddendum 7502.10:\n Memorandum: Agent Adomaitis-1\n\n\n\n\n\n\nMemorandum, Attached to File by Agent Adomaitis.\n\n\n\n\nI have issues with authority.\n\n\n\n\nShortly after the addition of the above memorandum (about one hour following the special meeting), Adomaitis-1 drove off the site to the SCP-7502 containment zone. Adomaitis-1 was observed descending the access shaft dressed in a full business suit, carrying a bottle identified as industrial solvent.\n\n\nWhen agents arrived, SCP-7502 was determined to be neutralized by the solvent. Adomaitis-1 was found shaking hands with Adomaitis-2 on a platform suspended above the mouth of the SCP-7502 fault line, now an active interdimensional rift.\n\n\nReclassification to Neutralized is pending.\n\n\n\n\nFootnotes\n\n\n1\n. Named for a forest afterlife in Latvian Mythology.\n\n\n2\n. Of its own.\n\n\n3\n. Designation for Adomaitis as prior to SCP-7502-related events.\n\n\n4\n. Digital Files Division Nota Bene: Livonia is a precursor state to Latvia, which is suggested by this document to still exist in Adomaitis-2's home reality.",
    "addendums": [
        "Addendum 7502.1: Initial Exploration, Communications Transcript\nThe following is a transcript of the communications between Baltic Command (BALCOM) and Dive Team Zeta (DTZ) during the initial expedition to the anomaly on December 5, 2024.",
        "Addendum 7502.2: Following the loss of Agent Adomaitis, SCP-7502 was assigned the risk class \"Critical\". All expeditions into the anomaly were re-assigned to robotic probes or canceled. Adomaitis' death was disclosed to the public due to the potential impact on public research, and the agent was described as a member of \"Scientific Personnel\". The official cause of death was a diving accident.\nThree days later, BALCOM held an emergency meeting to assess the risks of research and determine the best path forward. A transcript of this session is attached below.\nSCP-7502's access shaft was closed, and Foundation operations surrounding the anomaly ceased, except for surface area monitoring.",
        "Addendum 7502.3: Public Reaction RE: \"Death\" of \"Living Water\"\nPublic reactions calmed after a few weeks, and SCP-7502 was no longer considered a threat to the veil. Despite concerns that rival Groups of Interest would suspect the anomalous nature of the species, no external actors have attempted to access SCP-7502. SCP-7502's access shaft is to be monitored for unusual activity, but the anomaly is to otherwise be considered a non-concern.",
        "Addendum 7502.4: January 10, 2025 Incident\nAt 9:47 PM on January 10, 2025, an attempted unauthorized entry incident occurred at BALCOM. An individual, dressed in standard Foundation-provided clothing, driving a Foundation-standard vehicle, arrived at the BALCOM main gate. This individual presented identification as Agne Adomaitis, and was waved through by guards without incident.\nThe individual arrived to BALCOM's Dive Team Deployment Room in accordance with a routine mission order. Immediately after noticing the individual, Agent Kalinchuk sounded the emergency alarm, and a site lockdown was initiated. Site Security Forces secured the individual, who seemed shocked to see DTZ.\nBelow is a transcript of Dr. Belkova's interview with the individual, designated \"CES-A\"'.\nCES-A, now re-authorized as Agent Agne Adomaitis, returned to active duty shortly after midnight on January 11. Adomaitis submitted to medical and mental testing, which indicated no detrimental impacts from long-term exposure to SCP-7502.\nImmediately after Adomaitis' return, Dr. Kalvāne filed a formal request to reopen active operations to research SCP-7502's main liquimorph. Research into the detached samples collected by previous missions exhibited no anomalous characteristics, limiting their usefulness and rendering them irrelevant to Foundation interests.\nA BALCOM emergency meeting was called shortly after, discussing Kalvāne's proposal. In addition, upper-level Foundation authorities continued to exhibit skepticism as to Adomaitis' story and supposed identity.",
        "Addendum 7502.5: BALCOM Emergency Meeting: January 11, 2025\nThe following is a transcript of a BALCOM Emergency Meeting held to address the events of the January 10 incident.",
        "Addendum 7502.6: Second Exploration of SCP-7502 Liquimorph\nOn January 12, 2025, DTZ returned to the SCP-7502 access shaft and suited up for a secondary exploration.\nAdomaitis-2 was brought back to BALCOM, who were notified that the original Agne Adomaitis was confirmed dead. Steele, Kalinchuk and Carlton unanimously attested, as did a later autopsy, that Adomaitis-1 did not die of an explosive decompression. Injuries were not consistent with explosive decompression, nor were the circumstances, given SCP-7502's pressure-balancing effects.\nOn January 14, 2025, while detained at BALCOM, Adomaitis-2 requested a surgical knife. Kalvāne agreed to provide the knife, given the high-security environment. Under heavy armed guard, Adomaitis-2 made a small incision into their right shin, withdrawing from under the skin a micro-storage card. Adomaitis-2 handed this item to a guard, before requesting and receiving treatment for the cut.\nWithin this card was a large zip file, containing a number of documents appearing to show events not consistent with baseline reality. Below is a file from the card, describing an anomaly similar to SCP-7502, compiled by BALCOM's Digital Files Division.",
        "Addendum 7502.7: Following the discovery of SCP-7502's origin, Dr. Agne Adomaitis-2 was authorized to return to their place of origin. Adomaitis-2 first requested to attend the funeral of Adomaitis-1's original body. This request was granted. Remarks by Adomaitis-2 are attached below.",
        "Addendum 7502.8: Return of Adomaitis-1",
        "Addendum 7502.9: Final Decision On SCP-7502",
        "Addendum 7502.10: Memorandum: Agent Adomaitis-1\nShortly after the addition of the above memorandum (about one hour following the special meeting), Adomaitis-1 drove off the site to the SCP-7502 containment zone. Adomaitis-1 was observed descending the access shaft dressed in a full business suit, carrying a bottle identified as industrial solvent.\nWhen agents arrived, SCP-7502 was determined to be neutralized by the solvent. Adomaitis-1 was found shaking hands with Adomaitis-2 on a platform suspended above the mouth of the SCP-7502 fault line, now an active interdimensional rift.\nReclassification to Neutralized is pending."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-27654 is an offensive weapon for utilization against hostile realities, and therefore subject to no Special Containment Procedures. Standard toxic materials procedures apply.",
    "description": "SCP-27564 is an anomalous, sentient lifeform designed by the 17th-century Livonian Empire, with assistance from existing anomalous groups, to exact revenge on SCP-001-1 for earthquakes which killed representatives of baseline reality.",
    "title": "SCP-7502"
}