{
    "url": "https://scp-wiki.wikidot.com/scp-7505",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n\n\nby \nSynthPanda_\n\n\n\n\n\n\nItem #:\n SCP-7505\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7505 is to be contained within a standard large containment unit located within Subterranean Area-49, along with the 25 existing SCP-7505-A instances. SCP-7505 must remain physically shut at all times. Any individuals suffering negative mental health effects due to exposure to SCP-7505 or SCP-7505-A must be assigned a Foundation-affiliated psychiatrist upon request.\n\n\nShould SCP-7505 be found open, or a new SCP-7505-A instance manifest, the door to SCP-7505 must be closed at the nearest possible opportunity, and the Head Researcher of SCP-7505 must be contacted immediately. Any individuals who have entered SCP-7505 are to be considered lost.\n\n\nResearch into the missing cast of \nAnd Then The Stars Went Out\n, focused on the anachronistic nature of the director's disappearance, is ongoing.\n\n\n\n\n\n\nSCP-7505 during its initial discovery.\n\n\n\n\n\n\nDescription:\n SCP-7505 refers to a maroon truck-sized intermodal shipping container, which was utilized in the production of an unreleased independent horror film titled \nAnd Then The Stars Went Out\n. Externally, SCP-7505 is identical to non-anomalous shipping containers of the same make, however the inside of the object appears to be a limitless space, devoid of any light or matter. Individuals witnessing the internal dimensions of SCP-7505 report sensations of fearlessness and wanderlust, as well as a faint compulsion to enter SCP-7505, which has been resisted by all individuals affected since SCP-7505's initial containment. Affected individuals will later develop acute claustrophobia and scopophobia, although these ailments can be treated through non-anomalous means.\n\n\nSCP-7505's anomalous properties were initially discovered on 07/28/1995, by dock workers employed near the filming location of \nAnd Then The Stars Went Out\n in Newark, New Jersey. All individuals associated with the production of \nAnd Then The Stars Went Out\n were last seen on 07/27/1995, with the exception of Esme Quinton, credited as the director and producer of the project on official documentation, who was reported missing on 05/05/1955.\n\n\nOn the 5th of June, from 1996-2021, SCP-7505's doors would anomalously open, and an instance of SCP-7505-A was ejected from its internal space. SCP-7505-A resemble human corpses, which show disfigurements consistent with exposure to a true vacuum, as well as 5th degree burns, although the subject's eyes appear undamaged. Efforts to move SCP-7505-A into a position in which the instance is not facing upwards have universally failed.\n\n\n\n\n\n\n« \nSCP-7504\n | SCP-7505 | \nSCP-7506\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7505\n\" by SynthPanda_, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7505\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Boxes\n\n\nAuthor:\n Federal Highway Authority\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Intermodal_container_facility_at_Seagirt,_Baltimore.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7505 \" by SynthPanda_, from the SCP Wiki . Source: https://scpwiki.com/scp-7505 . Licensed under CC-BY-SA .",
        "Filename: Boxes Author: Federal Highway Authority License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Intermodal_container_facility_at_Seagirt,_Baltimore.jpg"
    ],
    "item": "SCP-7505",
    "object_class": "Safe",
    "containment_procedures": "SCP-7505 is to be contained within a standard large containment unit located within Subterranean Area-49, along with the 25 existing SCP-7505-A instances. SCP-7505 must remain physically shut at all times. Any individuals suffering negative mental health effects due to exposure to SCP-7505 or SCP-7505-A must be assigned a Foundation-affiliated psychiatrist upon request.",
    "description": "SCP-7505 refers to a maroon truck-sized intermodal shipping container, which was utilized in the production of an unreleased independent horror film titled And Then The Stars Went Out. Externally, SCP-7505 is identical to non-anomalous shipping containers of the same make, however the inside of the object appears to be a limitless space, devoid of any light or matter. Individuals witnessing the internal dimensions of SCP-7505 report sensations of fearlessness and wanderlust, as well as a faint compulsion to enter SCP-7505, which has been resisted by all individuals affected since SCP-7505's initial containment. Affected individuals will later develop acute claustrophobia and scopophobia, although these ailments can be treated through non-anomalous means.",
    "title": "SCP-7505"
}