{
    "url": "https://scp-wiki.wikidot.com/scp-7506",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n Domestic abuse/murder\n\n\n\n\n\n\n\n\nrating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nItem #:\n SCP-7506\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7506 is kept in a standard containment locker.\n\n\nDescription:\n SCP-7506 is an electric steam iron manufactured in the early 1960’s. The soleplate is heavily dented and covered in various burn marks.\n\n\nWhile SCP-7506 is plugged in and switched on, contact between its soleplate and any clothing will cause an audible scream to vocalise from the latter while contact is maintained. The screams will match that of a human, varying in tone and pitch depending on the intended body type the clothing was designed for.\n\n\nTesting log:\n\n\n\n\nItem:\n An adult man’s tailored suit\n\n\nResulting Vocalisation:\n Deep pitched scream, similar to that of an adult male.\n\n\n\n\n\n\nItem:\n An adult woman’s polkadot sundress\n\n\nResulting Vocalisation:\n High pitched scream, similar to an adult female.\n\n\n\n\n\n\nItem:\n A boy’s plain white t-shirt\n\n\nResulting Vocalisation:\n High pitched scream, masculine undertones.\n\n\n\n\n\n\nItem:\n A young girl’s shirt\n\n\nResulting Vocalisation:\n High pitched, feminine scream.\n\n\n\n\n\n\nItem:\n A white lab coat\n\n\nNote:\n Item belonged to Head Researcher, Dr. Miles.\n\n\nResulting Vocalisation:\n Low pitched scream, identical to Dr. Miles.\n\n\n\n\n\n\nItem:\n A young boy’s shirt, heavily torn (Recovered from SCP-7506’s original location)\n\n\nResulting Vocalisation:\n High pitched scream.\n\n\n\n\n\n\nItem:\n Same torn shirt from previous test\n\n\nNote:\n Contact between SCP-7506 and the garment lasted longer than in previous tests.\n\n\nResulting Vocalisation:\n Screams remained unchanged for the first thirty seconds. Vocalisations gradually became quieter over the next three minutes, until ceasing completely. Only infrequent, hushed murmuring would occur until the test's conclusion.\n\n\n\n\n\n\nItem:\n A teenage girl’s yellow sweater with burn marks matching SCP-7506’s soleplate present on the back left shoulder area.\n\n\nResulting Vocalisation:\n High pitched screams between stretches of heavy breathing. Vocalisations were slightly muffled, as if emanating through clenched teeth.\n\n\n\n\n\n\nItem:\n A man’s grey tailored suit, immaculately kept\n\n\nResulting Vocalisation:\n Audible murmuring, barely noticeable.\n\n\n\n\n\n\nItem:\n A woman's blue dress, covered in multiple stitchings from repairs.\n\n\nResulting Vocalisation:\n Silence.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7506\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7506\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Item: An adult man’s tailored suit Resulting Vocalisation: Deep pitched scream, similar to that of an adult male.",
        "Item: An adult woman’s polkadot sundress Resulting Vocalisation: High pitched scream, similar to an adult female.",
        "Item: A boy’s plain white t-shirt Resulting Vocalisation: High pitched scream, masculine undertones.",
        "Item: A young girl’s shirt Resulting Vocalisation: High pitched, feminine scream.",
        "Item: A white lab coat Note: Item belonged to Head Researcher, Dr. Miles. Resulting Vocalisation: Low pitched scream, identical to Dr. Miles.",
        "Item: A young boy’s shirt, heavily torn (Recovered from SCP-7506’s original location) Resulting Vocalisation: High pitched scream.",
        "Item: Same torn shirt from previous test Note: Contact between SCP-7506 and the garment lasted longer than in previous tests. Resulting Vocalisation: Screams remained unchanged for the first thirty seconds. Vocalisations gradually became quieter over the next three minutes, until ceasing completely. Only infrequent, hushed murmuring would occur until the test's conclusion.",
        "Item: A teenage girl’s yellow sweater with burn marks matching SCP-7506’s soleplate present on the back left shoulder area. Resulting Vocalisation: High pitched screams between stretches of heavy breathing. Vocalisations were slightly muffled, as if emanating through clenched teeth.",
        "Item: A man’s grey tailored suit, immaculately kept Resulting Vocalisation: Audible murmuring, barely noticeable.",
        "Item: A woman's blue dress, covered in multiple stitchings from repairs. Resulting Vocalisation: Silence.",
        "\" SCP-7506 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-7506 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7506",
    "object_class": "Safe",
    "containment_procedures": "SCP-7506 is kept in a standard containment locker.",
    "description": "SCP-7506 is an electric steam iron manufactured in the early 1960’s. The soleplate is heavily dented and covered in various burn marks.",
    "title": "SCP-7506"
}