{
    "url": "https://scp-wiki.wikidot.com/scp-7512",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\n\n\nby fabuIa\n\n\n\n\nItem #:\n SCP-7512\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7512 is frozen in storage locker 36 at Site 18. Any protrusions resulting in SCP-7512 exceeding one kilogram are to be excised and incinerated.\n\n\nDescription:\n SCP-7512 is a slab of human tissue. The entirety of SCP-7512 consists of tumorous growths—with all original tissue burned off during containment. Expansion is independent of nutrients and ceases completely only from cell breakdown.\n\n\nSCP-7512 originated as the engorged liver of Frederick Mason, excised from his corpse after transfer from the Miami-Dade County Police Department. Mason’s infection rapidly spread throughout his body over the latter months of 2020, substantially altering his physiology and mental state. Mason was found dead on 12/1/21, having perished from malnourishment several days earlier. His body had several extra limbs—all seemingly vestigial—and his skin featured large quantities of boils and holes throughout.\n\n\nAddendum 7512.1:\n Journal of Frederick Mason During Suspected SCP-7512 Infection\n\n\n\n\nMonday, October 12th\n\nYogurt and granola, ham sandwich for lunch. 48 meals, I can pay rent. Haven't made dinner for myself yet. Too tired for anything good. My stomach started killing me halfway through work. Just doing soups today, thankfully. Tomorrow I'll make something good for myself.\n\n\nDavid called. He asked how working from home's been. Told him I've been doing it half a year now.\n\n\n\n\nTuesday, October 13th\n\nThey called, told me to make more meals. I told them I had enough money with the rate I was going, but they told me to make more meals. I asked if the quota was raised. They said I was sloppy.\n\n\n\n\nWednesday, October 14th\n\n24 tubs. A vegetable mush, mostly potato. The company gave me school lunches this time. So many people do school lunches—it should be okay I only did 24. I made some potato salad for myself. Ate it with salmon.\n\n\nRachel called. She wanted to hang out. I’m not comfortable with that yet. I told her I wasn’t. She said her mom just got sick but that wasn’t bothering her. I told her mine did too and it is. I said I loved her, hoped we could see each other soon. I meant the first half.\n\n\n\n\nThursday, October 16th\n\nIt took me two hours to get out of bed. The pain was just too much. My doctor is booked for months.\n\n\n\n\nTuesday, October 20th\n\nMy mind exists on two tracks. One is agony, crawling through the day with dulled senses & moments of piercing hurt. The other comes in flashes when the lethargy stops—suddenly I am active, pacing and tapping my fingers on random things in the kitchenette. Not only active, I am energised. I am not quite happy, except maybe happy for the pain to recede, but I am something new, or maybe something from before everything went to hell.\n\n\nIt was during one of those periods that David called. I think I freaked him out. I mentioned I hadn’t done any work in two days. He asked if I had quit. I said no. He asked if I had any savings. I said not really. He already knew I didn’t keep any, that I worked just enough to keep things ticking over, workloads less than part time. He still asked. He’s worried. He disrupted the flow I was in—I slept three hours after the call. My stomach’s being ripped apart.\n\n\n\n\nThursday, October 22nd.\n\nIt feels like bugs are crawling over my mouth. Into it, crowding it, then leaving as if nothing happened. I’ve had the feeling before—when I was young. It always used to be my arms though.\n\n\nI spoke to my landlord about paying three months from now. I started work again. I've known her for years. She's known me for years. Irrelevant, or maybe it was because she knows me that it was so hard. She only agreed when I said I'd pay four months worth.\n\n\n\n\nFriday, October 23rd\n\nFired, I can't tell anyone. The whole set yesterday was bad. Something in my sickness got in.\n\n\nIt’s affecting more than food. I know I should feel mad, or despondent—I feel nothing. Maybe relief. It hasn't changed the strange energy I have, but my hours in bed keep expanding. Without work, I often find there’s no reason to get up. For days I've felt no reason to leave the apartment.\n\n\nI've noticed a rash over my face—most of the right side. It puffs and oozes, but luckily it numbs instead of hurts. My hands felt weaker after touching the pustules.\n\n\n\n\nSaturday, October 24th\n\nIt’s been a day, really two days of no work. The high hasn’t worn off yet. I hope it won’t for awhile. I never realised how much that job dominated me—these diary entities used to be fifty percent work at least.\n\n\nMy hands have broken out with something too. These neither hurt nor numb, but now my fingers are bright red with specks of bulging yellow. For some reason, I can’t get myself repulsed.\n\n\n\n\nSaturday, October 31st\n\nI haven't written for a week—my hands stopped working. Even now they’re very weak, but for days anything fine motor was impossible. I kept picking at the larger cysts. None have burst, but the colour tells me my hands are encased in pus just below the surface. Seeing the little marks I make and taunting them to give little stings or proper jolts, I love to play with my hands. Never have I felt so alive so close to death.\n\n\nI've stopped talking to all of them. My landlord hasn't texted in awhile. I'd only give her one word answers if she did. The rest I let worry over a phone I keep far away.\n\n\n\n\nTuesday, November 3rd\n\nI haven't looked at my face in days, but there must be scarring. Every day a zit pops, and too much yellow drips down for it not to scar. My nose feels oddly pristine, but I've had to keep tissues near for discharge.\n\n\nStill, I keep myself elated. Sometimes I think I'm dying, but when I do I find there's nothing wrong in that. At least it keeps any worry of rent at bay. Nevertheless, I'm degrading more and more. My hands keep shaking, skin flaking off there and my legs. Somehow the skin is comforting—bits of my life collecting in the corners of this room.\n\n\n\n\nFriday, November 6th\n\nWhen I can, I find myself pacing this room, following the cracks and curves it contains. I walk till my legs give out once more, then crawl to a bed which fails to contain me.\n\n\nThe cracks and curves of my body are what occupy me in bed. With warped hands I travel the lumps and cavities which form this face. I haven’t seen it, so I like to conjure a picture of each mark. With hours each day doing this, I must have a good image now.\n\n\n\n\nSunday, November 15th\n\nI’ve been gaining more energy. Today I brushed my teeth—I don’t know if I will again. The vibrations caused the pores on my hand to burst—yellow muck shot from my fingertips. It didn’t hurt. It felt exactly like a zit, the pain from pressure leaving all at once. It relaxed me and made me perfectly calm all day, but my fingers didn’t work for hours and I don’t think I want repetition.\n\n\nMy face has cleared everywhere but right on my lips. There, they swell without relief. It still doesn't hurt, not even to touch, but on the upper lip they've started to droop. It can be hard to open my mouth now. The boils overlap with my lower jaw—I almost pry my mouth apart when eating.\n\n\n\n\nSaturday, November 21st\n\nMy hands and mouth are becoming something new. The latter has lost its lips, and the replacement keeps extending and sagging. The boils have combined and go down an inch. The former is beautifully strange as well. One hand has shrivelled without the pus—fingers unusable and rapidly sinking into my palm. Luckily, the other hand was never broken, and its digits grow longer from new flesh. I am not yet used to writing with it, but the way my pen fits along two fingers is delightful.\n\n\n\n\nSunday, November 29th\n\nThe shift is complete. It's like a second throat—food sucked up till it hits teeth. I can’t quite move it, but I can feel the muscles as they contract or wrap around something.\n\n\nI have to be careful with the new organ. A misplaced bite caused not just the normal pain of biting my tongue but also the agony of bursting. One of the lumps which forms this new oesophagus spewed up and down, not nearly enough to choke me but it hurt more than anything else this disease has produced.\n\n\nI know now this must be my purpose, to warp and contort in fantastic ways. Certainly nothing before gave me the joy of this. The pain never receded, but now it is a pain which affirms my life. Around me is the detritus of my new form, proof of what I became, without explanation or reason beyond that it happened and saved me.\n\n\n\n\nWednesday, December 2nd\n\nI keep wondering what other organs this body will acquire. Nothing else excites or even seems necessary. I won't write any more. It's much better to explore this flesh.\n\n\n\n\n\n\n\n\n« \nSCP-7511\n | SCP-7512 | \nSCP-7513\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7512\n\" by fabuIa, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7512\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7512.1: Journal of Frederick Mason During Suspected SCP-7512 Infection"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7512 \" by fabuIa, from the SCP Wiki . Source: https://scpwiki.com/scp-7512 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7512",
    "object_class": "Safe",
    "containment_procedures": "SCP-7512 is frozen in storage locker 36 at Site 18. Any protrusions resulting in SCP-7512 exceeding one kilogram are to be excised and incinerated.",
    "description": "SCP-7512 is a slab of human tissue. The entirety of SCP-7512 consists of tumorous growths—with all original tissue burned off during containment. Expansion is independent of nutrients and ceases completely only from cell breakdown.",
    "title": "SCP-7512"
}