{
    "url": "https://scp-wiki.wikidot.com/scp-7514",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\nItem #:\n SCP-7514\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Webcrawlers are to actively monitor major social media and filesharing sites for instances of SCP-7514 or SCP-7514-related content.\n\n\nDescription:\n SCP-7514 is a series of cognitohazardous audio recordings produced by the band Skendrix that, when listened to, trigger an obsession with the work of the band and its associated members. In extreme cases, individuals affected by the anomaly will deprive themselves of food and drink in order to focus on listening to music subject to the anomaly. However, the anomaly is typically non-lethal– individuals subjected to extreme hunger or thirst develop the willpower to overpower the anomaly’s effects through the sheer discomfort inflicted by the prolonged deprivation of basic needs.\n\n\nAddendum 1:\n\nOn January 3rd, 2018, Thomas ██████ of Louisville, Kentucky died\n1\n after what was posthumously determined to be a period of SCP-7514 exposure spanning several months. The following content, deemed to be relevant to his experience with the anomaly, was pruned from his website TomReviews.com.\n\n\n\n\nSkendrix\n\n\nAnd So We Go\n [Born Loser Records, 8/16] \nC+\n\n\nThe Death Tape\n [Born Loser Records, 12/16] \nC\n\n\nDeath On The Plains\n [Born Loser Records, 7/17] \nB-\n\n\nReviews:\n\n\nAnd So We Go\n [Born Loser Records, 8/16]\n\nWhat’s going on in Lexington? After reviewing my records for the last three years, I’ve noticed that not once have I given a grade higher than B to a single Lexington act. Must be something in the water. Anyways: boring vocals, uninspiring riffs. There’s worse screamo, but there’s also much, much better. \nC+\n\n\nThe Death Tape\n [Born Loser Records, 12/16]\n\nLo-fi production does not a good mixtape make. \nC\n\n\nDeath On The Plains\n [Born Loser Records, 7/17]\n\nAccording to my partner (who has the unfortunate pleasure of spending his summer months in Lexington) Skendrix played Death On The Plains’s release show in full faux-western getup, dusters and hats and all. They’re committed to the gimmick – and it shows, with a full three tracks on the album being dedicated to Morricone-esque instrumentals haphazardly sowed to slightly atypical screamo yells. It doesn’t \nnot\n work. \nB-\n\n\nSee Also\n\n\n\n\nMylarama\n\n\n\n\n\n\n\n\nMylarama\n\n\nQuiet Coughing, Slow Death\n [Born Loser Records, 4/17] \nC+\n\n\nReviews:\n\n\nQuiet Coughing, Slow Death\n [Born Loser Records, 9/17]\n\nSide project of the Lexington band Skendrix – which I’ve been listening to a lot lately, despite what my prior reviews might indicate. This is a no-frills death metal album. Too no-frills: there’s nothing here I haven’t heard a thousand times before, and the end product is just uninspired. Would be a C, but it scratches a strange itch that I can’t quite describe. \nC+\n\n\nSee Also\n\n\n\n\nYou're Looking At It\n\n\n\n\n\n\n\n\nYou're Looking At It\n\n\nSagittarius/Libra\n [Born Loser Records, 1/17] \nB+\n\n\nScreams and Silence\n [Born Loser Records, 5/17] \nF\n\n\nRecognized\n [Born Loser Records, 9/17] \nA\n\n\nThe Names\n [Born Loser Records, ?/17] \nD-\n\n\nSagittarius/Libra\n [Born Loser Records, 1/17]\n\nLexington post-hardcore, featuring Paul Mason, Skendrix’s bassist. I enjoyed this album as a quasi-ambient experience: I changed my clock alarm to the title track, “James Axestone”, and burned an .mp3 rip I made for my commute. There’s something about it. \nB+\n\n\nScreams and Silence\n [Born Loser Records, 5/17]\n\nSorry for the recent spree of retro reviews – I’ve been listening to a lot of Skendrix and Skendrix-adjacent projects lately, and haven’t had a chance to get to any fresh releases. I didn’t like this album. I tried to make myself like it. I spent hours upon hours poring over every cut on the album, and didn’t stop until my roommate informed me that it’d been a whole three days since I’d even left my bedroom.\n\nBut I didn’t like it. It didn’t sound right. It was missing something. And I figured out what it it was: Mason left the band in March, and Screams and Silence was recorded without his input. A few of his riffs are on there, but that’s it. The living man was gone. The connection to Skendrix, cut. F\n\n\nRecognized\n [Born Loser Records, 9/17]\n\nEarly on in college I started smoking to make myself look cool as I figured it to be the one chemical vice that wouldn't fuck with my brain. This was stupid of me, because as it turns out there's a reason nicotine's a billion-dollar industry — it's a pain to kick, and it was six long months after my last pack before the cravings stopped.\n\nThen, one boring evening two years later, I drove to a drugstore in a town about an hour out from where I lived and bought a 14-count pack of nicotine patches. I stuck the entire box on my arm in the parking lot, and came in for a pack the next weekend. I kicked smoking in two months, but this time the cravings never quite went away.\n\nThis was all my deliberate decision. To this day I still don't entirely understand why I did it, although I was very much present in the moment.\n\nI feel like I am smoking very often now. This is the power of good music, or perhaps not exactly good — \npowerful\n music, I guess you could call it. I am developing a theory around this. Good music provides an enjoyable experience — but powerful music, which I think this is, \nreplaces\n experience. I've stopped listening to music when I drive — it makes it incredibly difficult to concentrate on the road. I veer left and right in tune to the vocals and accelerate to match the BPM, which led me to nearly rear-end a tractor-trailer in my used Civic going to work last Tuesday. In light of this I have, for now, resigned. I plan to make this my full-time career.\n\nI am rambling. \nA\n\n\nThe Names\n [Born Loser Records, ?/17]\n\nThis is the last review I will ever do of any Skendrix-affiliated band (or Skendrix itself, for that matter) period. I’ve started to hear Death On The Plains quietly, in moments of total silence – chunks and wisps of songs, pieces of disconnected riffs. I have zero memory of anything I've written in the last week.\n\nAnd it still doesn’t sound good. Imagine that: falling to such a level of total obsession that all you can hear is mediocre screamo. Not an enviable fate. So I’m going cold turkey.\n\nThis is a demo tape of You’re Looking At It that I recovered in some sort of web-frenzy. I remember it only vaguely: nerves fried off of a pot of black coffee at 4 am, scrolling through the band’s Facebook, looking for even the roughest track or cut. “Total obsession” may be underselling it.\n\nIt’s not good. The lyrics are awful. The production is hideous, lo-fi or not. I listened to it once. I don’t feel the need to listen to it again. \nD-\n\n\nSee Also\n\n\n\n\nSkendrix\n\n\n\n\n\n\n\n\nSkendrix\n\n\nAnd So We Go\n [Born Loser Records, 8/16] \nC+\n\n\nThe Death Tape\n [Born Loser Records, 12/16] \nC\n\n\nDeath On The Plains\n [Born Loser Records, 7/17] \nB-\n\n\nMusic\n [Independent, 12/17] \nA+\n\n\nReviews:\n\n\nAnd So We Go\n [Born Loser Records, 8/16]\n\nI don’t really recognize myself in the mirror any more. I have headphones on all the time now. My roommate leaves food at the door. The landlord knocks and I don’t listen.\n\n\nThe Death Tape\n [Born Loser Records, 12/16]\n\nThere are signals in the noise.\n\nHere’s what happened yesterday: my loving partner of 3 years came by. He knocked on the door, looked in, saw me, and broke down sobbing. He held me in his arms and begged me to take off the headphones – which I did, to the surprise of even myself. He carried me out on his shoulders, my emaciated body bony against him, and exhaled only once he’d put my seatbelt on for me.\n\nWe drove to his building and sat in the parking lot for a while. Things were silent until I started crying. It was my fault, I said, and always had been – I’d gotten used to giving up so much for my career that eventually I’d go a bridge too far and start neglecting the very basic fundamentals of my self. It’d happened before. I’d gone two days without eating, once. Apathy and a quiet unease with my figure made it easy. It was an interesting feeling, letting myself go for my work. I was a bullet in flight, clear, glassy-eyed – dedicated uncompromisingly to a single goal.\n\nHe’d stopped me then. It was our third date. I told him about it quite casually after I’d asked him not to make me anything, as I didn’t want to be a bother. An hour later, sitting in his arms, I promised to see a therapist.\n\n– When was the last time you talked to her?\n\n– A few months, maybe. Not since this all started. I’m sorry. Are you mad?\n\nWe cried, for a while. He made pasta, his eyes still red from tears. He looked skinny, too. And I promised not to even think about music for the next month, maybe, while he tried to see what we – us, together, as a team – could do about the unpaid bills and my pending eviction.\n\n\nDeath On The Plains\n [Born Loser Records, 7/17]\n\nI pretended to fall asleep. I knew his rhythms – the quiet snores, the rustling, the way his arms would grab me and soothe me to sleep when the stress had been too much. I shrugged them off my body and snuck out the window.\n\nThe sun was cresting in the distance when I arrived back at my apartment, my bare feet covered in sores and bruises from the seven-mile walk down the highway.\n\nI bolted my door. I deleted his contact from my phone, and for good measure, threw it out the window.\n\n\nMusic\n [Independent, 12/17]\n\nIt’s always playing. They cut the power a week ago, but it’s still playing. I can hardly move. My throat burns from thirst – no water, too, either. It’s still playing. I can always hear it, no matter what. The perfect volume, not too loud. I don’t like it loud. It hurts my ears when it’s loud.\n\nHe liked it loud. I remember that he liked it loud and when we would drive somewhere we would have not-all-that-serious fights about the volume.\n\n– If you don’t turn it down I’ll kiss you.\n\n– So what. Try it. Kiss me.\n\nWe would usually end up kissing, most or all of the time.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. To date, this is the only known death from SCP-7514 exposure.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Lovers\n\n\n\n\n\n\nANTHOLOGY 2023\n\n\n\n\n\n\n\n\n\n\n\n\nThe Star\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7514\n\" by Long Arm Larry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7514\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: On January 3rd, 2018, Thomas ██████ of Louisville, Kentucky died 1 after what was posthumously determined to be a period of SCP-7514 exposure spanning several months. The following content, deemed to be relevant to his experience with the anomaly, was pruned from his website TomReviews.com."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7514 \" by Long Arm Larry, from the SCP Wiki . Source: https://scpwiki.com/scp-7514 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7514",
    "object_class": "Safe",
    "containment_procedures": "Webcrawlers are to actively monitor major social media and filesharing sites for instances of SCP-7514 or SCP-7514-related content.",
    "description": "SCP-7514 is a series of cognitohazardous audio recordings produced by the band Skendrix that, when listened to, trigger an obsession with the work of the band and its associated members. In extreme cases, individuals affected by the anomaly will deprive themselves of food and drink in order to focus on listening to music subject to the anomaly. However, the anomaly is typically non-lethal– individuals subjected to extreme hunger or thirst develop the willpower to overpower the anomaly’s effects through the sheer discomfort inflicted by the prolonged deprivation of basic needs.",
    "title": "SCP-7514"
}