{
    "url": "https://scp-wiki.wikidot.com/scp-7516",
    "all_text": "SCP-7516 was first discovered when it summoned a plague of locusts during the 149th running of the Kentucky Derby.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7516\n\n\n\n\n\n\nBy:\n \nDeadcanons\n\n\n\n\n\n\nPublished on \n10 Mar 2025 02:58\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nHorse massage is real, and it CAN hurt you.\n\n\n \n\n~\n\n\n \n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n 7516\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The Shaffer-Muladhara Modality must be performed at least once a week by a trained member of the Department of Massage Therapy. The proper procedure for this modality is detailed in Instructional Video 7516/1 (transcript attached).\n\n\nDescription:\n SCP-7516 is a Class-VII reality bending entity, possibly of Egyptian origin, which refers to itself as “Resheph.” It is capable of various ontological feats, including the spontaneous manifestation of plague-carrying animals, omnipotent observation of the planet Earth, and the possession and physical manipulation of non-anomalous members of \nEquus equus\n.\n1\n\n\nSCP-7516 was first discovered when it summoned a plague of locusts during the 149th running of the Kentucky Derby, after a horse broke its leg before the starting call and had to be put down on the field. While SCP-7516 does not appear to be inherently aggressive, it displays an irrational tendency towards aggression whenever it observes a horse being harmed. SCP-7516's responses to such events are apparently random; in some cases summoning mass plagues and other public disturbances, and in other cases, doing nothing. If left uncontained, it is believed that SCP-7516 would be capable of initiating an XK-Class End-of-the-World scenario within a matter of days.\n\n\nSince the implementation of the Shaffer-Muladhara Modality, there have been no further instances of SCP-7516 using its abilities outside of containment.\n\n\nAddendum:\n\n\n\n\n▷ Instructional Video 7516/1 (Shaffer-Muladhara)\n\n\n\n\n▽ Access Granted\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[The interior of a barn. A licensed massage therapist (Researcher Mary Muthuswamy) stands several meters in front of an open stable door. An adult male horse (Subject) stands in the stable doorway, its head facing the camera.]\n\n\nRSR. MUTHUSWAMY:\n I will now show you the proper techniques for Modality Shaffer-Muladhara, better known as deep-focus equine bodywork. Today we’ll be working on Chevy, a 15-year-old Appleoosa.\n\n\n[Rsr. Muthuswamy turns to Subject and makes a clicking noise with her teeth. Subject steps through the barn door and comes forward until its shoulder is level with Rsr. Muthuswamy. She begins to move around Subject, keeping one hand on its back/withers at all times.]\n\n\nRSR. MUTHUSWAMY:\n Chevy here may be on the older side, but like any horse, he could seriously hurt me if he kicked. That’s actually why I’m standing so close to him—SCP-7516 isn't going to smite me if its divine retribution would also hurt the horse!\n\n\nBut we don’t want SCP-7516 to bring a plague down on us. That’s why I’m doing this walkaround right now; to get Chevy comfortable with the idea that I can move all around him… Touch his back… I’ll pat his stomach, here… There. Did you see how his eyes relaxed? Imagine being a prey animal, being able to see both sides of you at once, but never being able to look at your own backside! I’d probably kick sometimes, too.\n\n\nChevy is a rescue from a low-stakes auction. Older horses are often ignored on the market, so without Foundation intervention, it’s no exaggeration to say that this horse might have \nliterally\n wound up at a glue factory. Instead, the lucky gun gets to serve a greater purpose: helping us preserve normalcy in our world!\n\n\n[Rsr. Muthuswamy stops, now at Subject’s other flank, and looks into the camera.]\n\n\nRSR. MUTHUSWAMY:\n Everything I’m about to do is about preserving normalcy.\n\n\n[Rsr. Muthuswamy leans forward and begins massaging Subject’s neck with both hands.]\n\n\nRSR. MUTHUSWAMY:\n We’re gonna start in straightaway with your basic effleurage. Notice that I’m not doing any deep movements yet—this is like a really firm pet. The same as a human modality, the horse will get the most benefits if he is completely relaxed during the process. So, to start out, we’re not doing anything aggressive.\n\n\nI’ll work my way down the left flank and around his hips. Then I’ll walk up to his right shoulder and massage down the right flank. We always want to go with his hair, not against.\n\n\n[Rsr. Muthuswamy proceeds as described. Subject lets out a low nicker and begins chewing for several seconds.]\n\n\nRSR. MUTHUSWAMY:\n Wow, look at that! Chevy loves it! SCP-7516 must be happy to have such a willing participant.\n\n\n[Rsr. Muthuswamy returns to Subject’s right shoulder. She takes the shoulder muscle in both hands and begins massaging with a firm squeezing motion.]\n\n\nRSR. MUTHUSWAMY:\n Okay, let’s move into petrissage. I like to start with the brachiocephalicus, which is this long muscle in front of the deltoid. This muscle actually goes all the way up the neck, but I’m going to start at the bottom, because it’s less sensitive. The neck, especially near the ears, can be a very tender place for a horse.\n\n\n[Subject lets out a long, low groan. With an audible *pop*, Rsr. Muthuswamy’s hand penetrates the Subject’s skin. Her fingers create a raised mound beneath the epidermis.]\n\n\nRSR. MUTHUSWAMY:\n Oh, okay! Woah! So, this might happen sometimes. This is SCP-7516's way of telling us… that it wants us to give Chevy the special treatment!\n\n\n[Rsr. Muthuswamy bites her tongue as she pushes firmly into the Subject with her free hand.]\n\n\nRSR. MUTHUSWAMY:\n Let me just…\n\n\n[Rsr. Muthuswamy successfully pushes her other hand into the Subject’s warm interior.]\n\n\nRSR. MUTHUSWAMY:\n Perfect!\n\n\n[Rsr. Muthuswamy begins massaging up the Subject’s neck with slow, circular motions. Each time she clenches the muscles, the outline of her hands darkens beneath the skin.]\n\n\nRSR. MUTHUSWAMY:\n As I get closer to his head, I’m going to transition from petrissage to cross-fiber friction. You need to be very careful about how much pressure you apply. You can seriously hurt your horse from this position.\n\n\n[Subject nickers continuously, eyes closed in pleasure.]\n\n\nRSR. MUTHUSWAMY:\n Aww! You’re a good boy, Chevy.\n\n\n[Rsr. Muthuswamy finishes massaging the neck and begins to move down the body, starting at the withers. Her hands are still inside. Subject’s legs are shaking visibly.]\n\n\nRSR. MUTHUSWAMY:\n We want to get as close to his heart as possible. The heart is a muscle, too.\n\n\n[With a loud sucking noise, Rsr. Muthuswamy digs in past her elbows.]\n\n\nRSR. MUTHUSWAMY:\n Ah! There it is.\n\n\n[Rsr. Muthuswamy kneels and places the side of her head against Subject’s stomach.]\n\n\nRSR. MUTHUSWAMY:\n \n(softly)\n I’m holding his heart. It’s beating in my hands.\n\n\nHave you noticed that horses make some people really uncomfortable? I think it’s because we’re so intimate with them. Riding them, cleaning them, asking them to carry our things… Humanity has shared everything with horses. Imagine what Chevy must be feeling when I hold him like this. Does he even know what’s going on? Can he feel his heart the way I do? If our roles were reversed, and he were gently cupping \nmy\n heart in his hooves, would I be able to feel it just the same?\n\n\nThis is what massage therapy is all about.\n\n\n[Rsr. Muthuswamy gets up, her hands still inside. Subject sags noticeably, legs quivering.]\n\n\nRSR. MUTHUSWAMY:\n Relaxing his whole body is hard work for a horse like Chevy. After all, he’s used to standing around all day and night. In some ways, relaxing is even harder on him than standing is!\n\n\nDo you see how he has one leg bent? This is how Chevy sleeps! He distributes his weight across three of his legs so the fourth one can rest. Then he can alternate which leg is resting, so none of them get tired.\n\n\n[Subject is breathing heavily, shuddering with relief.]\n\n\nRSR. MUTHUSWAMY:\n It’s pretty obvious that he can’t take much more. Who knew massage therapy could be so exhausting?\n\n\nI knew.\n\n\n[Subject starts to buckle, unable to hold itself up. Rsr. Muthuswamy straddles its stomach.]\n\n\nRSR. MUTHUSWAMY:\n Woah there, Chevy! I’m not strong enough for this. But I know something that is, and it's listening in right now, so maybe…\n\n\n[A beam of light appears, casting down on Subject from above the camera’s view. Rsr. Muthuswamy and Subject both stop struggling as Subject appears to become weightless.]\n\n\nRSR. MUTHUSWAMY:\n Wow! It’s SCP-7516. You’ve been chosen, Chevy. You’re going to \nascend.\n\n\n(to the camera)\n Don’t expect this to happen every time you perform this modality. Usually you’ll just finish off the massage with lots of gentle effleurage, and be sure to give the horse plenty of water afterwards. Chevy here is getting the special treatment. SCP-7516 is happy just to see horses happy… but some of them make it happy enough to \nkeep\n. It’s a lot better than a plague of rats!\n\n\n[While Rsr. Muthuswamy is talking, Subject has begun to float approx. 10 cm in the air.]\n\n\nRSR. MUTHUSWAMY:\n Alright, Chevy. SCP-7516 loves you! Up you go!\n\n\n[Rsr. Muthuswamy pushes gently on Subject’s stomach. It rises quickly towards the light, like a loose balloon.]\n\n\n[Rsr. Muthuswamy pushes until Subject is out of reach. Her hands remain inside. She lowers two bloodless stumps in front of her face as she looks up. Subject rises out of view. Rsr. Muthuswamy continues to look up in wonder for several seconds. Abruptly, the light goes out. Rsr. Muthuswamy returns her attention to the camera.]\n\n\nRSR. MUTHUSWAMY:\n And that’s the proper procedure for Modality Shaffer-Muladhara. Completion of this video constitutes basic training for 7516 containment. Please report to your Head Therapist for the next steps. As for me… I’m off to get a new pair of hands! Can’t do my job without ‘em!\n\n\nI hope they keep massaging Chevy for a \nlooong\n time, though.\n\n\n[Rsr. Muthuswamy walks off, still holding up her stumps.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The common horse.\n\n\n\n\n\n\n\n\n« \nSCP-7515\n | SCP-7516 | \nSCP-7517\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7516\n\" by Deadcanons, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7516\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] [The interior of a barn. A licensed massage therapist (Researcher Mary Muthuswamy) stands several meters in front of an open stable door. An adult male horse (Subject) stands in the stable doorway, its head facing the camera.] RSR. MUTHUSWAMY: I will now show you the proper techniques for Modality Shaffer-Muladhara, better known as deep-focus equine bodywork. Today we’ll be working on Chevy, a 15-year-old Appleoosa. [Rsr. Muthuswamy turns to Subject and makes a clicking noise with her teeth. Subject steps through the barn door and comes forward until its shoulder is level with Rsr. Muthuswamy. She begins to move around Subject, keeping one hand on its back/withers at all times.] RSR. MUTHUSWAMY: Chevy here may be on the older side, but like any horse, he could seriously hurt me if he kicked. That’s actually why I’m standing so close to him—SCP-7516 isn't going to smite me if its divine retribution would also hurt the horse! But we don’t want SCP-7516 to bring a plague down on us. That’s why I’m doing this walkaround right now; to get Chevy comfortable with the idea that I can move all around him… Touch his back… I’ll pat his stomach, here… There. Did you see how his eyes relaxed? Imagine being a prey animal, being able to see both sides of you at once, but never being able to look at your own backside! I’d probably kick sometimes, too. Chevy is a rescue from a low-stakes auction. Older horses are often ignored on the market, so without Foundation intervention, it’s no exaggeration to say that this horse might have literally wound up at a glue factory. Instead, the lucky gun gets to serve a greater purpose: helping us preserve normalcy in our world! [Rsr. Muthuswamy stops, now at Subject’s other flank, and looks into the camera.] RSR. MUTHUSWAMY: Everything I’m about to do is about preserving normalcy. [Rsr. Muthuswamy leans forward and begins massaging Subject’s neck with both hands.] RSR. MUTHUSWAMY: We’re gonna start in straightaway with your basic effleurage. Notice that I’m not doing any deep movements yet—this is like a really firm pet. The same as a human modality, the horse will get the most benefits if he is completely relaxed during the process. So, to start out, we’re not doing anything aggressive. I’ll work my way down the left flank and around his hips. Then I’ll walk up to his right shoulder and massage down the right flank. We always want to go with his hair, not against. [Rsr. Muthuswamy proceeds as described. Subject lets out a low nicker and begins chewing for several seconds.] RSR. MUTHUSWAMY: Wow, look at that! Chevy loves it! SCP-7516 must be happy to have such a willing participant. [Rsr. Muthuswamy returns to Subject’s right shoulder. She takes the shoulder muscle in both hands and begins massaging with a firm squeezing motion.] RSR. MUTHUSWAMY: Okay, let’s move into petrissage. I like to start with the brachiocephalicus, which is this long muscle in front of the deltoid. This muscle actually goes all the way up the neck, but I’m going to start at the bottom, because it’s less sensitive. The neck, especially near the ears, can be a very tender place for a horse. [Subject lets out a long, low groan. With an audible *pop*, Rsr. Muthuswamy’s hand penetrates the Subject’s skin. Her fingers create a raised mound beneath the epidermis.] RSR. MUTHUSWAMY: Oh, okay! Woah! So, this might happen sometimes. This is SCP-7516's way of telling us… that it wants us to give Chevy the special treatment! [Rsr. Muthuswamy bites her tongue as she pushes firmly into the Subject with her free hand.] RSR. MUTHUSWAMY: Let me just… [Rsr. Muthuswamy successfully pushes her other hand into the Subject’s warm interior.] RSR. MUTHUSWAMY: Perfect! [Rsr. Muthuswamy begins massaging up the Subject’s neck with slow, circular motions. Each time she clenches the muscles, the outline of her hands darkens beneath the skin.] RSR. MUTHUSWAMY: As I get closer to his head, I’m going to transition from petrissage to cross-fiber friction. You need to be very careful about how much pressure you apply. You can seriously hurt your horse from this position. [Subject nickers continuously, eyes closed in pleasure.] RSR. MUTHUSWAMY: Aww! You’re a good boy, Chevy. [Rsr. Muthuswamy finishes massaging the neck and begins to move down the body, starting at the withers. Her hands are still inside. Subject’s legs are shaking visibly.] RSR. MUTHUSWAMY: We want to get as close to his heart as possible. The heart is a muscle, too. [With a loud sucking noise, Rsr. Muthuswamy digs in past her elbows.] RSR. MUTHUSWAMY: Ah! There it is. [Rsr. Muthuswamy kneels and places the side of her head against Subject’s stomach.] RSR. MUTHUSWAMY: (softly) I’m holding his heart. It’s beating in my hands. Have you noticed that horses make some people really uncomfortable? I think it’s because we’re so intimate with them. Riding them, cleaning them, asking them to carry our things… Humanity has shared everything with horses. Imagine what Chevy must be feeling when I hold him like this. Does he even know what’s going on? Can he feel his heart the way I do? If our roles were reversed, and he were gently cupping my heart in his hooves, would I be able to feel it just the same? This is what massage therapy is all about. [Rsr. Muthuswamy gets up, her hands still inside. Subject sags noticeably, legs quivering.] RSR. MUTHUSWAMY: Relaxing his whole body is hard work for a horse like Chevy. After all, he’s used to standing around all day and night. In some ways, relaxing is even harder on him than standing is! Do you see how he has one leg bent? This is how Chevy sleeps! He distributes his weight across three of his legs so the fourth one can rest. Then he can alternate which leg is resting, so none of them get tired. [Subject is breathing heavily, shuddering with relief.] RSR. MUTHUSWAMY: It’s pretty obvious that he can’t take much more. Who knew massage therapy could be so exhausting? I knew. [Subject starts to buckle, unable to hold itself up. Rsr. Muthuswamy straddles its stomach.] RSR. MUTHUSWAMY: Woah there, Chevy! I’m not strong enough for this. But I know something that is, and it's listening in right now, so maybe… [A beam of light appears, casting down on Subject from above the camera’s view. Rsr. Muthuswamy and Subject both stop struggling as Subject appears to become weightless.] RSR. MUTHUSWAMY: Wow! It’s SCP-7516. You’ve been chosen, Chevy. You’re going to ascend. (to the camera) Don’t expect this to happen every time you perform this modality. Usually you’ll just finish off the massage with lots of gentle effleurage, and be sure to give the horse plenty of water afterwards. Chevy here is getting the special treatment. SCP-7516 is happy just to see horses happy… but some of them make it happy enough to keep . It’s a lot better than a plague of rats! [While Rsr. Muthuswamy is talking, Subject has begun to float approx. 10 cm in the air.] RSR. MUTHUSWAMY: Alright, Chevy. SCP-7516 loves you! Up you go! [Rsr. Muthuswamy pushes gently on Subject’s stomach. It rises quickly towards the light, like a loose balloon.] [Rsr. Muthuswamy pushes until Subject is out of reach. Her hands remain inside. She lowers two bloodless stumps in front of her face as she looks up. Subject rises out of view. Rsr. Muthuswamy continues to look up in wonder for several seconds. Abruptly, the light goes out. Rsr. Muthuswamy returns her attention to the camera.] RSR. MUTHUSWAMY: And that’s the proper procedure for Modality Shaffer-Muladhara. Completion of this video constitutes basic training for 7516 containment. Please report to your Head Therapist for the next steps. As for me… I’m off to get a new pair of hands! Can’t do my job without ‘em! I hope they keep massaging Chevy for a looong time, though. [Rsr. Muthuswamy walks off, still holding up her stumps.] [END LOG]",
        "\" SCP-7516 \" by Deadcanons, from the SCP Wiki . Source: https://scpwiki.com/scp-7516 . Licensed under CC-BY-SA ."
    ],
    "item": "7516",
    "object_class": "Euclid",
    "containment_procedures": "The Shaffer-Muladhara Modality must be performed at least once a week by a trained member of the Department of Massage Therapy. The proper procedure for this modality is detailed in Instructional Video 7516/1 (transcript attached).",
    "description": "SCP-7516 is a Class-VII reality bending entity, possibly of Egyptian origin, which refers to itself as “Resheph.” It is capable of various ontological feats, including the spontaneous manifestation of plague-carrying animals, omnipotent observation of the planet Earth, and the possession and physical manipulation of non-anomalous members of Equus equus.1",
    "title": "SCP-7516"
}