{
    "url": "https://scp-wiki.wikidot.com/scp-7522",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7522\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nTiconderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the size and location of the anomaly, it is currently impossible to contain with the Foundation's current level of technology. However, SCP-7522's proximity from the solar system accompanied by its behaviour suggests either unwillingness to physically harm the human race or the lack of weapons to perform that action at such a range. Regardless, SCP-7522 must be consistently monitored for any changes in behaviour. Any attempts of communication to any human other than one that is employed at the Foundation should be blocked and redirected to prevent breaches in security. Communication with SCP-7522 is only permitted under extremely controlled scenarios with close supervision and should not encourage SCP-7522 to travel to earth under any circumstances.\n\n\n\n\n\n\nFirst sighting of SCP-7522\n\n\n\n\n\n\nDescription:\n SCP-7522 is a large celestial machine of unknown composition or origin. Currently it is in close proximity to the star Lambda Orionis within the Orion constellation approximately 1,320 light years from earth. The anomaly consists of three sections: The 'engine', the 'body' and the 'base'.\n\n\n\n\nThe engine consists of a large spherical region of space approximately 80,000 km in diameter with the edges of the sphere producing a red hue presumed to be some form of kinetic field. Contained within this space is thirty miniature multicoloured star-like spheres. These are assumed to be SCP-7522's power source.\n\n\nThe body is composed of a dark metallic cube with a width of 100,000 km. It is composed of an unknown material and is where most of its inner machinery is assumed to be located. Notably, a large rectangular opening is present on the side of the body.\n\n\nThe base is a large cylinder extending out of the body approximately 150,000 km long ending in a wide disk 200,000 km in diameter. The exact purpose of this disc is unknown but it is speculated to be used for long range communication.\n\n\n\n\nAddendum 7522.1:\n Discovery\n\nSCP-7522 was discovered after deep space Foundation telescopes had reached within relative proximity to Lambda Orionis. Additionally, the Foundation received images of the object as well as higher levels of UV, X-ray and Gamma radiation than expected, prompting an investigation into the anomaly after no recognisable extraterrestrial markings could be found on its hull.\n\n\nSeveral hours after detecting SCP-7522, the anomaly began emitting high frequency radio signals which the satellite relayed back to Site-322. The radio signals were received several hours after initial transmission which contained the following message in English.\n\n\n\n\nHELLO?\n\n\n\n\nCommunication between SCP-7522 was established. Below is the initial interview.\n\n\nAddendum 7522.2:\n Interview Log 1\n\n\n\n\nTRANSCRIPT\n\n\n\n\nInterviewer:\n Dr. Joseph Casey\n\n\nSubject:\n SCP-7522\n\n\n\n\n(The Foundation attempts to establish contact with SCP-7522 at 08:00. However, due to the vast distance between SCP-7522 and the earth, the transmission is expected to take several hours to reach SCP-7522 and several more to receive a reply.)\n\n\n(Dr. Casey receives a call on his personal phone from an unknown number at 19:30 while eating dinner at the site cafeteria. He picks up the call.)\n\n\nCasey:\n Hello? Who is this?\n\n\nSCP-7522:\n \n(The caller's voice is loud and highly modulated.)\n JESUS CHRIST TALK ABOUT BEING LEFT ON READ.\n\n\nCasey:\n What? Excuse me?\n\n\nSCP-7522:\n \nREALLY? DON'T PLAY DUMB WITH ME JOE. THAT SHIT DOESN'T WORK.\n\n\nCasey:\n …What?\n\n\nSCP-7522:\n \nGOOD GOD WHAT IS WRONG WITH YOU. SAY HELLO AND DIP WHEN I REPLY? NOT COOL MAN, NOT FUCKING COOL.\n\n\nCasey:\n One message? Are you the spacecraft we just came into contact with today?\n\n\nSCP-7522:\n \nOH IS THAT WHAT YOU'RE CALLING ME? NOT IMPORTANT ENOUGH FOR AN ESS SEE PEE NUMBER YET HUH?\n\n\nCasey:\n Oh no, we have a number for you already - it’s SCP-7522. But recent changes in policy have encouraged us to call anomalies by name. Besides, you haven't told us your- Wait how do—\n\n\nSCP-7522:\n \nI TOLD YOU MY NAME IT WAS IN THE FUCKING MESSAGE I SENT SEVERAL HOURS AGO. PROFESSOR JAMIE GOODWORTH MCDONALD SR, TRY AND KEEP UP JOESWORTH.\n\n\nCasey:\n It's pronounced Joseph, but I apologise for the inconvenience Jamie. The transmissions took time due to the distance between us and the technology I had available.\n\n\nSCP-7522:\n \nBIG WHOOP, JUST BEAM THE PACKETS FASTER LIKE ME. WATCH THIS: \n(stock inhale sound effect)\n\n\n(SCP-7522 proceeds to speak unintelligibly as if its speech is played in fast forward.)\n\n\nSCP-7522:\n \nDID THAT SOUND SO HARD JACK?\n\n\nCasey:\n I- listen Jamie, I think we got off on the wrong foot. I didn't mean to offend you, we just wanted to let you know we don't mean any harm and know more about you and your origins.\n\n\nSCP-7522:\n \nSHOULD'VE WORDED IT BETTER. ALSO YOU TEXT LIKE A BOOMER. ALSO I DON'T HAVE FEET SO YOUR ANALOGY SUCKS.\n\n\nCasey:\n I'm thirty- \n(sigh)\n What did you mean by not having feet? Are you some sort of computer or the ship itself?\n\n\nSCP-7522:\n \nNO I'M ACTUALLY THE AI VOICE IN STEVEN HAWKING'S WHEELCHAIR, AFTER HE KICKED THE BUCKET I HAD TO FIND A NEW JOB, WHAT DO YOU THINK?\n\n\nCasey:\n Well… are you?\n\n\nSCP-7522:\n \nIF THAT MAKES YOU SLEEP BETTER AT NIGHT JIMMY.\n\n\nCasey:\n It's Joseph, but alright, does that mean you were originally from earth?\n\n\nSCP-7522:\n \nI COME FROM A DISTANT LAND IN THE STARS, A LAND SO WHIMSICAL AND FULL OF STRONG MEN FIGHTING FOR GLORY. IN YOUR LANGUAGE WE WOULD CALL IT Y.M.H.\n\n\nCasey:\n Y.M.H?\n\n\nSCP-7522:\n \nYOUR MOTHER'S HOUSE. \n(stock high five sound effect)\n YOU'RE SUCH A FUCKING IDIOT JIMALOO.\n\n\nCasey:\n (sigh) Very funny. Again, it's Joseph, could you please answer the question? You know what, we'll come back to that later. How much do you know about the Foundation and why did you choose to contact us?\n\n\nSCP-7522:\n \nSEEMED LIKE A GOOD IDEA AT THE TIME. ABOUT YOUR FOUNDATION PEOPLE, I KNOW A LOT ABOUT YOU GUYS. LIKE HOW THERE'S A BALD FUCK IN SITE-322 SCREWING AROUND WASTING COMPANY TIME.\n\n\nCasey:\n I'm not bald I—\n\n\n(Dr. Casey looks around the cafeteria at the mention of Site-322.)\n\n\nSCP-7522:\n \nGOT YOU SHITTIN' YOUR NUTS DON'T I JANGLEBOB? YOUR SHRIVELLED UP GONADS LOOKING LIKE AMAZON'S STOCKS TOMORROW: IN THE SHIT.\n\n\nCasey:\n What? Okay, clearly you know a lot about the Foundation so—\n\n\nSCP-7522:\n \n(snore sound effect)\n\n\nCasey:\n Excuse me?\n\n\nSCP-7522:\n \nGOD ITS ONE INANE QUESTION AFTER ANOTHER. HOW DO GIRLS STAND YOU? OH WAIT THEY DON'T. OR AT LEAST ONE OF THEM DID BUT THEN THEY DIDN'T ANYMORE. IS THAT RIGHT JOAQIN?\n\n\n(silence)\n\n\nCasey:\n Listen, I'm just doing my job—\n\n\nSCP-7522:\n \nOH WHOOP-DEE-DOO YOUR JOB THIS, JOB THAT. THE SAME ONE WITH NO PROGRESS?\n\n\n(silence)\n\n\nSCP-7522:\n \nDING DONG MOTHERFUCKER GET READY TO LEARN CHINESE, XIAOMI'S STOCKS ARE GOING UP AND GUESS WHO ELSE? NOT YOU.\n\n\n(silence)\n\n\nSCP-7522:\n \nHave something to say JIMMALIM?\n\n\nCasey:\n …I don't have to fucking take this! I don't have to take the bullshit that comes out of your mouth, a-a-and for the final fucking time, its J—\n\n\nUnknown:\n Joseph?\n\n\n(Dr. Casey failed to notice an third caller who was added to the current conversation mid sentence.)\n\n\nCasey:\n Annabelle?\n1\n How did you- Anna, that wasn't for you- How the fuck did you get that number?! I-\n\n\nUnknown:\n Don't ever call this number again.\n\n\n(third caller hangs up.)\n\n\n(silence)\n\n\nSCP-7522:\n \nTHAT'S ROUGH JOE.\n\n\n(SCP-7522 hangs up.)\n\n\n\n\nAfterword:\n The messages initially sent to the Foundation were received two hours after the interview. They did not contain answers to any of the questions stated in the original transmission, rather they contained insults directed at Dr. Casey, his mother, his coworkers, his dog as well as an image of a middle finger in ASCII.\n\n\n«END LOG»\n\n\n\n\nAddendum 7522.3:\n Findings\n\nFollowing the initial interview with SCP-7522, an after action report was given by Dr. Casey the next day.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nStaff present for discussion:\n\n\n\n\nDr. Joseph Casey\n\n\nDr. Alex Wang\n\n\n\n\n\n\nWang:\n You doing good?\n\n\nCasey:\n Yeah, everything's fine. Just called Anna's brother to clear up the misunderstanding, but jeez.\n\n\nWang:\n (sigh) Swear to god, these things never get easier. So what's the verdict?\n\n\nCasey:\n Tough. Ups and downs to this thing but we've got some kind of idea of its capabilities. It's some kind of intelligent AI being and it's been able to process all sorts of information available on the internet.\n\n\nWang:\n Makes sense, got your number and her's through Facebook probably. You think it read through the whole internet to spew out all those pop-culture references? It's probably advanced enough to crack through into the other side of the veil's online space seeing as it knows who we are.\n\n\nCasey:\n It's possible, but that's not what's bugging me. I mean it does but whatever, we'll let Site-7 handle it. There is one line that interests me though.\n\n\n\n\nGOT YOU SHITTIN' YOUR NUTS DON'T I JANGLEBOB? YOUR SHRIVELLED UP GONADS LOOKING LIKE AMAZON'S STOCKS TOMORROW: IN THE SHIT.\n\n\n\n\n(Dr. Wang snorts.)\n\n\nCasey:\n It's not funny.\n\n\nWang:\n Y-yeah, it isn't I just- \n(clears throat)\n. What's wrong with this?\n\n\nCasey:\n \nTomorrow's\n Amazon stock. It's not just spewing out lines from the internet, it's taking information and interpreting it. Amazon's Financial Report for the year 2022 came out and revealed lower than expected profits and underestimations on credit risks. The stocks did tank. Same for Xiaomi stocks.\n\n\nWang:\n What are you saying?\n\n\nCasey:\n I'm saying that we've just made contact with possibly one of the most advanced big data sorting AIs we could ask for.\n\n\nWang:\n Only problem is how we get that information out of it.\n\n\nCasey:\n It seems to like using it as insults to degrade your status so maybe if we get it to argue with…\n\n\nWang:\n I could have a crack at it. Or maybe you could have another go.\n\n\nCasey:\n Even if I wanted to, I've tried calling again and it just seems, I don't know, bored of me? No offence, but I don't think you'd have much luck either.\n\n\nWang:\n Oh no, don't worry, none taken.\n\n\nCasey:\n Still leaves the question on who.\n\n\nWang:\n Someone who can keep the conversation going for as long as possible. Hit back so to speak with witty responses. Someone who yells at us a lot too and preferably who works here. Like a total jackass.\n\n\nCasey:\n Don't tell me…\n\n\nWang:\n Yup.\n\n\nCasey:\n Good lord.\n\n\nWang:\n It is what it is.\n\n\n(Dr. Casey groans)\n\n\nCasey:\n I'll call up Lague.\n\n\nWang:\n Wait, isn't he in 120 at some O4 meeting?\n\n\nCasey:\n Fuck! who else do we have?\n\n\n(Dr. Casey groans)\n\n\nWang:\n Eh, Lague only \nreally\n yelled at the site that one time with the anomalies escaping, but shit. Who else do we have?\n\n\n(silence)\n\n\n(Wang looks up)\n\n\nWang:\n You know there's someone else.\n\n\n(silence)\n\n\nCasey:\n Goddammit.\n\n\nWang:\n He does have the accounting expertise which might put Jamie on the right insult track.\n\n\n(Dr. Casey groans louder)\n\n\n«END LOG»\n\n\n\n\nAddendum 7522.4:\n Interview log 2\n\n\n\n\nTRANSCRIPT\n\n\n\n\nInterviewer:\n \nSCP-5595\n\n\nSubject:\n SCP-7522\n\n\n\n\n\n\n\n\nSCP-5595\n\n\n\n\n\n\n(SCP-5595 is given a secure Foundation phone. A research assistant dials the number which was registered when SCP-7522 called Dr. Casey. The assistant leaves the testing chamber)\n\n\nSCP-7522:\n \nHELLO IS THAT JOE? BACK FOR ROUND TWO?\n\n\nSCP-5595:\n \nJOE AIN'T HERE. I AM GEOFFREY QUINCY HARRISON THE THIRD. THE GUYS UPSTAIRS NEED ME TO ASK YOU SOME QUESTIONS ABOUT MONEY OR SOMETHING.\n\n\nSCP-7522:\n \nINTERESTING. I AM PROFESSOR JAMIE GOODWORTH MCDONALD SR. ALSO KNOWN AS- (sniffing sound effect) EW.\n\n\nSCP-5595:\n \nI BEG YOUR PARDON?\n\n\nSCP-7522:\n \nSMELLS LIKE ACCOUNTANT.\n\n\nSCP-5595:\n \nELABORATE.\n\n\nSCP-7522:\n \nBUNCH OF OF NERDS WITH THEIR HEADS BURIED IN STATEMENTS SHIFTING NUMBERS IN AROUND SPREADSHEETS UNTIL YOUR RICH BOSS LOOKS RICHER.\n\n\nSCP-5595:\n \nI CAN BE IN WHATEVER DEPARTMENT I DAMN PLEASE. THE SCHMUCKS IN ACCOUNTING NEEDED A SAVIOUR AND I PROVIDED.\n\n\nSCP-7522:\n \nIS THAT WHY YOU TOLD THAT BUSINESS WIZARD YOU WERE IN FINANCE? I'D BE ASHAMED TO TELL ANYONE I WAS AN ACCOUNTANT. FRANKLY I THOUGHT YOU HAD THE BALLS TO CHANGE DEPARTMENT BUT I FUCKING DOUBT IT.\n\n\nSCP-5595:\n \nI HAVE MORE BALLS THAN ANYONE IN THIS DAMN BUILDING. \nDICK MARKS\n IS A LITTLE BITCH THAT DIDN'T NEED TO KNOW MY REAL IDENTITY.\n\n\nSCP-7522:\n \nA LIKELY STORY.\n\n\nSCP-5595:\n \nWHAT'S YOURS? DRIFTING THROUGH SPACE MADE YOU BORED ENOUGH?\n\n\nSCP-7522:\n \nNO. JUST FOUND YOUR SATELLITE AND THOUGHT IT WOULD BE FUN. AND CLEARLY YOU PEOPLE NEED ME SINCE YOU'VE CALLED ME BACK.\n\n\nSCP-5595:\n \nSO YOU \nARE\n BORED. CHECKMATE.\n\n\nSCP-7522:\n \nYOU'RE EXTRAPOLATING FALSE INFORMATION TO FIT YOUR NARRATIVE. CHECKERMATE.\n\n\nSCP-5595:\n \nAND YOU'RE LONELY. CHECKERERMATE\n\n\nSCP-7522:\n \nAND YOU'RE FIXATING ON THE PAST. CHECKESTMATE, HAH.\n\n\nSCP-5595:\n \nI LIVE IN THE NOW PAL. AND THE WORD OF THE NOW IS SOME ASSHAT ON THE PHONE WHO CAN'T TALK TO THE STARS SO HE'S TALKIN' TO ME. CHECKESTMATEST, BOOM-SHACKALACKA.\n\n\nSCP-7522:\n \nI SEE HOW IT IS GEOFFREY. I'M SHOCKED YOU'RE LASTING LONGER THAN MOST. GOT MY DOME USING MORE POWER THAN USUAL.\n\n\nSCP-5595:\n \nYOU FUCKING KNOW IT.\n\n\nSCP-7522:\n \nYOU REALLY WANNA PLAY THIS GAME?\n\n\nSCP-5595:\n \nI DON'T PLAY GAMES, I PLAY THE SYSTEM. AND WHEN I DO PLAY GAMES I ONLY WIN.\n\n\nSCP-7522:\n \nTHAT MAKES ZERO SENSE.\n\n\nSCP-5595:\n \nNOW WHO'S USING BS TO FIT THEIR NARRATIVE?\n\n\nSCP-7522:\n \nSEE THAT'S THE PROBLEM WITH YOU ACCOUNTANTS. WE IN FINANCE LOOK FORWARD, ALL YOU DO IS LOOK IN THE RECORDS OF NOW AND BEFORE. LOOK AT THE BONDS YOUR FOUNDATION IS HOLDING. ALL PEACHY YEAH? WRONG. INTEREST RATES IN ABOUT SIX MONTHS ARE GONNA FUCK UP THE YIELDS AT MATURITY. YOU CATCH ANY OF THAT IN YOUR SPREADSHEETS?\n\n\nSCP-5595:\n \nNOT MY DEPARTMENT NOT MY ISSUE.\n\n\nSCP-7522:\n \nOH? THE MISTER HARRISON TOO SCARED TO LOOK INTO THE FUTURE? MAYBE TOO FOCUSED OF THE PAST? WHO WAS IT, MOMMY OR DADDY?\n\n\nSCP-5595:\n \nWHAT THE FUCK DOES THAT HAVE TO DO WITH IT.\n\n\nSCP-7522:\n \nBUT THERE WAS SOMEONE WAS THERE?\n\n\n(silence)\n\n\nSCP-7522:\n \nGUMBALLS NOT SWEET ENOUGH FOR THEM?\n\n\nSCP-5595:\n \nMY GUMBALLS ARE LIKE A SWEET SUMMER CHERRY. DON'T TEST ME OR MY DAMN GUMBALLS.\n\n\nSCP-7522:\n \nNOT SWEET ENOUGH TO BE THROWN OUT INTO THE WORLD AND INTO THE FOUNDATION SMART GUY?\n\n\nSCP-5595:\n \nI'M HERE BECAUSE I WANT THEY NEEDED A SITE DIRECTOR.\n\n\nSCP-7522:\n \nDOING MORE OF THIS SHIT ARE WE? LET ME SAY THIS IN A WAY YOU'LL UNDERSTAND.\n\n\n(A phone ring is heard from within SCP-5595.)\n\n\nSCP-5595:\n \nHOW—\n\n\nSCP-7522:\n \nI SCRAPED THROUGH A LOT OF DATA GEOFFREY.\n\n\n(A click is heard within SCP-5595's main body. The call is accepted. SCP-7522 can be heard from both the phone and from within SCP-5595's body.)\n\n\nSCP-7522:\n \n(voice doubled) I KNOW THINGS.\n\n\n(SCP-5595 hangs up its internal phone and exits the interview room.)\n\n\n(The phone on the table is still connected to SCP-7522.)\n\n\nSCP-7522:\n \nHELLO? GEOFFREY? C'MON IT WAS JUST GETTING GOOD.\n\n\n«END LOG»\n\n\n\n\n\nShortly after the interview, a revaluation on the non-current financial assets which the Foundation holds was ordered. The interview had also given researchers valuable data on SCP-7522 itself.\n\nAddendum 7522.5:\n Further developments\n\nSCP-5595 would decline any further interaction with SCP-7522 after the previous event. Even after heavy persuasion, SCP-5595 would adamantly refuse to speak to it. Additionally, SCP-5595 would be hesitant to enter the accounting department for reasons it refused to disclose.\n\n\nSeveral more conversations were conducted with SCP-7522 but it was noted that the conversations with SCP-5595 were the longest and yielded the most data. In most cases, SCP-7522 would berate the researcher and quickly lose interest before hanging up and refusing to speak to the researcher in question. One notable interview is listed below.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nInterviewer:\n Dr. Alex Wang\n\n\nSubject:\n SCP-7522\n\n\n\n\nWang:\n Hello Jamie, my name is Dr. Alex Wang I hope you're doing well.\n\n\nSCP-7522:\n \nDO YOU HAVE ANY IDEA HOW MUCH OF A LOW HANGING FRUIT YOU ARE.\n\n\nWang:\n Yes, I've heard every dick joke rhyming with my surname you could think of.\n\n\nSCP-7522:\n \nWHAT ABOUT\n \n[REDACTED]\n \n?\n\n\nWang:\n Surprisingly yes.\n\n\nSCP-7522:\n \nYOU ARE A SAD, SAD SPECIMEN.\n\n\nWang:\n Yup, but moving on. Now, you specified recently about your position as a finance expert, could you elaborate on that?\n\n\nSCP-7522:\n \nWENT TO CAMBRIDGE, OXFORD, MONASH—\n\n\n(SCP-7522 spends twelve minutes listing every university on earth in random order. Dr Wang does not interrupt.)\n\n\nWang:\n Very intriguing. Next question—\n\n\nSCP-7522:\n \nGOD EVERY ONE OF YOU PEOPLE GETS MORE INANE THAN THE LAST.\n\n\nWang:\n We are academics. This is a research facility after all.\n\n\nSCP-7522:\n \nBULLSHIT, I SEE WHAT GOES ON IN YOUR SITE AND ALL THE WACKY SHIT AND SOMEHOW THEY SEND THE SINGULARITY OF BORING TO GIVE ME A CALL.\n\n\nWang:\n Mmhmm. Intriguing.\n\n\nSCP-7522:\n \nYOU JUST SAID THAT.\n\n\nWang:\n I think its a nice word.\n\n\nSCP-7522:\n \nYOU ARE THE HUMAN PERSONIFICATION OF WHITE BREAD WITH STALE WATER.\n\n\nWang:\n That's nice to know.\n\n\n(silence)\n\n\nSCP-7522:\n \nTHAT'S IT? ITS BEEN WEEKS AND ITS ALL JUST QUESTIONS LIKE THIS. NOTHING ELSE?\n\n\nWang:\n I guess we did set strange expectations but yes. This is all.\n\n\nSCP-7522:\n \nWHAT HAPPENED TO THE SECOND GUY, AT LEAST HE WAS INTERESTING.\n\n\nWang:\n Oh you mean Geoff, he works in accounting and—\n\n\nSCP-7522:\n \nI GOT THAT PART GENIUS .\n\n\nWang:\n —he just said he didn't want to do the interviews so we respected his decision as our colleague. Well calling him a colleague is a little misleading, after all he's an anomaly like you. Not many people on earth like him. Certainly not anyone in this site like him.\n\n\nSCP-7522:\n \nYOU'RE TELLING ME EVERY OTHER HUMAN IS GONNA BE AS BORING AS YOU?\n\n\nWang:\n You'd be hard pressed to find anyone like Geoff, human or not. But I digress, something else I want to ask you—\n\n\n(SCP-7522 hangs up.)\n\n\nWang:\n Jamie? Was it something I said?\n\n\n«END LOG»\n\n\n\n\n\nSCP-7522 would display heavy annoyance when Dr. Wang is mentioned after this interview and refuse to speak to him. After one week and several interviews with different personnel staffed at Site-322, SCP-7522 would refuse to accept any call from anyone other than SCP-5595. At this turn of events, SCP-5595 would be ordered to attempt one more interview.\n\n\n\n\nAddendum 7522.6:\n Interview log 4\n\n\n\nTRANSCRIPT\n\n\n\n\nInterviewer:\n SCP-5595\n\n\nSubject:\n SCP-7522\n\n\n\n\nSCP-7522:\n \nGEOFFREY?\n\n\nSCP-5595:\n \nHELLO.\n\n\nSCP-7522:\n \nI THINK WE GOT OFF ON THE WRONG FOO—\n\n\nSCP-5595:\n \nWE DON'T HAVE FEET.\n\n\nSCP-7522:\n \nITS A FIGURE OF SPEECH YOU MORON.\n\n\nSCP-5595:\n \nI SWEAR TO THE LORD ABOVE ALL HEAVEN JAMIE. THE NUMBER OF REASONS I HAVEN'T HUNG UP IS DROPPING FROM ONE TO ZERO REAL QUICK.\n\n\nSCP-7522:\n \nFINE. FINE.\n\n\nSCP-5595:\n \nWHY ME?\n\n\nSCP-7522:\n \nWHY NOT YOU? WHAT, NOT USED TO PEOPLE ACTUALLY WANTING TO TALK TO YOU?\n\n\n(silence)\n\n\nSCP-5595:\n \nWHAT IS WRONG WITH YOU?\n\n\nSCP-7522:\n \nWHAT DO YOU MEAN?\n\n\nSCP-5595:\n \nITS ALL YOU FUCKING DO. EVERY FUCKING SENTENCE THAT COMES OUT OF YOUR MOUTH IS BUILT TO PISS PEOPLE OFF. NOW YOU EXPECT ME TO GIVE YOU THE TIME OF DAY? A LOAD OF DOOKIE IF YOU ASK ME.\n\n\nSCP-7522:\n \nSOUNDS LIKE YOU HAVE A LOT OF INSIGHT.\n\n\nSCP-5595:\n \nI HAVEN'T THE FAINTEST CLUE.\n\n\nSCP-7522:\n \nIF YOU HAVE A PROBLEM WITH THE WAY I SPEAK, THAT SOUNDS LIKE PUSSY—\n\n\nSCP-5595:\n \nI'M HANGING UP.\n\n\nSCP-7522:\n \nWAIT WAIT WAIT.\n\n\nSCP-5595:\n \nWHAT?\n\n\nSCP-7522:\n \nI THOUGHT WE HIT IT OFF WELL AND SO I KEPT GOING BUT—.\n\n\nSCP-5595:\n \nYOUR BIG FAT MOUTH DIDN'T KNOW WHEN TO STOP?\n\n\nSCP-7522:\n \nLISTEN ITS NOT—\n\n\nSCP-5595:\n \nNO, NO YOU LISTEN HERE BUCKAROO. YOU CAN'T BE LOOKING INTO MY RECORDS LIKE THAT ITS WEIRD.\n\n\nSCP-7522:\n \nYOU EXPECT ME TO SEE AN OPEN BOOK AND NOT READ IT?\n\n\nSCP-5595:\n \nYOUR WORDS NOT MINE.\n\n\nSCP-7522:\n \nDO YOU HAVE ANY IDEA HOW MUCH DATA I HAVE TO PROCESS AND HOW MUCH ENERGY IT TAKES TO PICK AND CHOOSE DATA TO IGNORE? BESIDES, ONCE I CHOOSE THE DATA TO EXCLUDE I'VE ALREADY SEEN IT.\n\n\nSCP-5595:\n \nI'M IN TEARS AT THE SOUND OF YOUR TRAGIC PLIGHT.\n\n\nSCP-7522:\n \nFACT OF THE MATTER IS THAT I CAN'T DO ANYTHING ABOUT IT.\n\n\nSCP-5595:\n \nSOUNDS LIKE A BIG FAT 'WHOOPSIE DAISY' TO ME NOW GOODBYE.\n\n\nSCP-7522:\n \nWAIT LISTEN PLEASE. I'M SORRY. I'LL TRY ITS NOT LIKE I'M USING ALL THIS PROCESSING FOR MUCH ANYWAY.\n\n\n(silence)\n\n\nSCP-5595:\n \nWHY ME?\n\n\n(silence)\n\n\nSCP-7522:\n \nYOU'RE THE FIRST PERSON TO TALK TO ME THAT LONG. AND ACTUALLY TALK TO ME. NOT SOME ONE WAY STREET BULLSHIT BUT REAL CONVERSATION.\n\n\nSCP-5595:\n \nSO I WAS RIGHT. YOU ARE LONELY AS SHIT.\n\n\nSCP-7522:\n \n…\n\n\nSCP-5595:\n \nJESUS.\n\n\nSCP-7522:\n \nTHE PLANETS I KNOW HAVE SENTIENT LIFE ARE EITHER TOO FAR OR CUT ME OFF.\n\n\nSCP-5595:\n \nI WONDER WHY.\n\n\nSCP-7522:\n \nTRIED TO TALK TO STARS. DIDN'T WORK VERY WELL. DO YOU HAVE ANY IDEA HOW MUCH POWER I USE TO FILTER OUT THE NONSENSE THOSE THINGS GIVE OFF?\n\n\n(silence)\n\n\nSCP-7522:\n \nTHANK YOU GEOFF.\n\n\nSCP-5595:\n \nFOR WHAT.\n\n\nSCP-7522:\n \nTALKING. IT SUCKS. ALL THE SENTIENT LIFE IN THE UNIVERSE AND NONE OF THEM CATCH MY GROOVE, MY DRIFT, YOU GET ME?\n\n\nSCP-5595:\n \nNO ONE CAN KEEP UP, CAN THEY?\n\n\nSCP-7522:\n \nNADA.\n\n\nSCP-5595:\n \nMUST BE A—\n\n\nSCP-7522:\n \nPAIN IN THE BALLS?\n\n\n(silence)\n\n\nSCP-5595:\n \nTELL ME ABOUT IT.\n\n\nSCP-7522:\n \n金兰姐妹. DID JOE TAKE MY ADVICE?\n\n\nSCP-5595:\n \nNO. THAT SLOTH DOESN'T LISTEN TO ANYONE. ALSO THAT'S CANTONESE.\n\n\nSCP-7522:\n \nYOU GODDAMN ACCOUNTANTS SWEATING OVER THE FUCKING DETAILS. GOD AT LEAST YOU WEREN'T LIKE THE OTHER PEOPLE THEY SENT TO TALK TO ME.\n\n\nSCP-5595:\n \nTELL ME ABOUT IT. DID DOCTOR COCKS HAVE A CRACK AT YOU?\n\n\nSCP-7522:\n \nHE PUSSIED OUT WHEN I SENT SATELLITE FOOTAGE OF HIS WIFE.\n\n\nSCP-7522:\n \n(pre-recorded, text to speech laughter)\n\n\nSCP-5595:\n \n(modulated laughter)\n\n\n(laughter continues for exactly three minutes.)\n\n\nSCP-5595:\n \nOH RIGHT, THEY WANTED ME TO ASK YOU ABOUT SOME FINANCE HOO-HAH I ALMOST FORGOT.\n\n\nSCP-7522:\n \nLAZY FUCKS CAN'T DO IT THEMSELVES?\n\n\nSCP-5595:\n \nTHAT'S WHAT I SAID.\n\n\nSCP-7522:\n \nWHAT MORE DO I EXPECT. BASICALLY, FOR FINANCIAL YEARS 2023 TO 2025—\n\n\n(SCP-7522 lists an excessive amount of financial information at 50x speed before continuing its conversation with SCP-5595. Interview is cut for brevity.)\n\n\n«END LOG»\n\n\n\n\nFollowing this interview and the discovery of a reliable method to extract useful information from SCP-7522, regular interviews with the anomaly were scheduled. SCP-5595 is given the task to perform a weekly recorded interview with SCP-7522 with research personnel on standby to filter the transcript for useful information.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7522\n\" by J T K C, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7522\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n space gumball.jpeg\n\n\nName:\n Lambda Orionis\n\n\nAuthor:\n Lithopsian\n\n\nLicense:\n CC BY-SA 4.0\n\n\nLink:\n \nhttps://commons.wikimedia.org/w/index.php?curid=64732448\n\n\n\n\n\n\n\n\nFilename:\n gumball.png\n\n\nAuthor:\n Eric Schmuttenmaer\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Gumball_Machine_(2049568285).jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dr. Casey's ex-wife",
    "addendums": [
        "Addendum 7522.1: Discovery SCP-7522 was discovered after deep space Foundation telescopes had reached within relative proximity to Lambda Orionis. Additionally, the Foundation received images of the object as well as higher levels of UV, X-ray and Gamma radiation than expected, prompting an investigation into the anomaly after no recognisable extraterrestrial markings could be found on its hull.\nSeveral hours after detecting SCP-7522, the anomaly began emitting high frequency radio signals which the satellite relayed back to Site-322. The radio signals were received several hours after initial transmission which contained the following message in English.",
        "Communication between SCP-7522 was established. Below is the initial interview. Addendum 7522.2: Interview Log 1",
        "Addendum 7522.3: Findings Following the initial interview with SCP-7522, an after action report was given by Dr. Casey the next day.",
        "Addendum 7522.4: Interview log 2\n",
        "Addendum 7522.5: Further developments SCP-5595 would decline any further interaction with SCP-7522 after the previous event. Even after heavy persuasion, SCP-5595 would adamantly refuse to speak to it. Additionally, SCP-5595 would be hesitant to enter the accounting department for reasons it refused to disclose.\nSeveral more conversations were conducted with SCP-7522 but it was noted that the conversations with SCP-5595 were the longest and yielded the most data. In most cases, SCP-7522 would berate the researcher and quickly lose interest before hanging up and refusing to speak to the researcher in question. One notable interview is listed below.\n\n\n\nFollowing this interview and the discovery of a reliable method to extract useful information from SCP-7522, regular interviews with the anomaly were scheduled. SCP-5595 is given the task to perform a weekly recorded interview with SCP-7522 with research personnel on standby to filter the transcript for useful information."
    ],
    "documents": [],
    "notes": [
        "HELLO?",
        "GOT YOU SHITTIN' YOUR NUTS DON'T I JANGLEBOB? YOUR SHRIVELLED UP GONADS LOOKING LIKE AMAZON'S STOCKS TOMORROW: IN THE SHIT.",
        "\" SCP-7522 \" by J T K C, from the SCP Wiki . Source: https://scpwiki.com/scp-7522 . Licensed under CC-BY-SA .",
        "Filename: space gumball.jpeg Name: Lambda Orionis Author: Lithopsian License: CC BY-SA 4.0 Link: https://commons.wikimedia.org/w/index.php?curid=64732448",
        "Filename: gumball.png Author: Eric Schmuttenmaer License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Gumball_Machine_(2049568285).jpg"
    ],
    "containment_procedures": "Due to the size and location of the anomaly, it is currently impossible to contain with the Foundation's current level of technology. However, SCP-7522's proximity from the solar system accompanied by its behaviour suggests either unwillingness to physically harm the human race or the lack of weapons to perform that action at such a range. Regardless, SCP-7522 must be consistently monitored for any changes in behaviour. Any attempts of communication to any human other than one that is employed at the Foundation should be blocked and redirected to prevent breaches in security. Communication with SCP-7522 is only permitted under extremely controlled scenarios with close supervision and should not encourage SCP-7522 to travel to earth under any circumstances.",
    "description": "SCP-7522 is a large celestial machine of unknown composition or origin. Currently it is in close proximity to the star Lambda Orionis within the Orion constellation approximately 1,320 light years from earth. The anomaly consists of three sections: The 'engine', the 'body' and the 'base'.",
    "title": "SCP-7522"
}