{
    "url": "https://scp-wiki.wikidot.com/scp-7525",
    "all_text": "rating: \n+11\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7525\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The SCP-7525 infoimmunization\n1\n shall be administered at least once each year to each member of worldwide communities celebrating Christmas. The infoimmunization has been integrated into the relevant memeplexes and is now self-administering and no further inoculation efforts are required at this time. The song remains part of the Foundation immunization program out of an abundance of caution.\n\n\nSCP-7525-1 instances tend to be self-neutralizing by assimilation, but should otherwise be detained and cured through memetic reintroduction therapy. SCP-7525-1 instances are found based on their search history, online activity, therapy records, public disavowals, and in the course of any other Foundation oversight and surveillance.\n\n\nDescription:\n SCP-7525 is the phenomenon where people that don't hear the original recording of \"Last Christmas\" by \"Wham!\" within a whole year will lose all awareness of Christmas as a concept (such people are designated SCP-7525-1 instances). SCP-7525-1 instances are completely identical to their original human, except they have never heard of Christmas and tend to be confused and frightened when the holiday is celebrated in their communities as it always has been. 0.93% of SCP-7525-1 instances fail to manifest and the original human instead vanishes.\n\n\nDiscovery:\n SCP-7525 came to the Foundation's attention in 2001 following an increase in abnormal behavior related to the popular Whamageddon game, in which the goal is not to listen to \"Last Christmas\". Erratic violent family encounters were flagged and categorized as a minor Christmas-related anomaly. The browsing histories of the affected people were ultimately cross-referenced and they had all been aware of the Whamageddon infohazard. Interviews with SCP-7525-1 instances indicated they were aware of every confirmable aspect of their lives, except anything related to Christmas. The phenomenon was tentatively designated SCP-7525 pending testing.\n\n\nAddendum 2007-12-01:\n Testing has been discontinued and containment is now unnecessary due to the infoimmunization's ubiquitous deployment and the expungement of the infohazard. The anomaly has been reclassified as euclid and the relevant teams have been reassigned. Merry Christmas. \n— Dr. Tashi, Memetics\n\n\n\n\n\n\nNOTICE FROM THE OFFICE OF SCIENTIFIC INTEGRITY\n\n\nThe following restricted investigation into allegations of scientific misconduct relating to SCP-7525 has been sealed with clearance Level 5/7525 following the completion of the inquiry and implementation of consensus normality. The original documentation above has been reinstated and reclassified.\n\n\n\n\n\n\nContainment Breach 2016-11-08\n\n\n\n\nA junior researcher was detained at Site-239 due to unconventional behavior on 2016-11-08 and was determined to be a SCP-7525-1 instance after searching the Foundation database. Their browsing history includes Whamageddon websites. I've been unable to contact the original research team. The containment procedures appear to be unstaffed and defunct. Furthermore the SCP-7525 file had been locked and reclassified from level 1 to level 3 confidential for no apparent reason. The supporting research documentation normally expected of an anomaly like this appears to be non-existent. The matter has been escalated pending further investigation.\n\n\n— Dr. Brandt Ferit, Director of the Cryptozoology Department\n\n\n\n\nPreliminary Report 2016-11-12\n\n\nThe Memetics Department's rationale for destaffing SCP-7525 is inconsistent and is under review. The search engine integration appears to have broken in 2008 when the technology was upgraded to memetic relational checksums, breaking because the infohazard checksum had a typo due to a data entry error. The Foundation thus missed the subsequent reappearance of the Whamageddon game. Dr. Tashi, the previous SCP-7525 lead, had recommended the removal of \"Last Christmas\" from the Foundation infoimmunization program in 2009, instead recommending its administration at the mandatory holiday events. However, the 2012 Foundation Strategic Secularization canceled religious celebrations, and Dr. Tashi (now director of Site-31) failed to recommend the reintroduction of \"Last Christmas\" in the infoimmunization program. Dr. Tashi's whereabouts are currently unknown and his actions is under Ethics Committee review. Recontainment of SCP-7525 is pending following a decade of uncontrolled spread.\n\n\nPreliminary Report 2016-11-13\n\n\nThe search engine integration was reintroduced and Whamageddon is being expunged pending reindexing. The mobile assistant integration is being trained to surveil for Whamageddon-related keywords. The reinfoimmunization of the Foundation personnel has been contested on licensing and freedom from religion grounds, appeals are pending.\n\n\nField Report 2016-11-13\n\n\nThe remote system administration of one Whamageddon website was traced to a maximum security prison in Maine previously used for D-Class recruitment. MTF Sigma-11 (\"Industrial Hostilities\") encountered armed resistance from the tentatively designated GoI-7525.\n\n\nThe prison's blocks had been sorted based on years of incarceration served at the facility. The first year block implemented group confinement with an unacceptably high standard of living per federal regulations. The second year block contained self-published books purporting to explain why the celebrations of Christmas, Halloween, and Cinco de Mayo (Fifthist) are unnatural. The writings are pending cogitohazard analysis by the Memetics Department. The literature in the third year block could not be parsed with .aic assistance and the prisoners required eye correction. The staff and prisoners were administered memetic reintroduction therapy following interrogations and were subsequently repurposed.\n\n\nFoundation equipment and expired credentials were found at the compound, apparently sourced through a Foundation front company, or reported stolen from Site-77. The serial numbers indicated allocation to the defunct MTF Chi-25 (previously registered as \"Memeplex Integrity\" in 2005).\n\n\nPreliminary Report 2016-11-14\n\n\nThe Foundation employee browsing histories have been searched and 809 employees have visited Whamageddon-related websites. The deanonymization of the employee identities for containment is pending Ethics Committee approval, however several Ethics Committee members have recused themselves due to a conflict of interest. The matter has been escalated to the Overseer Council.\n\n\n\n\n\n\nTesting Log #1\n\n\n\n\n\n\nStart Date:\n\n\n2001-12-01\n\n\n\n\n\n\nEnd Date:\n\n\n2001-12-31\n\n\n\n\n\n\nSupervisor:\n\n\nDr. Elroy Tashi\n\n\n\n\n\n\nSubjects:\n\n\nD-14535, D-81715, D-31826, D-21296\n\n\n\n\n\n\nHypothesis:\n\n\nSCP-7525 would occur if \"Last Christmas\" was not heard during Christmas.\n\n\n\n\n\n\nExperiment:\n\n\nThe test subjects listened to \"Last Christmas\" once and were accommodated at Site-31 with a restricted cultural diet omitting \"Last Christmas\".\n\n\n\n\n\n\nResults:\n\n\nNegative. Experiment completed correctly and the test subjects retained awareness of Christmas.\n\n\n\n\n\n\n\n\n\n\nTesting Log #2\n\n\n\n\n\n\nStart Date:\n\n\n2002-01-01\n\n\n\n\n\n\nEnd Date:\n\n\n2002-12-31\n\n\n\n\n\n\nSupervisor:\n\n\nDr. Elroy Tashi\n\n\n\n\n\n\nSubjects:\n\n\nD-18986, D-71805\n\n\n\n\n\n\nHypothesis:\n\n\nSCP-7525 would occur if \"Last Christmas\" was not heard during a calendar year.\n\n\n\n\n\n\nExperiment:\n\n\nThe test subjects listened to \"Last Christmas\" once and were accommodated at Site-31 with a restricted cultural diet omitting \"Last Christmas\".\n\n\n\n\n\n\nResults:\n\n\nPositive. Experiment completed correctly and the test subjects lost awareness of Christmas.\n\n\n\n\n\n\nComments:\n\n\nSCP-7525 was classified as Keter and global infoimmunization established. The Whamageddon game was classified as an infohazard and expunged.\n\n\n\n\n\n\n\n\n\n\nTesting Log #3\n\n\n\n\n\n\nStart Date:\n\n\n2002-02-01\n\n\n\n\n\n\nEnd Date:\n\n\n2003-01-31\n\n\n\n\n\n\nSupervisor:\n\n\nDr. Elroy Tashi\n\n\n\n\n\n\nSubjects:\n\n\nD-97529, D-40327, D-04589, D-94320, D-56441, D-05224, D-12558, D-53299, D-70272, D-75404\n\n\n\n\n\n\nHypothesis:\n\n\nSCP-7525 would occur if \"Last Christmas\" was not heard during a year, but not aligned with a calendar year.\n\n\n\n\n\n\nExperiment:\n\n\nThe test subjects listened to \"Last Christmas\" once and were accommodated at Site-31 with a restricted cultural diet omitting \"Last Christmas\".\n\n\n\n\n\n\nResults:\n\n\nPositive. No awareness was lost at the end of the 2002 calendar year. 9 of 10 test subjects became SCP-7525-1 instances exactly one year after last hearing the song on 2003-01-31. The test subjects had been asked to talk about Christmas at that moment and 9 of 10 lost their train of thought. An individual designated D-05224 appears to have been the tenth subject, however all relevant data is lost.\n\n\n\n\n\n\nComments:\n\n\nFurther testing approved. Investigation into Whamageddon-related disappearances revealed additional unexplained disappearances.\n\n\n\n\n\n\n\n\n\n\nTesting Log #4\n\n\n\n\n\n\nStart Date:\n\n\n2003-07-01\n\n\n\n\n\n\nEnd Date:\n\n\n2008-06-30\n\n\n\n\n\n\nSupervisor:\n\n\nDr. Elroy Tashi\n\n\n\n\n\n\nSubjects:\n\n\n100 D-Class\n\n\n\n\n\n\nHypothesis:\n\n\nSimilar effects may occur if other infoimmunizations are not provided over a long period of time (5 years).\n\n\n\n\n\n\nExperiment:\n\n\nThe test subjects were brought up to date with 2003 popular culture, and then memetically isolated in the Site-77 vault with no cultural media. 10 test subjects are released every year for preliminary testing.\n\n\n\n\n\n\n2004 Results (Year 1):\n\n\nPositive. Test subjects lost knowledge of Christmas, pumpkin lattes, and \"Friends\" (1994 US Sitcom).\n\n\n\n\n\n\n2005 Results (Year 2):\n\n\nPositive. Test subjects additionally lost knowledge of \"Spidernest\" by Athanasia Beltz (2002 US song), discrepancies noted with plot points in \"The Empire Strikes Back\" (1980 US Movie), and a general confusion regarding world affairs. Subjects accepted memetic reintroduction therapy.\n\n\n\n\n\n\n2006 Results (Year 3):\n\n\nPositive. Test subjects unruly and required restraining. Thousands of major cultural discrepancies. Examples: Test subjects all adamant \"Harry Potter and the Philosopher's Stone\" (1997 UK book) is not about \"Harry Potter\" but rather \"Kasey Platt\". Test subjects all remember the existence of a non-existent US State \"North Alaska\" whose description they largely agree on. Subjects expressed nonconsensus beliefs about the stars. Test subjects determined to lack 23% of well-known cultural fault lines in the consensus human memeplex. Concerns raised about projected decline in cognition. Subjects administered memetic reintroduction therapy.\n\n\n\n\n\n\n2007 Results (Year 4):\n\n\nInconclusive. Test subjects were disfigured and screamed upon encountering research personnel. Considerable initial difficulties communicating with their malformed English\n2\n. The test subjects all found humanity unrecognizable and mostly incomprehensible. The test subjects were shocked and horrified by racism, poverty, global warming, scarves, the war on terror, carnivorism, dancing, spelling competitions, alcohol, pets, the 1969 moon landing, and countless other significant and insignificant details. The test subjects recalled hundreds of thousands of events and concepts they considered missing from the world, the details of which have proven difficult to translate to comprehensible concepts. Alignment with consensus humanity failed, although the cosmetic corrections and redundant heart removals were successful, each subject expired upon memetic reintroduction therapy.\n\n\n\n\n\n\nComments:\n\n\nExperiment canceled by the Ethics Committee. The remaining 60 test subjects have been sealed indefinitely.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Wham. (1984). Last christmas [Song]. Sony Music Entertainment UK Limited.\n\n\n2\n. Linguistic analysis indicates their version of English appears to be three times more complicated in grammar and vocabulary.\n\n\n\n\n\n\n\n\n« \nSCP-7524\n | SCP-7525 | \nSCP-7526\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7525\n\" by sortie, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7525\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2007-12-01: Testing has been discontinued and containment is now unnecessary due to the infoimmunization's ubiquitous deployment and the expungement of the infohazard. The anomaly has been reclassified as euclid and the relevant teams have been reassigned. Merry Christmas. — Dr. Tashi, Memetics"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7525 \" by sortie, from the SCP Wiki . Source: https://scpwiki.com/scp-7525 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The SCP-7525 infoimmunization1 shall be administered at least once each year to each member of worldwide communities celebrating Christmas. The infoimmunization has been integrated into the relevant memeplexes and is now self-administering and no further inoculation efforts are required at this time. The song remains part of the Foundation immunization program out of an abundance of caution.",
    "description": "SCP-7525 is the phenomenon where people that don't hear the original recording of \"Last Christmas\" by \"Wham!\" within a whole year will lose all awareness of Christmas as a concept (such people are designated SCP-7525-1 instances). SCP-7525-1 instances are completely identical to their original human, except they have never heard of Christmas and tend to be confused and frightened when the holiday is celebrated in their communities as it always has been. 0.93% of SCP-7525-1 instances fail to manifest and the original human instead vanishes.",
    "title": "SCP-7525"
}