{
    "url": "https://scp-wiki.wikidot.com/scp-7526",
    "all_text": "You should leave now, mister Nobatti.\n\n\n\n\n\n\nrating: \n+33\n+\n–\nx\n\n\n\n\n\n\nThe location of SCP-7526.\n\n\n\n\n\n\nItem #:\n SCP-7526\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area immediately surrounding SCP-7526 is to be restricted to exclude non-Foundation personnel, under a cover story of unstable terrain in collaboration with the local authorities. Any trespassers are to be detained and amnesticized. A Category L broad-range photocognition filter has been installed within SCP-7526, projecting an image of unoccupied mountainous terrain to any overhead viewers or image-capturing devices. Any historical records of SCP-7526's existence discovered outside of Foundation documents are to be suppressed.\n\n\nAll inhabitants of SCP-7526 are to be confined within SCP-7526, with no forms of communication to outside individuals other than Foundation personnel. A Foundation research and observation outpost has been constructed onsite, and is to be occupied by 2 primary research personnel as well as 8 security personnel and 2 maintenance personnel.\n\n\nCensus records of all inhabitants of SCP-7526 are to be maintained, as well as all known instances of SCP-7526-1 and variants of SCP-7526-2.\n\n\nDescription:\n SCP-7526 is a primarily human settlement located in the Ötztal Alps,\n1\n referred to as \"Istpatjika\"\n2\n by its sapient denizens. Due to natural barriers and a lack of communications technology, SCP-7526 has remained completely isolated from the rest of human civilization since the year 1681 CE, with the sole exception being Foundation Personnel from the year 1997 CE onwards.\n\n\nSCP-7526 is currently inhabited by 536 individuals, 497 of which are non-anomalous humans of mixed Hungarian descent. The remaining 39 individuals are SCP-7526-1 instances. All sapient occupants of SCP-7526 speak a modified version of 17th-century Hungarian.\n\n\nSCP-7526-1 instances are humanoid entities standing an average of 3-4 meters tall. Their limbs are extremely elongated, making up the bulk of their height, and each bear a total of 5 joints as well as 7 digits per hand. The entities are primarily constructed out of a lightweight clay-like substance mixed with bone ash surrounding a lacquered wooden skeletal frame. They also have a thick tan-gray skin similar to the skins of root tubers that grows naturally over their entire surface. Several small hollowed gourds are installed in their torso and head, each filled with a different mixture of various substances and items.\n3\n\n\n\n\n\n\nThe hand of an SCP-7526-1 instance.\n\n\n\n\n\n\nSCP-7526-1 instances demonstrate superhuman levels of dexterity, in addition to heightened physical strength and durability. The entities do not age, but various SCP-7526 inhabitants (including several of the entities themselves) have confirmed that over 6-12 decades they begin to break down and eventually cease life functions. They require no sustenance and do not need to breathe. The skin on the hands of SCP-7526-1 instances has anesthetic and antibacterial properties, activated upon prolonged surface contact with living organisms.\n\n\nSCP-7526-1 instances coexist alongside SCP-7526's human occupants, wearing clothes of similar design and frequently conversing and interacting with them. SCP-7526-1 instances are referred to as \"Orvosok\"\n4\n by both themselves and the human population of SCP-7526. The process by which SCP-7526-1 instances are born or otherwise created is currently unknown. SCP-7526-1 instances are also the sole producers of SCP-7526-2.\n\n\nSCP-7526-2 refers to a variety of alchemical fluid substances manufactured with the use of dismembered human bodies. SCP-7526-2 is referred to as \"Ádám Gyógyírja\"\n5\n by the inhabitants of SCP-7526, usually shortened to \"Gyógyírja\". The specific ingredients and preparation methods for creating SCP-7526-2 can vary widely from batch to batch, but all are shown to have similar effects when ingested by or applied to living organisms. These effects include, but are not limited to:\n\n\n\n\nAcceleration of plant growth.\n\n\nAnomalous generation of additional nutrients and vitamins.\n\n\nPain relief.\n\n\nIncreasing resistance to dehydration and extreme temperatures.\n\n\nCurative properties against a wide variety of diseases.\n\n\nAcceleration of wound closure.\n\n\nToxin neutralization.\n\n\nLifespan extension.\n\n\nOver extended periods of time, removal of genetic afflictions.\n\n\n\n\nThe process by which SCP-7526-2 is created is closely guarded by SCP-7526-1 instances, and is currently unknown. It is known that SCP-7526-2 is renewable, and that human materials can be reused a significant number of times in the production of SCP-7526-2 before ceasing to yield anomalous results.\n\n\nSociety\n\n\nData compiled by Researchers G. Hoffman and D. Nobatti\n\n\nThe society of SCP-7526 is almost entirely self-sustaining. SCP-7526 is located on top of a small geothermal spring that melts snow and ice to cause consistent waterflow. This has caused sufficient erosion to reduce sediment size to arable levels as well as providing clean water. Despite the elevation and low temperatures, agriculture is possible within SCP-7526 by way of a variety of divergently-evolved crop and livestock breeds unique to SCP-7526. These species are non-anomalous, but are considered part of SCP-7526 for containment purposes.\n\n\n\n\n\n\nSub-Designation\n\n\nParent Species\n\n\nDescription\n\n\n\n\n\n\n7526-A-04\n\n\nBos taurus\n\n\nA breed of smaller cattle identified by flexible shoulders and dense ash-grey coats, with an average adult weight of 710 kg. Their respiratory system is robust enough to survive at the high altitude, however they are notably vulnerable to illness.\n\n\n\n\n\n\n7526-A-07\n\n\nGallus domesticus\n\n\nA breed of chicken with prominent head plumage and cream-colored feathers, weighing between 2 and 3 kg. They have hooked beaks, likely evolved as a result of 7526-A-12 making up a large portion of their diet.\n\n\n\n\n\n\n7526-A-12\n\n\nHelix pomatia\n\n\nA variant of the Roman Snail found in the wellsprings of SCP-7526. Their shells bear trace amounts of iron and several unidentified substances.\n\n\n\n\n\n\n7526-A-13\n\n\nVitis vinifera\n\n\nA variety of grape similar to the Welschriesling grape. The grapes grow larger than most other grape varieties, with an average of 5 cm in diameter. It has been observed that the skin of the grapes is abnormally elastic, and bears odd whorl patterns.\n\n\n\n\n\n\n7526-A-18\n\n\nBeta vulgaris\n\n\nA strain of beetroot with a paler coloration and high sucrose content, similar to modern sugar beets, likely independently cultivated to a similar state from an earlier ancestor.\n\n\n\n\n\n\n\n\nResearcher Hoffman's Note:\n Although all the currently-recorded flora and fauna species within SCP-7526 are mundane in every way we've measured, it's still possible that they have some anomalous properties beneath the surface. This could help explain the functions of SCP-7526-2.\n\n\n\n\nThe inhabitants of SCP-7526 have a highly traditional culture focused around maintaining the community. Any usage of materials is carefully planned and recorded in order to maintain agricultural stability and to prevent material shortages. Due to the small population and isolated nature of SCP-7526, each individual resident personally knows or is aware of a significant portion of the entire populace, leading to a high degree of interpersonal cooperation. The inhabitants of SCP-7526 at large are slow to progress or accept change, out of concern for their societal balance.\n\n\nCrime in SCP-7526 is rare, but not unheard of, and is usually punished by way of communal shunning and withholding the usage of SCP-7526-2 from the offending parties for a period of time.\n\n\nThe local government consists of one person elected as mayor, who is advised by a council of twelve other individuals selected from the populace for their expertise in various areas. Notably, no SCP-7526-1 instances have been known to ever be elected to mayoral or councilmember positions, although they frequently contribute to discussions and deliberations and are generally viewed as authority figures.\n\n\nDespite being widely integrated, SCP-7526-1 instances are segregated from the human population in two major ways. First, SCP-7526-1 instances do not share housing with human individuals, aside from any apprentices that they take on from the larger populace. It is possible that this is a result of the significantly larger anatomy of SCP-7526-1 instances requiring different architectural accommodations. Second, there have been no recorded instances of SCP-7526-1 instances entering the grounds of the local churches or graveyards. The entities have been seen to semi-frequently seek out and engage in private conversations with local priests outside of church grounds.\n\n\nSeveral SCP-7526-1 instances live with and are assisted by human apprentices. All recorded apprentices have been unmarried men between 13 and 19 years of age.\n\n\nThe production and dispersal of SCP-7526-2 is carried out within several basic pharmacies operated by SCP-7526-1 instances and their human apprentices. The actual creation of the substance has not been observed, but the end product is stored in large glass jars alongside the portions of cadavers and dispensed by small spigots. Storage of the jars varies between SCP-7526-1 instances, with some keeping them concealed beneath a counter or curtain, and others openly displaying them and their contents. Human customers generally demonstrate a preference for the shops that obscure their SCP-7526-2 stock.\n\n\nHuman SCP-7526 inhabitants devoutly practice a version of Roman Catholicism consistent with the given year of the town's isolation. One notable difference is that, with no known exceptions, all deceased persons within SCP-7526 are cremated. There are several cooperating churches within SCP-7526 that are attended every Sunday by the vast majority of the local populace.\n\n\n\n\nResearcher Nobatti's Note:\n The cremation practice is puzzling. The overall population of the town remains very steady, so there's nowhere else the bodies could be coming from. It could be a ruse, and the dead are actually carted off to make SCP-7526-2.\n\n\n\n\nResearcher Hoffman's Note:\n The cremations are legit. I was allowed to watch one when the grandmother of the household I had been studying passed, poor Carina. That being said, they did seem fairly eager to ensure that I was part of the funeral. I suppose that could be due to their strict rituals, they might have seen it as an insult if someone who knew her didn't attend.\n\n\n\n\nHistory\n\n\nData compiled by Researchers G. Hoffman and D. Nobatti\n\n\nSCP-7526 was originally settled at an unknown date in 13th century Hungaria, where it existed as a remote but functional village for several centuries up until 1681. Its inhabitants would trade semi-regularly with other villages by mounting large trading parties that would descend from the mountains on long trips. The primary exports of SCP-7526 were grapes, metals and stone mined from the mountains, and cleaned ice water.\n6\n Due to its remote nature and small size, only the closest communities had knowledge of SCP-7526's existence, and only four mentions of it have been found in outside historical records.\n\n\n\n\nResearcher Nobatti's Note:\n It should be noted that much of the history written here has been acquired directly from the citizens of SCP-7526, with essentially no other sources to confirm their statements. As such, some information may be faulty, possibly intentionally so.\n\n\n\n\nOn February 17th of 1681, a large rockslide occurred that cut off the pass used to exit SCP-7526, effectively cutting off all contact with the outside world. Other means of egress were infeasible with the current level of technology, despite multiple attempts by the inhabitants of SCP-7526 over the course of roughly two weeks. The inhabitants have demonstrated extreme reluctance to discuss the settlement's history for a period of approximately two months after the rockslide, so Foundation knowledge of SCP-7526's history resumes in the month May of the same year.\n\n\n\n\nResearcher Hoffman's Note:\n I wonder why they've refused to tell us anything that transpired immediately after the rockslide, given how open they've been with other things. It has obviously had a massive impact on them and their culture. Though to be fair, it had to have been traumatic for all involved.\n\n\n\n\nResearcher Nobatti's Note:\n I think I know why. All mentions of SCP-7526-1 and -2 we've been given go back right up to the gap. And at the earliest statements we've been given post-gap, they were \nalready\n being treated like part of the village.\n\n\n\n\nFor several years afterwards the population of SCP-7526 (both human and SCP-7526-1) maintained concentrated efforts towards developing a sustainable system of living. Until SCP-7526 achieved self-sustenance, SCP-7526-2 was used heavily in order to ensure survival. It is noted that during this period, the SCP-7526-1 population explosively increased from 3 to 51 instances. In the year 1692, a stable state resembling modern-day SCP-7526 was achieved.\n\n\nTechnology within SCP-7526 has developed beyond its initial 17th century state, and is roughly consistent with early 18th century science. Steam power has been discovered by the inhabitants of SCP-7526, but is seldom utilized due to a lack of fuel and other materials. No electrical or radio technology has been discovered, but crude daguerreotype cameras have been independently developed, making use of some of the rarer minerals naturally occurring within SCP-7526.\n\n\nIn March of 1988, SCP-7526 came to the Foundation's attention when a distant aerial view of the village was captured using satellite photography. The images were initially flagged by Foundation sweeper teams in response to the unusual greenery for the elevation and temperature, and further investigation revealed the presence of structures. Closer aerial monitoring revealed the presence of several SCP-7526-1 instances, at which point anomalous status was declared and containment efforts began.\n\n\nInitially, the inhabitants of SCP-7526 reacted to Foundation aircraft and other observation efforts with fear, but after several years grew accustomed to them. A notable exception was the SCP-7526-1 instances, who continually attempted to evade detection. In 1997 direct contact was authorized, and a diplomatic party was sent. Contact was established without incident, and after a short period of collaboration between Foundation researchers and the human inhabitants of SCP-7526, full linguistic communication was achieved.\n\n\nIn 1999, Foundation personnel were first permitted to directly meet and converse with SCP-7526-1 instances. A small research team was subsequently integrated into SCP-7526 for the purposes of more consistent study and surveillance.\n\n\n\n\n+ Show Interview Log 7526-D-03\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\nInterview Log 7526-D-03\n\n\n\n\nInterviewer:\n Researcher G. Hoffman\n\n\nInterviewees:\n PoI-7526-031 Elemér Ferenci, PoI-7526-088 Laci Gábor\n\n\nNote:\n \nAll speech has been translated from the native dialect of SCP-7526.\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Hoffman:\n Alright, thanks for agreeing to an interview, you two. This should be pretty straightforward. We can talk while you work, if you prefer.\n\n\nElemér:\n Yes, yes, that is fine.\n\n\nLaci:\n Aye.\n\n\nResearcher Hoffman:\n Great. Now, were you both told about the Foundation and what we do here? I know that we talked at length with your council, but I don't know if they passed the word on to everyone.\n\n\nThe two SCP-7526 denizens pause for a short period, with Elemér looking at the clouds overhead and Laci drumming his fingers on a wooden fencepost.\n\n\nElemér:\n …You are border guards. Between things that are very different.\n\n\nResearcher Hoffman:\n Yes, I suppose that's a good way to put it. And your village here—\n\n\nLaci:\n —Town.\n\n\nResearcher Hoffman:\n —Yes, sorry, town. Your town is very different from the rest of the world, so we are here to make sure that neither side causes harm to the other. You've all been quite cooperative with this, unusually so actually. My question is, why is that? At least, from your own perspectives.\n\n\nThe two SCP-7526 denizens briefly converse among themselves.\n\n\nElemér:\n …There is no need for it. In Istpatjika, we spent a very long time making sure that everything is in balance. To survive. Best not be hasty with getting involved with other things, that is not our role. You yourself said it is to prevent harm. That is reason enough, yes?\n\n\nLaci:\n Aye. Best not to.\n\n\nElemér:\n Also, we have agreed that your flying machines and computing boxes are most likely the work of the Devil. Best not to get involved.\n\n\nLaci:\n Aye. Best not to.\n\n\nResearcher Hoffman:\n Oh, ah, rest assured, our devices are strictly scientific. Perfectly safe. We've compiled some basic explanations as to how they work, which we provide upon request.\n\n\nElemér:\n Yes, yes, but you can never be sure with the Devil. He is tricky like that. We thank you for your offers, but we will be fine with our Orvosok. They provide us with… what we cannot provide for ourselves.\n\n\nResearcher Hoffman:\n Actually, the 'Orvosok' are the only ones that have shown an interest in learning how our technology works.\n\n\nBoth SCP-7526 denizens are silent for a moment.\n\n\nLaci:\n …Aye. They would be suited to devilry.\n\n\nElemér:\n Laci!\n\n\nAt this point, Elemér pulls Laci aside before turning back to Hoffman.\n\n\nElemér:\n We are sorry, miss Hoffman, but we must go now.\n\n\n[END LOG]\n\n\n\n\n\n\nResearcher Nobatti's Note:\n I'm still against providing scientific material for them. It could lead to things getting out of hand \nvery\n quickly.\n\n\n\n\nResearcher Hoffman's Note:\n It'll be fine, the higher-ups carefully thought it out. They don't have the materials or instructions to make anything that could pose a serious threat. I will agree that it's a little concerning that the 7526-1 instances the only ones interested, not to mention the rate at which they've been poring over the textbooks we've given them.\n\n\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\n\n\n+ Show Interview Log 7526-D-20\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\nInterview Log 7526-D-20\n\n\n\n\nInterviewer:\n Researcher D. Nobatti\n\n\nInterviewee:\n SCP-7526-1-14 'Rézmán Orvosok', PoI-7526-207 Gyenes Rohály\n\n\nNote:\n \nAll speech has been translated from the native dialect of SCP-7526. The interview takes place inside the entity's pharmacy, specifically the storefront side. The entity had agreed to show off several of its SCP-7526-2 solutions.\n\n\n\n\n[BEGIN LOG]\n\n\nRézmán:\n Good afternoon, mister Nobatti, and welcome to my clinic. I should hope you do not need treatment, ho-ho.\n\n\nResearcher Nobatti:\n Hi. Thanks for agreeing to share information with us.\n\n\nRézmán:\n Of course, of course, it is only fair. We have learned many things from your books.\n\n\nResearcher Nobatti:\n Yes, the books. How could I forget.\n\n\nRézmán:\n Wonderful books, so much to learn. We would always like to learn more. Some of your books on anatomy mentioned other topics, \"neurology\" and \"genetics\". We would very much like it if you could bring us books regarding those. They sound very interesting.\n\n\nResearcher Nobatti:\n …Unfortunately, I'm not the one who decides what we can give you.\n\n\nRézmán:\n Ah, yes, most unfortunate. Do let them know. But I get ahead of myself. First, the Gyógyírja.\n\n\nThe entity reaches beneath the counter and produces the first jar of SCP-7526-2. A portion of the human small intestine can be seen floating in a yellow-green brine, along with a thick pulp of ground herbs.\n\n\nRézmán:\n We are both men of science, yes? I trust there is no reason to obscure anything.\n\n\nThe SCP-7526-1 instance stares intently at Researcher Nobatti for a brief period.\n\n\nResearcher Nobatti:\n Of course. What goes into this batch?\n\n\nThe entity turns to its human apprentice.\n\n\nRézmán:\n A fine question. Gyenes, do you recall the mixture I taught you?\n\n\nGyenes:\n Ah, yes Orvosok! For the ulcer tonic, the base is ten parts water, six parts vinegar and one part syrup.\n\n\nNobatti and Rézmán, in unison:\n What type of syrup?\n\n\nGyenes:\n B—beet syrup. Then you boil it for eighty minutes over low heat. And you, uhm, add a spoon of salt every ten minutes. After that, you grind four-weight of licorice root and an equal amount of chamomile leaf. And then you—No, first you take the base and cool it in a snowdrift, but make sure it doesn't freeze. Then you add the herbs, and the prepared intestine. Finally, you stir it with a rod, a copper one, until the color is the same all the way through.\n\n\nRézmán:\n Very good, Gyenes! Very good.\n\n\nThe entity turns to Researcher Nobatti.\n\n\nRézmán:\n This is a fairly simple tonic to aid the gut. It mends ulcers and clears blockages, but it shouldn't be used to cure poisons. It can cause one to be thirsty, so make sure you have water on hand. Two glasses every other day for a week will usually be enough.\n\n\nResearcher Nobatti:\n I see. Does it function by stimulating gut absorption? That would explain why it's risky to use with poisons.\n\n\nThe entity claps its hands together.\n\n\nRézmán:\n Indeed, indeed! Very perceptive. You know the body well.\n\n\nResearcher Nobatti:\n Thanks. You mentioned the intestine is… prepared? How so?\n\n\nGyenes glances at the entity nervously. The entity clasps its hands together.\n\n\nRézmán:\n Ah, many apologies, mister Nobatti. That is still a secret we must keep. But to make it up to you, next I will show you one of our most complex tonics.\n\n\nThe entity reaches beneath the counter and produces a large glass tank of SCP-7526-2. A shaved, severed human head can be seen floating in the brine, alongside several vegetables. The head's eyes, tongue and ears have been removed.\n\n\nRézmán:\n For this one, the starting point is boiling the head with grapes and whole onions in a silk sack. The exact—\n\n\nResearcher Nobatti, mumbling to himself:\n And who were you?\n\n\nRézmán:\n Pardon?\n\n\nResearcher Nobatti:\n Oh. I was just thinking out—I, uh, I was curious as to who the head belonged to. If that might, might affect the solution.\n\n\nAll are silent for a moment before Rézmán moves the tank back beneath the counter. As soon as the entity moves, Gyenes breaks off and runs into the back room of the clinic.\n\n\nResearcher Nobatti:\n …I'm terribly sorry, I didn't mean—\n\n\nRézmán:\n You should leave now, mister Nobatti.\n\n\n[END LOG]\n\n\n\n\n\n\nResearcher Hoffman's Note:\n What the hell was that, Don?\n\n\n\n\nResearcher Nobatti:\n I know, I know. It had been reacting positively, and seemed so polite discussing that element, so I figured at worst it would just tell me it was a secret again. But this is still information. What's most interesting to me is how the apprentice reacted, I don't want to think about what would have happened if I had stuck around.\n\n\n\n\nResearcher Hoffman's Note:\n Just be careful from now on, especially with the actually anomalous elements of 7526. I've seen Gyenes around a couple of times since then, I'd suggest asking him before trying Rézmán again but he was definitely trying to stay away from me.\n\n\n\n\nResearcher Nobatti's Note:\n I'm not going to try Rézmán again at all. These things are dangerous.\n\n\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\n\n\n+ Show Collected Recording Samples\n\n\n\n\n- Hide Samples\n\n\n\n\n\n\nNote:\n The following samples were covertly taken by Researcher Nobatti over a period of two weeks, at various points throughout SCP-7526. As such, some portions of audio may be unintelligible and the specific subjects involved cannot always be accurately identified.\n\n\n\n\n\n\nRecording 7526-F-06\n\n\n\n\nHypothesized Subjects:\n PoI-7526-405 Csaga Görgey, Poi-7526-406 Kaplony Görgey\n\n\nLocation:\n The Görgey residence within SCP-7526.\n\n\nNotes:\n PoI-7526-410 Kelemen Görgey, younger son of the Görgey family, is apprentice to one of the SCP-7526-1 instances.\n\n\n\n\n[BEGIN LOG]\n\n\nSubject A:\n …[inaudible] in his hands now. That is why [inaudible].\n\n\nSubject B:\n But [inaudible] still so painful.\n\n\nSubject A:\n Of course, that [inaudible] God remains [inaudible]. The soul will remain.\n\n\nSubject B:\n That is my worry, surely his soul will be stained in the eyes of the lord.\n\n\nSubject A:\n …[inaudible] for us all.\n\n\n[END LOG]\n\n\n\n\n\n\nRecording 7526-F-19\n\n\n\n\nHypothesized Subjects:\n Unknown\n\n\nLocation:\n Within a butcher's stall near the center of SCP-7526.\n\n\n\n\n[BEGIN LOG]\n\n\nSubject A:\n Well, the outsiders seem to have good intentions.\n\n\nSubject B:\n Yes, but we are too different, I think, [inaudible].\n\n\nSubject A:\n Hmm.\n\n\nSubject B:\n Although, with the knowledge they have, we could even ask them [inaudible] another [inaudible].\n\n\nSubject A:\n …That would [inaudible]. But think of the Orvosok, they would have to find out at some point. Think about that.\n\n\nSubject B:\n [inaudible].\n\n\n[END LOG]\n\n\n\n\n\n\nRecording 7526-F-33\n\n\n\n\nHypothesized Subjects:\n Unknown, at least one SCP-7526-1 instance.\n\n\nLocation:\n Outside the communal residence of several SCP-7526-1 instances.\n\n\n\n\n[BEGIN LOG]\n\n\nSubject A:\n There is much to be gained, yes.\n\n\nSubject B:\n Surely.\n\n\nSubject C:\n But would they come to an agreement with us? Not just the town, but \nus?\n\n\nSubject A:\n You remember our [inaudible].\n\n\nSubject C:\n …Yes. We are already [inaudible]. If they [inaudible], then we are in no [inaudible].\n\n\nSubject B:\n I should hope it won't come to that.\n\n\nSubject A:\n If I am right, my fellows, then there is no danger. We just need to act first.\n\n\nSubject B:\n [inaudible] will be ready in about a month. We will invite them then.\n\n\nSubject C:\n But which?\n\n\nSubject A:\n The man is the more suspicious of the two. And this is not [inaudible] work.\n\n\n[END LOG]\n\n\n\n\n\n\n- Hide Samples\n\n\n\n\n\n\nAddendum 2/19/2002:\n At approximately noon of 2/11/2002, a single SCP-7526-1 instance\n7\n approached the Foundation outpost. Upon being ordered to halt by security officers, the entity complied before producing a handwritten letter addressed to Researcher Nobatti. The letter read as follows:\n\n\n\n\nHello, people of the Foundation we have come to know.\n\n\nYou have been here with us for quite a while now, and the company has been most pleasurable, yes indeed. We understand that like us, you, too are scientists. Doctors. And also like us, you work to ensure the safety of those who are not. As such, we believe that there may be much we can accomplish together.\n\n\nWe have discussed things over with the mayor and all the councilmen, and we have permission to allow one of you to witness a very rare event. The appointment of a new Orvosok, and the creation of Ádám Gyógyírja. It is our hope that this will help you understand our little town, and us within it, better.\n\n\nIn particular, we extend this invitation to mister Nobatti, as we hope it may clarify any misunderstandings that grew between us. The procedure will occur at the red-roofed building built against the cliff face one week from now, in the evening. We will wait for you.\n\n\nGod be with you.\n\n\n-the Orvosok.\n\n\n\n\nOn the appointed date, Researcher Nobatti proceeded to the given destination accompanied by Security Officer Dwyer. Before their arrival, a total of 26 SCP-7526-1 instances had congregated within the structure. Due to the relative size of the visible structure, it was hypothesized and later confirmed that the building had subterranean extensions. Upon arrival, after a period of deliberation Nobatti was able to persuade the SCP-7526-1 instance at the door to allow Dwyer to accompany him, as well as allowing him to record the event on camera.\n\n\n\n\n+ Show Exploration Log 7526-D-41\n\n\n\n\n- Hide Exploration Log\n\n\n\n\n\n\nExploration Log 7526-D-41:\n\n\n\n\n[BEGIN LOG]\n\n\nFootage begins outside the structure, with SCP-7526-1-05 \"Ozsvát Orvosok\" looking towards Nobatti and Dwyer.\n\n\nOzsvát:\n You are ready now?\n\n\nResearcher Nobatti:\n Yes. Lead the way.\n\n\nThe SCP-7526-1 instances enter the building, reaching back with one arm to hold the door open. Nobatti and Dwyer enter, and it closes the door behind them.\n\n\nOzsvát:\n This way.\n\n\nThe group passes several rows of shelves before continuing down a wooden hallway at a downwards incline. The shelves are laden with long pieces of wood shaped to resemble large human bones, as well as various ceramic jars and pots. The hallway is dimly lit by candles. Dwyer activates a flashlight.\n\n\nResearcher Nobatti:\n When did you all build this place?\n\n\nOzsvát:\n Oh, it is an old mineshaft from before our isolation. Long since run dry, you see. We refurbished it to have a controlled environment.\n\n\nThe group continues walking.\n\n\nOzsvát:\n …There is another reason we chose this place.\n\n\nResearcher Nobatti:\n Because it's away from prying eyes?\n\n\nOzsvát:\n Yes. The things we do here are necessary, but… we would hope to hide them from the eyes of God.\n\n\nResearcher Nobatti:\n Oh.\n\n\nResearcher Nobatti draws closer to Officer Dwyer. After another minute, the group reaches a more open area with three large doors installed. Ozsvát gestures to the leftmost door.\n\n\nOzsvát:\n Through here. We have constructed a viewing platform for you, tall as we are.\n\n\nOzsvát opens the door, revealing a large chamber occupied by many other SCP-7526-1 instances, gathered around an open patch of clay in the floor. Standing at the front of the crowd is Poi-7526-406 Kelemen Görgey, human apprentice to SCP-7526-1-10 \"Vajk Orvosok.\" Vajk is crouched next to Kelemen, whispering to him. Several other SCP-7526-1 instances can be seen mixing a variety of powders and substances into the clay, singing in an unknown language. Kelemen is wearing only a loincloth, and the majority of his torso has been painted with intricate symbols. A tall wooden platform has been constructed off to one side, which Ozsvát gestures towards.\n\n\nOzsvát:\n Up there. I will explain.\n\n\nDwyer inspects the structure for safety, before nodding to Nobatti. The two ascend the structure, bringing them to roughly head-height of Ozsvát, who stands next to them.\n\n\nOzsvát:\n When the isolation occurred, our ancestors were pushed to their limits. They knew that they would not survive, and knew not what they had done to deserve such a fate. In desperation, the town's doctor stepped forwards. He had travelled much before settling in Istpatjika, you see. He was one with a very… open mind.\n\n\nThe SCP-7526-1 instances finish kneading the clay, and stand up before stepping away from the patch.\n\n\nOzsvát:\n He knew of rites that could be used to help one man survive beyond death. But these were wicked rites, learned from witches and blasphemers. God would surely scorn any man who used them. So, he turned to the Lord, and saw a vision of Christ upon the cross. A martyr damning himself to save mankind, like a doctor exposing himself to the plague to treat those who suffered from it.\n\n\nIn the front of the crowd, Kelemen produces a small cloth bundle, which he opens. Inside are a variety of small objects, including a dog's tooth, several locks of hair, a shiny pebble and a wooden die. A SCP-7526-1 instance brings several hollowed gourds to Kelemen.\n\n\nOzsvát:\n So that doctor of old cast aside his humanity, taking a new body of wood and clay within which his soul would lie. And then he began to study his old body, which was dead but not dead. The grace of life was still within it. And then he made the discovery that would surely condemn his soul, but would just as surely save many others.\n\n\nKelemen places the objects within the gourds, before producing a knife. He remains still for a moment, before Vajk leans in and embraces him.\n\n\nVajk:\n It is okay, you may still turn back. None would think less of you.\n\n\nKelemen shakes his head, before cutting his palm with the knife. He grabs each of the gourds, and allows blood to drip into each, before taking a bandage from Vajk and bandaging his hand. Several SCP-7526-1 instances bring forth a large wooden skeletal frame resembling an SCP-7526-1 instance, before laying it in the clay.\n\n\nOzsvát:\n He looked into his human body, and found the spark of life. That same life that so long ago, was given to Adam in the garden of Eden, a spark that would beget many others. He found God's greatest gift, and tried to coax it forth. But he could not. It remained within the body.\n\n\nVajk passes Kelemen a small clay vial and steps away as he begins shaping the clay around the wooden frame. He continues shaping until the overall structure resembles a complete SCP-7526-1 instance, at which point he inserts the hollow gourds into the chest and head.\n\n\nOzsvát:\n This spark could be used to invigorate the people, to soothe their pains and heal their wounds. To grow their crops and strengthen their bones. So, if it could not be removed from the body, then the body itself would be used.\n\n\nKelemen drinks the contents of the vial and lies on the ground next to the inanimate SCP-7526-1 instance. He closes his eyes, and places his cut hand over its forehead, before beginning to chant in an unknown language. After several moments he begins convulsing, and his speech becomes slurred. Researcher Nobatti steps towards the ladder of the platform, but stops as an SCP-7526-1 instance places a hand across the top of the ladder. Kelemen's skin begins losing its normal pigmentation, and his veins can be seen pulsating through his skin. He continues chanting for several more seconds before gagging as spittle begins to froth around the mouth. His fists can be seen clenching tightly as his entire body begins shaking, before uttering a final syllable and collapsing. Kelemen ceases movement entirely. After several moments the new instance, designated SCP-7526-1-40, rises. The instance is moving significantly more slowly and stiffly than other SCP-7526 instances.\n\n\n7526-1-40:\n Vajk, master Vajk! It—it's cold. It's cold.\n\n\nVajk:\n Yes, Kelemen. It will be okay, the new skin has yet to grow in. Then you will not be cold.\n\n\nResearcher Nobatti:\n Christ. And then—\n\n\nOzsvát:\n —Yes.\n\n\nResearcher Nobatti:\n You're going to butcher him?\n\n\nOzsvát:\n No. We would not force this blasphemy on another. He will …prepare… himself. And then, he will be Kelemen Orvosok.\n\n\nSCP-7526-1-40 rises, and takes Kelemen's body in its arms, carrying it out of the chamber and through the rightmost door, through which Vajk accompanies it. The entity closes the door behind it.\n\n\nOzsvát:\n We are sorry, mister Nobatti, but we cannot— it is too intimate of a process. We cannot allow you to watch.\n\n\nNobatti:\n …That's fine.\n\n\nAt this point Researcher Nobatti deactivates the camera.\n\n\n[END LOG]\n\n\n\n\n\n\n- Hide Exploration Log\n\n\n\n\n\n\n\n\nResearcher Nobatti's Note:\n I'm disgusted with myself.\n\n\n\n\nAddendum 3/26/2002:\n As of the given date, a proposal by Researchers Hoffman and Nobatti to create an educational course on modern pathology, physiology and surgery for use by SCP-7526-1 instances has been approved, with special input from Dr. Sach of the Ethics Committee. Relevant materials and equipment are to be kept within an extension to the onsite Foundation facilities, constructed to accommodate the physical size of the entities.\n\n\n\n\n+ Show Document 7526-D-54\n\n\n\n\n- Hide Document\n\n\n\n\n\n\nDocument 7526-D-54\n\n\n\n\nNote:\n The following is a copy of a religious hymnal used widely within SCP-7526, translated from the native dialect. The hymn in question is noted to be unique to SCP-7526.\n\n\n\n\nOh Lord, we pray to thee, today as all days.\n\n\nWe pray for forgiveness not for our trespasses, but those of others.\n\n\nWe pray for forgiveness for defilement of your most beloved creation, for the crime was done to preserve it.\n\n\nWe pray for forgiveness for learning from things that have no place in your world, for the crime was done to allow us to bear witness to the glory of it.\n\n\nWe pray for forgiveness for abandoning your gifts, for the crime was done to give them to others.\n\n\nWe pray for those who break their body as bread and blood as wine, as your holy son once did.\n\n\nWe pray in place of those who have exiled themselves from your hallowed grounds out of shame, for they believe they have no right to pray for themselves.\n\n\nLord, we pray to thee, we beg of thee, to pardon and forgive, for all was done to cure the wounds and ills of your children.\n\n\nWe pray for a peaceful rest for those whose bodies die in the darkness, so that we may live under your light.\n\n\nAmen.\n\n\n\n\n\n\n- Hide Document\n\n\n\n\n\n\n\n\n\n\n< \nSCP-7525\n | SCP-7526| \nSCP-7527\n >\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7526\n\" by IAmTheOoga, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7526\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Ötztalské Alpy - letecký pohled A.jpg\n\n\nAuthor:\n Hank.cz\n\n** License:** \nCreative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:%C3%96tztalsk%C3%A9_Alpy_-_leteck%C3%BD_pohled_A.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A mountain range located in Austria and northern Italy, with an average elevation in excess of 3 kilometers. SCP-7526 falls on the Austrian side of the border, at an elevation of 3.08 kilometers.\n\n\n2\n. Pronounced 'ist-pa-CHEE-kah', and roughly translating to 'God's Apothecary'.\n\n\n3\n. Notable examples include sulfur, dried blood, tallow soap, lavender petals, human hair, distilled alcohol and powdered iron.\n\n\n4\n. Pronounced 'OHR-voh-sok' and roughly translating to 'Doctor'.\n\n\n5\n. Pronounced 'AD-uhm gyoe-GYIHR-jah' and roughly translating to 'Adam's Cure'.\n\n\n6\n. The high purity of the water made it a valuable commodity used in religious ceremonies and for medicinal purposes.\n\n\n7\n. SCP-7526-1-23 \"Ladomér Orvosok\".",
    "addendums": [
        "Addendum 2/19/2002: At approximately noon of 2/11/2002, a single SCP-7526-1 instance 7 approached the Foundation outpost. Upon being ordered to halt by security officers, the entity complied before producing a handwritten letter addressed to Researcher Nobatti. The letter read as follows:\nOn the appointed date, Researcher Nobatti proceeded to the given destination accompanied by Security Officer Dwyer. Before their arrival, a total of 26 SCP-7526-1 instances had congregated within the structure. Due to the relative size of the visible structure, it was hypothesized and later confirmed that the building had subterranean extensions. Upon arrival, after a period of deliberation Nobatti was able to persuade the SCP-7526-1 instance at the door to allow Dwyer to accompany him, as well as allowing him to record the event on camera.",
        "Addendum 3/26/2002: As of the given date, a proposal by Researchers Hoffman and Nobatti to create an educational course on modern pathology, physiology and surgery for use by SCP-7526-1 instances has been approved, with special input from Dr. Sach of the Ethics Committee. Relevant materials and equipment are to be kept within an extension to the onsite Foundation facilities, constructed to accommodate the physical size of the entities."
    ],
    "documents": [
        "Document 7526-D-54 Note: The following is a copy of a religious hymnal used widely within SCP-7526, translated from the native dialect. The hymn in question is noted to be unique to SCP-7526. Oh Lord, we pray to thee, today as all days. We pray for forgiveness not for our trespasses, but those of others. We pray for forgiveness for defilement of your most beloved creation, for the crime was done to preserve it. We pray for forgiveness for learning from things that have no place in your world, for the crime was done to allow us to bear witness to the glory of it. We pray for forgiveness for abandoning your gifts, for the crime was done to give them to others. We pray for those who break their body as bread and blood as wine, as your holy son once did. We pray in place of those who have exiled themselves from your hallowed grounds out of shame, for they believe they have no right to pray for themselves. Lord, we pray to thee, we beg of thee, to pardon and forgive, for all was done to cure the wounds and ills of your children. We pray for a peaceful rest for those whose bodies die in the darkness, so that we may live under your light. Amen."
    ],
    "notes": [
        "Researcher Hoffman's Note: Although all the currently-recorded flora and fauna species within SCP-7526 are mundane in every way we've measured, it's still possible that they have some anomalous properties beneath the surface. This could help explain the functions of SCP-7526-2.",
        "Researcher Nobatti's Note: The cremation practice is puzzling. The overall population of the town remains very steady, so there's nowhere else the bodies could be coming from. It could be a ruse, and the dead are actually carted off to make SCP-7526-2. Researcher Hoffman's Note: The cremations are legit. I was allowed to watch one when the grandmother of the household I had been studying passed, poor Carina. That being said, they did seem fairly eager to ensure that I was part of the funeral. I suppose that could be due to their strict rituals, they might have seen it as an insult if someone who knew her didn't attend.",
        "Researcher Nobatti's Note: It should be noted that much of the history written here has been acquired directly from the citizens of SCP-7526, with essentially no other sources to confirm their statements. As such, some information may be faulty, possibly intentionally so.",
        "Researcher Hoffman's Note: I wonder why they've refused to tell us anything that transpired immediately after the rockslide, given how open they've been with other things. It has obviously had a massive impact on them and their culture. Though to be fair, it had to have been traumatic for all involved. Researcher Nobatti's Note: I think I know why. All mentions of SCP-7526-1 and -2 we've been given go back right up to the gap. And at the earliest statements we've been given post-gap, they were already being treated like part of the village.",
        "Interview Log 7526-D-03 Interviewer: Researcher G. Hoffman Interviewees: PoI-7526-031 Elemér Ferenci, PoI-7526-088 Laci Gábor Note: All speech has been translated from the native dialect of SCP-7526. [BEGIN LOG] Researcher Hoffman: Alright, thanks for agreeing to an interview, you two. This should be pretty straightforward. We can talk while you work, if you prefer. Elemér: Yes, yes, that is fine. Laci: Aye. Researcher Hoffman: Great. Now, were you both told about the Foundation and what we do here? I know that we talked at length with your council, but I don't know if they passed the word on to everyone. The two SCP-7526 denizens pause for a short period, with Elemér looking at the clouds overhead and Laci drumming his fingers on a wooden fencepost. Elemér: …You are border guards. Between things that are very different. Researcher Hoffman: Yes, I suppose that's a good way to put it. And your village here— Laci: —Town. Researcher Hoffman: —Yes, sorry, town. Your town is very different from the rest of the world, so we are here to make sure that neither side causes harm to the other. You've all been quite cooperative with this, unusually so actually. My question is, why is that? At least, from your own perspectives. The two SCP-7526 denizens briefly converse among themselves. Elemér: …There is no need for it. In Istpatjika, we spent a very long time making sure that everything is in balance. To survive. Best not be hasty with getting involved with other things, that is not our role. You yourself said it is to prevent harm. That is reason enough, yes? Laci: Aye. Best not to. Elemér: Also, we have agreed that your flying machines and computing boxes are most likely the work of the Devil. Best not to get involved. Laci: Aye. Best not to. Researcher Hoffman: Oh, ah, rest assured, our devices are strictly scientific. Perfectly safe. We've compiled some basic explanations as to how they work, which we provide upon request. Elemér: Yes, yes, but you can never be sure with the Devil. He is tricky like that. We thank you for your offers, but we will be fine with our Orvosok. They provide us with… what we cannot provide for ourselves. Researcher Hoffman: Actually, the 'Orvosok' are the only ones that have shown an interest in learning how our technology works. Both SCP-7526 denizens are silent for a moment. Laci: …Aye. They would be suited to devilry. Elemér: Laci! At this point, Elemér pulls Laci aside before turning back to Hoffman. Elemér: We are sorry, miss Hoffman, but we must go now. [END LOG]",
        "Researcher Nobatti's Note: I'm still against providing scientific material for them. It could lead to things getting out of hand very quickly. Researcher Hoffman's Note: It'll be fine, the higher-ups carefully thought it out. They don't have the materials or instructions to make anything that could pose a serious threat. I will agree that it's a little concerning that the 7526-1 instances the only ones interested, not to mention the rate at which they've been poring over the textbooks we've given them.",
        "Interview Log 7526-D-20 Interviewer: Researcher D. Nobatti Interviewee: SCP-7526-1-14 'Rézmán Orvosok', PoI-7526-207 Gyenes Rohály Note: All speech has been translated from the native dialect of SCP-7526. The interview takes place inside the entity's pharmacy, specifically the storefront side. The entity had agreed to show off several of its SCP-7526-2 solutions. [BEGIN LOG] Rézmán: Good afternoon, mister Nobatti, and welcome to my clinic. I should hope you do not need treatment, ho-ho. Researcher Nobatti: Hi. Thanks for agreeing to share information with us. Rézmán: Of course, of course, it is only fair. We have learned many things from your books. Researcher Nobatti: Yes, the books. How could I forget. Rézmán: Wonderful books, so much to learn. We would always like to learn more. Some of your books on anatomy mentioned other topics, \"neurology\" and \"genetics\". We would very much like it if you could bring us books regarding those. They sound very interesting. Researcher Nobatti: …Unfortunately, I'm not the one who decides what we can give you. Rézmán: Ah, yes, most unfortunate. Do let them know. But I get ahead of myself. First, the Gyógyírja. The entity reaches beneath the counter and produces the first jar of SCP-7526-2. A portion of the human small intestine can be seen floating in a yellow-green brine, along with a thick pulp of ground herbs. Rézmán: We are both men of science, yes? I trust there is no reason to obscure anything. The SCP-7526-1 instance stares intently at Researcher Nobatti for a brief period. Researcher Nobatti: Of course. What goes into this batch? The entity turns to its human apprentice. Rézmán: A fine question. Gyenes, do you recall the mixture I taught you? Gyenes: Ah, yes Orvosok! For the ulcer tonic, the base is ten parts water, six parts vinegar and one part syrup. Nobatti and Rézmán, in unison: What type of syrup? Gyenes: B—beet syrup. Then you boil it for eighty minutes over low heat. And you, uhm, add a spoon of salt every ten minutes. After that, you grind four-weight of licorice root and an equal amount of chamomile leaf. And then you—No, first you take the base and cool it in a snowdrift, but make sure it doesn't freeze. Then you add the herbs, and the prepared intestine. Finally, you stir it with a rod, a copper one, until the color is the same all the way through. Rézmán: Very good, Gyenes! Very good. The entity turns to Researcher Nobatti. Rézmán: This is a fairly simple tonic to aid the gut. It mends ulcers and clears blockages, but it shouldn't be used to cure poisons. It can cause one to be thirsty, so make sure you have water on hand. Two glasses every other day for a week will usually be enough. Researcher Nobatti: I see. Does it function by stimulating gut absorption? That would explain why it's risky to use with poisons. The entity claps its hands together. Rézmán: Indeed, indeed! Very perceptive. You know the body well. Researcher Nobatti: Thanks. You mentioned the intestine is… prepared? How so? Gyenes glances at the entity nervously. The entity clasps its hands together. Rézmán: Ah, many apologies, mister Nobatti. That is still a secret we must keep. But to make it up to you, next I will show you one of our most complex tonics. The entity reaches beneath the counter and produces a large glass tank of SCP-7526-2. A shaved, severed human head can be seen floating in the brine, alongside several vegetables. The head's eyes, tongue and ears have been removed. Rézmán: For this one, the starting point is boiling the head with grapes and whole onions in a silk sack. The exact— Researcher Nobatti, mumbling to himself: And who were you? Rézmán: Pardon? Researcher Nobatti: Oh. I was just thinking out—I, uh, I was curious as to who the head belonged to. If that might, might affect the solution. All are silent for a moment before Rézmán moves the tank back beneath the counter. As soon as the entity moves, Gyenes breaks off and runs into the back room of the clinic. Researcher Nobatti: …I'm terribly sorry, I didn't mean— Rézmán: You should leave now, mister Nobatti. [END LOG]",
        "Researcher Hoffman's Note: What the hell was that, Don? Researcher Nobatti: I know, I know. It had been reacting positively, and seemed so polite discussing that element, so I figured at worst it would just tell me it was a secret again. But this is still information. What's most interesting to me is how the apprentice reacted, I don't want to think about what would have happened if I had stuck around. Researcher Hoffman's Note: Just be careful from now on, especially with the actually anomalous elements of 7526. I've seen Gyenes around a couple of times since then, I'd suggest asking him before trying Rézmán again but he was definitely trying to stay away from me. Researcher Nobatti's Note: I'm not going to try Rézmán again at all. These things are dangerous.",
        "Note: The following samples were covertly taken by Researcher Nobatti over a period of two weeks, at various points throughout SCP-7526. As such, some portions of audio may be unintelligible and the specific subjects involved cannot always be accurately identified.",
        "Recording 7526-F-06 Hypothesized Subjects: PoI-7526-405 Csaga Görgey, Poi-7526-406 Kaplony Görgey Location: The Görgey residence within SCP-7526. Notes: PoI-7526-410 Kelemen Görgey, younger son of the Görgey family, is apprentice to one of the SCP-7526-1 instances. [BEGIN LOG] Subject A: …[inaudible] in his hands now. That is why [inaudible]. Subject B: But [inaudible] still so painful. Subject A: Of course, that [inaudible] God remains [inaudible]. The soul will remain. Subject B: That is my worry, surely his soul will be stained in the eyes of the lord. Subject A: …[inaudible] for us all. [END LOG]",
        "Recording 7526-F-19 Hypothesized Subjects: Unknown Location: Within a butcher's stall near the center of SCP-7526. [BEGIN LOG] Subject A: Well, the outsiders seem to have good intentions. Subject B: Yes, but we are too different, I think, [inaudible]. Subject A: Hmm. Subject B: Although, with the knowledge they have, we could even ask them [inaudible] another [inaudible]. Subject A: …That would [inaudible]. But think of the Orvosok, they would have to find out at some point. Think about that. Subject B: [inaudible]. [END LOG]",
        "Recording 7526-F-33 Hypothesized Subjects: Unknown, at least one SCP-7526-1 instance. Location: Outside the communal residence of several SCP-7526-1 instances. [BEGIN LOG] Subject A: There is much to be gained, yes. Subject B: Surely. Subject C: But would they come to an agreement with us? Not just the town, but us? Subject A: You remember our [inaudible]. Subject C: …Yes. We are already [inaudible]. If they [inaudible], then we are in no [inaudible]. Subject B: I should hope it won't come to that. Subject A: If I am right, my fellows, then there is no danger. We just need to act first. Subject B: [inaudible] will be ready in about a month. We will invite them then. Subject C: But which? Subject A: The man is the more suspicious of the two. And this is not [inaudible] work. [END LOG]",
        "Hello, people of the Foundation we have come to know. You have been here with us for quite a while now, and the company has been most pleasurable, yes indeed. We understand that like us, you, too are scientists. Doctors. And also like us, you work to ensure the safety of those who are not. As such, we believe that there may be much we can accomplish together. We have discussed things over with the mayor and all the councilmen, and we have permission to allow one of you to witness a very rare event. The appointment of a new Orvosok, and the creation of Ádám Gyógyírja. It is our hope that this will help you understand our little town, and us within it, better. In particular, we extend this invitation to mister Nobatti, as we hope it may clarify any misunderstandings that grew between us. The procedure will occur at the red-roofed building built against the cliff face one week from now, in the evening. We will wait for you. God be with you. -the Orvosok.",
        "Exploration Log 7526-D-41: [BEGIN LOG] Footage begins outside the structure, with SCP-7526-1-05 \"Ozsvát Orvosok\" looking towards Nobatti and Dwyer. Ozsvát: You are ready now? Researcher Nobatti: Yes. Lead the way. The SCP-7526-1 instances enter the building, reaching back with one arm to hold the door open. Nobatti and Dwyer enter, and it closes the door behind them. Ozsvát: This way. The group passes several rows of shelves before continuing down a wooden hallway at a downwards incline. The shelves are laden with long pieces of wood shaped to resemble large human bones, as well as various ceramic jars and pots. The hallway is dimly lit by candles. Dwyer activates a flashlight. Researcher Nobatti: When did you all build this place? Ozsvát: Oh, it is an old mineshaft from before our isolation. Long since run dry, you see. We refurbished it to have a controlled environment. The group continues walking. Ozsvát: …There is another reason we chose this place. Researcher Nobatti: Because it's away from prying eyes? Ozsvát: Yes. The things we do here are necessary, but… we would hope to hide them from the eyes of God. Researcher Nobatti: Oh. Researcher Nobatti draws closer to Officer Dwyer. After another minute, the group reaches a more open area with three large doors installed. Ozsvát gestures to the leftmost door. Ozsvát: Through here. We have constructed a viewing platform for you, tall as we are. Ozsvát opens the door, revealing a large chamber occupied by many other SCP-7526-1 instances, gathered around an open patch of clay in the floor. Standing at the front of the crowd is Poi-7526-406 Kelemen Görgey, human apprentice to SCP-7526-1-10 \"Vajk Orvosok.\" Vajk is crouched next to Kelemen, whispering to him. Several other SCP-7526-1 instances can be seen mixing a variety of powders and substances into the clay, singing in an unknown language. Kelemen is wearing only a loincloth, and the majority of his torso has been painted with intricate symbols. A tall wooden platform has been constructed off to one side, which Ozsvát gestures towards. Ozsvát: Up there. I will explain. Dwyer inspects the structure for safety, before nodding to Nobatti. The two ascend the structure, bringing them to roughly head-height of Ozsvát, who stands next to them. Ozsvát: When the isolation occurred, our ancestors were pushed to their limits. They knew that they would not survive, and knew not what they had done to deserve such a fate. In desperation, the town's doctor stepped forwards. He had travelled much before settling in Istpatjika, you see. He was one with a very… open mind. The SCP-7526-1 instances finish kneading the clay, and stand up before stepping away from the patch. Ozsvát: He knew of rites that could be used to help one man survive beyond death. But these were wicked rites, learned from witches and blasphemers. God would surely scorn any man who used them. So, he turned to the Lord, and saw a vision of Christ upon the cross. A martyr damning himself to save mankind, like a doctor exposing himself to the plague to treat those who suffered from it. In the front of the crowd, Kelemen produces a small cloth bundle, which he opens. Inside are a variety of small objects, including a dog's tooth, several locks of hair, a shiny pebble and a wooden die. A SCP-7526-1 instance brings several hollowed gourds to Kelemen. Ozsvát: So that doctor of old cast aside his humanity, taking a new body of wood and clay within which his soul would lie. And then he began to study his old body, which was dead but not dead. The grace of life was still within it. And then he made the discovery that would surely condemn his soul, but would just as surely save many others. Kelemen places the objects within the gourds, before producing a knife. He remains still for a moment, before Vajk leans in and embraces him. Vajk: It is okay, you may still turn back. None would think less of you. Kelemen shakes his head, before cutting his palm with the knife. He grabs each of the gourds, and allows blood to drip into each, before taking a bandage from Vajk and bandaging his hand. Several SCP-7526-1 instances bring forth a large wooden skeletal frame resembling an SCP-7526-1 instance, before laying it in the clay. Ozsvát: He looked into his human body, and found the spark of life. That same life that so long ago, was given to Adam in the garden of Eden, a spark that would beget many others. He found God's greatest gift, and tried to coax it forth. But he could not. It remained within the body. Vajk passes Kelemen a small clay vial and steps away as he begins shaping the clay around the wooden frame. He continues shaping until the overall structure resembles a complete SCP-7526-1 instance, at which point he inserts the hollow gourds into the chest and head. Ozsvát: This spark could be used to invigorate the people, to soothe their pains and heal their wounds. To grow their crops and strengthen their bones. So, if it could not be removed from the body, then the body itself would be used. Kelemen drinks the contents of the vial and lies on the ground next to the inanimate SCP-7526-1 instance. He closes his eyes, and places his cut hand over its forehead, before beginning to chant in an unknown language. After several moments he begins convulsing, and his speech becomes slurred. Researcher Nobatti steps towards the ladder of the platform, but stops as an SCP-7526-1 instance places a hand across the top of the ladder. Kelemen's skin begins losing its normal pigmentation, and his veins can be seen pulsating through his skin. He continues chanting for several more seconds before gagging as spittle begins to froth around the mouth. His fists can be seen clenching tightly as his entire body begins shaking, before uttering a final syllable and collapsing. Kelemen ceases movement entirely. After several moments the new instance, designated SCP-7526-1-40, rises. The instance is moving significantly more slowly and stiffly than other SCP-7526 instances. 7526-1-40: Vajk, master Vajk! It—it's cold. It's cold. Vajk: Yes, Kelemen. It will be okay, the new skin has yet to grow in. Then you will not be cold. Researcher Nobatti: Christ. And then— Ozsvát: —Yes. Researcher Nobatti: You're going to butcher him? Ozsvát: No. We would not force this blasphemy on another. He will …prepare… himself. And then, he will be Kelemen Orvosok. SCP-7526-1-40 rises, and takes Kelemen's body in its arms, carrying it out of the chamber and through the rightmost door, through which Vajk accompanies it. The entity closes the door behind it. Ozsvát: We are sorry, mister Nobatti, but we cannot— it is too intimate of a process. We cannot allow you to watch. Nobatti: …That's fine. At this point Researcher Nobatti deactivates the camera. [END LOG]",
        "Researcher Nobatti's Note: I'm disgusted with myself.",
        "\" SCP-7526 \" by IAmTheOoga, from the SCP Wiki . Source: https://scpwiki.com/scp-7526 . Licensed under CC-BY-SA .",
        "Filename: Ötztalské Alpy - letecký pohled A.jpg Author: Hank.cz ** License:** Creative Commons Attribution-Share Alike 4.0 International Source Link: https://commons.wikimedia.org/wiki/File:%C3%96tztalsk%C3%A9_Alpy_-_leteck%C3%BD_pohled_A.jpg"
    ],
    "item": "SCP-7526",
    "object_class": "Euclid",
    "containment_procedures": "The area immediately surrounding SCP-7526 is to be restricted to exclude non-Foundation personnel, under a cover story of unstable terrain in collaboration with the local authorities. Any trespassers are to be detained and amnesticized. A Category L broad-range photocognition filter has been installed within SCP-7526, projecting an image of unoccupied mountainous terrain to any overhead viewers or image-capturing devices. Any historical records of SCP-7526's existence discovered outside of Foundation documents are to be suppressed.",
    "description": "SCP-7526 is a primarily human settlement located in the Ötztal Alps,1 referred to as \"Istpatjika\"2 by its sapient denizens. Due to natural barriers and a lack of communications technology, SCP-7526 has remained completely isolated from the rest of human civilization since the year 1681 CE, with the sole exception being Foundation Personnel from the year 1997 CE onwards.",
    "title": "SCP-7526"
}