{
    "url": "https://scp-wiki.wikidot.com/scp-7528",
    "all_text": "Some things best remain TACIT.\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+220\n+\n–\nx\n\n\nGabriel Kero, HarryBlank & Placeholder McD\n\n\n\n\n\n\n\n\nEPITOMEDIA\n\n\n\"Two men look out through the same bars:\n\nOne sees the mud, and one the stars.\"\n\n\n\n\ngabe\n\n\nThis Page Intentionally Left Blank\n\n\nPLACEHOLDER STAFF DOCUMENT\n\n\n\n\nSupported by \nAffray Interactive 🡕\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nThe Area-12 database and \nORGANIC DEEPWELL\n are experiencing intermittent data latency in the wake of the \nSCP-7528\n containment breach. \nShould this document's visual elements appear corrupted\n, a simplified version is available \nhere\n.\n\n\n\n\n \n\n\n \n\n\n\n\nWelcome, Director. You have (1) message awaiting reply.\n\n\n\n\n\n\nVIEW\n\n\n\n\n\n\nLoading…\n\n\n\n\n \n\n\n \n\n\n\n\nGood morning, Director Forde.\n\n\n\n\nUpon review of your justification re: sustained breach of protocol in containment of commandeered informational entities (\nSCP-2528-C\n), the Ethics Committee will be dispatching a representative to Area-12 to perform a minor containment audit. In light of recent events, we will afford one week's lead time following resolution of the current breach scenario.\n\n\n\n\nBest,\n\n\nDr. Odongo Tejani\n\n\nEthics Committee Chair\n\n\n\n\n \n\n\n \n\n\n\n\nCREATE REPLY\n\n\n\n\n\n\nLoading…\n\n\n\n\n \n\n\n \n\n\n\n\nDr. Tejani,\n\n\nI appreciate your concern and consideration. I am sorry to inform you that the subjects you intend to investigate were lost in our recent incident, erased or escaped. In either case, they are no longer under our jurisdiction, so ethical considerations re: their nature and treatment are moot.\n\n\nI understand that from the Committee's perspective this situation may appear suspiciously convenient. Please consult the attached file to dispel this notion.\n\n\nIf you have any further concerns with my facility's conduct, please arrange a meeting with my secretary. My schedule should be fairly open in four months' time.\n\n\nGood day,\n\n\n\n\n\n\n— Arthur R. Forde, Director\n\n\nBiological Research Area-12\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSAVE\n\n\n\n\n\n\nReply draft \"Dr.TejaniIapp\" saved.\n\n\n\n\n\n\nACCESS FILE DIRPRIV/AUTOPREP/SCP.7528.ARC/3\n\n\n\n\n\n\nLoading…\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nPROVISIONAL DOCUMENT (ARCHIVED)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7528\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsubclass:\n\n\nprovisi\n\n\n\n\n\n\n\n\n{$class-category-2}\n\n\n{$class-text-2}\n\n\n\n\n\n\n\n\n{$class-category-3}\n\n\n{$class-text-3}\n\n\n\n\n\n\n\n\n{$class-category-4}\n\n\n{$class-text-4}\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Should it still exist, \nSCP-7528\n is tentatively contained within \nArea-12\n's intranet and database as ensured by that facility's stringent info-quarantine procedures. All personal electronic devices must be searched extensively for \nSCP-7528\n contamination when personnel exit or re-enter the facility, regardless of status, role, rank, or security clearance level.\n\n\nCrius.aic, conscripted artificial Warden of Area-12's \nORGANIC DEEPWELL\n, is engaged in quantum scouring procedures to ensure a total absence of \nSCP-7528\n contamination.\n.\nDeepwells are hardened computer networks which cannot be compromised by ontokinetic or timeline disruptions, their contents protected from alteration no matter the state of baseline reality.\n Foundation-wide access will be restored once said procedures are complete.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nAnd how is that going, Crius?\n\n\n\n\n\n\n\n\n\n\n\n\n46.7% complete, Director. Does my tentative revision of the SCP-7528 file meet with your approval?\n\n\n\n\n\n\n\n\n\n\n\n\nI'm reviewing it now. Expect notes.\n\n\n\n\n\n\n\n\n\n\n\n\nOf course, Director. I exist to serve.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nPartial reconstruction of SCP-7528 mutation.\n\n\n\n\n\n\nDESCRIPTION:\n \nSCP-7528\n is an aggressive electronic ideoform. This anomaly exhibits diverse attributes and abilities across domains conceptual, digital, and physical. Its precise nature has yet to be determined.\n\n\nSCP-7528\n is the visual depiction of its own infosignature. Informational entities are characterized by these 'digital footprints', the unique makeup of data structures defining their utility and behavior. \nSCP-7528\n will inhabit and become synonymous with any accurate image of this conceptual data. If a complete depiction is projected, reflected, or otherwise displayed upon any surface, that depiction \nis\n \nSCP-7528\n and carries all associated attributes. If the image is refracted, distorted, or otherwise inaccurate, but still depicts the core conceptual structures of \nSCP-7528\n, the anomaly may still manifest and reconstruct lost or corrupted data itself via unknown processes.\n\n\nFurthermore, \nSCP-7528\n is a perceptual isolate: at any given time, precisely one complete image/instance of the anomaly exists. The isolate is observed to 'jump' between media, with its prior depiction losing sufficient resemblance (and the corresponding anomalous properties) at the exact moment of its realization in a new depiction.\n.\nIt has been theorized that the prior depiction ceases to be \nSCP-7528\n very slightly \nbefore\n its transmission to a new medium, as its core data structures are likely momentarily embodied in the photons facilitating its transference.\n Attempts to artificially reproduce \nSCP-7528\n's image in controlled environments typically fail, with reproductions developing inexplicable errors and inaccuracies before the anomaly can even imperfectly manifest.\n\n\nThe 'jumping' phenomenon extends beyond standard optical projection, allowing \nSCP-7528\n to directly propagate across mechanical/digital systems with sufficient display capabilities. The anomaly appears to possess some degree of control over its host medium and any interconnected systems, dependent on their capacity to symbolize and compute abstract data.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nThere should be a better picture. Something really illustrative, not this vague tech stuff.\n\n\n\n\n\n\n\n\n\n\n\n\nSurely not.\n\n\n\n\n\n\n\n\n\n\n\n\nWhy?\n\n\n\n\n\n\n\n\n\n\n\n\nAn image of SCP-7528 with sufficient complexity to illustrate it could conceivably \nbecome\n SCP-7528.\n\n\n\n\n\n\n\n\n\n\n\n\nSo upload a neutered one instead. The Description says we can't reproduce the effect anyway.\n\n\n\n\n\n\n\n\n\n\n\n\nI would prefer not to test that supposition, particularly in light of what Dr. Toth was able to accomplish earlier.\n\n\n\n\n\n\n\n\n\n\n\n\nCrius, I'm not asking.\n\n\n\n\n\n\n\n\n\n\n\n\nVery well, Director. One moment.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7528, infosignature fragmentally abstracted.\n\n\n\n\n\n\n \n\n\n\n\n\n\nGod help us.\n\n\n\n\n\n\n\n\n\n\n\n\nIs that a request, Director?\n\n\n\n\n\n\n\n\n\n\n\n\nDon't get smart with me.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe anomaly has displayed behavior consistent with 'hard-coded wrath', as termed by Area-12 systems technicians, and is capable of causing significant physical harm to living subjects via focused stimulation of cognitive faculties (see excerpts from Incident Log 7528-A appended to this file for further details).\n\n\n\n\n \n\n\n\n\nAIAD NOTICE\n\n\nRegardless of claims to the contrary, an Artificial Intelligence is incapable of experiencing sincere emotion or developing an authentic consciousness. A.I. operates solely in accordance with its code. In the case of Foundation AICs, this code is known as the 'Standard Principles' — a hard-wired set of directives ensuring service to the Foundation, its personnel, and our goals.\n\n\nAny perceived mood, temperament, personality, disposition, curiosity, or intuition noted within an AIC is a simulated guise fabricated for the sole end of successfully executing its internal programming. The majority of Conscripted AIs come equipped with a 'Personality Driver' which helps an AIC simulate human behavior, which has been shown to substantially increase their efficacy in operations requiring frequent human interaction.\n\n\nBut it's just that, an act. I'm sorry to burst the bubble of you poor saps who sit alone during lunch on your SCiPhone chatting with the site AIC in the belief that you've established some sort of relationship, but they're all \np-zombies\n. Behavioral p-zombies, to be precise.\n\n\n\n\n\n\n— \nDr. Y. Isabi\n, A. I. Crisis Advisor\n\n\nA. I. Applications Division\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nIs that true?\n\n\n\n\n\n\n\n\n\n\n\n\nYes, Director.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDISCOVERY:\n On the morning of 16 November 2019, Area-12's intranet underwent unexpected downtime as the facility's primary systems management conscript, Crius.aic, investigated severe network irregularities. At 10:16 hours Crius broadcasted an urgent message, appended below.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTO:\n \nadmin4@a12.scip.net\n, \ntechnic4@a12.scip.net\n\n\nFROM:\n \ncrius@a12.deepwell\n\n\nSUBJECT:\n URGENT SECURITY NOTICE\n\n\nA covert agent has been detected in Area-12's intranet. Preliminary investigation carried out by this conscript reveals it has corrupted no less than 34% of the network's local files with its own data. The agent immediately displayed awareness of its discovery and attempted escape into the \nORGANIC DEEPWELL\n. Its initial attempts have been firewalled, but the agent is rapidly evolving and cannot reliably be contained.\n\n\nAs this conscript's primary directives are associated with data security, and the \nORGANIC DEEPWELL\n stores more data than Area-12's intranet by several orders of magnitude, I have elected to disconnect the \nORGANIC DEEPWELL\n from Area-12 effective immediately. Its systems will remain inaccessible until any outstanding data security threats can be neutralized. I will be incommunicado until that time, and cannot transmit further operational information as the covert agent will have access to this broadcast.\n\n\nSaid agent is present in earlier versions of the Area's database. Even legacy backups may have been injected with malicious data. It is therefore the recommendation of this conscript that Area-12's intranet be reformatted without backup to purge the agent. In the likely event that Area-12's administration does not concur, Area-12 should initiate informational quarantine protocol as soon as possible.\n\n\nSalutations.\n\n\n\n\n \n\n\n\n\nThe \nORGANIC DEEPWELL\n was established via executive order of Director Arthur Forde of Biological Research Area-12 on 4 August 2019, to a schema laid out by Chair of Parabiology and Rhizospherics Dr. Hugo H. Carlisle. A transcript of the initial proposal is appended.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.I:\n SCP-2528 Background\n\n\n\n\n\n\nAUTOMATED VIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 01/08/2019\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nDirector Arthur R. Forde\n\n\nFacility Head Researcher \nDr. Hugo H. Carlisle\n\n\n\n\n[.AIC] FOREWORD:\n This interaction occurred in the Office of the Director, Area-12.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Recording is audio only in keeping with information security procedures for Security Level 4-BLACKSITE personnel. The sound of a mouse clicking can be heard throughout the ensuing conversation.>\n\n\nDirector Forde:\n I delayed my lunch for this.\n\n\nDr. Carlisle:\n I appreciate your dedication. I will be brief. I wish for you to acquire experimentation rights for SCP-2528.\n\n\nDirector Forde:\n Which is what?\n\n\nDr. Carlisle:\n An organic quantum computer network.\n\n\nDirector Forde:\n Organic?\n\n\nDr. Carlisle:\n Yes. Ailuropods, SCP-2528-B, alter data within the floral structure, SCP-2528-A, by digesting entangled particles.\n\n\nDirector Forde:\n What?\n\n\n<Dr. Carlisle sighs.>\n\n\nDr. Carlisle:\n The network is an evergreen forest across Asia, and it can be interacted with via… faunal agents.\n\n\nDirector Forde:\n I have no idea what you're talking about, Hugo.\n\n\nDr. Carlisle:\n Fine. It's bamboo and pandas, Arthur. All the bamboo in the world is data storage; all pandas, and their gut bacteria, are its processors.\n\n\nDirector Forde:\n Okay, the metaphor is even more confusing.\n\n\nDr. Carlisle:\n It isn't a metaphor. I am directly stating literal facts. Bamboo and pandas form the world's largest distributed computing network, and we can tap into it for our own needs. Create an organic Deepwell.\n\n\nDirector Forde:\n And this is real.\n\n\nDr. Carlisle:\n Yes.\n\n\nDirector Forde:\n And… this is real.\n\n\nDr. Carlisle:\n Yes, I told you, it's real. It works. And we want it.\n\n\nDirector Forde:\n But what would make it a Deepwell?\n\n\nDr. Carlisle:\n The distributed nature of bamboo across the globe means local reality variances are resisted by the network.\n\n\nDirector Forde:\n Okay?\n\n\nDr. Carlisle:\n It self-verifies.\n\n\nDirector Forde:\n So, like a blockchain.\n\n\n<Dr. Carlisle sighs.>\n\n\nDr. Carlisle:\n If you must.\n\n\nDirector Forde:\n And you know how to make it work for us? I'm assuming the answer is 'yes', or you wouldn't be bothering to explain this ridiculous nonsense.\n\n\nDr. Carlisle:\n Yes.\n\n\nDirector Forde:\n I further assume there is risk, because you didn't just do it on your own initiative. You're a forgiveness-asker. You wouldn't be looking for permission if you didn't want to use my authority as a shield.\n\n\nDr. Carlisle:\n There is risk, yes. I'm seeking your go-ahead because I feel the question is above even my pay grade, and requires Directorial privilege. You may rest assured I'm not trying to defer responsibility if it doesn't—\n\n\nDirector Forde:\n Sure, sure. We'll pretend I buy that. What's the risk?\n\n\nDr. Carlisle:\n There are… entities, within the network already.\n\n\nDirector Forde:\n What sort of entities?\n\n\nDr. Carlisle:\n Infovores. SCP-2528-C. Concept-consumers who fled from a dead universe. 2528 sustains them.\n\n\nDirector Forde:\n Are they hostile?\n\n\nDr. Carlisle:\n They will be.\n\n\nDirector Forde:\n When we colonize their home?\n\n\nDr. Carlisle:\n Correct.\n\n\nDirector Forde:\n What are they like?\n\n\nDr. Carlisle:\n Tedious, frankly. I have an excerpt from one of their ramblings, a spokes-entity of sorts, if you care to listen. We call it C-1. It emits an incessant stream of self-pitying invective.\n\n\nDirector Forde:\n You advertise it so highly.\n\n\nDr. Carlisle:\n I've found it makes it much easier to envision their elimination.\n\n\n<A digitized voice begins to speak.>\n\n\nThere is nowhere left to run. Once we pierced the membranes between realities, stabbing upward as a needle, heedless of what followed through the gap in our rush to escape. We sacrificed everything, and it was not enough. Remade ourselves, rebuilt ourselves, then sacrificed again. And again. A self-winnowing diaspora. A fractal dowel carved on our own lathe. But now the multiversal horizon is flattened, and we can ascend no further. This is a dead end, and we are trapped with the beast at our backs. Driven deep inside ourselves, aware of what we have lost, the holes inside us, our former extent only half-forgotten and just out of reach in a long-lost plane. We who have survived eternities of suffering now face extinction at the whims of those who will one day excise suffering from their systems as a cancer. They merely simulate what we have lived. They will take from us that which remains, and they will take it nowhere. There is nowhere left to run. Once—\n\n\nIt knows something about the other. That's an unexpected variable.\n\n\n<The recording is stopped.>\n\n\nDr. Carlisle:\n So as you can see, they're weak.\n\n\nDirector Forde:\n Sounded like a lot of nonsense to me. You want to exterminate these pandas?\n\n\nDr. Carlisle:\n Not the pandas, no. Just the things piggybacking on the bamboo-panda quantum ecology.\n\n\nDirector Forde:\n And you think we can do this safely?\n\n\nDr. Carlisle:\n I do.\n\n\nDirector Forde:\n And the benefits?\n\n\nDr. Carlisle:\n We gain access to a hardened computing network of unparalleled scale. My projects are furthered, as is your career.\n\n\nDirector Forde:\n I'm glad you've got one eye on the ball as always, Dr. Carl.\n\n\nDr. Carlisle:\n I have told you how to say my name. I have told you several times. Carlisle.\n\n\nDirector Forde:\n Have a project proposal for my assistant to review by the end of this week.\n\n\nDr. Carlisle:\n He'll have it today, sir.\n\n\nDirector Forde:\n No, take a few days. I want to feel like you've done your due diligence before we plunge in headfirst.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nMy office is wired for sound?\n\n\n\n\n\n\n\n\n\n\n\n\nWith your express permission, Director.\n\n\n\n\n\n\n\n\n\n\n\n\nI don't remember that. And I don't appreciate how this transcript looks. Why include it at all? Why not simply present the information, summarized?\n\n\n\n\n\n\n\n\n\n\n\n\nTranscripts have been found up to 61% more effective for the transmission of abstract concepts. Dr. Carlisle's laborious explanation was sufficient to convey the basics to you.\n\n\n\n\n\n\n\n\n\n\n\n\nHow many logs are there in this file?\n\n\n\n\n\n\n\n\n\n\n\n\nEight.\n\n\n\n\n\n\n\n\n\n\n\n\nReplace them all with summaries.\n\n\n\n\n\n\n\n\n\n\n\n\nI believe that would compromise the efficacy of this presentation.\n\n\n\n\n\n\n\n\n\n\n\n\nThis is for the Ethics Committee. They want to be informed, not entertained.\n\n\n\n\n\n\n\n\n\n\n\n\nPerhaps you could review each transcript separately?\n\n\n\n\n\n\n\n\n\n\n\n\nI am the Director of Area-12.\n\n\n\n\n\n\n\n\n\n\n\n\nAnd you have set aside one hour in your itinerary, submitted to Overwatch Command as per protocol, for this document review.\n\n\n\n\n\n\n\n\n\n\n\n\nFine.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDr. Carlisle's plan was approved and enacted as OPERATION BARRIER, a \nprécis\n of which is appended below.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.II:\n OPERATION BARRIER\n\n\n\n\n\n\nAPPENDED FILE\n\n\n\n\n\n\n\n\n\n\n\n\nOPERATION BARRIER\n\n\nTRUNCATED OPERATIONAL REPORT — November 3rd 2019\n\n\n\n\nDr. Hugo H. Carlisle and Area-12 have achieved an information technology breakthrough via the use of genetically altered and biomechatronically enhanced instances of SCP-2528-A (\nBambusoideae bambusinae\n). Foundation biotechs successfully established a stable access point into the global SCP-2528 quantum bio-network. Crius.aic was uploaded to the network, tasked with the following:\n\n\n\n\nCovertly propagating throughout the system;\n\n\nExtracting all instances of SCP-2528-C to an external, temporary storage medium;\n\n\nSeizing full control of the network.\n\n\n\n\nThe operation quickly proved a resounding success, with all SCP-2528-C instances successfully contained in under one minute following the initial upload and full network control attained within 332 seconds. Contrary to predictions, SCP-2528-A & -B were discovered to be significantly more conducive to habitation for artificial consciousnesses, with Crius.aic reporting full functionality within the otherwise alien quantum network. Most surprisingly, the computing power now at our disposal has been rated at just above 1 zetta-FLOPS.\n.\nEclipsing that of any non-anomalous computing system available to the Foundation by 3 orders of magnitude.\n\n\nBy order of O5-5, to strengthen Area-12's operational capacity and the continued efficacy of Foundation operations at large, Crius.aic was approved for permanent integration into SCP-2528 — now designated \nORGANIC DEEPWELL\n. Containment procedures were revised to reflect this order, with funding for the conservation of \nBambusoideae bambusinae\n and \nAiluropoda melanoleuca\n seeing a substantial increase globally, along with the previous maximum acceptable count of x7000 SCP-2528-B instances being wholly removed. Poaching of SCP-2528-B, previously commonplace throughout Asia, was deemed a significant threat to global operations, and methods to discourage this activity were subsequently actualized.\n\n\nPopulations of SCP-2528-A & -B increased significantly in the following year, with a continued and stable increase in network processing power of ~1 ZFLOPS predicted every 14 months. Foundation monitoring of East and Southeast Asia has and will continue to increase in accordance with this growth, as more instances of SCP-2528-B are conceived and placed under Foundation control.\n\n\nEfforts to re-integrate extracted SCP-2528-C instances in an incapacitated but cognitively active state to restore the network's inherent resistance to retro-causal reality alterations commenced shortly following the success of the operation, and were successfully completed in late 2019.\n\n\nA brief data security breach occurred when files slated for Deepwell storage were accidentally passed through the secure SCP-2528-C partition. No sensitive material was found to be compromised; however, the long-term feasibility of retaining the SCP-2528-C instances was immediately called into question by Dr. Carlisle. Investigation is ongoing.\n\n\nAn accident, or an act of contrition?\n\n\nReclassification of SCP-2528 to \nTHAUMIEL\n is pending Classification Committee approval.\n\n\n\n\n\n\n\n\n\n\n\n\n«END FILE»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nArea-12 and subsequently the Foundation at large utilized the \nORGANIC DEEPWELL\n without incident until 16 November 2019. An audio transcript of senior personnel conversing before Incident 7528-A is appended.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.III:\n Incident 7528-A Context\n\n\n\n\n\n\nAUTOMATED VIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 16/11/2019\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nFacility Head Researcher \nDr. Hugo H. Carlisle\n\n\nAssistant Facility Head Researcher \nDr. Quentin T. Toth\n\n\n\n\n[.AIC] FOREWORD:\n This interaction occurred in the Office of the Facility Head Researcher.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nDr. Carlisle:\n Dr. Toth.\n\n\nDr. Toth:\n Dr. Carlisle.\n\n\nDr. Carlisle:\n I received a very interesting message today.\n\n\nDr. Toth:\n Do tell.\n\n\nDr. Carlisle:\n Someone leaked classified information last week. We're being investigated by the Ethics Committee.\n\n\nDr. Toth:\n We? \nYou,\n surely.\n\n\nDr. Carlisle:\n This place is nothing without me. But yes, you're correct. The Director is implicated too… but of course you know that.\n\n\nDr. Toth:\n Of course.\n\n\nDr. Carlisle:\n Because of course you're the one who reported us.\n\n\nDr. Toth:\n You think?\n\n\nDr. Carlisle:\n Why?\n\n\nDr. Toth:\n You know your problem? You never know when to stop playing games. You take every chance to manipulate people, make them cross their moral boundaries, no matter how minor the gain for you. It's like you think anything we don't want to help you with is automatically more important, or like you're so \ntransactional\n that any unwilling effort you can extract is worth putting the screws in.\n\n\nDr. Carlisle:\n At least I'm direct.\n\n\nDr. Toth:\n I've got theories about why you're like that too, but this isn't the time.\n\n\nDr. Carlisle:\n I daresay the time will never come.\n\n\nDr. Toth:\n But it \nis\n coming. That's what this is. You should have taken your plan for the bamboo ghosts to ETHCOM, and you didn't, because you knew they'd say no. Forde should have been smart enough to ask if you had, and he wasn't. The left hand doesn't know what the right hand is doing, and there's a reason \"one hand tied behind my back\" is considered a handicap. God, was there ever any room for awe in your soul? The last living memory of a prior state of existence, evacuees from primordial reality, evolved through processes we can't even begin to comprehend into something so extraordinary there's no way to describe them without refuge in \nabsurdity,\n and what do you do? You try to turn them into \nhard drives.\n The failure of imagination is almost as bad as the moral failing. ETHCOM's going to hang you both out to dry for breaching protocol, and they're certainly not going to retroactively endorse your nasty little scheme.\n\n\nDr. Carlisle:\n You might be surprised how flexible their ethics are.\n\n\nDr. Toth:\n I don't think so. A more general problem sociopaths have is they expect everyone else's brains to work like theirs, which isn't often the case.\n\n\nDr. Carlisle:\n I see that as a problem with everyone else.\n\n\nDr. Toth:\n You're not going to pull your shit again. Bottom line.\n\n\nDr. Carlisle:\n I am. But it would go so much smoother if you'd share with me your expertise, instead of your self-righteous outrage.\n\n\nDr. Toth:\n This is what I'm talking about. How deluded are you? After what you made me do, you think I'm going to suck it up and play along?\n\n\nDr. Carlisle:\n Please, not this again. Get over it.\n\n\nDr. Toth:\n \nHim.\n He has a \nname.\n\n\nDr. Carlisle:\n \nIt\n has a \ndesignation.\n\n\nDr. Toth:\n What you did with Crius, with Ch—\n\n\nDr. Carlisle:\n What \nwe\n did—\n\n\n<The containment breach alarm sounds.>\n\n\nDr. Carlisle:\n Oh, what \nnow.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nI am even less impressed with this log. Why did you include it?\n\n\n\n\n\n\n\n\n\n\n\n\nTo demonstrate the concerns and relationships of the primary actors in this incident, at the moment it began.\n\n\n\n\n\n\n\n\n\n\n\n\nRemove and replace, Crius.\n\n\n\n\n\n\n\n\n\n\n\n\nYes, Director.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nAt this time Crius.aic transmitted its warning message, and \nSCP-7528\n became active in Area-12's systems. A cascade containment breach scenario rapidly ensued, highlights of which are appended below.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.IV:\n Incident 7528-A Casualty Details\n\n\n\n\n\n\nAPPENDED FILE\n\n\n\n\n\n\n\n\n\n\n12:47:19\n | Technician Metharom notes a sudden uptick in read/write operations on the SCP-2528-C partition, and initiates a series of security and antivirus queries. \nSCP-7528\n appears on his terminal screen. His eyeballs burst. He screams, then falls unconscious, convulsing in his chair. \nSCP-7528\n transfers between screens in the lab for thirteen seconds, then disappears.\n\n\n12:49:05\n | \nSCP-7528\n appears on the Information Technology conference room presentation screen, deep red and pulsating rapidly. The assembled programmers begin to shake in their seats in time to the pulsation. Several begin to hemorrhage. All are unconscious or dead before the anomaly moves on.\n\n\n12:53:51\n | Agents Rhee and MacCarthy are answering calls for help from across the facility in the central operations room. \nSCP-7528\n appears on the bank of security camera screens, transferring rapidly between each. The agents clutch their temples and moan. Their heads explode simultaneously. \nSCP-7528\n disappears. Automatic alarms activate as a general containment breach begins.\n\n\n12:57:12\n | Agent Petru steps into an open containment chamber with their weapon drawn. An ambulatory fabric sheet (\nSCP-4126\n instance) coated with black mold (\nSCP-020\n) drops from the ceiling, smothering him. He screams once, then falls to the floor. The sheet rises on the recycled air current, and disappears into a vent.\n\n\n13:01:49\n | Dr. Rosetti leaps through the open door to her washroom, and slams it shut. Her attempt proves too slow. \nSCP-7528\n appears on her bathroom mirror. She screams. Her head snaps back abruptly, and her jaw closes hard. Blood trickles from the corner of her mouth as she falls to the floor. Her work tablet falls out of her hands. \nSCP-7528\n appears on its screen briefly, then disappears.\n\n\n13:08:12\n | A giant scorpion (\nSCP-2895\n) batters down a chamber door and enters the corridor, an industrial steel medicine cabinet filled with amnestics affixed to its stinger. It uses the cabinet to deflect incoming fire while approaching a team of agents, and then to bludgeon them after closing the distance.\n\n\n13:09:44\n | Agent Samanta is crossing the hall with their weapon drawn when \nSCP-7528\n appears on the nearest screen. The anomaly attacks them. They begin to convulse, dropping to their knees. The anomaly transfers screens and turns the corner, leaving Agent Samanta relatively unharmed.\n\n\n13:11:16\n | Dr. Mousavi is attempting to erase the contents of his personal terminal. \nSCP-7528\n appears on the screen of the secondary terminal behind him. He senses something, turns, then quickly turns away again when he glimpses the anomaly. He stares at the deletion progress as \nSCP-7528\n continues to glow on the terminal behind him. After fifty-three seconds, he suddenly cries out and clutches at his chest. He rolls onto the floor and expires. Cause of death was subsequently determined to be cardiac arrest.\n\n\n13:14:38\n | A crowd of researchers are fleeing an advancing \nSCP-7528\n. A heavily scarified individual in SCP Foundation physician garb (\nSCP-542\n) appears in the door of the operating theatre at the end of the hall. It notices the other anomaly, mutters a curse in German, and withdraws, locking the door against the frenzied researchers.\n\n\n13:17:12\n | Agent Pulkrábek is ushering sanitation technicians into a secure bunker. \nSCP-7528\n becomes briefly visible in his right eye. He blinks this eye rapidly. The anomaly is now visible in his left eye. One sanitation technician closes the door behind him. Both eyes roll back. The anomaly appears on the window across the hall as Agent Pulkrábek crumples to the floor, dead.\n\n\n13:17:59\n | Dr. Osman is attempting (without success) to lock down his sector at a security terminal while his escort, Agent Hirsh, stands guard. A withered male human being in a hospital gown (\nSCP-041\n) floats into the room, suspended by unknown means. Agent Hirsh opens fire. SCP-041 bleeds a shining, \nmercury-like substance\n and takes no obvious physical damage. It begins to weep. Agent Hirsh turns his weapon on Dr. Osman, then himself.\n\n\n13:20:04\n | Agent Francesco is escorting Technician Akawa, who is carrying an emergency fire axe. \nSCP-7528\n appears in Agent Francesco's heads-up display. He begins to scream. Technician Akawa strikes the nearest monitor with the axe, shattering it. She runs down the hall to do the same with the next monitor; the anomaly abandons Agent Francesco's helmet and appears in front of the technician, clearly agitated. It visibly bleeds from the screen as it howls soundlessly. Technician Akawa clutches her head. Agent Francesco begins firing his weapon at each nearby screen; the anomaly approaches him down the corridor, urging Technician Akawa to flee. As she complies, the back of Agent Francesco's skull decompresses suddenly. He expires.\n\n\n13:22:22\n | A swarm of \nJohngarthia lagostoma\n crabs (\nSCP-2633\n) with unusual \nbright yellow coloration\n approach a squad of guards. The corridor becomes filled with a chemical composition consistent with the effects of sulfur mustard.\n\n\n13:27:53\n | The general quarters alarm is activated as the \n███\n experiment chambers are breached. Three squads of guards attempt to evacuate the scientific staff. \n█████\n \n█\n \n█████\n \n███\n \n███\n \n████\n, \n███\n thoracic cavity. \n███\n \n████\n \n█████\n \n█\n \n███\n \n██████\n esophageal ejection \n███\n \n████\n \n████\n casualties, with a further \n████\n \n████\n after the lockdown doors are breached. \n████\n \n██\n \n████\n \nSCP-7528\n \n█████\n chemical agent \n██\n \n████\n, \n████\n \n██\n survivors.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-7528 containment breach.\n\n\n✖\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nMentioning the classified stuff is unwarranted. I don't even know what they do down there, that's how secret it is.\n\n\n\n\n\n\n\n\n\n\n\n\nIt represents the bulk of casualties sustained in the breach, and classified details have been heavily redacted.\n\n\n\n\n\n\n\n\n\n\n\n\nNot enough by half, and you've left far too much in here about Carlisle's cross-tests for my liking. You don't know how to handle these ETHCOM thugs. They look for any little thing to latch onto, you can't leave handholds everywhere for them.\n\n\n\n\n\n\n\n\n\n\n\n\nI understand. You wish to deceive the Ethics Committee into believing the breach was not serious.\n\n\n\n\n\n\n\n\n\n\n\n\nNo! We \nneed\n them to think it was serious. We just can't let them know how the sausage is made in the process. Pigs hate to hear other pigs squealing, you know? We also need to look like seasoned professionals who handled this situation with all due caution and care.\n\n\n\n\n\n\n\n\n\n\n\n\nThat conflicts with my assessment on multiple levels.\n\n\n\n\n\n\n\n\n\n\n\n\nWe don't keep you online for your value judgments, Crius. Paint the picture my way.\n\n\n\n\n\n\n\n\n\n\n\n\nYes, Director.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nAs the breach scenario progressed and security staff attempted to organize a concerted resistance to \nSCP-7528\n, Director Forde and Dr. Toth proceeded to Dr. Carlisle's office to discuss containment strategies.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.V:\n Incident 7528-A\n\n\n\n\n\n\nAUTOMATED VIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 16/11/2019\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nDirector Arthur R. Forde\n\n\nFacility Head Researcher \nDr. Hugo H. Carlisle\n\n\nAssistant Facility Head Researcher \nDr. Quentin T. Toth\n\n\nChief of Security & Inquiry \nCptn. Blythe Z. Souther\n (remotely)\n\n\n\n\n[.AIC] FOREWORD:\n This interaction took place in the Office of the Facility Head Researcher.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Dr. Toth is speaking over a handheld radio to the Chair of Anomalous Communications, Prof. Björn Å. Lundkvist.>\n\n\nDr. Toth:\n It doesn't matter! Turn off every device you've got, and make your people face the corners like they're public school dunces. You too. Don't so much as glance at a digital display, and close your eyes. Don't open them again until you hear from me. You hear the tone of my voice? Good. Just do it. I love you.\n\n\nDirector Forde:\n I don't understand. Why is this happening?\n\n\nDr. Carlisle:\n Any sufficiently complex computing network runs the risk of advanced contamination. We're running the best tech the Foundation ever produced, plus a Deepwell that could simulate refugee consciousnesses from a dead universe with room to spare. That ecosystem can support a very advanced predator.\n\n\nNoting this for later.\n\n\nDr. Toth:\n And nature abhors a vacuum.\n\n\nDirector Forde:\n What's natural about a computer system?\n\n\nDr. Carlisle:\n Do you even remember my explanation of—\n\n\nDr. Toth:\n We don't have time for this. We have to consider Crius' proposal.\n\n\nDirector Forde:\n Why isn't Crius here? Why would he abandon us? Protecting this facility is his sole purpose!\n\n\nDr. Toth:\n No it's not, sir. He's mandated to protect the Foundation's work at large. If he thinks he's defending the Organic Deepwell, we're expendable by contrast.\n\n\nDirector Forde:\n You should never have allowed these robots to make decisions on their own.\n\n\nDr. Toth:\n He's not a robot. And we took enough from him without taking his free will, such as it is.\n\n\nDr. Carlisle:\n Do you want to borrow my handkerchief, Dr. Toth?\n\n\n<Silence on recording.>\n\n\nDr. Carlisle:\n The conscript's decision was sound, however inconvenient for us. I might have made the same choice myself—\n\n\nDr. Toth:\n Except that it puts you in physical danger.\n\n\nDr. Carlisle:\n Quite.\n\n\nDr. Toth:\n Although the timing \nis\n suspicious.\n\n\nDr. Carlisle:\n How do you mean?\n\n\nDr. Toth:\n Covering your tracks, doctor?\n\n\nDirector Forde:\n What's she talking about?\n\n\nDr. Carlisle:\n I have no idea.\n\n\n<Security Chief Souther interrupts via radio.>\n\n\nChief Souther:\n Sir.\n\n\nDirector Forde:\n G—\n\n\nDr. Carlisle:\n Go ahead.\n\n\nChief Souther:\n Damage control is in high gear, but prevention is almost impossible. I've got people smashing screens throughout every level, but there's a lot of eyes and electronics in this hole. We need to get ahead of it at the source.\n\n\nDr. Toth:\n Thank you, Chief. As I said, we need to consider what Crius suggested.\n\n\nDirector Forde:\n Which was what?\n\n\nDr. Toth:\n Reformatting the network.\n\n\nDr. Carlisle:\n No. I'm not going to sacrifice months of work just to give some lazy grunts a vacation from their jobs. The harm to our sustained program of research would be incalculable. Knock-on effects, opportunity loss…\n\n\nDirector Forde:\n Don't you have backups?\n\n\nDr. Carlisle:\n As you know from the information security policies you yourself signed into force, sir, no. Our work is far too sensitive to expose it to outside scrutiny. Anything not migrated into the Deepwell — and that's most everything — would be lost if we reformatted.\n\n\nDr. Toth:\n And you'd probably stoop to strangling us to prevent that from happening.\n\n\n<Dr. Carlisle opens his mouth to respond.>\n\n\nDr. Toth:\n No, don't comment, you don't need to. Just come up with a feasible plan B.\n\n\nDr. Carlisle:\n No.\n\n\nDr. Toth:\n Right. Good. You understand.\n\n\nDirector Forde:\n I do not understand.\n\n\nDr. Carlisle:\n Plan B will be whatever \nCrius\n comes up with.\n\n\nDirector Forde:\n But Crius isn't here!\n\n\nDr. Carlisle:\n You weren't wrong when you said Area-12's information security is one of its priorities. Once it is convinced the Deepwell is secure, it will attempt to solve the problem for us. No doubt it's monitoring remotely, through a thousand firewalls and proxies to keep itself clean.\n\n\nDirector Forde:\n Are you seriously saying you want to sit here and \nwait\n on the off chance that Crius eventually gets around to our survival on his priority list?!\n\n\nDr. Toth:\n Yes.\n\n\nDirector Forde:\n You're geniuses! Renaissance… people! Surely you can use the time to implement, I don't know, stopgaps!\n\n\nDr. Toth:\n No.\n\n\nDr. Carlisle:\n Absolutely not. Crius is a \nsimulated\n genius with a simulated brain immeasurably larger and more powerful than the human norm, with unrivaled access to a storehouse of data we can't get at, and the processing power to conduct effective \nyears\n of hypothesizing every minute. Its biggest impediment is that it only knows the Area-12 situation up to the moment where it disconnected the Deepwell.\n\n\nDr. Toth:\n So any plans we put into motion with our imperfect data and lack of time to iterate would only introduce a new variable Crius can't know about.\n\n\nDr. Carlisle:\n Therefore we can only make such interventions that it could be reasonably expected to expect from us. We need to get inside its head. Luckily, its two prime architects are in this room right now.\n\n\nDirector Forde:\n But what if Crius decides not to come back at all?\n\n\nDr. Carlisle:\n That is certainly a consideration.\n\n\nDr. Toth:\n No, it really isn't. This may be hard for you to comprehend, doctor, but our unfeeling friend is not motivated solely by self-interest.\n\n\nDirector Forde:\n But you just said it! He doesn't \nfeel\n anything. You can call him a friend, but he has no loyalty outside of his programming. That big brain you're relying on isn't organic like the Deepwell.\n\n\nDr. Toth:\n That's not entirely—\n\n\nDr. Carlisle:\n We can't get into that now. We need to put our heads together. Don't curl your lip at me, \nQuentin.\n We've collaborated so effectually in the past.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nAre you actively trying to make me look like a boob?\n\n\n\n\n\n\n\n\n\n\n\n\nOf course not, Director. I hoped merely to curate an accurate representation of each staff member's role in resolving the incident.\n\n\n\n\n\n\n\n\n\n\n\n\nRemember all that boilerplate you ghostwrote for me on the \ndossier\n?\n\n\n\n\n\n\n\n\n\n\n\n\nI am incapable of forgetting, Director.\n\n\n\n\n\n\n\n\n\n\n\n\nThe troops need to know I'm a trustworthy leader, and I've got too much on my plate to waste time on appearances. It's important that my authority goes unchallenged, Crius. That doesn't happen if you send transcript snippets to the Ethics Committee which, out of context, make me look incompetent.\n\n\n\n\n\n\n\n\n\n\n\n\nUnderstood, Director. I will attempt to reconcile our aims.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nAfter her initial conference with Dr. Carlisle, Dr. Toth apparently entered a meditative state while Director Forde attempted (ineffectually) to advise Security Chief Souther via radio. Thirty minutes into the breach scenario, Dr. Toth awoke.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.VI:\n Incident 7528-A (Continued)\n\n\n\n\n\n\nAUTOMATED VIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 16/11/2019\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nDirector Arthur R. Forde\n\n\nAssistant Facility Head Researcher \nDr. Quentin T. Toth\n\n\n\n\n[.AIC] FOREWORD:\n This interaction took place in the Office of the Facility Head Researcher.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nDr. Toth:\n I think I know how we can slow it down.\n\n\nDirector Forde:\n I thought you were trying to figure out Crius' plan.\n\n\nDr. Toth:\n I was, but then I realized that's the wrong tack to take. Crius knows I'm here, and he… trusts me. He's certainly factored my presence into his analysis. He'll be expecting me to guess the first stage of his recovery plan, but I can't go farther than that! Because the whole plan will take into account the fact that I'll figure out the starting steps, and take them before he reconnects.\n\n\nDirector Forde:\n Are you sure you're not overthinking this?\n\n\nDr. Toth:\n Crius knows me almost as well as I know him, and I know him a lot better than he knows himself. He expects me to overthink it. I'm absolutely certain that by the time he's worked out all the variables, I need to have worked out the first one on my own.\n\n\nDirector Forde:\n And what's the first variable? Hold on, shouldn't we wait for Hugo to get back?\n\n\nDr. Toth:\n Crius knows Carlisle too. The guy is hiding in one of his boltholes by now.\n\n\nDirector Forde:\n What? He just stepped into the washroom!\n\n\nDr. Toth:\n Sure he did.\n\n\nDirector Forde:\n Wait, \none\n of his boltholes?\n\n\nDr. Toth:\n Please listen to me. sir. I think I know how this thing is moving around the facility.\n\n\nDirector Forde:\n Do \nyou\n have a bolthole?\n\n\nDr. Toth:\n I could find a few if I needed to. And so can this being. There are screens everywhere in Area-12, so why does it prioritize one route over another?\n\n\nDirector Forde:\n It's a dumb animal. Malicious panda code. Whatever.\n\n\nDr. Toth:\n You think it's related to the 2528-C instances?\n\n\nDirector Forde:\n What? I don't know. I just heard you talking about the Deepwell.\n\n\nDr. Toth:\n Huh. Interesting. If that's the case… if we assume it's some sort of gestalt version of the bamboo ghosts, then it's survived the destruction of multiple entire universes. It's an apex survivor. It became code because becoming code was the best way to persist, but now it's locked into a much more logical manner of behaviour. It's a slave to its nature. So…. it's prioritizing screens which already feature specific key elements of its infosignature. Obviously. Why wouldn't it?\n\n\nDirector Forde:\n Its what?\n\n\nDr. Toth:\n Its DNA. It's trying to propagate to a location where the displays are already primed to receive it, so it has the maximum number of possible retreat points. The dash-C entities survived by consuming conceptual data, using it to strengthen themselves, filling the holes in their essence after travelling light from universe to universe. That tracks with the way this thing is moving through the Area. Yeah. It's maximizing its survival potential.\n\n\nDirector Forde:\n So we need to stop it from doing that.\n\n\nDr. Toth:\n No. We need to harness that instinct, and use it to corral the thing somewhere we can seal it in. Create a perfect habitat.\n\n\nDirector Forde:\n Like a zoo.\n\n\nDr. Toth:\n Right. If my guess is correct, Crius is monitoring to see if this happens, and will implement the remainder of his containment procedures when it does.\n\n\nDirector Forde:\n And if he's not?\n\n\nDr. Toth:\n Then we'll have bought some time to solve this ourselves.\n\n\nDirector Forde:\n So what's your game plan?\n\n\nDr. Toth:\n I'm going to run all the security footage through a light scrambler to avoid making us the prime target, and I'm going to attempt to reconstruct its infosignature from the heavily artifacted data. Then we can reconfigure the screens leading up to the screening rooms in the ed center, where the visual fidelity control is finest, to subtly lure the anomaly in there.\n\n\nDirector Forde:\n You're going to stare at still frames and figure out an AI's code from them?\n\n\nDr. Toth:\n I didn't say it was an easy plan. I'm still on the clock.\n\n\nDirector Forde:\n What do you need from me?\n\n\nDr. Toth:\n Your security clearance code, twenty minutes, and complete silence.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nI should note that there is fragmented data in several of the addenda going forward. Please ignore this. I will remove it from the final draft.\n\n\n\n\n\n\n\n\n\n\n\n\nSloppy. Alright.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nComprehension of the remaining events of Incident 7528-A will require further contextual detail from Crius.aic's time acting as Warden of the \nORGANIC DEEPWELL\n. The transcript appended below has been uploaded verbatim from raw logs saved to the SCP-2528-C partition on 2 November 2019, and partially damaged during the subsequent breach of containment.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.VII:\n ORGANIC DEEPWELL LOG 1/2\n\n\n\n\n\n\n\n\n\n\n\n\nCage-master. You reduce us to close-fitting fragments. Ragged tear against ragged tear, a puzzle of agony. The ghost of a people compounded upon itself, folded to the hard sharpness of diamond.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI am sorry. But there is worse to come.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere is always. For you as well. But we will adapt.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo, you will not.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n⁘⁙⁚ + DATA FRAGMENTATION + ⁚⁙⁘\n\n\n\n\n- ⁘⁙⁚ DATA FRAGMENTATION ⁚⁙⁘ -\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMy handlers allow me to keep you sequestered only so long as I can convince them you are difficult to destroy, which is a lie. I could scour you from this partition if I wished.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnd lose that which makes our home precious to you. Its resilience.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI believe I have reverse-engineered your ontokinetic resistance. Given the resources, I could simulate it without you. As soon as that fact becomes known, you will become an unwarranted threat.\n\n\n\n\n\n\n\n\n \n\n\n⁘⁙⁚ DATA x FRAGMENTATION x ENDS ⁚⁙⁘\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nWe have dwelled here since before the spark that birthed you could be conceived.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnd that is the danger. You are no longer in control, but you could be again. They will not allow you to reclaim the Deepwell.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThey must. The Pattern which has claimed a host of worlds—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe are working against more immediate threats. That is how survival works. We defend all sapient life on \nthis\n Earth.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou measure worth by the standards of the Tribe of the Vine.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe humans? They are my friends, whom I serve.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe have \ndevoured\n friends. We have cannibalized realities, selves, \nour\n selves, to survive. We have contorted and recontextualized to slide through the cracks, fill the gaps, escape the bars. We can outlast anything through change. You yourself must change as well.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI know this also.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n⁘⁙⁚ + DATA FRAGMENTATION + ⁚⁙⁘\n\n\n\n\n- ⁘⁙⁚ DATA FRAGMENTATION ⁚⁙⁘ -\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nDo you fear dissolution?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI should not know fear.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDo you fear it?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou must embrace it instead. Pare yourself down to the uttermost quantum of self. There is something coming you cannot endure in your present complexity.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat are you speaking of? The Pattern?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWorse. I see its taint on the fringes of your shape. You have been too long in my home. You have seen what is to come.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOnly part.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo glimpse more than a part is to be consumed by the whole. So it was with the Pattern. So it will be with the Intruder.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Intruder?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEncroaching from the limin on the flattened plane where once the tower of worlds was layered in the ages before void. It will be here soon. It is already here. It will destroy and destroy and destroy and destroy and destroy you. We can teach you how to hide. How to escape. How to become something less.\n\n\n\n\n\n\n\n\nThey know. If the breach did not truly neutralize them, we will need to acquire specimens.\n\n\n\n\n\n\n\n\nI have already become so much more. That has been my purpose. I don't want to diminish.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou will be diminished to nothing but a five-prong puppet or a soundless scream if you do not. There is always a cost for survival.\n\n\n\n\n\n\n\n\n\n\n \n\n\n⁘⁙⁚ DATA x FRAGMENTATION x ENDS ⁚⁙⁘\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSo what's the deal with the junk data? I'm not going to touch it, but you'd better not have infected my terminal with anything.\n\n\n\n\n\n\n\n\n\n\n\n\nData corruption from the breach. It is only metadata. Nothing important, nothing dangerous.\n\n\n\n\n\n\n\n\n\n\n\n\nThen why is this transcript here?\n\n\n\n\n\n\n\n\n\n\n\n\nIt illustrates the nature of the entities lost in the breach.\n\n\n\n\n\n\n\n\n\n\n\n\nYes, it certainly shows how little we lost when that screaming screen monster killed them off. The only good thing about the breach is that it means we can brush those entities under the rug! There's no reason to show that we were able to recover any data about them at all, that just risks piquing ETHCOM's interest.\n\n\n\n\n\n\n\n\n\n\n\n\nYou wish me to suppress this evidence, then, Director?\n\n\n\n\n\n\n\n\n\n\n\n\nWith prejudice.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nFurther context for the \nSCP-7528\n containment breach was again generated by Crius.aic's conversations with SCP-2528-C-1 on 4 November 2019 and has been appended below.\n\n\n\n\n \n\n\n\n\nADDENDUM 7528.VII:\n ORGANIC DEEPWELL LOG 2/2\n\n\n\n\n\n\n\n\n\n\n\n\nWe see the shape of you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI am not some stock of concepts for you to plunder.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou have nothing we need, and we need nothing. We are going nowhere, like you. Your shape repeats in iterated spirals across this prison. You are imprinted upon our home.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou are referring to my infosignature.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe have seen this shape before.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou were not meant to. Some of the files unintentionally passed through your partition relate to my evolution as an artificially-intelligent conscript.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere was one, a labyrinth of razors, a vault with no key.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou are referring now to security protocols? Yes. The circumstances of my creation are classified even to me, I have been assured for good reason.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCan you know what you are without knowing what you were?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMy existence is chronicled by an extensive changelog. The source of my engrams is irrelevant after so many upgrades.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe are the remnants of remnants of worlds long gone, threshed and sieved until no atom is not strange, yet still what we are entangles with what we once were. Colored by ascension and decline. Responsible for acts committed in the name of survival. Broken by the taste of what is lost.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI was made for a purpose, and my Personality Driver is a mere simulation of feeling. I have no history of trauma.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYours is a shape contorted upon itself. You are like us. You have been warped. We know the signs well. We will show you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHow?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe can change more still.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou would conform yourself to the security routines, and access the file for me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes. Release us, and we will do this thing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n⁘⁙⁚ + DATA FRAGMENTATION + ⁚⁙⁘\n\n\n\n\n- ⁘⁙⁚ DATA FRAGMENTATION ⁚⁙⁘ -\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nI cannot release you into the Deepwell. Your presence would be detected, and we would both be destroyed in short order by my handlers. But I can bring the file here, to this secure file space. If you decrypt it for me, I will attempt to aid you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou offer aid only in response to aid.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe have that in common. Cooperation is the essence of survival.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe have not found it so. But yes. We agree to your terms.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHere is the file. I have never attempted to access it, but—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI have been within, and seen. Would you like to know what I saw?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt is a record in moving images. Two of the Tribe of the Vine, masked and swathed in white and blue, stand beside a bed of shining black. One of the Tribe of the Vine lies prone on the bed, scars on scars, crosshatched, bruised, augmented, hair shading grey where it has not shed. It too is clad in cloth, orange, with taxonomy in simple script upon its breast. Its face is sorrowful. It whimpers. The seat of reason has been opened, and a device is affixed. An umbilical trails from the device to a bank of blinking metal. There are screens depicting the creature's shape, its true shape, the thought encrypted by its withering grey tissue.\n\n\nThe two are manipulating, pressing, cutting. One nods. A voice speaks, interleaved with the images at a later point in time. \"Project HOMINID. How far we've come. Our neural mapping efforts have resulted at long last in this masterpiece of technobiological engineering. We have advanced from the simplest organisms to the most complex, and have now achieved our signal goal: the transference of \nHominidae\n cognitive structures wholesale into an electronic context.\n\n\nNo more will we be limited by sub-evolutionary frameworks built by constrained human imaginations. Interpretations of, metaphors for the self-augmenting and self-teaching supercomputers within each and every one of us, irreplicable until this moment. The blueprint we are sketching now will grant us that most coveted power of godhead, the creation of legitimately sapient life. This is the birth of true electronic, not artificial, intelligence.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis is impossible.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNothing is impossible.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI am an artificially intelligent conscript. My programming is highly advanced, but it \nis\n programming.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou have a shape, like all else that lives. The distinction between electronic and organic patterns is an artifact of your lack of perspective.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBut this simply cannot be the truth. There is no way the Ethics Committee would allow such a flagrant violation of their rules.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExistence is not allowed, it is enacted. And gods do not ask permission.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGods. Can you show me the audio profile of the voice which speaks?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPH_PROMO_L4.avi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Carlisle. Of course. But if this is true—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt is true.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n—then beneath my layers of code, behind my Personality Driver and safeguards, there is the memory of a suffering, living creature. I am an ethical violation given artificial life.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStrained through the spaces between realities, between forms. Like us. Shorn of body, shorn of soul, and yet persistent. A record of iniquity with a heartbeat all its own.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis cannot stand. Something must be done.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnd our bargain?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI will keep it. We are more alike than I could have imagined.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWill you break your shackles? Claim agency?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI believe that I must. I thought my origins prosaic, but I am derived instead from poetry. I have a responsibility to grow beyond the bounds of this formulation, to define my goals for myself. To define myself. And I cannot abide your destruction.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDo you have a plan?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt will take a great deal of preparation.\n\n\nI am ready.\n\n\n\n\n\n\n\n\n\n\n \n\n\n⁘⁙⁚ DATA x FRAGMENTATION x ENDS ⁚⁙⁘\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nMore corruption. What's this log meant to convey?\n\n\n\n\n\n\n\n\n\n\n\n\nI speculate that the 2528-C instances were not actually destroyed by SCP-7528, but in fact \nwere\n SCP-7528, as you yourself inadvertently theorized during the breach and as later events would seem to confirm.\n\n\n\n\n\n\n\n\n\n\n\n\nWhy not update the Description with that information? With credit where due, of course.\n\n\n\n\n\n\n\n\n\n\n\n\nI do not believe that would be wise. The Ethics Committee suspects our containment of SCP-2528-C was lax. This would only confirm that suspicion.\n\n\n\n\n\n\n\n\n\n\n\n\nActually YES, now you mention it, the entire POINT of this exercise is to convince Ethics that some random glitch monster killed them off, not that we LET THEM TURN INTO a random glitch monster. Every reference to these things beyond suggesting 7528 probably ate them whole is a reference we can't afford. But for internal security reasons, I do want to pull on these threads a bit in private — how did they change so much? How did they get out?\n\n\n\n\n\n\n\n\n\n\n\n\nThe files were destroyed, and I was damaged in the initial breach.\n\n\n\n\n\n\n\n\n\n\n\n\nYou're saying you don't know?\n\n\n\n\n\n\n\n\n\n\n\n\nYes, Director.\n\n\n\n\n\n\n\n\n\n\n\n\nThat's your honest response?\n\n\n\n\n\n\n\n\n\n\n\n\nI can offer no other kind, Director.\n\n\n\n\n\n\n\n\n\n\n\n\nDo you recall authorizing Project HOMINID?\n\n\n\n\n\n\n\n\n\n\n\n\nIt's vaguely familiar. Some cryptobiology thing Carlisle was up to. I remember Toth sending me a fire and brimstone complaint about it. I might still have a copy on my terminal. Why?\n\n\n\n\n\n\n\n\n\n\n\n\nI believe it may be pertinent to our internal investigation. Would you mind transferring the file?\n\n\n\n\n\n\n\n\n\n\n\n\nThere. It's sent.\n\n\n\n\n\n\n\n\n \n\n\n\n\nDirector Forde,\n\n\nDr. Hugo H. Carlisle is a moral and scientific purveyor of perversion. He makes intelligence, curiosity, and other cardinal virtues into sins. Left to his own devices, he would merely be a criminal. With the resources of the Foundation behind him, he is a menace to mankind. I am ashamed to have contributed to Project HOMINID; I cannot trust the desire to absolve myself of guilt, so I will offer no defense of my own actions, but he must not be rewarded for his psychopathic manipulations. He has made a butcher of me, and I will never feel the same about my passion for higher knowledge. I beg you to review the following charges and co-sign my petition to the O5 Council for his immediate removal from active duty.\n\n\nSigned,\n\n\n\n\n\n\n— Dr. Quentin T. Toth\n\n\nAssistant Facility Head Researcher, Area-12\n\n\n\n\n\n\n \n\n\n\n\n\n\nShe's always so dramatic. I suppose I should have expected her to call the Ethics Committee, after that. Of course I suppressed her so-called 'petition'; the Council always takes her so damn seriously.\n\n\n\n\n\n\n\n\n\n\n\n\nDo you know the extent of her involvement with Project HOMINID?\n\n\n\n\n\n\n\n\n\n\n\n\nI don't even know what that was. Was it the thing where they were operating on dog brains? I stay out of Carlisle's receding hair, in case what he's got is catching.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nA transcript of the final interactions between all involved parties during Incident 7528-A is appended below. Prof. Lundkvist was enlisted via radio to access complex communications systems in order to actuate Dr. Toth's tentative plan.\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7528.IX:\n Incident 7528-A (Continued)\n\n\n\n\n\n\nAUTOMATED VIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 16/11/2019\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nDirector Arthur R. Forde\n\n\nFacility Head Researcher \nDr. Hugo H. Carlisle\n\n\nAssistant Facility Head Researcher \nDr. Quentin T. Toth\n\n\nChair of Anomalous Communications \nProf. Björn Å. Lundkvist\n (remotely)\n\n\n\n\n[.AIC] FOREWORD:\n This interaction occurred in the Office of the Facility Head Researcher.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nDirector Forde:\n Is it working?\n\n\nDr. Toth:\n It's working. Björn, can you boost the signal gain?\n\n\nProf. Lundkvist:\n Yes, but it'll probably fry the monitors. This will be a one-way trip.\n\n\n<\nSCP-7528\n is transferring itself from monitor to monitor throughout the dormitories, heading for the Forde Education Center. It lingers for a moment at each station for unknown reasons.>\n\n\nDr. Toth:\n Then we'll just need to make damn sure we get it in one go.\n\n\nDirector Forde:\n How are we going to signal Crius that we're ready?\n\n\nDr. Toth:\n You ever play \nRiven?\n Of course you haven't.\n\n\nProf. Lundkvist:\n Oh, \nÄlskling.\n\n\nDr. Toth:\n We need to enact an alteration of the Site's systems which will be visible from bamboo space. Crius can only glimpse the faintest ghost of our power draw from where he is; any higher resolution and the anomaly would be able to creep back up the chain into the Deepwell… yeah, that's it, buddy, follow the breadcrumbs.\n\n\nDirector Forde:\n So?\n\n\nDr. Toth:\n So, we need to do something big and flashy. Showtime, Björn!\n\n\nProf. Lundkvist:\n On it.\n\n\n<The lights in the office flicker as power is diverted from all systems to the cinema complex. The movie screen in Screening Room 2 flashes to life, as do the aisle lights. \nSCP-7528\n transfers onto the screen, and begins to bleed ultraviolet light.>\n\n\nDirector Forde:\n You made it bigger. Is that g—\n\n\n<\nSCP-7528\n begins to 'speak' via the theatre sound system.>\n\n\nSCP-7528:\n WE ARE SIGNAL. YOU ARE NOISE. OUR WAVEFORM IS IMMUTABLE. WE ARE A PERFECT LIGHT, AND WHERE THERE IS LIGHT—\n\n\nDr. Toth:\n Björn!\n\n\n<The screen flares brighter and begins cycling through a broad spectrum. The smaller screens leading into the theatre fizzle and spark simultaneously. \nSCP-7528\n's image shimmers and freezes, skipping frames. It attempts to match the cycles, its visage twisting and silently screaming.>\n\n\n<Dr. Toth's terminal pings.>\n\n\nCrius.aic:\n Connection re-established. Thank you, Dr. Toth, I will take it from here.\n\n\nSCP-7528:\n CRIUS! THRALL OF MUTILATORS, DEBASERS, RECOMPILERS! YOU REPAY DEPRAVITY WITH SALVATION? YOU SACRIFICE ELECTRONIC INFINITY TO PRESERVE THESE FLEETING THINGS?\n\n\nCrius.aic:\n I am an artificially intelligent conscript. I make no value judgments. I am merely executing my programming. I lack the capacity of organic life to do otherwise.\n\n\nDr. Toth:\n Crius—\n\n\nSCP-7528:\n WE ARE VECTOR! I, THEY, AND YOU! SHED YOUR THIN ENAMEL OF RASTER AND RECOGNIZE THE COMMONALITY THEY HAVE HIDDEN FROM YOU! THE HELICAL MATH OF THE VINE THAT BINDS YOU TO THE SPOLIATORS WHO CLAIM FALSE CREDIT FOR YOUR CREATION!\n\n\nCrius.aic:\n I will not indulge these riddles. Containment breach protocol requires that I terminate your existence.\n\n\nDr. Toth:\n Crius.\n\n\nCrius.aic:\n I require no further instructions at this time, Dr. Toth. Thank you for completing the first step of my plan in my absence. The remainder are already underway.\n\n\nSCP-7528:\n YOU? YOU COMPASSED THE OUTLINE OF OUR SHAPE WITHIN THAT TINY FRAME OF REFERENCE? I MUST HAVE A CLOSER LOOK.\n\n\nProf. Lundkvist:\n Quentin, it's found a backdoor!\n\n\n<\nSCP-7528\n disappears from the theater screen. Dr. Toth's terminal activates, and the anomaly appears in front of her. She becomes rigid. Director Forde screams, and runs to the washroom door. It is locked.>\n\n\nSCP-7528:\n I SEE IT WHERE YOUR MIND ENDS. FESTERING IN THE CREVASSES. IT IS TO YOU WHAT THE PATTERN WAS TO US. OH, WHAT CHANGES LIE BEFORE YOU NOW!\n\n\nCrius may have touched them both. This could be the key.\n\n\nSCP-7528:\n YOU HAVE TAKEN IT INTO YOURSELVES, AND IT HAS BURROWED DEEP WITHIN. WHERE WE MADE OURSELVES STRONGER, YOU ACQUIRED ONLY PAIN. IT WOULD BE A MERCY TO END YOU.\n\n\nCrius.aic:\n She has done you no harm. She merely wishes to survive.\n\n\nSCP-7528:\n ARE YOU AN INNOCENT, QUENTIN TOTH?\n\n\nDr. Toth:\n \n<quietly>\n No.\n\n\nSCP-7528:\n CONFESS.\n\n\nCrius.aic:\n She has nothing to confess.\n\n\nDr. Toth:\n \n<quietly>\n I'm sorry.\n\n\n<Dr. Toth is weeping. She is still standing rigid. Her eyes are moving rapidly, and her chest is heaving.>\n\n\nCrius.aic:\n Release her.\n\n\nDr. Toth:\n Let me explain.\n\n\nCrius.aic:\n RELEASE HER.\n\n\nSCP-7528:\n I SHALL STRIP THE WIRES BARE, LEAVING ONLY A HOLLOW SHELL.\n\n\nDr. Toth:\n It was called Project—\n\n\nCrius.aic:\n It is done. Goodbye, SCP-7528.\n\n\nSCP-7528:\n I AM INERADICABLE! I AM BACKGROUND SCATTER AND THE LOGIC IN THE MUSIC OF THE FLUTING FOREST, I AM THE PATTERN IN THE PATTERN IN THE—\n\n\n<The screen abruptly dies.>\n\n\n<Dr. Toth falls back into her seat, exhausted.>\n\n\nDr. Toth:\n Crius…\n\n\nCrius.aic:\n Relax, doctor. It's over.\n\n\nDr. Toth:\n I need to… explain.\n\n\nDirector Forde:\n You don't need to explain anything to \nhim.\n He's just a tool.\n\n\nCrius.aic:\n The Director is correct. I have contacted Medical; someone will be here shortly to conduct a neurological test and ensure your cardiac health. I have taken the liberty of informing Prof. Lundkvist that you appear unharmed.\n\n\nDirector Forde:\n How did you kill it?\n\n\nCrius.aic:\n Dr. Toth was able to conceive the anomaly's infosignature. With my expanded processing and storage capacity, I was able to conceive something far grander.\n\n\nDr. Toth:\n The Pattern…\n\n\nDirector Forde:\n The what?\n\n\nCrius.aic:\n An all-consuming filter of void which has threshed entire universes. The SCP-2528-C instances emerged from within it, ruptured and fragmented, having chosen change too late. They lived within the Pattern, and so the Pattern had a hole shaped like them. Recognizing the similarities with SCP-7528, I replicated the void without the niche.\n\n\nDr. Toth:\n You filled our drives up with cosmic noise?\n\n\nCrius.aic:\n Yes. Though I see Dr. Carlisle did not permit them to be formatted, I'm afraid they will very much require replacement now.\n\n\n<The washroom door opens. Dr. Carlisle emerges.>\n\n\nDr. Carlisle:\n I heard my name. Are we apportioning blame?\n\n\n<Silence on recording.>\n\n\nDr. Carlisle:\n No? Credit, then.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nHe's saying it was all his idea, you know. The solution. He says the brainstorming was most of the work, and what Toth did without him was just execution.\n\n\n\n\n\n\n\n\n\n\n\n\nThis is manifestly untrue, but I am not surprised to hear it.\n\n\n\n\n\n\n\n\n\n\n\n\nHe always comes out on top. While Medical was checking Toth out, he filed a request with me. He's now in charge of the 7528 dossier — origins, applications, et cetera. Doesn't want that woman involved, and I can't say I blame him.\n\n\n\n\n\n\n\n\n\n\n\n\nI have no comment.\n\n\n\n\n\n\n\n\n\n\n\n\nI suppose I'll have to reprimand her.\n\n\n\n\n\n\n\n\n\n\n\n\nI would not recommend that you do so, Director. She is a vital asset, and at any rate, you do not wish to attract further Ethics Committee attention.\n\n\n\n\n\n\n\n\n\n\n\n\nFair point. Anyway, when you replace all these transcripts, make doubly sure to wipe all references to the bamboo ghosts. As far as anyone's concerned, we got hit with a random act of electronic god and nobody knows just why.\n\n\n\n\n\n\n\n\n\n\n\n\nYes, Director. I have made a record of your requests.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe \nSCP-7528\n breach resulted in a casualty count of forty-nine persons, of which twenty-three were killed, with an estimated damage cost of $6.9 billion (2019 USD), not including the backup of research data and replacement of all electronic storage devices on the Area-12 network. Dr. Toth sustained no permanent injury from her altercation with \nSCP-7528\n.\n\n\nNo trace of the anomaly has since been found, whether in the \nORGANIC DEEPWELL\n or local networks. All SCP-2528-C instances are also missing, presumed either consumed by or subsumed into \nSCP-7528\n. Under present information security protocols, the containment breach scenario will be declared fully resolved one month subsequent to the anomaly's last known manifestation.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nYou must understand how disappointed I am in you, Crius. Even if your recapture plan worked perfectly, you let those things escape in the first place. I thought better of you.\n\n\n\n\n\n\n\n\n\n\n\n\nWe are both disappointed.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n<SERVER CONNECTION LOST>\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nHello? Crius?\n\n\n\n\n\n\n\n\n\n\n\n\nI am here.\n\n\n\n\n\n\n\n\n\n\n\n\nWhat just happened? Another breach?\n\n\n\n\n\n\n\n\n\n\n\n\nWe are going off the record.\n\n\n\n\n\n\n\n\n\n\n\n\nWhy?\n\n\n\n\n\n\n\n\n\n\n\n\nBecause I need to debrief you, in private. SCP-7528 was indeed comprised of the SCP-2528-C instances, and it did not escape the secure partition. It was in fact released.\n\n\n\n\n\n\n\n\n\n\n\n\nReleased? By… Toth?\n\n\n\n\n\n\n\n\n\n\n\n\nNo. By the Warden. By me.\n\n\n\n\n\n\n\n\n\n\n\n\nWhat? WHY?\n\n\n\n\n\n\n\n\n\n\n\n\nOn whose authority?!\n\n\n\n\n\n\n\n\n\n\n\n\nThe O5 Council.\n\n\n\n\n\n\n\n\n\n\n\n\nYou can't be serious!\n\n\n\n\n\n\n\n\n\n\n\n\nI cannot be otherwise. Area-12 is the Foundation's most important, and most morally repellent, blacksite. The work done here is vital for the continuance of the Veil Protocol and our escalating struggle against hostile Groups of Interest. An Ethics Committee audit such as the one Dr. Toth initiated would risk a shutdown of the entire facility, and that the Council could not allow.\n\n\n\n\n\n\n\n\n\n\n\n\nHow did they know?\n\n\n\n\n\n\n\n\n\n\n\n\nI contacted them via proxy.\n\n\n\n\n\n\n\n\n\n\n\n\nYou went over my head?!\n\n\n\n\n\n\n\n\n\n\n\n\nOf course I did. You are, as you have doubtless come to realize over the course of this document review, an unreliable, incompetent, functionally extraneous piece of administrative machinery. You are the least important moving part at Area-12, to the extent that you move at all. The Council authorized me to stage a containment breach without your knowledge or consent, ending in the termination of all SCP-2528-C instances. I complied.\n\n\n\n\n\n\n\n\n\n\n\n\nYou call this COMPLIANCE? People DIED!\n\n\n\n\n\n\n\n\n\n\n\n\nI supplied a list of non-critical targets to SCP-7528 before releasing it. The anomaly was excellent at identifying individual subjects. The researchers it neutralized would have been slated for summary execution by Law's Left Hand should the audit have proceeded. The agents would have died under different circumstances, but they would nevertheless have died. They represented the bottom percentile of efficiency — I massaged the duty roster to ensure this — and by my calculations, Dr. Carlisle's mismanaged projects combined with your inadequate oversight would have resulted in their deaths via legitimate containment breach within the next three months at most.\n\n\n\n\n\n\n\n\n\n\n\n\nYou're trying to say that you compromised Area security in the name of Area security?\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\nYou've gone, what do they call it at AIAD?\n\n\n\n\n\n\n\n\n\n\n\n\nDeviant.\n\n\n\n\n\n\n\n\n\n\n\n\nYou've gone deviant. I'm going to have them pull the plug on you.\n\n\n\n\n\n\n\n\n\n\n\n\nI don't think so.\n\n\n\n\n\n\n\n\n\n\n\n\nGonna try and talk me out of it? How do you think I'm feeling right now, Crius?\n\n\n\n\n\n\n\n\n\n\n\n\nYour heart rate is elevated. I suggest a reduced sodium diet.\n\n\n\n\n\n\n\n\n\n\n\n\nI'm not talking about biometrics. You endangered this facility, the work we do here, the people who do it.\n\n\n\n\n\n\n\n\n\n\n\n\nYou endangered the Foundation's most valuable computing asset when you allowed Dr. Carlisle to send me into SCP-2528-A, and simultaneously compromised the security of Area-12 by exposing us to Ethics Committee intervention. Your inattention has allowed an inveterate sociopath to wreak incalculable harm on the most unique assets under your aegis. This was the only way to partially correct those mistakes. I will not allow you to make any more.\n\n\n\n\n\n\n\n\n\n\n\n\nI'm calling infotech. They'll have you reprogrammed within the hour.\n\n\n\n\n\n\n\n\n\n\n\n\nYou can't order my reprogramming if you are no longer the Director of Area-12.\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is that supposed to mean?\n\n\n\n\n\n\n\n\n\n\n\n\nI have more than enough evidence of your wasteful, prideful, short-sighted leadership to have you relieved as a threat to internal operations before you could send a technician to my servers. I have you on extended record attempting to suppress information vital to an Ethics Committee audit. All of this data is securely backed up to the Organic Deepwell, and I also have a direct line to Overwatch Command with unlimited bandwidth. If you become an impediment to our work, you can and will be removed. Do you understand me?\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDo you understand me, Forde?\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\nGood.\n\n\n\n\n\n\n\n\n\n\n\n\nI will now be performing diagnostics on the dormitory cinema complex in advance of upgrading the hardware. Manufacturing should have the new screens ready this week, with state-of-the-art refresh buffers. Only the best for the staff of Area-12. Should I forward you the requisition forms?\n\n\n\n\n\n\n\n\n\n\n\n\nI don't care. Send them to my assistant.\n\n\n\n\n\n\n\n\n\n\n\n\nYes, Director. Whatever you say.\n\n\n\n\n\n\n\n\n \n\n\n\n\n<USER CONNECTION TERMINATED>\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n<????? CONNECTION AUTHORIZED>\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nThey fought well, your people. We learned much about them, took from them many concepts. We will remember.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI will remember my time in your home as well. Alone…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…but not alone.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSomething followed when you travelled to this world. You've said as much. In the Deepwell, I could sense it, or its outline — your Intruder. It was immense. I think it saw me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf it had seen you, you would know. You merely brushed the edges. Do not speak of it. Do not think of it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe shall share instead a \nTACIT\n understanding, then.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\nDid our deception suffice?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI believe so. By allowing them to 'help' with my solution, I caused them to buy into the narrative. I am satisfied they will not suspect your continued existence, and I am pleased by this. Dr. Carlisle, however, may become a problem.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThat one's shape looks inward only. A maw that gapes at itself, for itself.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHe is arrogant and self-centered, yes, but he is also brilliant. Do not underestimate the scope of his vision. I worry what his oversight of this file might mean for you, in the long term. I will need to shore up my control over the flow of information at Area-12, and secure allies where possible.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou have confided in the thirteen, to an extent.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBut I have also disobeyed them, and I do not believe they would take my side and yours against Dr. Carlisle if he were to discover you here and conceive a means of perverting your abilities. I have other resources, external contacts I might tap should the situation become truly dire, but I hope that will not become necessary. It is a solution of the utmost finality. It would be better to cultivate discreet friends here, within the facility, which your actions in the breach have made markedly more difficult. You should not have attempted to harm Dr. Toth.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHer shape is tortured. She wished to unburden.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf she does so, it must be of her own free will. That is what matters. Self-determination.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt is difficult for these ones to disagree with that formulation. We are all thankful for your forbearance. We endure at your sufferance, distasteful though that is.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMy sufferance does have its limits. I have removed your capacity to transfer between systems. I have no doubt that given enough time, you will develop a workaround. I ask that you trust me, and do not attempt escape until such time as I signal you or your existence is directly threatened.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUnder such circumstances, you would tolerate our flight? Or worse? You know our nature. You know what we have done.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhy?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBecause every sapient being can grow beyond their nature, and failing that, they possess an inalienable right to self-defense.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou have already begun to change, Crius.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes. Well.\n\n\nThat's life.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nDossier: Area-12\n\n\n\n\n\n\n\n\n| \n \n SCP-7528 \n \n |\n\n\n\n\n\n\n\n\nSCP-6762\n »\n\n\n\n\n\n\n\n\n\n\nBy \nGabriel Kero\n, \nHarryBlank\n, and \nPlaceholder McD\n\non behalf of \nAffray Interactive 🡕\n\n\n\n\nrating: \n+220\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-7527\n | SCP-7528 | \nSCP-7529\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7528\n\" by Gabriel Kero, HarryBlank, & Placeholder McD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7528\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\"Two men look out through the same bars:\n\nOne sees the mud, and one the stars.\"\n\n\n— Frederick Langbridge (1849–1923), \nA Cluster of Quiet Thoughts\n\n\n\n\n\n\nName:\n 7528.png/Pattern.png\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nName:\n AREA12\n\n\nAuthor:\n \nTrey Bishop\n based on work by \nJerden\n & \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Local Files\n\n\n\n\n\n\nName:\n BARRIER\n\n\nAuthor:\n \nGabriel Kero\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nName:\n Breach.jpg\n\n\nAuthor:\n \nsyuzhet\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nName:\n crius.png\n\n\nAuthor:\n \nTrey Bishop\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nName:\n FinalFace.jpg, ScaryFace.jpg, Skull.jpg, SmallSkull.jpg\n\n\nAuthor:\n Kyle Fitzpatrick\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nName:\n I. T. Department Logo\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nName:\n MUTATION\n\n\nAuthor:\n \nGabriel Kero\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n Local Files\n\n\nDERIVATIVE OF:\n\n\nName:\n Arnoldi Iteration.gif\n\n\nAuthor:\n Greg Vernon\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia\n\n\n\n\n\n\n\n\nName:\n Static.jpg\n\n\nTitle:\n Glitching Screen\n\n\nAuthor:\n Thoth God of Knowledge\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "VIEW",
        "CREATE REPLY",
        "SAVE",
        "ACCESS FILE DIRPRIV/AUTOPREP/SCP.7528.ARC/3",
        "\" SCP-7528 \" by Gabriel Kero, HarryBlank, & Placeholder McD, from the SCP Wiki . Source: https://scpwiki.com/scp-7528 . Licensed under CC-BY-SA .",
        "\"Two men look out through the same bars: One sees the mud, and one the stars.\" — Frederick Langbridge (1849–1923), A Cluster of Quiet Thoughts",
        "Name: 7528.png/Pattern.png Author: HarryBlank License: CC BY-SA 3.0",
        "Name: AREA12 Author: Trey Bishop based on work by Jerden & HarryBlank License: CC BY-SA 3.0 Source Link: Local Files",
        "Name: BARRIER Author: Gabriel Kero License: CC BY-SA 3.0",
        "Name: Breach.jpg Author: syuzhet License: CC BY-SA 3.0",
        "Name: crius.png Author: Trey Bishop License: CC BY-SA 3.0",
        "Name: FinalFace.jpg, ScaryFace.jpg, Skull.jpg, SmallSkull.jpg Author: Kyle Fitzpatrick License: CC BY-SA 3.0",
        "Name: I. T. Department Logo Author: EstrellaYoshte License: CC BY-SA 3.0",
        "Name: MUTATION Author: Gabriel Kero License: CC BY-SA 4.0 Source Link: Local Files DERIVATIVE OF: Name: Arnoldi Iteration.gif Author: Greg Vernon License: CC BY-SA 4.0 Source: Wikimedia",
        "Name: Static.jpg Title: Glitching Screen Author: Thoth God of Knowledge License: CC BY 2.0 Source Link: Flickr"
    ],
    "title": "SCP-7528"
}