{
    "url": "https://scp-wiki.wikidot.com/scp-7529",
    "all_text": "rating: \n+227\n+\n–\nx\n\n\n\n\n\n\n\n\nTO:\n Vincent Bohart, Director, \nSite-333\n.\n\n\nFROM:\n Zacharias Hanneman, Chair - Department of Zoological Studies, \nSite-58\n.\n\n\nSUBJECT:\n Re:Found the back half — Reward?\n\n\n\n\nDirector Bohart,\n\n\nI apologize for the delay in responding to your email. As my writing predominately concerns the file you included in your message, I have attached it in my response for ease of reference:\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7529\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7529, left.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7529 was initially confined within a kennel in Site-333's animal containment facility. However, due to Leonora Morales's concerns that the anomaly was distressing the variety of seabirds contained within the small space, as well as accompanying noise complaints from adjacent rooms, Director Bohart determined SCP-7529 should be given free rein of Site-333's upper floor — provided staff members kept it out of the Director's office.\n\n\nDescription:\n SCP-7529 is the back portion of a \nMaine Coon\n \nSomali\n \nAmerican Wirehair\n cat, consisting of the rear ribcage, hind legs, and tail. The forward end of SCP-7529 terminates in a uniform and indistinct black surface. Visual examination has determined SCP-7529 to be female and properly spayed.\n\n\nSCP-7529 is generally affectionate towards Site-333 personnel. While the entity displays no difficulty in supporting its present body using only its hind legs, it is notably clumsy and prone to knocking items over, bumping into people and objects, and walking off of or otherwise falling from elevated positions. Attempts to litter train SCP-7529 have thus far been unsuccessful.\n\n\n\n\n\nAfter reviewing this document and the attached 'samples' you mailed to our Site, I can state with reasonable confidence that 'SCP-7529' is unrelated to \nSCP-529\n. I understand you were quite insistent upon a connection between these anomalies, so I have outlined my reasoning for this conclusion below:\n\n\n\n\n\nDNA testing of the included fecal matter does not correspond to the genetic profile of SCP-529;\n\n\nDue to SCP-529's current age, it has experienced a decline in mobility that does not correspond to your account of this entity;\n\n\nThe visual fur patterns on the cat depicted in your photograph do not match those of SCP-529, who possess gray tabby markings;\n\n\nYou have not included photographic evidence documenting the reported cross-section.\n\n\n\n\n\n\nIn fact, you have failed to demonstrate that this is not merely a cropped image of a whole, non-anomalous cat. Given these circumstances, as well as your repeated insistence on there being a 'Cash Prize' for finding the rear portion of SCP-529 — something which has never been stated nor offered, to the best of my knowledge — leads me to conclude you have not, in fact, found the rear portion of SCP-529. I believe that this is either some attempt at a prank or an effort to extort payment from the Foundation via issuing a false claim relating to an anomaly.\n\n\nEither way, this has been a gross misuse of my time and the time of my team. I ask that you do not contact me, or anyone on my staff, regarding this again.\n\n\nRegards,\n\n\nZacharias Hanneman\n\nChair, Department of Zoological Studies, Site-58\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nTO:\n Zacharias Hanneman, Chair - Department of Zoological Studies, Site-58.\n\n\nFROM:\n Vincent Bohart, Director, Site-333.\n\n\nSUBJECT:\n Re:Re:Found the back half — Reward?\n\n\n\n\nZacharias,\n\n\nNow listen, buddy. I get that this may seem like a bit of a stretch to you, but I awz6e75 x8r6d9h8[i0]vidxhtfrycifu\n\n\n\n\n\n\n\n\n\n\n\n\nSite-333 Surveillance Footage:\n\n\nDirector Vincent Bohart's Office\n\n\n\n\n\n\nVincent Bohart is seen sitting at his desk. A large iced coffee is placed beside his laptop. He withdraws a miniature Babybel cheese wheel from a plastic container on the desk labelled with Noah Patel's initials. He unwraps the cheese and tosses it in the air, intending on catching it in his mouth.\n\n\nHis laptop dings, indicating a received email. Vincent, startled by the noise, misaligns his mouth during the cheese's descent, causing it to lodge in his windpipe. He briefly chokes on the snack-sized cheese wheel, before managing to cough it up onto the floor.\n\n\nVincent lazily reads the email, scoffs audibly, and proceeds to begin typing a response.\n\n\nThe hindquarters of a calico cat are seen to jump up onto his desk and rush across his keyboard. SCP-7529 stumbles into the iced coffee, knocking it over onto the computer. The rear portion of the cat, startled by the noise and liquid, jumps towards Vincent, landing heavily on his lap. Vincent sighs deeply before petting near the base of its tail.\n\n\nVincent Bohart:\n Maybe you got a point there. We don't need them, do we? Tell you what: stick with me back-cat and we'll show them all.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSITE-333 SUBMITTED COMPLAINTs:\n\n\nNote: Anonymous Submissions Must Include Foundation Employee ID Number.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nComplaintant:\n Leonora Morales, Wildlife Specialist.\n\n\nSummary of Complaint:\n Vincent, you promised me that thing would stay out of the aviary. I don't care if it's only the back half, you try assessing if crows are anomalously good at math or just normally good at math while they're busy throwing the pencils at some fucked-up feline.\n\n\nHonestly, their aim has been pretty impressive. Maybe I should put more ballistics on the curriculum instead of statistics.\n\n\n\n\nComplaint Status:\n \nRESOLVED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nComplaintant:\n Noah Patel, Cryptozoologist & Museum Curator.\n\n\nSummary of Complaint:\n Hey Vincent, not sure if you read these things, but the cat got downstairs. I'm not really sure how it got over the baby gate you set up, but it was walking around the gift shop when I came in this morning. It scratched up the paper-mache, life-size Jersey Devil model I made too.\n\n\nAnyway, if there were people visiting that could have been really bad. Although I suppose we could have passed it off as an animatronic or something.\n\n\nThere weren't any people visiting, if you were wondering. Which is also kind of bad. I've just been down here all day on my own. If you want to stop by and say hi you should!\n\n\nBring the cat even!\n\n\n\n\nComplaint Status:\n \nRESOLVED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nComplaintant:\n Tony Catalano, Accounting & Tourism.\n\n\nSummary of Complaint:\n Look, if we can't send this cat-thing to Site-58 like we did with \nthe goose\n for whatever reason, fine. But Jesus, Vincent, teach it to shit in a box. Like yeah, watching the hind legs wander about is kind of funny, but that humour dries up really quickly. Kind of like cat shit in a photocopier.\n\n\nHow do I know what happens to cat shit in a photocopier? Take a fucking guess.\n\n\n\n\nComplaint Status:\n \nRESOLVED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nTO:\n Vincent Bohart, Director, Site-333.\n\n\nFROM:\n Ronald Durr, Site-19\n\n\nSUBJECT:\n SCP-529 Transfer\n\n\n\n\nOkay Vincent,\n\n\nI've arranged for SCP-529 to be transferred to your site as part of a 'research initiative' for a week. I had to pull some strings to get that approved. People here don't like sending things to Site-333, they tend to come back broken — if they come back at all.\n\n\nSo we're square now, got it? Go figure out your weird cat problem and never bring up what happened in Vegas again.\n\n\n\n\n\n\n\n\n\n\n\n\nSite-333 Surveillance Footage:\n\n\nEmployee Break Room\n\n\n\n\n\n\nLeonora Morales enters the break room, carrying SCP-7529 in both arms. She walks toward Tony Catalano and Noah Patel, who sit at the folding table positioned opposite the fridge.\n\n\nLeonora Morales:\n Look who I found trying to pick a fight with the three-winged seagull, again. I swear, Vincent doesn't even read the complaints unless they're about him. What's up with you guys?\n\n\nNoah Patel:\n There's a half-cat.\n\n\nLeonora Morales:\n Yeah, you just catching on?\n\n\nTony Catalano:\n He means a front-half-cat.\n\n\nLeonora Morales:\n A what?\n\n\nTony and Noah gesture towards the kitchenette counter, where the front portion of a tabby cat — SCP-529 — is standing on its forelegs. SCP-529 looks up towards the individuals, a slice of cheese from a disassembled sandwich in its mouth. Upon seeing SCP-7529, it drops the cheese, arcs the visually present portion of its back, and hisses.\n\n\nNoah Patel:\n How's it doing that? Raising its back on two legs?\n\n\nTony Catalano:\n You've literally watched a cat walk on two legs for the last week.\n\n\nLeonora Morales:\n Why the hell are there two half-cats in the kitchen?!\n\n\nVincent Bohart enters, carrying a cup of coffee in one hand.\n\n\nVincent Bohart:\n Ah, great. Glad to see everyone's already here. Figured getting you together would be like herding cats. Get it?\n\n\nLeonora Morales:\n Vincent, why is there a second cat now? Was one not enough?\n\n\nVincent Bohart:\n It's the same cat.\n\n\nTony and Noah glance back and forth between the portion of the cat on the counter, and the one held by Leonora. In addition to differing in colouration, SCP-7529 is noticeably smaller proportionally.\n\n\nTony Catalano:\n Boss, that's absolutely not the same cat.\n\n\nVincent Bohart:\n Course it is.\n\n\nNoah Patel:\n They look like they're different colours.\n\n\nVincent Bohart:\n Cats have all sorts of different patterns. I looked it up.\n\n\nLeonora Morales:\n Not if it's one cat.\n\n\nVincent Bohart:\n Look, don't you all start in on this, okay? I know I'm onto something here. We found the back half of a cat, different site had the front half, it's gotta be the same cat.\n\n\nTony Catalano:\n Is this just because we all thought you ran over the cat when you brought it in?\n\n\nVincent Bohart:\n No.\n\n\nLeonora Morales:\n We already apologized for that. You can't blame us, given that \nthere's precedence\n.\n\n\nVincent Bohart:\n Oh for the love of — look. Do you know what the most important skill is for leadership? It's intuition. Not charisma, or communication, or organization, or whatever other lies they tell you. You got to trust your gut. If you can't, you can't trust anyone.\n\n\nVincent Bohart:\n And I — I trust my gut.\n\n\nTony Catalano:\n This the same gut that convinced you to eat the cheesesteak that had been sitting in the fridge for a month?\n\n\nLeonora Morales:\n Vincent, whatever crisis you're having, it doesn't change the fact that this thing I'm holding is in no way the other half of that thing on the counter.\n\n\nVincent Bohart:\n Look, just give me that half, Leonora. Noah, go get the other one.\n\n\nLeonora hesitantly passes SCP-7529 to Vincent while Noah moves to pick up SCP-529, who scratches him as he attempts to. After a subsequent try, Noah successfully lifts SCP-529 into the air.\n\n\nVincent Bohart:\n Now, we'll just turn them around so they're facing the right way, and you'll see it's all one cat.\n\n\nLeonora Morales:\n Okay, am I the only one who can see this is absurd?\n\n\nTony Catalano:\n No, I get it as well. But to be honest I'm kind of curious. Hey Noah, need a hand?\n\n\nNoah — who is struggling to avoid SCP-529's attempts to bite him — nods in acceptance; Tony walks over to hold the creature's legs in place.\n\n\nVincent Bohart:\n Alright, on three. One…\n\n\nNoah Patel:\n Wait I thought we were counting down.\n\n\nVincent Bohart:\n Two.. Go!\n\n\nVicent steps forward, moving the hole-end of SCP-7529 to the hole-end of SCP-529. As he closes the space, both entities begin squirming. Noah and Tony attempt to hold SCP-529, who nearly escapes their grasp. An unseen force seems to hinder Vincent's attempts to unite the two entities.\n\n\nVincent Bohart:\n Almost got it! Come on you two! Push!\n\n\nNoah and Tony lean towards Vincent, pushing their half-cat towards the one he holds. The space between them gradually narrows.\n\n\nLeonora Morales:\n Holy shit, would you all stop!\n\n\nAs the distance between SCP-529 and SCP-7529 shrinks, small flashes of light emerge from their respective ends. As the three individuals push in unison, the half-cats move closer together until, suddenly, both halves touch. The flashes of light dim, revealing Tony, Noah, and Vincent holding a single cat: its front section that of an older tabby and its rear a smaller-looking calico.\n\n\nTony Catalano:\n Oh my god, we… we did it.\n\n\nVincent Bohart:\n I knew it! I fucking knew it! 'It's two cats, Vincent,' 'they won't fit together,' 'you haven't found the back half.' HA! I was right. I, Vincent-fucking-Bohart, was right! How does that sound, Atlantic City? You can try to break me, you can wear me down, you can make me pay extra for mustard, but I! Was! Righ—\n\n\nA sudden flash of light, emerging from the connecting line between SCP-529 and SCP-7529, fills the room, blinding the security cameras that abruptly cut out.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nDOES THE BLACK MOON HOWL?\n\n\n \n\n\n \n\n\n \n\n\n\n\nONLY WHEN THE ALLEY CATS SING.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nACCESSING DEEPWELL ARCHIVE FILE: \nSCP-(7)529\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-(7)529\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nmaksur\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-(7)529 pre-unification.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As per the Maksur classification, the individual components of SCP-(7)529 are to remain separated in distinct Foundation facilities. Currently, two components of SCP-(7)529 have been independently contained by the Foundation. However, a reasonable assumption suggests that upwards of 4 SCP-(7)529 components may exist at present.\n\n\nUpon identification of an SCP-(7)529 component, relevant Foundation facilities are to notify O5 Command, who will ensure SCP-(7)529 remains ununified and contained within disparate, secure facilities.\n\n\nDescription:\n SCP-(7)529 denotes a collection of entities resembling either the front or rear portion of a domestic feline, terminating at the midsection, with a distinctive black, uniform surface covering the dividing area. SCP-(7)529 entities are behaviourally similar to non-anomalous equivalents and capable of a normal range of motion despite their physiology.\n\n\nFor unknown reasons, unifying two SCP-(7)529 entities into a singular form causes a sudden, violent disruption in localized space-time and consensus reality, triggering a KOT-Class Scenario. Associated phenomena include:\n\n\n\n\n\n\nMass die-offs of songbirds and rodents globally, resulting in severe ecological damage;\n\n\nBreakdown of verbal communication through increasingly frequent and unintended annunciations of noises such as 'meow,' 'miau,' 'nya,' etc into spoken language;\n\n\nFluctuations in gravity causing the spontaneous reorientation of 'falling' objects in relation to an arbitrary central point — during a late-stage KOT-Class Scenario, this affects objects of greater mass, including celestial bodies, at an increasing frequency;\n\n\nDestabilization of physical matter at a subatomic level, as neutrons and protons oscillate between positions within and exterior to atomic nuclei;\n\n\nAdditional, minor phenomena.\n\n\n\n\n\n\nAdditionally, a KOT-Class Scenario possesses B.A.G. Memetic Characteristics: an antimemetic property prevents recollection of the inciting event — the unification of SCP-(7)529 — \nB\nefore \nA\nnnihilation \nG\nenesis [B.A.G.] occurs.\n\n\nThe Foundation's Deepwell Archives indicate that SCP-(7)529 has triggered 8, previous KOT-Class Scenarios. Despite implied successful previous responses, at present, the SCP Foundation projects only a 65% confidence rate in its ability to avert, halt, or reverse an occurring KOT-Class Scenario: a high C+.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nSite-333 Surveillance Footage:\n\n\nEmployee Break Room\n\n\n\n\n[…]\n\n\n\n\n\n\nVincent Bohart:\n Alright, on three. One…\n\nNoah Patel:\n Wait I thought we were counting down.\n\n\nLeonora Morales:\n Wait! Wait! All of you stop! Look!\n\n\nTony Catalano, Noah Patel, and Vincent Bohart pause briefly. SCP-7529 wiggles out of Vincent's grasp, kicks off his chest, and runs under the table, bumping off the legs of several chairs as it does so. The three men turn to look towards the kitchen counter, where a small pile of sealed letters sit, propped up against the toaster.\n\n\nLeonora Morales:\n Those weren't there before? Were they?\n\n\nTony passes SCP-529 to Noah, before walking over to the letters. He flips through the stack before handing them to Vincent.\n\n\nTony Catalano:\n They're all for you.\n\n\n\n\n\n\n\n\n\n\n\n\nTo whom it may concern,\n\n\nThis is an automated letter of notice relating to a recent temporal revision occurring at this locale.\n\n\nThe recipient of this letter has been determined to exist within a stable-consensus timeline. If additional actions are required — or additional non-actions are not required — to prevent the formation of a paradoxical timeline, you will be contacted in the near future or past by a representative of the Temporal Anomalies Department or another Foundation department.\n\n\nSuch a representative \nwill not\n be another version of yourself. Should you encounter a version of yourself from the future or past, \ndo not interact\n. Report such abnormalities to the Temporal Anomalies Department at your earliest convenience; our emergency telephone helpline is open 48/7.\n\n\nRecipients of this letter are reminded to review present timekeeping devices, including analog, digital, and atomic clocks, to ensure consistency post-temporal revision.\n\n\nThank you for your time.\n\n\nThe Future Is What We Make It; The Past Is What We Made It!\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nRECEIPT OF COVERAGE:\n CLASS K EXTREME BLACK SWAN\n\n\n\n\n\n\nThis is a formal notice of coverage extended by the \nProvider\n, \nGoldbaker-Reinz Insurance Group Ltd\n to the \nInsured\n, the SCP Foundation.\n\n\nAs per our CLASS K EXTREME BLACK SWAN coverage plans, following temporal revisions instigated by the Insured, the Provider will undertake a formal audit to assess any residual property damage, loss of assets, and/or displacement of personnel due to space-time distortions. Upon affirmative identification of any damages, the Provider will assist in the restoration of relevant assets, through either financial or material contributions.\n\n\nDue to anomalous influences associated with \nNexus-36: Atlantic City\n, the temporal revision initiated by the Insured resulted in several temporal errors, which have been rectified by the Provided.\n\n\n\n\nA non-comprehensive list of such adjustments include:\n\n\n\n\nCorrecting the branding and interior design of the Vaporwave Hotel & Casino to the Hard Rock Hotel & Casino;\n\n\nRemoval of Roman Legionaries from the Caesars Atlantic City Hotel & Casino;\n\n\nRevocation of advertising material denoting Atlantic City as the 'Home of the Atlanty Cheesestake;'\n\n\nReorientation of the Steel Pier amusement park to face towards the water;\n\n\nRescinding the 10,000 free tickets distributed to see the \nBeetles\n playing live.\n\n\n\n\n\n\n\n\nWe are writing to you, Vincent Bohart — henceforth the \nUninsured\n, as a result of your decision to terminate Site-333's insurance coverage with the Provider. While the Provider has no obligation to provide coverage to the Uninsured, the far-reaching effects of this scenario did satisfy conditions for coverage with the Insured. In consultation, both parties have agreed that the Uninsured is responsible for covering the deductible for this CLASS K EXTREME BLACK SWAN scenario. Details concerning payment amounts are attached. Remunerations are accepted in USD$, other legal tender, pieces of eight, and/or cuneiform tablets.\n\n\nGoldbaker-Reinz Insurance Group Ltd.\n\n\n\n\n\n\n\n\nNoah Patel:\n What is it, boss?\n\n\nVincent Bohart:\n Uh, it's just. Some kind of scam. You know the usual junk mail we get. One of you must have left it here.\n\n\nTony Catalano:\n Just give them back here, Vincent. Remember when you said the electric bill missed-payment notice was a scam?\n\n\nVincent Bohart:\n You know what, it's been a long day. How about we just put a pin in this whole-cat business? We'll try again later.\n\n\nLeonora Morales:\n They're about the cats, aren't they?\n\n\nVincent Bohart:\n No they're not. What cats? Oh, the half-cats? Yeah, this is totally unrelated, but I got some important stuff to do. Back to work, you all.\n\n\nLeonora Morales:\n You can just admit you're wrong.\n\n\nVincent Bohart:\n Why would I admit to being wrong about something I'm not wrong about?\n\n\nTony Catalano:\n Still got one more addressed to you.\n\n\nTony holds the remaining, folded letter in the air. It appears to be printed on thick, grey paper with a clean wax seal.\n\n\nTony Catalano:\n Jesus, this paper looks handmade. You can see the literal paper grain. Did they use an actual typewriter to print your name on it? No way someone did the spacing of these letters by hand. Noah, check this out. It's immaculate.\n\n\nVincent grabs the letter from Tony's hand before unfolding it to read.\n\n\n\n\n\n\n\n\n\n\nDirector Vincent Bohart of Site-333,\n\n\nIt would be well within our purview to admonish you for your recent deeds, driven as they were by your own hubristic ambitions.\n\n\nLikewise, we could regale you with accounts, both anecdotal and apocryphal, of similar Icarian efforts and their results. You are not the first to fly boldly into forwarned dangers.\n\n\nHowever, through this refusal to accept one's fate, great deeds are accomplished. Although you do not know, can not know, the extent of the efforts: the labour of mind and body that has been bent in a singular purpose — put faith in our account that the horror you set in motion has been resolved through significant sacrifice and resolve.\n\n\nWe could speak of these things and more. However, we decided that our best course of action is to be direct — very direct:\n\n\nDo not put the cats together.\n\n\n\n\n\n\n\n\nAfter reading, Vicent folds and pockets the letter. He walks to the table before kneeling to scoop up SCP-7529.\n\n\nVincent Bohart:\n Alright, back to work all of you. I'm not paying you to sit around. I'm going to keep this one in my office for a bit. For uh, further consideration.\n\n\nNoah Patel:\n What about front-half-cat?\n\n\nVincent Bohart:\n Right, stick it in with the birds for now.\n\n\nLeonora Morales:\n Vincent!\n\n\nVincent exits the room swiftly with SCP-7529 and proceeds down the hall to his office.\n\n\nVincent Bohart:\n If you don't like it, file a complaint!\n\n\nLeonora follows after Vincent, trying to catch up to him. Vincent adjusts SCP-7529 in his grip and picks up his pace.\n\n\nLeonora Morales:\n You're not getting rid of this that easily. What is going on, Vincent? What did the letter say?\n\n\nVincent Bohart:\n Nothing! They put everything back to normal!\n\n\nLeonora Morales:\n \nWho\n put everything back to normal — what does that even mean?\n\n\nVincent Bohart reaches his office door and moves to open it with his free hand. As he approaches, SCP-7529 begins to squirm fiercely, trying to free itself from his grasp.\n\n\nVincent Bohart:\n It doesn't matter! You can all calm down, everything is fine!\n\n\nVincent opens his office door. As he does so, a clowder of front and rear feline entities, bearing the same anomalous characteristics of SCP-7529 and SCP-529, are revealed within. Several of them appear to be fighting on the carpet, while others sun themselves against the window. A single front portion of a Siamese cat stands on his desk; it pauses coughing up a furball to turn and face Vincent, before returning to hacking up a wad of fur. A small group rushes past Vincent into the hallway, with the rear portion of a hairless Sphynx cat colliding with his leg. Vincent jumps backwards, allowing SCP-7529 to break free of his grasp and begin chasing after the fleeing half-cats.\n\n\nVincent Bohart:\n \n[Sighs]\n I hate Mondays.\n\n\n\n\n\n\n\n\n« \nSCP-7528\n | SCP-7529 | \nSCP-7530\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7529\n\" by DodoDevil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7529\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n BackCat.jpg\n\n\nName:\n Cat stretching E02 6386\n\n\nAuthor:\n Hisashi\n\n\nLicense:\n CC BY 2.0\n\n\nLink:\n \nhttps://commons.wikimedia.org/wiki/File:Cat_stretching_E02_6386_(4721982666).jpg\n\n\n\n\n\n\nFilename:\n SCP-529-new.jpg\n\n\nName:\n File:Cat on concrete floor.JPG\n\n\nAuthor:\n Ionutzmovie, edited by \nJackalRelated\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Cat_on_concrete_floor.JPG",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7529 \" by DodoDevil, from the SCP Wiki . Source: https://scpwiki.com/scp-7529 . Licensed under CC-BY-SA .",
        "Filename: BackCat.jpg Name: Cat stretching E02 6386 Author: Hisashi License: CC BY 2.0 Link: https://commons.wikimedia.org/wiki/File:Cat_stretching_E02_6386_(4721982666).jpg",
        "Filename: SCP-529-new.jpg Name: File:Cat on concrete floor.JPG Author: Ionutzmovie, edited by JackalRelated License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Cat_on_concrete_floor.JPG"
    ],
    "containment_procedures": "As per the Maksur classification, the individual components of SCP-(7)529 are to remain separated in distinct Foundation facilities. Currently, two components of SCP-(7)529 have been independently contained by the Foundation. However, a reasonable assumption suggests that upwards of 4 SCP-(7)529 components may exist at present.",
    "description": "SCP-(7)529 denotes a collection of entities resembling either the front or rear portion of a domestic feline, terminating at the midsection, with a distinctive black, uniform surface covering the dividing area. SCP-(7)529 entities are behaviourally similar to non-anomalous equivalents and capable of a normal range of motion despite their physiology.",
    "title": "SCP-7529"
}