{
    "url": "https://scp-wiki.wikidot.com/scp-7532",
    "all_text": "rating: \n-6\n+\n–\nx\n\n\n\n\n\n\nElevator where SCP-7532 was first discovered (Labeling changed to another language for security purposes)\n\n\n\n\n\n\nItem #:\n SCP-7532\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7532 manifests exclusively within elevator cabins in residential buildings constructed during the PRL era. Due to its manifestation on reflective panels within these elevators, all elevators in affected buildings have been immediately deactivated.\n\n\nThe following measures are in place:\n\n\n\n\nIsolation: Buildings where SCP-7532 has been identified are sealed off under the pretext of structural instability. Entrances are monitored by hidden cameras and Foundation personnel posing as maintenance or administrative staff.\n\n\nLimiting Contact: Authorized personnel may enter the affected elevator cabins only under controlled conditions and for a maximum duration of 30 seconds per experiment. Personnel must wear specialized glasses that filter reflective light and noise-canceling headphones to minimize exposure.\n\n\nMultimedia Analysis: All surveillance recordings capturing SCP-7532 are analyzed using dedicated AI-based algorithms designed to detect minimal distortions in both image and audio. The entity’s “blinking” effect—disappearing when an observer blinks—poses significant challenges for documentation.\n\n\n\n\nDescription:\n SCP-7532 is an anomalous phenomenon confined solely to elevator cabins. When an individual gazes into the mirror mounted on the back wall of an elevator, they briefly (typically less than two seconds) perceive a dark, vague silhouette resembling a human figure. SCP-7532 does not display any distinct physical features; its presence is characterized by an overwhelming sense of dread and an abrupt drop in ambient temperature.\n\n\nInitial observations suggested that the phenomenon could be attributed to fatigue, poor lighting, or stress. However, repeated exposure has revealed additional effects:\n\n\n\n\nAuditory Hallucinations: Observers initially hear faint whispers that soon escalate into a cacophony of disorienting sounds.\n\n\nPerceptual Distortions: Witnesses report that the shadow appears to shift or change shape within the mirror.\n\n\nPersistent Feeling of Being Watched: Many subjects describe an unshakable sensation that they are being followed, even after leaving the elevator.\n\n\n\n\nNotably, SCP-7532 does not affect electronic equipment in the same manner as human observers. Standard surveillance footage captures only fleeting, blurred distortions that vanish with even the slightest disruption (e.g., a blink).\n\nExtended or repeated exposure to SCP-7532 has been linked to severe psychological disturbances, including:\n\n\n\n\nSevere Paranoia: Subjects experience a persistent feeling of being watched, which intensifies with each exposure.\n\n\nSleep Disturbances and Nightmares: Affected individuals suffer from chronic insomnia and recurring nightmares centered on the image of the shadow.\n\n\nGradual Psychological Breakdown: In extreme cases, continuous exposure leads to a complete collapse of mental stability, resulting in self-harm or fatal incidents such as sudden cardiac arrest despite the absence of physical trauma.\n\n\nTargeting of Vulnerable Individuals: Research indicates that individuals with pre-existing psychological conditions (such as depression, anxiety, or recent trauma) are particularly susceptible to SCP-7532’s effects.\n\n\n\n\nAddendum:\n Incident Log\n\n\nThe following is a record of first known incident involving SCP-7532.\n\n\n\n\nDate:\n 05/03/2012\n\n\nSubject:\n Tomasz Nowak, 38-year-old maintenance worker\n\n\nBackground:\n Tomasz Nowak, a regular elevator user in his apartment block, began experiencing inexplicable disturbances following the tragic loss of his wife. Over several weeks, he reported seeing a dark, shifting figure in the elevator mirror and hearing faint whispers that grew increasingly louder. His emotional state deteriorated as he became increasingly isolated.\n\n\nDescription:\n In desperation, Tomasz posted a blurry photograph on an online forum, claiming that the mirror in the elevator revealed an entity that “should not be there.” The post received mixed responses—some dismissed it as an optical illusion, while others confirmed similar experiences. The Foundation traced the post to Tomasz’s location. When agents arrived, Tomasz was found deceased inside the elevator, with no external injuries observed. Autopsy reports indicated that his death was consistent with a fatal psychological collapse. A worn journal recovered from his belongings contained his final entry:\n\n\"\nI can’t escape this shadow. It’s with me always, even when I close my eyes.\n\"\n\n\n\n\nAddendum:\n Test Log\n\n\nThe following is a record of a test on SCP-7532.\n\n\n\n\nDate:\n 20/12/20██\n\n\nLocation:\n Elevator cabin in an affected residential building, Warsaw\n\n\nSubject:\n Anonymous volunteer foundation researcher\n\n\nConditions:\n The subject was required to observe the mirror continuously for 45 seconds without additional optical mitigation.\n\n\nDescription:\n Within the first 15 seconds, the subject noted a slight drop in temperature and mild dizziness. By 25 seconds, the subject began hearing faint whispers that escalated into a loud, disorienting noise. The researcher exhibited signs of severe distress, including erratic movements and incoherent speech. The experiment was terminated at 45 seconds, and the subject was immediately subjected to a psychological evaluation.\n\n\nConclusion:\n Test confirms that exposure beyond the 30-second threshold significantly increases the risk of severe psychological distress.\n\n\n\n\n\n\nDate:\n 15/09/20██\n\n\nLocation:\n A specially prepared elevator cabin in Warsaw\n\n\nSubject:\n Researcher D-150 (Test Subject)\n\n\nConditions:\n The subject was instructed to observe the elevator’s mirror for 30 seconds while wearing specialized optical filters and noise-canceling equipment to mitigate the entity’s effects.\n\n\nDescription:\n During the first 10 seconds, no anomalies were reported. At approximately 12 seconds, subtle distortions appeared in the mirror. When the subject blinked, SCP-7532 vanished, leaving only faint smudges on the screen. Following the experiment, the subject experienced brief disorientation and mild trembling.\n\n\nConclusion:\n Test demonstrates that exposures shorter than 30 seconds may minimize—but do not entirely eliminate—the perceptual effects of SCP-7532.\n\n\n\n\n\n\n\n\n« \nSCP-7531\n | SCP-7532 | \nSCP-7533\n »",
    "addendums": [
        "Addendum: Incident Log\nThe following is a record of first known incident involving SCP-7532.",
        "Addendum: Test Log\nThe following is a record of a test on SCP-7532."
    ],
    "documents": [],
    "notes": [
        "Date: 05/03/2012 Subject: Tomasz Nowak, 38-year-old maintenance worker Background: Tomasz Nowak, a regular elevator user in his apartment block, began experiencing inexplicable disturbances following the tragic loss of his wife. Over several weeks, he reported seeing a dark, shifting figure in the elevator mirror and hearing faint whispers that grew increasingly louder. His emotional state deteriorated as he became increasingly isolated. Description: In desperation, Tomasz posted a blurry photograph on an online forum, claiming that the mirror in the elevator revealed an entity that “should not be there.” The post received mixed responses—some dismissed it as an optical illusion, while others confirmed similar experiences. The Foundation traced the post to Tomasz’s location. When agents arrived, Tomasz was found deceased inside the elevator, with no external injuries observed. Autopsy reports indicated that his death was consistent with a fatal psychological collapse. A worn journal recovered from his belongings contained his final entry: \" I can’t escape this shadow. It’s with me always, even when I close my eyes. \"",
        "Date: 20/12/20██ Location: Elevator cabin in an affected residential building, Warsaw Subject: Anonymous volunteer foundation researcher Conditions: The subject was required to observe the mirror continuously for 45 seconds without additional optical mitigation. Description: Within the first 15 seconds, the subject noted a slight drop in temperature and mild dizziness. By 25 seconds, the subject began hearing faint whispers that escalated into a loud, disorienting noise. The researcher exhibited signs of severe distress, including erratic movements and incoherent speech. The experiment was terminated at 45 seconds, and the subject was immediately subjected to a psychological evaluation. Conclusion: Test confirms that exposure beyond the 30-second threshold significantly increases the risk of severe psychological distress.",
        "Date: 15/09/20██ Location: A specially prepared elevator cabin in Warsaw Subject: Researcher D-150 (Test Subject) Conditions: The subject was instructed to observe the elevator’s mirror for 30 seconds while wearing specialized optical filters and noise-canceling equipment to mitigate the entity’s effects. Description: During the first 10 seconds, no anomalies were reported. At approximately 12 seconds, subtle distortions appeared in the mirror. When the subject blinked, SCP-7532 vanished, leaving only faint smudges on the screen. Following the experiment, the subject experienced brief disorientation and mild trembling. Conclusion: Test demonstrates that exposures shorter than 30 seconds may minimize—but do not entirely eliminate—the perceptual effects of SCP-7532."
    ],
    "item": "SCP-7532",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7532 manifests exclusively within elevator cabins in residential buildings constructed during the PRL era. Due to its manifestation on reflective panels within these elevators, all elevators in affected buildings have been immediately deactivated.",
    "description": "SCP-7532 is an anomalous phenomenon confined solely to elevator cabins. When an individual gazes into the mirror mounted on the back wall of an elevator, they briefly (typically less than two seconds) perceive a dark, vague silhouette resembling a human figure. SCP-7532 does not display any distinct physical features; its presence is characterized by an overwhelming sense of dread and an abrupt drop in ambient temperature.",
    "title": "SCP-7532"
}