{
    "url": "https://scp-wiki.wikidot.com/scp-7533",
    "all_text": "SCP-7533\n\n\n\n\n\n\nByㅤ\n \nNecroKitten\n\n\n\n\n\n\nPublished on \n17 Oct 2022 00:15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBaker-Miller Pink (pictured). Those sensitive to cognitohazardous media should avoid prolonged exposure.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7533 — N is for Neon\n\n\n\n\n\n\nBy\n \nNecroKitten\n, \nBillith\n, and \nEmotionalEntropy\n\n\n\n\n\n\nPublished on \n17 Oct 2022 00:15\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+117\n+\n–\nx\n\n\n\n\nby NecroKitten, EmotionalEntropy & Billith\n\n\n5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-\n \nSCP-7533\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL:II\n\n\nConfidential\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Level:\n\n\nvlam\n\n\n\n\n\n\nRisk Level:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Due to the nature of SCP-7533, full containment is unlikely. Members of Mobile Task Force Ifalos-Rho (\"Deadliest Catch\") are to track SCP-7533 at all times, updating research staff on the whereabouts and behaviour of the anomaly whenever new information arises. Its habitat should be restricted by Foundation agents using the appropriate measures for the area in question.\n\n\nAt no time should any personnel interact with SCP-7533. Consider anyone who has entered into the anomaly's habitat with the intent of engaging with the entity or its effects lost.\n\n\nAny phenomena experienced by personnel that is considered unusual, mesmerizing, striking or otherwise in stark contrast to expected reality should report to the nearest medbay. If you witness any of the above behaviours, please report them to your supervisor.\n\n\nDescription:\n SCP-7533 is the designation for an adumbration\n1\n resembling a mature deep sea anglerfish, which roams various metropolitan areas in the island nation of Japan. Although SCP-7533 prefers these areas due to food availability, it remains outside of beaten paths, moving through dark and enclosed areas such as back alleys, subway systems, and maintenance tunnels at most times.\n\n\nWhile in a passive state, SCP-7533 appears as an incorporeal space marked by significant refraction, akin to the effect observed over hot asphalt, surrounded by a pink umbra. The entity only becomes active to consume prey, which will cause it to gain opacity and become visible to the naked eye.\n\n\nSCP-7533's exact size is unclear, with measurements taken through captured footage estimating a length span between 2.1-2.3 meters. As with non-anomalous species of this kind, it possesses poor eyesight, oversized teeth, and a luminescent dorsal ray with significant deviations from baseline; SCP-7533's \"lure\" resembles an oil lantern and glows in a soft, pink hue with qualities not dissimilar from neon tube lighting, emitting a low hum and varying slightly in luminance. Most often, this light is observed to be Baker-Miller Pink, which evokes an expected response in those exposed.\n2\n\n\n\n\n\n\n\n\n\n\n\n\nBaker-Miller Pink (pictured above). Those sensitive to cognitohazardous media should avoid prolonged exposure.\n\n\n\n\n\n\nSCP-7533 feeds primarily on large animals, humans being the plurality of organisms encountered by the anomaly. Despite having impaired vision, SCP-7533 is an adept hunter, moving at high speeds in short bursts when prey is near, but tiring quickly. Due to this limitation, SCP-7533 prefers to position itself in an opportune location and attract prey, which it accomplishes with relative ease.\n\n\nLight that emanates from SCP-7533 adversely affects cognition to weaken and manipulate its prey, though the extent of this effect is unknown. Immersive audiovisual hallucinations, mirage-like illusory manifestations, and behavioural expressions of fear, panic, distraction, confusion and/or awe have been reported, typically resulting in victims placing themselves in close vicinity to SCP-7533 for easy capture.\n\n\n\n\n\n\n\n\n\n\n\n\nOne second surveillance footage excerpt of SCP-7533 with hazard-limiting filters. Those sensitive to cognitohazardous media should avoid prolonged exposure.\n\n\n\n\n\n\nIt should be noted that hallucinations experienced as an effect of SCP-7533 are unique to the individual, and thus contradictions in observed phenomena can be used to differentiate hallucination from reality.\n\n\nIt is unknown if SCP-7533's hunting behavior is indicative of a need to sustain itself, however, prolonged lack of feeding has been shown to cause increased aggression and more intense manipulative phenomena over a larger area of effect. Due to this, feeding efforts from personnel should be responsive, focusing on behavioral changes as a marker to plan accordingly.\n\n\n\n\n \n\n\nAddendum 7533.1 - Discovery:\n\n\nSCP-7533 came to the attention of the Foundation on April 18th, 2018, during a live stream which was reported and subsequently reviewed by social media webcrawlers. The stream was swiftly shut down and expunged from all relevant platforms. Commotion resulting from the death of Ito Junichiro, 26, alerted the local authorities of Shibuya to the scene, where Nakamura Akira, 28, acquaintance to Ito and streamer responsible for the reported footage, was recovered. Embedded Foundation agents took notice of the events, assuming control of the situation shortly thereafter.\n\n\nUpon further review of the recovered footage, it was determined that mobile containment efforts were necessary.\n\n\nThe transcribed and translated footage follows:\n\n\n\n\nACCESS TRANSCRIPT\n\n\n\n\nCLOSE\n\n\n\n\n\n\nDiscovery Transcript 7533:\n\n\nSource:\n Footage recovered from Nakamura's live stream on 18/04/2018, titled \"Izakaya Tour: Shibuya Edition\"\n\n\nInvolved:\n Nakamura Akira (POI-7533-A) and Ito Junichiro (POI-7533-B)\n\n\n\n\n[BEGIN LOG]\n\n\nFootage begins with a tall male figure, identified to be POI-7533-B, walking down a brightly lit, neon-bathed alleyway. He is laughing boisterously, gait noticeably impaired.\n3\n Behind the camera, POI-7533-A is heard, similarly intoxicated.\n\n\nPOI-7533-A:\n Another izakaya down, three—three more until we hit a new record! Feeling good, how about you?\n\n\nPOI-7533-B:\n I feel like eating something fried. You know any good katsu around here? I have no clue where we are. Why did we go down this path?\n\n\nPOI-7533-A:\n I told you, free light show. The signs are fun to look at after a few drinks. We can ask someone for chicken directions after.\n\n\nPOI-7533-B:\n \n<grumbling>\n I'd like it more after I had some katsu.\n\n\nPOI-7533-A:\n Chat wants to see, so we will see.\n\n\nPOI-7533-B:\n Ugh. Someone needs to fix their sign, the buzzing is so loud! Are they all this bad?\n\n\nPOI-7533-A:\n I can't hear anything, dude. Might need more drinks. Or less. \n<laughs>\n\n\nBanter continues as the video pans around, showing dozens of neon signs on each side of the alleyway. Invitations to love hotels, flickering store signs, and motifs such as arrows are seen, pointing to dark side streets in a wash of colours. No corresponding establishments or storefronts are observed.\n\n\nAs the two proceed further, the signage increases in frequency, with the colours visible changing on a gradient into a singular pink hue.\n\n\nPOI-7533-B:\n What's up with these signs? Certainly a 'light show', a great publicity stunt for a love hotel. Are you trying to say something?\n\n\nPOI-7533-B laughs, making kissing noises towards the camera.\n\n\nPOI-7533-A:\n \n<laughing>\n Keep talking shit, but some of those hotels are crazy. There's one Haru stayed in with her friends that had dinosaurs and a private pool with a \nwater slide\n.\n\n\nPOI-7533-B:\n What? Really? That's awesome. \n<pauses>\n What do you think that one's for?\n\n\nPOI-7533-B is seen looking away from the camera and enthusiastically pointing to his left, the camera revealing a brightly lit, violently flickering sign in the shape of a spiral, an arrow pointing away and down a dark passage.\n\n\nPOI-7533-B:\n I got a good feeling about this one. Besides, all the buzzing is making my head hurt.\n\n\nPOI-7533-A:\n I don't hear— hey, wait up!\n\n\nThe footage jostles, POI-7533-B seen quickly changing direction and walking with a brisk pace down the shrouded alleyway, his friend correcting course and jogging to catch up.\n\n\nPOI-7533-A:\n Dude, there's nothing down here. Wouldn't it be closed at this time, anyway? What are you—\n\n\nPOI-7533-B stops suddenly in front of an empty storefront. The space appears abandoned, with a dull, pink light permeating through the dusty windows. Another spiral is observed on the door, the handle of which POI-7533-B tries, looking excitedly at the camera, pupils noticeably dilated.\n\n\nPOI-7533-B:\n Door's unlocked! Let's check it out.\n\n\nPOI-7533-A:\n \n<nervously>\n I don't know. This place seems sketchy. Didn't you want katsu?\n\n\nPOI-7533-B:\n Don't be a wimp. What does chat want? To watch me stuff my face or to check out this cool store? I know what they're gonna say.\n\n\nPOI-7533-A:\n \n<sighs>\n You're right, but—\n\n\nBefore POI-7533-A can finish speaking, his friend pulls on the door handle and steps inside, pink light pouring from the opening and diminishing rapidly as the door swings shut.\n\n\nPOI-7533-B:\n Come on! Be a little adventurous!\n\n\nPOI-7533-A hesitates, cautiously making his way to the door. Upon entering, video pans around the disused room, where pink wallpaper and matching tiles cover the interior and a small desk chair in a garish but consistent hue. POI-7533-B is seen standing some ways in, back turned to the camera. The rear of the store remains heavily coated in shadow.\n\n\nPOI-7533-A:\n It's so \npink\n! It's obnoxious, but I don't hate it. \n<to POI-7533-B>\n Don't go too far in!\n\n\nPOI-7533-B:\n \n<calmly>\n Relax. It's fine. Check out the stuff they're selling, dude. And it just keeps going.\n\n\nPOI-7533-A:\n Huh? What stuff?\n\n\nPOI-7533-B's figure disappears into the back of the store, footsteps are heard somewhere a ways ahead, his voice abnormally distant from his friend.\n\n\nPOI-7533-B:\n You have to see this place. I thought it was gonna be a freaky sex shop, but it's like a bunch of stores. Like a mini Akihabara or something… \n<trails off>\n\n\nPOI-7533-A approaches the dark area, where an open stockroom door reveals itself to the camera, entering into another open space shrouded in darkness. The sides of this room are lined with reflective surfaces, with a number of twinkling, pink string lights hanging down from the ceiling. The result is a disorienting display of glowing motes of light in all directions, superficially appearing like an infinite expanse.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\nPOI-7533-A:\n Wow…\n\nPOI-7533-A turns to look at the mirrors on his left, video feed picking up a faint shimmer from somewhere behind him. The effect is reflected in several places at once as the camera view distorts. POI-7533-B is not seen, though he is heard laughing and mumbling to himself. After a few seconds, he stops.\n\n\nPOI-7533-A:\n \n<loudly>\n Where are you?!\n\n\nSilence.\n\n\nPOI-7533-A:\n Juni—\n\n\nPOI-7533-B emits a loud scream from somewhere further inside.\n\n\nThe camera's view is obscured as POI-7533-A rushes towards the source of the noise, repeatedly calling out for POI-7533-B. Increasing distortions to the video are observed as a spiral staircase appears in the center of the dark hallway, descending downward to an unknown depth.\n\n\nPOI-7533-A:\n Oh, \nno thank you\n. Shit!\n\n\nAnother startled yell rings out but is cut short. POI-7533-A rushes down the stairs, cursing to himself. The view tumbles as a loud rustling is heard, the camera falling and landing askew on a tiled floor some distance below. Shuddering breaths and further swearing can be heard as the camera is picked up with shaking hands. A pink glow can be seen further down the passageway, which reveals itself to be a maintenance shaft, though nothing else of note is visible. POI-7533-A begins walking down the tunnel.\n\n\nPOI-7533-B:\n Where are you?! Come on!\n\n\nPOI-7533-A:\n I'm right here! I'm coming! Are you okay?\n\n\nPOI-7533-B:\n Relax. There's nothing down here.\n\n\nPOI-7533-A:\n Are you hurt? I heard you scream—\n\n\nPOI-7533-B:\n It's fine. Don't be a wimp.\n\n\nPOI-7533-B comes into view, leaning against a shadowy wall at the next intersection. He bends to the side and waves at the camera.\n\n\nPOI-7533-B:\n You have to see this place. It just keeps going.\n\n\nPOI-7533-A:\n No, we're getting out of here, and then I will beat you up for scaring me.\n\n\nPOI-7533-B:\n Obnoxious, but I don't hate it.\n\n\nPOI-7533-A:\n \n<laughs nervously>\n Let's go, you idiot—\n\n\nThe light in the space shimmers and distorts as SCP-7533 manifests. POI-7533-B's torso and limbs are not visible. Instead, the entity holds his severed head between its enlarged teeth. As the illusory effect fades, deep red viscera appears, speckling the walls and floor around the entity. The head's face contorts, bathed in undulating, pink light emitting from a lantern held high above. The object hypnotically bobs back and forth. POI-7533-B's eyes open and dart around the area, settling into a stare at POI-7533-A, a smile growing on its pale face. It speaks in a rough impression of Ito's voice.\n\n\nPOI-7533-B:\n What? Are you trying to say something?\n\n\nPOI-7533-B laughs, making kissing noises towards the camera.\n\n\nPOI-7533-A screams and wheels around, running back towards the stairs, video feed swaying along with his strides. Pink light magnifies as the hum of SCP-7533's lantern swells in volume. Glowing signs rapidly manifest along the walls of the passage, traffic warnings of dead ends and wrong-ways, arrows pointing backwards, and signage of POI-7533-B's visage are observed.\n\n\nMotion and interference distorts the video as POI-7533-A reaches the stairs and ascends them rapidly. He trips, phone once again tumbling downward and onto the hard tiles below, this time landing with the view pointed towards the floor. Loud commotion and panicked cries are heard growing quiet over the next thirty seconds, followed by a loud shattering noise.\n4\n Feed remains black for several minutes until the live stream is shut down.\n\n\n[END LOG]\n\n\n\n\nAfterword: Nakamura was discovered by local authorities approximately forty minutes after the events of this log, found hiding within a nearby dumpster and purportedly exhibiting erratic behaviour. Foundation agents recovered Nakamura from police custody and brought him onsite, where he was then treated for acute catatonia and psychosis. Full recovery was established within ten days, after which he was amnesticised and returned to the general public.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A shadow or faint image of something.\n\n\n2\n. Also known as P-618, Schauss Pink, or Drunk-Tank Pink, this shade has been observed to temporarily reduce hostility and other aggressive behaviours.\n\n\n3\n. Toxicology reports of recovered remains indicate Ito's BAC was roughly .1% at the time of the attack.\n\n\n4\n. Determined later to be SCP-7533-A crashing through the storefront window.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nM is for \"Moonlight\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nO is for \"Organs\"\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7533\n\" by Billith, EmotionalEntropy, and NecroKitten, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7533\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7533.1 - Discovery:\nSCP-7533 came to the attention of the Foundation on April 18th, 2018, during a live stream which was reported and subsequently reviewed by social media webcrawlers. The stream was swiftly shut down and expunged from all relevant platforms. Commotion resulting from the death of Ito Junichiro, 26, alerted the local authorities of Shibuya to the scene, where Nakamura Akira, 28, acquaintance to Ito and streamer responsible for the reported footage, was recovered. Embedded Foundation agents took notice of the events, assuming control of the situation shortly thereafter.\nUpon further review of the recovered footage, it was determined that mobile containment efforts were necessary.\nThe transcribed and translated footage follows:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7533 \" by Billith, EmotionalEntropy, and NecroKitten, from the SCP Wiki . Source: https://scpwiki.com/scp-7533 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to the nature of SCP-7533, full containment is unlikely. Members of Mobile Task Force Ifalos-Rho (\"Deadliest Catch\") are to track SCP-7533 at all times, updating research staff on the whereabouts and behaviour of the anomaly whenever new information arises. Its habitat should be restricted by Foundation agents using the appropriate measures for the area in question.",
    "description": "SCP-7533 is the designation for an adumbration1 resembling a mature deep sea anglerfish, which roams various metropolitan areas in the island nation of Japan. Although SCP-7533 prefers these areas due to food availability, it remains outside of beaten paths, moving through dark and enclosed areas such as back alleys, subway systems, and maintenance tunnels at most times.",
    "title": "SCP-7533"
}