{
    "url": "https://scp-wiki.wikidot.com/scp-7534",
    "all_text": "rating: \n+2\n+\n–\nx\n\n\n\n\nHe was sitting on the picnic blanket eating bread with raspberry jam\n\n\nAfter he ate half of it, someone came\n\n\n\"Oh hey, how you doing?\"\n\n\n\"I'm okay. Can I sit with you?\"\n\n\n\"Yeah sure.\"\n\n\nShe sits right next to him, she stays quiet\n\n\n\"You know what, life, man.\"\n\n\n\"Why do you say that?\"\n\n\n\"I mean, look at the view. Just lookin' at the cities from the farthest distance.\"\n\n\n\"Do you still want to look for them?\"\n\n\n\"I… Don't know. Half of my body says yes, and the other no.\"\n\n\n\"How have you been feeling?\"\n\n\n\"What? Am I being interviewed again? Well, if you must know, I don't really know. I mean, life's shit sometimes.\"\n\n\n\"Yes. It can be.\"\n\n\n\"Oh! Picnic's over. I gotta answer the package my family sent me.\"\n\n\nHe stands up and pick up the package\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7534\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ndamballah\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7534 is authorized to roam Site-68e. SCP-7534 is to be given a regular meal every day\n1\n. SCP-7534's interactions with Foundation Staff remain limited.\n\n\nSCP-7534 is authorized to accept SCP-7534-2 and activate SCP-7534-3 instances; however, subject is to report the contents of the topic being told on each SCP-7534-3 instance.\n\n\nSCP-7534 was isolated from 39.272838°N 96.580745°W\n2\n. Site-68e could have left SCP-7534 uncontained; however, Site-68e decided to captivate SCP-7534 due to mundane reasons\n3\n.\n\n\nDescription:\n SCP-7534 is Adrian Belcher, a 22-year-old Caucasian male of American descent. SCP-7534 possesses dark hair and green eyes. SCP-7534 was captivated by Site-68e on February 21, 2017.\n\n\nSCP-7534 claims to have been isolated from his family ever since his birth. SCP-7534 claims to have traveled 200 miles in search of its family. SCP-7534 suggests that its family is within, adjacent, or residing in 39.272838°N 96.580745°W.\n\n\nSCP-7534-2 instances generate throughout areas SCP-7534 is adjacent to. SCP-7534-2 resembles a package containing a note stating that it is intentionally for SCP-7534\n4\n. SCP-7534-2 instances contain Sony Cassette Tapes, designated SCP-7534-3.\n\n\nAddendum 7534-a1:\n SCP-7534 possesses the capability of activating SCP-7534-3 instances, while other individuals remain incapable of activating such instances. SCP-7534 reports that SCP-7534-3 instances depict four voices of elderly and young individuals when activated, which it suggests that it is its family.\n\n\nDue to the beliefs of SCP-7534, it left its adoptive parents and roamed a colossal region of New York City in aid of the recovery of its family. SCP-7534 has been receiving SCP-7534-2 instances prior to captivation.\n\n\nAddendum 7534-a2:\n SCP-7534 was sent to an orphanage after two Belgian explorers discovered the subject inside a cabin in █████ Forest, New York City. SCP-7534 was adopted by ████ Belcher and ██████ Belcher on March 17, 2004, and given the name \"Adrian Belcher\".\n\n\nOn May 3, 2007, SCP-7534 abandoned its adoptive parents and explored a colossal region of New York City due to DNA test results and the presence of SCP-7534-3 instances. Despite the efforts of SCP-7534, SCP-7534 has never relocated its family. SCP-7534 believes that its family is roaming adjacent to 39.272838°N 96.580745°W.\n\n\nAddendum 7534-a3:\n The SCP-7534-3 instances observed by Dr. Olin\n\n\n\n\n+ View 7534-3-5 Audio Dialog\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nTape Number:\n 7534-3-5\n\n\n\n\n\n\n\n\nSCP-7534-3-5\n\n\nForeword:\n SCP-7534 authorized Dr. Olin to observe it while observing a one minute SCP-7534-3-5 cassette tape. Dr. Olin recorded the audio via a security camera installed within the containment cell of SCP-7534.\n5\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\"Hello, Adrian! I haven't seen you since I was… like 32? I wish I could see you again right now.\"\n\n\n\"Hey, bro. Stay safe. You'll get to us.\"\n\n\n\"Bro, what are you doing by the way? You drifted very, very far from us.\"\n\n\n\"Sweeeeeeeetie! How you doin'?! We're good, hope you're doing good in life as well!\"\n\n\n\"I… Don't really know what to say, but… I'm impressed. When we (audio cuts for a while) -You really looked for us and never gave up.\"\n\n\n\"You were so close. Why did they have to lock you up?\"\n\n\n\n\n<END LOG>\n\n\n\n\nAfterword:\n \n\"I did not write some sentences and words that I did not understand. The audio might have been over two minutes. I'll be observing another cassette tape another day and try my best to decipher all of the words. Oh and, I also color-coded each line.\n6\n\"\n -Dr. Olin\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ View 7534-3-12 Audio Dialog\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nTape Number:\n 7534-3-12\n\n\n\n\n\n\nForeword: Equivalent to 7534-3-5 Audio Dialog's\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\"Adrian, I'm proud of you. You were… more boy-ish than me or dad! I can't even go that long. You were going like a thousand revolutions in a second back then.\"\n\n\n\"If you could escape that place, I have high hopes that you'll make it back to us. Everyone really misses you.\"\n\n\n\"It's been eight days since you've been in that place. Isn't it horrible? They… They think you're some time of lab rat! If I were you, I'd escape immediately.\"\n\n\n\"How are you feeling tonight? Sweet dreams!\"\n\n\n\n\n<END LOG>\n\n\n\n\nAfterword:\n Nil\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ View 7534-3-13 Audio Dialog\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nTape Number:\n 7534-3-13\n\n\n\n\n\n\nForeword:\n SCP-7534-3-15 depicts SCP-7534's mother seemingly reporting an escape route to SCP-7534. However, some sentences and words SCP-7534's mother state seem to corrupt or cut off.\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\"Hey, sweetie. It's me, mom. I'm pretty sure you remember, tho. Anyway, I will make sure that you get out of that place so you can come to us again.\"\n\n\nSCP-7534 seemed curious and confused\n\n\n\"Okay listen. If you go to the 4th floor and into Dr. ████████████████'s office, there is a small hatch behind a potted plant.\"\n\n\nSCP-7534's mother pauses for a while\n\n\n\"That hatch leads to a crawlspace. If I'm not wrong, it used to be an evacuation route in case there was a… I think they call it a breach?\"\n\n\nSCP-7534's mother pauses\n\n\n\"Right. Once you're done listening to this, ask for permission to bring your cassette player with you. When they authorize you, sneak into Dr. ████████████████'s office and go through his drawers. You'll-(audio cuts off)\"\n\n\n\"Yeah… Look into his drawers until you find a- (cuts off again) I- I'm sorry, Adrian. I can't say much it- (audio cuts off) -Things can be classified they- (cuts off again)\"\n\n\n\"Want me to- (cuts off)\"\n\n\n\n\n<END LOG>\n\n\n\n\nAfterword:\n \n\"I don't know why his family is so eager for him to relocate them. Is he gonna get something special if he does? Is it a treasure hunt? I don't really know. It seems that some information his family gives is redacted and cuts off when they attempt to say that redacted information. I also noticed that his mother was panicked, so I suggest that they are all alive and being held captive by something else… Probably anomalous. I theorize that Adrian's family is reaching out to him so he can help them out. We're lucky that he did not do whatever his family asked him to do.\"\n -Dr. Olin\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7534-a4:\n Fifi Delina, the head researcher of Site-68e initiated a 20 minute interview with SCP-7534.\n\n\n\n\nDate:\n March 17, 2017\n\n\nInterviewer:\n Dr. Fifi Delina\n\n\nInterviewed:\n SCP-7534\n\n\nSCP-7534 and Dr. Fifi Delina were both seated in the 4-F Interrogation Room in Site-68e. Dr. Fifi Delina was granted 20 minutes to interview SCP-7534.\n\n\n\n\nDr. Fifi Delina\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nDr. Fifi Delina:\n Good afternoon, uh… What do you want me to identify you as?\n\n\nSCP-7534 looks up at her\n\n\nSCP-7534:\n Uh yeah, whatever.\n\n\nSCP-7534 looks down again and plays its Nintendo Switch\n\n\nDr. Fifi Delina:\n Adrian Belcher, I want you to take this seriously, otherwise, I will be forced to confiscate that item.\n\n\nSCP-7534 screams\n\n\nSCP-7534:\n Yeah, give me a sec!\n\n\nDr. Fifi Delina:\n \nADRIAN.\n\n\nSCP-7534:\n My bad. Why am I here?\n\n\nDr. Fifi Delina:\n I conducted a 20 minute conversation with you, and I would like to use this time at its fullest potential. How shall we begin?\n\n\nSCP-7534 widens its eyes\n\n\nSCP-7534:\n I don't know. You are the Einstein here, not me.\n\n\nDr. Fifi Delina:\n We'll start an introduction, then. Greetings, Adrian Belcher, I am Fifi Delina, but you may call me \"Lina\" for short because I am used to it. Please tell me some necessary information so I will know how to communicate with you.\n\n\nSCP-7534 sighs\n\n\nSCP-7534:\n Hello, Lina, I am Adrian. I am 22 years old and I usually like to talk to chill people. I like playing games, especially Chess and RPG genre.\n\n\nDr. Fifi Delina:\n I see. Note that I may be \nstrict\n with the actions of my interviewees. Alright, Belcher. My first question is how are you feeling here? Are there any requests or suggestions I need to know?\n\n\nSCP-7534:\n Okay, first of all, I am \nNOT\n a Belcher. They horrible pigs!\n\n\nDr. Fifi Delina:\n Okay. How are you feeling here, Adrian?\n\n\nSCP-7534:\n Eh, it's chill. I don't really care about how the place looks, tho. Just keep a Nintendo Switch glued to my hand and I'm fine.\n\n\nDr. Lina smiles\n\n\nDr. Fifi Delina:\n Okay. I was expecting you to… Complain a lot but, I guess you're not that type of guy. Anyway. Why did you leave your parents in the first place?\n\n\nSCP-7534:\n Didn't the staff here look into my files and history before you captivated me?\n\n\nDr. Fifi Delina:\n MTF-Units did; however, if I'm not wrong, our agents stated that the record relevant to your escape was missing. So, here I am asking this.\n\n\nSCP-7534:\n Ah, I see. Well, the simplest explanation for why I abandoned those bitches was because we took a DNA test in school and my DNA did not match with my former parents'. Because of that, I made the hardest decision to abandon them and start a search for my family. By myself.\n\n\nDr. Fifi Delina:\n Did those cassette tapes also force you to leave?\n\n\nSCP-7534 pauses\n\n\nSCP-7534:\n Yeah. Speaking of those tapes, I noticed something very… odd…\n\n\nDr. Fifi Delina:\n You may continue. I'm listening.\n\n\nSCP-7534:\n Remember that road? That road where I suggested my family was in?\n\n\nDr. Lina leans in her chair, she nods\n\n\nSCP-7534:\n I was so tired and shit, so I decided to rest on that road. When I woke up, there was another mysterious package right next to me.\n\n\nDr. Lina nods\n\n\nSCP-7534:\n And as usual, there is a cassette tape, which you identify as S-C-P seven-five-three-four. I played the cassette tape with the player I brought, and I heard those voices again. Those voices said stuff like \"You're Close To Us\", \"Don't Give Up, You'll Get To Us\", \"We're Excited To Meet You\", and the like.\n\n\nDr. Fifi Delina:\n You mean to say that in 39.272838°N 96.580745°W, your \nparents\n sent you an audio tape in which they say they're there?\n\n\nSCP-7534:\n Exactly! But, there was one problem. After I listened to that tape, I got too excited and decided to search that whole area. There were no signs of them. I don't even know if they exist…\n\n\nDr. Fifi Delina:\n Our agents actually searched that whole region. There were no signs of your family. In fact, that area is too warm to sustain life. So, if your parents are really there, they would or already have passed away because of heat.\n\n\nSCP-7534:\n It makes sense, I guess. I just really want to see them again. I have never met them ever since I was born. I don't know why they had to let me go like that.\n\n\nDr. Fifi Delina:\n Alright, Adrian. I think the time is up. We can-\n\n\n\n\n<END LOG>\n\n\n\n\nSCP-7534 seemed confident while communicating with Dr. Fifi Delina, although it lost focus on some questions. MTF Gamma-5 (“Red Herrings”) was re-deployed to 39.272838°N 96.580745°W to search SCP-7534's family; however, agents concluded that its family is absent or non-existent. Foundation Researchers established multiple theories.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7534\n\" by GarryCorona, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7534\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Delina.jpg\n\n\nName:\n Edit-a-thon Women in Science 31.jpg\n\n\nAuthor:\n Jan Beránek\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Edit-a-thon_Women_in_Science_31.jpg\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7533\n | SCP-7534 | \nSCP-7535\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-7534 is also authorized to consume items in Foundation Cafeteria without charge as long as it does not affect his health.\n\n\n2\n. SCP-7534 was captivated by Site-68e due to its remote distance from 39.272838°N 96.580745°W.\n\n\n3\n. Item is contained, but the methods and purpose of containment are unknown. Damballah\n\n\n4\n. All packages contain a note written \"For Adrian\". The note is often written on paper emanating from the 2000s.\n\n\n5\n. Some recordings of Dr. Olin may not be accurate due to a defective security camera being utilized.\n\n\n6\n. Dr. Olin utilized crayons to depict which individual is talking. (Pink-Mother, Orange-Younger Sister, Green-Younger Brother, Blue-Father)",
    "addendums": [
        "Addendum 7534-a1: SCP-7534 possesses the capability of activating SCP-7534-3 instances, while other individuals remain incapable of activating such instances. SCP-7534 reports that SCP-7534-3 instances depict four voices of elderly and young individuals when activated, which it suggests that it is its family.\nDue to the beliefs of SCP-7534, it left its adoptive parents and roamed a colossal region of New York City in aid of the recovery of its family. SCP-7534 has been receiving SCP-7534-2 instances prior to captivation.",
        "Addendum 7534-a2: SCP-7534 was sent to an orphanage after two Belgian explorers discovered the subject inside a cabin in █████ Forest, New York City. SCP-7534 was adopted by ████ Belcher and ██████ Belcher on March 17, 2004, and given the name \"Adrian Belcher\".\nOn May 3, 2007, SCP-7534 abandoned its adoptive parents and explored a colossal region of New York City due to DNA test results and the presence of SCP-7534-3 instances. Despite the efforts of SCP-7534, SCP-7534 has never relocated its family. SCP-7534 believes that its family is roaming adjacent to 39.272838°N 96.580745°W.",
        "Addendum 7534-a3: The SCP-7534-3 instances observed by Dr. Olin",
        "Addendum 7534-a4: Fifi Delina, the head researcher of Site-68e initiated a 20 minute interview with SCP-7534."
    ],
    "documents": [],
    "notes": [
        "He was sitting on the picnic blanket eating bread with raspberry jam After he ate half of it, someone came \"Oh hey, how you doing?\" \"I'm okay. Can I sit with you?\" \"Yeah sure.\" She sits right next to him, she stays quiet \"You know what, life, man.\" \"Why do you say that?\" \"I mean, look at the view. Just lookin' at the cities from the farthest distance.\" \"Do you still want to look for them?\" \"I… Don't know. Half of my body says yes, and the other no.\" \"How have you been feeling?\" \"What? Am I being interviewed again? Well, if you must know, I don't really know. I mean, life's shit sometimes.\" \"Yes. It can be.\" \"Oh! Picnic's over. I gotta answer the package my family sent me.\" He stands up and pick up the package",
        "SCP-7534-3-5 Foreword: SCP-7534 authorized Dr. Olin to observe it while observing a one minute SCP-7534-3-5 cassette tape. Dr. Olin recorded the audio via a security camera installed within the containment cell of SCP-7534. 5 <BEGIN LOG> \"Hello, Adrian! I haven't seen you since I was… like 32? I wish I could see you again right now.\" \"Hey, bro. Stay safe. You'll get to us.\" \"Bro, what are you doing by the way? You drifted very, very far from us.\" \"Sweeeeeeeetie! How you doin'?! We're good, hope you're doing good in life as well!\" \"I… Don't really know what to say, but… I'm impressed. When we (audio cuts for a while) -You really looked for us and never gave up.\" \"You were so close. Why did they have to lock you up?\" <END LOG> Afterword: \"I did not write some sentences and words that I did not understand. The audio might have been over two minutes. I'll be observing another cassette tape another day and try my best to decipher all of the words. Oh and, I also color-coded each line. 6 \" -Dr. Olin",
        "Foreword: Equivalent to 7534-3-5 Audio Dialog's <BEGIN LOG> \"Adrian, I'm proud of you. You were… more boy-ish than me or dad! I can't even go that long. You were going like a thousand revolutions in a second back then.\" \"If you could escape that place, I have high hopes that you'll make it back to us. Everyone really misses you.\" \"It's been eight days since you've been in that place. Isn't it horrible? They… They think you're some time of lab rat! If I were you, I'd escape immediately.\" \"How are you feeling tonight? Sweet dreams!\" <END LOG> Afterword: Nil",
        "Foreword: SCP-7534-3-15 depicts SCP-7534's mother seemingly reporting an escape route to SCP-7534. However, some sentences and words SCP-7534's mother state seem to corrupt or cut off. <BEGIN LOG> \"Hey, sweetie. It's me, mom. I'm pretty sure you remember, tho. Anyway, I will make sure that you get out of that place so you can come to us again.\" SCP-7534 seemed curious and confused \"Okay listen. If you go to the 4th floor and into Dr. ████████████████'s office, there is a small hatch behind a potted plant.\" SCP-7534's mother pauses for a while \"That hatch leads to a crawlspace. If I'm not wrong, it used to be an evacuation route in case there was a… I think they call it a breach?\" SCP-7534's mother pauses \"Right. Once you're done listening to this, ask for permission to bring your cassette player with you. When they authorize you, sneak into Dr. ████████████████'s office and go through his drawers. You'll-(audio cuts off)\" \"Yeah… Look into his drawers until you find a- (cuts off again) I- I'm sorry, Adrian. I can't say much it- (audio cuts off) -Things can be classified they- (cuts off again)\" \"Want me to- (cuts off)\" <END LOG> Afterword: \"I don't know why his family is so eager for him to relocate them. Is he gonna get something special if he does? Is it a treasure hunt? I don't really know. It seems that some information his family gives is redacted and cuts off when they attempt to say that redacted information. I also noticed that his mother was panicked, so I suggest that they are all alive and being held captive by something else… Probably anomalous. I theorize that Adrian's family is reaching out to him so he can help them out. We're lucky that he did not do whatever his family asked him to do.\" -Dr. Olin",
        "Date: March 17, 2017 Interviewer: Dr. Fifi Delina Interviewed: SCP-7534 SCP-7534 and Dr. Fifi Delina were both seated in the 4-F Interrogation Room in Site-68e. Dr. Fifi Delina was granted 20 minutes to interview SCP-7534. Dr. Fifi Delina <BEGIN LOG> Dr. Fifi Delina: Good afternoon, uh… What do you want me to identify you as? SCP-7534 looks up at her SCP-7534: Uh yeah, whatever. SCP-7534 looks down again and plays its Nintendo Switch Dr. Fifi Delina: Adrian Belcher, I want you to take this seriously, otherwise, I will be forced to confiscate that item. SCP-7534 screams SCP-7534: Yeah, give me a sec! Dr. Fifi Delina: ADRIAN. SCP-7534: My bad. Why am I here? Dr. Fifi Delina: I conducted a 20 minute conversation with you, and I would like to use this time at its fullest potential. How shall we begin? SCP-7534 widens its eyes SCP-7534: I don't know. You are the Einstein here, not me. Dr. Fifi Delina: We'll start an introduction, then. Greetings, Adrian Belcher, I am Fifi Delina, but you may call me \"Lina\" for short because I am used to it. Please tell me some necessary information so I will know how to communicate with you. SCP-7534 sighs SCP-7534: Hello, Lina, I am Adrian. I am 22 years old and I usually like to talk to chill people. I like playing games, especially Chess and RPG genre. Dr. Fifi Delina: I see. Note that I may be strict with the actions of my interviewees. Alright, Belcher. My first question is how are you feeling here? Are there any requests or suggestions I need to know? SCP-7534: Okay, first of all, I am NOT a Belcher. They horrible pigs! Dr. Fifi Delina: Okay. How are you feeling here, Adrian? SCP-7534: Eh, it's chill. I don't really care about how the place looks, tho. Just keep a Nintendo Switch glued to my hand and I'm fine. Dr. Lina smiles Dr. Fifi Delina: Okay. I was expecting you to… Complain a lot but, I guess you're not that type of guy. Anyway. Why did you leave your parents in the first place? SCP-7534: Didn't the staff here look into my files and history before you captivated me? Dr. Fifi Delina: MTF-Units did; however, if I'm not wrong, our agents stated that the record relevant to your escape was missing. So, here I am asking this. SCP-7534: Ah, I see. Well, the simplest explanation for why I abandoned those bitches was because we took a DNA test in school and my DNA did not match with my former parents'. Because of that, I made the hardest decision to abandon them and start a search for my family. By myself. Dr. Fifi Delina: Did those cassette tapes also force you to leave? SCP-7534 pauses SCP-7534: Yeah. Speaking of those tapes, I noticed something very… odd… Dr. Fifi Delina: You may continue. I'm listening. SCP-7534: Remember that road? That road where I suggested my family was in? Dr. Lina leans in her chair, she nods SCP-7534: I was so tired and shit, so I decided to rest on that road. When I woke up, there was another mysterious package right next to me. Dr. Lina nods SCP-7534: And as usual, there is a cassette tape, which you identify as S-C-P seven-five-three-four. I played the cassette tape with the player I brought, and I heard those voices again. Those voices said stuff like \"You're Close To Us\", \"Don't Give Up, You'll Get To Us\", \"We're Excited To Meet You\", and the like. Dr. Fifi Delina: You mean to say that in 39.272838°N 96.580745°W, your parents sent you an audio tape in which they say they're there? SCP-7534: Exactly! But, there was one problem. After I listened to that tape, I got too excited and decided to search that whole area. There were no signs of them. I don't even know if they exist… Dr. Fifi Delina: Our agents actually searched that whole region. There were no signs of your family. In fact, that area is too warm to sustain life. So, if your parents are really there, they would or already have passed away because of heat. SCP-7534: It makes sense, I guess. I just really want to see them again. I have never met them ever since I was born. I don't know why they had to let me go like that. Dr. Fifi Delina: Alright, Adrian. I think the time is up. We can- <END LOG> SCP-7534 seemed confident while communicating with Dr. Fifi Delina, although it lost focus on some questions. MTF Gamma-5 (“Red Herrings”) was re-deployed to 39.272838°N 96.580745°W to search SCP-7534's family; however, agents concluded that its family is absent or non-existent. Foundation Researchers established multiple theories.",
        "\" SCP-7534 \" by GarryCorona, from the SCP Wiki . Source: https://scpwiki.com/scp-7534 . Licensed under CC-BY-SA .",
        "Filename: Delina.jpg Name: Edit-a-thon Women in Science 31.jpg Author: Jan Beránek License: CC BY-SA 3.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Edit-a-thon_Women_in_Science_31.jpg ]"
    ],
    "containment_procedures": "SCP-7534 is authorized to roam Site-68e. SCP-7534 is to be given a regular meal every day1. SCP-7534's interactions with Foundation Staff remain limited.",
    "description": "SCP-7534 is Adrian Belcher, a 22-year-old Caucasian male of American descent. SCP-7534 possesses dark hair and green eyes. SCP-7534 was captivated by Site-68e on February 21, 2017.",
    "title": "SCP-7534"
}