{
    "url": "https://scp-wiki.wikidot.com/scp-7541",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\nItem #:\n SCP-7541\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7541 is to be kept in a standard anomalous organism containment unit. In the event SCP-7541 designates a recipient host and attempts to physically relocate itself accordingly, please observe Procedure-773-A.\n\n\nDescription:\n SCP-7541 is the designation for a sedentary semihumanoid organism primarily constructed of mucous membrane and adipose tissue. SCP-7541 perpetually displays symptoms of acute necrosis, including but not limited to excess bacterial growth, pungent odor, epidermal hemorrhaging, gravity-induced degloving of gangrenous appendages, and putrefaction; Tissue lost as a result of these processes are instantly supplanted by new regenerated growth. The eyes and mouth of SCP-7541 are unaffected by the aforementioned necrotic tendencies, and appear to function normally. SCP-7541 does not possess eyelids and does not blink. SCP-7541’s eye movements are responsive to stimuli, however its gaze typically remains fixated on a host if present within the space, otherwise, SCP-7541’s gaze will remain fixated on the area of its host’s most recent sighting.\n\n\nSCP-7541 engages in reverse-parasitic relationships with hosts selected periodically through unknown criteria. The anomaly will attempt to relocate itself to the primary residence of its selected host, and is known to dematerialize if significant physical or geographic obstacles exist to reach them. SCP-7541 will situate itself in a wall corner in the largest space possible within the residence, most commonly the living room.\n\n\nThe host, SCP-7541-B, will experience significant alterations to their sensory perception, with olfactory, visual, and tactile sensation most profoundly altered. It is also believed that SCP-7541 exerts mild memetic or cognitive interference on SCP-7541-B instances. SCP-7541’s gaze will remain fixated on SCP-7541-B at all times. On occasion, SCP-7541 has attempted to relocate itself to obtain better view of SCP-7541-B instances, however this invariably results in mass necrotic tissue collapse due to the force of movement.\n\n\nDiscovery:\n Agent Gene Driscoll discovered SCP-7541 while assigned to an undercover post with the Boulder, Colorado Police Department. Driscoll intervened following a civilian report detailing the erratic behavior of a local woman and her husband, as well as complaining of foul odor emanating from the household. Driscoll arrived at the residence of Janie Grossman, 48, and subsequently discovered SCP-7541 lying in a disheveled cot.\n\n\nMrs. Grossman\n1\n was unable to provide context for SCP-7541, believing the anomaly to be an ordinary human child. Grossman resisted attempts to bring SCP-7541 into custody with violence before being detained and amnesticized.\n\n\nAddendum:\n Dr. Glen Haskell became an SCP-7541-B instance after inadvertently being exposed to SCP-7541 during a routine cell transfer.\n\n\nA study was conducted to monitor the complete span of SCP-7541’s parasitic cycle as well as potential memetic properties. During the course of the study, contextually significant amounts of SCP-7541’s organic material was intermittently found on/in the soles of Haskell’s shoes, waste disposal, dryer filter, smeared on the passenger seat of Haskell’s personal vehicle, stool samples, gum lining, fingernails, genitalia, and abdominal cavity; the latter resulting in complications requiring intensive medical treatment. Further analysis indicates the incidences of SCP-7541 tissue cross-contamination was associated with unidirectional shifts in Akiva radiation readings in SCP-7541 and Haskell. SCP-7541-B instances appear to parasitize Akiva radiation generated by SCP-7541, which will remain at or near 0cAk. The study was concluded at the end of SCP-7541’s life cycle, with Haskell ceasing to function as host upon achieving renewed sensory perception; Haskell had complained vehemently about the foul odor emanating from SCP-7541 after previously having been unable to perceive anything wrong with it.\n\n\nSCP-7541 was reported as having secreted a highly viscous and pungent liquid from its eyes following this incident. Due to noxious fumes associated with the secretions, bystanders elected to avert their gaze.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPoufyPoufson's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6541\n \n•\n\n\n\n\n\n\nSCP-8031\n \n•\n\n\n\n\n\n\nSCP-8105\n \n•\n\n\n\n\n\n\nSCP-8332\n \n•\n\n\n\n\n\n\nSCP-8981\n \n•\n\n\n\n\n\n\nPoufy's Proposal\n \n•\n\n\n\n\n\n\nSCP-7419\n \n•\n\n\n\n\n\n\nSCP-7783\n \n•\n\n\n\n\n\n\nSCP-7811\n \n•\n\n\n\n\n\n\nSCP-8541\n \n•\n\n\n\n\n\n\nSCP-7151\n \n•\n\n\n\n\n\n\nSCP-5125\n \n•\n\n\n\n\n\n\nSCP-7471\n \n•\n\n\n\n\n\n\nSCP-8465\n \n•\n\n\n\n\n\n\nSCP-8010\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nYours Truly, The 1st Annual Unbirthday Ball\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSCP-POUF\n \n•\n\n\n\n\n\n\nFear of Death\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Mr. Grossman was detained on domestic abuse charges approximately 5 months after acquisition.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7540\n | SCP-7541 | \nSCP-7542\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7541\n\" by PoufyPoufson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7541\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Dr. Glen Haskell became an SCP-7541-B instance after inadvertently being exposed to SCP-7541 during a routine cell transfer.\nA study was conducted to monitor the complete span of SCP-7541’s parasitic cycle as well as potential memetic properties. During the course of the study, contextually significant amounts of SCP-7541’s organic material was intermittently found on/in the soles of Haskell’s shoes, waste disposal, dryer filter, smeared on the passenger seat of Haskell’s personal vehicle, stool samples, gum lining, fingernails, genitalia, and abdominal cavity; the latter resulting in complications requiring intensive medical treatment. Further analysis indicates the incidences of SCP-7541 tissue cross-contamination was associated with unidirectional shifts in Akiva radiation readings in SCP-7541 and Haskell. SCP-7541-B instances appear to parasitize Akiva radiation generated by SCP-7541, which will remain at or near 0cAk. The study was concluded at the end of SCP-7541’s life cycle, with Haskell ceasing to function as host upon achieving renewed sensory perception; Haskell had complained vehemently about the foul odor emanating from SCP-7541 after previously having been unable to perceive anything wrong with it.\nSCP-7541 was reported as having secreted a highly viscous and pungent liquid from its eyes following this incident. Due to noxious fumes associated with the secretions, bystanders elected to avert their gaze.\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7541 \" by PoufyPoufson, from the SCP Wiki . Source: https://scpwiki.com/scp-7541 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7541",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7541 is to be kept in a standard anomalous organism containment unit. In the event SCP-7541 designates a recipient host and attempts to physically relocate itself accordingly, please observe Procedure-773-A.",
    "description": "SCP-7541 is the designation for a sedentary semihumanoid organism primarily constructed of mucous membrane and adipose tissue. SCP-7541 perpetually displays symptoms of acute necrosis, including but not limited to excess bacterial growth, pungent odor, epidermal hemorrhaging, gravity-induced degloving of gangrenous appendages, and putrefaction; Tissue lost as a result of these processes are instantly supplanted by new regenerated growth. The eyes and mouth of SCP-7541 are unaffected by the aforementioned necrotic tendencies, and appear to function normally. SCP-7541 does not possess eyelids and does not blink. SCP-7541’s eye movements are responsive to stimuli, however its gaze typically remains fixated on a host if present within the space, otherwise, SCP-7541’s gaze will remain fixated on the area of its host’s most recent sighting.",
    "title": "SCP-7541"
}