{
    "url": "https://scp-wiki.wikidot.com/scp-7548",
    "all_text": "SCP-7548 - \nThe Stars, the Hopeful\n\n\n \n\nAuthored by ArthCymro\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+31\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWELCOME, O5-6.\n\n\n\n\n\n\n\n\n\n\nYOU HAVE ONE FILE PENDING REVIEW AND ARCHIVING. DISPLAY FILE?\n\n\n\n\n\n\n> CONFIRM\n\n\n\n\n\n\nDOES THE BLACK MOON HOWL?\n\n\n\n\n\n\n> NOT SINCE THE STARS HAVE JOINED IT IN SONG.\n\n\n\n\n\n\nACCESSING FILE: SCP-7548\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem #:\n \nSCP-7548\n\n\nObject Class:\n \nKeter\n\n\n\n\n\n\nSite Responsible:\n \nArea-32\n\n\nDirector:\n \nSr. Adm. Hourdoon\n\n\nResearch Head:\n \nN/A\n\n\nAssigned Task Force:\n \nMTF Gamma-4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 3/7548\n\n\nSecret\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\n\n\n\n\nAn SCP-7548 event, previously known as SCP-1548, during completion.\n\n\n\n\n\n\nFoundation satellites MALAKBEL-1 through 10 will continue to monitor the south and north poles of the Sun for both SCP-1548 and SCP-7548. Protocol Koyash-Veure is to remain unchanged, although space stations and off-world bases must now also monitor the orbital speeds of all bodies within the solar system for any significant alterations.\n\n\nIt is not possible to completely limit the discovery of SCP-7548, as censorship of all telescopic applications is unfeasible. Instead, Foundation efforts are to focus on discrediting and censoring discussions and studies of SCP-7548 and all related thaumaturgical symbols outside of selected bodies and personnel.\n\n\nDue to the sudden manifestation of the SCP-7548 phenomena and the decrease in the SCP-1548 phenomena, both anomalies are currently placed on high-priority study within the Department of Xenohistory and the Department of Thaumaturgy.\n\n\n\n\nDescription:\n\n\nSCP-7548 is the designation of various anomalous solar phenomena, occurring on the surface of the Sun. This phenomenon was previously designated as \nSCP-1548\n, whose events underwent an unexpected alteration around 23/12/2016. These alterations included:\n\n\n\n\nSCP-1548-1 and SCP-1548-2, which had previously occurred primarily at the southern pole of the Sun, had altered to occurring primarily at the northern pole of the Sun. Both events have been redesignated as SCP-7548-1 and SCP-7548-2.\n\n\nSeveral thaumaturgical symbols \n(referred to in Addendum 1548.1)\n previously observed occurring during SCP-1548-3, which has been redesignated as SCP-7548-3, and SCP-1548-1, decreased rapidly in frequency, being replaced with several new symbols. The historical and thaumaturgical impact of these symbols is currently under investigation.\n\n\n\n\n\n\nAddendum 7548.1: Thaumaturgical Symbol Designation\n\n\nThe following are the three most observed symbols occurring during SCP-7548. A summary of their thaumaturgical effect and history is provided:\n\n\n\n\nTS-164:\n Known as the Ualathial Atal. When inscribed on a smooth surface and touched, all individuals in close proximity will hear a musical note. The pitch, volume and duration of the note depend on the pressure applied to the symbol and the size of the symbol. Experiments have shown that the sound is not distorted by the environment, even if a vacuum is present. The symbol is predominantly used by members of \"The Church of the Second Hytoth\", although in recent years, has been utilised by the anomalous artistic community.\n\n\nTS-225:\n Unnamed; although symbol has been utilised by various members of the anomalous community. When the symbol is inscribed onto multiple objects by the same device and writer, each is able to form an invisible, electromagnetic tractor beam, allowing one object to manipulate the position of the others.\n\n\nTS-791:\n Unnamed; only seen in SCP-7548. Department of Thaumaturgy have been unable to determine the purpose of the symbol. However, the Department of Xenohistory has identified the symbol's prevalence in \"Ortothan\" mythology, especially in the religion's early texts.\n\n\n\n\n\n\nAddendum 7548.2: Event 7548-12\n\n\nOn 29/12/2016, the Foundation, along with several scientific bodies, detected slight, non-threatening alteration in the Earth's magnetic field. Alteration was also detected in the Sun and in all other planets within the solar system, along with their orbiting satellites. Bodies with low or non-existent magnetic fields, such as Mars and the Earth's Moon, were also detected developing their own field, despite not possessing the geological makeup to produce one.\n\n\nIn the days following, the speed of all orbiting objects within the solar system was found to be undergoing alteration, either increasing or decreasing in speed. Earth itself, was found to have had its orbital speed increased from 29.8 km/s to 90.2 km/s, while the Moon's decreased from 1.1 km/s to 0.4 km/s. This alteration continued until the bodies reached unremarkable, unique geocentric and heliocentric coordinates, in which all bodies became and currently remain orbitally immobile. The body's rotation remained unchanged, however. Observation by several space programs and scientific institutions also confirmed similar alterations were occurring in neighbouring star systems.\n\n\nAlong with the astro-dynamnical alteration, high concentrations of ionizing radiation began to form in the upper atmospheres, resulting in a rapid increase in aurora. When studied, it was found the aurora was not only increasing in occurrences but also extending beyond previously determined regions. The Foundation also identified several projections of TS-791 and TS-164 forming in the aurora.\n\n\nThese alterations all coincided with a rapid increase in SCP-7548 events and several ongoing anomalous phenomena \n(refer to Addendum 7548.3)\n. As a majority of the events could not be dismissed with information censoring or mass application of amnestics, they have resulted in a partial LV-Zero \"Lifted Veil\" scenario and a temporary suspension of Veil protocols. An entente has been formed between the Foundation and several anomalous and non-anomalous organisations in order to deal with suspension.\n\n\n\n\nAddendum 7548.3: Related Phenomena\n\n\nDuring and following Event 7548-12, several anomalous events and phenomena occurred.\n\n\n\n\n\n\nDate\n\n\nDescription\n\n\nNotes\n\n\n\n\n\n\n03/01/2017\n\n\nSeveral Rosen-Fortune Bridges (\"Ways\") were detected, opening near Longyearbyen, Svalbard, Norway. Several persons exited and began making their way to the base of Newtontoppen. Several members of GoI-3088 (\"Church of the Second Hytoth\"), GoI-016 (\"Horizon Initiative\") and GoI-α-019 (\"The Serpent's Hand\") were observed partaking in the movement, along with numerous known persons of interest.\n\n\nThe Foundation is currently performing diplomatic visitations to the area.\n\n\n\n\n\n\n05/01/2017\n\n\nPratchett-8\n1\n detected a 423% increase in thaumactivity across the Earth. Those with thaumaturgical capabilities, including within the Foundation, suddenly entered REM sleep, which lasted approximately 10 minutes. Upon awakening, they claimed they saw a screaming black space which slowly went silent. A small percentage also claimed they heard singing following the silence.\n\n\nThaumactivity is yet to subside. Department of Thaumaturgy are currently monitoring all registered thaumaturgical-based anomalies.\n\n\n\n\n\n\n12/01/2017\n\n\nSCP-179\n changed position, travelling 21,000 km towards the northern pole of the Sun. It then looked towards the centre of the Milky Way galaxy for approximately 2 minutes before nodding and establishing constant. It signed, \"Listen\" before pointing briefly towards \nSCP-2399\n. SCP-179 then maintained a prayer position.\n\n\nDirector McAllan of Site ██ was alerted. SCP-2399's threat level was reclassified to Black and Project Gigas was put on high alert.\n\n\n\n\n\n\n13/01/2017\n\n\nSCP-1233\n was observed approaching Area-32 before stopping 500 meters from the base. SCP-1233 was observed looking towards the Sun, nodding then remaining in a seated position. 2 hours later, eleven \nspectral entities\n exited a previously undiscovered cavern near the building site of the Area 32-13 Transit System. The entities made their way to \nSCP-2821\n's chamber. Upon arriving, they encircled SCP-2821, which began to emit short radio transmissions.\n\n\nMTF Gamma-4 (\"Blondebeard's Crew\"), were dispatched for observation. When analysed, a series of words and sounds could be found in the transmissions, with the words \"Afraid\" and \"Hurt\" being used frequently.\n\n\n\n\n\n\n15/01/2017\n\n\nA series of rapid transmissions was detected coming from \nSCP-3417\n. These transmissions differed from its standard contents, with its dialogue also accompanied by a repeating series of musical notes.\n\n\nFurther information attached. See \nTransmission 3417-23 and 3417-28\n.\n\n\n\n\n\n\n15/01/2017\n\n\nSCP-1682\n, whose appearance was last reported on 12/02/2011, reappeared outside the heliosphere, moving at around 4,000,000 km/h. The return was noted to be earlier than anticipated.\n\n\nFour days later, SCP-1682 changed trajectory and made its way to Mercury, where it remained in the planet's exosphere.\n\n\n\n\n\n\n18/01/2017\n\n\nNASA's Mars rovers (\"Opportunity\" and \"Curiosity\") ceased standard broadcasting due to the formation of a sudden dust storm. 6 hours after the loss of contact, the rovers suddenly began broadcasting a series of musical chords and arpeggios. As the broadcast continued, various musical notations and series from famous pieces were identified, including Camille Saint-Saëns's \nThe Swan\n, Nobuyuki Tsujii's \nTakaosan\n, Claude Debussy's \nSuite bergamasque\n, Iannis Xenakis's \nJonchaies\n and Enya's \nWild Child\n.\n\n\nA cover story involving foreign cyberterrorism is being disseminated. Monitoring of the rover's activity is currently underway.\n\n\n\n\n\n\n19/01/2017\n\n\nCURRENTLY UNDER REVIEW\n\n\nFurther information attached. See \nIncident 2399-Alpha\n.\n\n\n\n\n\n\n\n\n▷ Transmission 3417-23 and 3417-28\n\n\n\n\n▽ Transmission 3417-23 and 3417-28\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-3417\n All Ortothans hear. All Ortothans gather. Stars are ready. Worlds are ready.[Unknown: A Unit of Time?] ago the First Invasion occurred. Now, we are ready. Now, we must open ourselves to each other. The extra-universal lost wail and the gods now understand their pain. We must now set aside our fight and join in prayer. Join in [song?].\n\n\n<END LOG>\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-3417\n All Ortothans hear. We have been preparing for this. Let yourself be part. Rakmou-leusan\n2\n is ready. When united we are strong. When united, all shall be well. When united, [empty?] shall be all.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Incident 2399-Alpha\n\n\n\n\n▽ Incident 2399-Alpha\n\n\n\n\n\n\n\n\nIncident 2399-Alpha (Timeline)\n\n\n\n\n\n\nDate:\n 19/01/2017\n\n\n\n\n[00:00:00]\n \n(Zohar counters on Foundation satellites around Jupiter detect an 309% increase in thaumactivity around Great Red Spot.)\n\n\n[00:01:23]\n \n(Several displays of aurora form across Jupiter. Instances of TS-791 are predominantly seen forming in the lights.)\n\n\n[00:05:13]\n \n(BARRIER Array detected the following radio communication from the Triangulum Galaxy.)\n \nAssistance accepted: Unit is in range of target: Proceed to planet #3 in system [COORDINATES REDACTED]: Priority is conversion\n\n\n[00:08:24]\n \n(SCP-2399 became active. All BARRIER units were order to fire upon the anomaly.)\n\n\n[00:09:54]\n \n(SCP-2399 remained undamaged. The O5 Council alerted of immanent XK-β-Class \"Barren Earth\" Scenario Event.)\n\n\n[00:09:54]\n \n(SCP-2399 leaves Jupiter, accelerating to approximately 100,000,000 km/h. Time of impact calculated at 5.30 UTC.)\n\n\n[00:05:13]\n \n(BARRIER Array detected the following radio communication from the Triangulum Galaxy.)\n \nTarget is prepared for unit: Proceed to planet #3 in system [COORDINATES REDACTED]: Priority is conversion: Proceed to 79.010556,17.490833\n\n\n[00:09:44]\n \n(The O5 Council began the activation of the Ganymede Protocol and all anomalies associated with Project AISA.)\n\n\n[01:01:23]\n \n(Foundation probe Ophanim-3 detected SCP-2399 passing. Analysis indicated the anomaly was encased in an array of aurora. Several symbols formed in the aurora were identified as belonging to the Ortothan mythology, with the symbol for \"Rakmou-leusan\" forming predominantly. Departments of Thaumaturgy, Mythology and History were called to Site-01 for deliberation.)\n\n\n[01:43:23]\n \n(In a 6-5-2 vote, at the risk of heavily underpreparing for an XK-β-Class scenario, the O5 council voted to halt all activations of Ganymede Protocol and Project AISA.)\n\n\n[05:42:11]\n \n(SCP-2399 passes Martian orbit. Department of Astrophysics and Engineering Division begin calculating the location of landing.)\n\n\n[05:54:23]\n \n(Numerous individuals with psionic and thaumaturgical capabilities, all enter a trace state, point towards the base of Newtontoppen, Norway. Mobile Task Force Xi-13 (“Sequere Nos”) and Nu-7 (“Hammer Down”) are deployed.)\n\n\n\n\n\n\n\n\nIncident 2399-Alpha (Video Transcript)\n\n\n\n\n\n\nDate:\n 19/01/2017\n\n\nLocation:\n Newtontoppen, Norway.\n\n\nMTF/s:\n MTF Xi-13 (“Sequere Nos”), MTF Nu-7 (“Hammer Down”)\n\n\n\n\nVideo provided by MTF Nu-7's Eigenweapon artilleryman Soloman Perez.\n\n\n00:01:\n Recording opens on the site of the gathering near Longyearbyen. MTF officers move forward towards the gathering. Light snow is falling and an aurora is forming in the sky.\n\n\n00:31:\n Officers arrive at the site and begin moving through the crowd. Several individuals are looking upwards and pointing at the sky. Many of those who aren't are either kneeling in prayer or singing softly.\n\n\n01:54:\n Camera pans suddenly, showing a series of nuclear and electromagnetic weapon specialists set up near the outskirts of the site.\n\n\n02:04:\n A loud boom is heard. The camera pans upwards to see the aurora filling with several unknown symbols and shapes. In the sky, just outside the site's region, the clouds part as SCP-2399 slowly descends, aurora forming around it.\n\n\n02:15:\n SCP-2399 lands, pushing a majority of its mass into the earth. The individuals pointing are seen lowering their hands.\n\n\n02:29:\n SCP-2399 emits a sound, similar to horns and whistles. It then begins to glow an orange light and rearrange its structure.\n\n\n02:43:\n Camera turns back to the squads, who are reading a series of EMPs and Type Ra Directed-energy Weapons.\n\n\n02:58:\n Camera returns to SCP-2399 which continues to alter its structure. At its base, a large circle, containing several symbols, begin forming in the snow. At the peak, a large, crystalline protrusion, resembling pipes, begins to emerge in a row. The aurora continues to encircle SCP-2399.\n\n\n03:26:\n SCP-2399 halts its alteration, now shaped in a large tree-like structure, made up of several crystal pipes and coils. The aurora around it begins forming into instances of TS-164. A series of musical notes, not dissimilar to those made by string or woodwind instruments, are heard. Several of the individuals, including some members of the MTFs, begin humming softly. Video ends.\n\n\n\n\n\n\n\n\n\n\nFollowing the events of Incident 2399-Alpha, both MTF Xi-13 and MTF Nu-7 set up temporary bases around the area, along with a branch of the Department of External Affairs and Intelligence Agency. Since the incident, SCP-2399 has remained semi-active, producing several projections of TS-164, which produce a series of sequenced notes. The Foundation's entente continued to monitor for further developments relating to SCP-7548. Ganymede Protocol and Project AISA were ordered to remain prepared until further notice. All major extra-terrestrial sites were placed under Level IV Security Alert until further notice.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCLOSING FILE: SCP-7548\n\n\n\n\n\n\n\n\n\n\nHAVE YOU FINISHED YOUR REVIEW? DO YOU WISH TO ARCHIVE?\n\n\n\n\n\n\n> DENIED.\n\n\n\n\n\n\nO5-6. A NEW VERSION OF THIS DOCUMENT HAS JUST BEEN UPLOADED BY THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION. DO YOU WISH TO ACCESS IT?\n\n\n\n\n\n\n> \nCONFIRM\n.\n\n\n\n\nFootnotes\n\n\n1\n. The latest astronomical satellite deployed by the Department of Thaumaturgy as part of Project Zorya, a project aimed at mapping Earth's Akiva Radiation flow.\n\n\n2\n. The \"Holy Fourth.\" According to Ortothan mythology, they were an extraterrestrial mortal that ascended to godhood, currently responsible for protecting the universe from extra-universal threats, known as The Voru.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7548\n\" by arthcymro, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7548\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Sunspot\n\n\nName:\n Sunspot Loops in Ultraviolet\n\n\nAuthor:\n Image Editor\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/11304375@N07/6799962115\n\n\n\n\n\n\n\n\nFilename:\n sky\n\n\nName:\n Galaxy starry night sky background, free public domain CC0 photo.\n\n\nAuthor:\n Nikolay Kondev\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.rawpixel.com/image/5908721/image-public-domain-trees-stars\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7547\n | SCP-7548 | \nSCP-7549\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7548 \" by arthcymro, from the SCP Wiki . Source: https://scpwiki.com/scp-7548 . Licensed under CC-BY-SA .",
        "Filename: Sunspot Name: Sunspot Loops in Ultraviolet Author: Image Editor License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/11304375@N07/6799962115",
        "Filename: sky Name: Galaxy starry night sky background, free public domain CC0 photo. Author: Nikolay Kondev License: Public Domain Source Link: https://www.rawpixel.com/image/5908721/image-public-domain-trees-stars"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-7548"
}