{
    "url": "https://scp-wiki.wikidot.com/scp-7550",
    "all_text": "Excellent dice roll! A wave of fear hits your mind for a second, watching it rise, but you've seen many horrible things and it's not enough to shake your will and resolve.\n\n\n\n\n\n\nrating: \n+60\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7550\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStill Frame of SCP-7550-C\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation webcrawlers are to search for any signs of SCP-7550-A on websites that specifically host advertising for Dungeons and Dragons\n1\n campaigns. Any instances of SCP-7550-A are to be taken down and hidden from the public eye to prevent conveyance events. Research into SCP-7550-B and SCP-7550-C is ongoing.\n\n\nDescription:\n SCP-7550 is the collective designation for SCP-7550-A, SCP-7550-B, and SCP-7550-C. SCP-7550-A is an online advertisement located on websites that advertise D&D campaigns, mainly the website Roll20.net. SCP-7550-A advertises a D&D campaign about traveling to the Underdark\n2\n and cleansing it of the monstrosities that live there. Once an individual joins this campaign, they are transported to an unknown location. These events are known as conveyance events. The location is designated SCP-7550-B.\n\n\nInformation about SCP-7550-B is sparse, but it is hypothesized that SCP-7550-B is similar to the Christian depiction of the underworld. There appears to be no discernable way to enter or exit SCP-7550-B other than entering a conveyance event. SCP-7550-B contains a Tartarean-class demonic entity, designated SCP-7550-C. SCP-7550-C is approximately three meters in length and has a superficial resemblance to a human. It possesses large, curved horns on its cranium and its eyes are luminescent green.\n\n\nAfter a conveyance event, the viewers are then greeted by SCP-7550-C. The entity considers itself a DM\n3\n, and it wants the players to play its campaign. It is uncertain whether SCP-7550-C is a malevolent entity.\n\n\nDiscovery:\n SCP-7550 was initially discovered on 4/8/2019 when some missing person cases describe the missing people as having “vanished into thin air”. All of the missing people had a background in D&D and devoted a significant amount of time to the game. The last activity on their devices was clicking an advertisement, where SCP-7550-A was found and contained.\n\n\nAddendum 7550.1:\n Audio Log\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\nNote: The following is a transcription of an Orlando, Florida 911 call between the dispatcher and a 19-year-old woman named Sophia Henderson, who was affected by SCP-7550-A. This call took place on 4/14/2019, which was approximately 3 days after the most recent conveyance event.\n\n\n\n\n<Begin Log>\n\n\nDispatcher:\n Orlando police 911. This is the hard and recorded line. What is the address of your emergency?\n\n\nSophia:\n I don’t know where I am, sir. I was just on my computer, and now I’m completely lost! Please, sir, you have to help me!\n\n\nDispatcher:\n Can you describe your surroundings?\n\n\nSophia:\n Um… I think I’m in a cave or some underground system. I don’t know how I got here. Nobody seems to be here, and- wait, is that a lava pit?\n\n\nDispatcher:\n Is there a problem?\n\n\nSophia:\n No, not right now. I think I’m fine, I just don’t know how far underground I am. There’s lava everywhere.\n\n\nDispatcher:\n Are you saying that you are surrounded by lava?\n\n\nSophia:\n Yes, all around me. There are a lot of bones, too.\n\n\nDispatcher:\n Have you taken any illicit substances in the past few hours?\n\n\nSophia:\n No, I’m sober, sir. I never had an addiction or anything like that!\n\n\nDispatcher:\n This story isn’t adding up, ma’am. Are you sure you’re in danger?\n\n\nSophia:\n I don’t want to die here. You have to send somebody! I don't- What the hell is that?\n\n\nThe sounds of footsteps, presumably SCP-7550-C’s, and screaming can be heard before the call concludes.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550.2:\n Interview Log 1\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\n\n\nInterviewed:\n Sophia Henderson\n\n\nInterviewer:\n Doctor Prescott\n\n\nForeword:\n The following interview was made to determine the situation of the victims of SCP-7550-A, and to gain an understanding of SCP-7550-B and SCP-7550-C. After Sophia Henderson’s phone number was obtained, an interview by phone call was established.\n\n\n<Begin Log>\n\n\nSophia:\n Hello?\n\n\nDr. Prescott:\n Is this Sophia Henderson?\n\n\nSophia:\n Yes. Who is this?\n\n\nDr. Prescott:\n Alright, that’s a good start. The connection is stable.\n\n\nSophia:\n Who are you?\n\n\nDr. Prescott:\n My name is Michael Prescott. I heard about your current situation, and I am calling to check if you are safe.\n\n\nSophia:\n I’ve been chased by a creature from my nightmares, Michael! I’m scared. I don’t know what to do.\n\n\nDr. Prescott:\n I am here to help, Sophia. But I need to know what happened.\n\n\nSophia:\n It’s been a day. I don’t know how to explain this to you.\n\n\nDr. Prescott:\n We’ll take things slowly, Sophia. But first I need to know if you are currently in danger.\n\n\nSophia:\n Well, I think I’m fine for now. The demon lost me, and I’m hiding in another one of those caverns.\n\n\nDr. Prescott:\n That’s good. I’m glad that you are safe. But now I need to ask you this: can you describe the entity that was chasing you?\n\n\nSophia:\n I think it looked very human. Uncannily human. It had the horns of a ram, and its eyes were glowing.\n\n\nDr. Prescott:\n So it has a similar appearance to the demonic character known as Lucifer?\n\n\nSophia:\n Yeah, it kinda does look like Satan.\n\n\nDr. Prescott:\n And what caused it to chase you?\n\n\nSophia:\n Okay… So when I said it was chasing me, that was kind of an exaggeration. It only stared at me while I ran away. I just hope that— Wait, what was that?\n\n\nThe sounds of people chattering can be heard in the background amidst the pouring lava and the ambiance of SCP-7550-B.\n\n\nSophia:\n It sounds like other people are here. I’m not alone!\n\n\nDr. Prescott:\n Are you sure those are people?\n\n\nSophia:\n Sounds like it to me. They might be in danger! I’m going to investigate.\n\n\nDr. Prescott:\n Are you certain? This place may have unknown hazards. I don’t want to risk your safety.\n\n\nSophia:\n I have to check it out. I can’t just stay here. The demon might find me again!\n\n\nDr. Prescott:\n If you are going to travel through this realm, your safety should be prioritized. I ask that you record your travels, and send them to me. If you are in any danger, call me. I’ll be there to help.\n\n\nSophia:\n I’ll be okay, Micheal. Thank you.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550.3:\n Video Log 1\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\nNote: The following video was sent from Sophia Henderson’s cellular device, and contains essential information about SCP-7550-C. It should be noted that after the video concluded, all instances of SCP-7550-A dematerialized instantaneously from the internet, and no traces of any instance have been found.\n\n\n\n\n<Begin Log>\n\n\nCamera footage from Sophia’s device shows her traversing the barren underground of SCP-7550-B. As she traverses through SCP-7550-B, she passes several non-Euclidean pathways, intersectional archways, and a bountiful amount of upside-down caverns. The vast majority of SCP-7550-B appears to be covered in bones of unknown species, with pits of lava surrounding the rest of the cavern.\n\n\nSophia:\n I don’t like this at all. I hope I can find the others soon.\n\n\nThe sounds grow louder as Sophia approaches the center of SCP-7550-B. On the horizon, there can be seen six figures conversing with each other.\n\n\nSophia:\n I think that’s them. I’m going to get a closer look.\n\n\nAs Sophia draws closer, the figures get increasingly discernible, and they are eventually revealed to be 5 missing people sitting around a modern dining table, with the imposing form of SCP-7550-C standing over them.\n\n\nSophia:\n This thing has captured the others! I have to be careful, I can’t let it see me.\n\n\nAs Sophia gets closer to the figures\n4\n, she quickly conceals herself behind a stalagmite and positions the camera to investigate the situation.\n\n\nSophia:\n What the hell? Are those d20s?\n5\n\n\nThere appear to be multiple sets of polyhedral dice, character sheets, notebooks, spell sheets, and rule books on the table, which are essential to play D&D. SCP-7550-C is currently conversing about a D&D campaign that it had created.\n\n\nMP-1:\n Can we get this over with already?\n\n\nSCP-7550-C:\n Once I find the last one, we can begin our adventure.\n\n\nMP-1:\n Well, let’s hope that she’s not far because I do not care about any of this.\n\n\nMP-3:\n I think that’s them over there!\n\n\nMP-3 points to the stalagmite, and everyone looks directly at the camera. Sophia quickly ducks behind the stalagmite, but her efforts are in vain, as SCP-7550-C has detected her presence.\n\n\nSCP-7550-C:\n It seems that she has misunderstood my intentions. There’s no need to worry Sophia, you can come out.\n\n\nSophia gets out of her cover and heads toward the entity.\n\n\nSophia:\n Who are you? How in the hell do you know my name?\n\n\nSCP-7550-C:\n My name is Xornos. I would like to welcome you to my humble domain. I didn’t mean to startle you back there, I just wanted to ask you if you can join me.\n\n\nSophia:\n Join you for what, exactly?\n\n\nSCP-7550-C:\n I have created a D&D campaign just for you, which is why I sent you here.\n\n\nSophia:\n Couldn’t you have just done that online? You made that advertisement, right? If you could do that, you could do other things online.\n\n\nSCP-7550-C:\n I see your point, but all of this took longer than I wanted to make. Constructing an entire campaign in just a few hours and dabbling in dark magic meant that I did not have the time to use your video services as well.\n\n\nSCP-7550-C:\n I am not what you think I am, Sophia. Remember that.\n\n\nSophia:\n Yeah, that makes sense, but if you can transport us here, why can’t you go to our dimension as well?\n\n\nSCP-7550-C:\n The short answer is that I cannot enter your dimension physically. Our dimensions have lots of differences. I know you all miss your families and your personal lives, but you will return with them soon.\n\n\nSCP-7550-C:\n Sophia, I would like to invite you on a journey that will have lots of laughs, drama, and tragedy. A journey that you will remember for the rest of your existence.\n\n\nSophia:\n Um… I accept? I guess?\n\n\nSCP-7550-C:\n Thank you for accepting my request. I will now prepare for our first session!\n\n\nSCP-7550-C then suddenly dematerializes without a trace. Sophia looks at the others with a confused expression.\n\n\nSophia:\n Huh. That was strange.\n\n\nMP-2:\n Yeah, it said the same kind of things to me. That demon gets very dramatic sometimes.\n\n\nMP-5:\n You’ll get used to it.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550-4:\n Video Log 2\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\nNote: The following log is the second video sent from Sophia Henderson’s device, which was delivered a few hours after the first video. It contains more detailed information about SCP-7550-C, its motivations, and its campaign.\n\n\n\n\n<Begin Log>\n\n\nSCP-7550-C:\n As you step into this opening, the light cascades into this new cavern. A large, beautiful open space presents itself, a good 100-foot-up ceiling. From what you can see, a roaring river is now pouring out of the nearby rock, cascading over a cliffside into a waterfall down into this deeper, giant cavernous space.\n\n\nMP-2:\n Intriguing.\n\n\nSCP-7550-C:\n And that’s where we are going to take a break! We’ll be back here in a few minutes to explore the Greyspine Mine and the dangers that prevail inside.\n\n\nThe players begin to pack up their things and take a break, getting up out of their seats and stretching their legs.\n\n\nSophia:\n Well, that has been quite the adventure.\n\n\nSCP-7550-C:\n I concur. I have been doing well so far.\n\n\nSophia:\n I haven’t seen a DM plan so well during the first session in a long time! How did you do that?\n\n\nSCP-7550-C:\n The truth is, Sophia, that I had no plan. I had so many things to juggle around, and I didn’t know if I could achieve any of this. So I went in blind.\n\n\nSophia:\n At least you have excellent improv! That’s a great strength to have as a DM. We can work on the other stuff later.\n\n\nSCP-7550-C:\n You want to help me with my endeavors?\n\n\nSophia:\n I’ve been playing this game for years, as a DM and player. I’ll help you out, Xornos. You may get nervous, but that’s okay. Every DM has felt that before, even me.\n\n\nSCP-7550-C:\n Thank you, Sophia. I appreciate your benevolence.\n\n\nFor the next 5 minutes, Sophia begins to guide SCP-7550-C and gives advice and tips on being a DM.\n\n\nSophia:\n So, in general, you have to collaborate with the players and make sure that your needs and their needs are fulfilled. This game is for everyone at the table, and we should all have fun, no matter what.\n\n\nSCP-7550-C:\n Good to know. I will write that down. I am grateful that you helped me. Thank you.\n\n\nSophia:\n No problem! But there’s one thing that’s been bothering me lately.\n\n\nSCP-7550-C:\n What is your concern?\n\n\nSophia:\n Out of millions of players that you could’ve chosen, why me? Why me and these 5 random strangers?\n\n\nSCP-7550-C:\n I picked all of you for a reason. You were the first. Out of millions of mortals, I saw the brightest and kindest player I have ever seen. When I saw you, it was like I saw what I always wanted to be, manifested in reality.\n\n\nSophia:\n Wow. I don’t know what to say.\n\n\nSCP-7550-C:\n You are allowed to be flattered.\n\n\nSophia:\n Yeah, but if I was the best option for you, then why did you choose the others? Especially the guy that keeps annoying you. Why him?\n\n\nSCP-7550-C:\n I chose that man because I wanted to learn how to deal with a flawed player. I told you already, Sophia. I picked everyone here for a reason.\n\n\nSophia:\n Huh.\n\n\nSCP-7550-C:\n I know that may sound strange, but I am trying to create the best campaign that I can create. I need to achieve this.\n\n\nSophia:\n Xornos, playing D&D isn’t about being the best. It’s about having fun with your players! I don’t want you to weigh yourself down.\n\n\nSCP-7550-C:\n I’ll be alright, Sophia. I know what I’m doing. It’s been delightful talking to you.\n\n\nSophia:\n Yeah, it is really fun getting to know you.\n\n\nSCP-7550-C:\n Since our break will be over in a few minutes, we should prepare for the next half of our session. I’ll see you soon.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550.5:\n Video Log 3\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\nNote: The following log is the third video sent from Sophia Henderson’s device, which was delivered a few hours after the second video. It contains the increasing hostility between SCP-7550-C and its players.\n\n\n\n\n<Begin Log>\n\n\nSCP-7550-C:\n As you eventually make your way to the outside of the quarry, you look down into three large pits that descend deep into the side of the mountain. This mine has been going for quite some time and a large chunk of it looks like it may be being prepped; almost like the mine is what’s growing the dwarven city. The more they mine into the mountain, the more they fill the mined area with further city construction. It’s this self-perpetuating cycle of expanding the city downward. Currently—\n\n\nMP-4:\n What were we looking for in this city again? I wasn’t listening to what was happening earlier. Sorry.\n\n\nSCP-7550-C forms an irritated expression.\n\n\nSCP-7550-C:\n Let me get my notes first.\n\n\nSCP-7550-C then fumbles through its equipment, making a significant mess. It eventually finds the notes that it was searching for.\n\n\nMP-3:\n I thought you were prepared for all of this, with the dramatic speech and all.\n\n\nSCP-7550-C:\n That speech was meant to entice you into joining the campaign. I can make mistakes, just like any DM out there, but I will be sure not to fail.\n\n\nSCP-7550-C:\n Anyway, the party was searching for the Lost Spear of Kathmuri, which was hidden deep in the mines, and has extraordinary power. You were going to stop the BBEG\n6\nfrom obtaining it.\n\n\nMP-4:\n Oh, that one! I remember now.\n\n\nSCP-7550-C:\n As I was saying…\n\n\nA second passes before some growling noises can be heard in the background.\n\n\nMP-1:\n Sounds like someone is hungry.\n\n\nMP-3:\n Sorry about the interruption. Did you bring any food for us?\n\n\nSophia:\n You haven’t given us anything to eat yet.\n\n\nSCP-7550-C:\n Of course! You humans need sustenance! I completely forgot. I apologize for the inconvenience. Let me get that for you.\n\n\nSCP-7550-C materializes large swathes of snacks, such as chips, donuts, and pizza, out of thin air onto the table.\n\n\nSCP-7550-C:\n You know, I have been sitting in this damned place for so long. The stories that you humans tell are the only thing keeping me going down here.\n\n\nSophia:\n Which is why we’re here.\n\n\nSCP-7550-C:\n Exactly. I no longer have to sit by and watch your stories be told. I can finally make my own. My magnum opus.\n\n\nMP-1:\n Come on man, I don’t care, I’m getting tired, can we get out of here already?\n\n\nSCP-7550-C:\n Have patience, human. You will return to your homes eventually. Can you please at least let me continue the story first?\n\n\nMP-1:\n Ok, fine, but you better make this damn campaign worth it.\n\n\nSCP-7550-C:\n Alright, then. Let’s get to the exciting part.\n\n\nThe next 30 minutes of this log, which consists of extraneous conversation and mild D&D gameplay, have been cut for brevity.\n\n\nSCP-7550-C:\n Ok, Sophia, there’s a goblin in front of you, ready to pounce, what shall you do?\n\n\nSophia:\n I cast Fireball!\n\n\nMP-1:\n Sophia, you always cast Fireball.\n\n\nSophia:\n But it’s an efficient spell!\n\n\nMP-1:\n Yeah, and we’re in a tight space, so you’re going to kill both the goblin and us.\n\n\nSophia:\n Fine, I’ll cast Lightning Bolt then.\n\n\nSCP-7550-C:\n Alright, I’ll make the dexterity saving throw, and- Oh.\n\n\nMP-2:\n What is it?\n\n\nSCP-7550-C:\n That’s a Natural 1.\n\n\nMP-1:\n Yes! Finally! That’s what I’ve been waiting for!\n\n\nSCP-7550-C:\n That’ll be 48 points of damage, and as the lightning zaps out of your fingertips, it hits the goblin and burns it to a crisp, and you hear its last cries for mercy as its eviscerated body falls to the ground.\n\n\nSophia:\n Good job with the description, Xornos! I can see you are getting better at this.\n\n\nSCP-7550-C:\n Thank you. I am getting better at this! I hope that this improvement continues.\n\n\nMP-1:\n Yeah, yeah, but where are all the intimidating enemies? These are just goblins.\n\n\nSophia:\n Don’t be so harsh on him! He’s new to this game, you don’t have to be so rude about it!\n\n\nSCP-7550-C:\n I see your concern for me, but it’s alright. I can handle him.\n\n\nSCP-7550-C:\n Anyway, as you traverse through the depths of the cavern, you start to notice some dead bodies ahead. When you make your way over there, you see that the bodies weren’t afflicted by any physical weapons, but rather that their organs suddenly lost function. It’s as if they went brain-dead without any physical contact.\n\n\nMP-1:\n Oh, oh! I know what killed them! It’s an Intellect Devourer. They steal your intelligence and leave you in a coma. I love those enemies! My character is going to be very careful around this thing.\n\n\nSCP-7550-C:\n Are you metagaming?\n7\n\n\nThere is silence. Some players are beginning to sweat. MP-2 can be seen slowly reaching her hand into her pocket.\n\n\nMP-1:\n What? I’m just pointing out the obvious.\n\n\nSCP-7550-C:\n Does your character know of this creature?\n\n\nMP-1:\n Well… No, not really. But most of your “enemies” are just cheap, weak punching bags. I like the weird enemies that confuse the hell out of people. You should do more of that.\n\n\nSCP-7550-C:\n But you ruined the surprise for everyone! This campaign needs suspense.\n\n\nMP-1:\n And? What are you going to do about it?\n\n\nSCP-7550-C then stares at MP-1 with a furious expression and snaps its fingers. 4 spikes protrude from the floor to impale MP-1. MP-1 is heavily injured, but he does not die.\n\n\nMP-3:\n What the fuck?!?\n\n\nSophia:\n What the hell did you just do?\n\n\nSCP-7550-C:\n I taught him a lesson.\n\n\nSophia:\n But you impaled him! How is that teaching him anything?\n\n\nSCP-7550-C:\n I wasn’t raised with the concepts of right and wrong, Sophia. That man had no respect for anyone around him, so I’ll make him respect us.\n\n\nSophia:\n But that’s cruel, Xornos! I thought you were better than this.\n\n\nSCP-7550-C:\n I am what I am, Sophia. Justice is the principle that people receive what they deserve. People like him deserve everything that comes for them.\n\n\nMP-2:\n You're wrong!\n\n\nMP-2 pulls out a pocket knife from her pocket and stabs SCP-7550-C in the heart, to no effect.\n\n\nSophia:\n This is not who you are, Xornos!\n\n\nSCP-7550-C:\n You think you know who I am?\n\n\nSophia:\n Not this!\n\n\nSCP-7550-C:\n I know you wanted to understand me, Sophia, to help me with my efforts. Then you should have accepted that I was right!\n\n\nSCP-7550-C grabs the back of MP-2’s head and rips the skin off of her skull. MP-2 is not dead, however, and her form begins to slowly reverse back to its normal state.\n\n\nSCP-7550-C:\n Well then, since we now solved that issue, let’s get back to the campaign, shall we?\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550.6:\n Interview Log 2\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\n\n\nInterviewed:\n Sophia Henderson\n\n\nInterviewer:\n Doctor Prescott\n\n\nForeword:\n This interview by phone call was made to check on the safety of the missing people, to determine the situation made by SCP-7550-C, and to determine solutions to the problems that SCP-7550-C has created.\n\n\n<Begin Log>\n\n\nSophia:\n Hello?\n\n\nDr. Prescott:\n Hi Sophia. It’s Michael. I have seen the footage, and I am quite concerned.\n\n\nSophia:\n You definitely should be concerned. That thing has tortured everyone for days now. I don’t know what to do.\n\n\nDr. Prescott:\n We will solve this crisis. But I need to know if you are safe. Has it tortured you yet? Have you sustained any injuries?\n\n\nSophia:\n No, not yet, but if I step once out of line, I’m going to end up like the rest. I need to get the hell out of here!\n\n\nDr. Prescott:\n We will find a way. If you can’t run, then you walk. If you can’t walk, crawl. No matter what, you have to keep moving forward.\n\n\nSophia:\n I can’t.\n\n\nDr. Prescott:\n You can, Sophia. I know you can. You have to face the demon itself.\n\n\nSophia:\n I’ve tried to convince it to stop, but it just won’t! That thing isn’t human.\n\n\nDr. Prescott:\n Sophia, I know this may seem dire, but we still have a chance to succeed. This anomaly has human flaws. It feels emotions and has motivations. The human connection that you have with it is our key to winning.\n\n\nSophia:\n I don’t know if I have the strength to do this.\n\n\nDr. Prescott:\n You do, Sophia. I believe that you can go back to your family. I’ll be sure that you will come back. All you have to do is twist the knife.\n\n\nSophia:\n …I’ll see what I can do.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550.7:\n Video Log 4\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\nNote: The following log is a transcription of the fourth and final video sent from Sophia Henderson’s device.\n\n\n\n\n<Begin Log>\n\n\nCamera footage shows the aftermath of a recent punishment by SCP-7550-C. The charred but still alive body of MP-3 can be seen along with the others, who are trying to play SCP-7550-C’s campaign as efficiently as possible to not break any rules.\n\n\nSCP-7550-C:\n As you burst through the door and enter the throne room, you can see all of the duergar\n8\nstand there with their weapons at the ready. You can see in the back, on this raised platform, there are two thrones, at the top two duergar sitting on the thrones at the ready. You can see two lizard-like creatures in the back on chained leashes. However, all of the duergar there are ready to strike, waiting for your demise. Roll initiative.\n\n\nEveryone rolls their respective dice, and MP-2 rolls highest, making her the one to go first in the battle. Next in the initiative are MP-4, MP-5, MP-1, and Sophia.\n\n\nMP-2:\n Ok, so I’m going to cast Lightning on the two beasts in a straight line.\n\n\nSCP-7550-C:\n Okay, so you pull back and you unleash a lightning bolt. It goes streaking across the room and hits the two now visible basilisks. Go ahead and roll for damage.\n\n\nMP-2 rolls the dice to determine how much damage she produces. She gets a total of 29.\n\n\nSCP-7550-C:\n Well, one enemy failed the saving throw, and the second one made it, so 29 damage to one and 14 damage to the other.\n\n\nMP-4:\n Okay, so since it’s my turn now, I’m going to go to the lizard things— wait, what were they called again?\n\n\nSCP-7550-C:\n They are basilisks.\n\n\nMP-4:\n Okay, since they can’t see me, I'm going to sneak behind one of the basilisks, and use my two daggers to stab it in its eyeballs.\n\n\nSCP-7550-C:\n Why do you want to hit its eyeballs, specifically?\n\n\nMP-4 is visibly frightened and begins to hyperventilate.\n\n\nMP-4:\n I-I’m sorry, Xornos, I’ll just get the side of its head instead.\n\n\nSCP-7550-C:\n Good choice, roll to see if you succeed.\n\n\nMP-4:\n First dice hits, it's an 18.\n\n\nSCP-7550-C:\n That succeeds, roll for damage.\n\n\nMP-4:\n O-Okay, so the damage for the first dagger is 19, 28, plus 36. The second dagger also hits for a little less; seven points of fire damage on the other side.\n\n\nSCP-7550-C:\n Alright. So the first one jams into the head. It didn't even see you, it recoils back, slapping your hand back out of the way. The other dagger strikes and just gleans off its shoulder. However, it turns around and it now knows you're there.\n\n\nSCP-7550-C:\n Before this gets any worse, I’d like to thank all of you for being more disciplined than earlier. I haven’t had this much fun in a long time!\n\n\nThe next 40 minutes of this battle have been cut for brevity.\n\n\nSCP-7550-C:\n Sophia, it is now King Grorsamri’s turn. He sees this blast of lightning streak past now, as it blasts, just barely passing in front of him, hitting both of his pet basilisks. Now seeing that his army has been weakened by the current intruders, he glances over at you, Sophia. Then he grabs his blade with both hands and starts running towards you with a swing.\n\n\nSophia:\n What did you roll? I have an armor class of 15.\n\n\nSCP-7550-C:\n I have received 20 total from the dice.\n\n\nSCP-7550-C:\n The first strike’s damage is an 18, and— oh dear. The second strike is a 13, misses. The third strike is a 12. Wow, he just can't hit at all this turn. However, the one strike he does obtain, the sword comes down, streaks across the front of you, and you take 18 points of slashing damage.\n\n\nSophia:\n Damn, I’m almost down for good.\n\n\nSCP-7550-C:\n At least you have been faring better than the others. Your healer is dead, everyone else is on their last legs, and some players are so desperate to win that they have to resort to cheating. I’m glad that you stuck with me the whole time.\n\n\nSophia:\n Thank you, but I have been meaning to ask you something.\n\n\nSCP-7550-C:\n What are you requesting?\n\n\nSophia\n Why are you doing this? You want to be a well-liked Dungeon Master, yet you can’t even have the time to get to know us.\n\n\nSCP-7550-C:\n What are you talking about?\n\n\nSophia:\n I am done with you and your game, Xornos. I have to lie to my loved ones and assure them that I’m okay. I can’t keep doing this anymore. You have to stop. Please.\n\n\nSCP-7550-C:\n Would you kindly calm down and stop this discourse? We are just getting started. This is my game, Sophia, and we must follow it together!\n\n\nSophia:\n No.\n\n\nSophia then swipes all of the dice and other D&D items off of the table.\n\n\nSophia:\n You keep worrying about your status as a storyteller over us while we all suffer. If I can’t say this more clearly, then I don’t know what will. I’m ending this.\n\n\nSCP-7550-C:\n What are you intending, Sophia? I thought that this would be an enjoyable experience.\n\n\nSophia:\n I’m going to quit this campaign. You can go ahead and kill me if you have to. Just please, let the others leave. For everyone’s sake.\n\n\nThere is silence for 15 seconds. SCP-7550-C is seen sitting with a shocked expression. After a while, SCP-7550-C lets out a sigh.\n\n\nSCP-7550-C:\n I see. I don’t have any other choice, do I?\n\n\nEveryone stands up to join Sophia and oppose SCP-7550-C.\n\n\nMP-1:\n Your punishments don’t scare me anymore. I’m not taking any more of this bullshit.\n\n\nMP-2:\n You have scarred everyone here. Look at the man you just burned alive. Is this really what you wanted?\n\n\nMP-4:\n I’m not afraid of you anymore.\n\n\nMP-5:\n I hope we never see you again.\n\n\nSophia:\n I’m tired, Xornos. Please, give us a chance.\n\n\nSCP-7550-C:\n …So be it.\n\n\nSCP-7550-C snaps its fingers. All of the missing people are transported to our designated dimension.\n\n\nSCP-7550-C:\n I failed all of you. And I am so sorry.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550-8:\n Interview Log 3\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\n\n\nInterviewed:\n SCP-7550-C\n\n\nInterviewer:\n Doctor Prescott\n\n\nForeword:\n The following is an interview between Doctor Prescott and SCP-7550-C that took place on a video call. This interview was made to evaluate the aftermath of SCP-7550-C’s befall, and to determine what comes next.\n\n\n<Begin Log>\n\n\nDr. Prescott:\n Good afternoon, SCP-7550-C.\n\n\nSCP-7550-C:\n I know you. Foundation. I know you saw what I have done, so please, let me be.\n\n\nDr. Prescott:\n I am only here to ask you a few questions, SCP-7550-C. I will not waste your time any further.\n\n\nSCP-7550-C:\n Make it quick, doctor.\n\n\nDr. Prescott:\n So, after the events that have transpired, how exactly do you feel? Have you felt any guilt or remorse?\n\n\nSCP-7550-C:\n I don’t know anymore. I have already walked down this path. I can’t turn back.\n\n\nDr. Prescott:\n What makes you think that?\n\n\nSCP-7550-C:\n This campaign was supposed to be my Eiffel Tower. It was my Rachmaninoff's Third. My Pieta. But now I have failed.\n\n\nDr. Prescott:\n Do you believe that this is the end of the road for you?\n\n\nSCP-7550-C:\n What else is there? I have failed the people who took pity and kindness to me.\n\n\nDr. Prescott:\n Perhaps, but you also can make a choice. I am here so that you can make the right one.\n\n\nSCP-7550-C:\n I thought this was just an interview, wasn’t it?\n\n\nDr. Prescott:\n I did not inform you of this, but I am also here to discuss the protocols of your containment.\n\n\nSCP-7550-C:\n I beg your pardon?\n\n\nDr. Prescott:\n I still have a job to do. I cannot just let you go about your daily life after what just happened.\n\n\nSCP-7550-C:\n But I haven’t bothered with your dimension, have I?\n\n\nDr. Prescott:\n I just had a discussion with the Site Director about exactly this. She argued that we should leave you to your demons. I disagree. You can make decisions that we cannot predict.\n\n\nSCP-7550-C:\n I have failed. All your hostages have been released. Wouldn’t letting me sit alone in solitude for the rest of my existence be enough?\n\n\nDr. Prescott:\n That is a reasonable assumption, but I have a better solution for the benefit of everyone.\n\n\nSCP-7550-C:\n What is your solution then, doctor?\n\n\nDr. Prescott:\n I was thinking of a resurgence of your old campaign. We will bring in new players, teach them the rules, and guide them throughout the game, all while using the software we are currently on. There will be changes to your rules, of course, but I think we can make it work.\n\n\nSCP-7550-C starts to laugh uproariously for an uncomfortable amount of time.\n\n\nSCP-7550-C:\n I loathe your weak attempt at redeeming me. To reach a hand down to somebody, they need to be beneath you! And I am beneath nobody.\n\n\nDr. Prescott:\n This story isn’t about you. I need to make the logistics for your containment.\n\n\nSCP-7550-C:\n I am already contained, doctor. Because of what I have created, all I wanted is now out of my hands. Just leave me alone!\n\n\nThere is silence for a few seconds. Dr. Prescott lets out a sigh.\n\n\nDr. Prescott:\n I know that you are a troubled being, SCP-7550-C. But you were not born with venom in your veins. A second chance may be out of your reach, but I can help you find more.\n\n\nSCP-7550-C:\n I am beyond repair. Do you believe that I can be redeemed?\n\n\nDr. Prescott:\n Just because someone stumbles down their path in life, does not mean they are lost forever. Your demons can be contained, Xornos.\n\n\nDr. Prescott:\n If you want to make amends, this is the best that I have.\n\n\nSCP-7550-C:\n I can’t. I have done unspeakable things to my players. If you are willing to bring in more, I can’t imagine what I would cause. Do you think Sophia would want me to bring more harm to others?\n\n\nDr. Prescott\n: Sophia wanted you to change, to let the good in you triumph. You cannot sit around and let your past consume you.\n\n\nSCP-7550-C:\n …I see. But before we continue, can you tell her that I’m sorry? For everything?\n\n\nDr. Prescott:\n We have already administered the amnestics. She will be okay.\n\n\nSCP-7550-C:\n I still remember everything. I need to apologize to all of them.\n\n\nDr. Prescott:\n They will always be with you. We cannot turn things around immediately, but we can at least take the first steps.\n\n\nSCP-7550-C:\n …Thank you, doctor.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 7550.9:\n Implementation of Protocol 7550-Ω\n\n\n\n\nAccess Addendum\n\n\n\n\nClose Addendum\n\n\n\n\nNote: The following is a transcription of a video call between Doctor Prescott, SCP-7550-C, and 6 volunteer D&D players. This call was made to determine the outcome of Doctor Prescott’s proposal\n9\nand whether it succeeds.\n\n\n\n\nNotable Parties\n\n\nSupervisor:\n Doctor Prescott\n\n\nDM:\n SCP-7550-C\n\n\nPlayers:\n Greg Miller, Sarah Martinez, Lee Thompson, Aaron Smith, Jessica Robinson, Taylor Green\n\n\n<Begin Log>\n\n\nThe D&D group is currently undergoing a boss fight, against the beholder K’Varn.\n\n\nSCP-7550-C:\n Okay. All right, so, K'Varn starts its turn. K'Varn, now kind of just looks about and kind of shakes for a second, the eye stalks kind of looking in different directions, sees all of you, and begins to drift up into the air.\n\n\nJessica:\n Oh, great. It can fly.\n\n\nSarah:\n I didn't know that. That's cool.\n\n\nSCP-7550-C:\n K'Varn moves up. At which point, as you guys were ducking down off to the side, K'Varn comes into sight as he drifts up towards the top.\n\n\nGreg:\n Shit, shit, shit.\n\n\nJessica:\n Where's, like the thing that we fell through? Is it blocking any sort of–\n\n\nSCP-7550-C:\n No, it's at this angle right here. It's, kind of, following the temple ceiling there.\n\n\nAaron:\n We might have to get Greg out of there somehow.\n\n\nSCP-7550-C:\n So, first things first. It's going to fire its first ray.\n\n\nGreg:\n And it gets three eyes every turn.\n\n\nAaron:\n We need to run.\n\n\nSCP-7550-C:\n All right, so. One of the eyes whips around. It aims at– Let's see. This would be at Sarah.\n\n\nSarah:\n Me already?\n\n\nSCP-7550-C:\n It's aiming at you.\n\n\nSarah:\n You're aiming at– Sorry, I just got so scared, I heard my name.\n\n\nSCP-7550-C:\n Go ahead and make a strength-saving throw, Sophia.\n\n\nSarah:\n Sophia?\n\n\nSCP-7550-C:\n Sorry, I meant Sarah. Make a strength-saving throw, please.\n\n\nSarah:\n A strength-saving throw. Okay. What would that– What is that? Oh no, okay, I see. 12?\n\n\nSCP-7550-C:\n 12.\n\n\nGreg:\n You have Inspiration if you need it.\n\n\nSarah:\n Oh. Okay.\n\n\nSCP-7550-C:\n Yeah, you can add your Inspiration dice to a saving throw if you'd like.\n\n\nSarah:\n I can?\n\n\nSCP-7550-C:\n Up to you.\n\n\nSarah:\n Yeah, I'll do it.\n\n\nSCP-7550-C:\n All right, so it's a 12, plus a d10. Go ahead and roll a d10.\n\n\nSarah:\n A d10. That's a ten?\n\n\nJessica:\n That's a d10.\n\n\nSarah:\n I got two.\n\n\nSCP-7550-C:\n So that is a 14.\n\n\nSarah:\n That's a 14?\n\n\nSCP-7550-C:\n Correct. As you bring your shield up to defend, this strange kind of grayish-green ray slams into you and you feel weightless for a moment, as, all of a sudden, you're lifted off your feet and carried down into the chamber, floating, restrained. Unable to move. And you're just kind of floating in midair right there, right now.\n\n\nSarah:\n Okay.\n\n\nSCP-7550-C:\n And then the beam releases you. Go ahead and make an athletics check.\n\n\nTaylor:\n Come on, Sarah. You got this!\n\n\nSCP-7550-C:\n With disadvantage, because you're in heavy chainmail.\n\n\nSarah:\n Okay. What was it, athletics? A five.\n\n\nSCP-7550-C:\n Acrobatics, technically. Sorry, my fault.\n\n\nSarah:\n Oh, four.\n\n\nSCP-7550-C:\n Four. Alright.\n\n\nSarah:\n Thanks for the clarification.\n\n\nSCP-7550-C:\n Alright, you take 23 points of damage as you plummet, slamming on your back on the ground and you're currently prone.\n\n\nSarah:\n Okay. Things are going well.\n\n\nSCP-7550-C:\n The second ray streaks up and is going to slam into you, Aaron. Go ahead and roll a dexterity-saving throw.\n\n\nAaron:\n Okay. 24.\n\n\nSCP-7550-C:\n 24. You see this deep bluish ray come shooting up towards you. You just barely pull out of the way and it slams into a part of the broken metal that's left over. As it hits the metal, you see the metal turn to stone.\n\n\nAaron:\n That was close.\n\n\nSCP-7550-C:\n You manage to just pull out of the way of the blast. That's going to end K'Varn's turn.\n\n\nThe next 50 minutes of the log have been cut for brevity.\n\n\nSarah:\n It’s almost dead, isn’t it?\n\n\nSCP-7550-C:\n Correct. Its health is currently dissipating.\n\n\nAaron:\n Alright, all we need to do now is rip that damn thing’s horn off of its head.\n\n\nJessica:\n What is that horn on its head, anyway?\n\n\nSCP-7550-C:\n You will find out soon enough.\n\n\nJessica:\n Okay, I'm going to cast Telekinesis and rip its horn off its head.\n\n\nSCP-7550-C:\n Go ahead and make the check for Telekinesis.\n\n\nJessica\n Well, that doesn't happen. Oh, actually– I used that. Yeah, no. That doesn't hit. So I'll have to spend another.\n\n\nSCP-7550-C:\n Okay, so, as you release the Telekinesis, you pull and pull, but that horn is definitively locked in place.\n\n\nJessica:\n Okay. Then I'll spend five more and I'll attempt to rip off one of his tentacles.\n\n\nSCP-7550-C:\n Stalks? Okay. Go ahead, and make another check.\n\n\nJessica:\n I'm going to check that last one off. Check this off. I'm using all these from my Ioun stones!\n\n\nSCP-7550-C:\n That’s quite alright.\n\n\nJessica\n I, yeah. That hits. What is that? My, 20– Oh no– My mistake, it's 29.\n\n\nSCP-7550-C:\n 29?\n\n\nJessica:\n Yeah.\n\n\nSCP-7550-C:\n All right. So as you pull, one of the eye stalks gets flung off the body, and you can see this, like, a spurt of brackish blood that spills across the area nearby.\n\n\nTaylor:\n Oh, I hope that one was a Disintegration ray!\n\n\nSCP-7550-C:\n Go ahead and roll 3d6.\n\n\nJessica:\n Oh, it does damage?\n\n\nSCP-7550-C:\n Yep.\n\n\nJessica:\n Four.\n\n\nSCP-7550-C:\n Four damage. All right, Jessica. That ends your turn.\n\n\nTaylor:\n My turn now, right?\n\n\nSCP-7550-C:\n Correct.\n\n\nTaylor:\n Okay. I'm going to shoot an arrow at him. Hail of Thorns as a level three. That is a 14. Does that hit?\n\n\nSCP-7550-C:\n 14, unfortunately, no. It hits the side of the wall. It explodes, sending a series of wooden spikes into the stone on the side of the temple.\n\n\nTaylor:\n Okay, cool. I'm just gonna shoot him through the flaming bow, then.\n\n\nSCP-7550-C:\n You used a flaming bow twice already, so you no longer can use it.\n\n\nTaylor:\n I'm not going to use it. I'm just going to shoot him. This has been fun, guys. 23.\n\n\nSCP-7550-C:\n 23 hits. Go and roll damage with your Hunter's Mark.\n\n\nTaylor:\n Okay. 13. And 15. 20 points of damage.\n\n\nSCP-7550-C:\n 20 points of damage. All right. How do you want to end this?\n\n\nThe entire party of players starts to cheer, ecstatic at their victory.\n\n\nTaylor:\n We finally did it. I want to shoot him– Is it possible to shoot him right where the horn meets his head and knock it off of him?\n\n\nSCP-7550-C:\n Unfortunately, no.\n\n\nTaylor:\n Alright, then I shoot straight into his eyeball.\n\n\nSCP-7550-C:\n All right, so as K'Varn's looking around, kind of frantic at this point, it then glances up at you, just in time for you to release that final arrow. It strikes down, going right into the pupil. Blood begins to pour out of the front of the eye, as the arrow pierces out the back side and is jutting about six inches out the back of K’Varn. It slowly sinks a few feet and just slams onto the ground.\n\n\nAaron:\n Fuck you, meatball!\n\n\nLee:\n Well done, Taylor! That was a great shot.\n\n\nTaylor:\n Thank you!\n\n\nSCP-7550-C:\n This celebration has been delightful, but the battle is not over yet.\n\n\nSarah:\n What do you mean?\n\n\nSCP-7550-C:\n It’s K’Varn’s turn now, and now you can see black energy beginning to pull into the horn. K’Varn opens its eye once again. Now, the eye has a pale white color and you can see the jaw's a little slack. But the horn is now glowing this intense black color. And the beholder gets back up from his position.\n\n\nJessica:\n Great. It’s a zombie beholder now.\n\n\nAaron:\n Oh, shit. That’s the Horn of Orcus, god of undeath. We need to pull out that horn.\n\n\nSCP-7550-C:\n Does your character know that?\n\n\nAaron:\n Well, I know what it is, but my character just saw the horn bring it back to life, so that’s why he going to try to pull it off.\n\n\nSCP-7550-C:\n Ah, okay. No worries.\n\n\nSCP-7550-C:\n K'Varn's going to take another ray attack at– You, Greg. Can I get a wisdom saving throw from you?\n\n\nGreg:\n Sure. Sure, I'm not worried.\n\n\nSCP-7550-C:\n With advantage.\n\n\nLee:\n Yes. Natural 20.\n\n\nAll:\n Oh!\n\n\nSCP-7550-C begins to form a proud expression.\n\n\nSCP-7550-C:\n Excellent dice roll! A wave of fear hits your mind for a second, watching it rise, but you've seen many horrible things and it's not enough to shake your will and resolve. Third one. All right. Can I get a dexterity saving throw? This will be from you, Taylor.\n\n\nTaylor:\n Okay.\n\n\nLee:\n You gotta jump!\n\n\nTaylor:\n Ten.\n\n\nJessica:\n Plus your dex, right?\n\n\nTaylor:\n I didn’t add anything.\n\n\nSCP-7550-C:\n As a dull green-ray fires out from the currently undead K'Varn, you take 45 points of damage.\n\n\nSarah:\n Wow! That's a lot.\n\n\nTaylor:\n Great. I’m still alive, at least.\n\n\nSCP-7550-C:\n You're still conscious?\n\n\nJessica:\n Yep, she is.\n\n\nSCP-7550-C:\n Good. We don’t want to lose our MVP.\n\n\nAaron:\n Hey, I’ve been helping too!\n\n\nSCP-7550-C:\n I know, I’m just joking around. Anyway, it is now Jessica’s turn.\n\n\nJessica:\n Alright, I’m going to start heading in, and I'm going to get myself down and I'm going to use Telekinesis and rip the horn off its fucking–\n\n\nSCP-7550-C:\n How many Sorcery points do you have?\n\n\nJessica:\n That's it after that.\n\n\nAaron:\n Nah, she’s lying. She already ran out a few rounds ago.\n\n\nJessica:\n Excuse me?\n\n\nAaron:\n I watched you drain all your points, Jessica. Do you think I will let you get away with-\n\n\nSCP-7550-C:\n It is alright. She probably miscounted. I’ll allow it for now.\n\n\nAaron:\n And you’re just letting her go?\n\n\nSCP-7550-C:\n At the end of the day, we are all having fun. We all slip up sometimes. It’ll be alright.\n\n\nJessica:\n Yeah, that was my fault. I was looking at all of my spells, and I forgot to check on my Sorcery Points. Sorry about that.\n\n\nSCP-7550-C:\n It’ll be fine. The rules of this game are just guidelines, and yes, we want a legitimate and honest experience, but we also want to have fun. We cannot just have one or the other.\n\n\nGreg:\n Can she make her roll, now?\n\n\nSCP-7550-C:\n Yes she can. Go ahead and make your roll.\n\n\nJessica:\n That’s a 26.\n\n\nSCP-7550-C:\n 26. With a sickening tearing sound, you notice the shaking of the horn begin to slowly pull from the slightly dilapidated and decomposing form of K'Varn. As the horn begins to tug and tear, the flesh stretches before, eventually, it's torn from the body. The moment the horn rises, all that black energy dissipates, and the rest of K'Varn's form slumps to the ground and slowly begins to melt away.\n\n\nLee:\n Thank god.\n\n\nSarah:\n Is that it? Is the session over?\n\n\nSCP-7550-C:\n Yes, but we still have to exit the temple. That is reserved for next week. Thank you all for being here.\n\n\nThe party says their thanks and goodbyes and exits the call. Dr. Prescott and SCP-7550-C are the only ones still attending.\n\n\nDr. Prescott:\n That went better than I expected. You have done well.\n\n\nSCP-7550-C:\n Thank you, doctor. I couldn’t have done any of this without you.\n\n\nDr. Prescott:\n We have to continue these sessions so that I can check in on you.\n\n\nSCP-7550-C:\n And if the campaign ends?\n\n\nDr. Prescott:\n We’ll find a way to make things work. The Council still calls you a threat, but I will make sure that these sessions won’t go awry.\n\n\nSCP-7550-C:\n If only Sophia could see what I have become.\n\n\nDr. Prescott:\n She had to move on. We all have to.\n\n\nSCP-7550-C:\n I know. But I still remember that day. I need to make sure that she’s okay.\n\n\nDr. Prescott:\n She moved on from that circumstance and is now living a normal life. If someone reaches a hand down to help you, remember to hold on tight. I’ll see you next week.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A popular fantasy table-top roleplaying game where players take control of fantastical characters and go on adventures that are known as “campaigns”. It is also known as D&D.\n\n\n2\n. An underground setting in D&D.\n\n\n3\n. Short for Dungeon Master; the organizer of the campaign that oversees the journeys of the characters and uses world-building and challenges to create effective storytelling.\n\n\n4\n. Now designated Missing Persons 1-5.\n\n\n5\n. In D&D, d20s are dice with 20 sides that when rolled allow the player to determine whether they succeed or fail an action. There are also d4s, d6s, and other dice with multiple sides that have the same function.\n\n\n6\n. Short for Big Bad Evil Guy; an acronym used to describe the main antagonist of the campaign.\n\n\n7\n. A term in D&D used when a player uses real-life knowledge concerning the state of the game, such as knowledge of certain enemies or items, to determine their character's actions, when the said character has no relevant knowledge or is aware of the subject.\n\n\n8\n. Duergar are an antagonistic humanoid species in D&D.\n\n\n9\n. Now designated Protocol 7550-Ω.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMerehrab's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8035\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-7163\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-8926\n \n(+43)\n \n•\n\n\n\n\n\n\nSCP-6461\n \n(+35)\n \n•\n\n\n\n\n\n\nSCP-7467\n \n(+21)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nYou Can’t Kill The Idea of Me\n \n(+24)\n \n•\n\n\n\n\n\n\nBlackbird\n \n(+14)\n \n•\n\n\n\n\n\n\nInfatuation in Black\n \n(+22)\n \n•\n\n\n\n\n\n\nTurning Out\n \n(+18)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMerehrab’s Musings\n \n(+34)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7549\n | SCP-7550 | \nSCP-7551\n »",
    "addendums": [
        "Addendum 7550.1: Audio Log",
        "Addendum 7550.2: Interview Log 1",
        "Addendum 7550.3: Video Log 1",
        "Addendum 7550-4: Video Log 2",
        "Addendum 7550.5: Video Log 3",
        "Addendum 7550.6: Interview Log 2",
        "Addendum 7550.7: Video Log 4",
        "Addendum 7550-8: Interview Log 3",
        "Addendum 7550.9: Implementation of Protocol 7550-Ω"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Foundation webcrawlers are to search for any signs of SCP-7550-A on websites that specifically host advertising for Dungeons and Dragons1 campaigns. Any instances of SCP-7550-A are to be taken down and hidden from the public eye to prevent conveyance events. Research into SCP-7550-B and SCP-7550-C is ongoing.",
    "description": "SCP-7550 is the collective designation for SCP-7550-A, SCP-7550-B, and SCP-7550-C. SCP-7550-A is an online advertisement located on websites that advertise D&D campaigns, mainly the website Roll20.net. SCP-7550-A advertises a D&D campaign about traveling to the Underdark2 and cleansing it of the monstrosities that live there. Once an individual joins this campaign, they are transported to an unknown location. These events are known as conveyance events. The location is designated SCP-7550-B.",
    "title": "SCP-7550"
}