{
    "url": "https://scp-wiki.wikidot.com/scp-7552",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nAuthor: jwellhoner\n\n\n\n\n\n\n\n\nrating: \n+8\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nScp 7552 0\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7552\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n SCP-7552-1 and SCP-7552-2 are to be safely contained at their points of origin at Site-19 within their corresponding observation chambers. SCP-7552-2 is to be kept under constant vacuum to reduce variables when researching SCP-7552-1 and SCP-7552-2.\n1\n\n\nSCP-7552-3 is to be constantly monitored and visually scanned by the Holographic Universal Simulation program. The output of this program is to be rendered in real time alongside current simulated temperature, mass, and electromagnetic radiation figures. This rendering is to be monitored through a memetic filter at all times by at least one researcher or technician assigned to Project Mirage. SCP-7552-3 is not to be moved or disturbed in any way.\n\n\nSCP-7552-4 is to be contained within a Total Exclusion Chamber, isolated from all forms of radiation and quantum particles. SCP-7552-4 is to be levitated in the geometric center of the chamber and may not contact any of the chambers’ surfaces. This is possible due to the chamber’s ability to isolate subjects from gravitons,\n2\n nullifying the effects of gravity in the chamber. If any changes in the chamber’s properties are detected by instruments monitoring the exterior, Site-19 is to be evacuated and Protocol \"Event Horizon\" is to be activated.\n\n\nDescription:\n SCP-7552 is the result of Project Mirage, a joint project between Site-43’s Department of Quantum Supermechanics, Site-300-12’s Para-Astronomy Department, and an AIC provided by the Artificial Intelligence Applications Division (AIAD), hosted by Site-19 and supervised by Director Tilda Moose. Project Mirage was a project commissioned to research, replicate, and create practical applications for the Holographic Universe Theory, a theory that proposes the 3-Dimensional universe we inhabit is a holographic projection of information stored on a 2-Dimensional surface. After two years of research, attempts at replicating the Holographic Universe Theory on a much smaller scale created SCP-7552-1 through -4.\n\n\nSCP-7552-1 is the collective term for a set of three 1m x 1m tempered glass plates. Each plate displays the quantum description of a solid 1-meter diameter graphite sphere encoded on its surface. This information is contained in a 2D geometric printed lattice. This lattice, as described by quantum mechanics, represents the uncollapsed waveforms of every particle within SCP-7552-2.\n\n\nSCP-7552-2 is the collective term for a set of solid 1-meter diameter graphite spheres that spontaneously appeared 3 meters above each iteration of SCP-7552-1 after it was printed. Each instance was engineered to appear within a clear observation chamber held under vacuum.\n\n\nAny physical changes to SCP-7552-2 instances, including absorption or emission of electromagnetic radiation, changes in crystalline structure, changes in position relative to the corresponding SCP-7552-1 instance, and the absorption or release of kinetic energy, result in minor alterations to the printed lattice of the corresponding SCP-7552-1 instance. These changes accurately reflect the quantum data of SCP-7552-2’s current physical state.\n\n\nSCP-7552-3 was an instance of SCP-7552-1 created by a printer that was unknowingly infected with SCP-2234-567. This resulted in SCP-7552-3’s ability to anomalously change the contents of its printed lattice. Changes in the lattice tend to occur within a roughly cyclical fashion. However, some changes have become permanent over time.\n\n\nSCP-7552-4 was an instance of SCP-7552-2 but, due to the corruption of SCP-7552-3, displays anomalous capabilities, including the ability to memetically compel individuals to purchase brand-name items. Over time, its physical features, position, and properties have shown a tendency to shift rapidly and diverge dramatically from those of SCP-7552-2. SCP-7552-4 usually absorbs all energy and matter, storing it as quantum information on SCP-7552-3. Due to the restrictive 1 square meter surface area of SCP-7552-3, there is a limit to how much information can be absorbed by SCP-7552-4.\n3\n This limit is expressed in terms of entropy, and determined by the Bekenstein–Hawking area formula. However, this value is incredibly large.\n\n\n\n\nSubject:\n Holographic Universe Theory and Implications for Practical Applications\n\n\nAuthor:\n Dr. Lysander Hawthorne, Project Lead, Site-43 Quantum Supermechanics Division\n\n\nDate:\n 05/12/2021\n\n\nThe concept underlying Project Mirage is the Holographic Universe Theory, a proposition put forth by theoretical physicists and quantum gravity researchers that I have spent my entire life researching. It postulates that our perceivable three-dimensional reality is a projection of information encoded on a distant, two-dimensional surface. In essence, our universe is a hologram.\n\n\nThis theory is a byproduct of the study of black holes. The physicist Jacob Bekenstein proposed that a black hole's entropy - a measure of its information content - is proportional to its event horizon's surface area, not its volume.\n\n\nThis led to the holographic principle, suggesting that the maximum amount of information contained within a given volume of space is defined by the area of its boundary. For a black hole, this boundary is its event horizon - the point of no return for anything falling into it.\n\n\nIn the context of the universe, the idea is that all the information that makes up our 3D reality is embedded in a 2D surface at its boundaries. This is not to imply a literal flat, two-dimensional universe, but rather that the information of our 3D universe is encoded on a 2D surface, much like the information of a 3D image can be encoded on a 2D holographic plate.\n\n\nProject Mirage is an ambitious attempt to practically apply these principles. The primary goal is to encode 2D information in such a way that it generates a corresponding 3D object in our reality. We are currently working with the AIAD to develop an AI, dubbed Hawking.aic, to analyze Hawking radiation data from black holes and SCP-123, hoping to discern patterns between entered objects and their 2D event horizon representations. Once we understand these patterns, we can create a 2D blueprint to project desired 3D objects into reality.\n4\n\n\nIf successful, the implications and applications of this technology could be immense. It could revolutionize fields as diverse as manufacturing, materials science, energy production, and even SCP containment. However, it's important to stress that we are in the early stages of this research, and there is much we don't yet understand. The universe rarely relinquishes its secrets without a fight.\n\n\n\n\nAddendum 7552.1\n\n\nSubject:\n Analysis of Hawking Radiation and 2D Representations\n\n\nAuthor:\n Dr. Lysander Hawthorne, Project Lead, Site-43 Quantum Supermechanics Division\n\n\nDate:\n 11/03/2021\n\n\nExperiment 1 - Observation of Black Holes:\n\nWe began our research by studying the Hawking radiation emitted by natural black holes in space. Our primary aim was to decode the information encoded in the radiation, which theoretically contains the \"imprint\" of everything that has entered the black hole.\n\n\nThe analysis was challenging due to the distance and the extremely weak nature of Hawking radiation. Site-300-12’s Para-Astronomy Department played a crucial role in collecting, processing, and analyzing this data. Despite the difficulties, we managed to discern some patterns in the radiation, corresponding to the mass, charge, and angular momentum of the incoming particles.\n\n\nExperiment 2 - Observation of SCP-123:\n\nOur next step was to study \nSCP-123\n, commonly referred to as \"The Contained Miniature Black Hole.\" SCP-123 is advantageous for our research due to its relatively accessible nature and small scale.\n\n\nAs various mundane objects were inserted into SCP-123, Hawking.aic monitored the radiation released throughout the process, comparing it against the data obtained from natural black holes to validate our findings.\n\n\nWe discovered that the 2D representations on the event horizon of SCP-123 were detectably altered after the introduction of each object, scattering Hawking radiation in patterns consistent with light refracted through fractal surfaces. Hawking.aic was successful in mapping these alterations to the properties of the inserted objects. This gave us a unique insight into the process of how 3D information is encoded on a 2D surface.\n\n\nPreliminary Conclusions:\n\nWe are now in the process of using these insights to create a 2D blueprint capable of projecting a 3D object into reality, effectively reversing the process that an object undergoes when it enters a black hole and is stripped of its information. The next phase will involve the use of an extremely high-resolution fractal printer to create these blueprints. The potential implications of this technology are immense, but we must proceed with caution.\n\n\nAddendum 7552.2\n\n\n\n\nSubject:\n Request for Berryman-Langford Memetic Kill Agent Printer\n\n\nFrom:\n Dr. Lysander Hawthorne, Project Lead, Site-43 Quantum Supermechanics Division\n\n\nTo:\n Eleanor Rutherford, Acquisitions Department\n\n\nDear Mrs. Rutherford,\n\n\nAs the lead researcher of Project Mirage, I am writing to formally request the procurement of a Berryman-Langford Memetic Kill Agent Printer for our research needs.\n\n\nAs you may know, our project, which is based on the principles of the Holographic Universe Theory, involves the creation of intricate 2D fractal blueprints designed to project 3D objects into reality. These blueprints, while not memetic codes in the traditional sense, are complex patterns that contain an immense amount of information. They require a high level of precision and detail in their creation, surpassing the capabilities of conventional printing technology.\n\n\nThe Berryman-Langford printer, with its ability to print at an ultra-high resolution of up to 1 picometer, is uniquely equipped to handle this task. Originally designed to print memetic kill agents, it has the required sophistication and precision to accurately reproduce our fractal blueprints.\n\n\nOur intention is to use this printer to produce the 2D projection plates that we have developed based on our research into Hawking radiation and SCP-123. I will personally oversee this process, ensuring the accurate transcription of the complex data patterns.\n\n\nWe are fully aware of the potential risks associated with the use of a printer capable of producing memetic kill agents. All necessary safety measures and protocols will be strictly adhered to prevent any misuse of the equipment. A specially trained team will operate the printer, which will be securely stored when not in use.\n\n\nWe believe the potential benefits of our project far outweigh the risks. Should we succeed, we will have developed a powerful new technology with wide-ranging applications. We therefore respectfully request your prompt approval of our request.\n\n\nBest Regards,\n\nDr. Hawthorne\n\n\n\n\nAddendum 7552.3\n\n\nSubject:\n Initial Research and Observations of SCP-7552-1 and SCP-7552-2\n\n\nAuthor:\n Dr. Nikolai Kozlov, Site-300-12 Para-Astronomy Department\n\n\nDate:\n 12/20/2021\n\n\nExperiment - Creation and Observation of SCP-7552-1:\n\nUnder the supervision of Dr. Hawthorne, Dr. Nikolai Kozlov and Junior Researcher Amelia Blackburn used the Berryman-Langford printer to print our first 2D projection plate, which we are now referring to as SCP-7552-1. The fractal pattern used was derived from the reverse engineering of patterns that would be expected from the truncation of a 1-meter diameter graphite sphere, chosen for its simplicity and ease of study. These patterns were then inverted to cast the object into real 3D space.\n\n\nUpon completion of the printing process, SCP-7552-1 resulted in the spontaneous creation of SCP-7552-2, a perfect replica of the chosen graphite sphere, inside its designated vacuum containment chamber. The transformation, which was instantaneous, did not involve any observable energy transfer.\n\n\nPreliminary Conclusions:\n\nThe results of this initial experiment confirm the viability of our approach. SCP-7552-2 maintains its 3D form and exhibits all properties of the original graphite sphere. This suggests that the information density of SCP-7552-1 is sufficiently detailed to fully describe a real 3D object. While the creation of SCP-7552-2 from SCP-7552-1 is anomalous within the outside world’s current understanding of quantum mechanics, it does not exhibit any anomalous properties beyond what was intended for the project.\n\n\n\n\nSubject:\n Congratulations\n\n\nFrom:\n Director Tilda Moose, Site-19\n\n\nTo:\n Dr. Lysander Hawthorne, Site-43 Quantum Supermechanics Division\n\n\nDear Dr. Hawthorne,\n\n\nI am writing to congratulate you and your team on the successful completion of the first phase of your project. The creation of SCP-7552-2 from SCP-7552-1 is an incredible achievement and a testament to the hard work and ingenuity of everyone involved.\n\n\nThe potential applications of this technology are immense. It's exciting to think about how we could use these methods practically, not just in the realm of SCP containment, but also in broader fields like manufacturing and materials science. I’ve forwarded your preliminary results to the O-5 Council, who are looking on in great interest.\n\n\nI eagerly look forward to seeing what the next phase of the project brings.\n\n\nRegards,\n\nDirector Moose\n\n\n\n\nAddendum 7552.4\n\n\nSubject:\n Unexpected Anomalies in Replication Studies\n\n\nAuthor:\n Dr. Nikolai Kozlov, Site-300-12 Para-Astronomy Department\n\n\nDate:\n 01/23/2022\n\n\nAs the replication studies of SCP-7552-1 and SCP-7552-2 commenced, a second Berryman-Langford Memetic Kill Agent Printer was acquired to increase the volume of testing. The fourth iteration of the experiment involved the creation of another SCP-7552-1 instance using this newly acquired printer, following the same protocol as before.\n\n\nHowever, upon completion of the printing process, an unexpected anomaly occurred. Instead of producing new instances of SCP-7552-1 and SCP-7552-2, two new entities were created: SCP-7552-3 and SCP-7552-4.\n\n\nSCP-7552-3 is an instance of SCP-7552-1 that exhibits the capability of changing the contents of its printed lattice in a cyclical and increasingly permanent fashion. The exact cause of this alteration is currently unknown.\n\n\nSCP-7552-4, the entity resulting from SCP-7552-3, began as a solid 1-meter diameter graphite sphere. However, its physical features, position, and properties began to shift rapidly, diverging dramatically from those of SCP-7552-2 over time.\n\n\nThe creation of SCP-7552-3 and SCP-7552-4 marks a significant deviation from the initial results of the project, prompting further investigation to fully understand these abnormalities. Determining whether these anomalies are due to the new printer, an alteration in the process, or an as-yet-unidentified factor is a priority for ongoing research.\n\n\nAddendum 7552.5\n\n\n\n\nSubject:\n Behavioral Changes in SCP-7552-4\n\n\nFrom:\n Dr. Nikolai Kozlov, Site-300-12 Para-Astronomy Department\n\n\nTo:\n Director Tilda Moose, Site-19\n\n\nDirector Moose,\n\n\nIn the course of our ongoing observations, we've started noticing anomalous fluctuations in SCP-7552-4's properties. These changes, initially minor, have gradually intensified, expanding to inexplicable alterations in crystalline structure and the anomalous emission of light radiation.\n\n\nLead Researcher Dr. Hawthorne maintains an optimistic view of these developments, theorizing that these fluctuations might be part of a stabilization process. He has expressed confidence that SCP-7552-4 will eventually stabilize and mirror the properties of SCP-7552-2.\n\n\nHowever, the rest of the team has expressed growing concern over these developments. Junior Researcher Blackburn posits that these changes might represent a loss of control over the transformation process, and I concur. We argue that the unpredictable behavior of SCP-7552-4 represents a significant deviation from our understanding of the 2D-to-3D transformation established in our initial experiments. We have made our opinions clear to Dr. Hawthorne but so far, our grievances have gone unanswered. We understand the importance of this research, but I fear if we rush into it too quickly, something will go wrong.\n\n\nVery Respectfully,\n\nDr. Kozlov\n\n\n\n\nAddendum 7552.6 - Incident Report #1\n\n\nOn 01/25/2022, during routine observation of SCP-7552-4, a significant event was recorded. Surveillance footage shows the words “Ever wish you didn’t have to work in such a cold room with your boring, dumb clothes? Well, we have the solution for you!” quickly flash across the surface of SCP-7552-4.\n5\n This went unnoticed by all personnel present. Several seconds later, SCP-7552-4 began exhibiting rapid changes in color. Three technicians present in the observation room (Technicians Hugo Chen, Rosalind Baxter, and Leopold Fitzgerald) reported feeling disoriented and promptly lost consciousness.\n\n\nEmergency medical teams were immediately dispatched, and the technicians were transported to the Site-19 medical wing. Upon regaining consciousness, all three technicians appeared to be in good health, with no apparent physical harm.\n\n\nHowever, in the next 24 hours, strange behavioral patterns were observed. Each of the affected technicians independently purchased the same brand of expensive jacket online, despite no prior discussion or common interest in the brand. Further investigation revealed that the color patterns displayed by SCP-7552-4 during the incident were strikingly similar to the design of the purchased jacket.\n\n\nThe connection between SCP-7552-4's color changes and the technicians' subsequent actions strongly suggests a memetic effect. As a precautionary measure, direct visual observation of SCP-7552-4 has been suspended by Director Moose pending further investigation.\n\n\nAddendum 7552.7\n\n\n\n\nFrom:\n Dr. Nikolai Kozlov, Site-300-12 Para-Astronomy Division\n\n\nTo:\n Dr. Lysander Hawthorne, Project Lead, Site-43 Quantum Supermechanics Division\n\n\nSubject:\n Proposal for Holographic Universe Simulation Program\n\n\nDr. Hawthorne,\n\n\nIn light of the recent incident involving SCP-7552-4 and its apparent memetic effects, I propose the development of a Holographic Universe Simulation Program from Hawking.aic. This program would allow us to safely observe SCP-7552-4's behavior by reading SCP-7552-3 and simulating the actions of SCP-7552-4.\n\n\nThe program output could be rendered in real time, alongside current simulated temperature, mass, and electromagnetic radiation figures. All renderings would be monitored through a memetic filter, minimizing the risk of exposure to potential memetic hazards.\n\n\nGiven the growing unpredictability of SCP-7552-4 and the unknown extent of its memetic capabilities, I believe this approach is crucial to the continuation of our research.\n\n\nPlease share your thoughts on this proposal at your earliest convenience so we can contact the AIAD.\n\n\nVery Respectfully,\n\nDr. Kozlov\n\n\n\n\nAddendum 7552.8 - Incident Report #2\n\n\nOn 02/02/2022, SCP-7552-4 exhibited another significant anomaly while technicians were installing monitoring equipment over SCP-7552-3 for the Holographic Universe Simulation Program. The entity began altering its shape and material properties, and amid these transformations, it sporadically released short bursts of radiation. These bursts were detected by our monitoring equipment, triggering emergency protocols.\n\n\nThe research chamber was swiftly evacuated, and all personnel within the vicinity were moved to a safe distance as a precautionary measure. Fortunately, SCP-7552-4’s vacuum chamber successfully contained the radiation, and no personnel were directly exposed.\n\n\nIn the hours following the incident, it was observed that affected personnel who were in proximity to the chamber during the event exhibited unusual purchasing online behaviors. Similar to the previous incident, all affected personnel independently purchased the same product - a brand of high-end wristwatch.\n\n\nThere is a growing concern that the radiation bursts from SCP-7552-4 carry a memetic effect, similar to its color pattern alterations. The correlation between exposure to SCP-7552-4's anomalies and subsequent consumer behavior necessitates an urgent review of our containment procedures.\n\n\nThe development of the Holographic Universe Simulation program is underway and will be expedited in response to this incident. Meanwhile, further measures are being considered to ensure the safety of personnel and mitigate the impact of SCP-7552-4's expanding influence.\n\n\nAddendum 7552.9 - Post-Exposure Interview with Technician Hugo Chen\n\n\nInterviewer:\n Dr. Nikolai Kozlov, Site-300-12 Para-Astronomy Department\n\n\nDate:\n 02/03/2022\n\n\n[Begin Log]\n\n\nDr. Kozlov:\n Good afternoon, Technician Chen. How are you feeling today?\n\n\nTechnician Chen:\n I'm feeling great, doctor! Never better.\n\n\nDr. Kozlov:\n I see. We wanted to discuss your recent purchase. You bought a ██████ wristwatch, correct?\n\n\nTechnician Chen:\n Oh, you mean this beauty? *Technician Chen raises his wrist, showing off the watch.* Yes, sir, it's a top-of-the-line ██████. You know, it's not just a watch, it's a lifestyle!\n\n\nDr. Kozlov:\n Can you explain why you bought this particular model?\n\n\nTechnician Chen:\n Well, doctor, it's simple. A ██████ doesn't just tell time. It tells the world who you are. It's a symbol of success, precision, and luxury. It's water-resistant up to 300 meters, has a 48-hour power reserve, and its automatic movement is a marvel of modern engineering. And let's not forget the pure sapphire crystal and the exquisite stainless steel bracelet.\n\n\nDr. Kozlov:\n I see… and did you have any prior interest in luxury watches?\n\n\nTechnician Chen:\n Not really. But when you see a ██████, you understand that time is the most valuable asset we have. So why not track it with something that's as precious as the moments it measures?\n\n\nDr. Kozlov:\n Interesting… and you don't find it strange that your other colleagues who were also near the containment chamber during the incident made the same purchase?\n\n\nTechnician Chen:\n Well, doctor, great minds think alike! I mean, who wouldn't want a masterpiece like this on their wrist?\n\n\n[End Log]\n\n\nNote:\n While Technician Chen shows no physical symptoms post-exposure, his behavior and strong endorsement of the ██████ brand mirror the actions of other exposed personnel. The interview strongly supports the hypothesis that SCP-7552-4's radiation bursts carry a memetic effect influencing consumer behavior. Further investigation is needed.\n\n\nAddendum 7552.10 - Transcription of Surveillance Footage\n\n\nDate:\n 02/03/2022\n\n\nDr. Kozlov and Junior Researcher Blackburn are conversing in a break room.\n\n\n[Begin Log]\n\n\nJr. Res. Blackburn:\n Did you see their watches? They’re all wearing the same one! And the light-thing only happened yesterday, did they all get overnight shipping?\n\n\nDr. Kozlov:\n This thing is definitely strange, I just can’t understand how the only thing it does is make people buy stuff. Where did that even come from? All it was supposed to be was a chunk of granite! You know, I actually worked on another SCP back at 15 that created anomalous advertisements, before I decided I wanted to be an astronomer. Seriously though, \nSCP-2234\n. A virus that infected printers and made them print out… Holy shit.\n\n\n*Dr. Kozlov quickly exits the room, followed by Jr. Res. Blackburn. Dr. Kozlov is laughing, while Jr. Researcher looks confused. Both enter the room where the Berryman-Langford printers are stored. Using his personal laptop, Dr. Kozlov connects to the new printer and runs a diagnostic.*\n\n\nJr. Res. Blackburn:\n What’s going on? I don’t get it.\n\n\nDr. Kozlov:\n SCP-2234-567. Affects networked printers and causes them to print memetic animated advertisements. I mean, the words on the paper actually move! Anyway it caused hallucinations and actually ended up injuring a few people.\n\nWe never figured out where it came from or determined if we had gotten rid of every instance. But if it made its way to this printer, it might be able to use its animation property to change the content on the plates. That could explain how -4 keeps randomly mutating and… yep. That’s it, even showed up on the diagnostic. This whole mess from one damn printer virus!\n\n\nJr. Res. Blackburn:\n So… we gave an anomalous memetic virus the ability to freely manipulate reality?\n\n\n[End Log]\n\n\nDr. Kozlov’s findings findings were subsequently reported to Dr. Hawthorne.\n\n\nAddendum 7552.11 - D-Class Experimentation Findings\n\n\n\n\n\"After receiving permission from the Director, we exposed a group of D-class personnel to SCP-7552-4 under controlled conditions. Over the following week, we observed a significant increase in their desire to purchase specific products - all of which were heavily advertised in external media during the observation period. The subjects expressed strong emotional connections to these brands, despite having no prior exposure to them. This effect seemed to strengthen over time, with all subjects expressing severe distress over not purchasing their desired products after 48 hours. After 72 hours, one test subject repeatedly slammed its head into the wall before being stopped by a security guard. The guard arrived too late and the subject expired 2 hours later. Later subjects were manipulated into believing they had purchased their desired products, resulting in the total dissipation of distress. These tests suggest that SCP-7552-4's influence operate through emotional manipulation, creating an incredibly strong desire for the advertised products.\" - Dr. Hawthorne\n\n\n\n\nAddendum 7552.12 - Incident report #3\n\n\nAt approximately 13:██ on 02/14/2022, SCP-7552-4 began exhibiting new anomalous behavior. The entity started absorbing all forms of energy in its immediate environment, including both ambient energy and directed energy from the containment chamber systems, essentially creating a perfect sink. This absorption occurred at a steady rate, with SCP-7552-4 showing no signs of reaching a saturation point or limit to its absorption capacity.\n\n\nSimultaneously, SCP-7552-4 began to absorb the physical material of the containment chamber floor. The process was slow but steady, with the entity seemingly 'consuming' the floor material at a molecular level. The absorption appeared to focus primarily on the point of contact between SCP-7552-4 and the floor, but gradually radiated outward to affect a wider area.\n\n\nContainment staff attempted to initiate emergency procedures to halt the absorption process and prevent a potential containment breach. Despite these efforts, SCP-7552-4 continued to absorb both energy and matter unabated. Several technicians then used a forklift to quickly transport SCP-7552-4 to a more robust containment cell, where it continued to degrade the floor. The lifting apparatus of the forklift sustained heavy damage.\n\n\nThis incident resulted in structural damage to both containment chamber floors and necessitated a complete shutdown and recalibration of containment chamber energy systems. Containment staff are currently exploring alternative containment strategies to prevent a recurrence of this incident.\n\n\nDr. Kozlov had this to say about the breach: \"Today, SCP-7552-4 showed a significant increase in energy absorption rates. This quickly escalated to a near-breach situation. Only the quick thinking by our technicians prevented a full containment breach. The unpredictability of SCP-7552-4 is escalating, and a major incident feels inevitable.\"\n\n\nFollowing this incident, information regarding the breach was forwarded to the O-5 Council.\n\nO-5-█ ordered the complete cessation of Project Mirage research activities and demanded a conference to discuss containment strategies for SCP-7552-4.\n\n\nAddendum 7552.13 - Entry from Dr. Hawthorne's Personal Log, dated 02/14/2022\n\n\n\n\n\"This is my entire life’s work, and if it weren’t for that stupid virus, it would be perfect. Its potential is unlike anything we've ever encountered. With every passing day, my conviction grows stronger - we are on the brink of something extraordinary. The others may not understand, but I can't let their fears hold us back. This is bigger than us. Bigger than any risks. I can feel it.\"\n\n\n\n\nAddendum 7552.14 - Conference Transcript\n\n\nDate:\n 02/16/2022\n\n\nLocation:\n Secure Virtual Conference Room\n\n\nAttendees:\n O5-█, Dr. Hawthorne, Dr. Kozlov, Junior Researcher Blackburn, Site-19 Containment Specialist Marianne Calloway, Site-120 Containment Specialist ██████\n\n\nSubject:\n Containment Strategy for SCP-7552-4\n\n\n[Begin Transcript]\n\n\nO5-█:\n Good evening, everyone. Our main focus today is discussing a new containment strategy for SCP-7552-4. Dr. Hawthorne, could you briefly summarize the situation for us?\n\n\nDr. Hawthorne:\n Certainly, O5-█. SCP-7552-4 has started absorbing all forms of energy and the physical material of its containment chamber floor. The absorption seems to be consistent and shows no signs of stopping. However, I don’t believe this is enough of a reason to completely stop my research. I recommend we consider further development of SCP-7552-1, using the printer we used to create the first -1 and -2 instances.\n\n\nO5-█:\n Research is off the table for now. I’m here because you failed to understand the consequences of the work you’ve already done, and I strongly recommend not bringing this up again. I've been reviewing the data and figures on SCP-7552-3. You’ve reported that, given its area, SCP-7552-4 is capable of absorbing the entropy of up to 100 suns. This is a serious concern.\n\n\nSpecialist Calloway:\n That's a significant development. What are the potential risks here?\n\n\nJr. Res. Blackburn:\n If this continues unchecked, SCP-7552-4 could potentially absorb its entire containment chamber, leading to a major containment breach. Furthermore, if SCP-7552-4's absorption abilities extend to living matter, the consequences could be catastrophic. Even if it doesn’t a containment breach could lead to everyone in the world being exposed to some magic radiation that makes them go and buy Wheaties or something. Wouldn’t be the end of the world, but no one should have to eat cereal that bland.\n\n\nO5-█:\n Clearly, we need a new containment strategy. Any suggestions?\n\n\nSpecialist Calloway:\n Given these risks, should we consider the destruction of SCP-7552-3?\n\n\nDr. Kozlov:\n Destruction is a risky option. We don't know what effect that would have on SCP-7552-4. It could trigger a massive release of energy or cause SCP-7552-4 to fragment into multiple entities. The uncertainty makes it a dangerous route.\n\n\nSpecialist ██████:\n Increasing the strength and density of the containment chamber material might slow the absorption.\n\n\nDr. Kozlov:\n I appreciate the suggestion, but any material we add gives SCP-7552-4 more data to absorb and potentially use for transmutation. The same problem arises with general energy dampening fields.\n\n\nSpecialist ███████:\n Well, what do you propose then?\n\n\nDr. Kozlov:\n I believe SCP-7552-4 should be placed within a Total Exclusion Chamber. This chamber would prevent almost all matter, energy, and even quantum particles from reaching SCP-7552-4. Notably, the chamber cancels out gravitational fields, allowing SCP-7552-4 to float freely, unaffected by gravitons. This lack of gravitational influence could limit SCP-7552-4's ability to absorb and transmute data, as it wouldn’t have to rest against any physical surface. As long as the object remains relatively inert, it should be possible to insulate it almost completely from any external influences.\n\n\nJr. Res. Blackburn:\n Additionally, we could prepare to send SCP-7552-3, and SCP-7552-4 along with it, into \nSCP-3001\n if a breach begins.\n6\n I know causing a Class-C Wormhole is dangerous and the idea of accessing 3001 is pretty new, but it could potentially prevent a full-scale containment breach. If -4’s behavior continues to escalate, we might not have any other options.\n\n\nDr. Kozlov:\n That's our last-resort option. Let's hope it doesn't come to that.\n\n\nO5-█:\n Dr. Kozlov, your ideas are insightful and show a deep understanding of the challenges posed by SCP-7552-4. I believe the project would benefit from your leadership. Effective immediately, you are the new Project Lead for SCP-7552. Dr. Hawthorne, you will now serve as Senior Researcher under Dr. Kozlov's direction. Dr. Kozlov, please ensure these strategies are implemented and communicate the new protocol to all relevant personnel.\n\n\nDr. Kozlov:\n Well, uh, thank you, O5-█. I didn't expect this, but I appreciate your faith in me. We'll get to work immediately.\n\n\nO5-█:\n This meeting is adjourned. We'll reconvene if SCP-7552-4's behavior changes significantly. Stay vigilant, Dr. Kozlov. We'll be watching.\n\n\n[End Transcript]\n\n\n\n\n\n\nHolographic Universe Simulation Program rendering of SCP-7552-4.\n\n\n\n\n\n\nNote:\n Over the next month, new containment procedures were implemented. The Total Exclusion Chamber successfully halted SCP-7552-4’s growth and, according to simulations rendered by the Holographic Universe Simulation Program, SCP-7552-4 remained mostly inert, moving a maximum of 0.5 meters from the center of its containment chamber and releasing and re-absorbing small quantities of electromagnetic radiation. A modified Lang Scranton Stabilizer was added to SCP-7552-3’s research chamber. Protocol \"Event Horizon\" was been created to automatically activate the modified stabilizer, creating a Class-C “Broken Entry” Wormhole to pull in SCP-7552-3 and, by the relative positional definition of SCP-7552-4 to SCP-7552-3, transport SCP-7552-4 into SCP-3001. No personnel were permitted to access SCP-7552-3’s research chamber during this period.\n\n\nDirect in-person research of SCP-7552 and any of its constituent parts was also suspended until the behavior of SCP-7552-4 was deemed to be more predictable, though simulated research via the Holographic Universe Simulation Program continued.\n\n\nAddendum 7552.15\n\n\nAfter being caught performing in-person analysis of SCP-7552-1 on 04/19/2022 and being temporarily suspended from the project, Dr. Hawthorne filed a complaint with Director Moose.\n\n\n\n\n“I understand the concerns surrounding SCP-7552-4, but I believe the potential benefits far outweigh the risks. I was on the brink of a major breakthrough in our understanding of the universe! I don’t understand how Kozlov, who has 15 years less experience in this field, has the right to tell ME what to do. It’s absurd! No one understands this project better than me. Please, Director, as your long-time friend, ask the Council to reinstate me as Project Lead and let me continue my work.”\n\n\n\n\nSince this complaint was filed, research on SCP-7552-1 and -2 has resumed but remained under Dr. Kozlov’s leadership. Dr. Hawthorne has returned to work, but regularly expresses displeasure at working under Dr. Kozlov.\n\n\n\n\n\n\nYou are viewing an archived version of this document.\n\n\nPlease Confirm Level 4 credentials to access the newest revision.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-7552-1 and -2 are sensitive to changes in temperature and atmosphere.\n\n\n2\n. The particles of quantum gravity.\n\n\n3\n. Approximately 1+e66 kB, roughly equivalent to the entropy of 100 medium-sized stars.\n\n\n4\n. This would not be a literal projection cast by a light source, but a projection cast by the natural laws of the universe interacting with the blueprint.\n\n\n5\n. No further attempts by SCP-7552-4 to communicate have been recorded.\n\n\n6\n. Jr. Res. Blackburn was transferred to Site-19 from Site-120 a few months before Project Mirage began, where research into SCP-3001 was being conducted.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7551\n | SCP-7552 | \nSCP-7553\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7552\n\" by jwellhoner, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7552\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Yellow Ball in a Bathroom\n\n\nAuthor:\n Andrew Mason\n\n\nLicense:\n CC BY 2.0 license\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/a_mason/3802854/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7552 \" by jwellhoner, from the SCP Wiki . Source: https://scpwiki.com/scp-7552 . Licensed under CC-BY-SA .",
        "Filename: Yellow Ball in a Bathroom Author: Andrew Mason License: CC BY 2.0 license Source Link: https://www.flickr.com/photos/a_mason/3802854/"
    ],
    "containment_procedures": "SCP-7552-1 and SCP-7552-2 are to be safely contained at their points of origin at Site-19 within their corresponding observation chambers. SCP-7552-2 is to be kept under constant vacuum to reduce variables when researching SCP-7552-1 and SCP-7552-2.1",
    "description": "SCP-7552 is the result of Project Mirage, a joint project between Site-43’s Department of Quantum Supermechanics, Site-300-12’s Para-Astronomy Department, and an AIC provided by the Artificial Intelligence Applications Division (AIAD), hosted by Site-19 and supervised by Director Tilda Moose. Project Mirage was a project commissioned to research, replicate, and create practical applications for the Holographic Universe Theory, a theory that proposes the 3-Dimensional universe we inhabit is a holographic projection of information stored on a 2-Dimensional surface. After two years of research, attempts at replicating the Holographic Universe Theory on a much smaller scale created SCP-7552-1 through -4.",
    "title": "SCP-7552"
}