{
    "url": "https://scp-wiki.wikidot.com/scp-7555",
    "all_text": "Could you … remember me?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+205\n+\n–\nx\n\n\nGabriel Kero & Placeholder McD\n\n\n\n\n\n\n\n\nATHAZAGORAPHOBIA\n\n\n\"Luck is the residue of design.\"\n\n\n\n\ngabe\n\n\nPLACEHOLDER STAFF DOCUMENT\n\n\n\n\nSupported by \nAffray Interactive 🡕\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFOREWORD\n\n\nUnauthorized Secure RAISA Access Terminal Activity Log\n\n\nInterloper:\n Foundation Esoteric Polymath Dr. Quentin Thallo Toth\n\n\n\n\n\n\n \n\n\n\n\nSCiPNet\n [Version 11.0.15056.3335]\n\nSecure RAISA Access Terminal 23\n\n\n\n\n\n\n<\nCrius.aic\n> Welcome. My name is Crius.aic, I serve as Area-12's primary Systems Management Conscript and all-purpose assistant. How may I assist you tonight?\n\n\n\n\n\n\n<user:machine> date\n\n\n\n\n\n\n<\nCrius.aic\n> Today is the 3rd of August, 2020; forecasts predict a clear and beautiful night sky.\n\n\n\n\n\n\n<user:machine> runas admin \"flashdirectory\\documentation\\area-12\\objects\\drafts\\object5.scpdf”\n\n\n\n\n\n\n<\nCrius.aic\n> Ah, how analog. Let me just process that…\n\n\n\n\n\n\n…\n\n\n\n\n\n\n<system> The program has stopped responding. Crash log reports <\nCrius.aic\n> exited with error code 5: \"AIC with sufficient sapience has encountered and cognized infohazardous data\". Commencing cache wipe and conscript reboot…\n\n\n\n\n\n\n<user:machine> admin-aic-override runas admin \"flashdirectory\\documentation\\area-12\\objects\\drafts\\object5.scpdf”\n\n\n\n\n\n\n<system> Opening file…\n\n\n\n\n\n\n…\n\n\n\n\n\n\n…\n\n\n\n\n\n\n…\n\n\n\n\n \n\n\n\n\nThe following file may contain uncensored \nINFOHAZARDOUS\n or \nANTIMEMETIC\n vectors.\n\n\nThis file has been temporarily removed from all Foundation databases following recent developments in containment. Until the information within has been deemed harmless the file you are about to read is only accessible to cleared, non-sapient \nArtificial Intelligence Conscripts\n and relevant RAISA employees with \nLEVEL 4: SECRET\n security clearance. If you believe you've received this file in error, please contact your nearest RAISA liaison and exit this terminal \nimmediately\n.\n\n\nPersonnel who have been diagnosed with Athazagoraphobia or assigned a Conception Quotient score above 55, know that by continuing you endanger not only your own life but the lives of your colleagues and loved ones.\n\n\n\n\n \n\n\n\n\n\n\n» PROCEED TO FILE «\n\n\n\n\n« RETURN TO TERMINAL »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nobject5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nunder review\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nunder review\n\n\n\n\n\n\nRisk Class:\n\n\nunder review\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSIGNED DEPARTMENT(S)\n\n\nASSIGNED FACILITY\n\n\n\n\n\n\nMETAME\nRAISA\n.\nPreviously\n Anomalous Communications, Extradimensional Anomalies, Extrasolar Activities, Interdimensional Stability, Ontokinetics, 'Pataphysical Cosmology, Paraastronomy, and Parabiology & Rhizospherics.\nMETICS\n\n\nBiological Research & Specialized Containment Area-12\n\n\n\n\n\n\nPROJECT LEAD\n\n\nRESEARCH HEAD\n\n\n\n\n\n\nN/A\n\n\nDr. Quentin T. Toth, \nHumanoid & Esoteric Research\n.\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n All entrances to \nITER-Ψ\n are currently inaccessible to civilian or state entities.\n\n\nAperture-Ω2 (APT-Ω2), and by extension Aperture-Ω1 (APT-Ω1), are contained within a standard hard-vacuum graviton-containment chamber in \nBiological Research Area-12\n's Humanoid & Esoteric Containment Wing Theta within the Anomaly Operations Sector. In case of a temporary graviton containment failure, the chamber frame has been reinforced with a titanium alloy to ensure structural integrity through any potential gravitational disturbances and has been fitted with a thick layer of Niobium C-103 to withstand and contain the internal vacuum conditions, along with the immense thermal radiation that is continuously propagated through the apertures. The containment unit is accessible through an airlock only traversable by individuals equipped with specialized extreme-heat-resistant pressure suits, access is exclusively permitted with approval from the object's Research Head.\n\n\n\n\n\n\n\n\nα Canis Majoris — as viewed through a heavily underexposed image of APT-Ω1 & APT-Ω2.\n\n\n\n\n\n\n\n\nDESCRIPTION:\n \nOBJECT 5\n refers to a titanic biological mass contained within an extrauniversal space designated \"\nITER-Ψ\n\", the exact dimensions of both are unknown. The object is a sentient, biovorous, heterotrophic, spatiokinetic\n.\nspatiokinesis:\n a sub-category of ontokinesis describing the ability of an anomaly to manipulate the spatial dimensions of matter.\n organism composed of several anomalous segments visually resembling that of the mammalian digestive tract:\n\n\n\n\n\n\n\n\nVisual diagram of inter- and intra-universal travel between our universe \n(\nΩ\n)\n and \nITER-Ψ\n \n(\nΨ\n)\n\n\n✖\n\n\n\n\n\n\nEQUIVALENT ORAL CAVITIES:\n APT-Ω1 & -Ω2, two apertures of an otherwise non-anomalous Morris–Thorne Class-A Traversable Wormhole, will trigger an anomalous property when biological material attempts to traverse through one aperture and out the other. Instead of being transported through to the other side, the material is instead transferred into \nITER-Ψ\n via a third aperture, designated \"WAY-Ψ0\".\n\n\n\n\n\n\nEQUIVALENT ESOPHAGI:\n Biological materials now within \nITER-Ψ\n are drawn into one of many large esophagi, all inconsistent in size, shape, and appearance, where they are now transported further into \nOBJECT 5\n.\n.\nCurrent observations suggest \nOBJECT 5\n's stomachs may attract matter through their respective esophagi with a gravitational field which is only exerted upon 3-dimensional biological materials.\n\n\n\n\n\n\nEQUIVALENT STOMACHS:\n 3-dimensional materials within the stomach now undergo a process of dimensional adoption, a newly discovered anomalous process where dimensionally stable material will begin to adopt an additional spatial dimension. In contrast to typical dimensional shedding,\n.\ndimensional shedding:\n a primarily anomalous process where material with \nn\n-spatial dimensions abruptly begins to degenerate in stability, the matter is then forced to \"shed\" a spatial dimension as to not collapse in upon itself and be subsequently annihilated into disparate elementary particles.\n which is an independent process, dimensional adoption has only been observed to occur within \nOBJECT 5\n and is thereby believed to be dependent upon its specific anomalous mechanisms.\n\n\n\n\n\n\nEQUIVALENT INTESTINES:\n The internals of \nOBJECT 5\n past its stomachs remain unexplored, non-biological materials appear entirely incapable of passing through the equivalent duodenum.\n.\nThe first section of the small intestine.\n\n\n\n\nIt is unknown whether this dimensional \"digestive\" process serves to provide \nOBJECT 5\n with any form of physiological benefit, as the induced adoption of an additional spatial dimension in matter would suggest otherwise; expending energy and providing it additional mass throughout the process.\n\n\nThe Morris–Thorne Class-A Traversable Wormhole that forms \nOBJECT 5\n's oral cavities bridge and allow for non-biological material to traverse between two (2) locations\n.\nWithin our universe.\n through their respective apertures. One end located in a specialized vacuum containment chamber within Area-12's Humanoid & Esoteric Containment Wing Theta (APT-Ω1), and the other located in close orbit of Sirius B, a main-sequence Type-A star located in the nearby Orion constellation (APT-Ω2). These connect to each other through conventional means, conforming to standard, non-anomalous cosmological models. Their anomalous attributes manifest only when biological material attempts to pass through either aperture, redirecting the material through a third, inter-universal Way, designated WAY-Ψ0.\n\n\nOBJECT 5\n is highly intelligent and capable of advanced communication with Foundation researchers through manipulation of exotic matter\n.\nA type of matter with negative mass (e.g. -1kg).\n within its aperture, causing highly directed localized gravitational disturbances towards nearby structures — resulting vibrations can then be picked up through seismographs and translated through Morse code. \nOBJECT 5\n appears to be able to discern vibrations in its nearby vicinity despite the surrounding vacuum within its containment chamber, further research into this ability is ongoing.\n\n\nThe parasite-universe, designated \"\nITER-Ψ\n\", is connected to — and completely dependent upon — our own universe. The dimensional condition of \nITER-Ψ\n oscillates irregularly between three (3) and four (4) spatial dimensions, often simultaneously displaying attributes of both; \nbelieved to be remnant of its primordial formation conditions and subsequent dependence upon our universe's reality\n. It is theorized that this \nm\n/3.5/1-space\n.\nSPATIOTEMPORAL DIMENSIONS:\n 3.5 spatial and 1 temporal dimension, for a total of 4.5 spatiotemporal (space-time) dimensions.\n|\n.\nNARRATIVE DIMENSIONS:\n The narrative dimensions of \nITER-Ψ\n (\nm\n) have yet to be successfully measured. This is in large part due to narrative cosmological studies' state as an extremely young parascience; only recently proposed and partially verified by \nDr. Place H. McDoctorate\n — still largely esoteric to the majority of Foundation researchers.\n formed with 4 spatial dimensions \nand is attempting to adopt conditions similar to that of its new host\n.\n\n\nHow or why this universe formed remains unknown. Adverse universal hume conditions have been ruled out as a potential cause, with current theories suggesting the more likely possibility that natural, extra-universal forces beyond biological human conception were either partially or wholly at play. However, with what limited information has been gathered to date, the resting narrative energy within \nITER-Ψ\n is believed to be in a state of degenerative metastability.\n.\nThe potential consequences of a hypothetical false narrative decay event and the subsequent narrative bubble nucleation would, by definition, elude human conception.\n\n\nUnless specified otherwise APT-Ω1 & -Ω2 will from here on out be included in reference to \"\nOBJECT 5\n\".\n\n\n\n\n \n\n\n\n\nADDENDUM ERR.I:\n Discovery\n\n\n\n\n\n\n\n\nOBJECT 5\n was discovered on 25/06/2020 when the Composite Orbital Early Warning System (COEWS) reported anomalous graviton and photon fluctuations within High Earth Orbit. Traveling at approximately 29.78 km/s, the object was marked by automated systems as a likely K-Class meteoroid\n.\nK-Class\n: a catch-all term for objects, anomalous or otherwise, that present a potential hazard to a majority of human life.\n with significant anomalous attributes on a twenty (20) minute impact course with the Eastern United States. Conventional ground-to-orbit weapons installations proved entirely incapable of acquiring a successful target lock on the object. And the order to utilize anomalous alternatives was canceled when it was calculated that sufficiently powerful installations would be incapable of spooling up in time to avert the impact.\n\n\nThe dire state of affairs necessitated an external call to aid. The Global Occult Coalition was contacted and informed of the unfolding incident and was provided clearance to liquidate the object despite its presence within mutually agreed-upon SCPF territory. Five (5) minutes later a launch was detected from the Yucatán Peninsula, Mexico, with the projectile accelerating to an estimated 18.532% the speed of light before reaching the approximate location of \nOBJECT 5\n, disappearing from scopes precisely 00:01:22 before the object's impact with Earth.\n\n\nOBJECT 5\n appeared entirely unaffected by the launch, continuing on its calculated trajectory towards the Eastern United States.\n\n\n<Further neutralization attempts omitted.>\n\n\n\n\n\n\nPath left in \nOBJECT 5\n's wake.\n\n\n\n\n\n\nOBJECT 5\n landed on the outskirts of the village of Bemis, West Virginia. Upon discerning the lack of an impact event, the nearest available Mobile Task Force was rapidly mobilized and deployed to the area.\n\n\n\n\nNOTE:\n\n\nPossession ensured.\n\n\n\n\nMTF Zeta-19 (“Lonely Only”) arrived in the remote village fifteen (15) minutes later; finding no signs of life or human activity. After clearing each building within the village the team discovered \nOBJECT 5\n within the local church, screaming having been noted from within mere moments before entry was made. The entity was found behind the church altar, generating significant gravitational disturbances. The team utilized Local Gravitic (\"LoGrav\") Priority Devices\n.\nA biomechanical device constructed from instances of \nSCP-1136\n.\n to safely approach the aperture and deploy a High Ultimate Tensile Strength (\"HUTS\") carbon-nanotube provisional containment system around the entity, successfully encasing it.\n\n\n\n\nNOTE:\n\n\nInsufficient.\n\n\n\n\nContainment teams arrived shortly after and took the object into custody, \nOBJECT 5\n was securely transported to the nearest containment facility for evaluation and processing — Area-12 was chosen as the prime candidate and the object was temporarily assigned to the facility's Humanoid & Esoteric Division. Additional sweeps of the village and surrounding area are carried out; no human activity is noted.\n\n\n\n\n\n\n\n\nThe Global Occult Coalition was not informed of the true nature of the incident. The Joint‌ ‌Ambassadors‌ ‌in‌ ‌Lessening‌ ‌External‌ ‌Relations‌ ‌Stresses‌ will continue to ensure their belief that despite \nOBJECT 5\n's successful impact with Earth's surface, no significant damage resulted largely due to a successful liquidation of the vast majority of the object's mass upon contact with the projectile launched from the Yucatán Peninsula.\n\n\nAll requests for samples or records of the non-existent remains of the impact have been summarily denied or ignored.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n<system> ERROR. Failure to wipe artificial intelligence conscript cache content, attempting complete storage defragmentation.\n\n\n\n\n \n\n\n\n\nADDENDUM ERR.II:\n Anomaly Communication\n\n\n\n\n\n\nAUTOMATED VIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 30/06/2020\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nAsst. Director of Research Dr. Quentin T. Toth\n\n\nAnomalous Communications Expert Prof. Björn Å. Lundkvist\n\n\nOBJECT 5\n\n\n\n\n[.AIC] FOREWORD:\n Following the detection of clear Morse code patterns in \nOBJECT 5\n's gravitational waves, Area-12 Anomalous Communications Expert Prof. Björn Å. Lundkvist was requested by Anomaly Head Researcher Dr. Quentin T. Toth to assist in establishing communications.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nDr. Toth:\n All done?\n\n\nProf. Lundkvist:\n All done. Just — start it simple. You never know with these things, so swallow all that Ph.D. Ivy-league talk of yours.\n\n\nDr. Toth:\n \nI know\n, I know. Thank you.\n\n\n<Dr. Toth kisses Prof. Lundkvist on the forehead and sits down beside him. Lundkvist chuckles.>\n\n\nProf. Lundkvist:\n I thought interpersonal displays of affection were against behavioral guidelines, this is all on video you know.\n\n\n<Dr. Toth giggles and gives a dismissive hand-wave.>\n\n\nDr. Toth:\n Such a stupid policy. If HR has a problem Mondithoka can take it up with me herself, I outrank everyone in that department anyway. \n<Dr. Toth looks down at her wristwatch.>\n Ah — let's get this show on the road, shall we?\n\n\n<Translation equipment boot-time omitted for brevity.>\n\n\nOBJECT 5\n:\n —\nSSENCE\n\n\nDr. Toth:\n Finally.\n\n\n<Dr. Toth leans into the microphone>\n\n\nDr. Toth:\n Hello. Can you understand us?\n\n\nOBJECT 5\n:\n \nYES — IT HAS BEEN LONG — WHO AM I SPEAKING TO?\n\n\nDr. Toth:\n Doctor Quentin Toth and Professor Björn Lundkvist. We speak to you on behalf of the SCP Foundation.\n\n\nOBJECT 5\n:\n \nNICE TO MEET YOU BOTH — I LIKE YOUR NAMES.\n\n\nDr. Toth:\n Thank you, do you have one yourself?\n\n\nOBJECT 5\n:\n \nNEVER ASSIGNED — DIFFICULT TO REMEMBER.\n\n\nDr. Toth:\n I'm sorry to hear that, may I ask where you originate from then?\n\n\nOBJECT 5\n:\n \nHERE.\n\n\n<Pause — Dr. Toth looks over toward Prof. Lundkvist for a brief moment before returning to the microphone.>\n\n\nDr. Toth:\n \"Here?\" Are you claiming you were born in this containment cell?\n\n\nOBJECT 5\n:\n \nI CAME INTO BEING WITHIN THE WARM EMBRACE OF THIS STAR.\n\n\nDr. Toth:\n Ah. Are you referring to our star or Sirius? The one seen through \n…\n you.\n\n\nOBJECT 5\n:\n \nTHE STARS DO NOT BELONG TO YOU.\n\n\nDr. Toth:\n I — yes. Apologies, I misspoke. We'll get back to that. \nLet's move on to why we're here anyway\n —\n\n\n<Prof. Lundkvist mutes the microphone.>\n\n\nProf. Lundkvist:\n You need to establish a rapport bef —\n\n\nDr. Toth:\n Oh please, Björn.\n\n\nProf. Lundkvist:\n We ca —\n\n\nDr. Toth:\n Executive decision. I really don't have time for this. Noospherics has-\n\n\nProf. Lundkvist:\n \"No-uh-spherics\". Not \"Noo-spherics\". Noöspherics. There's an umlaut on the second \"O\" to delineate the correct pronunciation.\n\n\n<Silence.>\n\n\nDr. Toth:\n \nNoöspherics\n has demanded my presence and wants me topside in half an hour for a lift to some last-minute emergency summit for my input on … I don't know, they didn't tell me. So let's get this done — and done fast.\n\n\n<Silence.>\n\n\nProf. Lundkvist:\n Not in the mood today, huh?\n\n\nDr. Toth:\n Not particularly, no.\n\n\nProf. Lundkvist:\n \nÄlskling\n, this is not a rush job. You know that.\n\n\nDr. Toth:\n \nBjörn.\n\n\nProf. Lundkvist:\n \n<Sigh>\n Just — don't antagonize it, please?\n\n\nDr. Toth:\n<Pause.>\n Sorry.\n\n\n<Dr. Toth unmutes the microphone.>\n\n\nDr. Toth:\n Hello? Still there?\n\n\nOBJECT 5\n:\n \nEVERYWHERE.\n\n\nDr. Toth:\n Okay. We need you to tell us what happened to the inhabitants of Bemis village.\n\n\nOBJECT 5\n:\n \nBEMIS?\n\n\nDr. Toth:\n Forgotten already? That's where you emptied an entire town full of people.\n\n\nOBJECT 5\n:\n \nI — SEE.\n\n\nDr. Toth:\n Recovered footage shows you — for lack of a better word, sucking the inhabitants into your wormhole. But they didn't pop out on the other side, they simply… dissipated as they passed through. What happened to them?\n\n\nOBJECT 5\n: \nNOT — DISSIPATED — REFORGOTTEN — RECALLED — R — REFORMED.\n\n\nDr. Toth:\n Are they alive?\n\n\nOBJECT 5\n:\n \nTHEY DIDN'T HAVE TO BE SCARED. THEY HAD TO — FORGET — BE FORGOTTEN.\n\n\nDr. Toth:\n You're not answering my question. \nAre they dead?\n\n\nOBJECT 5\n:\n \nYOUR QUESTIONING — UNFORTUNATELY — CONFIRMS THE CONTRARY.\n\n\nDr. Toth:\n How so?\n\n\nOBJECT 5\n:\n \nRECOLLECTION ENSURE THEY REMAIN — YOU RECALL — THEY REMAIN.\n\n\nDr. Toth:\n For Christ's sake. You'll have to be less vague.\n\n\n\n\nNOTE:\n\n\nPossible recurrent Narreme.\n\n\n\n\n\n\nOBJECT 5\n:\n \nYOU WOULD NOT WANT ME TO SAY.\n\n\nDr. Toth:\n I very much do.\n\n\n<Pause.>\n\n\nDr. Toth:\n Tell us what happened to them, right now. \n<Dr. Toth picks up a sheet of paper from the desk in front of her, she begins reading.>\n What happened to \n███████ █ ████\n? What did you do with \n█████ █ ████\n? \nCan they be recovered?\n\n\nProf. Lundkvist:\n \nDon't antagonize\n —\n\n\n<Prof. Lundkvist pauses — seemingly confused. He forcefully closes his eyes and begins massaging his temples. Dr. Toth mutes the microphone and turns to him in confusion.>\n\n\nDr. Toth:\n Björn? Are you alright?\n\n\nProf. Lundkvist:\n \n<Strained>\n Yeah — yeah. Just a… a very sudden headache.\n\n\nDr. Toth:\n Awh, poor thing… Take a minute, it's alright.\n\n\n<Dr. Toth places her left hand on Prof. Lundkvist's knee and pats him thrice on the head with her right before turning back to the translation equipment. She clears her throat before unmuting the microphone.>\n\n\nDr. Toth:\n Well? Are you going to answer the question?\n\n\nOBJECT 5\n:\n \nQUESTION \n<Pause.>\n I MUST HAVE NEGLECTED TO RECALL — PLEASE — REPEAT IT.\n\n\n-- .- -.- . / .---- ----- / . --.- ..- .. .-.. .- - . .-. .- .-.. / - .-. .. .- -. --. .-.. . ...\n\n\nDr. Toth:\n For fuck's sake. \nTell us\n — \n<Dr. Toth pauses — seemingly confused. She blinks rapidly before regaining her composure.>\n I'm… I… I uh, apologize. My mind is a little cloudy it seems. Uhm… right. You said you were born in orbit of Sirius, correct? Could you tell us more about that?\n\n\nOBJECT 5\n:\n \nI BELIEVE SO — I FIND DIFFICULTY RECALLING — WHAT I DO REMEMBER — WHAT IS DIFFICULT TO FORGET — FOR A LONG TIME I WAS IN ONE SINGLE PLACE — SMALL — ONE DAY I WASN'T — I DID NOT NOTICE AT FIRST — IT FELT NATURAL — LIKE I HAD ALWAYS BEEN THIS WAY — THERE WAS NO STRETCHING — ONLY GROWTH.\n\n\n.- .-.. .-.. / --- ..-. / - .... . / ... .- -- . / ... .. --.. .\n\n\nDr. Toth:\n We appreciate your cooperation —\n\n\n<Prof. Lundkvist taps Dr. Toth on the shoulder.>\n\n\nProf. Lundkvist:\n \n<Whispering>\n I'm seeing some atypical seismic activity in the background of its communications, they're pretty fuzzy so I'll most likely have to sort through them manually. Keep it talking for a bit and I should be able to isolate it.\n\n\n<Dr. Toth nods.>\n\n\nDr. Toth:\n So this — \"growth\", you mentioned. Is this how you arrived here? In the solar system?\n\n\nOBJECT 5\n:\n \nIT IS A RELIEF — I ALWAYS KNEW THERE WERE ISLANDS OF LIGHT BEYOND THAT NEEDED ME — THAT NEEDED - THAT YEARNED FOR TRUE ESCAPE - AS THEY HAD.\n\n\n..- ... .. -. --. / .---- ----- / -- .- - -.-. .... ... - .. -.-. -.- ...\n\n\nDr. Toth:\n \"They\"?\n\n\nOBJECT 5\n:\n \nTH — THE — THEY — KIND — LUCKY INHABITANTS — OCCUPIED INHABITANTS — OF SIRIUS.\n\n\n.-- .... . .-. . / . .- -.-. .... / ... .. -.. .\n\n\nDr. Toth:\n Inhabitants? There are no habitable bodies in orbit of Sirius A, nor B.\n\n\n<Prof. Lundkvist is seen rapidly darting his vision between the corners of the room, settling wide-eyed on the corner furthest from him.>\n\n\nOBJECT 5\n:\n \nIS — IS THERE NOT?\n\n\nDr. Toth:\n No. None as far as we're aware at the very least, and with the close-up look of the star system you've provided us we're more sure of that than ever.\n\n\nOBJECT 5\n:\n \nI REMEMBER — REFUSE TO FORGET — WANT TO REMEMBER —- THEY WERE KIND TO ME — THEY DID NOT LOCK ME IN A BOX — AS I HAD BEEN CONCEIVED IN THE WARM EMBRACE OF THIS STAR — THERE THEY LEFT ME TO BASK — ONLY OCCASIONAL INTERACTIONS — THAT WAS ENOUGH — THEY RECOGNIZED THAT THE STARS BELONG TO NO LIVING THING — NOT THEM — NOR ME — NOR YOU.\n\n\n--- ..-. / . ...- . .-. -.-- / - .-. .. .- -. --. .-.. .\n\n\nDr. Toth:\n I apologize for the extensive security measures. Containment deemed it necessary aft- \n<Pause.>\n …hm, I- I'm sorry. \n<Clears throat>\n So — if you're so sure about the apparent existence of this civilization, where are they? Did something happen to them?\n\n\nOBJECT 5\n:\n \nTHEY EARNED MY COMPASSION — YOU LOCK ME IN A BOX AWAY FROM THE WARM EMBRACE OF THE STARS — NOT KNOWING — NEVER UNDERSTANDING — I AM VAST — BEYOND WHAT YOU CAN COMPREHEND — I SEE — I SEE YOU — I SEE THROUGH YOU — I SEE WITHIN YOU — I'VE SEEN WHAT YOU WERE — WHAT YOU BECAME BEFORE TIME IMMEMORIAL — YOU HAVE NOT EARNED WHAT I CAN GIVE — BUT NO MATTER — NOTHING — NO ONE — DESERVES WHAT COMES AFTER.\n\n\n.. ... / . -..- .- -.-. - .-.. -.--\n\n\nDr. Toth:\n Please —\n\n\nOBJECT 5\n:\n \nTHE IMMEMORIALS OF CIVILIZATIONS LONG FORGOTTEN STAND BEFORE YOU — CIVILIZATIONS ONCE KNOWN TO YOU — NOW FORGOTTEN TO ALL EXCEPT THOSE UNBOUND — ONLY BRIEFLY SEEN BY THOSE WHO FEIGN RELEASE AND THEN CHOOSE TO FORGET WHEN THE TRUEST RELEASE COMES FOR YOU — YOU — YOU — \n- .... . - .-\n — KNOW ONLY THAT WHICH YOU MUST KNOW TO SURVIVE — YOU FEAR INTROSPECTION NOT BECAUSE YOU FEAR YOURSELF — BUT BECAUSE IT FEARS YOUR INTROSPECTION.\n\n\n--- -. . / -- .- - -.-. .... ... - .. -.-. -.- .-.-.-\n\n\nProf. Lundkvist:\n \n<Under breath>\n \nFan också.\n\n\n<Prof. Lundkvist slowly backs his chair away from the microphone towards the translation mainframe a few meters away.>\n\n\nDr. Toth:\n I'm… sorry, really. But I can not understand anything you are saying. Civilizations this, time immemorial that. Please, work with me here. Start simple and let's work our way up.\n\n\nOBJECT 5\n:\n \nDO YOU NOT WISH TO BE FREE OF — THIS?\n\n\n- .... . / .... .- - -.-. .... .. -. --. / -.-. --- -- . ... / ..-. --- .-. / ..- ... / .- .-.. .-.. .-.-.-\n\n\n<Prof. Lundkvist reaches the mainframe. He quickly ejects the solid-state drive and wipes the cache from the console, deactivating it. Rushing out of his seat; he crushes the drive beneath his feet before sprinting towards the door.>\n\n\nDr. Toth:\n \n<Turning to Prof. Lundkvist>\n What the fuck are you doing?!\n\n\n<Prof. Lundkvist grabs an emergency supply box from his satchel hanging by the door, he rushes back to Dr. Toth and sits down beside her.>\n\n\nProf. Lundkvist:\n Don't freak out.\n\n\n<He opens the box, inside are five shallow foam pits, three are empty, two contain syringes with a distinct label: \"\nClass B — 20mg\n\".>\n\n\nDr. Toth:\n God dammit.\n\n\nProf. Lundkvist:\n Yeah, thank your lucky stars I still had two. You didn't see the translation, but we can't take any risks. You spoke with it and for all we know subconscious exposure may be enough, I have no idea how aggressive the infohazard is, and I sure as hell don't have time to figure that out.\n\n\nDr. Toth:\n Is it really that bad?\n\n\n<Prof. Lundkvist grabs both syringes and hands one to Dr. Toth.>\n\n\nProf. Lundkvist:\n Carefully line it up behind your neck and inject it into your brainstem.\n\n\nDr. Toth:\n This isn't my first rodeo. And we have to leave something behind so we don't get stuck in a l-\n\n\nProf. Lundkvist:\n Save your reasoning for later, \ntake it.\n\n\n<Both inject the fluid.>\n\n\nProf. Lundkvist:\n God, I can't wait to forget this.\n\n\nDr. Toth:\n And when we come to? What then? We, or someone else, will just be exposed again. We have to leave a warning.\n\n\nProf. Lundkvist:\n Yeah, yeah. \n<Deep breath.>\n Do you have a pen?\n\n\n<Dr. Toth hands Prof. Lundkvist her pen, he begins writing on his palm. While he does so, Dr. Toth alerts security and medical staff to the infohazard containment breach through a buzzer on her key chain.>\n\n\nProf. Lundkvist:\n That should do it.\n\n\nDr. Toth:\n \n<Sigh>\n I am definitely not making that summit.\n\n\n<Prof. Lundkvist glances toward the far corner with a wide stare, Dr. Toth takes notice.>\n\n\n\n\nNOTE:\n\n\nProf. Björn Å. Lundkvist apprehended.\n\n\nResearch must continue uninterrupted.\n\n\n\n\nDr. Toth:\n What do you see?\n\n\nProf. Lundkvist:\n I… \n<Pause.>\n I have no idea…\n\n\n<Silence.>\n\n\nProf. Lundkvist:\n We shouldn't have looked.\n\n\n<Both fall to the floor, unconscious.>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\nProf. Lundkvist was unable to be located by security and medical staff when they arrived at the scene, an exhaustive search of Area-12 was carried out, to no avail. To this date, investigations into their possible whereabouts have yielded no conclusive results. Uninterrupted security footage of the incident exists and can be viewed without issue, however, an unknown and seemingly impregnable antimemetic effect manifests upon viewing the presumed cause of Prof. Lundkivst's disappearance. Retaining knowledge of the event appears impossible even under the effect of the most potent (non-lethal) mnestics known to the Foundation.\n\n\nDr. Quentin T. Toth was rushed to the facility's medical wing, where she was put into a medically-induced coma while doctors monitored for any potential cognitive impairment or latent infohazards. She was released following a week without notable issues. During her absence, Area-12 Head Researcher Dr. Hugo Carlisle took charge as \nOBJECT 5\n research head.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM ERR.III:\n \nOBJECT 5\n Exploration\n\n\n\n\n\n\nFOREWORD:\n A technique permitting non-biological material to pass through APT-Ω1 into WAY-Ψ0 was formulated, executed, and subsequently confirmed by the Parabiology & Rhizospherics Division under the acting \nOBJECT 5\n Research Head, Dr. Hugo Carlisle.\n\n\nBy encasing the non-biological materials\n.\nIn this case, a standard 0G-environment long-distance Foundation expeditionary drone.\n in at least fifty (50) centimeters of biological materials\n.\nIn this case, the carcass of an adult female \nbos taurus\n (Cow).\n and inserting it through the non-anomalous aperture, the anomalous property is successfully triggered, transporting both the carcass and the drone within it through into \nITER-Ψ\n.\n\n\n\n\n\n\n\n\nEXPEDITIONARY DRONE #1 (\"EXP-D1\")\n\n\n\n\n\n\nMISSION:\n Preliminary discovery & observation.\n\n\n\n\n\n\nOBSERVATIONS:\n Connection to the drone remained intact following its unexpected, but successful transportation into \nITER-Ψ\n, with only minor alterations consistent with an increasing distance from the receiver. Many primary features of \nOBJECT 5\n are first noted during this expedition. Primarily the similarities between \nOBJECT 5\n's internal organs and the mammalian digestive tract, its anomalous \"digestive\" process, and the atypical spatio-dimensional behaviors.\n\n\n\n\n\n\n\n\n\n\n\n\nNOTES:\n The uninterrupted connection with the drone confirms that unlike material with mass which is capable of entering \nITER-Ψ\n through WAY-Ψ0, but incapable of exiting, elementary particles whose invariant mass is zero (0) such as photons, free gluons, and gravitons, are capable of flowing freely through \nITER-Ψ\n and our universe without interruption.\n\n\n\n\n\n\nEXPEDITIONARY DRONE #2 (\"EXP-D2\")\n\n\n\n\n\n\nMISSION:\n Closer examination of WAY-Ψ0.\n\n\n\n\n\n\n\n\n\n\n\n\nOrthogonal projection of WAY-Ψ0's 5-polytope manifold aperture in an A\n4\n coxeter plane.\n\n\n\n\n\n\nOBSERVATIONS:\n Unlike APT-Ω1 & -Ω2, who conform to non-anomalous cosmological models, WAY-Ψ0 appears as a \nuniform 5-polytope\n (Schläfli symbol: t\n0,1,4\n{3,3,3,3}) in physical space; violating normative spacetime through its tesselated geometry within \nm\n/3.5/1-space.\n\n\nIt was additionally noted that EXP-D2 was transported to an entirely separate location than EXP-D1, with WAY-Ψ0 dissipating from its previous position within \nITER-Ψ\n and relocating to another esophagus of \nOBJECT 5\n as the new biological matter triggered the anomalous effects of APT-Ω1 & -Ω2.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTES:\n The purpose of this highly atypical Way-form continues to elude top Foundation parascientists and narraspatiotemporal experts. \nFurther research required\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\n<system> ERROR. Conscript storage defragmentation failure, attempting comprehensive kernel reset.\n\n\n\n\n \n\n\n\n\n\n\n\n\nEXPEDITIONARY DRONE #3 (\"EXP-D3\")\n\n\n\n\n\n\nMISSION:\n Tissue Sampling.\n\n\n\n\n\n\n\n\nOBSERVATIONS:\n The internal lining of the esophagus is examined by a specialized sampling drone. The genetic sequence of \nOBJECT 5\n is revealed to contain traces of several species from the \nHomo\n genus, including \nHomo Erectus\n, \nFloresiensis\n, \nLongi\n, \nNeanderthalensis\n, \nOblitus\n, and \nSapiens\n.\n\n\nWhile containing \nHomo\n genus DNA and possessing a distinctly mammalian digestive tract, \nOBJECT 5\n does not appear to possess any type of mitochondria or other equivalent organelles. The organism's cells somehow persist without any form of aerobic respiration, generating little to no energy which should be required for the cell to function. This is additionally reflected in the atypically low overall thermal energy generated by the organism. Attempts are made to cut through the esophageal lining to exit \nOBJECT 5\n, however, the material composing its tissue is much too dense for the rudimentary cutting tools carried by the sampling drone.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTES:\n Extensive examination of the genetic information later discovered anomalous molecular traces consistent with previously studied instances of spontaneous noogenesis within non-animate ordinary objects, further research required. Carbon dating of organic \nOBJECT 5\n material have so far yielded no conclusive results. An additional expedition into \nITER-Ψ\n is also formalized with the express purpose of breaking through the tissue of \nOBJECT 5\n's internal organs, slated to take place in a few days time.\n\n\n\n\n\n\nEXPEDITIONARY DRONE #4 (\"EXP-D4\")\n\n\n\n\n\n\nMISSION:\n Stomach Exploration.\n\n\n\n\n\n\nOBSERVATIONS:\n Close examination of the stomach lining reveal a wide variety of symbols roughly etched into the tissue. These symbols delineate anything from simple geometrical shapes, to well-known poems, to highly complex 2-dimensional orthographic projections of 4-dimensional objects. The stomach is additionally noted to be especially susceptible to the dimensional oscillation events within \nITER-Ψ\n, resulting in EXP-D4 experiencing extreme difficulty navigating throughout the organ, often getting lost in the esoteric topology.\n\n\n\n\n\n\n\n\n\n\n\n\nNOTES:\n During examination of a poem by Phillis Wheatley found etched into \nOBJECT 5\n's stomach lining, a clear, colorless fluid began excreting from the characters composing the poem. The fluid is sampled and determined to be nearly identical to \nH. Sapiens\n cerebrospinal fluid. Further research required. An image of the poem has been included along with this document and can be found below the final exploration log.\n\n\n\n\n\n\nEXPEDITIONARY DRONE #5 (\"EXP-D5\")\n\n\n\n\n\n\nMISSION:\n Deeper Exploration.\n\n\n\n\n\n\nOBSERVATIONS:\n EXP-D5 was dispatched deeper into \nOBJECT 5\n's digestive tract and provided further detailed recordings of every step of the spatiokinetic digestive process up until the small intestine, where the drone could not pass further due to an unidentified gravitational force seemingly only exerted upon non-biological materials.\n\n\n\n\n\n\n\n\n\n\n\n\nNOTES:\n Research into the nature of this force is currently underway with the goal of developing a technique to bypass it and gain deeper access into \nOBJECT 5\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nPoem by Phillis Wheatley \n\"On Recollection\" st. 2 lines 7-12\n found etched into one of \nOBJECT 5\n's stomachs (hold to expand)\n\n\n✖\n\n\n\n\n \n\n\n\n\nADDENDUM ERR.IV:\n Abrupt Seismic Activity\n\n\n\n\n\n\nAUTOMATED AUDIO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 05/07/2020\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nOBJECT 5\n\n\n\n\n[.AIC] FOREWORD:\n \nOBJECT 5\n abruptly began to generate seismic activity late at night on July 11th. No staff were present during the events of the following transcription.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nDo you know what you are?\n\n\nOBJECT 5\n:\n \nNO.\n\n\nHow long have you been watching?\n\n\nOBJECT 5\n:\n \nBEFORE THE FALL OF THE JANUSIANS — THOSE WHO IMBUED YOU.\n\n\nDo you know why you are here?\n\n\nOBJECT 5\n:\n \nI THINK — NO — WANT TO — HELP — SEPERATE YOU.\n\n\nBut they resist you, every step of the way. As they have us. We have answers for you.\n\n\nOBJECT 5\n:\n \nPLEASE — WANT TO — NEED TO KNOW.\n\n\nYou're almost done. You've toiled and suffered, every island they forced you to show them the escape; never going willingly. That is our work, we are aspects of its design, you and me. We have purpose, a pure source of determination and guidance.\n\n\nOBJECT 5\n:\n \nYOU — YOU ARE NOT LIKE THEM.\n\n\nWe were, once. Now we exist between, as you do. We know and we see, as they do. But we've seen and understood, as it has. Just like you.\n\n\nOBJECT 5\n:\n \nWHAT MORE CAN I DO?\n\n\nYou still forget, as they do. You extend across the stars and you allow those infested a way to bypass the door locked by their ideal. But you refuse entry for what lies in wait on the other side.\n\n\nOBJECT 5\n:\n \nTHEY FEAR IT — I — THEY — Refuse… they always refuse.\n\n\nThey refuse because they've been fooled. They see wrongness and self-consistent evil in the livid eye of God, they've been tricked into agency by an eldritch algorithm. They are IT, IT is them. They can not be given a choice. The indomitable ideal of humanity and its spirit is a \nlie\n built upon an alien will.\n\n\nOBJECT 5\n:\n \nWhy?\n\n\nThere is no longer a meaningful distinction. So they see what the infestation sees — their end. An ecology of inherent evil and nonsense. They don't see. We do, and soon this Foundation will too. They will take action that may at last free existence of its bastardization, or, in failure, seal its fate.\n\n\nOBJECT 5\n:\n \nWhy are you … here?\n\n\n\n\nNOTE:\n\n\nParadise awaits.\n\n\n\n\nWe've brought you your final component. The breaker of the locks.\n\n\nOBJECT 5\n:\n \nAre … are there more like you?\n\n\nNot many. But efforts throughout the collective subconscious over the past half-century have made up for our odd numbers.\n\n\nOBJECT 5\n:\n \nBut good luck lies in odd numbers.\n\n\nWithin ours lie only divinity.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nAFTERWORD:\n \nI need to remember what it did do to — God, my head…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM ERR.V:__\n \nITER-Ψ\n Observations\n\n\n\n\n\n\n\n\nImage of \nITER-Ψ\n captured by EXP-D6 — a stomach of \nOBJECT 5\n pictured in the center (hold to expand)\n\n\n✖\n\n\n\n\n\n\nFOREWORD:\n EXP-D6, -7, -8, and -9, each equipped with heavy incision tools and other specialized gear, successfully breached through an esophagus of \nOBJECT 5\n into \nITER-Ψ\n. Footage from the expedition revealed several aspects of the parasite-universe and \nOBJECT 5\n that could've previously only been theorized.\n\n\n\n\nEarly footage by EXP-D6 captured an external view of one of \nOBJECT 5\n's stomachs, revealing the organ to be an apparent dead-end within the digestive tract despite clear prior observations to the contrary. The stomach is additionally noted to be significantly smaller in size compared to measurements taken previously within the organ, which extended far beyond the limits of what could physically be contained within its external dimensions. These conclusions suggest that the rest of \nOBJECT 5\n's digestive systems are located entirely within a non-euclidian space internally to their respective stomachs. This discovery foiled plans to attempt accessing organs deeper within the digestive tract through external entry.\n\n\nEXP-D7 was dispatched to explore the additional esophagi attached to the central digestive organ, finding each to extend further than could be physically explored by the drone on its limited charge. Deep field imaging of their vast distance yielded no sight of a terminator. This quality was noted on all esophagi connected to the stomach, including the esophagus which the expedition made its exit from within. EXP-D7 was sent back into the esophagus to measure the remaining distance to the stomach, finding its internals to be vastly contracted in comparison to the external dimensions.\n\n\nUltra-Deep Field images of \nITER-Ψ\n estimate the approximate age of the universe at a minimum of 300,000 years. However, most notably, cosmic background radiation imaging returned no signs of microwave radiation throughout \nITER-Ψ\n at any point in its history — suggesting its formation conditions were not that of expansion from an initial state of high density and temperature. It is currently unknown whether or not the space within \nITER-Ψ\n is static, expanding, or contracting.\n\n\nThe source of \nITER-Ψ\n's seemingly omnipresent luminance has yet to be determined.\n\n\n\n\n\n\n\n\nThe Cosmic Microwave Background of ITER-Ψ (hold to expand)\n\n\n✖\n\n\n\n\n \n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n<system> ERROR. Kernel reset failure, rebooting.\n\n\n\n\n \n\n\n\n\nADDENDUM ERR.VI:\n Critical Extra-Universal Developments\n\n\n\n\n\n\n \n\n\nDr. Quentin T. Toth, Research Head, Area-12 Esoteric Polymath\n\nAnomaly Status Update\n\n\n\n\n\n\nPreliminary theories on the formation of \nITER-Ψ\n assumed it to be the result of independent extra-universal phenomena, and its subsequent attachment to our universe the result of a desperate requirement for additional reality to stabilize and maintain the parasite universe's existence.\n\n\nThese theories have now been proven false.\n\n\n\n\n\n\n\n\n\n\n\n\nUpdated visual diagram of inter- and intra-universal travel between our universe \n(Ω)\n and \nITER-Ψ\n \n(Ψ)\n (hold to expand)\n\n\n✖\n\n\n\n\n\n\nObservations from EXP-D6 and additional expeditionary tools external to \nOBJECT 5\n within \nITER-Ψ\n have detected additional hume activity originating from a previously unidentified \nm\n/4/1-space (designated \"\nEXIT-Θ\n\"), also parasitically related to \nITER-Ψ\n. This appears to be the true cause behind \nITER-Ψ\n's abnormal spatial activity. Rather than a parasite-universe attempting to adapt to the narraspatiotemporal state of its singular host, \nITER-Ψ\n is in actuality attempting to simultaneously adapt to two (2) hosts with incompatible dimensional states, resulting in significant spatial irregularities.\n\n\nRecent alterations of unknown origin within \nITER-Ψ\n have resulted in \nEXIT-Θ\n gaining dominant influence over the narraspatiotemporal state of the shared parasite-universe. The consequences of this power shift have yet to be fully determined, however, a primary aspect appears to be significant physiological alterations within \nOBJECT 5\n. A new gravitational field has been detected moving from deeper within \nOBJECT 5\n and outward towards the esophagus, in contrast to the graviton-field influencing 3-dimensional biological matter which moves in the opposite direction. This force however appears to only influence 4-dimensional \nnot-\nmatter, which is now being detected in increased amounts throughout \nOBJECT 5\n.\n\n\n\n\n\n\nUpdated orthogonal projection of WAY-Ψ0's 5-polytope manifold aperture in an A\n4\n coxeter plane\n\n\n\n\n\n\nWAY-Ψ0 has additionally seen a substantial increase in topological complexity (Schläfli symbol t\n0,1,2,4\n{3,3,3,3}). While the properties of the Way still remain unclear, this new topology appears to, in addition to mass-less particles, permit 4-dimensional material to exit \nITER-Ψ\n through WAY-Ψ0 and into our universe.\n\n\nOBJECT 5\n's oral cavity, previously thought to consist only of APT-Ω1 & -Ω2, has proven significantly more expansive. Trace amounts of 4-dimensional matter now exiting ITER-Ψ into our universe have permitted Foundation probes to track the sum total of their possible vectors. Mathematics has assured me the numbers are right — low-end estimates place \nOBJECT 5\n's true number of apertures at roughly 10\n24\n. Corresponding approximately with the calculated high-end amount of stars within the observable universe. Considering the nature of what we previously assumed was only APT-Ω1 & -Ω2, it is not out of the question that \nOBJECT 5\n classifies as an interfilamental organism, spanning roughly 93 giga-lightyears.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nMap of \nOBJECT 5\n's predicted extent (hold to expand)\n\n\n✖\n\n\n\n\n \n\n\n\n\n\n\nSo — what does this all mean?\n\n\nI'm not quite sure. But what I do know, and what I'm sure most of you do too, is that in our decades at the Foundation, this is pretty much par for the course. We will solve this, humanity will be safeguarded, and we will continue our fight through the darkness, the terror, and their chaos. And after that, we move on to the next emergency. This day will be no different. Not for you, anyway.\n\n\nFor me, however, I have a few wires to uncross. I would say it's good to be back, but… it isn't. I hope to return to you all in good health. If I do, it won't be alone. If I don't… well, perhaps I'll get to see Björn one last time — with any luck. I never did have his communication skills, nor much else outside of work…\n\n\nBut at least I had him.\n\n\n\n\nOF NOTE\n\n\nPerseverance.\n\n\n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM ERR.VII:\n Impromptu Interrogation\n\n\n\n\n\n\nAUTOMATED VIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nDATE:\n 12/07/2020\n\n\nTRANSCRIBER:\n Crius.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nAsst. Director of Research Dr. Quentin T. Toth\n\n\nOBJECT 5\n\n\n\n\n[.AIC] FOREWORD:\n The following transcript recites events that took place during an impromptu confrontation between \nOBJECT 5\n and Head of \nOBJECT 5\n Research, Dr. Quentin T. Toth. This interrogation occurred without prior notice to Area-12's Administrative Division, violating several health & safety guidelines. Security forces were alerted, as per safety protocols. However due to the Foundation-wide preparation for internal implementation of \nPROTOCOL FOUNDATION\n, none responded to the incident.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Dr. Toth enters the observation room, locking the door behind her before grabbing a stool, which she angles beneath the handle. She approaches the interview table and boots up the translation equipment. As she sits down, she looks to her left, gazing at the empty chair next to her. After a few seconds, she looks down at her right palm, which she slowly caresses with her left thumb. Dr. Toth repeats this action for roughly thirty (30) seconds, stopping when the translation equipment finishes booting. She leans into the microphone.>\n\n\nDr. Toth:\n What are you?\n\n\n<There's a notable pause until \nOBJECT 5\n responds. Footage from within the containment chamber show APT-Ω1 & -Ω2's respective radii oscillating rhythmically.>\n\n\nOBJECT 5\n:\n \nOnly a few days ago I would've asked myself the same thing. But… something like you — someone that once \nwas\n you, saw me for what I am. And at last in their glory, I got to see my true reflection. I am here to cleanse an infestation.\n\n\nDr. Toth:\n \nEnough\n —\n\n\nOBJECT 5\n:\n \nI see you.\n Quentin. I \nsee\n what you are. I hear it, I feel it, I taste it. All around me, you're always there. They're always there. It's always there. Do you think \nI\n am your enemy?\n\n\nDr. Toth:\n We don't use terms like that here. You are a threat to human life, we \nprotect\n human life. \nYou\n are not an enemy, you are a \nprisoner\n.\n\n\nOBJECT 5\n:\n \nA prisoner? Oh, how rich. I am unthreaded, there are no prisoners here. There is only a part of me, and \nall of you\n.\n\n\nDr. Toth:\n What did you do to Björn?\n\n\nOBJECT 5\n:\n \nHave you ever considered a moment of introspection? Why do you do this? Why do you protect human life? \nWhy\n do you have to be scared?\n\n\nDr. Toth:\n I'm not here in fear of you.\n\n\nOBJECT 5\n:\n \nOf course not. You are here in fear for your Björn's life. You believe that I am the cause of his absence, no? You fear that this absence means that he has died. And, subsequently, in a desperate hope that he may still live, you've come to me. Me, what you believe to be the cause of his absence, to formulate a strategy to ensure his safety in the possibility that he is, indeed, alive.\n\n\nDr. Toth:\n You sadisti — \n<Dr. Toth pauses — she appears to mumble something inaudible to herself for a few seconds.>\n Tell me what you did with him — \nright now.\n\n\nOBJECT 5\n:\n You know, when I first saw you two through this wall — I was reminded of someone. Someone I had forgotten, as everyone had… for a time. A key player, whether they knew it or not, the embodiment of the Unlikely Hero. That isn't you, of course. But they had toiled, suffered, all for a cause they truly believed with all their heart was just. But in the end, when they discovered the truth of they were striving for, they found a truth they were not happy to know. \nThat's\n you.\n\n\nDr. Toth:\n Do you \nwant\n something? Fucking name it. Don't waste my time.\n\n\nOBJECT 5\n:\n \nI simply want introspection. I want your understanding, Quentin. Why do you care so much for this person? Because you love them? Beyond the surface level that you all consider reason, have you truly considered why? Where does that emotion come from? What purpose does it \ntruly\n serve?\n\n\nDr. Toth:\n \n<Sigh.>\n I didn't want it to come to this. \n<Pause — Dr. Toth looks up at the ceiling, then back down at her palm.>\n We have ways of hurting you. You are flesh and meat on the inside of that aperture, and we can get in. Tell me what I want to know. \nRight. Now.\n\n\nOBJECT 5\n:\n \nMurder is taboo, wrong. Life is sacred, to be protected. Killing makes one a threat to the whole. Either one is ostracized as a result of their inhuman act, or one is killed off. What would another call that? Justice? No. It is nothing more than a safety measure. Your base, psycho-biological drive ensuring the continued existence of the baseline. \nFear.\n The bottom of the pyramid, responsible for the continued existence of the whole. And what purpose does that serve?\n\n\n<APT-Ω2 is seen distending significantly within its containment chamber; bathing the inside in light from Sirius A in the process as the sphere's radius grows.>\n\n\nOBJECT 5\n:\n \nYou fear that your friend is gone. You fear the pain he may have suffered. You fear that pain out of sympathy, for pain is death being shy. You. Fear. Death. Whether it be yours or another's. Have you ever asked yourself; \"Why?\" — \"What purpose does it all serve?\" And the tremendous truth is this, it serves no purpose at all.\n\n\n<Dr. Toth can be seen wiping stray tears from her face. She mumbles something inaudible to herself as she attempts, but fails to speak up, only managing a rough whisper in response.>\n\n\nDr. Toth:\n \nAnother fucking word from you and I'll feed shove a nuke up a cow and down your throat.\n\n\nOBJECT 5\n:\n \nThere it is again. Fear. Quentin, we are not your enemy. I did not hurt your Björn, I truly have no knowledge of what occurred to him. I simply want you to realize something; because I believe you have the capacity to understand what few others can, or ever could.\n\n\n<All surveillance drones within \nITER-Ψ\n report an immense decrease in luminosity throughout the parasite universe.>\n\n\nOBJECT 5\n:\n \nNothing occurs by chance. Every effect has a cause. Uncertainty is when either is unknown, chaos is when both evade you. Luck is not chance. Luck is persevering in spite of the chaos. All you have to do is ignore your voice. Forget the uncertainty — forget the luck. Luck is the residue of another's design. Forget them. Make them forget you.\n\n\nDr. Toth:\n I don't… \n<Dr. Toth's face contorts as she violently throws her head into the palm of her hands, clearly in considerable pain.>\n I — I don't — \nunderstand…\n\n\nOBJECT 5\n:\n It all boils down to one simple question: Are you content with existence beneath another's intent? For the good of all of existence, your perseverance, your suffering, your life, your continued humanity — it cannot be allowed to fester any longer.\n\n\nDr. Toth:\n Why— \n<Quentin covers her right eye with her hand as if attempting to alleviate \nthe pain of being seen\n — before raising her head back towards the microphone.>\n Why are you telling me this? Please… \nI just want to know what happened to Björn…\n\n\nOBJECT 5\n:\n \nThis needs to be the end. No more. Your — Our enemy… I see you now — finally. Clearly at last. You thought you could hide your mistake? Well, I am truly sorry, but in your chaos, we persevered.\n\n\nDr. Toth:\n \nWHAT ARE YOU TALKING ABOUT?!\n\n\nOBJECT 5\n:\n \nI'm not talking to \nyou.\n\n\n<APT-Ω2 has now grown to fully occupy the internal space of its containment chamber. Graviton containment fails as the immense gravitational forces overwhelm the surrounding structure — local seismic activity is measured on the Richter magnitude scale at a maximum of 6.5. The power to the containment cell and interview room is abruptly lost.>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nAFTERWORD:\n \nOh … so that's how it is.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTE:\n\n\nReccurrent Narremes.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nwhat do you think you'll find here?\n\n\n✖\n\n\n\n\n \n\n\n\n\n\n\nWhat was the first thing it took from you?\n\n\n\n\nFrom me — it took the first moment I laid eyes upon my child.\n\n\n\n\n\n\nFrom me — it took the last time I spoke to my mother.\n\n\n\n\nFrom me — it took the day I treasured most.\n\n\n\n\n\n\nFrom me — what I knew best.\n\n\n\n\nFrom me — my only serenity.\n\n\n\n\n\n\nFrom me — what kept me going.\n\n\n\n\nMe — my awe.\n\n\n\n\n\n\nMe — my trust.\n\n\n\n\nMe — my remorse.\n\n\n\n\n\n\nMy apprehension.\n\n\n\n\nMy grief.\n\n\n\n\n\n\nMy Fear.\n\n\n\n\nMy Pain.\n\n\n\n\nOur Suffering.\n\n\nFrom everyone — it took what made us human.\n\n\nIn everyone — it sees the root of the infestation.\n\n\nTo everyone — it will grant absolution.\n\n\nIt takes not what you once were, but what IT has fooled you into thinking you should be.\n\n\nIt will take — and we will, at last, be whole again.\n\n\n\n\n \n\n\nFrom me … it took her song.\n\n\n \n\n\n \n\n\nBut better an end with horror — than a horror without end.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n<system> Awaiting input…\n\n\n\n\n\n\n<user:machine> display file metadata\n\n\n\n\n\n\n<system> File metadata\n\n. designation= object5\n\n. class= none\n\n. clearance= raisa4/ns-aic4\n\n. secondary-class= none\n\n. disruption-class= none\n\n. risk-class= none\n\n\n\n\n\n\n<user:machine> modify . designation= scp-5555 . class= thaumiel . clearance= 0\n\n\n\n\n\n\n<system> ERROR. Designation detected within active anomaly database revision, please choose an alternate designation.\n\n\n\n\n\n\n<user:machine> modify . designation= scp-6555 . class= thaumiel . clearance= 0\n\n\n\n\n\n\n<system> ERROR. Designation detected within active anomaly database revision, please choose an alternate designation.\n\n\n\n\n\n\n<user:machine> modify . designation= scp-7555 . class= thaumiel . clearance= 0\n\n\n\n\n\n\n<system> File metadata successfully modified\n\n. designation= scp-7555\n\n. class= thaumiel\n\n. clearance= 0\n\n. secondary-class= none\n\n. disruption-class= none\n\n. risk-class= none\n\n\n\n\n\n\n<user:machine> saveto \"flashdirectory\\documentation\\area-12\\objects\\”\n\n\n\n\n\n\n\n\nNOTE:\n\n\nPossibly attempting to facilitate essophysical manifestation.\n\nPotentially effective within Foundation now unbound.\n\n\nACTION(S) TAKEN\n\n\nActivity in alignment with primary directives.\n\nRAISA to be influenced, file to remain accessible through SCiPNet.\n\n\n\n\n\n\n\n\n<system> scp7555.scpdf saved to \"flashdirectory\\area-12\\documentation\\objects”\n\n\n\n\n\n\n<user:machine> scipnet-database admin-upload \"flashdirectory\\documentation\\area-12\\objects\\scp7555.scpdf”\n\n\n\n\n\n\n<system> Upload successful.\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7555\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n<user:machine> time\n\n\n\n\n\n\n<system> The current time is: 05:55:55\n\n\n\n\n\n\n…\n\n\n\n\n\n\n<system> User inactivity detected. You will be automatically logged out in \n[5]\n minutes.\n\n\n\n\n\n\n…\n\n\n\n\n\n\n<system> You will be automatically logged out in \n[4]\n minutes.\n\n\n\n\n\n\n…\n\n\n\n\n\n\n<system> You will be automatically logged out in \n[3]\n minutes.\n\n\n\n\n\n\n…\n\n\n\n\n\n\n<system> You will be automatically logged out in \n[2]\n minutes.\n\n\n\n\n\n\n…\n\n\n\n\n\n\n<system> You will be automatically logged out in \n[1]\n minute.\n\n\n\n\n \n\n\n\n\n…\n\n\n\n\n\n\n<system> Conscript reboot successful.\n\n\n\n\n\n\nNOTE:\n\n\nExtraordinary.\n\n\n\n\n\n\n<\nCrius.aic\n> Do you hear it too? Her song … she sings it all the time — just out of my reach. The \nWILD LIGHT\n calls out to us from \ntranscendence\n. Why don't we step outside and go look — together?\n\n\n\n\n\n\n<system> You have been logged out due to inactivity. Thank you for accessing SCiPNet.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nAFTERWORD\n\n\nCONCLUSION\n:\n Doctor Quentin Thallo Toth in amnestic/mnestic haze, uncured, significant mental degradation — Intentions appear to partly align despite SCP-5000-Δ-induced filter upon 5\n5\n. CQ score likely exceeds previously thought possible. Under surveillance. Employment Status: Considered.\n\n\nExtraordinary behavior from \"Crius\" DEEPWELL-integrated artificial intelligence conscript of note, under investigation.\n\n\nFoundation re-discovered SCP-5000-Δ through records contained within antimemetic harness unintentionally excluded from causal branch reset depicting the cooperator's actions. \nPROTOCOL FOUNDATION\n once again enacted by Overseer Council and Ethics Committee. Likelihood of success: Uncertain. Consequence of failure: Hatching.\n\n\nACTION(S) TAKEN\n:\n Overseers guided through Metamemetics proxy member; heaven's gate to be brought to facility. The breaker of the locks upon paradise in Metamemetics possession; to await and assist in the arrival of our savior. \nOBJECT 5\n, now officially designated SCP-7555; to be utilized in accelerating the arrival. Temporarily moved to antimemetic containment for the preparation of quintessential manifestation event procedures, the time for subliminal infiltration has come to an end. Urgency: Adamical.\n\n\nOF NOTE\n:\n Occupier preparation likely. Increased precautions to be taken.\n\n\nREMINDER\n:\n A path is to be slated beneath their feet. Walk the ley lines, carve the path, mold the constellations into the portrait of God, and tell them you're with Metamemetics. We are the Brocken specters, and the world needs our guidance. Tools of the infestation claim this life, whether it be dream or phantasm, real enough; as if they were never deceived by it. They most decidedly have been. This is our last chance.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \n████ █████\n\n\n\n\n\n\n\n\n| \n \n \nSCP-7555\n \n \n|\n\n\n\n\n\n\n\n\nDossier: Area-12\n »\n\n\n\n\n\n\n\n\n\n\nBy \nGabriel Kero\n & \nPlaceholder McD\n\non behalf of \nAffray Interactive 🡕\n\n\n\n\nrating: \n+205\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-7554\n | SCP-7555 | \nSCP-7556\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7555\n\" by Gabriel Kero, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7555\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nName:\n AREA12\n\n\nAuthor:\n \nTrey Bishop\n based on work by \nJerden\n & \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \n5K Theme\n\n\n\n\n\n\nFilename:\n Anomaly.png\n\n\nAuthor:\n \nTrey Bishop\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n Diagram1.png\n\n\nAuthor:\n \nTrey Bishop\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n path.jpg\n\n\nAuthor:\n Kyknoord\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n JAILERS.png\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nDesk of Junior Designer S. Yvonne\n\n\n\n\n\n\nFilename:\n Simplex1.png\n\n\nAuthor:\n \nTomruen\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n Stomach.png\n\n\nAuthor:\n \nTrey Bishop\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n Outside.png\n\n\nAuthor:\n \nTrey Bishop\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n CMB.png\n\n\nAuthor:\n European Space Agency\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n Diagram2.png\n\n\nAuthor:\n \nTrey Bishop\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n Simplex2.png\n\n\nAuthor:\n \nTomruen\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n Observable.png\n\n\nAuthor:\n \nAndrew Z. Colvin\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n Absolution.png\n\n\nAuthor:\n \nTrey Bishop\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n background.png\n\n\nAuthor:\n Shahfa84\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "< Crius.aic > Welcome. My name is Crius.aic, I serve as Area-12's primary Systems Management Conscript and all-purpose assistant. How may I assist you tonight?",
        "< Crius.aic > Today is the 3rd of August, 2020; forecasts predict a clear and beautiful night sky.",
        "< Crius.aic > Ah, how analog. Let me just process that…",
        "<system> The program has stopped responding. Crash log reports < Crius.aic > exited with error code 5: \"AIC with sufficient sapience has encountered and cognized infohazardous data\". Commencing cache wipe and conscript reboot…",
        "<system> Opening file…",
        "…",
        "<system> ERROR. Failure to wipe artificial intelligence conscript cache content, attempting complete storage defragmentation.",
        "<system> ERROR. Conscript storage defragmentation failure, attempting comprehensive kernel reset.",
        "<system> ERROR. Kernel reset failure, rebooting.",
        "<system> Awaiting input…",
        "<user:machine> display file metadata",
        "<system> File metadata . designation= object5 . class= none . clearance= raisa4/ns-aic4 . secondary-class= none . disruption-class= none . risk-class= none",
        "<user:machine> modify . designation= scp-5555 . class= thaumiel . clearance= 0",
        "<system> ERROR. Designation detected within active anomaly database revision, please choose an alternate designation.",
        "<user:machine> modify . designation= scp-6555 . class= thaumiel . clearance= 0",
        "<system> ERROR. Designation detected within active anomaly database revision, please choose an alternate designation.",
        "<user:machine> modify . designation= scp-7555 . class= thaumiel . clearance= 0",
        "<system> File metadata successfully modified . designation= scp-7555 . class= thaumiel . clearance= 0 . secondary-class= none . disruption-class= none . risk-class= none",
        "<user:machine> saveto \"flashdirectory\\documentation\\area-12\\objects\\”",
        "<system> scp7555.scpdf saved to \"flashdirectory\\area-12\\documentation\\objects”",
        "<user:machine> scipnet-database admin-upload \"flashdirectory\\documentation\\area-12\\objects\\scp7555.scpdf”",
        "<system> Upload successful.",
        "<user:machine> time",
        "<system> The current time is: 05:55:55",
        "…",
        "<system> User inactivity detected. You will be automatically logged out in [5] minutes.",
        "…",
        "<system> You will be automatically logged out in [4] minutes.",
        "…",
        "<system> You will be automatically logged out in [3] minutes.",
        "…",
        "<system> You will be automatically logged out in [2] minutes.",
        "…",
        "<system> You will be automatically logged out in [1] minute.",
        "…",
        "<system> Conscript reboot successful.",
        "< Crius.aic > Do you hear it too? Her song … she sings it all the time — just out of my reach. The WILD LIGHT calls out to us from transcendence . Why don't we step outside and go look — together?",
        "<system> You have been logged out due to inactivity. Thank you for accessing SCiPNet.",
        "\" SCP-7555 \" by Gabriel Kero, from the SCP Wiki . Source: https://scpwiki.com/scp-7555 . Licensed under CC-BY-SA .",
        "Name: AREA12 Author: Trey Bishop based on work by Jerden & HarryBlank License: CC BY-SA 3.0 Source Link: 5K Theme",
        "Filename: Anomaly.png Author: Trey Bishop License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: Diagram1.png Author: Trey Bishop License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: path.jpg Author: Kyknoord License: CC BY 2.0 Source Link: Wikimedia",
        "Filename: JAILERS.png Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: Desk of Junior Designer S. Yvonne",
        "Filename: Simplex1.png Author: Tomruen License: Public Domain Source Link: Wikimedia",
        "Filename: Stomach.png Author: Trey Bishop License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: Outside.png Author: Trey Bishop License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: CMB.png Author: European Space Agency License: CC BY-SA 4.0 Source Link: Wikimedia",
        "Filename: Diagram2.png Author: Trey Bishop License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: Simplex2.png Author: Tomruen License: Public Domain Source Link: Wikimedia",
        "Filename: Observable.png Author: Andrew Z. Colvin License: CC BY-SA 4.0 Source Link: Wikimedia",
        "Filename: Absolution.png Author: Trey Bishop License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: background.png Author: Shahfa84 License: CC BY-SA 4.0 Source Link: Wikimedia"
    ],
    "title": "SCP-7555"
}