{
    "url": "https://scp-wiki.wikidot.com/scp-7556",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n 7556\n\n\nObject Class:\n Safe/Neutralised\n\n\nSpecial Containment Procedures:\n Monitoring of the Northern Atlantic Ocean is to be carried out until further notice in order to locate lost tissue from the anomaly’s corpse while at sea. In the event that other biomass samples are located with similar genetic abnormalities to SCP-7556, specimens are to be sent to Site-184 for the purpose of ascertaining the samples' origin.\n\n\n\n\n\n\nThe shoreline upon which SCP-7556 was initially discovered.\n\n\n\n\n\n\nPortions of SCP-7556’s viscera, organs and limbs are presently located across Site-184, Site-44 and Area-12's Biological Storage Wings respectively and are available under the approval of on-site parazoology specialists.\n\n\nDescription:\n SCP-7556 is a colossal marine organism of unknown origin or genus that washed up on the shores of Eastern Canada in 1988. The organism’s anatomy appears to be adapted to a wholly carnivorous diet and suggests that SCP-7556, while alive, took the role of a deep sea superpredator. While its corpse was discovered on the Canadian shoreline, the anomaly’s previous habitat remains undetermined, though is presumed to have included the majority of the Arctic Circle and a large portion of the Atlantic Ocean.\n\n\nSCP-7556 was initially discovered, deceased, in a partially decayed state, meaning that its physiology when alive is unknown. Observations have concluded that it likely perished due to an attack or skirmish, attributed to by the presence of large gash wounds on its upper abdomen (See Addendum 7556.1).\n\n\n\n\n\n\nResearcher Tucker’s photograph of the ‘Bermuda Blob’.\n\n\n\n\n\n\nDiscovery:\n\nSCP-7556’s cadaver was found mostly whole in the autumn of 1988 in Canada, though other remains have been located elsewhere. In winter of the same year, a chunk of nearly identical tissue was found in Bermuda that attracted the attention of locals. Following investigation and testing, the remnant was assumed to be adipose tissue originating from the anomaly, though knowledge of its exact biological function was irreversibly compromised due to heavy decay. The sample was transported to Site-44 for further testing, though findings were inconclusive.\n\n\nIn the decades following the initial incident, portions of SCP-7556’s remains have been observed washing ashore across the Atlantic and Arctic Oceans due to undersea currents and streams. Publicly, the phenomenon is known under the umbrella term of “globster”\n1\n due to the belief that each sighting consisted of separate unidentifiable deep sea biota. Nonetheless, the distance between sightings suggests that the organism perished in the open seas as oppose to near-coastal waters.\n\n\nAddendum 7556.1:\n Anatomical Investigation and Initial Containment\n\nIn the days following the anomaly’s discovery and seclusion from the public eye, Cryptozoology Specialist Dr Whittaker was consulted to investigate the corpse and make note of its physiological makeup and features alongside a crew of selected personnel.\n\n\n\n\n\n\n\n\nFrontispiece\n\n\nDigestive System\n\n\nSkeletal System\n\n\nCirculatory System\n\n\nNervous System\n\n\nReproductive System\n\n\nHead/Cranial Section\n\n\nWounds/Damage\n\n\nAnatomical Abnormalities\n\n\nConclusions\n\n\n\n\n\n\n\n\n\n\n\n\nSCP Foundation\n\n\nThe Anatomical Notes of Dr Whittaker\n\n\nRegarding The 1988 Unidentified Atlantic Superpredator\n\n\nten.PiCS|rekattihWJ#ten.PiCS|rekattihWJ\n\n\nExt 6538\n\n\nFax 0697\n\n\n\n\nINTERNAL USE ONLY\n\n\n\n\n\n\n\n\n\n\n\n\nDigestive System:\n\n\n\n\nTotal digestive tract while in abdomen measures approximately 48m (157.5ft) in length.\n\n\n\n\n\n\nHighly acidic, suggesting capability to digest most organic tissues and matter. Researcher Bergmann has proposed the possibility to break down some mineral-based inorganic substances.\n\n\n\n\n\n\nDigestive tract contained the remains of 28 baleen whales, specifically members of \nMegaptera novaeangliae\n2\n and \nBalaena mysticetus\n.\n3\n\n\n\n\n\n\nA single anchor is present, identified to be that of the \nHMS Somerset\n.\n4\n\n\n\n\n\n\n\n\n\n\n\n\nSkeletal System:\n\n\n\n\nGenerally low bone density, strengthening indications that the organism spent the majority of its lifecycle in the deep-sea. Testing has concluded that they are capable of maintaining structural integrity in conditions up to 13,000 PSI.\n5\n\n\n\n\n\n\nMostly broken and/or heavily fragmented. If adapted to abyssal conditions, its rapid rise to shallower waters and landfall likely caused collapse of the main bone structures due to the heightened gravity.\n\n\n\n\n\n\nBetween 80 to 300 individual vertebrae. (Full figure lost due to fragmentation)\n\n\n\n\n\n\n\n\n\n\n\n\nCirculatory System:\n\n\n\n\nLittle presence of blood remnants, significant platelet\n6\n buildup surrounding a large wound in the upper abdomen (See “Wounds/Damage”). It has been deemed highly likely that the anomaly initially perished due to heavy blood loss.\n\n\n\n\n\n\nHeart layout suggests extreme variability regarding blood pressure. This is likely due to the organism occasionally rising from its natural habitat, necessitating rebalancing of its internal pressure.\n\n\n\n\n\n\nHaemorrhaging is present throughout the circulatory organs, meaning that the organism perished or became incapable of utilising its specialised blood pressure system prior to death; anomaly died in the deep and was washed upwards post-mortem.\n\n\n\n\n\n\n\n\n\n\n\n\nNervous System:\n\n\n\n\nBrain has become deflated and damaged due to surface conditions. Extremely small cerebrum and low brain-to-body ratio suggests low, primal intelligence.\n\n\n\n\n\n\n\n\n\n\n\n\nReproductive System:\n\n\n\n\n[N/A], entirely absent.\n\n\n\n\n\n\n\n\n\n\n\n\nHead/Cranial Section:\n\n\n\n\n3 rows of inline, flat-bottomed triangular teeth. Appear specialised for tearing as opposed to cutting. 3 metres in total height each.\n\n\n\n\n\n\nLarge cranium fused to the upper abdomen via fibrous muscle-like tissue, little presence of a neck or jugular.\n\n\n\n\n\n\n\n\n\n\n\n\nWounds/Damage:\n\n\n\n\nProminent gash, 9 metres in length, is present on the upper abdomen; deep enough to inflict damage to various organ systems before contacting the ribcage, which was fractured at the point of impact. Several smaller incisions were found across the cadaver that implied a skirmish with another large organism. While unknown, this lifeform possessed either claw or hook-like appendages at least 3 metres in diameter due to the size of the cadaver’s inflictions.\n\n\n\n\n\n\nSeveral teeth were missing, seemingly broken following a single, strong, downwards bite.\n\n\n\n\n\n\n\n\n\n\n\n\nAnatomical Abnormalities:\n\n\n\n\nSubject possesses additional duplicates of many internal organs such as the gills, liver and stomach. Duplicates appear to be stitched into place and it is indicated by microscopic viewing that they were not organically grown by the host organism and were rather artificially grown and later added. Naturally-occurring organs would not have been capable of supporting the cadaver’s size. Implications of this finding can be found in the conclusionary statements.\n\n\n\n\n\n\nSubject possesses additional limbs more suitable for use on-land as oppose to those found on aquatic fauna. Despite their muscular potential and theoretical suitability to support terrestrial use, the organism’s body mass would have made them mostly unviable.\n\n\n\n\n\n\nInorganic glass and metals were found partially digested in the large intestine. Large chunks were around 0.5 metres in thickness, potentially remnants of a hull capable of withstanding deep-sea conditions.\n\n\n\n\nUpdate: 06/10/1988\n\n\n\n\nA single tag (See Addendum).\n\n\n\n\n\n\n\n\n\n\n\n\nConclusions:\n\n\n\n\nCadaver is the remains of a highly anomalously engineered and altered \nSomniosus microcephalus\n,\n7\n fatally injured in battle and later succumbed to wounds over an unspecified period of time. The specimen was wholly predatory and suited to the deep sea ecosystem, occasionally rising to shallower waters to prey upon cetacean lifeforms.\n8\n Alterations were likely made at the embryonic stage and its combatant remains entirely unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7556.2:\n\n2 months following SCP-7556’s discovery, its decay revealed a waterproof tag attached to the underside reading:\n\n\n\n\nSCP Foundation, Site-228, Specimen 02, Tvíburi\n9\n\n\n\n\nThe former Foundation Site-228 was located on the seabed of ████, ███████ and ceased operations on 19/12/1940 due to the extreme expense of its maintenance and upkeep. While this was the official reason for its suspension of service, it has been deemed by the Accounting Department that the figure of its maintenance cost was grossly exaggerated and larger than its true value. The use of the missing funds remains unknown, though it is now suspected to be directly related to SCP-7556. Further research is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. A fusing of the English terms “globular” and “monster”.\n\n\n2\n. Humpback Whale\n\n\n3\n. Bowhead Whale\n\n\n4\n. The \nHMS Somerset\n was a scientific research vessel that operated from 1968 to 1979. Its primary point of notoriety stems from a sub-Arctic research expedition whereby, upon raising its chain on the morning of 26/07/1978, the anchor was not present. Later findings suggested it was swallowed.\n\n\n5\n. Roughly equivalent to that of the deepest point in Arctic waters.\n\n\n6\n. The component of blood used to block wounds.\n\n\n7\n. Greenland Shark, indicated by DNA present in blood samples.\n\n\n8\n. Colloquially known as whales.\n\n\n9\n. An Icelandic term meaning “twin”.",
    "addendums": [
        "Addendum 7556.1: Anatomical Investigation and Initial Containment In the days following the anomaly’s discovery and seclusion from the public eye, Cryptozoology Specialist Dr Whittaker was consulted to investigate the corpse and make note of its physiological makeup and features alongside a crew of selected personnel.",
        "Addendum 7556.2: 2 months following SCP-7556’s discovery, its decay revealed a waterproof tag attached to the underside reading:\nThe former Foundation Site-228 was located on the seabed of ████, ███████ and ceased operations on 19/12/1940 due to the extreme expense of its maintenance and upkeep. While this was the official reason for its suspension of service, it has been deemed by the Accounting Department that the figure of its maintenance cost was grossly exaggerated and larger than its true value. The use of the missing funds remains unknown, though it is now suspected to be directly related to SCP-7556. Further research is ongoing."
    ],
    "documents": [],
    "notes": [
        "SCP Foundation, Site-228, Specimen 02, Tvíburi 9"
    ],
    "item": "7556",
    "object_class": "Safe/Neutralised",
    "containment_procedures": "Monitoring of the Northern Atlantic Ocean is to be carried out until further notice in order to locate lost tissue from the anomaly’s corpse while at sea. In the event that other biomass samples are located with similar genetic abnormalities to SCP-7556, specimens are to be sent to Site-184 for the purpose of ascertaining the samples' origin.",
    "description": "SCP-7556 is a colossal marine organism of unknown origin or genus that washed up on the shores of Eastern Canada in 1988. The organism’s anatomy appears to be adapted to a wholly carnivorous diet and suggests that SCP-7556, while alive, took the role of a deep sea superpredator. While its corpse was discovered on the Canadian shoreline, the anomaly’s previous habitat remains undetermined, though is presumed to have included the majority of the Arctic Circle and a large portion of the Atlantic Ocean.",
    "title": "SCP-7556"
}