{
    "url": "https://scp-wiki.wikidot.com/scp-7557",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-7557-1 ingress point.\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7557\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nSAFE\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The room containing SCP-7557 has been blocked off to the general public under the guise of ongoing renovations. Operatives embedded in British Museum staff have been instructed to minimize contact between SCP-7557 and civilian museum personnel.\n\n\nAny and all requisitions for items from SCP-7557-1 must be approved by \nSite-44's administration\n.\n\n\nDescription:\n SCP-7557 is a nondescript wooden door located in the British Museum that originally led into a supply cabinet until 04/06/2022. Currently, it leads to a separate, seemingly-infinite non-Euclidean space occupied entirely by museum exhibits, designated SCP-7557-1.\n\n\nItems displayed within SCP-7557-1 are universally non-anomalous, and may be removed from the space without issue. Exhibits are identified by placards that provide a brief explanation of the item, and its approximate date and location of origin. The language used in the placards differs between observers, often transliterating to that of the observer's first language.\n\n\nNotably, all items displayed in SCP-7557-1 do not exhibit any signs of decay nor decomposition unless removed from SCP-7557.\n\n\nAddendum 7557.01:\n\n\nFollowing the conclusion of an initial remote spatial survey of SCP-7557-1, exploration efforts were authorized by Site-44 administration. Expeditionary teams typically comprised of field personnel equipped with rations, sleeping bags, recording equipment, cameras, and an automatic tape dispenser that would serve to mark the path taken by the team into SCP-7557-1. Due to the nature of SCP-7557-1 and the sheer volume of items within it, expeditions typically take place over the course of weeks to months.\n\n\n\n\n\n\n\n\nA/V TRANSCRIPT XPLO-S44-7557-01\n\n\n\n\n\n\nDATE:\n 06/09/2022\n\n\nPERSONNEL INVOLVED:\n\n\n\n\nMTF Zeta-9 \"Mole Rats\"\n\n\n\nAgent Fedelmid O'Moran (\"XERXES\")\n\n\nAgent Iovita Garver (\"JUPITER\")\n\n\n\n\n\n\nDr. Anne Karstensen (Archaeology Division, Site-44)\n\n\nDr. Karim Hanania (Archaeology Division, Site-44)\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nJUPITER:\n We're rolling. Shall we?\n\n\nAll 4 personnel step through SCP-7557 into a large gallery with numerous ancient Egyptian sculptures on display. Dramatic lighting from adjacent rooms spill into the gallery through numerous windows. Drs. Karstensen and Hanania move about to inspect and photograph the sculptures, while XERXES sets up the automatic tape dispenser near SCP-7557. After recording a panorama of the gallery, JUPITER approaches Dr. Hanania.\n\n\nJUPITER:\n So, what's the verdict with these ones?\n\n\nHANANIA:\n Hrmm. These things are indistinguishable from the ones out in the actual museum. This tells us nothing about the nature of the anomaly.\n\n\nKARSTENSEN:\n Likewise. Let's move in further. How's the tape machine, XERXES?\n\n\nXERXES sticks out a thumbs up as the tape dispenser activates. It follows behind the group as they walk out of the room and into another hallway.\n\n\n[9 minutes of extraneous footage removed for brevity.]\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\nHANANIA:\n Might be some kind of, what was the word? Tessellation? Of the actual British Museum?\n\n\nXERXES:\n I should hope so. We'd have an actual use for this map I brought.\n\n\nXERXES pulls out a paper leaflet from their breast pocket.\n\n\nKARSTENSEN:\n We'll find out soon enough. We're approaching the main atrium, so if w—\n\n\nThe group enters a large gallery built in architectural styles distinct from the rest of SCP-7557-1 thus far. It is elaborately decorated with mirrors, gold leaf, and ornately carved amber panels. Inside the room itself sits multiple pedestals mounted with thick and yellowed books. Drs. Karstensen and Hanania silently stare at each other before darting towards the exhibits. XERXES tosses the leaflet over their shoulder.\n\n\nJUPITER:\n I take it this isn't part of the actual museum?\n\n\nXERXES:\n Judging by their reaction, I don't think this stuff is in \nany\n museum.\n\n\nJUPITER and XERXES look on as Drs. Karstensen and Hanania excitedly photograph the artifacts and pore over the information on the placards. JUPITER leans towards a placard to read it.\n\n\nJUPITER:\n Hmm. \"The Amber Room\". That certainly explains the hype. I thought it was transmuted for thaumic ordnance in the 7th Occult War?\n\n\nXERXES:\n I'd let the doctors worry about that instead.\n\n\nDr. Hanania moves deeper into the gallery before noticing and stopping in front of a doorway. Dr. Hanania collapses with a loud thud after looking into it.\n\n\nJUPITER:\n Dr. Hanania? Are you alri—\n\n\nCamera view moves upwards from a fainted Dr. Hanania to a large pile of limestone bricks at eye level. As the footsteps of Dr. Karstensen and XERXES approach from behind, JUPITER cranes further upwards. The pile of bricks is revealed to be a small subsection of the base of a large pyramid, illuminated by spotlights hanging from the dark ceiling of an even larger room.\n\n\nJUPITER:\n What.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\nAt time of writing, over 1,600 square kilometers of internal space has been documented by exploration efforts. Attached below is an excerpt from a list of documented SCP-7557-1 items, with descriptions written by Foundation personnel.\n\n\n\n\nItem Code:\n 7557-QSHM-1915\n\n\nDescription:\n A painted terracotta sculpture of a war chariot in a style consistent with that of the terracotta sculptures found in the mausoleum of Qin Shi Huang. Notably, the chariot is drawn by an unidentified dinosaurian organism, thought to be an undiscovered ornithopod.\n\n\nDate of Origin:\n 200s BCE\n\n\nLocation of Origin:\n Xi'an, China\n\n\n\n\n\n\nItem Code:\n 7557-CVBF-2331\n\n\nDescription:\n A large oil painting identified as \nThe Lovers: The Poet's Garden IV\n by Vincent van Gogh. Confiscated by the Nazi German regime in baseline reality, and has remained missing since. Item does not exhibit any signs of damage or deterioration typically associated with contemporary artworks recovered from Nazi custody.\n\n\nDate of Origin:\n 1888 CE\n\n\nLocation of Origin:\n Arles, France\n\n\n\n\n\n\nItem Code:\n 7557-LDCT-3645\n\n\nDescription:\n A collection of recipes, cooking techniques, and notes written on 3 pieces of parchment. Analysis of the artifact reveals the parchment to be human leather, and the ink to be dried human blood.\n\n\nDate of Origin:\n 6th millennium BCE\n\n\nLocation of Origin:\n Qawet, Daevastan\n\n\n\n\n\n\nItem Code:\n 7557-TFTO-4005\n\n\nDescription:\n \nA hanging oil lamp\n made of Islamic glass, gilded in thin gold leaf. When lit, shadows cast by markings on the lamp reveal a map of Silk Road trade routes.\n\n\nDate of Origin:\n Late 14th century CE\n\n\nLocation of Origin:\n Marrakesh, Morocco\n\n\n\n\n\n\nItem Code:\n 7557-MKDN-5782\n\n\nDescription:\n \nA plain marble sarcophagus\n, carved in Hellenistic style. Engraved at the foot of the sarcophagus are a series of sentences in Attic Greek, Old Persian, Imperial Aramaic, and Egyptian, reading as follows. \"Whichever Land should receive the Body in which my Soul first dwelt, should be happy and unvanquishable forever\".\n\n\nDate of Origin:\n 320s BCE\n\n\nLocation of Origin:\n Alexander Arachosia, modern Kandahar, Afghanistan\n\n\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\n\n\n\n\n\n\nA/V TRANSCRIPT XPLO-S44-7557-02\n\n\n\n\n\n\nDATE:\n 07/09/2022\n\n\nPERSONNEL INVOLVED:\n\n\n\n\nMTF Zeta-9 \"Mole Rats\"\n\n\n\nAgent Fedelmid O'Moran (\"XERXES\")\n\n\nAgent Iovita Garver (\"JUPITER\")\n\n\n\n\n\n\nDr. Anne Karstensen (Department of Anthropology, Site-44)\n\n\nDr. Karim Hanania (Archaeology Division, Site-44)\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nDr. Hanania is seen walking with a slight limp in front of the group, peering left and right through archways and doors as they walk down a hallway.\n\n\nKARSTENSEN:\n Are you sure you're well enough to keep going, Karim?\n\n\nHANANIA:\n And miss all this? Not a chance. Who knows what lost artifacts we could stumble across in this place? Plus, I've already slept off most of the pain.\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\nJUPITER:\n So, uh, would you say this anomaly is making copies of items and buildings in baseline reality and displaying them here?\n\n\nHANANIA:\n Quite possibly so. You saw the Amber Room earlier, but the books inside? Much older. We don't even have tabs on them, much less a copy sitting in a deepwell somewhere. They have been wholly lost to the sands of time, and yet, here they are.\n\n\nKARSTENSEN:\n I'm not too convinced that's the case. We don't have the ability to cross-reference nor verify the authenticity of some of these lost items, so how do we know they're actually copies of the real thing? How do we know these actually existed?\n\n\nThe group enter a gallery at the end of the hallway. Drs. Hanania and Karstensen can be heard debating heatedly in the background. JUPITER approaches XERXES with the camera, who is looking at a red, white, and green tricolor banner hanging on a nearby wall.\n\n\nXERXES:\n Hey. Take a look at this thing. Take a guess at which flag this is without reading the placard.\n\n\nJUPITER:\n The flag of Hungary?\n\n\nXERXES:\n Yeah, no. Apparently, this is the flag of the Republic of Britain after the English Revolution of 1788.\n\n\nJUPITER:\n The what?\n\n\nAs JUPITER looks around the room, numerous exhibits such as muskets, artillery, and a guillotine are visible. Drs. Hanania and Karstensen also take notice of this, the latter gesturing to a nearby painting of the execution of a King James IV in London with a smug expression.\n\n\nKARSTENSEN:\n See? There's more to this place than what you thought.\n\n\nHANANIA:\n Sure, but how do we know this isn't something that was erased by some retrocasual anomalous event? Hell, maybe there's something beyond our clearance level that's responsible for such a situation.\n\n\nThe two continue to debate on the ramifications of the existence of ahistorical exhibits, while XERXES is seen walking into an adjacent gallery, staring at something off-screen. JUPITER follows while waving at the doctors to come along. As she peers out of the doorway, XERXES is revealed to be staring at a fragment of white brick wall, dirtied by blast marks and bullet holes. Painted in black on the wall fragment is the logo of the SCP Foundation. XERXES begins to speak dryly, reading off the accompanying placard.\n\n\nXERXES:\n \"Wall section from SCP Foundation Site-120\".\n\n\nXERXES looks back at JUPITER with his eyes wide open.\n\n\nXERXES:\n \"The last bastion of humanity, 2047 CE\".\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\nAddendum 7557.02:\n Further exploration into SCP-7557-1 has led to the discovery and documentation of approximately 2,318 items of Foundation origin or manufacture. A third of these items have been identified as decommissioned or neutralized anomalies. The majority are noted to be sourced from the late 20th to early 21st century. No exhibits have been found to originate from after 2052CE.\n\n\n\n\nItem Code:\n 7557-SCPF-0002\n\n\nDescription:\n 1 \nBright/Zartion Hominid Replicator\n. Is functionally identical to existing units in baseline reality, but malfunctions upon use due to uncertain causes. Organisms created by the object universally expire within 12 seconds.\n\n\nDate of Origin:\n 2041 CE\n\n\nLocation of Origin:\n Yellowstone National Park, Wyoming, United States of America\n\n\n\n\n\n\nItem Code:\n 7557-SCPF-0286\n\n\nDescription:\n A large cylindrical structure several hundred meters in height and width. Houses a dense server system, advanced antifusion reactor, and \nthe fragments of a reality anchor of unidentified design\n. All information stored on server systems irreversibly corrupted by data rot.\n\n\nDate of Origin:\n 2022 CE\n\n\nLocation of Origin:\n SCP Foundation Site-01, [REDACTED], [REDACTED]\n\n\n\n\n\n\nItem Code:\n 7557-SCPF-1957\n\n\nDescription:\n An advanced mechanical prosthetic arm designed by Prometheus Labs. Serial number found within object is identical to that of another \nprosthetic arm currently in use by Foundation personnel\n in baseline reality. Item was highly radioactive upon discovery, but has attenuated to background levels shortly after removal from SCP-7557.\n\n\nDate of Origin:\n 2031 CE\n\n\nLocation of Origin:\n Bering Sea\n\n\n\n\n\n\nItem Code:\n 7557-SCPF-3710\n\n\nDescription:\n A blown-up reconstruction of a sculpture made of concrete and rebar from 744 inert fragments caked in dried blood and excrement, suspended from a frame via thin wires. \nA tin canister is visible in the center of the sculpture\n.\n\n\nDate of Origin:\n 2004 CE\n\n\nLocation of Origin:\n Tokyo, Japan\n\n\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\n\n\n\n\n\n\nA/V TRANSCRIPT XPLO-S44-7557-01\n\n\n\n\n\n\nDATE:\n 09/09/2022\n\n\nPERSONNEL INVOLVED:\n\n\n\n\nMTF Zeta-9 \"Mole Rats\"\n\n\n\nAgent Fedelmid O'Moran (\"XERXES\")\n\n\nAgent Iovita Garver (\"JUPITER\")\n\n\n\n\n\n\nDr. Anne Karstensen (Department of Anthropology, Site-44)\n\n\nDr. Karim Hanania (Archaeology Division, Site-44)\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nThe group walk along a balcony overlooking an atrium in silence. Dr. Hanania turns to look at the exhibit occupying the atrium, a \ncolossal humanoid automaton made of bronze\n, but does not say anything.\n\n\nXERXES:\n Right, this is as deep as we'll go for this expedition. We'll take a break and then start heading back. Going by our revised maps, we should be able to get back to the entrance while covering new ground.\n\n\nSilence on recording for several minutes, save for background noises caused by the consumption of rations.\n\n\nJUPITER:\n You two have been awfully quiet since the wall fragment.\n\n\nKARSTENSEN:\n Quite.\n\n\nJUPITER:\n It's about the anomaly, isn't it? The deal with this place?\n\n\nKARSTENSEN:\n Yeah. I'm not sure if I want to discuss my theories, and if Karim's silence is anything to go by, he's also arrived at the same conclusion.\n\n\nJUPITER:\n Do tell.\n\n\nKARSTENSEN:\n It's just— These aren't copies. Not likely. There are too many anachronisms. Too many duplicates with minor differences. Too many contradictory placards. The Foundation can reset history as many times as they like, but there are only so many times you can redo the Bronze Age. All these artifacts, they're real, but they may very well be from other realities.\n\n\nXERXES:\n That would explain the wall fragment.\n\n\nHANANIA:\n That only explains how the fragment could end up here, but not why. If what we've seen is anything to go by, that wall fragment is here for the same reason that thing is here.\n\n\nDr. Hanania points towards the bronze automaton in the atrium.\n\n\nHANANIA:\n There's no longer a reason to use it for its intended purpose, which poses the question. What happened to the Foundation in the wall's reality of origin?\n\n\nKARSTENSEN:\n I mean— if it's here, that means whatever happened, already happened. In a relative sort of sense. It's not really something we should be concerned about.\n\n\nSilence for several seconds.\n\n\nJUPITER:\n Well, uh. I think I'll go for a post-lunch stroll around this general area.\n\n\nXERXES gives a thumbs up in acknowledgement. JUPITER separates from the group, circling around the atrium with the camera. She whistles softly, peering into rooms as she passes by them. She freezes in place outside one such room. A supply cabinet door, slightly ajar and visually identical to SCP-7557 is seen within.\n\n\nJUPITER:\n XERXES! I think I found something.\n\n\n4 minutes of extraneous footage removed for brevity.\n\n\nKARSTENSEN:\n I mean, are you sure it isn't an exhibit?\n\n\nHANANIA:\n I don't see a placard anywhere. Do you think that maybe, the original door we came through is capable of, I don't know, teleporting?\n\n\nXERXES:\n No, it's— It's not that kind of door. We already checked and we're 85% certain this is an anchored gateway.\n\n\nHANANIA:\n Only 85%?\n\n\nAs JUPITER approaches the door, the noise of the team members debating is gradually drowned out by the sound of rushing wind. She cautiously opens the door, and steps through into the central courtyard of the British Museum. JUPITER proceeds down a flight of steps, looking in all directions for any signs of activity in an otherwise empty courtyard. The other team members slowly filter through the door in the background.\n\n\n\n\n\n\nUnidentified reality. Accessible via gateway in SCP-7557-1.\n\n\n\n\n\n\nXERXES:\n Well this is convenient. We might even be able to call our expedition here and avoid having to walk a few marathons back to the other door. I'll contact 44 first to let them know our weeklong expedition got cut short.\n\n\nJUPITER:\n Something's off. The museum should be having peak hours around this time. The shops aren't even ope—\n\n\nJUPITER flinches upon seeing a desiccated human corpse in a janitor's uniform, lying behind a pillar.\n\n\nJUPITER:\n Right. Wonderful. Don't come over here, folks. There's a dried up body here and trust me when I say you do not want to see this.\n\n\nHANANIA:\n Oh, alright then. We'll just make do with the ones back here.\n\n\nThe camera abruptly pans over, revealing more corpses in various locations scattered around one of the entrances into the courtyard. All are wearing museum staff uniforms. Dr. Hanania is seen pointing at a nearby body, while Dr. Karstensen is staring at another analytically.\n\n\nHANANIA:\n Oh, don't look at us like that. What kind of archaeologists would we be if we couldn't handle a few cadavers?\n\n\nJUPITER:\n Didn't you faint the second you saw that pyramid?\n\n\nDr. Hanania shrugs.\n\n\nKARSTENSEN:\n Hey JUPITER, I think those peak hours you mentioned are all lying in front of the ticket counter over here.\n\n\nDr. Karstensen trails off as she walks towards the aforementioned ticket counter and away from the camera's view. XERXES approaches JUPITER with transponder in hand.\n\n\nXERXES:\n Can't get through to 44. Nor anyone else, really. Something about a \ntransmitter error\n, and it's not on account of our equipment.\n\n\nJUPITER:\n Okay, uh. I'm getting the feeling that we may have gotten off at the wrong door, so we should go back. Now.\n\n\nXERXES:\n I concur.\n\n\nJUPITER and XERXES walk back to the doorway, calling for Drs. Hanania and Karstensen to follow.\n\n\nHANANIA:\n Wait, so are we not going to look into this?\n\n\nXERXES:\n Nope, we're going to make a note of it and let someone else do the Scooby-Doo'ing. Plus, there's no telling that whatever killed them didn't stick around.\n\n\nJUPITER:\n You think we might be compromised?\n\n\nKARSTENSEN:\n I'm leaning towards no. These deaths look sudden, and ours would've been too if we were compromised in any capacity.\n\n\nJUPITER:\n Fair point.\n\n\nWith all members back within SCP-7557-1, JUPITER closes the door and locks it.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n⠀\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\n⠀\n\n\n\n\n\n\n\n\nA/V TRANSCRIPT XPLO-S44-7557-01\n\n\n\n\n\n\nDATE:\n 10/09/2022\n\n\nPERSONNEL INVOLVED:\n\n\n\n\nMTF Zeta-9 \"Mole Rats\"\n\n\n\nAgent Fedelmid O'Moran (\"XERXES\")\n\n\nAgent Iovita Garver (\"JUPITER\")\n\n\n\n\n\n\nDr. Anne Karstensen (Department of Anthropology, Site-44)\n\n\nDr. Karim Hanania (Archaeology Division, Site-44)\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nXERXES:\n Alright, we're almost there. We'll take a short break while I recalibrate a few things.\n\n\nJUPITER and Drs. Hanania and Karstensen set down their bags and consume some water and light snacks. XERXES is seen fiddling with several navigational devices in the background.\n\n\nJUPITER:\n Expedition's almost over. How do you two feel about it?\n\n\nHANANIA:\n My fatigue is starting to catch up to me. Oh, what I'd give for good night's sleep in a proper bed.\n\n\nKARSTENSEN:\n This was a valuable experience, in my opinion. Save for that door. Would've been a lot nicer if I didn't have to see all that.\n\n\nJUPITER:\n That reminds me, out of all the items this space collects, there aren't too many biological items, are there?\n\n\nKARSTENSEN:\n I don't think we've seen any, actually. There were fossils, taxidermized animals, erm… That's about it, I think.\n\n\nHANANIA:\n If there's anything we know for certain about this place, it's that it doesn't do cadavers. Not sure about whether there's anything in the sarcophagi, though.\n\n\nSeveral minutes of extraneous footage removed.\n\n\n\n\n\n\nSCP-7557-1 interior.\n\n\n\n\n\n\nJUPITER:\n Anyway, uh, where'd XERXES go?\n\n\nKARSTENSEN:\n Think I saw them head past the second doorway over there.\n\n\nJUPITER walks towards the aforementioned doorway. It leads into a room visually identical to SCP-7557's ingress point, with a line of tape leading out of the room away from a supply cabinet door. The door is slightly ajar.\n\n\nHANANIA:\n Oh thank god we're back, I don't think I could handle another 4 hour trek.\n\n\nJUPITER:\n XERXES? You in there?\n\n\nJUPITER opens the door fully while Drs. Hanania and Karstensen follow from behind. They step through into a room cordoned off by white tarp and faux scaffolding. The lights are off, but the room is softly illuminated by muted orange light coming from windows beyond the tarp.\n\n\nKARSTENSEN:\n Are we sure this is the original door and not the kind that takes you to a murder mystery world?\n\n\nHANANIA:\n Well there's tape on the floor this time round, so it should be?\n\n\nJUPITER:\n No, that can't be right. Or maybe it is. XERXES is the expert on non-Euclidean spaces, not me.\n\n\nFootsteps are heard from outside the tarp. As JUPITER moves to lift it, the camera is abruptly dropped, facing towards a wall behind them. A \nbright vermillion light\n can be seen shining on the wall through the gap in the tarp. Screams are heard, followed by wet gurgling sounds.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAFTERWORD:\n The expeditionary team was located following the automatic activation of a distress beacon days later. All members of the team were presumed dead, and subsequently terminated.\n\n\n\n\nAddendum 7557.03:\n Further exploration efforts have revealed an extensive number of similar exit points, all of which presumably lead into different realities. Personnel are to avoid these exit points following several similar incidents accompanying an expeditionary team's egress through them. Proposals for armed exploration efforts into these realities are currently under review.\n\n\nThe ramifications of the appearance of SCP-7557 in baseline reality are under consideration.\n\n\n\n\n\n\n« \nSCP-7556\n | SCP-7557 | \nSCP-7558\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7557\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7557\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n court.png\n\n\nName:\n British Museum - Great Court edit.jpg\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/wiki/User:DVD_R_W\n]\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:British_Museum_-_Great_Court_edit.jpg\n]\n\n\n\n\n\n\nFilename:\n dino.jpg\n\n\nName:\n dinosaur-skeleton-profile-867576_960_720.jpg\n\n\nAuthor:\n [\nhttps://pixabay.com/users/acaller-1253599/\n]\n\n\nLicense:\n Pixabay License\n\n\nSource:\n [\nhttps://pixabay.com/photos/dinosaur-skeleton-profile-867576/\n]\n\n\n\n\n\n\nFilename:\n elephant.png\n\n\nName:\n paris-112038_960_720.jpg\n\n\nAuthor:\n [\nhttps://pixabay.com/users/12019-12019/\n]\n\n\nLicense:\n Pixabay License\n\n\nSource:\n [\nhttps://pixabay.com/photos/paris-france-112038/\n]\n\n\n\n\n\n\nFilename:\n entrance.png\n\n\nName:\n British Museum Egyptian Section 1983.jpg\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/w/index.php?title=User:Johnckarnes\n]\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:British_Museum_Egyptian_Section_1983.jpg\n]\n\n\n\n\n\n\nFilename:\n haida.jpg\n\n\nName:\n 25609153113_4bb5e545c1_o.jpg\n\n\nAuthor:\n [\nhttps://www.flickr.com/photos/vagueonthehow/\n]\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n [\nhttps://www.flickr.com/photos/vagueonthehow/25609153113/\n]\n\n\n\n\n\n\nFilename:\n library.jpg\n\n\nName:\n A Baroque library, Prague - 7539.jpg\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/wiki/User:Jorgeroyan\n]\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n [\nhttps://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/A_Baroque_library%2C_Prague_-_7539.jpg/1200px-A_Baroque_library%2C_Prague_-_7539.jpg?20130924080802\n]\n\n\n\n\n\n\nFilename:\n statue1.png\n\n\nName:\n Townley Sculptures.JPG\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/wiki/User:M.chohan\n]\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:Townley_Sculptures.JPG\n]\n\n\n\n\n\n\nFilename:\n statue2.jpg\n\n\nName:\n The Egyptian Museum in Cairo, Egypt (2744339822).jpg\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/wiki/User:Rudolphous\n]\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:The_Egyptian_Museum_in_Cairo,_Egypt_(2744339822).jpg\n]\n\n\n\n\n\n\nFilename:\n statue3.png\n\n\nName:\n museum-333201_960_720.jpg\n\n\nAuthor:\n [\nhttps://pixabay.com/users/carabo_spain-30101/\n]\n\n\nLicense:\n Pixabay License\n\n\nSource:\n [\nhttps://pixabay.com/photos/museum-exhibition-palace-crystal-333201/\n]\n\n\n\n\n\n\nFilename:\n statue4.png\n\n\nName:\n 5532851660_1c0a99234e_o.jpg\n\n\nAuthor:\n [\nhttps://www.flickr.com/photos/pagedooley/\n]\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n [\nhttps://flickr.com/photos/12836528@N00/5532851660\n]",
    "addendums": [
        "Addendum 7557.01:\nFollowing the conclusion of an initial remote spatial survey of SCP-7557-1, exploration efforts were authorized by Site-44 administration. Expeditionary teams typically comprised of field personnel equipped with rations, sleeping bags, recording equipment, cameras, and an automatic tape dispenser that would serve to mark the path taken by the team into SCP-7557-1. Due to the nature of SCP-7557-1 and the sheer volume of items within it, expeditions typically take place over the course of weeks to months.\n\nAt time of writing, over 1,600 square kilometers of internal space has been documented by exploration efforts. Attached below is an excerpt from a list of documented SCP-7557-1 items, with descriptions written by Foundation personnel.\n",
        "Addendum 7557.02: Further exploration into SCP-7557-1 has led to the discovery and documentation of approximately 2,318 items of Foundation origin or manufacture. A third of these items have been identified as decommissioned or neutralized anomalies. The majority are noted to be sourced from the late 20th to early 21st century. No exhibits have been found to originate from after 2052CE.\n\n⠀",
        "Addendum 7557.03: Further exploration efforts have revealed an extensive number of similar exit points, all of which presumably lead into different realities. Personnel are to avoid these exit points following several similar incidents accompanying an expeditionary team's egress through them. Proposals for armed exploration efforts into these realities are currently under review.\nThe ramifications of the appearance of SCP-7557 in baseline reality are under consideration."
    ],
    "documents": [],
    "notes": [
        "Item Code: 7557-QSHM-1915 Description: A painted terracotta sculpture of a war chariot in a style consistent with that of the terracotta sculptures found in the mausoleum of Qin Shi Huang. Notably, the chariot is drawn by an unidentified dinosaurian organism, thought to be an undiscovered ornithopod. Date of Origin: 200s BCE Location of Origin: Xi'an, China",
        "Item Code: 7557-CVBF-2331 Description: A large oil painting identified as The Lovers: The Poet's Garden IV by Vincent van Gogh. Confiscated by the Nazi German regime in baseline reality, and has remained missing since. Item does not exhibit any signs of damage or deterioration typically associated with contemporary artworks recovered from Nazi custody. Date of Origin: 1888 CE Location of Origin: Arles, France",
        "Item Code: 7557-LDCT-3645 Description: A collection of recipes, cooking techniques, and notes written on 3 pieces of parchment. Analysis of the artifact reveals the parchment to be human leather, and the ink to be dried human blood. Date of Origin: 6th millennium BCE Location of Origin: Qawet, Daevastan",
        "Item Code: 7557-TFTO-4005 Description: A hanging oil lamp made of Islamic glass, gilded in thin gold leaf. When lit, shadows cast by markings on the lamp reveal a map of Silk Road trade routes. Date of Origin: Late 14th century CE Location of Origin: Marrakesh, Morocco",
        "Item Code: 7557-MKDN-5782 Description: A plain marble sarcophagus , carved in Hellenistic style. Engraved at the foot of the sarcophagus are a series of sentences in Attic Greek, Old Persian, Imperial Aramaic, and Egyptian, reading as follows. \"Whichever Land should receive the Body in which my Soul first dwelt, should be happy and unvanquishable forever\". Date of Origin: 320s BCE Location of Origin: Alexander Arachosia, modern Kandahar, Afghanistan",
        "Item Code: 7557-SCPF-0002 Description: 1 Bright/Zartion Hominid Replicator . Is functionally identical to existing units in baseline reality, but malfunctions upon use due to uncertain causes. Organisms created by the object universally expire within 12 seconds. Date of Origin: 2041 CE Location of Origin: Yellowstone National Park, Wyoming, United States of America",
        "Item Code: 7557-SCPF-0286 Description: A large cylindrical structure several hundred meters in height and width. Houses a dense server system, advanced antifusion reactor, and the fragments of a reality anchor of unidentified design . All information stored on server systems irreversibly corrupted by data rot. Date of Origin: 2022 CE Location of Origin: SCP Foundation Site-01, [REDACTED], [REDACTED]",
        "Item Code: 7557-SCPF-1957 Description: An advanced mechanical prosthetic arm designed by Prometheus Labs. Serial number found within object is identical to that of another prosthetic arm currently in use by Foundation personnel in baseline reality. Item was highly radioactive upon discovery, but has attenuated to background levels shortly after removal from SCP-7557. Date of Origin: 2031 CE Location of Origin: Bering Sea",
        "Item Code: 7557-SCPF-3710 Description: A blown-up reconstruction of a sculpture made of concrete and rebar from 744 inert fragments caked in dried blood and excrement, suspended from a frame via thin wires. A tin canister is visible in the center of the sculpture . Date of Origin: 2004 CE Location of Origin: Tokyo, Japan",
        "\" SCP-7557 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-7557 . Licensed under CC-BY-SA .",
        "Filename: court.png Name: British Museum - Great Court edit.jpg Author: [ https://commons.wikimedia.org/wiki/User:DVD_R_W ] License: CC BY-SA 3.0 Source: [ https://commons.wikimedia.org/wiki/File:British_Museum_-_Great_Court_edit.jpg ]",
        "Filename: dino.jpg Name: dinosaur-skeleton-profile-867576_960_720.jpg Author: [ https://pixabay.com/users/acaller-1253599/ ] License: Pixabay License Source: [ https://pixabay.com/photos/dinosaur-skeleton-profile-867576/ ]",
        "Filename: elephant.png Name: paris-112038_960_720.jpg Author: [ https://pixabay.com/users/12019-12019/ ] License: Pixabay License Source: [ https://pixabay.com/photos/paris-france-112038/ ]",
        "Filename: entrance.png Name: British Museum Egyptian Section 1983.jpg Author: [ https://commons.wikimedia.org/w/index.php?title=User:Johnckarnes ] License: CC BY-SA 4.0 Source: [ https://commons.wikimedia.org/wiki/File:British_Museum_Egyptian_Section_1983.jpg ]",
        "Filename: haida.jpg Name: 25609153113_4bb5e545c1_o.jpg Author: [ https://www.flickr.com/photos/vagueonthehow/ ] License: CC BY 2.0 Source: [ https://www.flickr.com/photos/vagueonthehow/25609153113/ ]",
        "Filename: library.jpg Name: A Baroque library, Prague - 7539.jpg Author: [ https://commons.wikimedia.org/wiki/User:Jorgeroyan ] License: CC BY-SA 3.0 Source: [ https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/A_Baroque_library%2C_Prague_-_7539.jpg/1200px-A_Baroque_library%2C_Prague_-_7539.jpg?20130924080802 ]",
        "Filename: statue1.png Name: Townley Sculptures.JPG Author: [ https://commons.wikimedia.org/wiki/User:M.chohan ] License: CC BY-SA 3.0 Source: [ https://commons.wikimedia.org/wiki/File:Townley_Sculptures.JPG ]",
        "Filename: statue2.jpg Name: The Egyptian Museum in Cairo, Egypt (2744339822).jpg Author: [ https://commons.wikimedia.org/wiki/User:Rudolphous ] License: CC BY 2.0 Source: [ https://commons.wikimedia.org/wiki/File:The_Egyptian_Museum_in_Cairo,_Egypt_(2744339822).jpg ]",
        "Filename: statue3.png Name: museum-333201_960_720.jpg Author: [ https://pixabay.com/users/carabo_spain-30101/ ] License: Pixabay License Source: [ https://pixabay.com/photos/museum-exhibition-palace-crystal-333201/ ]",
        "Filename: statue4.png Name: 5532851660_1c0a99234e_o.jpg Author: [ https://www.flickr.com/photos/pagedooley/ ] License: CC BY 2.0 Source: [ https://flickr.com/photos/12836528@N00/5532851660 ]"
    ],
    "containment_procedures": "The room containing SCP-7557 has been blocked off to the general public under the guise of ongoing renovations. Operatives embedded in British Museum staff have been instructed to minimize contact between SCP-7557 and civilian museum personnel.",
    "description": "SCP-7557 is a nondescript wooden door located in the British Museum that originally led into a supply cabinet until 04/06/2022. Currently, it leads to a separate, seemingly-infinite non-Euclidean space occupied entirely by museum exhibits, designated SCP-7557-1.",
    "title": "SCP-7557"
}