{
    "url": "https://scp-wiki.wikidot.com/scp-7560",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\nSYTYCFanon\n\n\n\n\n\n\nSCP-7560\n - The Divining Radish\n\n\nFor more stories in my verse check here\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7560\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-78\n\n\nLeah Richter\n\n\nLena Lorri\n\n\nPhi-43 (\"Metal Detectors\")\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7560 and his non anomalous counterparts\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7560 is to be kept in Site-78's greenhouse and tended to as a non-anomalous radish. SCP-7560 is allowed to be removed from the garden by MTF Phi-43 \"(Metal Detectors)\" and placed into a soil-filled pot for use in testing and retrieval.\n\n\nDescription:\n SCP-7560 is a specimen of \nRaphanus raphanistrum\n, commonly referred to as a wild radish. SCP-7560 is fully sentient and possesses a consciousness through anomalous means. SCP-7560 does not appear to decay and age like a normal wild radish, claiming to be at least four years old. Its body also appears to be anomalously durable, surviving falls from at least three stories up. SCP-7560's personality is considered \"boisterous\" and \"proud\" and frequently vocalizes in distress about being roughly handled by human beings. SCP-7560 also displays a unique speech pattern, often using terms with the prefix \"Rad-\" and ending words with \"-ish\" even if it isn't grammatically correct to do so.\n\n\nSCP-7560's primary effect is that, when planted, it can determine what objects are underneath it within a 5km by 5km cube which it will vocalize with instructions to reach said object. This radar-esque ability has proved to be more precise and accurate than any ground penetrating radar that Site-78 currently has access to. It appears to enjoy describing the locations of underground objects and often gloats about this ability.\n\n\nThe primary use of this ability to Foundation personnel is the searching and retrieval of \nanomalous materials\n whose locations are often hard to discern.\n\n\nDiscovery:\n Researcher Lena Lorri was tending to her home garden when she heard a male voice talking about a \nS. stenops\n skull buried underneath the ground. When she investigated she found the voice coming out a radish in the ground. Lorri, realizing that it may be anomalous, removed it from the ground where it began expressing its discomfort with being handled and demanding it be replanted. Lorri promptly placed it into a containment case and brought it back to Site-78 for study.\n\n\n\n\n+ SCP-7560 interview\n\n\n\n\n- Close\n\n\n\n\n\n\nBackground:\n The following is an interview given shortly after the anomaly was registered. Researchers Lena Lorri and Greg Chudley were assigned to interview SCP-7560.\n\n\n[Begin Recording]\n\n\n[Chudley and Lorri are seated in front of SCP-7560 currently planted inside of a small pot]\n\n\nChudley:\n You have got to be kidding me, first the \njorts\n, now a radish?\n\n\nLorri:\n Chudley! You're supposed to be professional. Don't act like that in front of the anomaly.\n\n\nSCP-7560:\n Anomaly? What do you take me for? I'm not an anomaly, I'm the RADDEST of radish-kind!\n\n\nChudley:\n Radishes are not supposed to talk, which is why we have designated you as SCP-7560 now if you would just-\n\n\nSCP-7560:\n 7560? That's a horrible number! What about \n7000\n? That would make me real special-ish!\n\n\nChudley:\n It's taken. Now we need to ask, have you always been able to talk?\n\n\nSCP-7560:\n Ever since I was a sproutling! My mother, bless her heart couldn't speak but she sure was a sweet radish.\n\n\nLorri:\n How long have you been around? I don't really remember planting you in my garden.\n\n\nSCP-7560:\n Ah well you see, a mighty feathered beast had picked me up for a meal but I smited\n1\n him and he dropped me from the sky! It was exhilarating and soon I found plummeting into the RADICAL dirt you have in your garden.\n\n\nLorri:\n That's um… certainly a story.\n\n\nChudley:\n Why exactly are you the greatest of all time? You can speak, plenty of things we deal with that shouldn't speak; speak.\n\n\nSCP-7560:\n That's where you're wrong, dork-ish scientist man! I have a RAD special ability!\n\n\nLorri:\n Does it have to do with you going about directions to a Stegosaurus skull?\n\n\nSCP-7560:\n Wow aren't you a RAD one? Yes! My leaves are attuned to everything in the ground! I can find just about anything when I'm planted in the dirt!\n\n\nChudley:\n Anything? Eh? Did you check for that skull?\n\n\nLorri:\n No, he was saying it was buried at least four hundred feet underground. I couldn't dig that up myself.\n\n\nChudley:\n Well, let's send a crew to your house. We can see if he is telling the truth or not.\n\n\n[End recording]\n\n\n\n\n\n\n\n\n\n\nFollowing this interview, Foundation archaeologists were sent to Lorri's residence with the instructions provided by SCP-7560. The dig team was successful in unearthing the skull which led to Researcher Lorri suggesting that Site-78 utilize SCP-7560 for the detection of anomalous materials for the SCP-6952 weapons projects. Site Director Richter approved of this measure and as of 28-3-2022, SCP-7560 has been responsible for unearthing half a metric ton of resources usable to Site-78.\n\n\nAddendum 7560.01:\n Video log of excavation event #6.\n\n\nThe following video was drone footage taken by Researcher Lorri as an example of SCP-7560's abilities. SCP-7560 was brought to a Foundation dig site to determine if there was anything anomalous buried within the mine.\n\n\n\n\n[Begin Recording]\n\n\n[Researchers Chudley, Johnston and Lorri are seen surrounding a recently dug hole. Lorri is holding SCP-7560 in its typical pot.]\n\n\nJohnston:\n So this thing is supposed to be better than using radio frequencies?\n\n\nChudley:\n Hardly. Radar doesn't call you mean names.\n\n\nLorri:\n Prevents us from having to dig haphazardly until we find Adamantine Ore in a big deposit of something else. Just watch.\n\n\nSCP-7560:\n Lighten up, Chud boy! It's just some good ol hazin! I don't hate you that much…ish.\n\n\nChudley:\n (sighs). Lorri hurry up and plant him before I have to listen to him anymore.\n\n\nSCP-7560:\n What do you have against me, Chud-nugget! You're just mad that you aren't as RADICAL as I-\n\n\n[Lorri removes SCP-7560 by tugging on his leaves to free him from the dirt]\n\n\nSCP-7560:\n H-hey! I didn't say I was ready! Stop pulling so hard, AH! Don't touch me like that! Jeez do you humans know how to not be so rough-ish!\n\n\n[Lorri proceeds to plant SCP-7560 in the hole and begins packing dirt around it until it is planted.]\n\n\nSCP-7560:\n Ah now that's RAD! Give me one second to work my magic!\n\n\n[SCP-7560 begins to hum for thirty seconds before speaking once more.]\n\n\nSCP-7560:\n Let's see here, I see some iron and some copper….\n\n\nJohnston:\n Not exactly what we've been looking for. Is there anything… strange down there?\n\n\nSCP-7560:\n Ah now that you mention it there's some type of funky ore down there, it's got a lot of oxides I've never seen before. Looks like it's….. oh 500 meters from where we are standing and about 600 to 700 meters down give or take. There's not a lot of it but it should be good enough-ish.\n\n\nJohnston:\n I will ultimately be the judge of that. Thanks for the report, SCP-7560. I'll let our mining teams know where to start.\n\n\n[End recording]\n\n\n\n\nWithin the next few days, Foundation mining teams were able to recover 45 kilograms of Adamantine Ore that would have been potentially missed if normal operations were set to continue.\n\n\nAddendum 7560.02:\n Video Journal of SCP-7560 maintenance\n\n\nThe following journal was taken from Researcher Lorri's personal files as she felt it contained insight into SCP-7560's personality profile.\n\n\n\n\n[Researcher Lorri is seen watering various plants in the Site-78 greenhouse including SCP-7560]\n\n\nSCP-7560:\n Ahhhhhhhhhhh! Refreshing-ish!\n\n\nLorri:\n Glad you like it, made sure your favorite nutrients were added in.\n\n\nSCP-7560:\n Radical! You're a real plant whisperer.\n\n\nLorri:\n I would hope so, I got my Bachelor's in botany. Say, I don't think I ever asked your name.\n\n\nSCP-7560:\n Well…. you would just call me SCP-7560 anyways, so I don't think it matters-ish.\n\n\nLorri:\n We've been working together long enough, buddy. Throw me a bone.\n\n\nSCP-7560:\n Well even if I could tell you, which I can't because my name is a forbidden spell too RADICAL for mere mortals to speak. It's unpronounceable by human tongue. Only radishes can speak it.\n\n\nLorri:\n But you're the only talking radish.\n\n\nSCP-7560:\n You just can't hear the other radishes but I can. Trust me, they are a boring bunch and not nearly as RAD as I.\n\n\nLorri:\n (Chuckles) Oh I'm sure, perhaps we can come up with a nickname for you. I never really thought just being a number might wear on you a bit.\n\n\nSCP-7560:\n It's de-RADISH-izing! But I understand that it's just a part of your job. You give things numbers, I find things underground. We're all put on this Earth to do what we're best at.\n\n\nLorri:\n Well I don't just give numbers to things, I'm…. well…. I don't really know what I'm good at. I like botany and engineering but I've never really fit in with the people at this site. You seem to be the only one I can really-\n\n\n[The doors can be heard opening and Researcher Chudley enters the frame]\n\n\nLorri:\n Oh Chudley, good to see you. I sent Johnston the latest report on the SCP-6952 materials we excavated. How are things over in MAUDE.\n\n\nChudley:\n Oh you know super end of the world, Level 3 clearance stuff. Level 2's wouldn't understand. [Chudley pauses.] Are you chilling with the radish?\n\n\nLorri:\n I was watering him but yeah, you could say we're chillin.\n\n\nSCP-7560:\n Chud boy doesn't have any girls to chill with. He doesn't have the clearance for that.\n\n\n[Lorri and SCP-7560 both hold back laughter]\n\n\nChudley:\n Yeah, yeah. Laugh it up. Anyway, I came to get you. Site Director Richter wants us for something. Something about new paperwork we need to file. I was half paying attention.\n\n\nLorri:\n Tsk. Tsk. Oh Chudley. Well I'll see you around -7560. Maybe if you're good we'll toss you from the roof a couple times.\n\n\nSCP-7560:\n Hell yeah! I look forward to it.\n\n\n[End Recording]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFROM THE OFFICE OF THE OVERSEERS\n\n\n\n\nThe following notice has been disseminated to every known network within the SCiP.Net database.\n\n\nAttention to all staff,\n\n\nAs of November 2022, the majority of the Overseer Council (along with the Ethics Committee, the Directors' Command, the High Court, and the Administrator's Office) has officially commissioned a Foundation-manned operation known as the \nEVERSOR INITIATIVE\n\n\nThe Initiative will be primarily headed by the Decommissioning Department, and will be focused on neutralizing or otherwise nullifying the effects of low-level anomalous objects directly contained by the Foundation. The purpose of the Initiative is to hopefully lower the monetary costs relating to the Foundation's current budget (a memo explaining the circumstances of \nIncident 6004-MONGOOSE\n has been attached to this notice).\n\n\nA Site-01 liaison has been transferred and assigned to each individual Foundation facility to ensure that the proper personnel maintains the preservation of the EVERSOR Initiative. Keep in mind that the Initiative has been classed as a Class-V Priority in the SCP Foundation Dogma.\n\n\nWe thank you for your cooperation and understanding.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAddendum 7560.03:\n Eversor Initiative Audit of Site-78\n\n\nOn November 2nd of 2022, an audit was performed by Site-78's EVERSOR liaison into the growing budget being allotted to Site-78. The following is a transcription of the meeting between Site Director Leah Richter and specialist Kaibert Samson.\n\n\n\n\n[Begin Recording]\n\n\nSamson:\n The day is November 2nd, 2022 this is Specialist Samson, Site-01 liaison to Site-78. Director, please state your name for the record.\n\n\nRichter:\n Site-78 Director Leah Erin Richter, reporting for a financial audit of my facility. What exactly did you want to discuss in this meeting?\n\n\nSamson:\n Well Director, it has come to the attention of the O5 Council that over the past year, this Site has become a large sink of Foundation resources in your ongoing efforts to contain the Set of Nine\n2\n.\n\n\nRichter:\n I wouldn't put it in such a negative way like that. It's not our fault that we keep requesting so much time and money but with repairs still ongoing from the \nattack\n by the Chaos Insurgency and our efforts to better our MTF through the creation of SCP-6952 derived weaponry; you can see how things get expensive.\n\n\nSamson:\n Believe me, I meant nothing negative by it. Your site is to be commended for containing so many anomalies in the past year. You've also struck quite a blow against GoIs such as the Volk Division and keeping groups like Gamers against Weed in check.\n\n\nRichter:\n Gamers against Weed has been a bit of a thorn in the side of our Pataphysics department but we're trying our best to keep the realm of fiction safe.\n\n\nSamson:\n The O5 Council agrees which is why I am here to cut down on spending. This way more resources can be allocated to containing the Set.\n\n\nRichter:\n What are you proposing?\n\n\nSamson:\n The Greenhouse project here at Site-78. It was a novel thing to have for producing food and doing plant research but ultimately it's non-essential. Thus it's being cut as well as the anomaly you have stored there… SCP-7560? Correct?\n\n\nRichter:\n Sir, SCP-7560 is a valuable tool for finding anomalous resources. We can't just neutralize it like that. I would argue that it would waste more money to get rid of it.\n\n\nSamson:\n We've done the projections, Director. You already have plenty of 6952-2 materials at this site to produce all the weapons you may need. SCP-7560 has served its purpose. You can continue collecting more through the usual means.\n\n\nRichter:\n Specialist Samson, it's a radish. We can just move it into another containment cell or it can sit in one of our office spaces. I don't see why-\n\n\nSamson:\n Cost is cost, Director Richter. Your researchers and the MTF assigned to it have better things to do than babysitting a Radish. We need to save on everything, no matter how trivial. Assign one of your Researchers to handle the neutralization and we'll take care of dismantling the greenhouse. Do I make myself clear?\n\n\nRichter:\n I will put Researcher Chudley on it, I would have Lorri do it but I feel that she may have grown attached to the thing.\n\n\n[End Recording]\n\n\n\n\nAddendum 7560.04:\n Neutralization of SCP-7560\n\n\nOn November 4th, 2022 SCP-7560 was scheduled for neutralization. Researcher Chudley brought SCP-7560 to the firing range to be disposed of. Researcher Lorri was allowed to watch but not interfere with the process. The following is a video log of the event.\n\n\n\n\n[Begin Recording]\n\n\n[Researcher Chudley is seen placing SCP-7560 into a slingshot while Researcher Johnston stands by preparing her Gauss Rifle\n3\n]\n\n\nLorri:\n Well old friend, I've come to say goodbye. How are you feeling?\n\n\nSCP-7560:\n I'm feeling great! I get to pick the ending to my story! So completely RAD!\n\n\nLorri:\n W-wait, you wanted this? Chudley isn't just being cruel cause you called him mean names?\n\n\nSCP-7560:\n Who do you think decided on this method? I'm gonna blow into a million pieces, it's gonna be RADICAL!\n\n\nLorri:\n There has to be a more convenient way to do this. We don't just… shoot anomalies.\n\n\nChudley:\n Look, your radish friend here is tough and I mean like really tough. And that Samson guy is REALLY Adamant about saving money so we have to use inexpensive methods. Johnston did the math and found from our data on SCP-7560's….. escapades, that one Gauss Rifle shot should do it.\n\n\nLorri:\n You just really want to see him blow up, don't you?\n\n\nChudley:\n That's besides the point.\n\n\nLorri:\n (sighs) I'm gonna miss you buddy, it was nice having you around for a little while.\n\n\nSCP-7560:\n You may have been my captor Lorri, but damn if you weren't RAD! Before I go though, did you figure out what you were put here for?\n\n\nLorri:\n To tell you the truth, I'm not sure. Maybe I'm just supposed to be here for the ones that need it.\n\n\nSCP-7560:\n Aww your gonna break a radish's heart. Alright Johnston I'm READY!\n\n\nJohnston:\n So am I. Chudley, you good?\n\n\nChudley:\n I am.\n\n\n[Chudley pulls back the slingshot and yells \"Pull!\", SCP-7560 goes flying into the air and Johnston takes aim with her rifle.]\n\n\nSCP-7560:\n THIS IS THE MOST RADICAL DAY OF MY LI-\n\n\n[SCP-7560 explodes into a shower of radish juices as Johnston hits her target.]\n\n\n[End Recording]\n\n\n\n\nAfter this event, SCP-7560's remains were determined to be non-anomalous and its containment class was updated from Safe to Decommissioned.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-7560 has displayed no offensive capability in its time in containment\n\n\n2\n. Anomalous set of books marked by roman numerals\n\n\n3\n. SCP-6952 derived weapon. Utilizes the coilgun principle to accelerate ferromagnetic projectiles to speeds up to Mach 3.3\n\n\n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-7297\n | \nEVERSOR: Phase I\n | \nSCP-7072\n »\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7559\n | SCP-7560| \nSCP-7561\n »\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSYTYCFanon's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5938\n \n(+29)\n \n•\n\n\n\n\n\n\nSCP-4230\n \n(+39)\n \n•\n\n\n\n\n\n\nSCP-7682\n \n(+91)\n \n•\n\n\n\n\n\n\nSCP-6419\n \n(+43)\n \n•\n\n\n\n\n\n\nSCP-7970\n \n(+57)\n \n•\n\n\n\n\n\n\nSCP-7114\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-7233\n \n(+69)\n \n•\n\n\n\n\n\n\nSCP-7175\n \n(+38)\n \n•\n\n\n\n\n\n\nSCP-6945\n \n(+62)\n \n•\n\n\n\n\n\n\nSCP-7899\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-6952\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-7261\n \n(+119)\n \n•\n\n\n\n\n\n\nSCP-2704\n \n(+57)\n \n•\n\n\n\n\n\n\nSCP-6187\n \n(+25)\n \n•\n\n\n\n\n\n\nSCP-7975\n \n(+112)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nA Very Otamatone Christmas\n \n(+31)\n \n•\n\n\n\n\n\n\nThe Dangers of Dating a Tyrannical God (or: How I Managed to Save the World Through Romance Alone)\n \n(+17)\n \n•\n\n\n\n\n\n\nA Tale of Two Chugwaters\n \n(+9)\n \n•\n\n\n\n\n\n\nRaven of Cyberspace II Shadowheist\n \n(+22)\n \n•\n\n\n\n\n\n\nAAR-5950-Osaka\n \n(+10)\n \n•\n\n\n\n\n\n\nThe Site-78 Halloween Special!\n \n(+19)\n \n•\n\n\n\n\n\n\nEAGLE Protocol\n \n(+8)\n \n•\n\n\n\n\n\n\nRevelations of The Author\n \n(+18)\n \n•\n\n\n\n\n\n\nLost Souls, Broken Toys Chapter 1\n \n(+21)\n \n•\n\n\n\n\n\n\nAAR-7890-Logovo Volka\n \n(+33)\n \n•\n\n\n\n\n\n\nThe Raven of Cyberspace\n \n(+21)\n \n•\n\n\n\n\n\n\nLost Souls, Broken Toys Chapter 2\n \n(+15)\n \n•\n\n\n\n\n\n\nLove in The Time of Chugwater\n \n(+17)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSYTYCFanon's Author Page\n \n(+45)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7560\n\" by SYTYCFanon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7560\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Radish 3371103037 4ab07db0bf o\n\n\nAuthor:\n Jengod\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7560.01: Video log of excavation event #6.\nThe following video was drone footage taken by Researcher Lorri as an example of SCP-7560's abilities. SCP-7560 was brought to a Foundation dig site to determine if there was anything anomalous buried within the mine.\nWithin the next few days, Foundation mining teams were able to recover 45 kilograms of Adamantine Ore that would have been potentially missed if normal operations were set to continue.",
        "Addendum 7560.02: Video Journal of SCP-7560 maintenance\nThe following journal was taken from Researcher Lorri's personal files as she felt it contained insight into SCP-7560's personality profile.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
        "Addendum 7560.03: Eversor Initiative Audit of Site-78\nOn November 2nd of 2022, an audit was performed by Site-78's EVERSOR liaison into the growing budget being allotted to Site-78. The following is a transcription of the meeting between Site Director Leah Richter and specialist Kaibert Samson.",
        "Addendum 7560.04: Neutralization of SCP-7560\nOn November 4th, 2022 SCP-7560 was scheduled for neutralization. Researcher Chudley brought SCP-7560 to the firing range to be disposed of. Researcher Lorri was allowed to watch but not interfere with the process. The following is a video log of the event.\nAfter this event, SCP-7560's remains were determined to be non-anomalous and its containment class was updated from Safe to Decommissioned.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7560 \" by SYTYCFanon, from the SCP Wiki . Source: https://scpwiki.com/scp-7560 . Licensed under CC-BY-SA .",
        "Name: Radish 3371103037 4ab07db0bf o Author: Jengod License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-7560 is to be kept in Site-78's greenhouse and tended to as a non-anomalous radish. SCP-7560 is allowed to be removed from the garden by MTF Phi-43 \"(Metal Detectors)\" and placed into a soil-filled pot for use in testing and retrieval.",
    "description": "SCP-7560 is a specimen of Raphanus raphanistrum, commonly referred to as a wild radish. SCP-7560 is fully sentient and possesses a consciousness through anomalous means. SCP-7560 does not appear to decay and age like a normal wild radish, claiming to be at least four years old. Its body also appears to be anomalously durable, surviving falls from at least three stories up. SCP-7560's personality is considered \"boisterous\" and \"proud\" and frequently vocalizes in distress about being roughly handled by human beings. SCP-7560 also displays a unique speech pattern, often using terms with the prefix \"Rad-\" and ending words with \"-ish\" even if it isn't grammatically correct to do so.",
    "title": "SCP-7560"
}