{
    "url": "https://scp-wiki.wikidot.com/scp-7565",
    "all_text": "rating: \n+136\n+\n–\nx\n\n\nGuaire\n\n\n\n\n\n\nYou can find more of my articles \nhere\n.\n\n\n\n\n\n\n\n\n\n\n\n\nArtistic Depiction of SCP-7565\n\n\n\n\n\n\nItem #:\n SCP-7565\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n Efforts are to be centered upon the capture of an SCP-7565 instance - either dead or alive - to allow for further studies of the species. Until this is achieved, reported sightings of the anomaly are to be considered the main instrument of research and investigation.\n\n\nDescription:\n SCP-7565 is a species of late-surviving sauropodal dinosaur that inhabits the marshes and waterways of Central Africa. Known by the local population as Mokèle-mbèmbé,\n1\n sightings of the anomaly have taken place since the late 19th century, typically by the hand of European explorers in the region; despite the multitude of sightings, the difficult terrain, remote location of its habitat and the large size and aggressive disposition of the animal has prevented any specimen, either dead or alive, from being captured.\n\n\nThe anomaly has universally been described as large, often compared to the size of an adult Bush Elephant (\nLoxodonta africana\n). The hide of SCP-7565 instances is thick, scaleless and soft to the touch, while the neck is long and serpentine. Furthermore, the tail is heavily muscular, able to perform powerful movements in the water. Many of the aforementioned adaptations are unique to SCP-7565, and aren’t found on previous members of \nSauropoda\n, \nSaurischia\n or \nDinosauria\n, and might be the result of its unique lifestyle.\n\n\nSCP-7565’s main difference from other sauropod dinosaurs is its semi-aquatic lifestyle, as reported through many reliable sources in the early and mid-20th century. These primarily European reports have all noted how SCP-7565 instances spend most of the day resting within the lakes, rivers or ponds from whence it grazes upon underwater vegetation or grass. This herbivorous diet was complemented by occasional meat, as many of the earliest reports noted it to consider small mammals, including \nHomo sapiens\n, to be prey. It is believed that the population has remained low since its discovery; any substantial population of large animals requires high quantities of calories to sustain itself. As such, the presence of a large population of SCP-7565 would be immediately noticeable through its impact on the rest of the Congolese ecosystem.\n\n\nAddendum 7565.1: History of Discovery\n\n\nReports of large reptilian creatures living in the African interior have taken place for centuries. These initial sightings have mostly been dismissed due to the presence of fantastical elements, the allegorical nature of the tales, and multiple internal contradictions. As such, the first sighting to be officially classified as an SCP-7565 instance took place in British Bechuanaland in summer 1887, by British Officer Albert Moss, in a letter sent to the Zoological Society of London. The document is attached below.\n\n\n\n\nLetter of Captain Moss to the Zoological Society of London\n\n\n\n\nClose\n\n\n\n\n\n\nTo my Dear Friends from the Zoological Society of London,\n\n\nI write to you to talk of a most important matter and ask for assistance. The news of newly discovered fauna in the depths of the Dark Continent must be overwhelming, but the hundreds of frogs, worms, birds or bats pale in comparison of which I am about to tell you.\n\n\nI arrived here a scant few months ago. When I learnt of my new position in the Kalahari, I hoped to hunt for the game of Austral Africa. But surrounding the gold mines we fiercely guarded there was a scarcity of any of the African megafauna. One could only find some gazelles and impalas, and the cheetah that followed them, but little else. I first rationalized this a result of the environment, harsh and far away from Britain’s civilizing light and spent the next two months with little to occupy my mind but few adventure books from home.\n\n\nI wouldn’t be aware of my mistake till late in May, just before the start of the African winter. Fellow officer Jay Wilson told me of how scantly a hundred miles from where were we stationed North Bechuanaland became a lush swamp, and most importantly of something he had heard back at East London.\n2\n\n\nHe told me of the existence of a monster that inhabited those marshes, a relic of the antediluvian world. An aggressive gigantic reptile, with a long serpentine neck and the size of an elephant that was a threat to animal and men alike, driving most fauna far away from where it lived. Initially, I had a hard time believing it, it seemed completely fantastical, but the more I thought the more sense it made. This continent that barely changed since the stone age is the only place such monsters could still live. Barely three days after hearing it I set up to north to find the beast myself.\n\n\nI will spare you the details of the short-lived expedition. While Captain Wilson remained at our post, I ventured north with two natives to show me the paths. Here I would remain for two weeks, in which I failed to see the creature. I was disheartened, as I believed that I would never be able to catch the primeval reptile. With this thought I was prepared to leave again, when I heard an animalistic scream, a gazelle being attacked, by what I didn’t yet know. I tried running towards the scene of the attack, when I arrived there of the gazelle only a bloodied head remained, and its perpetrator long gone.\n\n\nI looked around, excited to have the opportunity to see the animal that brought me here, it had already gone a long way, but far away, in front of the orange setting sun I finally saw it. It was large, larger than anything I had seen before, most peculiar was the long appendage, likely a neck, that came out of the beast’s body. I couldn’t distinguish more details as the setting sun blinded me. I tried to shoot at it, foolishly, but by the time the sun finally hid behind the hills the monster was long gone.\n\n\nNow that I’m back on camp I must tell you of the importance of capturing the beast living beyond the Kalahari, it would not just result in the biggest zoological discovery of the century, the further exploration of Rhodesia, of its natural resources, would too be a way to finally gain supremacy over the Germans in Austral Africa. However, we face difficulties in the lack of men and proper resources at our disposal for such a task, which we hope you can provide.\n\n\nI hope the Society considers this carefully, I will await response.\n\n\n\n\n\n\n\n\n\n\nThe response of the previously attached letter was warm, with the Zoological society dedicating many funds to the capture of the described creature. While many further expeditions into the Africa interior would be undertaken, resulting in the discovery and description of dozens of new species, no further evidence of the creature beyond occasional sightings was discovered, with the SCP-7565 instances being sighted further north from the Zambesi as the British control of the region likewise advanced north.\n\n\nWhile occasional mentions of other reptilian organisms similar to Captain Moss's description took place over the next years, they typically lacked details over the characteristics of the animal or the location of the sighting, being useless for the further studies of the anomaly. This trend would be broken in 1898 by Bernard Fassl, in his \nAfrikanische Zoologie\n, which described SCP-7565 thus:\n\n\n\n\nWhere the Lualaba and Luluva rivers met, the Congo Basin becomes a series of deep marshes that reaches as far as Rhodesia. The greatest fauna here is not a hippopotamus nor a rhinoceros, but a large reptile unknown elsewhere in Africa, the pygmies of the forest tell of its immense strength, resilient hide and temperamental behavior claiming it to be some kind of mixture of Elephant and dragon, unlikely to be any type of crocodile or lizard, it seems to me to be one of the great sauropods of old. Fitting for a continent frozen in time.\n\n\n\n\nThis report brought the Foundation’s attention upon the region, showing interest in further research on the anomaly, which was classified as SCP-7565 in the following months. The first full-scale Foundation expedition into the Congo Basin took place on June 1901, working alongside the German KDPPA.\n3\n With further ones being undertaken in the following years, all failing on the primary objective of capturing SCP-7565.\n\n\n\n\n\n\nEXPEDITION TIMELINE\n\n\nSUMMARY OF EVENTS\n\n\nNOTES\n\n\n\n\n\n\nJune 3rd – November 5th 1901\n\n\nInitial incursion into the Congo Basin was delayed by non-cooperative authorities from The Free State.\n4\n Upon finally entering the territory the European explorers contracted as guides managed to lead the combined forces of the Foundation and KDPPA towards recently-discovered Katanga, a particularly heavy raining season and multiple malarious outbreaks forced it to return home before any discovery was made.\n\n\nNo sightings of SCP-7565 took place.\n\n\n\n\n\n\nJanuary 12th 1903 – February 2nd 1905\n\n\nThree Belgian guides were hired for the mission. The area surrounding Lake Mweru was reached quickly, just a few weeks into the expedition, and from it multiple exploration teams would originate. Despite initial success, the aggressive fauna of the region was a constant issue, with many expedition members being greatly injured by constant attacks of leopards and crocodiles. The death of the lead researcher and two of the hired guides by a thaumaturgical accident put a final nail in the coffin of the expedition, with most of its members returning to sites under Foundation control\n\n\nCave paintings interpreted as depicting SCP-7565 were discovered. A “Way” was established during the mission’s duration, and would be employed for the next three expeditions.\n\n\n\n\n\n\nMay 5th – June 7th 1906\n\n\nThe expedition had to retreat soon after starting. Native peoples near Lake Bangweulu became hostile after the British guide (fluent in Twa and Lingala) threatened them with murder, slavery and cannibalism. In the attempt to flee, the guide would get lost and died of dehydration. His soul would later be contacted by a Foundation spiritist, and he would claim this whole incident was just an accident.\n\n\nNo sightings of SCP-7565 took place as the expedition members were too occupied fleeing the area.\n\n\n\n\n\n\nSeptember 23rd 1906 – March 11th 1907\n\n\nCordial relationships were re-established with the local populace. Exploration took place in areas of known para-ecological significance. The expedition would eventually return as the supplies lowered below the designated safety threshold.\n\n\nMany of the expedition members mentioned seeing SCP-7565, though the local population seemed unwilling to share information related to the anomaly.\n\n\n\n\n\n\nNovember 16th 1907 – March 1909\n\n\nA repeat of the aims of the previous expedition with heightened supplies and the help of a multinational team of guides. There was a high attrition rate as a result of diseases. Sightings of SCP-7565 were recorded, as were of agents belonging to the KDPPA and the Estate noir.\n\n\nSCP-7565 was described with many differences, many claimed SCP-7565 possessed a single large horn and an armored skin, while other sightings claimed the anomaly to have upright plaques along its back.\n\n\n\n\n\n\nSeptember 23rd 1910 – March 1914\n\n\nThe area encompassing the space from Lake Kivu to the Lualaba River was subject of frequent patrols during the expedition’s four years, the harsh weather and terrain made progress slow. While many expedition members would claim to have seen SCP-7565 none managed to locate remains belonging to it, or were able to capture the anomaly.\n\n\nDespite the failure to locate SCP-7565, many relevant mineral sources were discovered, they are now under Foundation ownership.\n\n\n\n\n\n\nNo further expedition would take place for the following thirty years, as a result of both World Wars and recovery from the Great Depression. The most noticeable development on SCP-7565’s research would come from outside The Veil, with German Captain Ludwig Freiherr von Stein zu Lausnitz describing a large sauropod inhabiting the jungles of Cameroon where he was positioned at, and mentioning “Mokele-Mbembe” as being the name for SCP-7565.\n\n\nFollowing the war's end, the number and funding of Foundation-led expeditions in the Congo Basin significantly decreased due to the consistent failures of obtaining remains of SCP-7565 or the capture of a live specimen. As of 1978 this trend has been maintained.\n\n\nUpdate, January 10th 1985\n\n\nStarting in the mid-1980s, a change in the policy of SCP-7565 resulted in the interviewing of many native guides who had in the past claimed to know SCP-7565’s location or whose clients have claimed to see the anomaly. As many share similar details, only the most relevant of them has been transcribed below. Non-relevant data has been removed.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n“…”\n\n\n“I was some day around 1954 when I first heard of the ‘Mokele-Mbembe’. I was 16 at the time, I knew my ways around the nearby forests as I was working as a guide and suddenly one day work presented itself without announcement. One summer morning a small river boat came to our modest town, with 10 strangers packed like sardines in it.\n\n\nThe strangers weren’t anything that our town hadn’t seen before, a group of 9 whites and a native guide trying to explore the continent’s interior. My parents told me those folks used to be very common before the war in Europe. Only one things made them strange; their objective, the ‘Mokele-Mbembe’.”\n\n\n“…”\n\n\n“The reason it was strange was simple; we had never heard of the “Mokele-Mbembe” before. As much as the whites insisted it was a local myth, that wasn’t the case, not the adults nor the elderly had ever heard of such a thing. Even the name was non-sense, I don’t know if it means anything somewhere but for sure it didn’t mean “One who stops the flow of rivers” here.\n\n\nThe descriptions they gave of the animal were of little use too, not resembling any single thing from here.\n\n\nStill, they were constantly asking – practically demanding – that we’d guide them where it lived, and that we gave them more information about the creature. Sooner rather than later I stepped up as a guide, both to make them shut up, get out and hoping to get some easy money.\"\n\n\n“…”\n\n\n\"No I wasn’t really worried about finding anything, were a monster to truly live here we would have been the first to know, not them. It is stupid to think otherwise. I didn’t had a reason to worry about any real predators or other aggressive animal either, as our town’s hunters were very active this time of the year and were sure to drive them out.\n\n\nThe place I took them was a small waterfall north of our village, typically it would only take half a day to arrive it, but their lack of experience navigating the muddy marshes made it take the entire day. By the end of it they were so tired that they had forgotten their initial objective and only wished to go back to town. I advised against it, as it was already late night, and for once they listened.\n\n\nOnce we finally started going back the next morning, I asked them more about the ‘Mokele-Mbembe’. I was actually very curious about what the creature they were looking for was. Rather than describing it for the hundredth time one of the whites snaped a tree branch and drew a silhouette on the muddy ground, and then I finally realized what it was. A brontosaurus! I remembered them from some old comics my father had brought to town years ago. They didn’t live here though, that much I could tell you.\"\n\n\n“…”\n\n\n“Yes, I’m pretty sure of that”\n\n\n“…”\n\n\n“Afterwards? Well once we arrived at town they didn’t take long to leave downstream, at least they paid well, they weren’t cheap unlike some of those that came after.\n\n\nIf you meant what happened after that day, it is simple. They, whites, just kept on coming. Became almost a yearly event. Some rich white missionaries or wannabe explorers arrived to our town, and asked for guides, supplies and whatever else they though needed to go further into the woodlands and find ‘Mokele-Mbembe’. The second time this happened we were still wondering what exactly they wanted, by the third we had already an entire industry set up.\n\n\nWhenever they came we choose some of our townsfolk to be their guide, who would send them through a safe path on the forest, with enough scenery to liven up their imagination and allow for ‘sights’ of the creature. A big part of this whole process was storytelling, either designed months in advanced or made-up on the spot, the guides would tell the whites stories from made-up ancestors and their fights with the monster made up by the European.\n\n\nWhile these stories varied depending on who told them, the main factor on deciding the story to tell was the reaction of our visitors, some wanted to hear that Mokele-Mbembe was a slow slumbering herbivore that could only live in the water, others about a dangerous creature that had and will kill man if given the chance. For all kinds of peoples there was a suitable tale, and these were refined over the years of visits.\n\n\nIt wasn’t really a scam, or at least I wouldn’t think of it that way. They asked to see something that didn’t exist, so we showed them what did, when we tried to explain some the truth, they all refused to listen. Besides, they don’t come to see and learnt of anything from Africa, they only want to see something in Africa.”\n\n\n“…”\n\n\n“Have you been listening to anything I told you? No ‘Mokele-Mbembe’ isn’t real, never was, I don’t know where the idea came from but not from us. In this town the only people that will honestly tell you that it is a real thing are children yet to differentiate fact from fiction.”\n\n\n“…”\n\n\n“Why do I even bother.”\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nSimilar testimonies have been extracted from other native guides, as these contradict well known reputable sources regarding SCP-7565 they have been dismissed. Investigations on SCP-7565 are still ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Literally meaning \"One who stops the flow of rivers\"\n\n\n2\n. City in South Africa\n\n\n3\n. Kaiserliches Deutsches Prüfamt für Paranormale Angelegenheiten\n\n\n4\n. The Congo Free State was a nominally independent state ruled as the personal property of King Leopold of Belgium\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7565\n\" by Guaire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7565\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Brontosaurus.jpg\n\n\nName:\n Pasta-Brontosaurus.jpg\n\n\nAuthor:\n Charles R. Knight\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7565.1: History of Discovery\nReports of large reptilian creatures living in the African interior have taken place for centuries. These initial sightings have mostly been dismissed due to the presence of fantastical elements, the allegorical nature of the tales, and multiple internal contradictions. As such, the first sighting to be officially classified as an SCP-7565 instance took place in British Bechuanaland in summer 1887, by British Officer Albert Moss, in a letter sent to the Zoological Society of London. The document is attached below.\nThe response of the previously attached letter was warm, with the Zoological society dedicating many funds to the capture of the described creature. While many further expeditions into the Africa interior would be undertaken, resulting in the discovery and description of dozens of new species, no further evidence of the creature beyond occasional sightings was discovered, with the SCP-7565 instances being sighted further north from the Zambesi as the British control of the region likewise advanced north.\nWhile occasional mentions of other reptilian organisms similar to Captain Moss's description took place over the next years, they typically lacked details over the characteristics of the animal or the location of the sighting, being useless for the further studies of the anomaly. This trend would be broken in 1898 by Bernard Fassl, in his Afrikanische Zoologie , which described SCP-7565 thus:\nThis report brought the Foundation’s attention upon the region, showing interest in further research on the anomaly, which was classified as SCP-7565 in the following months. The first full-scale Foundation expedition into the Congo Basin took place on June 1901, working alongside the German KDPPA. 3 With further ones being undertaken in the following years, all failing on the primary objective of capturing SCP-7565.\nNo further expedition would take place for the following thirty years, as a result of both World Wars and recovery from the Great Depression. The most noticeable development on SCP-7565’s research would come from outside The Veil, with German Captain Ludwig Freiherr von Stein zu Lausnitz describing a large sauropod inhabiting the jungles of Cameroon where he was positioned at, and mentioning “Mokele-Mbembe” as being the name for SCP-7565.\nFollowing the war's end, the number and funding of Foundation-led expeditions in the Congo Basin significantly decreased due to the consistent failures of obtaining remains of SCP-7565 or the capture of a live specimen. As of 1978 this trend has been maintained."
    ],
    "documents": [],
    "notes": [
        "Where the Lualaba and Luluva rivers met, the Congo Basin becomes a series of deep marshes that reaches as far as Rhodesia. The greatest fauna here is not a hippopotamus nor a rhinoceros, but a large reptile unknown elsewhere in Africa, the pygmies of the forest tell of its immense strength, resilient hide and temperamental behavior claiming it to be some kind of mixture of Elephant and dragon, unlikely to be any type of crocodile or lizard, it seems to me to be one of the great sauropods of old. Fitting for a continent frozen in time.",
        "\" SCP-7565 \" by Guaire, from the SCP Wiki . Source: https://scpwiki.com/scp-7565 . Licensed under CC-BY-SA .",
        "Filename: Brontosaurus.jpg Name: Pasta-Brontosaurus.jpg Author: Charles R. Knight License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-7565",
    "object_class": "Uncontained",
    "containment_procedures": "Efforts are to be centered upon the capture of an SCP-7565 instance - either dead or alive - to allow for further studies of the species. Until this is achieved, reported sightings of the anomaly are to be considered the main instrument of research and investigation.",
    "description": "SCP-7565 is a species of late-surviving sauropodal dinosaur that inhabits the marshes and waterways of Central Africa. Known by the local population as Mokèle-mbèmbé,1 sightings of the anomaly have taken place since the late 19th century, typically by the hand of European explorers in the region; despite the multitude of sightings, the difficult terrain, remote location of its habitat and the large size and aggressive disposition of the animal has prevented any specimen, either dead or alive, from being captured.",
    "title": "SCP-7565"
}