{
    "url": "https://scp-wiki.wikidot.com/scp-7566",
    "all_text": "rating: \n+104\n+\n–\nx\n\n\nPlaceholder McD, HarryBlank, Trey Bishop & Gabriel Kero\n\n\n\n\n\n\n\n\nDOOR SQUID\n\n\nYou want a murder monster? Have a murder monster.\n\n\n\n\nPLACEHOLDER STAFF DOCUMENT\n\n\nThis Page Intentionally Left Blank\n\n\nTrey's Art Website\n\n\ngabe\n\n\n\n\nSupported by \nAffray Interactive 🡕\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nWelcome, Dr. Wylder. Backend mode is active. You may append comments for containment personnel to address at the conclusion of this file.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7566\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\ncernnunos\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Per this item's Cernunnos\n.\nItem can be functionally contained, but the Foundation cannot achieve this for logistical and/or ethical reasons.\n classification, full-scale containment or termination of SCP-7566 may not \nunder any circumstances\n be attempted. To ensure the continued smooth operation of Area-12 and the safety and well-being of its personnel, containment measures will be limited to individual D-Class pest control units as deemed necessary by facilities management and security authorities.\n\n\nA policy of vigilance and diligence must be followed whilst traversing infrequently populated or under-construction sectors of Area-12. Personnel are to be discouraged from venturing into deprecated facilities, as these are disproportionately utilized as habitat by SCP-7566. Any such excursions \nmust\n be undertaken with a designated security detail trained in the detection and disposal of SCP-7566.\n\n\n\n\n\n\n\n\nInfrastructure displaying atypically perceptible signs of SCP-7566 infestation.\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-7566 is a population of iridescent, pale-skinned megafaunal cephalopods inhabiting various elements of internal infrastructure at Area-12.\n\n\nA classified research operation conducted in May of 1976 within several caverns near Chesapeake Bay, Virginia resulted in the retrieval of various SCP-7566 specimens, along with the body of renowned cryptozoologist \n[REDACTED]\n.\nKnown to have operated under the alias of “The Maryland Snallygaster“ in the unVeiled cryptozoologist community.\n who had been reported missing weeks earlier.\n.\nAutopsy determined cause of death to be terminal dehydration.\n Instances of SCP-7566 were found by Foundation biospeleologists to be utilizing large, flattened rocks attached to their dextrous appendages with an adhesive ink excreted from their tentacles in an effort to disguise themselves against their cave wall dugouts, lying in wait to ambush prey.\n\n\nAdditionally found endemic to the caverns were a unique species of hard-shelled cephalopod initially mistaken for common terrestrial snails, though non-anomalous cephalopods are strictly marine animals. This species appears closest-related to Coleoids, a subclass of cephalopod including cuttlefish, octopodes, and squid. However, the acquired specimens initially possessed large mollusc shells characteristic of Nautiloids; it is suspected that this species has, like hermit crabs, acquired the behavior of occupying the shells of deceased molluscs. This supposition is further corroborated by the presence within the shell of the inky black substance these creatures employ as an adhesive. How they have evolved to survive on land remains unclear. Analysis of both this new species and SCP-7566’s genomes suggest the two to be distantly taxonomically related. Further SCP classification pending.\n\n\nShortly following transfer of surviving SCP-7566 instances to Area-12, a specimen escaped its transitive containment harness, likely as the result of an insufficient sedative dose. Research and security staff were unable to fully quarantine the relevant lab facilities before being attacked. One researcher was immediately devoured and several others fatally injured before the SCP-7566 instance fled into the recesses of Area-12. Per the prevalence of further instances discovered loose in the facility following this incident, it is now believed the specimen was pregnant at the time of its escape.\n\n\nRocks desirable for use in SCP-7566's “shells” are obviously not present at Area-12, leaving the squid-like creatures vulnerable to predation and environmental effects. They are, furthermore, nearly blind, displaying only the weakest visual acuity to light due to their cavernous natural habitat. They mainly sense their surrounding environment through vibration. SCP-7566 have therefore adapted their adhesive capabilities for camouflage utilizing modular structural hardware within the facility, with an almost exclusive focus on hinged doors. SCP-7566 instances are generally attracted to condemned, disused, or otherwise low-traffic regions of Area-12, wherein each individual will remove a door from its hinges, attach forelegs and upper body to the door's surface, then either enter the opposite side of the open doorway and carefully insert the door back into its frame, or excavate a section of wall via makeshift hard scrap implements and occupy that space in similar fashion.\n.\nIt is theorized that the adhesive secreted from a specimen’s tentacles synthesizes within its stomach acid as it consumes rubble. While unconfirmed, this would explain both the as-yet-undetermined source of the adhesive ink and the mysterious disappearance of excavated materials.\n These “shell doors” are particularly difficult to detect in darkened areas; juvenile SCP-7566 specimens will often perform their camouflage behind doors leading to unused rooms and/or maintenance corridors.\n\n\nSCP-7566 instances can lie in wait for a functionally interminable interval, feeding off insects, rodents, and other pests, utilizing their enhanced pallesthesia to sense when larger prey draws near and emitting a variety of “knocking” vocalizations, mimicking the sound of a human knocking on the door. When approached, the instance will then silently erupt from its dugout, temporarily cracking its makeshift shell to allow for the forceful projection of a tri-clawed prehensile tongue with which it grips its prey by the throat and pierces their vocal cords.\n.\nLikely in an effort to prevent the prey from alerting others.\n Once in its grip, the prey is dragged behind the shell, which is quickly reassembled. Here the specimen will proceed to either quickly consume its prey whole, or carefully dismember it to share with its young.\n\n\nUpon expiration from natural causes, SCP-7566 instances can become functionally indistinguishable from the superstructure they have replaced.\n\n\n\n\n\n\n \n\n\n\n\nYou may append your comments here. Containment personnel will respond within 24 hours.\n\n\n\n\n \n\n\n\n\n\n\nSince coming on as a therapist at Area-12, I've been trying to figure out why everyone is so stressed, on edge, just plain freaked out all the time. Finally someone pointed me to this file, and now I get it. What I don't get: why the hell hasn't this ongoing containment breach been dealt with yet? How is it even POSSIBLE that these things have been loose in the facility for so long? They should have been wiped out decades ago!\n\n\n\n\n\n\n\n\n\n\n\n\nThey didn’t brief you on 7566 at on-boarding? It's really not that easy. Think of them as termites.\n\n\n\n\n\n\n\n\n\n\n\n\nSo, we fumigate!\n\n\n\n\n\n\n\n\n\n\n\n\nFine, do \nnot\n think of them as termites. Think of them as the sea creatures which consume shipwrecks and leave ship-shaped corpses behind. They don't eat our infrastructure, they replace it.\n\n\n\n\n\n\n\n\n\n\n\n\nI still don't see why this hasn't been fixed, but now I also don't see why the file is lacking the explanatory context you just provided.\n\n\n\n\n\n\n\n\n\n\n\n\nMorale. For one thing, clearing the things out and replacing all the affected superstructure would take longer than constructing an entirely new facility. Hence, Cernunnos.\n\n\n\n\n\n\n\n\n\n\n\n\nThat… can't be right.\n\n\n\n\n\n\n\n\n\n\n\n\nFine. I'll show you.\n\n\n\n\n\n\n\n\n\n\n\n\nThis is an ELIDAR cross-section of Area-12, right?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOkay?\n\n\n\n\n\n\n\n\n\n\n\n\nThis is the present extent of SCP-7566 infestation in the superstructural members.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOh, right, and the bedrock too. I should add something in the file about that.\n\n\n\n\n\n\n\n\n\n\n\n\nWHAT\n\n\n\n\n\n\n\n\n\n\n\n\nWe need to evacuate the entire facility.\n\n\n\n\n\n\n\n\n\n\n\n\nNo. No, we don't. We've got work to do, and that work requires a great deal of patience and attention to detail. Just like the work 7566 is doing. Just like the work required to not get grabbed by them. You haven't been here long enough to really get it, so don't beat yourself up.\n\n\nYou need to evolve your thinking a little.\n\n\n\n\n\n\n\n\n\n\n\n\nThey aren't infesting Area-12.\n\n\n\n\n\n\n\n\n\n\n\n\nThey \nare\n Area-12.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n SCP-7566 \n \n\n\n\n\n\n\n\n\n\n\nBy \nPlaceholder McD\n, \nHarryBlank\n, \nmarblegriffin\n does not match any existing user name\n, and \nGabriel Kero\n\non behalf of \nAffray Interactive 🡕\n\n\n\n\nrating: \n+104\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-7565\n | SCP-7566 | \nSCP-7567\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7566\n\" by Placeholder McD, HarryBlank, & Gabriel Kero, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7566\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n baddoors.jpg\n\n\nName:\n Corridor\n\n\nAuthor:\n Taber Andrew Bain\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nName:\n Door.jpg\n\n\nAuthor:\n Kyle Fitzpatrick\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Local files\n\n\n\n\n\n\nName:\n meat_maps\n\n\nAuthor:\n \nsyuzhet\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Local files",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7566 \" by Placeholder McD, HarryBlank, & Gabriel Kero, from the SCP Wiki . Source: https://scpwiki.com/scp-7566 . Licensed under CC-BY-SA .",
        "Filename: baddoors.jpg Name: Corridor Author: Taber Andrew Bain License: CC BY 2.0 Source Link: flickr",
        "Name: Door.jpg Author: Kyle Fitzpatrick License: CC BY-SA 3.0 Source Link: Local files",
        "Name: meat_maps Author: syuzhet License: CC BY-SA 3.0 Source Link: Local files"
    ],
    "title": "SCP-7566"
}