{
    "url": "https://scp-wiki.wikidot.com/scp-7576",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nItem #:\n SCP-7576\n\n\nClass:\n Euclid\n\n\nSpecial Containment Procedures:\n Physical artifacts related to SCP-7576 will be confiscated, and witnesses will be provided with Class-G amnestics. Digital artifacts related to SCP-7576 will be deleted. High schools mentioned in connection with SCP-7576-B will be observed for possible manifestation of anomalous phenomena associated with GoI-076 (\"Class of '76\") Midwestern Americans in primary and secondary school will be systemically discouraged from pursuing higher education through embedded Foundation operatives in the local governments.\n\n\nDescription:\n SCP-7576 is material associated with adolescent United States citizens that do not exist. SCP-7576 has both physical manifestations, as written records of academic performance, recognition awards, and self-authored journal entries, and digital records, largely consisting of inactive social media accounts.\n\n\nIndividuals described by SCP-7576, SCP-7576-A, are typically juniors or seniors in high school in the top decile of their academic years. SCP-7576-A instances generally also participate in three or more time-intense extracurricular activities.\n\n\nSupposed families and peer groups of SCP-7576-A instances do not consider the existence of SCP-7576 irregular, and if pressed about SCP-7576-A, usually state that they believe the individual is enjoying their attendance of SCP-7576-B.\n\n\nSCP-7576-B describes advertisements and recruiting material for a non-existent institute of higher education named American College of the Midwest (ACM). SCP-7576-B is described as a small institution that provides a \"hands-on, deeply individual approach to personal development and preparation for professional success\".\n\n\nSCP-7576-B also is described as a popular college choice for high school students and labels high schools from across the American Midwest as feeder schools. Notably, SCP-7576-B material continues to list \nSalvation High School\n and \nKirk Lonwood High School\n as feeder schools despite the containment and closure of these institutions. No records of any individuals attending SCP-7576-B exist.\n\n\nSCP-7576-B's admissions process is noticeably simpler compared to industry standard college admissions processes. SCP-7576-B advertises that it only requires an SAT score of 1000 for guaranteed entry with no additional requirements.\n1\n Notably, the expedited process offered by SCP-7576 resembles the college admissions process of the 1970s.\n\n\nNo mention of SCP-7576-B has been detected out of SCP-7576 associated material.\n\n\nSCP-7576 representative data files:\n\n\nThe following selection of SCP-7576 files describe \"Adam Kim\" (SCP-7576-A-425), and are largely representative of the SCP-7576-A instances described by SCP-7576 phenomena. Approximately 500+ additional files associated SCP-7576-A-425 are available with HMCL Supervisor approval.\n\n\nAtypical variations:\n\n\n\n\nSCP-7576-A-425 material contains a reference to a website previously noted in connection with \nSCP-2747\n; this appears to be idiosyncratic within the SCP-7576 corpus. However, due to similarities in both anomalies, this is a matter of ongoing investigation.\n\n\n\n\nSCP-7576-B recruitment letter\n\n\n\n\nDear Mr. Kim,\n\n\nWe've heard of your top academic record and extracurricular success and we'd like to offer you a place at the American College of the Midwest\n\n\nAt ACM, you can have the all American college experience you've dreamed of for 47 years.\n2\n A warm and welcoming campus. Drinking and merrymaking. Deep and meaningful conversations with the brightest minds of a generation. Falling in love. A white picket fence and two and a half kids.\n\n\nAll you need to do is send us your SAT scores. No additional tests. No personal essays. No open-ended questions. No assessments of personal worth. No extracurriculars. No failure. No tedium. No stress.\n\n\nWe look forward to your application!\n\n\nSincerely,\n\nAdmissions\n\nAmerican College of the Midwest\n\nEstablished 1876\n\n\n\n\nSCP-7576-A-425 Curriculum Vitae\n\n\n\n\n\n\nAdam Kim\n\n\n\n\n\n\nEducational History:\n\nOttawa Hills High School. 2019-Present.\n\n\n\n\nUnweighted GPA: 4.0\n\n\nValedictorian\n\n\n\n\nNotable classes:\n\nAP English Language, AP English Literature, AP Statistics, AP Calculus AB, AP Chemistry, AP Physics I, AP Biology, AP US History, AP US Government and Politics, AP Art History, AP Comp Sci Principles, HR Scientific Research\n\n\nExtracurriculars\n\n\n\n\nVarsity Track Captain, 2022-2023\n\n\nOttawa Hills High School Jazz Ensemble, Tuba, 2019-2023\n\n\n\n\nVolunteer Experience\n\nBuilders Beyond Borders Captain, 2022-2023\n\n\n\n\nFundraised and led a relief trip to Africa to build housing and infrastructure for impoverished communities\n\n\n\n\nPublications:\n\nAcademic Publications:\n\n\n\n\nEconomic and Sociological Effects of Betting Big on Bitcoin vs Traditional Casino Gambling, Journal of Student Research, 2023\n\n\n\n\nCreative Writing in Epistolary Format:\n\n\n\n\nParawatch Creepypasta Forums, 153 posts, username Akimb0w\n\n\nScolipendra Wiki\n3\n, 100+ entries, username Akimb0w\n\n\n\n\nAdditional Awards:\n\n\n\n\nScholastic Gold Key Award, Visual Arts, 2020\n\n\nProficient in spoken and written Korean\n\n\nRecognized by Columbus Korean Association for Outstanding Student Leadership\n\n\n\n\n\n\nSCP-7576-A-425 Social Media Thread, \"Parawatch\"\n\n\nParawatch is an online paranormal phenomena enthusiast forum where users congregate to share information about their encounters with anomalous phenomena. It is actively monitored by the Foundation and used as a disinformation vector.\n\n\nThe following information was flagged as related to irregularities within SCP-7576-A-425's Curriculum Vitae and is presented with additional context.\n\n\n\n\nAkimb0w\n\n\n\n\nIf you know me, you may have noticed I usually don't post in the real shit parts of Parawatch. I prefer the creepypasta boards because it's what I'm used to. It's what I'm good at. So this story's going to be a little rough around the edges, because it's real and not something I made up, and I've fudged a few details so it's harder to figure out who I am.\n\n\nParawatch creepypasta isn't the first place I've done creative writing. When I was 10, I discovered the Scolipendra Wiki. It's the kind of place that's difficult to describe. Imagine if the Kane Pixel's Backrooms was about cataloging monsters instead, or if the video game Control was a writing project. The X-Files, but the shadow organization isn't the FBI. The core stories were these made-up files about monsters, many of them insects, but slowly getting less and less insect-like.\n\n\nI fell in love with it. I spent hours reading through it, learning about monsters like the Reticent Manlet, the Statue, the Immortal Arthropod. The wild adventures of Cataloger Shadow and Cataloger Scale and Cataloger Lever, and how they fought the Scolipendra and between themselves like crowd-sourced Olympian gods. And once I'd read everything there was, I started writing for it myself.\n\n\nIt was modest work — the sort of stuff that starts out as a hobby, but it quickly became much more. I would pull all-nighters to write my next Scolipendra. Every hour of every waking day would be consumed with thoughts of this. When I was running my 6 minute mile, when I was painting, even when I was building wells in Africa, I thought of how I could use that experience to improve my Scolipendra. It went great! I shot up the ranks, quickly becoming one of the rising stars of 2013. I started dreaming of how this could be part of my future, how I could be a real writer.\n\n\nAnd then one day I woke up and it wasn't there. Nothing at all.\n\n\nI poured so much of my life and energy into this — so much time I could have spent on developing skills, writing papers, reading books, working out. Even spending time with friends or falling in love. But none of it happened at all, nothing meaningful remains, and it was all a colossal fucking waste. I've wasted my life and now I have nothing worth living for.\n\n\n\n\n\n\nsludgeman\n\n\n\n\nAre you talking about the Backrooms Wiki? Most of them are 14 too.\n\n\n\n\n\n\nmaxmax\n\n\n\n\nunrealistic — you can get away with some of these flourishes in the creepypasta boards because we all know those are made up but all of this sounds like BS. a 6 minute mile, building wells, and painting? come on. those are mary sue traits idk why you wanted to put them into a first person narrative.\n\n\nalso its really prosy which hurts the true crime vibe and u shouldnt try that sort of thing\n\n\n\n\n\n\nAkimb0w\n\n\n\n\nI'm not joking and I didn't make any of this up. Here's my resume with my name taken out.\n\n\n(Subject originally linked his resume, which was removed by Parawatch moderator)\n\n\n\n\n\n\nstormbreath\n\n\n\n\nDude if this is real wtf does this matter? You can go to a great school and get set for life. Leave the internet hobby site about stuff that isn't real behind. I'm talking about Parawatch, not \"Scolipendra\"\n\n\nAlso, snipped. Don't self-doxx you fucking idiot.\n\n\n\n\n\n\nAkimb0w\n\n\n\n\nI've been waitlisted from all of the Ivies. My chances to get in are shit. Even half my safeties turned me down. My only sure shot is ACM.\n\n\nI guess it doesn't sound so bad. All my life I've been a piece of putty, stretched in every direction and as thin as a balloon, so I have no shape of my own. I had Scolipendra and I have Parawatch, but maybe I'll find something meaningful in the real world.\n\n\n\n\nDiary of SCP-7576-A-425\n\n\nThe following excerpts from physical artifacts associated with SCP-7576-A-425 are typical examples of the final pieces of media generated by the SCP-7576 phenomenon for every SCP-7576-A instance.\n\n\nExhibit A\n\n\nExhibit A highlights a common sentiment expressed SCP-7576, which is best characterized as a dissatisfaction with high academic expectations.\n\n\n\n\n1/21/2023\n\n\nRead a manga\n4\n and a line stuck out to me. A genius is just someone who others can't easily understand.\n\n\nI don't think I'm a genius. I'm just smart. People don't treat me like a genius in the good ways. They're just so far away.\n\n\nI never wanted that. I just wanted to be happy.\n\n\nBut the only way to be happy is to get ahead.\n\n\nUnless the easy way is the happy one.\n\n\n\n\nExhibit B\n\n\nExhibit B describes messages that depict a conscious choice to attend ACM.\n\n\nNo instances of SCP-7576 that depict SCP-7576-A instances after this decision is made are currently known to exist.\n\n\n\n\n3/16/2023\n\n\nACM it is.\n\n\n\n\n\n\n\n\nrating: \n+67\n+\n–\nx\n\n\n\n\nMore by LORDXVNV\n\n\n\n\nHide\n\n\n\n\n\n\n\n\n\n\nOther works by \nLORDXVNV!\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-6987\n\n\nRating: 491\n\n\n\n\n\n\nSCP-8008\n\n\nRating: 374\n\n\n\n\n\n\nSCP-7069\n\n\nRating: 273\n\n\n\n\n\n\nSCP-7997\n\n\nRating: 219\n\n\n\n\n\n\nSCP-6572\n\n\nRating: 208\n\n\n\n\n\n\nSCP-6433\n\n\nRating: 168\n\n\n\n\n\n\nSCP-1337-EX\n\n\nRating: 163\n\n\n\n\n\n\nSCP-7715\n\n\nRating: 120\n\n\n\n\n\n\nSCP-7335\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6248\n\n\nRating: 88\n\n\n\n\n\n\nSCP-7576\n\n\nRating: 67\n\n\n\n\n\n\nSCP-1392\n\n\nRating: 56\n\n\n\n\n\n\nSCP-7634\n\n\nRating: 52\n\n\n\n\n\n\nSCP-6510\n\n\nRating: 47\n\n\n\n\n\n\nSCP-7272\n\n\nRating: 45\n\n\n\n\n\n\nSCP-8814\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThese 5 Colleges are the Best for Learning Dark Powers! Number 1 Will SHOCK You!\n\n\nRating: 271\n\n\n\n\n\n\nCCK-Class--Sorry, Original Character Interaction Story\n\n\nRating: 158\n\n\n\n\n\n\nRequiem For Ice Spider\n\n\nRating: 156\n\n\n\n\n\n\nA Faerie Tale Of Twin Queens\n\n\nRating: 92\n\n\n\n\n\n\nTaking The Reinz\n\n\nRating: 90\n\n\n\n\n\n\nMountainous Essophysics\n\n\nRating: 89\n\n\n\n\n\n\nInsurance\n\n\nRating: 88\n\n\n\n\n\n\nEcce Insurgo\n\n\nRating: 86\n\n\n\n\n\n\nGarfield Timeline\n\n\nRating: 81\n\n\n\n\n\n\nalex thorley dreams of sushi.\n\n\nRating: 80\n\n\n\n\n\n\nMuddy Skies\n\n\nRating: 71\n\n\n\n\n\n\nLife Can Be A Surprise\n\n\nRating: 65\n\n\n\n\n\n\nMiau Miau, Asheworth-kun\n\n\nRating: 65\n\n\n\n\n\n\nMan on a Mission\n\n\nRating: 61\n\n\n\n\n\n\nLampeter Registrar Entry: The Smog-Wastes of NeoAmerica\n\n\nRating: 59\n\n\n\n\n\n\nCAPSLOCK COLLUSION\n\n\nRating: 56\n\n\n\n\n\n\nTeamwork\n\n\nRating: 55\n\n\n\n\n\n\nThe Phlegmfont\n\n\nRating: 47\n\n\n\n\n\n\nThe Arcana Institute Of Xerophylla\n\n\nRating: 43\n\n\n\n\n\n\nWE LIVE IN A SOCIETY\n\n\nRating: 42\n\n\n\n\n\n\nCheese Is Risen\n\n\nRating: 41\n\n\n\n\n\n\nThe Road To Arcana\n\n\nRating: 38\n\n\n\n\n\n\nThree Lessons for Endless Night\n\n\nRating: 37\n\n\n\n\n\n\nBut Never Trees.\n\n\nRating: 36\n\n\n\n\n\n\nNames Stricken\n\n\nRating: 33\n\n\n\n\n\n\nGhost Signal\n\n\nRating: 29\n\n\n\n\n\n\nTHEREVEN: GERMINATION\n\n\nRating: 28\n\n\n\n\n\n\nDeus Volt!\n\n\nRating: 27\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nSPC-6500: INFINITESIMAL\n\n\nRating: 155\n\n\n\n\n\n\nSPC-1981: RONALD REAGAN SHARKED UP WHILE TALKING\n\n\nRating: 101\n\n\n\n\n\n\nSPC-105: WORLD IRIS\n\n\nRating: 94\n\n\n\n\n\n\nSPC-179: GLORIOUS BEACON\n\n\nRating: 84\n\n\n\n\n\n\nSPC-1258: CERULEAN GLOVE\n\n\nRating: 81\n\n\n\n\n\n\nHIST.327: Comparative Mythology of Mekhanism and Nälkä\n\n\nRating: 78\n\n\n\n\n\n\nKTE-6990-Mendel-Nimuebusterchild — \"Werebeast Curse\"\n\n\nRating: 73\n\n\n\n\n\n\nProject Proposal 2007-012: \"A Life Well Lived\"\n\n\nRating: 72\n\n\n\n\n\n\nThe Milkssiah\n\n\nRating: 62\n\n\n\n\n\n\nA Wandsman in a Vegas Cathouse\n\n\nRating: 53\n\n\n\n\n\n\n1 Staar Cuttt 2 5\n\n\nRating: 47\n\n\n\n\n\n\nSPC-166: CERISE CERES\n\n\nRating: 44\n\n\n\n\n\n\nA Wandsman In The Greaze Lands Of Kansas\n\n\nRating: 44\n\n\n\n\n\n\nSPC-1548\n\n\nRating: 39\n\n\n\n\n\n\nSPC-CN-985: FIST CONTACT\n\n\nRating: 35\n\n\n\n\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nGoldbaker-Reinz Hub\n\n\nRating: 116\n\n\n\n\n\n\nApril Fools Hub\n\n\nRating: 53\n\n\n\n\n\n\nNIGHTFALL: Qui Lactis\n\n\nRating: 40\n\n\n\n\n\n\n\n\nCollaborations!\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nPage\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-6301\n\n\nFunky Finn's Children Happy Hour\n\n\nGrigori Karpin\n, \nGremlinGroup\n\n\n\n\n\n\nSCP-6447\n\n\nSinners' Symphony\n\n\nMany.\n\n\n\n\n\n\nSCP-6483\n\n\nThe Polar Express\n\n\nRalliston\n\n\n\n\n\n\nSCP-6542\n\n\nVirgin Dairy 2: SECOND CHURNING\n\n\nJakdragonX\n\n\n\n\n\n\nSCP-6596\n\n\n8 Mile: The Beast of Lust and Hatred Born\n\n\nPlaguePJP\n\n\n\n\n\n\nSCP-6760\n\n\nBetter Luck Next Time\n\n\nLiryn\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nA Nightmare Dreary\n\n\nDodoDevil\n, \nDrGooday\n, \nLAN 2D\n, \nImpperatrix\n\n\n\n\n\n\nThe Bathrooms Wiki\n\n\nTHE YURT\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nSPC Hub\n\n\nMrWrong\n, \nLt Flops\n, \nPeppersGhost\n\n\n\n\n\n\nHoliday Hub\n\n\nDeadly Bread\n, \nPeppersGhost\n, \nTheBoxOfFun\n\n\n\n\n\n\n\n\n\n\nHide\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The SAT test is a common metric used to assess academic performance for college admissions. The SAT is divided into a reading/writing section and a mathematics section, each of which is scored on a scale from 200 to 800 points.\n\n\n2\n. The exact duration cited is consistently the number of years elapsed since 1976 at time of letter receipt.\n\n\n3\n. Website does not appear to exist. See Parawatch entry included for contextual information\n\n\n4\n. Japanese illustrated serial\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7576\n\" by LORDXVNV, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7576\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7576 \" by LORDXVNV, from the SCP Wiki . Source: https://scpwiki.com/scp-7576 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7576",
    "containment_procedures": "Physical artifacts related to SCP-7576 will be confiscated, and witnesses will be provided with Class-G amnestics. Digital artifacts related to SCP-7576 will be deleted. High schools mentioned in connection with SCP-7576-B will be observed for possible manifestation of anomalous phenomena associated with GoI-076 (\"Class of '76\") Midwestern Americans in primary and secondary school will be systemically discouraged from pursuing higher education through embedded Foundation operatives in the local governments.",
    "description": "SCP-7576 is material associated with adolescent United States citizens that do not exist. SCP-7576 has both physical manifestations, as written records of academic performance, recognition awards, and self-authored journal entries, and digital records, largely consisting of inactive social media accounts.",
    "title": "SCP-7576"
}