{
    "url": "https://scp-wiki.wikidot.com/scp-7577",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS EDIT-LOCKED\n\n\n\n\nIn order to preserve this article’s contents and best utilize SCiPNet’s exclusionary properties, old file segments cannot be deleted or edited after initial posting. Upon posting, new file segments will be dated and locked. If you wish to add on to this file, be sure to properly proofread your contributions.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7577\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nA photograph of SCP-7577 during its tenure at Area-13.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7577 is to be contained in a standard humanoid containment cell within the Orpheus section of \nArea-13\n. As a precaution, at least one Scranton Reality Anchor is to be placed at least thirty meters from SCP-7577.\n\n\nIn accordance with \nProject Orpheus\n1\n guidelines, SCP-7577 is to be visited on a daily basis by its head researcher (currently Doctor Kassandra Angelos). This is to ensure interviews are regularly conducted with the subject to stimulate as much brain function as possible during its containment.\n\n\nIn line with this, several cranial lead wires are to permanently be attached to SCP-7577’s brain to study its brain activity, with special attention being paid to the effects that its condition has on its mental state.\n\n\nDue to immense rarity of SCP-7577's condition\n2\n and its equivalently immense value to Project Orpheus, no attempt is to be made to remedy its current state. Likewise, due to the fact that the longevity of all records of SCP-7577’s existence outside of the Foundation database is limited, all research notes pertinent to the object are to be displayed within SCiPNet.\n\n\nDescription:\n SCP-7577 is a forty-three year old human male formerly known as Alex J. Gomez, who worked as a maintenance staff at Area-13. Based on traditional classifications of reality bending entities, SCP-7577 is considered as a class five reality bender– however, due to its prevailing metaphysical condition, SCP-7577 is not able to voluntarily use its abilities.\n\n\nInstead, SCP-7577’s reality bending properties are focused upon itself in a rare condition known as autometaphysical erasure (AME), causing its body to involuntarily exhibit sudden violent changes to its hume levels\n3\n. This leads to a state where reality actively abhors the existence of SCP-7577, causing it to slowly begin to phase out of being.\n\n\nIn order, the following stages take place following a subject first being affected by AME:\n\n\nStage 1:\n The incremental loss of the subject's memories\n\n\nStage 2:\n Disassociation of the subject's identity from itself\n\n\nStage 3:\n The loss of all human memory of the subject\n\n\nStage 4:\n The erasure of all physical (and written) evidence of the subject\n4\n\n\nStage 5:\n The sudden disappearance of the subject from reality.\n\n\nThough all physical evidence of the subject will normally be purged from existence following Stage 5 of AME, the Foundation database will still continue to reliably display the information of those affected by the condition, including SCP-7577. This information will then be kept independent of written records outside of the database or the human memory of SCP-7577’s researchers.\n\n\nAt the time of writing, SCP-7577’s condition is terminal. Due to its academic utility to Project Orpheus and the Foundation as a whole, no efforts are currently being made to research a cure for its condition.\n\n\n\n\nContribution made November 10, 2014.\n\n\n\n\n\n\nAddendum 7577.1:\n The following logs detail transcriptions of selected interviews with SCP-7577 deemed to be most pertinent to its utility to Project Orpheus, along with accompanying researcher notes\n5\n.\n\n\n\n\nContribution made November 10, 2014.\n\n\n\n\n\n\n\n\n\n\nInterview 1\n\n(dated November 11, 2014)\n\n\n\n\nInterviewed:\n SCP-7577\n\n\nInterviewer:\n Dr. Kassandra Angelos, Head Researcher\n\n\n\n\n<Begin Log>\n\n\n[Dr. Angelos enters SCP-7577’s containment cell. She is holding a tablet, which is seen displaying several documents. SCP-7577 sits up in a bed opposite her, with several cranial leads attached to its head. Bandages cover the previously exposed hole in its skull. As Angelos enters, SCP-7577 smiles.]\n\n\nSCP-7577:\n Hey, doc.\n\n\n[Dr. Angelos quietly takes a folding chair leaning on the wall of the room and sets it down. She sits on it soon after, crossing her legs and placing her tablet on her lap. She smiles at SCP-7577.]\n\n\nDr. Angelos:\n Hello, Alex. How are you doing?\n\n\n[SCP-7577 chuckles to itself, before moving its hand up to touch the back of its head.]\n\n\nSCP-7577:\n I’m fine. Didn’t feel a thing during the operation, don’t feel a thing now. You guys always know how to treat us right.\n\n\n[Dr. Angelos smiles.]\n\n\nDr. Angelos:\n Of course.\n\n\n[Dr. Angelos continues to sort through documents on her tablet. Eventually, she flips to the topmost sheet and looks up.]\n\n\nDr. Angelos:\n Alright, shall we start?\n\n\nSCP-7577:\n Yeah, doc. Sure.\n\n\n[Dr. Angelos begins to read from her tablet, looking up at SCP-7577.]\n\n\nDr. Angelos:\n What’s your name?\n\n\nSCP-7577:\n Alex Jones Gomez.\n\n\n[Dr. Angelos retrieves a stylus from her pocket and draws a small check on the document displayed on the tablet.]\n\n\nDr. Angelos:\n Your age?\n\n\nSCP-7577:\n I’m forty-three.\n\n\nDr. Angelos:\n Occupation?\n\n\nSCP-7577:\n Maintenance staff at Area-13.\n\n\n[Dr. Angelos visibly pauses, before making another check on the sheet of paper.]\n\n\nDr. Angelos:\n Place of birth?\n\n\nSCP-7577:\n Daly City, San Mateo County, California.\n\n\n[Dr. Angelos nods to herself, before setting the tablet aside.]\n\n\nDr. Angelos:\n Alright, that should be it.\n\n\n[Dr. Angelos smiles warmly at SCP-7577.]\n\n\nDr. Angelos:\n How’s the meds we’re giving you, Alex? Do you feel anything, anything at all?\n\n\nSCP-7577:\n Nah, nothing really. The wires make it hard to sleep sometimes, but it’s alright. Is it alright if you tell me what they do?\n\n\nDr. Angelos:\n They’re how we provide medicine to your brain. They’re harmless, really.\n\n\nSCP-7577:\n Ah… great, thank you. You guys got any leads on what I have yet?\n\n\n[Dr. Angelos' smile hardens.]\n\n\nDr. Angelos:\n No, we uh… we don’t.\n\n\n[SCP-7577 is silent for one second, before chuckling again.]\n\n\nSCP-7577:\n Yeah, figures. I know you’ll see me through, though. You always do.\n\n\n[A silence intervenes for several seconds as Dr. Angelos types on her tablet.]\n\n\nSCP-7577:\n It’s uh… what I have won’t kill me, will it?\n\n\n[SCP-7577 visibly swallows.]\n\n\n[Dr. Angelos stares at SCP-7577 for several seconds.]\n\n\nDr. Angelos:\n No, no… No you won’t. We promise.\n\n\n[Dr. Angelos returns to making notes on her tablet. SCP-7577 awkwardly looks around.]\n\n\nSCP-7577:\n It’s just that… my family, you know. I already filed the next two weeks for my vacation leave, wanted to uh… head back to the States.\n\n\n[Dr. Angelos continues to make notes, not looking up from her tablet.]\n\n\nSCP-7577:\n Not that Greece isn’t bad, it’s just not… home.\n\n\n[SCP-7577 looks out the window of its room. Like all windows in Area-13, the glass has been blurred, only letting light in.]\n\n\nSCP-7577:\n I miss home. Haven’t been there for a few years.\n\n\n[SCP-7577 looks at Dr. Angelos. Dr. Angelos is still typing on her tablet.]\n\n\nSCP-7577:\n Thank you.\n\n\n[Dr. Angelos stops typing. She looks up from her tablet.]\n\n\nDr. Angelos:\n What?\n\n\nSCP-7577:\n For helping me out. Most places I’ve worked at would never have tried to help out a little guy like me.\n\n\n[SCP-7577 chuckles again. Dr. Angelos looks at him with pity.]\n\n\nDr. Angelos:\n Of course. We look out for our own.\n\n\n<End Log>\n\n\n\n\nResearcher Notes:\n AME does not seem to be currently affecting SCP-7577’s memory or mental faculties. Object is responding well to containment, and, thankfully, continues to remain unaware of its status as an anomaly.\n\n\n\n\n\n\nContribution made November 12, 2014.\n\n\n\n\n\n\n\n\n\n\nInterview 4\n\n(dated November 15, 2014)\n\n\n\n\nInterviewed:\n SCP-7577\n\n\nInterviewer:\n Dr. Kassandra Angelos, Head Researcher\n\n\n\n\n<Begin Log>\n\n\n[Extraneous transcript removed]\n\n\nDr. Angelos:\n Age?\n\n\nSCP-7577:\n Forty-three.\n\n\nDr. Angelos:\n Occupation?\n\n\nSCP-7577:\n Maintenance, Area-13.\n\n\nDr. Angelos:\n Place of birth?\n\n\nSCP-7577:\n Daly City…\n\n\n[SCP-7577 pauses. Dr. Angelos looks up.]\n\n\nSCP-7577:\n Daly City, San Mateo County, California.\n\n\n[Dr. Angelos nods.]\n\n\nDr. Angelos:\n Alright, everything seems to be in order.\n\n\nSCP-7577:\n That’s a relief. I can’t really say how worried I was that-\n\n\nDr. Angelos:\n That…?\n\n\nSCP-7577:\n That… you know, I’d caught something bad.\n\n\nDr. Angelos:\n Why do you think so?\n\n\nSCP-7577:\n I don’t know… bad feeling? Can’t really describe it.\n\n\nDr. Angelos:\n Did you notice anything out of the ordinary?\n\n\nSCP-7577:\n I mean… it’s just…\n\n\nDr. Angelos:\n Please be honest.\n\n\n[SCP-7577 is silent. Its lips are pursed.]\n\n\n[After a few seconds, he shakes its head and smiles.]\n\n\nSCP-7577:\n Nah, nevermind, doc. I’m alright.\n\n\n[Dr. Angelos looks at SCP-7577 questioningly, before looking back down as she starts typing on her tablet once again.]\n\n\nDr. Angelos:\n Were you able to write those letters I told you about, to your family?\n\n\nSCP-7577:\n Yeah, I got them here.\n\n\n[SCP-7577 retrieves three folded pieces of paper from the table next to its bed.]\n\n\nSCP-7577:\n One for my wife,\n\n\n[SCP-7577 gives the letter to Dr. Angelos.]\n\n\nSCP-7577:\n One for my daughter,\n\n\n[SCP-7577 gives the next letter to Dr. Angelos.]\n\n\nSCP-7577:\n One for my dad.\n\n\n[SCP-7577 gives the last letter to Dr. Angelos.]\n\n\n[Dr. Angelos receives the letters.]\n\n\nDr. Angelos:\n Did you make sure there’s nothing suspect inside these letters?\n\n\n[SCP-7577 chuckles.]\n\n\nSCP-7577:\n Trust me, I’ve sent my fair share back from when I was still in Site-79.\n\n\n[Dr. Angelos looks at the letters in her hand before looking up at SCP-7577]\n\n\nDr. Angelos:\n Is it alright if I check?\n\n\n[SCP-7577 looks at Dr. Angelos. After two seconds of looking at her, he nods.]\n\n\nSCP-7577:\n Yeah, sure.\n\n\n[Dr. Angelos slowly opens one of the letters in her hand. She starts to slowly read it.]\n\n\nDr. Angelos:\n This is to your daughter?\n\n\nSCP-7577:\n Yeah.\n\n\n[SCP-7577 smiles. There is a hint of sadness in its expression.]\n\n\nSCP-7577:\n She’s seventeen. Turning eighteen.\n\n\nDr. Angelos:\n Oh? When?\n\n\n[SCP-7577 chuckles quietly to itself.]\n\n\nSCP-7577:\n Tomorrow.\n\n\n<End Log>\n\n\n\n\nResearcher Notes:\n Subject’s hume levels are growing more and more erratic. Further analysis is needed to reach a definitive conclusion regarding its link to SCP-7577’s current condition.\n\n\nTo note for future reference: The letters, as they were purely products of a stimulatory activity, were properly disposed of by ordinance of Area-13.\n\n\nSorry, Alex.\n\n\n\n\n\n\nContribution made November 16, 2014.\n\n\n\n\n\n\n\n\n\n\nInterview 7\n\n(dated November 18, 2014)\n\n\n\n\nInterviewed:\n SCP-7577\n\n\nInterviewer:\n Dr. Kassandra Angelos, Head Researcher\n\n\n\n\n<Begin Log>\n\n\n[Extraneous transcript removed]\n\n\nDr. Angelos:\n Alright, Alex. We’re gonna try to test your responses to more questions now. Are you ready?\n\n\nSCP-7577:\n Always ready, doc.\n\n\nDr. Angelos:\n Name?\n\n\nSCP-7577:\n Alex Gomez.\n\n\nDr. Angelos:\n Age?\n\n\nSCP-7577:\n Forty-three.\n\n\nDr. Angelos:\n Occupation?\n\n\nSCP-7577:\n Maintenance at Area-13.\n\n\n[Dr. Angelos notes down SCP-7577’s responses. She pauses, then looks up.]\n\n\nDr. Angelos:\n How long have you worked with us, Alex? Just give me a number. I can't access our records right now.\n\n\nSCP-7577:\n Twenty.\n\n\n[Dr. Angelos stops to note down SCP-7577’s response. She looks up again.]\n\n\nDr. Angelos:\n Family?\n\n\nSCP-7577:\n Melina, my wife. She’s forty-two. My mother, Dolores. She’s sixty-seven. My daughter, Janna. She’s seventeen.\n\n\n[Dr. Angelos pauses. She stops to glance at the tablet on her lap, before looking up.]\n\n\nDr. Angelos:\n How’re you doing, Alex? You’ve seemed quiet for the past few days.\n\n\nSCP-7577:\n I’m alright, you don’t need to worry about me.\n\n\n[Dr. Angelos stares at SCP-7577’s face.]\n\n\nDr. Angelos:\n Alex?\n\n\nSCP-7577:\n Yes?\n\n\nDr. Angelos:\n Is it alright if I ask you a question?\n\n\n[SCP-7577 smiles at Dr. Angelos.]\n\n\nSCP-7577:\n Yeah, sure. I’m an open book.\n\n\nDr. Angelos:\n To date, you’ve never applied for promotion, and you’ve always complied whenever you were transferred. Why did you ever stay with the Foundation for so long?\n\n\n[SCP-7577 stares at Dr. Angelos for several seconds. It continues to make a slight smile.]\n\n\nSCP-7577:\n I mean…\n\n\nSCP-7577:\n Why wouldn’t I, right? You treat me well. You give me a hospital room where most employers would just shove me aside. You clearly care for your people.\n\n\nSCP-7577:\n Sure, I have low clearance. I don’t really know anything except for the things I have to clean up in the halls and in the offices.\n\n\n[SCP-7577 shrugs.]\n\n\nSCP-7577:\n But you care for your people. I know that in my heart.\n\n\nSCP-7577:\n After all, you wouldn’t be trying to save the world from the skips if you didn’t, right?\n\n\n[Dr. Angelos looks at SCP-7577 for several seconds. Her eyes are focused on the object’s face.]\n\n\n[Quietly, Dr. Angelos sighs. She smiles painfully.]\n\n\nDr. Angelos:\n Of course we do. The Foundation cares for our own.\n\n\n<End Log>\n\n\n\n\nResearcher Notes:\n The subject’s mother is dead. His daughter is eighteen.\n\n\nHis AME is advancing.\n\n\n\n\n\n\nContribution made November 18, 2014.\n\n\n\n\n\n\n\n\n\n\nInterview 10\n\n(dated November 21, 2014)\n\n\n\n\nInterviewed:\n SCP-7577\n\n\nInterviewer:\n Dr. Kassandra Angelos, Head Researcher\n\n\n\n\n<Begin Log>\n\n\n[Extraneous transcript removed]\n\n\nDr. Angelos:\n Name?\n\n\nSCP-7577:\n Alex.\n\n\nDr. Angelos:\n Age?\n\n\nSCP-7577:\n Forty.\n\n\nDr. Angelos:\n Occupation?\n\n\nSCP-7577:\n Maintenance staff at Area-13.\n\n\nDr. Angelos:\n Family?\n\n\n[SCP-7577 stares at Dr. Angelos.]\n\n\nDr. Angelos:\n Family, Alex?\n\n\n[SCP-7577 stares blankly at Dr. Angelos.]\n\n\nDr. Angelos:\n Alex?\n\n\n[SCP-7577 continues to stare blankly at Dr. Angelos.]\n\n\n[Dr. Angelos looks at her tablet, then glances at her right towards the nearby double-sided mirror.]\n\n\nDr. Angelos:\n We-\n\n\n[SCP-7577 starts to tear up quietly. Dr. Angelos looks back in its direction.]\n\n\nSCP-7577:\n I don’t remember them anymore. I can’t. I can’t.\n\n\nDr. Angelos:\n Alex-\n\n\nSCP-7577:\n I’m not getting out of this, am I?\n\n\nDr. Angelos:\n Mr. Gomez-\n\n\nSCP-7577:\n Please be honest with me, doc.\n\n\n[Dr. Angelos shakes her head in a slightly frustrated manner.]\n\n\nDr. Angelos:\n Alex, I can assure you that-\n\n\nSCP-7577:\n I won’t be seeing them again.\n\n\n[SCP-7577 smiles. Tears are running down its cheeks.]\n\n\nSCP-7577:\n That’s what you’re trying to hide, right?\n\n\n[Both subjects glance at each other in silence.]\n\n\nDr. Angelos:\n We’re working very hard to make sure that you’ll be fine by the end, Alex.\n\n\n[SCP-7577 nods slightly, continuing to quietly sob.]\n\n\nSCP-7577:\n Is it… uh…\n\n\n[It looks down, shaking its head as it does so.]\n\n\nSCP-7577:\n Is it terminal, what I have? Does it make me a skip? Is that why you’re confining me?\n\n\n[Dr. Angelos looks at SCP-7577, unaware of what to do.]\n\n\nDr. Angelos:\n Mr. Gomez-\n\n\n[SCP-7577 turns its head to the double-sided mirror. It winces painfully as the wires pull on its head.]\n\n\nSCP-7577:\n Mr. Sabini,\n6\n \nif you can see this…\n\n\n[Dr. Angelos scoffs incredulously.]\n\n\nDr. Angelos:\n Alex, there really is no need for this. You’re completely fi-\n\n\n[SCP-7577 turns to Dr. Angelos.]\n\n\n[It smiles, though tears continue to run down its cheeks.]\n\n\nSCP-7577:\n It’s okay, doc. I’m fine with it- if it’s… really real.\n\n\n[SCP-7577 nods slowly.]\n\n\nSCP-7577:\n I was bound to run outta luck anyway, right?\n\n\nDr. Angelos:\n Alex, if you would calm down-\n\n\nSCP-7577:\n It’s okay, doc. I know the rules. Skips don’t deserve the air they breathe, let alone… all this.\n\n\n[SCP-7577 gestures to the room.]\n\n\nSCP-7577:\n At least I’ll be of some more use to you like this, right?\n\n\n[Dr. Angelos looks at SCP-7577.]\n\n\nSCP-7577:\n Don’t worry about me, doc. I’m ready. Just uh… send the letters I wrote, alright?\n\n\n<End Log>\n\n\n\n\nResearcher Notes:\n Nothing to note. His memories are disappearing.\n\n\nI can feel myself forgetting him, too.\n\n\n\n\n\n\nContribution made November 21, 2014.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 17\n\n(dated November 28, 2014)\n\n\n\n\nInterviewed:\n \nSCP-7577\n\n\nInterviewer:\n Dr. Kassandra Angelos, Head Researcher\n\n\n\n\n<Begin Log>\n\n\n[There is a blank look in SCP-7577’s eyes as it looks at Dr. Angelos.]\n\n\nDr. Angelos:\n Name?\n\n\n[SCP-7577 is silent.]\n\n\nDr. Angelos [impatient]:\n \nName?\n\n\nSCP-7577:\n A-\n\n\n[SCP-7577 blinks a few times in quick succession.]\n\n\nSCP-7577:\n Alex.\n\n\nDr. Angelos:\n Age?\n\n\nSCP-7577:\n I…\n\n\n[SCP-7577 blinks a few times again. It shakes its head.]\n\n\nSCP-7577:\n Thirty.\n\n\n[Dr. Angelos stares at SCP-7577, then sighs as she types something on her tablet.]\n\n\nDr. Angelos:\n Occupation?\n\n\nSCP-7577:\n Maintenance staff at Area-13.\n\n\n[Dr. Angelos types something into her tablet again.]\n\n\nDr. Angelos:\n Can you tell me about your family?\n\n\n[SCP-7577 stares at her.]\n\n\nSCP-7577:\n My uh… my mom is… twenty-two.\n\n\n[Dr. Angelos begins to type into her tablet.]\n\n\nSCP-7577:\n Her name is… uh…\n\n\n[Dr. Angelos stops.]\n\n\nSCP-7577:\n What’s her name again?\n\n\n[Dr. Angelos looks up from her tablet.]\n\n\nDr. Angelos:\n You don’t need to force yourself if you don’t wish to continue, SCP-7577.\n\n\nSCP-7577:\n Oh uh…\n\n\n[SCP-7577 reclines as much as possible, given the restrictions of the cranial leads attached to his head. He grunts in pain as he does so.]\n\n\nSCP-7577:\n Thank you, doc. You certainly look out-\n\n\nDr. Angelos [cold]:\n For our own, yes. Have a good night, SCP-7577.\n\n\nSCP-7577:\n Thank you, doc.\n\n\n[[SCP-7577 closes its eyes.]\n\n\nSCP-7577:\n Thank you.\n\n\n<End Log>\n\n\n\n\nResearcher Notes:\n \nSCP-7577’s\n inability to recall important memories show the advanced state of its AME. All general human memory of the subject will be next.\n\n\nDue to the condition’s nature, the researchers will now be required to use make use of SCiPNet’s functions to remind them of their daily interaction with \nSCP-7577.\n\n\n\n\n\n\nContribution made November 21, 2014.\n\n\n\n\n\n\n\n\n\n\nInterview 25\n\n(dated December 5, 2014)\n\n\n\n\nInterviewed:\n \nSCP-7577\n\n\nInterviewer:\n Dr. Kassandra Angelos, Head Researcher\n\n\n\n\n<Begin Log>\n\n\n[Dr. Angelos enters the room, carrying her tablet in one arm. She looks down at the screen as she moves toward \nSCP-7577\n.]\n\n\nDr. Angelos:\n Alright, \nSCP-7577-\n\n\n[Dr. Angelos looks up at \nSCP-7577.\n]\n\n\n[\nSCP-7577\n is staring blankly forward.]\n\n\nDr. Angelos:\n I am Dr. Angelos, your head researcher. Would you be willing to answer a few questions?\n\n\n[\nSCP-7577\n continues to stare blankly forward.]\n\n\n[Dr. Angelos clears her throat.]\n\n\nDr. Angelos:\n Name?\n\n\n[\nSCP-7577\n does not answer.]\n\n\n[Dr. Angelos types on her tablet.]\n\n\nDr. Angelos:\n Age?\n\n\n[\nSCP-7577\n does not answer.]\n\n\n[Dr. Angelos types on her tablet.]\n\n\n[As she finishes, she looks up.]\n\n\nDr. Angelos:\n You’re not going to speak, are you?\n\n\n[\nSCP-7577\n stares blankly at the wall.]\n\n\n[Dr. Angelos sighs.]\n\n\nDr. Angelos:\n Occupation?\n\n\nSCP-7577:\n Maintenance staff at Area-13.\n\n\n[Dr. Angelos looks visibly surprised.]\n\n\nDr. Angelos:\n Al… alright.\n\n\n[Dr. Angelos types in the response on her tablet.]\n\n\nDr. Angelos:\n That should be it, SCP-7577. Thank you for your coopera-\n\n\n[\nSCP-7577\n turns his head to look at Dr. Angelos. Its face is visibly pale.]\n\n\nSCP-7577:\n I…\n\n\n[\nSCP-7577’s\n turns its eyes down, as if it had forgotten what it wished to say.]\n\n\n[After a few seconds, it looks up.]\n\n\nSCP-7577:\n …I’m grateful.\n\n\n[Dr. Angelos looks back at \nSCP-7577\n. Veiled disgust is seen in her expression.]\n\n\nDr. Angelos:\n Thank you to you too, \nSCP-7577.\n\n\n[Dr. Angelos turns around to leave. However, she is interrupted as \nSCP-7577\n speaks again.]\n\n\nSCP-7577:\n Will anyone remember me?\n\n\n[Dr. Angelos stops. \nSCP-7577\n continues to look at her.]\n\n\nDr. Angelos:\n Due to the advanced state of \nyour\n condition, we may not for much longer. The only records of \nyour\n existence will be within our database.\n\n\nDr. Angelos:\n In short… very little will remain of \nyou\n. You won’t live on anywhere but here. With us.\n\n\n[Dr. Angelos turns to face \nSCP-7577.\n]\n\n\nDr. Angelos:\n Wait… how did \nyou\n know-\n\n\n[\nSCP-7577\n is staring blankly at the wall again.]\n\n\n[Dr. Angelos stares incredulously at SCP-7577 for several seconds, before scoffing quietly to herself. She turns again to leave, closing the door behind her.]\n\n\n[\nSCP-7577\n continues to stare at the wall.]\n\n\n[A tear runs down its cheek.]\n\n\n<End Log>\n\n\n\n\nResearcher Notes:\n Subject is unresponsive to most questions. AME is thought to have reached its final stage.\n\n\n\n\n\n\nContribution made December 6, 2014.\n\n\n\n\n\n\n\n\n\n\nInterview 38\n\n(dated December 18, 2014)\n\n\n\n\nInterviewed:\n \nSCP-7577\n\n\nInterviewer:\n\n\n\n\n<Begin Log>\n\n\nhello?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nhello?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nplease help.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nit’s so cold.\n\n\n<End Log>\n\n\n\n\n\n\nContribution made December 18, 2014.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWith AME’s nature being what it is, it has taken a long time for files like this to resurface and be learned from as intended. Everything we know about it now occurs as a matter of happenstance- a researcher stumbling on notes they made long ago, or a file accidentally coming up during database maintenance. We still don't know why it happens, or where the afflicted go. We don't even know what counts as \"physical evidence\", and what gets to be erased.\n\n\nPlease no.\n\nStill, we know much more about AME now than we did decades ago. As Project Orpheus reaches its final stage, I believe I have fair reason to doubt that, out of the hundreds of reality benders we’ve found to have AME, this article brings something new.\n\n\nPlease.\n\nFile this away with the others. Time will tell if we will still find a use for them.\n\n\nPLEASE\n\nIf we don’t… then so be it.\n\n-Project Orpheus Director Angelos\n\n\n\n\n\n\n\n\n\n\nContribution made December 19, 2055.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease don’t leave.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt’s so cold.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease help me PLEASE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ni…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ni can't die.\n\n\n\n\nContribution made December 27, 2467.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An ongoing project at Area-13 designed to use reality benders for the Foundation's benefit\n\n\n2\n. It is estimated that only one in fifty thousand reality benders possess AME. Likewise, only one in sixteen thousand of those afflicted are able to have their condition detected in time to be studied before they are purged from reality.\n\n\n3\n. SCP-7577 has displayed internal hume ranges as high as 14,000 humes to as low as 0.00000027\n\n\n4\n. Research is still ongoing as to whether AME subjects' offspring are purged from reality along with their parent, though the nature of the condition makes any conclusion difficult.\n\n\n5\n. For a complete log of all interviews with SCP-7577, please contact Area-13’s database administrator.\n\n\n6\n. The director of Area-13 at the time of writing.\n\n\n\n\n\n\n\n\n\n\nThis article was written by \nEcronak\n.\n\n\n\n\n\n« \nSCP-7576\n | SCP-7577 | \nSCP-7578\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7577\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7577\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tiredoldman#merightnow.jpg\n\n\nAuthor:\n silas216\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search-production.openverse.engineering/image/549b2a2e-d0ad-4893-8c21-06f681d2940c",
    "addendums": [
        "Addendum 7577.1: The following logs detail transcriptions of selected interviews with SCP-7577 deemed to be most pertinent to its utility to Project Orpheus, along with accompanying researcher notes 5 .\n\n\n\nPlease. Please don’t leave. It’s so cold. Please help me PLEASE i… i can't die."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7577 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-7577 . Licensed under CC-BY-SA .",
        "Filename: tiredoldman#merightnow.jpg Author: silas216 License: CC BY-SA 2.0 Source Link: https://search-production.openverse.engineering/image/549b2a2e-d0ad-4893-8c21-06f681d2940c"
    ],
    "containment_procedures": "SCP-7577 is to be contained in a standard humanoid containment cell within the Orpheus section of Area-13. As a precaution, at least one Scranton Reality Anchor is to be placed at least thirty meters from SCP-7577.",
    "description": "SCP-7577 is a forty-three year old human male formerly known as Alex J. Gomez, who worked as a maintenance staff at Area-13. Based on traditional classifications of reality bending entities, SCP-7577 is considered as a class five reality bender– however, due to its prevailing metaphysical condition, SCP-7577 is not able to voluntarily use its abilities.",
    "title": "SCP-7577"
}