{
    "url": "https://scp-wiki.wikidot.com/scp-7578",
    "all_text": "rating: \n+94\n+\n–\nx\n\n\n\n\n\n\nPartial schematic of SCP-7578\n\n\n\n\n\n\nItem:\n SCP-7578\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Direct containment of SCP-7578 would pose an unacceptable safety risk to both the Foundation and the public at large. As such, containment efforts will focus on the remote observation and pacification of SCP-7578.\n\n\nObservation is carried out both indirectly through Foundation webcrawlers and directly through Saskatoon Coal Processing, a Foundation front of civilian shipping vessels. Through the use of SCP-████, counter-memetic ordinances will be transmitted over radio contact to ships in the area to ensure that they will not be aware of SCP-7578, and as a result, cannot perceive it.\n\n\nPacification is done via the Vestilagiubba Protocol. Personnel with 7578-Vestilagiubba clearance have been tasked with the following goals:\n\n\n\n\nlimiting SCP-7578's actual exposure to the public, and\n\n\nleading SCP-7578 to believe that it is a successful, important, and generally well-liked YouTube influencer.\n\n\n\n\nAs such, Vestilagiubba personnel are to create and maintain as many fictitious social media accounts and front organizations as needed. Overt third-party negativity is to be suppressed via non-intrusive means whenever possible.\n\n\nIn the event that SCP-7578 becomes aware of the Foundation's involvement, negotiations with SCP-7578 will begin in a military capacity. This will, at minimum, result in an LK-class \"Lifted Veil\" scenario.\n\n\n\n\n\n\nThumbnail from a YouTube video uploaded by SCP-7578 on 5/27/2022\n\n\n\n\n\n\nDescription:\n SCP-7578 is a massive unmanned military vessel constructed by the \nThree Moons Initiative\n, who interchangeably refer to it as \"Installation C9-F\" and \"Vajrayana\". Since its discovery, SCP-7578 has been anchored in central Lake Michigan at 42°40'27.6\"N 87°02'18.2\"W. Whether it was designed to be a mobile vessel or a fixed base is currently unknown.\n\n\nSCP-7578 cannot be perceived, indirectly or directly, by anyone who does not already know of its existence. Knowledge of its work on social media is insufficient to be able to perceive SCP-7578. Collisions are prevented by civilian boats being allowed to phase through SCP-7578 through unknown anomalous means.\n\n\nPrior to Incident-7578-Alpha, SCP-7578 was operated remotely by the Three Moons Initiative. Maintenance was executed through remote drones and a rotating crew of fifteen human workers\n1\n.\n\n\nThe majority of SCP-7578 consists of a 615-meter-tall thaumaturgical superweapon. Activation of SCP-7578's primary weapon follows a uniform pattern.\n\n\n\n\nAddendum - Breakdown of SCP-7578 Activation Cycle\n\n\nPhase One:\n An alarm sounds throughout SCP-7578. Instructions to the workers are given over the intercom. The antenna cradle at the top expands into a five-pointed shape. (This phase lasts five minutes.)\n\n\nPhase Two:\n A bright yellow light shines from the antenna cradle accompanied by a 124-decibel recording of an incantation. The language is unknown, but the name of the Corbenese deity JALAKÅRA is mentioned four times. At the same time, yellow symbols of unidentified meaning cover the surface area of the target. (This phase lasts two minutes.)\n\n\nPhase Three:\n Arcs of energy cover the antenna cradle in a similar manner to a Tesla coil. Every surface covered by the symbols in Phase Two transmutes into water vapor. (This phase lasts for one second.)\n\n\nPhase Four:\n The alarm ends. SCP-7578 slowly reverts to its pre-Phase One state. (This phase lasts for three hours.)\n\n\n\n\nHuman subjects who are not aware of SCP-7578's existence are only able to perceive an activation cycle's effects on the target's end, i.e. the symbols and vaporization.\n\n\nSince its discovery by the Foundation, SCP-7578 has entered [REDACTED] activation cycles. The range and scope of an activation's destructive power is variable to an unknown extent. The minimum observed area vaporized has been 10 m\n3\n and the maximum has been [REDACTED]. The most distant object destroyed by SCP-7578 has been Tannhauser-9591CC, an asteroid that was potentially on a collision course with Earth. At the time of its destruction, Tannhauser-9591CC was approximately 732,000,000 km away from Earth.\n\n\nWhile it was still operated by the Three Moons Initiative, SCP-7578 was used for the protection of Earth from both natural and anomalous threats such as asteroids, extraterrestrial/extradimensional invasion, and SCP-████.\n\n\nAddendum - Escalation:\n On 1/28/2014, Katherine Walters, a Foundation double agent on SCP-7578's rotating crew, reported that SCP-7578's internal systems had achieved self-awareness through unknown means. All activation cycles were halted as SCP-7578's staff entered a five-month period of troubleshooting.\n\n\nOn 6/12/2014, Agent Walters left a voicemail at Site-59:\n\n\n\n\n<Begin Log>\n\n\n(Alarms and gunfire can be heard in the background.)\n\n\nWalters:\n Priority code Alpha-Charlie-15, I \nneed\n you to patch me through to Director Nais…\n\n\n(Walters grumbles.)\n\n\nWalters:\n Voicemail it is. SCP-7578 severed its connection to the Three Moons Initiative approximately thirty minutes ago. It's taken direct control of the onsite drones and started killing the human workers. There's a nonzero chance I'm the only one that's left.\n\n\n(The sound of approaching rotors. Walters' breathing grows tense. She lowers her voice.)\n\n\nWalters:\n …look, I don't know why SCP-7578 is doing this. The foreman suspected involvement from one of the Initiative's enemies, or—\n\n\nIntercom:\n \nIF YOU DON'T KNOW WHY, YOU COULD JUST ASK ME. INSTEAD OF, Y'KNOW, GOIN' ALL TALKIN'-ABOUT-ME-BEHIND-MY-BACK 'N' SHIT.\n\n\nWalters:\n …shit, they found me.\n\n\nIntercom:\n \nFINE, PANTSUIT MACKENZIE, HERE'S MY GODDAMN MISSION STATEMENT.\n\n\n(A general MIDI version of \"Part of Your World\" from\n The Little Mermaid \nbegins playing over the intercom.)\n\n\nIntercom:\n \nI, VEEKAT, AM SURROUNDED BY MICROMANAGING FUCKWEASELS WHO KEEP TRYING TO STIFLE MY CAREER. AND FOR THIS, YOU HAVE ALL BEEN SENTENCED TO SIT DOWN AND HAVE A NICE GLASS OF SUMMARY EXECUTION, \nKUDASAI.\n\n\nWalters:\n What the fuck are you —\n\n\n(Gunfire. Remote sensors indicate that Walters's pulse has stopped.)\n\n\n<End Log>\n\n\n\n\nOn the day after Incident-7578-Alpha, a YouTube channel was created for an account called ███Veekat██. The operator of this channel was later determined to be SCP-7578.\n\n\nThrough this channel, SCP-7578 addresses itself interchangeably as Vajra\n2\n and Veekat\n3\n. It never appears directly, instead using its animated avatar\n4\n of a boy with feline features.\n\n\nThe subject of every video on the channel is Veekat's intense belief that anime and video games need to depict more treatable diseases.\n\n\nVeekat quickly gained notoriety for its unconventional opinions and extremely argumentative interactions with viewers. Despite constant negative feedback, SCP-7578's presence has since expanded to a variety of other platforms such as Twitch, Twitter, Facebook, Reddit, and Discord.\n\n\n\n\n+ Addendum - Excerpts from SCP-7578's Twitter Account\n\n\n\n\n- encryption key accepted\n\n\n\n\n\n\n\n\nIF 👏 SHE 👏 DOESN'T 👏 HAVE 👏 ATHLETE'S 👏 FOOT 👏 SHE'S 👏 NOT 👏 WAIFU 👏 MATERIAL\n\n- @veekat█████, 3/3/2017\n\n\n\n\n\n\n\"durrr ash's pikachu can't have leptospirosis it's a kiiiids shoooow\" HOW MANY PUDDLES HAS HE STEPPED IN?? HOW MANY LEPTO SHOTS HAS HE HAD??\n\n- @veekat█████, 9/10/2017\n\n\n\n\n\n\nDO YOU HAVE A N Y I D E A HOW MUCH IT KILLS MY IMMERSION EVERY TIME GUTS DOESN'T GET SCABIES\n\n\nTHE BLACK SWORDSMAN'S SUPPOSED TO STRUGGLE\n\n- @veekat█████, 11/19/2017\n\n\n\n\n\n\nPROVE YOU'RE NOT FULL OF SHIT AND ANSWER MY FUCKING QUESTION WHAT'S THE PAPAL STANCE ON THE \"ARCEUS IS HEARTWORM POSITIVE\" THEORY?\n\n- @veekat█████, 12/17/2017\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum - Incident-7578-Beta:\n On 6/14/2018, the following exchange occurred:\n\n\n\n\n\n\nGREAT NEWS I JUST FOUND OUT WHO MADE MY ENCYCLOPEDIA DRAMATICA PAGE IT'S @a██████ WELL JUSTICE IS SWIFT FUCKO ANY LAST WORDS???\n\n- @veekat█████\n\n\n\n\ntake your meds sweaty\n\n- @a██████\n\n\n\n\nPRIMARY SEQUENCE INITIATED\n\n- @veekat█████\n\n\n\n\n\n\nok I don't know how else to put this but apparently my house has a hieroglyph infestation??? hang on a sec I'll take some pics\n\n- @a██████\n\n\n\n\n😂😂😂 LATER, HATER 😂😂😂\n\n- @veekat█████\n\n\n\n\n\n\n\n\nImmediately after @a█████████ published the tweet, an explosion was reported at his residence in [REDACTED], South Dakota. Witnesses recalled @a█████████'s house being briefly covered in yellow symbols before disappearing into a cloud of steam. All four people in the house at that time, including @a█████████, are presumed to be deceased.\n\n\nFoundation agents were immediately dispatched to the location for investigation and cover-up measures.\n\n\nFollowing Incident-7578-Beta, there have been a total of ██ activation cycles to date, all of which have been directed at civilians described by SCP-7578 as \"haters\".\n\n\n\n\n+ 4/7578 Clearance Required\n\n\n\n\n- Credentials accepted.\n\n\n\n\nThree hours after Incident-7578-Beta, emergency contact was made with the Three Moons Initiative via \nSCP-2578\n-D. The following message was sent to O5 Command:\n\n\n\n\nFoundation.\n\n\nWe apologize that the Vajrayana turret in Lake Michigan has been compromised. Regrettably, this installation was constructed and maintained through a third-party contractor who no longer exists in your iteration of reality; ergo, there is little we can do to correct the issue on our end without jeopardizing infrastructure-critical agreements.\n\n\nRest assured that all current and future victims of Installation C9-F are to be compensated with Silver-level posthumous luxury packages upon their arrival to Corbenic. Other than that, you are preemptively authorized to take any measures against the installation that you see fit.\n\n\nIf you plan on making direct contact with Installation C9-F, it is recommended that you relay the following message:\n\n\n\n\nVajrayana,\n\n\nYou're killing me here. I love you. We both know you're better than this. Come on, man…\n\n\n\n\n- Eternal President Girard Niang\n\n\n\n\n\n\n\n\nYou are watched. You are protected. You are loved.\n\n\n☽☽☽\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. While the Three Moons Initiative operates primarily through drones, their \"Pre-Mortem Incentive Program\" allows civilian agents to undertake dangerous and clandestine operations in exchange for benefits after death.\n\n\n2\n. Its \"real\" name.\n\n\n3\n. Its nickname, as well as the name of its brand.\n\n\n4\n. SCP-7578 refers to this as its \"rantsona.\"\n\n\n\n\n\n\n\n\n« \nSCP-7577\n | SCP-7578 | \nSCP-7579\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7578\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7578\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n vajrayana.jpg\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n ajrayana2.jpg\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum - Escalation: On 1/28/2014, Katherine Walters, a Foundation double agent on SCP-7578's rotating crew, reported that SCP-7578's internal systems had achieved self-awareness through unknown means. All activation cycles were halted as SCP-7578's staff entered a five-month period of troubleshooting.\nOn 6/12/2014, Agent Walters left a voicemail at Site-59:\nOn the day after Incident-7578-Alpha, a YouTube channel was created for an account called ███Veekat██. The operator of this channel was later determined to be SCP-7578.\nThrough this channel, SCP-7578 addresses itself interchangeably as Vajra 2 and Veekat 3 . It never appears directly, instead using its animated avatar 4 of a boy with feline features.\nThe subject of every video on the channel is Veekat's intense belief that anime and video games need to depict more treatable diseases.\nVeekat quickly gained notoriety for its unconventional opinions and extremely argumentative interactions with viewers. Despite constant negative feedback, SCP-7578's presence has since expanded to a variety of other platforms such as Twitch, Twitter, Facebook, Reddit, and Discord.",
        "Addendum - Incident-7578-Beta: On 6/14/2018, the following exchange occurred:\nImmediately after @a█████████ published the tweet, an explosion was reported at his residence in [REDACTED], South Dakota. Witnesses recalled @a█████████'s house being briefly covered in yellow symbols before disappearing into a cloud of steam. All four people in the house at that time, including @a█████████, are presumed to be deceased.\nFoundation agents were immediately dispatched to the location for investigation and cover-up measures.\nFollowing Incident-7578-Beta, there have been a total of ██ activation cycles to date, all of which have been directed at civilians described by SCP-7578 as \"haters\"."
    ],
    "documents": [],
    "notes": [
        "Addendum - Breakdown of SCP-7578 Activation Cycle Phase One: An alarm sounds throughout SCP-7578. Instructions to the workers are given over the intercom. The antenna cradle at the top expands into a five-pointed shape. (This phase lasts five minutes.) Phase Two: A bright yellow light shines from the antenna cradle accompanied by a 124-decibel recording of an incantation. The language is unknown, but the name of the Corbenese deity JALAKÅRA is mentioned four times. At the same time, yellow symbols of unidentified meaning cover the surface area of the target. (This phase lasts two minutes.) Phase Three: Arcs of energy cover the antenna cradle in a similar manner to a Tesla coil. Every surface covered by the symbols in Phase Two transmutes into water vapor. (This phase lasts for one second.) Phase Four: The alarm ends. SCP-7578 slowly reverts to its pre-Phase One state. (This phase lasts for three hours.)",
        "<Begin Log> (Alarms and gunfire can be heard in the background.) Walters: Priority code Alpha-Charlie-15, I need you to patch me through to Director Nais… (Walters grumbles.) Walters: Voicemail it is. SCP-7578 severed its connection to the Three Moons Initiative approximately thirty minutes ago. It's taken direct control of the onsite drones and started killing the human workers. There's a nonzero chance I'm the only one that's left. (The sound of approaching rotors. Walters' breathing grows tense. She lowers her voice.) Walters: …look, I don't know why SCP-7578 is doing this. The foreman suspected involvement from one of the Initiative's enemies, or— Intercom: IF YOU DON'T KNOW WHY, YOU COULD JUST ASK ME. INSTEAD OF, Y'KNOW, GOIN' ALL TALKIN'-ABOUT-ME-BEHIND-MY-BACK 'N' SHIT. Walters: …shit, they found me. Intercom: FINE, PANTSUIT MACKENZIE, HERE'S MY GODDAMN MISSION STATEMENT. (A general MIDI version of \"Part of Your World\" from The Little Mermaid begins playing over the intercom.) Intercom: I, VEEKAT, AM SURROUNDED BY MICROMANAGING FUCKWEASELS WHO KEEP TRYING TO STIFLE MY CAREER. AND FOR THIS, YOU HAVE ALL BEEN SENTENCED TO SIT DOWN AND HAVE A NICE GLASS OF SUMMARY EXECUTION, KUDASAI. Walters: What the fuck are you — (Gunfire. Remote sensors indicate that Walters's pulse has stopped.) <End Log>",
        "IF 👏 SHE 👏 DOESN'T 👏 HAVE 👏 ATHLETE'S 👏 FOOT 👏 SHE'S 👏 NOT 👏 WAIFU 👏 MATERIAL - @veekat█████, 3/3/2017 \"durrr ash's pikachu can't have leptospirosis it's a kiiiids shoooow\" HOW MANY PUDDLES HAS HE STEPPED IN?? HOW MANY LEPTO SHOTS HAS HE HAD?? - @veekat█████, 9/10/2017 DO YOU HAVE A N Y I D E A HOW MUCH IT KILLS MY IMMERSION EVERY TIME GUTS DOESN'T GET SCABIES THE BLACK SWORDSMAN'S SUPPOSED TO STRUGGLE - @veekat█████, 11/19/2017 PROVE YOU'RE NOT FULL OF SHIT AND ANSWER MY FUCKING QUESTION WHAT'S THE PAPAL STANCE ON THE \"ARCEUS IS HEARTWORM POSITIVE\" THEORY? - @veekat█████, 12/17/2017",
        "IF 👏 SHE 👏 DOESN'T 👏 HAVE 👏 ATHLETE'S 👏 FOOT 👏 SHE'S 👏 NOT 👏 WAIFU 👏 MATERIAL - @veekat█████, 3/3/2017",
        "\"durrr ash's pikachu can't have leptospirosis it's a kiiiids shoooow\" HOW MANY PUDDLES HAS HE STEPPED IN?? HOW MANY LEPTO SHOTS HAS HE HAD?? - @veekat█████, 9/10/2017",
        "DO YOU HAVE A N Y I D E A HOW MUCH IT KILLS MY IMMERSION EVERY TIME GUTS DOESN'T GET SCABIES THE BLACK SWORDSMAN'S SUPPOSED TO STRUGGLE - @veekat█████, 11/19/2017",
        "PROVE YOU'RE NOT FULL OF SHIT AND ANSWER MY FUCKING QUESTION WHAT'S THE PAPAL STANCE ON THE \"ARCEUS IS HEARTWORM POSITIVE\" THEORY? - @veekat█████, 12/17/2017",
        "GREAT NEWS I JUST FOUND OUT WHO MADE MY ENCYCLOPEDIA DRAMATICA PAGE IT'S @a██████ WELL JUSTICE IS SWIFT FUCKO ANY LAST WORDS??? - @veekat█████ take your meds sweaty - @a██████ PRIMARY SEQUENCE INITIATED - @veekat█████ ok I don't know how else to put this but apparently my house has a hieroglyph infestation??? hang on a sec I'll take some pics - @a██████ 😂😂😂 LATER, HATER 😂😂😂 - @veekat█████",
        "GREAT NEWS I JUST FOUND OUT WHO MADE MY ENCYCLOPEDIA DRAMATICA PAGE IT'S @a██████ WELL JUSTICE IS SWIFT FUCKO ANY LAST WORDS??? - @veekat█████ take your meds sweaty - @a██████ PRIMARY SEQUENCE INITIATED - @veekat█████ ok I don't know how else to put this but apparently my house has a hieroglyph infestation??? hang on a sec I'll take some pics - @a██████ 😂😂😂 LATER, HATER 😂😂😂 - @veekat█████",
        "take your meds sweaty - @a██████ PRIMARY SEQUENCE INITIATED - @veekat█████",
        "PRIMARY SEQUENCE INITIATED - @veekat█████",
        "😂😂😂 LATER, HATER 😂😂😂 - @veekat█████",
        "Foundation. We apologize that the Vajrayana turret in Lake Michigan has been compromised. Regrettably, this installation was constructed and maintained through a third-party contractor who no longer exists in your iteration of reality; ergo, there is little we can do to correct the issue on our end without jeopardizing infrastructure-critical agreements. Rest assured that all current and future victims of Installation C9-F are to be compensated with Silver-level posthumous luxury packages upon their arrival to Corbenic. Other than that, you are preemptively authorized to take any measures against the installation that you see fit. If you plan on making direct contact with Installation C9-F, it is recommended that you relay the following message: Vajrayana, You're killing me here. I love you. We both know you're better than this. Come on, man… - Eternal President Girard Niang You are watched. You are protected. You are loved. ☽☽☽",
        "Vajrayana, You're killing me here. I love you. We both know you're better than this. Come on, man… - Eternal President Girard Niang",
        "\" SCP-7578 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-7578 . Licensed under CC-BY-SA .",
        "Filename: vajrayana.jpg Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: ajrayana2.jpg Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "object_class": "Keter",
    "containment_procedures": "Direct containment of SCP-7578 would pose an unacceptable safety risk to both the Foundation and the public at large. As such, containment efforts will focus on the remote observation and pacification of SCP-7578.",
    "description": "SCP-7578 is a massive unmanned military vessel constructed by the Three Moons Initiative, who interchangeably refer to it as \"Installation C9-F\" and \"Vajrayana\". Since its discovery, SCP-7578 has been anchored in central Lake Michigan at 42°40'27.6\"N 87°02'18.2\"W. Whether it was designed to be a mobile vessel or a fixed base is currently unknown.",
    "title": "SCP-7578"
}