{
    "url": "https://scp-wiki.wikidot.com/scp-7580",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\nLOGIN CONFIRMED\n\n\nWELCOME BACK, SENIOR RESEARCHER REGAN MORGAN\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nResearcher Morgan, we have reason to suspect that this draft may have been accessed by an unknown third party. If you notice any changes to the document that you do not recall making, please contact us immediately. Also, try to limit the amount of intensity in your logs. I get that sometimes it’s unavoidable, but this feels a bit overboard.\n\n\n— Jackson Cartwright, Security Consultant, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7580\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage of SCP-7580 taken during Initial Discovery\n\n\n\n\n\n\nSpecial Containment Procedures\n: SCP-7580 is to be held within a standard spiritual containment cell within Site-7’s Astral Containment Unit following Senior Researcher Regan Morgan’s request\n1\n. Personnel with Level 4 clearance may interact with SCP-7580 after submitting a formal request to the director of Site-7.\n\n\n\n\nDescription\n: SCP-7580 is the designation for a Cold Steel brand pocket knife recovered from the gymnasium of Shelbyville High School in Texas. When closed, the item exhibits no abnormal traits. When opened however, SCP-7580 reveals the spiritual manifestation of former Foundation thaumaturge Lily Spurlock, hereafter referred to as SCP-7580-1. SCP-7580-1 is identical to Agent Spurlock apart from appearing grey, translucent, and incorporeal. Testing has revealed that SCP-7580-1 will remain within 1m of SCP-7580 during manifestation events. Although SCP-7580-1 appears conscious of its surroundings, it has been unresponsive to any attempts at communication, though it can be heard repeatedly vocalizing the phrase \"no more.\"\n\n\n\n\nAddendum 7580-A-1: Discovery\n\n\nThe Foundation discovered SCP-7580 following a report made by Spurlock’s significant other and Foundation employee, Emily Conners. Conners claimed that Agent Spurlock had not been in contact for the past five days, and had grown concerned that she was in danger. Foundation investigators discovered that Agent Spurlock had neglected to update her supervisors during her own investigation of a small GoI known as “Utility Union”. Spurlock was apparently known to take long breaks between updates, so it wasn’t considered an issue.\n\n\nThe Foundation launched an investigation with Conners acting as an advisor. Following a 2-day search, SCP-7580 was discovered alongside several VHS tapes documenting Spurlock’s torture\n2\n. A thorough examination of the scene concluded Lily Spurlock was dead, although no body was recovered. The seven members of the Utility Union have not been found.\n\n\n\n\nAddendum 7580-A-2: Post-Incident Interview\n\n\nInterview Transcript 7580-A\n\n\n\n\nInterviewer:\n Doctor Frank Howard\n\n\nInterviewee:\n Emily Conners\n\n\n\n\n[BEGIN LOG]\n\n\nHoward\n: You sure you’re up for this? We can wait a few days.\n\n\nConners\n: What’s gonna change in a few days, Frank?\n\n\nHoward\n: Fair enough. Why don’t we start from the moment you realized something was wrong and we go from there?\n\n\nConners\n: Yeah, okay. I felt… no. God, how do I explain this…\n\n\nHoward\n: Just start from the beginning.\n\n\nConners\n: Okay. Lily and I both came from similar places, ya know. Our parents were Foundation thaumaturges and, despite their best efforts, we became mages just like them. There was a time that the Foundation would've just fried the knowledge from our brains, but resources have been so scarce the past decade. One thing led to another and bam, we were employed instead. Lily and I were in the same training camp and- \n(chuckles)\n that’s how we met. Actually funny story, one time-\n\n\nHoward\n: Try to stay on topic, please.\n\n\nConners\n: Yeah, sure… Lily and I hit it off immediately and formed a secret spell when we were still kids. I don’t know what our thought process was, but we basically linked our souls so that both of us could feel one another’s emotions. If it were anyone else, that would have been idiotic, but after I met Lily… something changed.\n\n\nHoward\n: Changed how?\n\n\nConners\n: I don’t remember a time before her. I don’t remember who I talked to about my feelings or told shitty jokes to late at night. After a while, it felt less like we were a couple and more like we were one person. We shared thoughts, feelings, emotions, everything was broadcast between us. I’m not saying we didn’t have our rough patches. I mean our anger had a way of feeding each other. But the good far outweighed the bad…\n\n\nHoward\n: Emily? The moment you knew something was wrong?\n\n\nConners\n: Yeah, sorry. Sometimes she’d stub her toe or cut her finger and I’d feel it. That’s kinda what it felt like at first but much worse. I woke up one night feeling as if my heart was being ripped from my chest. It was intense, but not too out of the ordinary.\n\n\nHoward\n: The feeling of getting your heart ripped out wasn’t out of the ordinary?\n\n\nConners\n: I felt the exact same thing when she watched \nReturn of the King\n. Even still, I decided to text her, just to make sure, ya know. Emily didn’t respond, but this also wasn’t out of the ordinary—she’d hyper-fixate on a case sometimes. I wasn’t worried at that point.\n\n\nHoward\n: But this feeling persisted, and you didn’t think to tell us then?\n\n\nConners\n: Are you kidding? Thaumaturgy isn't exactly the most welcomed branch in the Foundation. I figured if anyone found out about our little unsanctioned magical pact, that we'd get blacklisted immediately. I only came here because I didn’t know what else to do. Maybe I should have come earlier. I don’t know.\n\n\nHoward\n: Okay, let's talk about the investigation…\n\n\nConners\n: Yeah, okay… They thought that I’d be helpful, since I had a direct link to her emotions.\n\n\nHoward\n: And were you?\n\n\nConners\n: Yeah… The pain would get stronger the closer we got to Lily. That being said, they probably would have found Utility without my help. They weren’t a big or smart group. Left plenty of tracks and clues as to where they were holed up.\n\n\nHoward\n: But, even with your help, it took us two days to find them?\n\n\nConners\n: Yes, the night we arrived in Shelbyville I felt something change. I couldn’t feel Lily anymore, but I could \nhear\n her. It was like she was talking over herself in my head, whispering and yelling over and over, “No more, no more, no more.” At that exact same time it was like Utility vanished, no one had seen them and none of the members had made any purchases. This basically made tracking them impossible.\n\n\nHoward\n: So they skipped town when you arrived.\n\n\nConners\n: That was our guess.\n\n\nHoward\n: How did you find them?\n\n\nConners\n: Followed the voice in my head to the school, where we found out a couple of the members had been hanging out at a condemned gymnasium.\n\n\nConners\n: That’s where we found Lily. When I…\n\n\nConners takes a moment to let out a breath\n\n\nConners\n: When I opened the door I saw her standing there, transparent and grey. I ran to her but she turned away from me. She kept whispering those same fucking words, “No more, no more, no more.” That had to be what she said to them right? She was begging them as they carved into her.\n\n\n[\nSparks manifest from Conners’ hands, causing Howard to recoil.\n]\n\n\nConners\n: Sorry!\n\n\nHoward\n: It’s fine, just try to keep a hold on that.\n\n\nConner\n: It’s not that simple, it’s tied to our emotions. It’s like trying not to cry.\n\n\nHoward\n: Let’s discuss her death. You watched the tapes, correct-\n\n\nConners\n: Death? What do you mean?\n\n\nHoward\n: Emily… You saw the ghost. Lily is gone.\n\n\nConners\n: Is that what they’re fucking saying? That she’s dead? I can still hear her, Howard. She’s still in my head, yelling and whispering that phrase over and over and over. That spell was for life and it’s still working!\n\n\nHoward\n: Emily, there’s no way of knowing how that spell actually works. You two cooked it up as kids, you said so yourself.\n\n\nConners\n: Are they calling off the search?\n\n\nHoward\n: What is there to look for, Emily?\n\n\n[\nTen seconds of extraneous footage expunged\n]\n\n\nConners\n: You piece of shit! You motherfucker! You tell me who is heading this!\n\n\nHoward\n: I think we’re done here.\n\n\nConners\n: She’s not dead! She’s not fucking dead!\n\n\n[END LOG]\n\n\n\n\nFollowing the interview, Emily Conners was granted two weeks' paid bereavement leave.\n\n\n\n\nAddendum 7580-B-2: VHS Tapes and Footage Recovered from Discovery Site\n\n\n\n\nACCESS FILE: RECOVERED TAPES 1-6\n\n\n\n\nCLOSE FILES 1-7\n\n\n\n\n\n\nTape 1: An Introduction to the Utility Union\n\n\n\n\n[BEGIN LOG]\n\n\n(The video opens with copyright-free music playing over a backdrop of a grass field. A man is staring out at the field as text appears on screen saying, “An Introduction to the Utility Union with Bill Offer”)\n\n\nOffer\n: \n(Turns to the camera)\n Oh sorry, I didn’t see you there. Hi stranger, my name is Bill Offer, and I’m here to ask you a question. How much good do you think there is in the world?\n\n\n(Stock footage of war, third world countries, and popular left leaning politicians cycle on screen as Offer talks in voiceover.)\n\n\nOffer\n: I don’t know about you, but everywhere I look I see anything but good. Life has become a cycle of pain and injustice because we’ve forgotten an important lesson, provided by previous great thinkers. \n(Offer appears on screen following a star wipe transition.)\n Utilitarianism!\n\n\n(A still image of John Stuart Mill appears on screen as Offer continues in voiceover)\n\n\nOffer\n: The originator of Utilitarianism, Jeremy Bentham, described the idea as \n(The rustling of paper is audible)\n an ethical theory holding that actions are morally right if they tend to promote happiness or pleasure, and morally wrong if they tend to promote unhappiness or pain among all those affected by them.\n\n\n(A star wipe transition returns the viewer to a grass field)\n\n\nOffer\n: Now, them sure are a lotta big words but what do they mean exactly? Well, the way I like to look at it is that there’s a balance in the universe between pleasure and suffering. It needs to be our duty to spread as much pleasure and goodness as possible, in order to make this world a better place. Unfortunately, there will always be those bad apples that spread far more suffering than we can ever counteract. It was a losing battle, until now.\n\n\n(A star wipe transition shows footage of known members of the Utility Union laughing together in a park as voiceover plays)\n\n\nOffer\n: The Utility Union has developed a method to fix these bad apples permanently. Using advances in spiritual healing, we can snip away the rotten parts of the human soul. Hatred, greed, jealousy, fear, and sadness can all be removed completely, leaving only the goodness in every person. With this, we can end suffering completely, and witness a brave new age for humanity.\n\n\n(Final shot shows Offer pointing at the camera)\n\n\nOffer\n: Find Utility in our Union.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nTape 2: How to Snip a Soul\n\n\n\n\n[BEGIN LOG]\n\n\n(A flower covered backdrop fades in as somber music plays. Text appears on screen saying, “How to Snip a Soul with Bill Offer”. An animated image of Offer appears on screen holding [REDACTED])\n\n\nOffer\n: The world of spiritual healing can be a confusing and unclear mess, but our goal with this educational video is to give you a crash course in soul snipping. Thanks to our discovery of [REDACTED], we’ve developed a method to cut the negative attributes from a person’s soul. Let’s go over what you’ll need. First and most importantly, you’ll need to turn to page 57 of [REDACTED] where you’ll find the exact words you’ll need to say in order to enter a subject’s soul. Next thing you’ll need is a snipper. \n(An animated image of SCP-7580 appears on screen)\n We’ll be using a knife in this series but you can use any object that’s easy to picture in your mind. Lastly, you’ll need a subject!\n\n\n(A star wipe transition shows the animated Offer sitting across from a featureless humanoid tied to a chair. The animated SCP-7580 sits on a table between them)\n\n\nOffer\n: Starting the process is simple. All you need to do is sit across the subject with the snipper between you. Once you’re all set up, just read page 57 while picturing the snipper in your mind. If you’ve done all that correctly…\n\n\n(A star wipe transition shows the animated Offer in a black void with SCP-7580 in his hands.)\n\n\nOffer\n: You’ll be in the soul-scape! The first thing you’ll notice about this area is that you don’t have a body. \n(Offer’s body vanishes)\n That’s right, while in the soul-scape you won’t have a body, and the only way you’ll be able to interact with your surroundings is by feeling. To traverse this place simply imagine yourself moving forward until you bump into something. If you’ve ever stumbled to your car after a night of bar hopping, then go ahead and consider yourself an expert. After enough wandering you’ll find one of your subject’s soul fragments.\n\n\n(A misshapen mass appears next to Offer)\n\n\nOffer\n: Each fragment has a trait associated with it, such as happiness or sexual deviance. To identify the trait of a fragment, simply touch it and focus on what you feel. A happy fragment will show things that make you happy.\n\n\n(A star wipe transition shows a translucent Offer standing next to a soul fragment labeled “sadness”. The fragment is connected to a similar fragment labeled “happiness”)\n\n\nOffer\n: When you encounter a negative fragment you’ll need to use the image of the snipper to carve it free of the positive fragments. \n(A close up of SCP-7580 shows the knife stabbing into the edge of the “happiness” fragment)\n Be sure to carve into the neighboring positive fragments rather than the negative fragment itself, as small scraps left afterward can grow back given enough time. This process can take hours or even days depending on the size of the fragment, so be sure to pace yourself and most importantly have fun!\n\n\n(A hard cut shows Offer sitting in an arm chair.)\n\n\nOffer\n: Now, I was meant to end the video there but I thought I’d take a moment to level with you. Now I’m not blind, there’s an obvious moral dilemma here. I mean, on paper, it seems like we’re able to take away everything these people are. When you have doubts remember what we stand for. Spreading pleasure. These subjects do nothing but spread suffering with their deviances. We know what’s best for them because we have a higher pleasure output. And it’s not like we’re killing these people, just improving them. We’re doing them a favor and they’ll thank us, I know it.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nTape 3: Acquiring Targets\n\n\n\n\n[BEGIN LOG]\n\n\n(Opens with a handheld shot of a cabin believed to have been used by Lily Spurlock prior to her kidnapping. Text overlay displays the title, “Acquiring Targets, a Demonstration”.)\n\n\nOffer\n: \n(In voiceover)\n When finding a subject you intend to practice soul snipping on, it’s important to have a list of their negative traits. This particular subject, Lily Spurlock, has displayed a great deal of hatred, lust, sadness, and sexual deviancy. Although, as our first subject, we will only be focusing on her hatred as it's most prevalent. Spurlock represents an organization dedicated to halting our goals, so we plan to extend an olive branch by improving her pleasure output.\n\n\n(Five figures lead the cameraman to the back of the house where a bathroom window is cracked open.)\n\n\nOffer\n: The moral dilemma is once again a possible issue, but Lily is a troubled person. She’s young and doesn’t understand the consequences her choices have. There are people out there that would kill her for what she is. What we’re doing is a mercy. They are animals, but we are saviors to people like her.\n\n\n(The figures open the window and sneak into the house. They are shown walking upstairs to where Lily Spurlock is sleeping. The group surrounds the bed and the camera zooms on her face as they wait. Three minutes of silence pass before Spurlock slowly opens her eyes and sees the group. She screams as they descend upon her. A freeze-frame of her face occupies the screen.)\n\n\nOffer\n: It is important to note that subjects are dangerous when confronted with soul snipping. Negative traits will cause them to fight back. Lily in particular had a powerful connection to spiritual warfare, fueled by her hatred. Be careful when escorting potential subjects.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nClip of Recovered Footage: Soul Snipping: Lily Spurlock-Session 1\n\n\n\n\n(The tape opens to a close up of Bill Offer’s face as he sets up the camera. Unlike the other tapes, this one has received no editing.)\n\n\nOffer\n: Hello students, today is a very important moment for our Union. We have our very first subject here with us.\n\n\n(Offer backs away revealing Spurlock behind him in a setup resembling the one shown in “How to Snip a Soul”. She is chained to a chair and thrashing in anger.)\n\n\nSpurlock\n: Jesus, fuck! Why am I here?\n\n\nOffer\n: I'm glad you asked, you see-\n\n\nSpurlock\n: \n(Attempts to jump at Offer but is restrained by the chains)\n Let me go! Let me out of here you motherfucker, I’ll kill you!\n\n\nOffer\n: Listen, Lily. We are here to help you. This is meant to make you a better person.\n\n\nSpurlock\n: Fuck you, Bill! I know exactly what you and your club are about! You don’t have the resources to fight my people!\n\n\nOffer\n: As you can see her hatred is on full display.\n\n\n(Offer sits across from Spurlock and opens [REDACTED] on the table between them. SCP-7580 resides next to it, stabbed into the center.)\n\n\nOffer\n: You have us all wrong, we don’t wish to fight the Foundation. Our only goal is to send you back as a better person. You should be thanking me.\n\n\nSpurlock\n: Ah yeah, I’m so happy about the current situation. Why don’t you remove these chains so that I can show you how thankful I am?\n\n\nOffer\n: Ha, you got a fire in you kid. It drives you forward and keeps you going. But that fire is dangerous, that driving force makes you selfish. You’re focused too much on what gives you pleasure and not what gives the world pleasure. A morally good person would push these negative traits away for the greater good. But you’re young, you need help. I get it. Let me help you.\n\n\n(Offer recites a passage from [REDACTED] before his eyes burn a bright pink and his body falls limp. Spurlock then writhes in pain for 42 minutes. She says many things that all amount to her begging Offer to “get out of her head”. Mostly though, she whispers “no more” to herself until the 42-minute mark. Eventually, Offer moves and Spurlock stops screaming)\n\n\nOffer\n: Gentlemen, I believe we can call this session a success.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nClip of Recovered Footage: Post Session 1 Interview-Lily Spurlock\n\n\n\n\n[BEGIN LOG]\n\n\n(The video opens on Spurlock who appears confused and in pain. An off camera voice asks her questions.)\n\n\nOffer\n: Please state your name for the camera.\n\n\nSpurlock\n: What… What did you do? I feel light.\n\n\nOffer\n: Your name, for the camera.\n\n\nSpurlock\n: You need to let me leave. I don’t… I don’t feel good. I think… something is wrong with me?\n\n\nOffer\n: We will, but first you have to state your name for the camera.\n\n\nSpurlock\n: … I’m going to kill you. You know that, right? No matter what happens after this moment, you're going to die. You fucking animals, I'll kill every… All of you… I'm gonna… Why did I say that?\n\n\nOffer\n: Did you see that? She broke. She lost touch with her hatred for a moment, we’re close I can feel it.\n\n\nSpurlock\n: Let me go. I won’t tell anyone. We can fix this but you'll have to cut me loose, okay? I just want to go back home to Emily. I can’t keep doing this. That was awful.\n\n\nOffer\n: Describe your experience.\n\n\nSpurlock\n: I felt something cold inside of me. It's not easy to put into words. Like a memory was bleeding. It was like something in my chest was being ripped out. It was messy and inexperienced. Like a child conducting a surgery. \n(Chuckles)\n You’re pathetic.\n\n\nOffer\n: Have you experienced a change in mood since the operation?\n\n\nSpurlock\n: You could say that… What does that mean? There are strings? Loose thoughts… Images, the blood… I can’t have conceived this. That’s not me… It's you. It will be you. All of you. No more. No. More.\n\n\nOffer\n: We’re not getting anything out of her. It’s incoherent babble. Just shut it off-\n\n\nSpurlock\n: Wait… Why are you doing this? What are you doing?\n\n\nOffer\n: Like I said, we’re trying to help you\n\n\nSpurlock\n: Yes, “as you’ve said”. But what does that mean?\n\n\nOffer\n: We’ve been watching you, studying your traits. Quite the temper you have…\n\n\nSpurlock\n: Heh, well in my line of work you’d be surprised how much that helps.\n\n\nOffer\n: Helps you what? Hurt people? Lock them up in cells?\n\n\nSpurlock\n: Protect people.\n\n\nOffer\n: Your hatred is a tool for violence and we’re cutting it free. Because \nwe\n are protecting people.\n\n\nSpurlock\n: Yeah? Anything else you wanna cut free, Bill? There anything in particular about me that you wish you could remove? I know you, this suffering/pleasure bullshit is just an excuse for you to-\n\n\nOffer\n: Sexual deviancy is a doorway to aggression, which causes suffering. People do not share the same world view as you, and you need to understand that.\n\n\nSpurlock\n: That’s fucking \nrich\n coming from you.\n\n\nOffer\n: You can’t see it now because you’re still in touch with these negative traits, but we’re bringing pleasure to the world.\n\n\nSpurlock\n: Uh huh. Look at me, Bill. Do I look like I’m enjoying myself? Am I drowning in pleasure?\n\n\n(Offer crosses the room and places a hand on Spurlock’s shoulder)\n\n\nOffer\n: You can’t see it now but we are making you a better person. This is for your own good.\n\n\nSpulock\n: Touch me again and I’ll break your fucking arm.\n\n\nOffer\n: Well, guess I still have work to do. Tyler try to edit this to make it a bit more cheerful, yeah?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nClip of Recovered Footage: Post Session 26 Interview-Lily Spurlock\n\n\n\n\n(Spurlock is chained to a chair and a blank expression is plastered on her face. It should be noted that Spurlock is not seen emoting or blinking throughout the video.)\n\n\nOffer\n: State your name for the camera.\n\n\nSpurlock\n: Lily Spurlock.\n\n\nOffer\n: Good, this is the interview following our 20th session, correct?\n\n\nSpurlock\n: Yes.\n\n\nOffer\n: How would you describe your experience during the session?\n\n\nSpurlock\n: Infuriating… Numbing… Subtracting…\n\n\nOffer\n: Have you experienced a change in mood following the session?\n\n\nSpurlock\n: Yes.\n\n\nOffer\n: Can you go into more detail?\n\n\nSpurlock\n: I don’t feel like Lily Spurlock. I feel like I’m missing something. I must have forgotten something back there. I feel like I’m less than I should be. Lighter than I was… Can I fly? I’m still me, a part of me. Less.\n\n\nOffer\n: We only took away a bad part of you.\n\n\nSpurlock\n: … A puzzle can look bad, but throwing away the pieces doesn’t make the picture any better… Stop. Don't do that. If you keep cutting I think I’ll become less. I’ll be a shadow… Light as air… A single fragment… Up in the clouds… I don’t know what will happen to me after that.\n\n\nOffer\n: Let’s cut it.\n\n\nSpurlock\n: Bill?\n\n\nOffer\n: Yes?\n\n\nSpurlock\n: I lied. When you asked me how it felt. I lied. I used to feel like that. But this time I didn’t. When you were in my head, I didn’t feel anything. Why didn’t I feel anything?\n\n\nOffer\n: There’s no need to worry. This is good news. You’re realizing you don’t need that piece of you. You’re becoming a better person.\n\n\nSpurlock\n: Heh… I don’t feel like a better person.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7580-FU: LIAR\n\n\n(Automated Notice: The following edits have been made by\n \nFHoward_12\n. \nIf you believe these changes to be unauthorized, please report the issue to RAISA immediately.)\n\n\nHello, whoever you are. I’ll have to assume you’re the one in charge and not just some assistant told to edit the document before it’s published. I'll be talking to you as if you're the one, anyway. So if you think this is for someone else, go ahead and forward it to them now.\n\n\nI don’t know you or how to find you, but you should know who I am. I don’t expect to hide my actions from you, but I do expect you to listen. Two weeks ago, you told me that the love of my life died brutally to a cult of backwater nobodies. I was told that the only thing remaining was a ghost attached to a knife. I was told to take a few days off to mourn my loss. I was told lies.\n\n\nThere were a few clues, none by any fault of your own. No, you were very thorough. Even still, there were a few things out of your control. Despite her apparent death, I could still hear her voice in my head. Those words. No more, no more, no more. This shouldn’t have been possible.\n\n\nYou provided plenty of solutions that could be true. It was a spell I did as a kid, couldn’t be sure it worked perfectly. After the interview, I was told that the link might not have accounted for a ghost. My favorite was that the voice might have been a psychological issue, all in my head. Howard even referred me to a therapist.\n\n\nIt was a good plan, but I think Howard was what made it fall apart. It’s amazing the Foundation employed such a bad liar. I knew he was keeping things from me, but it was just a hunch until I snatched his folder during the interview. I got a look at this draft, just a peek, but it was enough to see the object class.\n\n\nKeter.\n\n\nThat ghost isn’t able to travel five feet from the knife. Why is it listed as keter? This only confirmed what I suspected. Someone (that's you) was lying to me. I doubt Howard even noticed I took his clearance badge. Seriously, you need to hire better.\n\n\nThat badge has gotten me pretty far. It's how I'm able to edit this document and talk to you right now. But at first, I didn't edit the document. I just read it only to find the beautiful tale you used to cover up the truth. A story of a poor agent who met a terrible fate. It was completely believable, but there was one thing that stood out to me. It said no body was recovered from the gym. That’s not what Howard told me. You \"expunged the extraneous footage\" but I heard what he said, “What is there to look for, Emily? We found the body.”\n\n\nAgain. Bad liar.\n\n\nIt took some digging, but I did eventually find what you neglected to put in the document. I had to go back to Shelbyville and flash the badge to get it but now it’s in my hands. The 7th bit of recovered footage. I’ll link it here since you obviously forgot.\n\n\n\n\nYou’re Welcome\n\n\n\n\nAsshole\n\n\n\n\n\n\nClip of Recovered Footage: Post Session 27 Interview-Lily Spurlock\n\n\n\n\n[BEGIN LOG]\n\n\n(The tape opens with Spurlock hanging her head, her face obstructed by her hair. She is still chained to her chair)\n\n\nOffer\n: Please state your name for the camera.\n\n\n(Spurlock doesn’t answer.)\n\n\nOffer\n: This is an interview following your 27th session, correct?\n\n\n(Spurlock doesn’t answer.)\n\n\nOffer\n: How would you describe your experience during the session?\n\n\n(Spurlock doesn’t answer.)\n\n\nOffer\n: Look, the session was a success, but we can’t let you leave until-\n\n\n(Spurlock’s hand moves, and no audible noise is heard for twenty seconds)\n\n\nSpurlock\n: State your name for the camera.\n\n\nOffer\n: Worm. I’m a worm chewing on the corpse of ideas thought up by greater men.\n\n\nSpurlock\n: Good, this is an interview preceding our 1st session, correct?\n\n\nOffer\n: Yes.\n\n\nSpurlock\n: How would you describe your experience during this session?\n\n\nOffer\n: I will feel torment dwarfing the crucifixion of Jesus Christ. Every nerve in my body will know to suffer until they are broken and fall away. Every cell in my body will be ruptured till they are broken and fall away. Once only my soul remains it will be stripped of any joy or purpose reducing my memories to an endless journey of agony and despair. Once nothing of me remains I will be remade only to do it again and again and again.\n\n\nSpurlock\n: Will you experience a change in mood following the session?\n\n\nOffer\n: Yes.\n\n\n(Offer is heard weeping.)\n\n\nSpurlock\n: Can you go into more detail?\n\n\nOffer\n: I will never know peace again. I will be a vessel for pain and suffering.\n\n\nSpurlock\n: Very good.\n\n\n(Extraneous footage removed.)\n\n\nOffer\n: Something is wrong. I did exactly as it said, but something went wrong. The shade attached to the knife displays no attributes that I’d associate with hatred. Lily herself though… I can’t see in there. I can only feel what I’m cutting and somehow it never occurred to me that I didn’t know what I was cutting away and what was being left behind… I think I messed up. She used her hatred to perform spells, and now I might have taken away the only thing holding her back. We were prepared for her abilities before, but now, with no suppressor, she could do anything. The doors are locked for some reason so we can’t leave. I just want to go home to Mary.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nI should have stopped there. I got my answers and I should have stopped there. But I didn’t and you won't either. I don’t think you’ve ever seen it in person before. Don’t worry. I recorded it there just to show you.\n\n\n\n\nDo You Even Care?\n\n\n\n\nMonster.\n\n\n\n\n\n\nSCP-7580-2: Lily Conners\n\n\n\n\n[BEGIN LOG]\n\n\n(Footage opens with a shot of the abandoned gym. The camera is focused on the back corner where the doorway to the locker rooms can be seen. Conners can be heard breathing heavily as she walks forward)\n\n\nConners\n: It’s still her. No matter what, it’s still her.\n\n\n(Conners enters the locker room and upon doing so the sound of muffled screams becomes audible. Upon hearing this, Conners’ breath becomes shaky.)\n\n\nConners\n: Come on… where are you…\n\n\n(Conners investigates the room and uncovers a door behind the lockers. This door should lead outside as the wall it’s connecting to neighbors no other rooms. However, when Conners opens the door it reveals a tunnel leading down.)\n\n\nConners\n: Oh, fuck me. Okay, it’s dark. Flashlight should be right… \n(The camera’s flashlight illuminates the tunnel for a few feet, showing it to be made of a reflective, silver stone.)\n There, got it.\n\n\n(Conners steps into the tunnel and the sound of screaming immediately amplifies. Conners stops for a moment.)\n\n\nConners\n: Okay. Okay. \n(Exhales deeply.)\n I’m coming, Lily.\n\n\n(Conners continues down the tunnel for 3 minutes uninterrupted. Eventually she stops and points the camera at the ground.)\n\n\nConners\n: I thought that maybe these were just weird rock formations, but there’s no denying \nthat\n.\n\n\n(Conners points the camera to the cave wall revealing the face of Bill Offer carved into the surface. He appears to be screaming.)\n\n\nConners\n: That’s a face. Is she carving these every time she…\n\n\nWindham\n: Please…\n\n\nConners\n: \n(Points the camera at the ceiling where a man is hanging, suspended by three pocket knives driven into his wrists and feet.)\n Jesus! Tyler? Tyler Windham?\n\n\nWindham\n: I might have been… I don’t remember… Please, you have to help me. I-\n\n\n(Windham’s abdomen begins to expand and the outline of pocket knives can be seen protruding from his skin.)\n\n\nConners\n: Jesus, fuck!\n\n\nWindham\n: No! It hurts! It hurts! Please, you have to kill me! Don’t leave me like this!\n\n\nConners\n: I’m sorry, there’s nothing I can do.\n\n\n(Conners runs down the tunnel. Windham’s screams are audible for another 70 seconds before a popping sound is heard and the screaming ends. Conners continues forward for another 3 minutes. As she walks, the faces in the wall become more frequent. Conners eventually turns a corner to see the faces lining the entirety of the walls. Conners makes it to the end where a metal door is visible.)\n\n\nConners\n: Remember. No matter what, it’s still her.\n\n\n(Conners opens the door and the camera is immediately blinded by a light shining from within the chamber. As the camera adjusts, the light is revealed to be a large fire. Seven figures can be seen within the flames and one is visible above them. The camera adjusts completely and reveals a dome shaped room with the Utility Union at the bottom and Spurlock floating upside down from the ceiling. Spurlock is still chained to her chair and appears to be speaking, but her words are not audible due to the screaming of Utility Union.)\n\n\nConners\n: Oh, Christ.\n\n\n(As Utility Union burns, blisters begin to appear on their bodies. These blisters grow to impossibly large sizes, causing them to fall over. Eventually, they pop revealing dozens of pocket knives protruding from within their flesh. Conners is heard gagging as this happens. After 5 minutes, the Utility Union are completely gone, replaced by piles of meat and knives. Immediately after, they reappear in what seems to be healthy condition.)\n\n\nOffer\n: No more! Please! I can’t take it. We’re sorry, I swear we are. We will never do anything like this again. You have my word. We’ve suffered and died enough, haven’t we? Hasn’t this been enough?\n\n\nSpurlock\n: No. More.\n\n\n(Fire manifests around Utility Union again as they begin to auto-cannibalize, their teeth having been shifted to pocket knives in their mouths.)\n\n\nSpurlock\n: No. More. No. More. No. More. No. More.\n\n\n(Conners places the camera on the ground and runs to the edge of the fire, looking up at Spurlock.)\n\n\nConners\n: Hey Lily. It’s me. It’s Emily. I’m here. I found you.\n\n\nSpurlock\n: No. More. No. More. No. More.\n\n\nConners\n: Lily, it’s time to go home. You need to come down from there so we can get you back home.\n\n\nSpurlock\n: No. More. No. More. No. More.\n\n\nConners\n: You remember home right? Apollo misses you. That cat always loved you the most… I miss you….\n\n\n(Utility Union can be seen choking as their throats develop growths that enlarge into knife blades.)\n\n\nSpurlock\n: No. More. No. More. No. More.\n\n\nConners\n: \n(Can be seen crying.)\n Lily, can you look at me?\n\n\n(Utility Union can be seen stabbing into their abdomen and removing their organs.)\n\n\nSpurlock\n: No. More. No. More. No. More.\n\n\nConners\n: Lily, I need you to look at me.\n\n\n(Utility Union can be seen crying out as their bones snap and knives protrude from the fracture points.)\n\n\nSpurlock\n: No. More. No. More. No. More.\n\n\nConners\n: God damn it! Look at me!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nThe footage ends there, but I tried for hours to help. I knew she’d never leave, but I loved her too much to leave. Not that you'd understand that. But she doesn't love me. She barely even remembers me. They took all of that from her, there's nothing left. Just rage.\n\n\nSo that’s how you plan to leave her? Half of Lily is tortured and lacks the driving force to push past her trauma, while the other half is too full of hatred to ever want to move on.\n\n\nI can’t even begin to describe the hatred I feel for you. But in all honesty I’m more confused. Why are you doing this? Why do you keep Lily in that state? Why are you trying to cover it up? Surely this isn’t the easiest solution, leaving a reality bender free to kill these people forever. I just can’t understand why you’re letting this happen. It almost feels malicious.\n\n\nI’m not ignorant to what I’ve done and the consequences I’ll see. I’ve broken enough site regulations to put me in an orange jumpsuit, if I’m lucky. What I’m saying is, I know you’ll come for me. You have no reason not to. But before you kill me, or erase my mind, or whatever, please do one thing for me. If there’s any scrap of kindness or decency inside you, please grant my last wish. Tell me why.\n\n\nWhy won’t you put Lily back together?\n\n\n\n\nFootnotes\n\n\n1\n. Senior Researcher Regan Morgan believes SCP-7580 could prove useful against SCP-7570-1\n\n\n2\n. See Addendum A 2.\n\n\n\n\n\n\n\n\n« \nSCP-7579\n | SCP-7580 | \nSCP-7581\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7580\n\" by TV_Atlas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7580\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Nomore\n\n\nAuthor:\n \nTV_Atlas\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 7580-A-1: Discovery\nThe Foundation discovered SCP-7580 following a report made by Spurlock’s significant other and Foundation employee, Emily Conners. Conners claimed that Agent Spurlock had not been in contact for the past five days, and had grown concerned that she was in danger. Foundation investigators discovered that Agent Spurlock had neglected to update her supervisors during her own investigation of a small GoI known as “Utility Union”. Spurlock was apparently known to take long breaks between updates, so it wasn’t considered an issue.\nThe Foundation launched an investigation with Conners acting as an advisor. Following a 2-day search, SCP-7580 was discovered alongside several VHS tapes documenting Spurlock’s torture 2 . A thorough examination of the scene concluded Lily Spurlock was dead, although no body was recovered. The seven members of the Utility Union have not been found.",
        "Addendum 7580-A-2: Post-Incident Interview\nInterview Transcript 7580-A\nFollowing the interview, Emily Conners was granted two weeks' paid bereavement leave.",
        "Addendum 7580-B-2: VHS Tapes and Footage Recovered from Discovery Site",
        "Addendum 7580-FU: LIAR"
    ],
    "documents": [],
    "notes": [
        "Interviewer: Doctor Frank Howard Interviewee: Emily Conners [BEGIN LOG] Howard : You sure you’re up for this? We can wait a few days. Conners : What’s gonna change in a few days, Frank? Howard : Fair enough. Why don’t we start from the moment you realized something was wrong and we go from there? Conners : Yeah, okay. I felt… no. God, how do I explain this… Howard : Just start from the beginning. Conners : Okay. Lily and I both came from similar places, ya know. Our parents were Foundation thaumaturges and, despite their best efforts, we became mages just like them. There was a time that the Foundation would've just fried the knowledge from our brains, but resources have been so scarce the past decade. One thing led to another and bam, we were employed instead. Lily and I were in the same training camp and- (chuckles) that’s how we met. Actually funny story, one time- Howard : Try to stay on topic, please. Conners : Yeah, sure… Lily and I hit it off immediately and formed a secret spell when we were still kids. I don’t know what our thought process was, but we basically linked our souls so that both of us could feel one another’s emotions. If it were anyone else, that would have been idiotic, but after I met Lily… something changed. Howard : Changed how? Conners : I don’t remember a time before her. I don’t remember who I talked to about my feelings or told shitty jokes to late at night. After a while, it felt less like we were a couple and more like we were one person. We shared thoughts, feelings, emotions, everything was broadcast between us. I’m not saying we didn’t have our rough patches. I mean our anger had a way of feeding each other. But the good far outweighed the bad… Howard : Emily? The moment you knew something was wrong? Conners : Yeah, sorry. Sometimes she’d stub her toe or cut her finger and I’d feel it. That’s kinda what it felt like at first but much worse. I woke up one night feeling as if my heart was being ripped from my chest. It was intense, but not too out of the ordinary. Howard : The feeling of getting your heart ripped out wasn’t out of the ordinary? Conners : I felt the exact same thing when she watched Return of the King . Even still, I decided to text her, just to make sure, ya know. Emily didn’t respond, but this also wasn’t out of the ordinary—she’d hyper-fixate on a case sometimes. I wasn’t worried at that point. Howard : But this feeling persisted, and you didn’t think to tell us then? Conners : Are you kidding? Thaumaturgy isn't exactly the most welcomed branch in the Foundation. I figured if anyone found out about our little unsanctioned magical pact, that we'd get blacklisted immediately. I only came here because I didn’t know what else to do. Maybe I should have come earlier. I don’t know. Howard : Okay, let's talk about the investigation… Conners : Yeah, okay… They thought that I’d be helpful, since I had a direct link to her emotions. Howard : And were you? Conners : Yeah… The pain would get stronger the closer we got to Lily. That being said, they probably would have found Utility without my help. They weren’t a big or smart group. Left plenty of tracks and clues as to where they were holed up. Howard : But, even with your help, it took us two days to find them? Conners : Yes, the night we arrived in Shelbyville I felt something change. I couldn’t feel Lily anymore, but I could hear her. It was like she was talking over herself in my head, whispering and yelling over and over, “No more, no more, no more.” At that exact same time it was like Utility vanished, no one had seen them and none of the members had made any purchases. This basically made tracking them impossible. Howard : So they skipped town when you arrived. Conners : That was our guess. Howard : How did you find them? Conners : Followed the voice in my head to the school, where we found out a couple of the members had been hanging out at a condemned gymnasium. Conners : That’s where we found Lily. When I… Conners takes a moment to let out a breath Conners : When I opened the door I saw her standing there, transparent and grey. I ran to her but she turned away from me. She kept whispering those same fucking words, “No more, no more, no more.” That had to be what she said to them right? She was begging them as they carved into her. [ Sparks manifest from Conners’ hands, causing Howard to recoil. ] Conners : Sorry! Howard : It’s fine, just try to keep a hold on that. Conner : It’s not that simple, it’s tied to our emotions. It’s like trying not to cry. Howard : Let’s discuss her death. You watched the tapes, correct- Conners : Death? What do you mean? Howard : Emily… You saw the ghost. Lily is gone. Conners : Is that what they’re fucking saying? That she’s dead? I can still hear her, Howard. She’s still in my head, yelling and whispering that phrase over and over and over. That spell was for life and it’s still working! Howard : Emily, there’s no way of knowing how that spell actually works. You two cooked it up as kids, you said so yourself. Conners : Are they calling off the search? Howard : What is there to look for, Emily? [ Ten seconds of extraneous footage expunged ] Conners : You piece of shit! You motherfucker! You tell me who is heading this! Howard : I think we’re done here. Conners : She’s not dead! She’s not fucking dead! [END LOG]",
        "\" SCP-7580 \" by TV_Atlas, from the SCP Wiki . Source: https://scpwiki.com/scp-7580 . Licensed under CC-BY-SA .",
        "Filename: Nomore Author: TV_Atlas License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "title": "SCP-7580"
}