{
    "url": "https://scp-wiki.wikidot.com/scp-7587",
    "all_text": "MTF Phi-2 (\"Clever Girls\") is to be armed with silver-tipped ammunition when responding to pterosaur sightings.\n\n\n\n\n\n\n\n\nrating: \n+50\n+\n–\nx\n\n\nItem #:\n SCP-7587\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-7587's remains are stored at Armed Bio-Containment Area-14 and may be accessed for study upon request.\n\n\nMTF Phi-2 (\"Clever Girls\")\n is to be armed with silver-tipped ammunition when responding to pterosaur sightings.\n\n\nDescription:\n SCP-7587 is the unfossilized skeleton of an unknown pterosaur. It has a long neck, a beak filled with sharp teeth, a short crest on the back of the head, and a short tail. The skeleton is 1.53 meters in length from shoulder to foot; the neck adds an additional 30 cm. The wing phalanges are missing, but it is estimated that the original wingspan would have been at least 3 meters. The skull has been partially crushed by blunt force. Marks on the bones indicate that they were previously mounted for display, possibly as parts of a taxidermy specimen.\n\n\nSCP-7587 was discovered in 1979, when the Foundation reclaimed the abandoned American Secure Containment Initiative facility that is now Area-14. The object itself was inside a storage locker near other harmless objects, and the following document was found in the facility's archives.\n\n\n\n\nItem Number:\n 7587-14\n\n\nClassification Type:\n Harmless\n\n\nASCI Protocols for Containment:\n The object is to be kept in a cool, dry room. It is to be inspected periodically for signs of insect damage. Removal of bones or skin samples requires HMCL supervision.\n\n\nDescription:\n Object 7587-14 is the taxidermy remains of unknown pterosaur. It measures 5'1\" from foot to shoulder and weighs 150 lbs. It has an 11.8-inch neck, a 9'10\" wingspan, and a short tail. The skin is smooth, black, and hairless. The glass eyes used in construction are black, though it is unclear how accurately they reflect the creature's appearance while alive. The head is birdlike, featuring a beak filled with numerous small, pointed teeth and a short cranial crest. The skull has been partially crushed by blunt force and superficially repaired with plaster by the taxidermist. The taxidermy is posed standing upright on its hind legs with wings spread and mouth open.\n\n\nNota Bene:\n Object 7587-14 was recovered in 1870, from a mining camp in Sky Valley, Nevada. Allegedly, it emerged from a large boulder when miners used explosives to split the rock. Eyewitnesses report that its skin had a wet or oily sheen. It was reportedly weak and disoriented, unable to stand or take flight, and \"croaking\" quietly. One miner, a man named Melvin Windhand, was bitten when he attempted to examine the creature more closely. Unable to wrestle free, he bludgeoned it to death with a nearby chunk of silver ore.\n\n\nSeveral days later, a newspaper in nearby Elko published an inaccurate but sensational account of the event accompanied by an apparently genuine photograph. A recovery team was dispatched to investigate.\n\n\nUpon arrival in Sky Valley, the recovery team found that Windhand had preserved the animal's remains via taxidermy as a \"souvenir\". The object was confiscated and all witnesses threatened with criminal charges and imprisonment if they made further attempts to publicize the incident. Operatives remained in Sky Valley to monitor the mining operation for \nfurther happenings\n.\n\n\nNota Bene:\n Miners have unearthed a large, cut quartz crystal dissimilar to those which naturally occur in the area. The object flashed brightly when touched by miner Boris Minsk, who immediately began screaming and attempting to flee the mine. When agents restrained Minsk, he claimed that Melvin Windhand was a monster and the people still in the camp needed to be warned.\n\n\nWhen agents investigated Windhand's residence, it was found to be deserted.\n\n\nUnder interrogation, Minsk claimed that he had experienced a \"vision\" upon touching the crystal but was unable to fully articulate its content. He requested writing utensils, with which he created the following document. Minsk insisted that this document had been originally written by someone else, and that he only \"translated\" it after the crystal \"put it in his head\".\n\n\n\n\nCatalogue #:\n 7587\n\n\nContainment Class:\n Red\n\n\nStorage Instructions:\n Item is to be held in a standard hostile organism cell at Secure Compound-14. It is to be provided a diet of fish and small mammals. If Artefact #7587 escapes from its cell, it is to be subdued with nonlethal weaponry such as nets and chemical tranquilizers. Individuals bitten by Artefact #7587 must consume a single bloom of the violet scorpion flower before the next full moon, and are to be placed in quarantine until this is accomplished. Bitten subjects are to receive medical treatment for poisoning, including breathing and circulation assistance, intravenous hydration, temperature regulation, and pain mitigation. Subjects are not to be administered the antitoxin.\n\n\nSynopsis:\n \nUnexplained Artefact\n #7587 is a male moon glider that is apparently indestructible. It has thus far proven invulnerable to blunt force trauma, pointed weapons, and temperature extremes, and it has not visibly aged since capture. It is not believed to require sustenance, but testing on this front has been limited due to ethical concerns. Unlike typical moon gliders, #7587 is highly aggressive towards People.\n\n\nArtefact #7587's bite transmits an unnatural contagion. The contagion displays no obvious symptoms until the sun rests, at which point the infected subject will undergo a radical physical transformation into another instance of #7587. This transformation is reversed at the next sunwake, but will repeat each night. This infection can only be cured by consuming a bloom of the violet scorpion flower, and only if the poison is allowed to run its course.\n\n\n\n\nOn the reverse side of the paper, Minsk created a sketch of what is believed to be the \"violet scorpion flower\".\n\n\n\n\n\n\n\n\nMinsk's sketch.\n\n\n\n\n\n\nGiven the circumstances, the specific species identified as the \"violet scorpion flower\" is almost certainly extinct. However, the plant's depiction, effects, and application closely resemble those of the \nAconitum\n genus - colloquially known as wolfsbane.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Catalogue #: 7587 Containment Class: Red Storage Instructions: Item is to be held in a standard hostile organism cell at Secure Compound-14. It is to be provided a diet of fish and small mammals. If Artefact #7587 escapes from its cell, it is to be subdued with nonlethal weaponry such as nets and chemical tranquilizers. Individuals bitten by Artefact #7587 must consume a single bloom of the violet scorpion flower before the next full moon, and are to be placed in quarantine until this is accomplished. Bitten subjects are to receive medical treatment for poisoning, including breathing and circulation assistance, intravenous hydration, temperature regulation, and pain mitigation. Subjects are not to be administered the antitoxin. Synopsis: Unexplained Artefact #7587 is a male moon glider that is apparently indestructible. It has thus far proven invulnerable to blunt force trauma, pointed weapons, and temperature extremes, and it has not visibly aged since capture. It is not believed to require sustenance, but testing on this front has been limited due to ethical concerns. Unlike typical moon gliders, #7587 is highly aggressive towards People. Artefact #7587's bite transmits an unnatural contagion. The contagion displays no obvious symptoms until the sun rests, at which point the infected subject will undergo a radical physical transformation into another instance of #7587. This transformation is reversed at the next sunwake, but will repeat each night. This infection can only be cured by consuming a bloom of the violet scorpion flower, and only if the poison is allowed to run its course."
    ],
    "item": "SCP-7587",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-7587's remains are stored at Armed Bio-Containment Area-14 and may be accessed for study upon request.",
    "description": "Object 7587-14 is the taxidermy remains of unknown pterosaur. It measures 5'1\" from foot to shoulder and weighs 150 lbs. It has an 11.8-inch neck, a 9'10\" wingspan, and a short tail. The skin is smooth, black, and hairless. The glass eyes used in construction are black, though it is unclear how accurately they reflect the creature's appearance while alive. The head is birdlike, featuring a beak filled with numerous small, pointed teeth and a short cranial crest. The skull has been partially crushed by blunt force and superficially repaired with plaster by the taxidermist. The taxidermy is posed standing upright on its hind legs with wings spread and mouth open.",
    "title": "SCP-7587"
}