{
    "url": "https://scp-wiki.wikidot.com/scp-759",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\nItem #:\n SCP-759\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All samples of SCP-759 are to be stored in wide-mouthed, airtight ceramic or glass-lined containers. Samples are to be kept at temperatures no lower than 0.9 °C and no higher than 11.4 °C unless in active use. Once per week, the following procedure is to be observed by the assigned personnel for each active sample:\n\n\n- Record date/time of feeding, feeder name, and feeder emotional state at time of feeding\n\n- Open sample container\n\n- Record visual/olfactory condition of sample\n\n- Pour off and retain upper layer of liquid OR stir into main sample as assigned by Foundation orders\n\n- Remove 125 g of sample in an airtight inert container- retain for ongoing analysis or other use as required\n\n- Add 125 g unbleached, unbromated all-purpose white flour and 125 g pure distilled water\n\n- Stir with clean, unpainted wooden implement until fully incorporated\n\n- Seal container and return to cold storage\n\n\nAll removed samples are to be tracked and accounted for.\n\n\nDescription:\n SCP-759 is a 500-gram mass of sourdough starter composed primarily of wheat flour and water. The starter's active component is an ongoing culture of wild yeasts (including \nCandida milleri\n and \nSaccharomyces exiguus\n) in symbiotic balance with multiple strains of \nLactobacillus\n and \nAcetobacter\n organisms. The original sample first came to Foundation attention after a sudden spontaneous outbreak of attempted murders motivated by apparently baseless jealousy in [REDACTED] County, Vermont. Without exception, the would-be murderers had recently participated in a pancake breakfast fundraiser at the local Methodist church. Further investigation led directly to a single batch of 'Old-Fashioned Melt-In-Your-Mouth Sourdough Flapjacks' produced by a chef with a longstanding untreated case of borderline personality disorder. The chef's starter was confiscated and replaced with a visually and olfactorily indistinguishable sample of equal mass and volume.\n\n\nLike all starters, SCP-759 acquires a certain amount of its internal composition from its immediate environment. What distinguishes it from other sourdough is its ability to absorb the emotional state of the individuals who tend it, feed it, and bake with it- and transmit that emotional state or a close derivative thereof to anyone who consumes the resultant end product. Relevant variables include length of exposure and intensity of emotional state. Absorption of emotional information ceases upon the baked product achieving 57.5°C for one full minute. Testing of emotional information absorption while samples are in a frozen or dried state is ongoing, but preliminary evidence indicates any such absorption is slowed to the point of negligibility.\n\n\n\n\nLog of tests with SCP-759\n\n\nSample condition:\n Initial recovered sample, raised and fed daily at room temperature for one week. All researchers signed in at feeding time with emotional status of 'calm' or 'neutral'.\n\n\nSample use:\n Batch of 'Old-Fashioned Melt-In-Your-Mouth Sourdough Flapjacks' from original chef's recipe.\n\n\nResult:\n No apparent change in emotional state of subjects. Flapjacks pronounced delicious.\n\n\nSample condition:\n Raised and fed weekly for one month by Class D personnel with documented anger management issues and poor impulse control.\n\n\nSample use:\n Two San Francisco-style baguettes.\n\n\nResult:\n After consumption of approximately half of the first baguette with butter and jam, an argument broke out over the rightful ownership of the second. The question was rendered moot when one of the test subjects picked up the second loaf and attempted to beat his fellows senseless with it, effectively destroying the remaining bread.\n\n\nSample condition:\n Raised and fed weekly for one month by volunteers under the influence of mood-elevating medication.\n\n\nSample use:\n Sixteen plain bagels.\n\n\nResult:\n Significant improvement of mood and temperament in 80% of test subjects for six hours. Remaining 20% experienced nausea, abdominal bloating, and fatigue. (May have been undiagnosed celiac sprue; the test subjects reported feeling significantly more philosophical and mellow about their condition than expected.)\n\n\nSample condition:\n Raised and fed weekly for one month by automated machinery; baked entirely by automated machinery in isolation.\n\n\nSample use:\n Three-stage French \npain au levain\n.\n\n\nResult:\n No emotional change noted. Several testers noted a tinny or metallic taste.\n\n\nSample condition:\n Kept in SCP-682's containment chamber for one hour.\n\n\nSample use:\n One loaf challah (braided style)\n\n\nResult:\n Initial response appeared similar to that of the baguette experiment in that test subjects became aggressive and argumentative shortly after ingesting several slices. Rather than attacking each other, the test subjects finished the loaf, proceeded to the test kitchens, and began a systematic attempt at the destruction of every other baked good not made with SCP-759 as its primary leavening agent. Subjects proved difficult to subdue.\n\n\nSample condition:\n Also kept in SCP-682's containment chamber for one hour. Adulterated shortly thereafter with 10 grams dry domestic yeast \n(Saccharomyces cerevisiae)\n.\n\n\nSample use:\n One batch English muffins (Experiment supervisor Dr. █████████ specifically requested the change to 'something with less weight to throw around if the testers get stroppy'), baked under same conditions as the aggression challah.\n\n\nResult:\n Subjects immediately became cranky, uncooperative, and argumentative upon consumption of test product. The result has been unofficially dubbed 'grumpy muffins'.\n\n\nSample condition:\n Raised and fed daily at room temperature under the bed of newly married Agent for one week.\n\n\nSample use:\n Six blueberry muffins.\n\n\nResult:\n [DATA EXPUNGED].\n\n\nSample condition:\n Raised and fed twice weekly for one month by personnel diagnosed with severe clinical depression.\n\n\nSample use:\n Unlike prior experiments, the liquid layer was not stirred into the main mass of the starter at feeding time, but drawn off and retained separately. Resultant product was then filtered to remove particulate matter and added to lone test subject's alcoholic beverage of choice for one week.\n\n\nResult:\n \"Liquid despair\". Subject began to exhibit signs of emotional distress within minutes of consuming the first doped beverage. Psychological evaluation at the end of the week indicated a depressive state on the order of that diagnosed in 'feeder' personnel, including suicidal ideation. Symptoms had largely cleared two weeks after cessation of experiment, but lingering effects remained.\n\n\nThe possible Foundation uses for SCP-759 are numerous and should be self-evident. Requesting permission to test 'liquid despair' minimum potency and LD-50 as possible means of inducing suicide in otherwise problematic targets.\n\n\n\n\n\n\n« \nSCP-758\n | SCP-759 | \nSCP-760\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-759\n\" by Camwyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-759\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-759 \" by Camwyn, from the SCP Wiki . Source: https://scpwiki.com/scp-759 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-759",
    "object_class": "Euclid",
    "containment_procedures": "All samples of SCP-759 are to be stored in wide-mouthed, airtight ceramic or glass-lined containers. Samples are to be kept at temperatures no lower than 0.9 °C and no higher than 11.4 °C unless in active use. Once per week, the following procedure is to be observed by the assigned personnel for each active sample:",
    "description": "SCP-759 is a 500-gram mass of sourdough starter composed primarily of wheat flour and water. The starter's active component is an ongoing culture of wild yeasts (including Candida milleri and Saccharomyces exiguus) in symbiotic balance with multiple strains of Lactobacillus and Acetobacter organisms. The original sample first came to Foundation attention after a sudden spontaneous outbreak of attempted murders motivated by apparently baseless jealousy in [REDACTED] County, Vermont. Without exception, the would-be murderers had recently participated in a pancake breakfast fundraiser at the local Methodist church. Further investigation led directly to a single batch of 'Old-Fashioned Melt-In-Your-Mouth Sourdough Flapjacks' produced by a chef with a longstanding untreated case of borderline personality disorder. The chef's starter was confiscated and replaced with a visually and olfactorily indistinguishable sample of equal mass and volume.",
    "title": "SCP-759"
}