{
    "url": "https://scp-wiki.wikidot.com/scp-7590",
    "all_text": "PlaguePJP: XXVI\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+153\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7590\n — \nDavid Schwimmer Died Again\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7590\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7590 Event.\n\n\n\n\n\n\n\n\n\n\n\n\nDavid Schwimmer.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment efforts are dedicated to preventing the multiple deaths of David Schwimmer from becoming public. Personnel are stationed at Schwimmer's four places of residence in Chicago, New York City, and Los Angeles. Once Schwimmer resurrects, he will be immediately interned at the nearest Foundation Site.\n\n\nDescription:\n SCP-7590 are persistent anomalous events causing the death and subsequent resurrection of American actor, comedian, and producer David Schwimmer. SCP-7590 events occur randomly and will invariably cause the demise of David Schwimmer.\n\n\nWithin the timespan of one to seven days following an SCP-7590 event, Schwimmer will be resurrected at one of his four homes throughout the United States, notably unaware of the SCP-7590 event, but still recollecting past life experiences. SCP-7590 events are not solely localized on Schwimmer, and will cause damage to the surrounding area and nearby persons.\n\n\nWhile the exact cause of SCP-7590 is unknown, Foundation researchers have determined the earliest known event to have taken place one day following the premier of \nFriends\n, a popular sitcom airing from the mid-1990s to the early 2000s.\n\n\nAddendum 7590.1:\n Abridged SCP-7590 Event Log\n\n\n\n\nEVENT ID: 7590-01\n\n\n\n\nDate:\n September 23, 1994\n\n\nSCP-7590 Event Description:\n While scouting the 'Central Perk' set with a \nFriends\n producer, Schwimmer underwent spontaneous human combustion, burning down a majority of the aforementioned set and killing the producer.\n\n\nAftermath:\n Schwimmer's death is reported to the media within the day, leading to discussions regarding the cancellation of the first season of \nFriends\n out of respect, but opinions swayed with dedicating the existing episodes to Schwimmer and looking for a replacement character to fill the role of Ross. At this point, the Foundation was not involved.\n\n\nThree days following this incident, Schwimmer arrived on the \nFriends\n set for discussions regarding the second season. The production team was startled and immediately called Los Angeles Police. Foundation agents embedded in the LAPD immediately intervened and instituted Veil maintenance procedures.\n\n\n\n\n\n\n\n\nEVENT ID: 7590-03\n\n\n\n\nDate:\n September 11th, 2001\n\n\nSCP-7590 Event Description:\n While swimming in his pool, Schwimmer's swim shorts became wrapped around the rubber stopper of his pool's ladder, preventing his head from being able to breach the surface. Agents posing as bodyguards quickly saved the actor. Three hours later, the hotel Schwimmer was residing at erupted into flames. Schwimmer perished due to spontaneous human combustion.\n\n\nAftermath:\n Veil maintenance procedures were immediately instituted, creating a disinformation campaign attributing the fire to a gas leak. As American media was preoccupied, no media blackout was needed.\n\n\n\n\n\n\n\n\nEVENT ID: 7590-08\n\n\n\n\nDate:\n March 3rd, 2002\n\n\nSCP-7590 Event Description:\n While surveying a farm for an upcoming project, Schwimmer was scratched by a cat on his lower lip and chin. Though the injury was initially thought to be minor, it quickly became infected due to bacteria on the cat's claws. Schwimmer began a hospital stay; however, antibiotic regimens proved unsuccessful, and Schwimmer's health quickly deteriorated. Schwimmer later expired due to spontaneous human combustion.\n\n\nAftermath:\n 70 people were killed during the fire, and a further 200 were injured. Veil maintenance procedures were subsequently instituted, once again attributing the fire to a gas leak and amnesticizing victims and the families of the deceased.\n\n\n\n\n\n\n\n\nEVENT ID: 7590-12\n\n\n\n\nDate:\n September 11th, 2004\n\n\nSCP-7590 Event Description:\n Following the finale of \nFriends\n, Schwimmer was immediately placed in Foundation containment for his safety and research at Site-322. That same day, an unprecedented four Groups of Interest, led by the Chaos Insurgency, breached Site-322. As part of their plan of attack, the electricity to high-security containment chambers was shut down utilizing an electromagnetic pulse. Schwimmer, who was located in this section, was released and attempted to escape.\n\n\nSchwimmer, attempting to disguise himself, removed the clothes from the body of a deceased Chaos Insurgency agent and attempted to exit the facility while wearing them, only to be confronted by forty armed Foundation agents who created a perimeter around the exit. An agent recognized the disguised Schwimmer and instituted recontainment protocols. Schwimmer died later that night due to spontaneous human combustion.\n\n\nAftermath:\n For the length of Schwimmer's stay in Foundation custody, a disinformation campaign stating that the actor had vacationed to a private island was in place following the finale of \nFriends\n. Schwimmer was subsequently contained again once recovered in his Chicago household.\n\n\n\n\n\n\nSchwimmer continued to undergo random events of spontaneous human combustion throughout his containment.\n\n\nAddendum 7590.2:\n Reclassification\n\n\nOn November 23rd, 2004, David Schwimmer was designated as SCP-7590-1 and SCP-7590 was reclassified to Thaumiel. Concurrently, a body double of David Schwimmer was created in order to prevent suspicion of the actor's whereabouts. It has since been released and has not been found to be affected by the anomaly. These events took place due to the following incident.\n\n\n\n\nEVENT ID: 7590-27\n\n\n\n\nDate:\n November 22nd, 2004\n\n\nSCP-7590 Event Description:\n Schwimmer was sedated and placed in a highly flammable, portable coffin to be used as an explosive.\n\n\nThis coffin was then attached to a Mobile Task Force helicopter, which was then infected with temporary antimeme 34-2Γ. After triangulating the location of the Chaos Insurgency stronghold responsible for the raid on Site-322, the helicopter flew to the stronghold and placed the coffin on its roof. Schwimmer later perished due to spontaneous human combustion.\n\n\nAftermath:\n The entirety of the Insurgency stronghold erupted into flames, killing approximately 300 people and injuring 600. Schwimmer was recovered in his New York place of residence.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7589\n | SCP-7590 | \nSCP-7591\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7596\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-8599\n \n(+241)\n \n•\n\n\n\n\n\n\nSCP-8592\n \n(+177)\n \n•\n\n\n\n\n\n\nSCP-5594\n \n(+101)\n \n•\n\n\n\n\n\n\nSCP-5364\n \n(+90)\n \n•\n\n\n\n\n\n\nSCP-7594\n \n(+203)\n \n•\n\n\n\n\n\n\nSCP-6594\n \n(+122)\n \n•\n\n\n\n\n\n\nPlague's Proposal\n \n(+373)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-8597\n \n(+180)\n \n•\n\n\n\n\n\n\nSCP-5593\n \n(+107)\n \n•\n\n\n\n\n\n\nSCP-8598\n \n(+162)\n \n•\n\n\n\n\n\n\nSCP-618\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-8595\n \n(+398)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7590\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7590\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n house.png\n\n\nName:\n House Explosion 2009.12.22 Ohio Ave Extension\n\n\nAuthor:\n Morgali Photography\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n schwimmer-min.png\n\n\nName:\n David Schwimmer\n\n\nAuthor:\n toothgap\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7590.1: Abridged SCP-7590 Event Log\nSchwimmer continued to undergo random events of spontaneous human combustion throughout his containment.",
        "Addendum 7590.2: Reclassification\nOn November 23rd, 2004, David Schwimmer was designated as SCP-7590-1 and SCP-7590 was reclassified to Thaumiel. Concurrently, a body double of David Schwimmer was created in order to prevent suspicion of the actor's whereabouts. It has since been released and has not been found to be affected by the anomaly. These events took place due to the following incident."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7590 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-7590 . Licensed under CC-BY-SA .",
        "Filename: house.png Name: House Explosion 2009.12.22 Ohio Ave Extension Author: Morgali Photography License: CC BY 2.0 Source Link: Flickr",
        "Filename: schwimmer-min.png Name: David Schwimmer Author: toothgap License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Containment efforts are dedicated to preventing the multiple deaths of David Schwimmer from becoming public. Personnel are stationed at Schwimmer's four places of residence in Chicago, New York City, and Los Angeles. Once Schwimmer resurrects, he will be immediately interned at the nearest Foundation Site.",
    "description": "SCP-7590 are persistent anomalous events causing the death and subsequent resurrection of American actor, comedian, and producer David Schwimmer. SCP-7590 events occur randomly and will invariably cause the demise of David Schwimmer.",
    "title": "SCP-7590"
}