{
    "url": "https://scp-wiki.wikidot.com/scp-7597",
    "all_text": "PlaguePJP & cocacolafiend: XXXIV\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+143\n+\n–\nx\n\n\n\n\nby PlaguePJP & cocacolafiend\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7597\n — \nMoth of all Trades, Master of None\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7597\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7597.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7597 is contained within a standard insect habitat in Site-322’s sub-basement level 48. Only personnel with the highest memetic resistance scores may interact with SCP-7597 within its sub-basement level.\n\n\nUpdate:\n As per an Overseer directive, SCP-7597 has been transferred into United Nations Global Occult Coalition custody following a transfer request. See Addendum 7597.2-3 for further information.\n\n\nDescription:\n SCP-7597 is a Mother of Pearl Moth (\nPatania ruralis\n) capable of convincing people it is the primary authoritative figure of any location it's in.\n\n\nUpon entering a location, SCP-7597 will be perceived as a commanding force among those residing within it. This memetic field is pervasive, allowing subjects to conduct conversations, meetings, and progress reports with SCP-7597, despite it being a moth and acting analogously to mundane members of its species. Furthermore, SCP-7597's actions (flying, landing on objects, eating, etc) are translated to the physical interactions a leader would make, including writing and sending emails in modern English, driving vehicles, and keycard scanning, among others.\n\n\nSCP-7597 does not have a consistent self-identifier or title but is commonly identified by a variety of names, most of which can be initialized into portmanteaus of the word moth or contain the word moth. Some examples include:\n\n\n\n\nMohammed T. H. (Poetry Lecture at UC Berkley)\n\n\nMr. Oscar Thompson-Hart (Citadel Advisors Hedge Fund)\n\n\nMon Mothma (SpaceX)\n\n\n\n\nDespite the above phenomena, the memetic field does not extend to SCP-7597's appearance. Subordinates in SCP-7597-influenced locations recognize that SCP-7597 is a moth, but do not consider this fact relevant or detrimental to its leadership abilities. SCP-7597 is treated with great respect by those surrounding it, with all its orders being followed to their exact specifications. This often leads to catastrophic results.\n\n\nAddendum 7597.1:\n Incident Log\n\n\n\n\nINCIDENT ID: 7597-04\n\n\n\n\nDate:\n March 13th, 2012\n\n\nSCP-7597 Influenced Location:\n Evergreen G-class container ship \"Ever Go\"\n\n\n\n\n\n\nThe \nEver Go\n.\n\n\n\n\n\n\nResult:\n SCP-7597 took on the captain position of the \nEver Go\n. At sunrise, it commanded the ship to travel at its top speed of 30 knots (56 kph). The \nEver Go\n then began circumnavigating the globe westward from the Suez Canal.\n\n\nOn the thirtieth of the trip, the \nEver Go\n was found traveling south from Maine. The ship then made an abrupt turn towards the United States mainland at top speed, eventually leading to the ship crashing and then sinking off the shore of Mount Desert Rock, which has a lighthouse erected on its grounds.\n\n\nSCP-7597 is the only known survivor.\n\n\n\n\n\n\n\n\nINCIDENT ID: 7597-05\n\n\n\n\nDate:\n June 4th, 2012\n\n\nSCP-7597 Influenced Location:\n Caesars, Atlantic City, New Jersey\n\n\n\n\n\n\nCaesars, Atlantic City.\n\n\n\n\n\n\nResult:\n SCP-7597 took on the role of Pit Boss in Caesars' casino. Initially, SCP-7597 acted in its position normally for 37 minutes until witnessing a winning jackpot on a slot machine. SCP-7597 ordered that the win-loss ratio of every slot machine in the casino be raised to a 50% chance of winning.\n\n\nThis led to over 79 million dollars in losses for Caesars in just under 48 minutes. SCP-7597's tirade ended after the extreme number of slot machine users, combined with jackpot wins, led to 17 fights breaking out among patrons, a stabbing, 102 cases of severe alcohol poisoning, 14 divorces, 3 cases of child endangerment, and 1 death by heart attack, culminating in an electric blackout at the Caesars Hotel.\n\n\n\n\n\n\n\n\nINCIDENT ID: 7597-06\n\n\n\n\nDate:\n August 1st, 2012\n\n\nSCP-7597 Influenced Location:\n Provisional Site-322-1, Phildelphia, Pennsylvania\n\n\nResult:\n Provisional Site-322-1 was under the purview of Site-322 and Director Paul Lague as part of a research project in the Nanticoke wilderness.\n\n\nEmail records between SCP-7597 and Director Lague show SCP-7597 became acting Director of the Site upon its entry. The project was canceled, and development began on Project \"BIGGEST LIGHT.\" This was, for all intents and purposes, the engineering of what would have been the most powerful atomic weapon ever created. Shipments of uranium, plutonium, and hydrogen isotopes were subsequently ordered by SCP-7597.\n\n\nLuckily, SCP-7597 became distracted by Provisional Site-322-1's on-Site nuclear warhead and commanded it be triggered. The two-man key rule was enacted, but the protocol was canceled by the Overseer Council. SCP-7597 was discovered and contained by unaffected Site-322 personnel on the night of August 29th.\n\n\n\n\n\n\nAddendum 7597.2:\n The United Nations Global Occult Coalition\n\n\nTypical procedure between the UNGOC and the Foundation saw both groups exchanging files of Low-Threat anomalous entities on a six-month basis. The SCP-7597 documentation was included in the most recent trade.\n\n\n\n\n\n\nUNGOC representatives arriving at Site-322.\n\n\n\n\n\n\nDespite six decades of cooperation between the UNGOC and the Foundation, tensions began flaring once again due to the UNGOC's discovery of SCP-7597. A meeting between Foundation advisors and UNGOC advocates was subsequently organized for a further explanation of SCP-7597 and its anomalous capabilities. Standard operational security dictated that the full extent of SCP-7597 abilities were not delivered, but the UNGOC was given an abridged description.\n\n\nBefore this interaction, the UNGOC had been experiencing several conflicts with adversarial governments and hostile Groups of Interest. It is believed that UNGOC leadership was under the assumption the Foundation was unaware of the turmoil. A formal request for SCP-7597's transfer was received by Overwatch Command.\n\n\n\n\n\n\nUNITED NATIONS // GLOBAL OCCULT COALITION // PSYCHE DIVISION COMMUNIQUE\n\n\n09.07.2012\n\n\n\n\n\n\nTHIS IS A FORMAL REQUEST\n by United Nations Global Occult Coalition High Command for the transfer of: \nSCP-7597\n, pursuant to House Accords, Article XII § 21.\n\n\nON THE BASIS THAT\n the exceptional attributes possessed by SCP-7597 provide our organizations with a distinctive advantage in upholding the principles of enforcement concerning anomalous phenomena, as well as enabling the strategic establishment of fortified strongholds within highly unexplored and hostile territories.\n\n\n\n\nAmbassador Karl Haas\n\n\n\n\n\n\nFOUNDATION RESPONSE:\n \nDENIED\n\n\n\n\nIt was clear that the UNGOC wanted to use SCP-7597 to stage numerous coups.\n\n\nRelations between the UNGOC and the Foundation continued to deteriorate as 10 member countries of the United Nations pulled funding from the organization, citing their fear of attack from the aforementioned adversarial groups. Concurrently, 14 UNGOC strongholds were seen on Foundation satellites being dragged into a portal of unknown origin, leading to further loss of funding and confidence.\n\n\nOn September 19th, 2012, the UNGOC staged an attempted pseudo-invasion of Site-322 for the capture of SCP-7597. Several covert UNGOC agents within the lower ranks of Site-322 attempted to access SCP-7597's containment chamber and prepare it for removal and transport. This unilaterally failed, as the agents fell victim to SCP-7597's anomalous effect and began ransacking the Site's storage rooms for lightbulbs. They were subsequently discovered and removed from Site-322 property.\n\n\nAddendum 7597.3:\n Transfer\n\n\nSite-322 Director Paul Lague was ordered to a meeting of the Overseer Council on September 20th.\n\n\n\n\nMEETING OF THE OVERSEER COUNCIL\n\n\n\n\n«BEGIN LOG»\n\n\nO5-1:\n What are your current containment procedures for this?\n\n\nLague:\n I gathered the people with the best memetic resistance scores and had them organize containment. It's in a glass enclosure in a sub-basement to not affect the rest of my staff.\n\n\nO5-1:\n How high are those scores?\n\n\nLague:\n 95th percentile and above.\n\n\nO5-13:\n \nI LOVE HOW GOOD WE ARE AT EVERYTHING.\n\n\nO5-1:\n We're giving the moth to the Coalition. Organize its transfer to be ready for tomorrow morning.\n\n\nLague:\n Are you serious?\n\n\nO5-1:\n We have the ball in our court after they went running with their tails between their legs. We're being the bigger people.\n\n\nO5-6:\n For once.\n\n\nO5-5:\n I think being cordial is a nice thing to do… for all of us. Thank you for being so receptive, Mr. Lague!\n\n\nO5-2:\n One.\n\n\nO5-1:\n What?\n\n\n(O5-9 gestures to O5-1.)\n\n\nO5-1:\n Oh yeah. We need the name of the person with the highest resistance value. They're assisting with the transfer.\n\n\n«END LOG»\n\n\n\n\nAddendum 7597.4:\n Update\n\n\nThe transfer of SCP-7597 was organized in accordance with the Overseer Council's order. Researcher Daniella Walker, a member of Site-322 personnel who has the highest recorded memetic resistance value at the Site, was also ordered to Site-01 for a subsequent meeting with the council. The UNGOC received SCP-7597 on September 22nd, 2012.\n\n\nFollowing the transfer of SCP-7597 and the reestablishment of a partnership with the United Nations, the strained relations between the UNGOC and the Foundation were gradually repaired. The Foundation played an instrumental role in both subduing and containing the hostile Groups of Interest plaguing the UNGOC's operations.\n\n\nThe Foundation managed a majority of the strategic planning and fighting that took place, leaving the UNGOC to rebuild their lost strongholds, gather funding, and reconstruct their personnel. Below is a request received by the Foundation.\n\n\n\n\n\n\nUNITED NATIONS // GLOBAL OCCULT COALITION // PSYCHE DIVISION COMMUNIQUE\n\n\n11.13.2012\n\n\n\n\n\n\nTHIS IS A FORMAL REQUEST\n for more light.\n\n\nON THE BASIS THAT\n more light makes bigger light.\n\n\n\n\nUnder-Secretary-General M. Oth\n\n\nCo-Under-Secretary-General D. Walker\n\n\n\n\n\n\nFOUNDATION RESPONSE:\n \nAPPROVED\n\n\n\n\nResearcher Daniella Walker has since been hired by the UNGOC as Co-Under-Secretary-General, responsible for liaising with the Foundation and Overseer Council directly. Orders from SCP-7597 that would see the UNGOC damaged or destroyed will be opposed by her.\n\n\n\n\n\n\n\n\n« \nSCP-7596\n | SCP-7597 | \nSCP-7598\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7593\n \n(+210)\n \n•\n\n\n\n\n\n\nSCP-5595\n \n(+556)\n \n•\n\n\n\n\n\n\nPlauge's Proposal\n \n(+250)\n \n•\n\n\n\n\n\n\nSCP-6598\n \n(+260)\n \n•\n\n\n\n\n\n\nSCP-7001\n \n(+560)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-8590\n \n(+144)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nPlague's Proposal\n \n(+373)\n \n•\n\n\n\n\n\n\nSCP-7596\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-8599\n \n(+241)\n \n•\n\n\n\n\n\n\nSCP-6597\n \n(+180)\n \n•\n\n\n\n\n\n\nSCP-5787\n \n(+282)\n \n•\n\n\n\n\n\n\nSCP-5594\n \n(+101)\n \n•\n\n\n\n\n\n\nSCP-7595\n \n(+214)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•",
    "addendums": [
        "Addendum 7597.1: Incident Log",
        "Addendum 7597.2: The United Nations Global Occult Coalition\nTypical procedure between the UNGOC and the Foundation saw both groups exchanging files of Low-Threat anomalous entities on a six-month basis. The SCP-7597 documentation was included in the most recent trade.\nDespite six decades of cooperation between the UNGOC and the Foundation, tensions began flaring once again due to the UNGOC's discovery of SCP-7597. A meeting between Foundation advisors and UNGOC advocates was subsequently organized for a further explanation of SCP-7597 and its anomalous capabilities. Standard operational security dictated that the full extent of SCP-7597 abilities were not delivered, but the UNGOC was given an abridged description.\nBefore this interaction, the UNGOC had been experiencing several conflicts with adversarial governments and hostile Groups of Interest. It is believed that UNGOC leadership was under the assumption the Foundation was unaware of the turmoil. A formal request for SCP-7597's transfer was received by Overwatch Command.\nIt was clear that the UNGOC wanted to use SCP-7597 to stage numerous coups.\nRelations between the UNGOC and the Foundation continued to deteriorate as 10 member countries of the United Nations pulled funding from the organization, citing their fear of attack from the aforementioned adversarial groups. Concurrently, 14 UNGOC strongholds were seen on Foundation satellites being dragged into a portal of unknown origin, leading to further loss of funding and confidence.\nOn September 19th, 2012, the UNGOC staged an attempted pseudo-invasion of Site-322 for the capture of SCP-7597. Several covert UNGOC agents within the lower ranks of Site-322 attempted to access SCP-7597's containment chamber and prepare it for removal and transport. This unilaterally failed, as the agents fell victim to SCP-7597's anomalous effect and began ransacking the Site's storage rooms for lightbulbs. They were subsequently discovered and removed from Site-322 property.",
        "Addendum 7597.3: Transfer\nSite-322 Director Paul Lague was ordered to a meeting of the Overseer Council on September 20th.",
        "Addendum 7597.4: Update\nThe transfer of SCP-7597 was organized in accordance with the Overseer Council's order. Researcher Daniella Walker, a member of Site-322 personnel who has the highest recorded memetic resistance value at the Site, was also ordered to Site-01 for a subsequent meeting with the council. The UNGOC received SCP-7597 on September 22nd, 2012.\nFollowing the transfer of SCP-7597 and the reestablishment of a partnership with the United Nations, the strained relations between the UNGOC and the Foundation were gradually repaired. The Foundation played an instrumental role in both subduing and containing the hostile Groups of Interest plaguing the UNGOC's operations.\nThe Foundation managed a majority of the strategic planning and fighting that took place, leaving the UNGOC to rebuild their lost strongholds, gather funding, and reconstruct their personnel. Below is a request received by the Foundation.\nResearcher Daniella Walker has since been hired by the UNGOC as Co-Under-Secretary-General, responsible for liaising with the Foundation and Overseer Council directly. Orders from SCP-7597 that would see the UNGOC damaged or destroyed will be opposed by her."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-7597 is contained within a standard insect habitat in Site-322’s sub-basement level 48. Only personnel with the highest memetic resistance scores may interact with SCP-7597 within its sub-basement level.",
    "description": "SCP-7597 is a Mother of Pearl Moth (Patania ruralis) capable of convincing people it is the primary authoritative figure of any location it's in.",
    "title": "SCP-7597"
}