{
    "url": "https://scp-wiki.wikidot.com/scp-7599",
    "all_text": "PlaguePJP: XXXVI\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+194\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7599\n — \nLunacy\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7599\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7599 as photographed by the Lynch-Syuz Deepspace Telescope.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7599's impact zone and SCP-7599-1 are restrained within Kansas City, Kansas and Kansas City, Missouri (Kansas Cities). An exclusion area has been established around Kansas Cities. Non-Foundation personnel entering or exiting Kansas Cities is expressly prohibited.\n\n\nSite-322 and Site-333 personnel are heading research into the neutralization of SCP-7599-1. This is considered a top priority and all required resources will be allocated upon request.\n\n\n\n\n\n\nSCP-7599-1 instance moments before tearing the photographer apart.\n\n\n\n\n\n\nDescription:\n SCP-7599 was a biological mass of unknown origin, approximately 3 kilometers in diameter, that was on a collision course with Earth. SCP-7599 made impact with Earth on March 23, 2018, at the exact midway point between Kansas City, Kansas, and Kansas City, Missouri. The damage that should have been caused by an asteroid the size of SCP-7599 colliding with Earth was not sustained.\n\n\nSCP-7599-1 denotes 1300 - 1600 extraterrestrial entities that hatched from SCP-7599. SCP-7599-1 are animate, amorphous blobs composed of an unidentified creamy white substance, possessing a vague resemblance to cephalopods. Entities possess one to five appendages, which they use for grabbing, throwing, and/or tearing things, often people, in half.\n\n\nSCP-7599-1's internal structure is largely unknown, but its primary mass consists of a large mouth equipped with five rows of variably sharp teeth. Black spheres, assumed to be eyes, appear randomly on SCP-7599-1, including its underside.\n\n\nSCP-7599-1 instances form a collective hivemind, speaking simultaneously and experiencing shared sensations like pain, pleasure, and reactions to various stimuli. Instances display relative individual autonomy, moving independently by slithering or levitating.\n\n\nTo date, SCP-7599-1 has been completely impervious to all conventional weaponry tested against them, including low-caliber rifles, high-caliber rifles, bombs, swords, battle axes, and flamethrowers. The Foundation has passively countered the spread of SCP-7599-1 globally by instituting a media blackout before the entities discovered television or the internet.\n\n\nSCP-7599-1 have used a combination of their abilities to conquer Kansas City, Missouri, and Kansas City, Kansas, henceforth Kansas Cities, and subjugate its residents. SCP-7599-1 are currently under the impression that Kansas Cities is the extent of human civilization, believing that they have dominated Earth in \"record time.\"\n\n\nAddendum.7599.1:\n SCP-7599-1 Behavior in Kansas Cities\n\n\nSCP-7599-1's first major action within Kansas Cities was ordering the location's over 500,000 residents to exit their homes. From there, SCP-7599-1 delivered the following speech:\n\n\n\n\nTRANSCRIPT\n\n\n\n\nSCP-7599-1:\n Salutations humans of Earth.\n\n\nSCP-7599-1:\n We are the Monsters from the Moon, conquerers of Earth and all its inhabitants.\n\n\nSCP-7599-1:\n We have been subjugated and battered and bruised for far too long.\n\n\nSCP-7599-1:\n We took that metaphorical bat and met a physical people to bruise on. The Earth people.\n\n\nSCP-7599-1:\n We have the bat so no running home here.\n\n\nSCP-7599-1:\n We have decided to be the subjugators, batterers, and bruisers.\n\n\nSCP-7599-1:\n Expect new laws that have the sole purpose of ruining your day soon.\n\n\n\n\nA number of new laws were instituted and heavily enforced. Below is the announcement given by SCP-7599-1.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nSCP-7599-1 instances are spread throughout the mass of Kansas Cities Residents.\n\n\nSCP-7599-1:\n Salutations humans of Earth.\n\n\nSCP-7599-1:\n We hope you're salivating all over our new laws. They've been home-baked and homemade.\n\n\nSCP-7599-1:\n You are now subjugated. If you don't like it, go bark up the right tree. We're rooted down in your soil while you're too busy in soiled pants.\n\n\nSCP-7599-1:\n The most coherent, come-herent.\n\n\nSCP-7599-1:\n New law number one: you will now be forced to work for four hours a day. Your exhaustion will be incalculable.\n\n\nNew law number two: we are raising the price of your rent to 200 of your green paper human doubloons a month. If you don't rent, the taxes on your home will be 200 of your green paper human doubloons as well. We're sorry, we don't make the rules.\n\n\n(Pause.)\n\n\nSCP-7599-1:\n Those are all the laws. Tyranny.\n\n\n(The majority of people begin to raucously cheer, SCP-7599-1 seem to take this display as a show of anger, fear, and/or anguish.)\n\n\nSCP-7599-1:\n The wails of victims. Almost as sad as victims of whales.\n\n\nMan In Audience:\n Fuck you, commie pricks.\n\n\nSCP-7599-1:\n Why don't you commie over here voice guy, and deliver one of your phrasings to our face-ings.\n\n\nSCP-7599-1:\n That was a strawman. I don't see a drink in your hand, but you should take that straw and suck it up.\n\n\n\n\nAddendum 7599.2:\n SCP-7599-1 Incidents\n\n\n\n\n\n\nDowntown Kansas City.\n\n\n\n\n\n\nAdditional unforeseen challenges arose once the entities' laws were ratified. Kansas Cities residents began sabotaging Foundation containment protocols, not due to any form of anomalous manipulation but out of genuine satisfaction with SCP-7599-1's policies.\n\n\nWhile multiple escape attempts were made, the only successful attempt was performed by 36-year-old Richard Nielson, who left in order to visit his mother for her birthday. The following encounter was captured on Foundation surveillance cameras upon Nielson's return.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n(An SCP-7599-1 instance is seen reentering the exclusion zone with the escapee, Richard Nielson, tangled in one of its appendages. It is unknown how the entity escaped or returned unnoticed.)\n\n\nSCP-7599-1:\n I regained the roadrunner.\n\n\nSCP-7599-1:\n That was a gold star job of good nature.\n\n\nNeilson:\n Let me go! I was trying to go see my mother!\n\n\nSCP-7599-1:\n You are a snitch of yourself.\n\n\nSCP-7599-1:\n Snitches get the stitches. Keep talking and you will be sewn.\n\n\nSCP-7599-1:\n I have a better idea. We give the snitch some stitches before it snitches.\n\n\nSCP-7599-1:\n This arts and crafts exercise. This guy art to craft some motherly love in his heart.\n\n\nSCP-7599-1:\n Your mother. She does not live here?\n\n\nNeilson:\n No, she doesn't live here, god damn it! You ripped me off of her porch!\n\n\nSCP-7599-1:\n That was a human? I thought that was some form of bird.\n\n\nSCP-7599-1:\n That was a human. A her-man.\n\n\nSCP-7599-1:\n Her-mom.\n\n\nSCP-7599-1:\n No. His-mom.\n\n\nSCP-7599-1:\n All the eggs were made of red blocks and looked the same. I assumed they were incubating. Does your species not hatch out of these?\n\n\nNeilson:\n Those are houses in a suburb. They look the same because Home Owners' Associations are modern-day fascists.\n\n\nSCP-7599-1:\n Does this league of homeowners pose a threat to our rule? Or will they own our homes and their asses?\n\n\nNeilson:\n Can you let me—\n\n\n(SCP-7599-1 tightens its grip.)\n\n\nSCP-7599-1:\n Where does your brood mother live?\n\n\nNeilson:\n New York!\n\n\nSCP-7599-1:\n You sold your incubator that quickly. Seems your head is hard-boiled against honor.\n\n\nSCP-7599-1:\n Bad sun, you would not become a supernova.\n\n\nSCP-7599-1:\n He is already a white dwarf.\n\n\nSCP-7599-1:\n New York… does that mean there is an Old York? Where is it?\n\n\nNeilson:\n Another continent. I don't know!\n\n\nSCP-7599-1:\n Another continent. We can-tinent take it over.\n\n\nSCP-7599-1:\n Let me be frank.\n\n\nSCP-7599-1:\n Good name choice, Frank.\n\n\nSCP-7599-1:\n New continent. If the cookie crumbles that way, we lick up the pieces.\n\n\n\n\nFollowing the events of the above transcript, SCP-7599-1 delivered the following speech.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nSCP-7599-1:\n Salutations humans of Earth — or should I say humans of Kansas City, Nebraska and Kansas. It is very rude of you all not to tell us that this was not, in fact, the entire Earthly population.\n\n\nSCP-7599-1:\n If this is the human idea of a joke, I'd rather be put into a plane and pummelled at a planet.\n\n\nSCP-7599-1:\n This is not a regular population. This is a very rude and not nice population.\n\n\nSCP-7599-1:\n Populate this in your brainstems and plant it, you are all being punished.\n\n\nSCP-7599-1:\n Your rent and taxes have been raised by 10 of your green paper doubloons. Sorry again. We do not make the rules.\n\n\n(Multiple people in the crowd make confused glances.)\n\n\nSCP-7599-1:\n You all seem happy.\n\n\nSCP-7599-1:\n Maybe this will make you feel crappy, ol' chap-y.\n\n\nSCP-7599-1:\n You have all been inquisitive as to what we're doing.\n\n\nSCP-7599-1:\n Well now, the inquisitors will become the even more inquisitioned.\n\n\nSCP-7599-1:\n We have a plan for your whole planet. This plan, it would be an inquisition. Stand on this popsicle and blow it.\n\n\n\n\nThroughout the proceeding days, the following incidents occurred:\n\n\n\n\n\n\nEvent Description\n\n\n\n\n\n\nSCP-7599-1 instances creating and enforcing a new law eliminating \"moon worship,\" mandating that Kansas Cities residents get more than nine hours of sleep before starting their work day.\n\n\n\n\n\n\nSCP-7599-1 instances closing educational institutes three times under the guise of \"the snow's day\" after multiple incidents of them hurling large bags of all-purpose flour at apartment buildings for the reason of \"testing the most evil of human weaponry.\"\n\n\n\n\n\n\nA number of SCP-7599-1 instances ransacking the cities' major retail stores, solely stealing each store's stock of Funko Pop! figurines.\n\n\n\n\n\n\n\n\n(A number of SCP-7599-1 entities are enamored by a massive pile of Funko Pop! figurines.)\n\n\nSCP-7599-1:\n These totems… they hold a mystery I can not understand.\n\n\nSCP-7599-1:\n It is their eyes. They are black. Unknowing. Yet, universal.\n\n\nSCP-7599-1:\n Wheoever made these… they are masters of their craft. I hope our conquest leads an artisan with half the skill honoring us in a way similar to these effigies.\n\n\n\n\nAddendum 7599.3:\n Neutralization Attempts\n\n\n\n\n\n\nNEUTRALIZATION ATTEMPT ID - 7599.01\n\n\n\n\n\n\nItem Used:\n Laser-based Weaponry wielded by a containment team.\n\n\nResult:\n No effect. SCP-7599-1 managed to capture and dismember members of the containment team. The entities have since opted to string up a majority of the body parts as decorations for the upcoming Easter holiday for the stated reason of \"satiating the rancor of the nectar-laying rodent.\"\n\n\n\n\nLague:\n I thought sci-fi-esque weaponry would do \nsomething\n. They can't be immune to everything.\n\n\nBohart:\n What if we nuked them? I'll submit a proposal.\n\n\nLague:\n That— that's definitely an idea. I'll be real, I don't think we're quite there yet, but I won't write it off.\n\n\nBohart:\n If they are immune to everything…?\n\n\nLague:\n Then I'll look into the nukes.\n\n\n\n\n\n\n\n\n\n\n\n\nNEUTRALIZATION ATTEMPT ID - 7599.02\n\n\n\n\n\n\nItem Used:\n High-Energy Concentration Orbital Railgun (HECOR)\n\n\nResult:\n The HECOR was fired on April 13th, 2018, solely focused on the Bank of America which SCP-7599-1 converted into an office space and \"man cave.\" The building was completely destroyed, however, no SCP-7599-1 instances were harmed.\n\n\n\n\nBohart:\n Can we nuke them now?\n\n\nLague:\n We're not nuking shit! Stop talking about nukes, my god. So annoying.\n\n\nBohart:\n Wow. I don't need you taking out your frustration on me.\n\n\nLague:\n Leave the project then.\n\n\nBohart:\n Well if you don't want me here then I'll leave!\n\n\nLague:\n At least have the decency to admit you can't hack it. Don't blame me.\n\n\n(Bohart pauses.)\n\n\nBohart:\n You're different lately.\n\n\nLague:\n What? What does that even mean?\n\n\nBohart:\n You're… you're just not the man I remember researching with.\n\n\n\n\n\n\n\n\n\n\n\n\nNEUTRALIZATION ATTEMPT ID - 7599.03\n\n\n\n\n\n\nItem Used:\n Thaumaturgically-enhanced members of Mobile Task Force Pi-1 (“City Slickers”)\n\n\nResult:\n After learning that SCP-7599-1 were immune to thaumaturgy, SCP-7599-1 took it upon themselves to gather up the Mobile Task Force and play \"Sport Activity Game,\" consisting of SCP-7599-1 using the various dismembered body parts of the MTF members as projectiles and seeing how far they could be thrown.\n\n\n\n\nLague:\n We have two days before whatever \"battle plans\" these bastards come up with are put into effect. I'm at a loss.\n\n\nBohart:\n Maybe we're looking at this from the wrong perspective.\n\n\nLague:\n In what way?\n\n\nBohart:\n They're \nMoon\n Monsters. Maybe we need Moon Weapons.\n\n\nLague:\n What qualifies as a Moon Weapon?\n\n\nBohart:\n I don't know! We can bash them over the head with moon rocks. Maybe something like a fire bombing of moon rocks.\n\n\nLague:\n I don't think that's gonna work.\n\n\nBohart:\n What about like… is there a Moon Hero of some sort?\n\n\nLague:\n \n[…]\n a Moon what now?\n\n\nBohart:\n You know, like a Moon He—\n\n\nLague:\n \nChampion.\n\n\n(Silence.)\n\n\nLague:\n Damn it.\n\n\n\n\n\n\n\n\nAddendum 7599.4:\n SCP-1233\n\n\nA reassessment of \nSCP-1233\n's file was undertaken. After a thorough review, the Foundation located Saratoga Springs, New York resident Bob Parsons, as SCP-1233 incorrectly identified Parsons as \"Lord President of Earth.\"\n\n\n\n\n\n\nBananagrams.\n\n\n\n\n\n\nAfter an interview and the employment of low-dosage mnestics,\n1\n Parsons located a dirty bag of the Bananagrams word game. Parsons instructed Foundation staff to gather the game's letter tiles and spell out \"MOON CHAMPION\" with the pieces.\n\n\nThe SCP-1233 summoning ritual took place at Site-333 in Atlantic City, New Jersey for the purpose of keeping the entity at a distance from SCP-7599-1. Following Site-Director Vincent Bohart's spelling of 'MOON CHAMPION' with the game pieces, Foundation satellites identified a spacial body hurling toward Earth at high speed.\n\n\nSCP-1233 was discovered in a large crater on the beach of Atlantic City.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n(Director Bohart approaches SCP-1233, which is repeatedly gathering handfuls of sand from the beach and throwing them into the ocean.)\n\n\nSCP-1233:\n You there! I am Moon Champion, champion of the Moon, defender of space justice and destroyer of evil. I was summoned here by the \nplant of words and truth\n to defend the Earth. Your voluptuous form tells me you have access to fine treasures and treats the common folk do not. I pledge fealty to your cause, corpulent cowboy.\n\n\nBohart:\n That's… that's nice. Thank you. What if I told you Moon Monsters—?\n\n\n(As Bohart was speaking, SCP-1233 proceeded to lay face down on the sand.)\n\n\nBohart:\n Why are you doing that?\n\n\nSCP-1233:\n Ah, yes. I've always wanted to experience bathing in the sun. The Moon King forbids sun worship, but I am simply hoping he never finds out that I engaged in this transgression. The burning sensation is quite painful! This is a common \nleisure\n activity.\n\n\n(SCP-1233 places its \"face\" back in the sand.)\n\n\nBohart:\n Jesus— Can you just listen to me, god damn it.\n\n\nSCP-1233:\n My Moon Hearing is universally renowned and fully engaged! You are receiving my undivided and unparalleled attention. This human podcast has been an exceptional joy to witness! Please, elaborate further on your mystical ways.\n\n\n(SCP-1233 is still laying face down in the sand.)\n\n\nBohart:\n There are Moon Monsters on Earth. Can you \nplease\n fight the Moon Monsters?\n\n\n(SCP-1233 instantly regains its footing and enters into a fighting stance.)\n\n\nSCP-1233:\n Where are they? Have they engaged their invisibility? This could be a calamity, my liege. The evil of the Moon Monsters knows no bounds! I, Moon Champion, pledge to defend the Earth as I have the Moon Kingdom from the onslaught of these foul creatures.\n\n\nBohart:\n No. They're not here. We need to go to them. They're not invisible either.\n\n\n(SCP-1233 grabs a dull seashell fragment from the sand and hands it to Bohart,)\n\n\nSCP-1233:\n This will be your Excalibur. Please, handle this broadsword with great care. Only the mightiest may wield a weapon of this magnitude! I must gather a war council.\n\n\nBohart:\n We have a lot of experts. I don't know. \nUuuuuuuuh.\n Do whatever you have to do to be successful.\n\n\nSCP-1233:\n Thank you for the permission, Baron Minister of War. You have been a most itchy host. After the chaos you have so bravely suffered through, may your days no longer be filled with human sacks of rice and massive stereos. Houston, we have a Champion!\n\n\n(SCP-1233 triggers its jetpack and flies off.)\n\n\n\n\n\n\n\n\nSCP-1233, captured by Foundation satellite.\n\n\n\n\n\n\nSCP-1233 later returned to Site-333 accompanied by \"The greatest war minds, battle-ists, and violent-ers the Earth has to offer.\" This included:\n\n\n\n\nUFC Commentator and Podcast Host Joe Rogan;\n\n\nFour pitbulls;\n\n\nFormer United States Secretary of State Henry Kissinger;\n\n\nThe coffin and corpse of Former United States President George Washington;\n\n\nEpic Games CEO and Creator of Fortnite Tim Sweeney;\n\n\nWorld Wrestling Entertainment (WWE) Executive Chairman Vince McMahon;\n\n\nThree bundles of TNT with smiley faces drawn on them with permanent marker.\n\n\n\n\nSite-333 personnel dismissed SCP-1233's \"war council\" to its dismay.\n\n\nAddendum 7599.5:\n Neutralization of SCP-7599\n\n\n\n\nTRANSCRIPT\n\n\n\n\n(SCP-1233 is hovering 30 meters above Kansas Cities.)\n\n\nSCP-1233:\n I have arrived at this bastion. I feel my Moon Balance pulling towards the left. This could mean one of many things, such as an alteration in your species' migration patterns, a bus being within a 14-mile radius, or the presence of Moon Monsters.\n\n\nLague:\n I think it's the latter.\n\n\nSCP-1233:\n Ladders are low on my list of ruiners of balance, Beatle. It's an interesting theory, but I have no need to climb to great heights as I have my trusty jetpack! Another time, if I were to clear another human o-zone cavity I may need a ladder. Hm. This place is a garden of beauty. No wonder the Moon Monsters targeted this locale, they knew they could corrupt it with their dastardly deeds.\n\n\nLague:\n Yeah. Dastardly. We need them gone.\n\n\n(SCP-1233 slowly rotates. It is now upside down. It remains stationary in midair.)\n\n\nLague:\n You're upside down.\n\n\nSCP-1233:\n I'm scouting all possible angles! The best mode of entry is not always seen from the outset. The tactical, practical approach is always the best. They will never see me coming!\n\n\n(SCP-1233 violently flies through multiple building as it moves closer to the cities. Various SCP-7599 entities are within its view.)\n\n\nSCP-1233:\n A ha! Hold all of your equine creatures. I, Moon Champion, see the trouble! Your Earth brains have been sorely mistaken!\n\n\nLague:\n What are you talking about?\n\n\nSCP-1233:\n This is a very common mistake, m'fine feathered friend. These are no Moon Monsters! These hateful critters are Moon \nBeasts.\n I made a similar mistake once before when I confused a ‘pug’ for a dog.\n\n\nSCP-7599-1:\n We do not know what those are, small… white speck in the sky.\n\n\nSCP-7599-1:\n Put this in your smoke and pipe down.\n\n\nSCP-7599-1:\n Listen here, wise guy. You're no Confucius, you're just confused-uuh.\n\n\nLague:\n They— They said they were Moon Monsters, dude.\n\n\nSCP-1233:\n They are fraudulent frauds of the utmost magnitude. I've had many a space adventure fighting these Moon Beasts.\n\n\nSCP-7599:\n We are Monsters from the Moon—\n\n\nSCP-1233:\n It appears they have employed the trickster's prank upon your populace. No bother! I, Moon Champion, defender of the Moon and Earth, shall defeat them!\n\n\n(SCP-1233 lands near a single SCP-7599 entity.)\n\n\nSCP-1233:\n Greetings Moon Beast, I see you have invaded this large human bakery. This can not stand! Bread is one of the only foodstuffs a human can enjoy without suffering the effects of death, and you dare to take that away from these kind children! I have defeated you in battle once, and I shall do it again handily!\n\n\nSCP-7599-1:\n Does anyone know who this marshmallow is?\n\n\nSCP-7599-1:\n It's a farce-mallow.\n\n\nSCP-7599-1:\n This game is over before anyone even put a quarter into it. He is making no cents.\n\n\nSCP-7599-1:\n Are we supposed to know who you are, marshmall—?\n\n\n(SCP-1233 cocks its fist and punches the entity's form. All SCP-7599-1 entities fall to the ground before dissolving into piles of milky, white goo.)\n\n\nSCP-1233:\n A ha! You have been demolished. No Moon Beast is any match for the might of Moon Champion! For glory! For honor! For space justice!\n\n\nLague:\n \n(To Bohart)\n Did… did we not try punching them?\n\n\nBohart:\n Nope, no we didn't.\n\n\nLague:\n There's no fucking way.\n\n\n(SCP-1233 engages its jetpack, slamming through multiple buildings as it exits Earth.)\n\n\n\n\nSCP-7599 has been reclassified as neutralized following SCP-1233's interaction with them. Mass amnesticization protocols have been invoked due to this event; current procedure places the amnestics in the world's water supply and concentrated aerosolized dispersal in the most affected areas.\n\n\nThe laws created by SCP-7599-1 have been erased from record. Loss of company profits and the stock market downturn caused by the work shortage have since returned to their baseline levels prior to this event.\n\n\n\n\nFootnotes\n\n\n1\n. Bob Parsons had been amnesticized following his initial interaction with SCP-1233.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7598\n | SCP-7599 | \nSCP-7600\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5592\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-8592\n \n(+177)\n \n•\n\n\n\n\n\n\nSCP-5364\n \n(+90)\n \n•\n\n\n\n\n\n\nSCP-8591\n \n(+139)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-7596\n \n(+131)\n \n•\n\n\n\n\n\n\nPlauge's Proposal\n \n(+250)\n \n•\n\n\n\n\n\n\nSCP-6594\n \n(+122)\n \n•\n\n\n\n\n\n\nSCP-7591\n \n(+195)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-5595\n \n(+556)\n \n•\n\n\n\n\n\n\nSCP-6592\n \n(+79)\n \n•\n\n\n\n\n\n\nSCP-6598\n \n(+260)\n \n•\n\n\n\n\n\n\nSCP-7593\n \n(+210)\n \n•\n\n\n\n\n\n\nSCP-6591\n \n(+132)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•",
    "addendums": [
        "Addendum.7599.1: SCP-7599-1 Behavior in Kansas Cities\nSCP-7599-1's first major action within Kansas Cities was ordering the location's over 500,000 residents to exit their homes. From there, SCP-7599-1 delivered the following speech:\nA number of new laws were instituted and heavily enforced. Below is the announcement given by SCP-7599-1.",
        "Addendum 7599.2: SCP-7599-1 Incidents\nAdditional unforeseen challenges arose once the entities' laws were ratified. Kansas Cities residents began sabotaging Foundation containment protocols, not due to any form of anomalous manipulation but out of genuine satisfaction with SCP-7599-1's policies.\nWhile multiple escape attempts were made, the only successful attempt was performed by 36-year-old Richard Nielson, who left in order to visit his mother for her birthday. The following encounter was captured on Foundation surveillance cameras upon Nielson's return.\nFollowing the events of the above transcript, SCP-7599-1 delivered the following speech.\nThroughout the proceeding days, the following incidents occurred:",
        "Addendum 7599.3: Neutralization Attempts",
        "Addendum 7599.4: SCP-1233\nA reassessment of SCP-1233 's file was undertaken. After a thorough review, the Foundation located Saratoga Springs, New York resident Bob Parsons, as SCP-1233 incorrectly identified Parsons as \"Lord President of Earth.\"\nAfter an interview and the employment of low-dosage mnestics, 1 Parsons located a dirty bag of the Bananagrams word game. Parsons instructed Foundation staff to gather the game's letter tiles and spell out \"MOON CHAMPION\" with the pieces.\nThe SCP-1233 summoning ritual took place at Site-333 in Atlantic City, New Jersey for the purpose of keeping the entity at a distance from SCP-7599-1. Following Site-Director Vincent Bohart's spelling of 'MOON CHAMPION' with the game pieces, Foundation satellites identified a spacial body hurling toward Earth at high speed.\nSCP-1233 was discovered in a large crater on the beach of Atlantic City.\nSCP-1233 later returned to Site-333 accompanied by \"The greatest war minds, battle-ists, and violent-ers the Earth has to offer.\" This included:\nSite-333 personnel dismissed SCP-1233's \"war council\" to its dismay.",
        "Addendum 7599.5: Neutralization of SCP-7599\nSCP-7599 has been reclassified as neutralized following SCP-1233's interaction with them. Mass amnesticization protocols have been invoked due to this event; current procedure places the amnestics in the world's water supply and concentrated aerosolized dispersal in the most affected areas.\nThe laws created by SCP-7599-1 have been erased from record. Loss of company profits and the stock market downturn caused by the work shortage have since returned to their baseline levels prior to this event."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-7599's impact zone and SCP-7599-1 are restrained within Kansas City, Kansas and Kansas City, Missouri (Kansas Cities). An exclusion area has been established around Kansas Cities. Non-Foundation personnel entering or exiting Kansas Cities is expressly prohibited.",
    "description": "SCP-7599 was a biological mass of unknown origin, approximately 3 kilometers in diameter, that was on a collision course with Earth. SCP-7599 made impact with Earth on March 23, 2018, at the exact midway point between Kansas City, Kansas, and Kansas City, Missouri. The damage that should have been caused by an asteroid the size of SCP-7599 colliding with Earth was not sustained.",
    "title": "SCP-7599"
}