{
    "url": "https://scp-wiki.wikidot.com/scp-7601",
    "all_text": "rating: \n+163\n+\n–\nx\n\n\n\n\n\n\nImage of SCP-7601 that circulated online following the entity's sighting over Chicago. Photographer unknown.\n\n\n\n\n\n\nItem #:\n SCP-7601\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-7601 is to be provisionally held in a steel reinforced containment cell at Site-198. Research into methods of containing SCP-7601 are underway.\n\n\nDescription:\n SCP-7601 is an anomalous female Peking Duck. SCP-7601 is able to extend the length of its neck indefinitely, reaching a recorded maximum of ~4,520 km long. Where SCP-7601 obtains the matter required to increase the size of its neck is unknown. While this is occurring, the size of SCP-7601's body and head are not affected. The means by which SCP-7601 is able to hold its neck in the air despite its immense size are not understood. The anomaly is also capable of speaking English, although this has only been observed once (see Incident 7601). SCP-7601 is also resistant to conventional weaponry; however, it is not invulnerable.\n\n\nIncident 7601:\n SCP-7601 was discovered on 05/06/2011. Amnestics have been administered to all civilian witnesses, and false memories of a surprise fly-by from the United States Air Force have been implanted. The following is a timeline of Incident 7601.\n\n\n\n\n<11:43>\n \nSCP-7601 is seen by the exterior security cameras of a McDonald's located in Markham, Canada perched on top of a Blue 1999 Ford Escort.\n\n\n<11:45>\n \nSCP-7601 begins to rapidly extend its neck, displacing its head 200 m above the ground in five seconds. The car’s roof caves in, the vehicle and the surrounding concrete are pushed into the ground.\n\n\n<11:46>\n \nSatellite imagery shows SCP-7601's neck curve until its upper section is parallel with the ground. SCP-7601's head is at an altitude of 3.4 kilometers, and velocity is estimated at 110m/s.\n\n\n<11:47>\n \nA civilian sighting of SCP-7601 is uploaded to YouTube. The video shows SCP-7601's neck stretching across the sky, before it disappears over the horizon. The observers are unable to identify what SCP-7601 is.\n\n\n<11:49>\n \nFoundation webcrawlers flag and remove videos of SCP-7601 from various social media platforms. Foundation radar at Site-198 detects SCP-7601 traveling overhead at roughly 247 m/s. Calculations of SCP-7601's trajectory indicate it is moving towards Site-19. O5 Command is notified of the situation.\n\n\n<11:50>\n \nSCP-7601 breaks the sound barrier\n1\n over Chicago. Foundation personnel are mobilized to distribute amnestics.\n\n\n<11:52>\n \nSCP-7601 passes over a United States military base. Believing the object to be an incoming projectile, the base fires 17 surface-to-air missiles at SCP-7601. 15 of the 17 hit; no damage to the anomaly is visible.\n\n\n<11:53>\n \nIn Markham, the downward force from SCP-7601's expansion has destroyed the car and created a sinkhole roughly 14 meters deep and 9 meters wide. A nearby fire hydrant has been shattered and is spewing water into the air. Local EMS arrive on-scene.\n\n\n<11:57>\n \nLocal news stations in Chicago begin to air information regarding SCP-7601. An image of SCP-7601's head begins circulating online. Foundation webcrawlers remove images from the internet.\n\n\n<12:01>\n \nO5 Council votes to scramble fighters to neutralize SCP-7601.\n\n\n<12:10-18>\n \nFighters make contact with SCP-7601. In the span of 8 minutes, 29 missiles successfully strike SCP-7601; however, none have any effect. During the engagement SCP-7601 made no attempt to evade the projectiles, but its velocity increased significantly. Pre engagement velocity was 564 m/s, while post engagement velocity was 1286 m/s. The battle ended when SCP-7601's head outran Foundation fighters.\n2\n Attempts to fire on SCP-7601's neck have been ineffective.\n\n\n<12:21>\n \nO5 Council approved proposition for Compound Y-562\n3\n to be released in the path of SCP-7601. A remote region of western Kansas was chosen for the attack.\n\n\n<12:24>\n \nSCP-7601 passes over Jefferson City, Missouri at 1351 m/s. Foundation personnel are dispatched to administer amnestics.\n\n\n<12:27>\n \nFoundation aircraft arrive in western Kansas and release 2,700 m\n3\n of Compound Y-562 into the air.\n\n\n<12:28>\n \nSCP-7601 passes through the cloud of Compound Y-562.\n\n\n<12:29>\n \nSCP-7601 begins to decelerate.\n\n\n<12:31>\n \nSCP-7601 slows down to 823 m/s.\n\n\n<12:32>\n \nSCP-7601's velocity is 607 m/s.\n\n\n<12:33>\n \nSCP-7601's velocity is 244 m/s.\n\n\n<12:44>\n \nSCP-7601 stops.\n\n\n<12:44-54>\n \nSCP-7601 is seen coughing and vomiting for 10 minutes.\n\n\n<12:56>\n \nSCP-7601 recovers and continues to extend its neck towards Site-19.\n\n\n<12:57>\n \nSCP-7601's velocity is 126 m/s.\n\n\n<12:58>\n \nA proposal is made to engage the anomaly with fighter jets while it is injured. This is rejected by the O5 Council, on the grounds that the prior engagement caused SCP-7601 to accelerate quicker.\n\n\n<13:01>\n \nO5 Command orders the termination of SCP-7601 via the Foundation Orbital High Energy Railgun Battery (FOHERB) while the anomaly is over uninhabited land in Colorado. FOHERB begins calibration to fire.\n\n\n<13:02>\n \nSCP-7601 passes over Site-212 at 1041 m/s.\n\n\n<13:04>\n \nSCP-7601 enters Colorado. All non-essential personnel are evacuated from Site-19, and Foundation thaumaturgists begin to conjure an energy field around the Site.\n\n\n<13:08>\n \nSCP-7601 collides with a mountain. This has no impact on its velocity.\n\n\n<13:11>\n \nFOHERB finalizes preparations to engage. FOHERB is ordered to fire on SCP-7601 in 30 minutes while it is 1.3 km north of Hawshore, Colorado\n4\n. Foundation personnel arrive in Hawshore to evacuate residents under the guise of a gas leak.\n\n\n<13:37>\n \nAll Hawshore residents have been relocated to a safe distance from the blast zone.\n\n\n<13:41>\n \nFOHERB opens fire. SCP-7601's head is thrown into the ground, and the anomaly’s neck makes an almost 90-degree angle downwards. A 759 m crater is created around SCP-7601’s head.\n\n\n<13:42-47>\n \nSCP-7601 remains unmoving in the crater for 5 minutes.\n\n\n<13:48>\n \nSCP-7601 retracts its neck from the crater, shaking its head several times. Small amounts of blood can be seen on the entity’s head, which is also on fire. The flames are extinguished upon resuming travel towards Site-19. Velocity is 928 m/s.\n\n\n<13:50>\n \nSCP-7601 exits the Rocky Mountains, and is projected to reach Site-19 in no more than 30 minutes. Velocity is 1443 m/s.\n\n\n<14:12>\n \nThe thaumaturgical energy field completely envelops Site-19. SCP-7601's head begins to decrease in altitude and increase in speed. Velocity is 1989 m/s.\n\n\n<14:13>\n \nSite-19's Missile Defense System is powered online and prepares to fire on SCP-7601.\n\n\n<14:15>\n \nSite-19 radar detects SCP-7601 closing in on its position. All remaining personnel are evacuated to subterranean bunkers. Velocity is 2276 m/s.\n\n\n<14:16>\n \nMissile Defense System activates. 12 missiles are fired at SCP-7601, all but one of which misses due to the object's extreme speed. Velocity is 2612 m/s.\n\n\n<14:17>\n \nSCP-7601 collides with the energy field at 3147 m/s\n5\n. The field bends inwards at the point of impact, but holds. SCP-7601 continues to force itself against the field.\n\n\n<14:18>\n \nThaumaturgists report difficulty maintaining the energy field, and small tears form around the point of contact with SCP-7601.\n\n\n<14:20>\n \nThe field begins to disintegrate. Thaumaturgists abandon the half of the field opposite of SCP-7601 to focus their energy on the failing section. Loud popping and crackling sounds are heard up to 3.4 km away from Site-19.\n\n\n<14:24>\n \nCracks emerge in the energy field, and popping noises increase in volume. Thaumaturgists warn that SCP-7601 will break through in 1-4 minutes. All personnel within Site-19 are ordered to prepare for impact.\n\n\n\n\nThe following log is security footage collected from Bunker-14, which was being used as protection from SCP-7601's assault on Site-19.\n\n\n\n\n<Begin Log>\n\n\n12 researchers and 5 security personnel are within the bunker. Crackling and popping sounds from above are heard, followed by a deafening boom.\n\n\nDr. Mayweather:\n Wait, it couldn't have broken the barrier could it?\n\n\nResearcher Johnson:\n No way, I know Hailey.\n6\n It couldn't have got through.\n\n\nThe radio of Commander Yoris crackles to life. Yoris pulls up the radio closer to his face.\n\n\nRadio:\n The entity has breached the field, it is inside the Sit-\n\n\nThe bunker's steel reinforced door is hit with a loud clang. A large inward dent in the door is visible.\n\n\nDr. Johnson:\n Fuck!\n\n\nAgent Reaves:\n Oh god, oh god oh god oh god.\n\n\nA second impact forces the door further inwards, creating several small fissures in the metal. Commander Yoris picks up an assault rifle and trains it on the door.\n\n\nCommander Yoris:\n Everyone stay calm! Harold, throw some C-4 by the door and get ready to detonate it when it gets through. Anna, give the eggheads some guns and show them how to use them. Everyone else, get ready to fire!\n\n\nAgent Otau runs towards the door and places C-4 on the ground. Agent North hands standard-issue Foundation handguns to four of the researchers in the room.\n\n\nDr. Mayweather:\n Commander, after everything we've thrown at it, what hope could a few guns possibly hope to do?\n\n\nCommander Yoris:\n Would you rather sit around and wait for it to get through?\n\n\nThe door is thrown off its hinges and flung into the back of the bunker. It collides with Researcher Flint, breaking his arm and dislocating his shoulder. SCP-7601 extends its neck into the room.\n\n\nCommander Yoris:\n Harold, now!\n\n\nThe C-4 in front of where the door had stood detonates, obscuring the entrance with smoke. All five security personnel open fire with assault rifles. SCP-7601 emerges from the smoke unharmed. Armed researchers engage with handguns.\n\n\nAfter 20 seconds of firing, all security personnel run out of ammo and stop to reload. SCP-7601 looks directly at Jr. Researcher Gunther and extends its neck towards him. Gunther backs away from SCP-7601's head, tripping in the process. He continues to back up on the floor until he is trapped in one of the bunker's corners.\n\n\nJr. Researcher Gunther:\n No no no no no what do you want from me!?\n\n\nSCP-7601 slowly approaches Gunther, who presses himself into the wall. SCP-7601 stops 2 centimeters from Gunther's face. An image from Gunther's bodycam is shown below.\n\n\n\n\nSCP-7601:\n Hello, we've been trying to contact you about your car's extended warranty.\n\n\nJr. Researcher Gunther:\n Wha- what?\n\n\nSCP-7601:\n Your car's extended warranty has expired. You should have received a letter in the mail informing you of this issue. Since you have not given us a response, this is our final attempt to reach you before we close out your file. Would you like to renew your car's warranty?\n\n\n4 seconds of silence.\n\n\nJr. Researcher Gunther:\n Uh, no thank you. Please.\n\n\nSCP-7601 stares at Gunther for 6 seconds.\n\n\nSCP-7601:\n Okay. If at any point you wish to renew your car's extended warranty, please let us know. Have a splendid day.\n\n\nSCP-7601 retracts its neck from the room at roughly 90 m/s. This causes a gust of wind to blow throughout the room.\n\n\n<End Log>\n\n\n\n\nFollowing this log, SCP-7601 retracted its neck at an average speed of 1200 m/s. After 3 hours and 47 minutes, SCP-7601's neck had retracted to a length typical of a non-anomalous duck. Containment teams successfully detained SCP-7601 while it was eating a hamburger bun in a dumpster. SCP-7601 has been provisionally contained at Site-198, until a method of stopping the extension of its neck can be devised. A joint Foundation-GOC mass amnesticisation program is underway.\n\n\nSCP-7601 has displayed no anomalous properties since Incident 7601.\n\n\n\n\n\n\n« \nSCP-7600\n | SCP-7601 | \nSCP-7602\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7601\n\" by Akzal1231, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7601\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Used in scpduckplane3.jpg\n\n\nName:\n Aircraft window interior\n\n\nAuthor:\n Oishi Kuranosuke\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikipedia Commons\n\n\n\n\n\n\nFilename:\n Used in scpduckplane3.jpg\n\n\nName:\n Pekin Ducks cropped\n\n\nAuthor:\n Katie Chodil\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikipedia Commons\n\n\n\n\n\n\nFilename:\n Used in scpduckbunker.jpg\n\n\nName:\n White duck\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nhttps://www.stockvault.net/photo/200682/white-duck\n\n\n\n\n\n\nFilename:\n Used in scpduckbunker.jpg\n\n\nName:\n Hilsea lines interior\n\n\nAuthor:\n Geni\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Hilsea_lines_interior.JPG\n\n\n\n\n\n\nFilename:\n Used in scpduckbunker.jpg\n\n\nName:\n Gray simple background\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nhttps://www.publicdomainpictures.net/en/view-image.php?image=124101&picture=gray-simple-background\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 331 m/s\n\n\n2\n. Foundation fighter jets have a maximum speed of 822 m/s.\n\n\n3\n. A Class IV Gaseous Toxin capable of terminating an adult human in, at most, 1 minute and 18 seconds.\n\n\n4\n. Population: 322\n\n\n5\n. 9.5 times the speed of sound.\n\n\n6\n. Foundation thaumaturgist, one of the 17 maintaining the energy barrier around the Site.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<11:43> SCP-7601 is seen by the exterior security cameras of a McDonald's located in Markham, Canada perched on top of a Blue 1999 Ford Escort. <11:45> SCP-7601 begins to rapidly extend its neck, displacing its head 200 m above the ground in five seconds. The car’s roof caves in, the vehicle and the surrounding concrete are pushed into the ground. <11:46> Satellite imagery shows SCP-7601's neck curve until its upper section is parallel with the ground. SCP-7601's head is at an altitude of 3.4 kilometers, and velocity is estimated at 110m/s. <11:47> A civilian sighting of SCP-7601 is uploaded to YouTube. The video shows SCP-7601's neck stretching across the sky, before it disappears over the horizon. The observers are unable to identify what SCP-7601 is. <11:49> Foundation webcrawlers flag and remove videos of SCP-7601 from various social media platforms. Foundation radar at Site-198 detects SCP-7601 traveling overhead at roughly 247 m/s. Calculations of SCP-7601's trajectory indicate it is moving towards Site-19. O5 Command is notified of the situation. <11:50> SCP-7601 breaks the sound barrier 1 over Chicago. Foundation personnel are mobilized to distribute amnestics. <11:52> SCP-7601 passes over a United States military base. Believing the object to be an incoming projectile, the base fires 17 surface-to-air missiles at SCP-7601. 15 of the 17 hit; no damage to the anomaly is visible. <11:53> In Markham, the downward force from SCP-7601's expansion has destroyed the car and created a sinkhole roughly 14 meters deep and 9 meters wide. A nearby fire hydrant has been shattered and is spewing water into the air. Local EMS arrive on-scene. <11:57> Local news stations in Chicago begin to air information regarding SCP-7601. An image of SCP-7601's head begins circulating online. Foundation webcrawlers remove images from the internet. <12:01> O5 Council votes to scramble fighters to neutralize SCP-7601. <12:10-18> Fighters make contact with SCP-7601. In the span of 8 minutes, 29 missiles successfully strike SCP-7601; however, none have any effect. During the engagement SCP-7601 made no attempt to evade the projectiles, but its velocity increased significantly. Pre engagement velocity was 564 m/s, while post engagement velocity was 1286 m/s. The battle ended when SCP-7601's head outran Foundation fighters. 2 Attempts to fire on SCP-7601's neck have been ineffective. <12:21> O5 Council approved proposition for Compound Y-562 3 to be released in the path of SCP-7601. A remote region of western Kansas was chosen for the attack. <12:24> SCP-7601 passes over Jefferson City, Missouri at 1351 m/s. Foundation personnel are dispatched to administer amnestics. <12:27> Foundation aircraft arrive in western Kansas and release 2,700 m 3 of Compound Y-562 into the air. <12:28> SCP-7601 passes through the cloud of Compound Y-562. <12:29> SCP-7601 begins to decelerate. <12:31> SCP-7601 slows down to 823 m/s. <12:32> SCP-7601's velocity is 607 m/s. <12:33> SCP-7601's velocity is 244 m/s. <12:44> SCP-7601 stops. <12:44-54> SCP-7601 is seen coughing and vomiting for 10 minutes. <12:56> SCP-7601 recovers and continues to extend its neck towards Site-19. <12:57> SCP-7601's velocity is 126 m/s. <12:58> A proposal is made to engage the anomaly with fighter jets while it is injured. This is rejected by the O5 Council, on the grounds that the prior engagement caused SCP-7601 to accelerate quicker. <13:01> O5 Command orders the termination of SCP-7601 via the Foundation Orbital High Energy Railgun Battery (FOHERB) while the anomaly is over uninhabited land in Colorado. FOHERB begins calibration to fire. <13:02> SCP-7601 passes over Site-212 at 1041 m/s. <13:04> SCP-7601 enters Colorado. All non-essential personnel are evacuated from Site-19, and Foundation thaumaturgists begin to conjure an energy field around the Site. <13:08> SCP-7601 collides with a mountain. This has no impact on its velocity. <13:11> FOHERB finalizes preparations to engage. FOHERB is ordered to fire on SCP-7601 in 30 minutes while it is 1.3 km north of Hawshore, Colorado 4 . Foundation personnel arrive in Hawshore to evacuate residents under the guise of a gas leak. <13:37> All Hawshore residents have been relocated to a safe distance from the blast zone. <13:41> FOHERB opens fire. SCP-7601's head is thrown into the ground, and the anomaly’s neck makes an almost 90-degree angle downwards. A 759 m crater is created around SCP-7601’s head. <13:42-47> SCP-7601 remains unmoving in the crater for 5 minutes. <13:48> SCP-7601 retracts its neck from the crater, shaking its head several times. Small amounts of blood can be seen on the entity’s head, which is also on fire. The flames are extinguished upon resuming travel towards Site-19. Velocity is 928 m/s. <13:50> SCP-7601 exits the Rocky Mountains, and is projected to reach Site-19 in no more than 30 minutes. Velocity is 1443 m/s. <14:12> The thaumaturgical energy field completely envelops Site-19. SCP-7601's head begins to decrease in altitude and increase in speed. Velocity is 1989 m/s. <14:13> Site-19's Missile Defense System is powered online and prepares to fire on SCP-7601. <14:15> Site-19 radar detects SCP-7601 closing in on its position. All remaining personnel are evacuated to subterranean bunkers. Velocity is 2276 m/s. <14:16> Missile Defense System activates. 12 missiles are fired at SCP-7601, all but one of which misses due to the object's extreme speed. Velocity is 2612 m/s. <14:17> SCP-7601 collides with the energy field at 3147 m/s 5 . The field bends inwards at the point of impact, but holds. SCP-7601 continues to force itself against the field. <14:18> Thaumaturgists report difficulty maintaining the energy field, and small tears form around the point of contact with SCP-7601. <14:20> The field begins to disintegrate. Thaumaturgists abandon the half of the field opposite of SCP-7601 to focus their energy on the failing section. Loud popping and crackling sounds are heard up to 3.4 km away from Site-19. <14:24> Cracks emerge in the energy field, and popping noises increase in volume. Thaumaturgists warn that SCP-7601 will break through in 1-4 minutes. All personnel within Site-19 are ordered to prepare for impact.",
        "<Begin Log> 12 researchers and 5 security personnel are within the bunker. Crackling and popping sounds from above are heard, followed by a deafening boom. Dr. Mayweather: Wait, it couldn't have broken the barrier could it? Researcher Johnson: No way, I know Hailey. 6 It couldn't have got through. The radio of Commander Yoris crackles to life. Yoris pulls up the radio closer to his face. Radio: The entity has breached the field, it is inside the Sit- The bunker's steel reinforced door is hit with a loud clang. A large inward dent in the door is visible. Dr. Johnson: Fuck! Agent Reaves: Oh god, oh god oh god oh god. A second impact forces the door further inwards, creating several small fissures in the metal. Commander Yoris picks up an assault rifle and trains it on the door. Commander Yoris: Everyone stay calm! Harold, throw some C-4 by the door and get ready to detonate it when it gets through. Anna, give the eggheads some guns and show them how to use them. Everyone else, get ready to fire! Agent Otau runs towards the door and places C-4 on the ground. Agent North hands standard-issue Foundation handguns to four of the researchers in the room. Dr. Mayweather: Commander, after everything we've thrown at it, what hope could a few guns possibly hope to do? Commander Yoris: Would you rather sit around and wait for it to get through? The door is thrown off its hinges and flung into the back of the bunker. It collides with Researcher Flint, breaking his arm and dislocating his shoulder. SCP-7601 extends its neck into the room. Commander Yoris: Harold, now! The C-4 in front of where the door had stood detonates, obscuring the entrance with smoke. All five security personnel open fire with assault rifles. SCP-7601 emerges from the smoke unharmed. Armed researchers engage with handguns. After 20 seconds of firing, all security personnel run out of ammo and stop to reload. SCP-7601 looks directly at Jr. Researcher Gunther and extends its neck towards him. Gunther backs away from SCP-7601's head, tripping in the process. He continues to back up on the floor until he is trapped in one of the bunker's corners. Jr. Researcher Gunther: No no no no no what do you want from me!? SCP-7601 slowly approaches Gunther, who presses himself into the wall. SCP-7601 stops 2 centimeters from Gunther's face. An image from Gunther's bodycam is shown below. SCP-7601: Hello, we've been trying to contact you about your car's extended warranty. Jr. Researcher Gunther: Wha- what? SCP-7601: Your car's extended warranty has expired. You should have received a letter in the mail informing you of this issue. Since you have not given us a response, this is our final attempt to reach you before we close out your file. Would you like to renew your car's warranty? 4 seconds of silence. Jr. Researcher Gunther: Uh, no thank you. Please. SCP-7601 stares at Gunther for 6 seconds. SCP-7601: Okay. If at any point you wish to renew your car's extended warranty, please let us know. Have a splendid day. SCP-7601 retracts its neck from the room at roughly 90 m/s. This causes a gust of wind to blow throughout the room. <End Log>",
        "\" SCP-7601 \" by Akzal1231, from the SCP Wiki . Source: https://scpwiki.com/scp-7601 . Licensed under CC-BY-SA .",
        "Filename: Used in scpduckplane3.jpg Name: Aircraft window interior Author: Oishi Kuranosuke License: CC BY 2.0 Source Link: Wikipedia Commons",
        "Filename: Used in scpduckplane3.jpg Name: Pekin Ducks cropped Author: Katie Chodil License: CC BY 2.0 Source Link: Wikipedia Commons",
        "Filename: Used in scpduckbunker.jpg Name: White duck License: CC0 1.0 Source Link: https://www.stockvault.net/photo/200682/white-duck",
        "Filename: Used in scpduckbunker.jpg Name: Hilsea lines interior Author: Geni License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Hilsea_lines_interior.JPG",
        "Filename: Used in scpduckbunker.jpg Name: Gray simple background License: CC0 1.0 Source Link: https://www.publicdomainpictures.net/en/view-image.php?image=124101&picture=gray-simple-background"
    ],
    "item": "SCP-7601",
    "object_class": "Keter",
    "containment_procedures": "SCP-7601 is to be provisionally held in a steel reinforced containment cell at Site-198. Research into methods of containing SCP-7601 are underway.",
    "description": "SCP-7601 is an anomalous female Peking Duck. SCP-7601 is able to extend the length of its neck indefinitely, reaching a recorded maximum of ~4,520 km long. Where SCP-7601 obtains the matter required to increase the size of its neck is unknown. While this is occurring, the size of SCP-7601's body and head are not affected. The means by which SCP-7601 is able to hold its neck in the air despite its immense size are not understood. The anomaly is also capable of speaking English, although this has only been observed once (see Incident 7601). SCP-7601 is also resistant to conventional weaponry; however, it is not invulnerable.",
    "title": "SCP-7601"
}