{
    "url": "https://scp-wiki.wikidot.com/scp-7602",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\nWelcome O5-3, you have (1) new notification!\n\n\n\n\n\n\nTo:\n O5-3\n\n\nFrom:\n Site-55 Director Adler\n\n\nSubject:\n Containment Procedures Awaiting Your Approval\n\n\n\n\n\n\nO5-3,\n\n\n \n\nFollowing a raid on 4/15/2023, we have successfully managed to secure SCP-7602. However, there is indecision as to what containment protocols to take. Our current approach is to maintain the site as is, however some info brought up during interviews with POI-7602-1 have brought up some concerns. Ultimately, it is your call what approach we take. Attached you'll find a draft of SCP-7602 in addition to a collection of interviews compiled by Dr. Cooper to help you reach a decision. Please get back to me shortly with an answer.\n\n\n \n\nRegards,\n\nSite-55 Director Adler\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7602\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nAn instance of SCP-7602-2\n\n\n\n\n\n\nSpecial Containment Procedures:\n Until further notice, SCP-7602 is to be quarantined and deemed inaccessible to all non-critical personnel. MTF Beta-777 (\"Hecate's Spear\") are to ensure this mandate is upheld. In addition, any expansion events of SCP-7602-1 are to be reported to Dr. Hannigan of the Department of Thaumatology. All personnel that come into physical contact with SCP-7602-1 are to be considered lost. All captured members of GOI-7602 are to be kept at Site-55 in standard humanoid containment cells.\n\n\nDescription:\n SCP-7602 refers to a doorway located in the basement of GOI-7602's compound. It appears to be a gateway to a previously unknown extradimensional space containing an indefinite amount of a black gaseous substance hereby referred to as SCP-7602-1. Any object that comes into contact with SCP-7602-1 becomes completely absorbed by it. This is considered irreversible. SCP-7602-1 is currently held in place by a set of thaumaturgic runes identified as SCP-7602-2. Investigation into alternative methods to contain SCP-7602-1 are underway.\n\n\nSCP-7602 was discovered on 4/15/2023 near Middlefield, Massachusetts, following a spike in Humes detected in the area. Foundation agents discovered a heavily fortified brick compound populated by worshipers of a religious group identifying themselves as \"The Order of the Void Gate\" (GOI-7602). Agents confirmed multiple uses of anomalous rituals, warranting the dispatch of MTF Beta-777 to secure the compound. Despite heavy casualties, MTF agents managed to capture the area as well as 6 survivors, including the leader of the GOI (POI-7602-1). During cleanup, a squad of MTF agents discovered SCP-7602 in the basement of a church-like building. The squad opened SCP-7602 resulting in the first recorded expansion event. The resultant SCP-7602-1 consumed all but one member of the squad, halting at a set of SCP-7602-2 located on the wall. According to POI-7602-1, this expansion event will repeat without proper maintenance of the remaining instances of SCP-7602-2. This claim, as of yet, is unverified.\n\n\nAddendum 7602.1:\n First interview with POI-7602-1\n\n\n\n\n+ View Transcript\n\n\n\n\n- Close Transcript\n\n\n\n\n\n\n\n\nDate of interview:\n 4/17/2023\n\n\nInterviewer:\n Dr. Cooper\n\n\nInterviewee:\n POI-7602-1\n\n\n[BEGIN TRANSCRIPT]\n\n\n\n\nDr. Cooper:\n This is Dr. Alicia Cooper, interviewing POI-7602-1 on 4/17/2023. Begin recording now. Please state your full legal name for the record.\n\n\nPOI-7602-1:\n Why should I?\n\n\nDr. Cooper:\n Well, you don't have to. However, if you answer my questions I can in turn vouch for any accommodation requests you make to the containment staff.\n\n\nPOI-7602-1:\n You think I can be bought over with softer beds and toiletries? And here I was thinking you were professionals.\n\n\nDr. Cooper:\n As I've mentioned you don't need to answer the questions if you don't want to. Besides, our forensics team already positively ID'd you as one \"Dr. Richard Moore\".\n\n\nPOI-7602-1:\n I stand corrected, it seems you've done your homework. Yes, my name is Dr. Richard Moore.\n\n\nDr. Cooper:\n Well then Dr. Moore, according to your record you went missing quite some time ago, 1864 to be exact. Care to tell me how a tenured professor from the University of Oxford ends up leading a cult in rural Massachusetts?\n\n\nPOI-7602-1:\n That would be quite the tale. I would be willing to share it with you, but first I need something in return.\n\n\nDr. Cooper:\n And what would that be?\n\n\nPOI-7602-1:\n Well, if I'm going to tell you my life story, I'd at least like to know about who's asking.\n\n\nDr. Cooper:\n You want to know about the Foundation?\n\n\nPOI-7602-1:\n No, not the \"Foundation\". I've already surmised enough about them when you dragged me here kicking and screaming. I want to know about Dr. Cooper.\n\n\nDr. Cooper:\n We're not here to talk about me.\n\n\nPOI-7602-1:\n Oh come on. At least tell me where you're from.\n\n\nDr. Cooper:\n I'm from Cambridge. Happy?\n\n\nPOI-7602-1:\n It's certainly a start, but I'm a man of my word. I'm from Shrewsbury, England. Worked in the Astrophysics department at Oxford for 22 years. Lasted right up until I made my discovery.\n\n\nDr. Cooper:\n And what would that \"discovery\" be?\n\n\nPOI-7602-1:\n Not so fast. You need to give something to get something. Now, tell me how does someone like you end up working in a place like this?\n\n\nDr. Cooper:\n That's classified material.\n\n\nPOI-7602-1:\n Oh my poor, addled mind. I'm really starting to forget the past 100 years or so.\n\n\nDr. Cooper:\n Fine, I get it, but if I have to explain to my supervisors why I was giving a subject my personal history, you'll end up talking to someone much less polite than me.\n\n\nPOI-7602-1:\n I promise I won't tell anybody. Now go on.\n\n\nDr. Cooper:\n Well, I was working on my doctoral thesis at MIT, something on the role of ritualism in the lives of the Mahatopan.\n\n\nPOI-7602-1:\n An anthropologist, I see.\n\n\nDr. Cooper:\n I spent a couple of weeks with a local tribe when one of the elders passed. One of the shamans invited me to stay for their funeral. Figured I might as well go, considering nobody had ever recorded the ritual on record.\n\n\nDr. Cooper:\n We all gathered that night, preparing to usher his spirit into the afterlife. The natives were all standing in a circle around the body as they began singing. About 10 minutes in, the elder suddenly caught fire. Before I could even figure out what was going on, he… got up and started dancing. I was so shocked that I could barely remember the rest of that night.\n\n\nPOI-7602-1:\n Everyone's first encounter with the paranormal is usually quite shocking. It's amazing how much goes on around us each day that we brush off as a trick of the eyes.\n\n\nDr. Cooper:\n I suppose. I thought I was going crazy, told my supervising professor about the whole ordeal. Turns out he was working with the Foundation. He told me people in my situation typically got amnesticized, but he instead offered me a job. Soon after, the Mahatopans were never heard from again.\n\n\nPOI-7602-1:\n I'm sorry to hear that.\n\n\nDr. Cooper:\n They were anomalies. Perhaps mundane anomalies, but anomalies nonetheless.\n\n\nPOI-7602-1:\n And because of that, the Foundation killed them?\n\n\nDr. Cooper:\n What? No. The Mahatopan aren't dead; the Foundation purchased the reservation and only claimed they were gone. Besides, you really shouldn't be talking. Thirty seven good men and women are dead because of you. You're the shining example of why the Foundation does what it does.\n\n\nPOI-7602-1:\n I could understand why you see what I did as \"cruel\".\n\n\nDr. Cooper:\n Cruel doesn't even begin to cut it. Look, I gave you my story, now give me yours.\n\n\nPOI-7602-1:\n Fair enough. Truth is, I've been thinking of a way to escape this entire time. However, you've convinced me that you're worthy of learning my secrets. Tell me, have you seen the gateway?\n\n\nDr. Cooper:\n Are you talking about that sick trap of yours? Yes, I have.\n\n\nPOI-7602-1:\n Well then, I think you'd be interested in knowing this: If my followers and I don't return to that gate soon, the entire world will end.\n\n\nDr. Cooper:\n What? Are you threatening the Foundation?\n\n\nPOI-7602-1:\n Quite the opposite, really. I'm proposing a partnership. My order seeks to prevent the world on the other side of that gate from engulfing this one. If your \"Foundation\" is as set on protecting people as you claim, then our goals are identical.\n\n\nDr. Cooper:\n That's quite the large claim.\n\n\nPOI-7602-1:\n Perhaps the largest of all, but I assure you, it is all too real. So what do you say?\n\n\nDr. Cooper:\n That's going to be a hard ask. It's not my decision to make anyways. I'll speak to my supervisors after this interview. For now, thank you for your time.\n\n\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\n\n\nTo:\n Dr. Alicia Cooper\n\n\nFrom:\n Site-55 Director Adler\n\n\nSubject:\n Re:POI-7602-1 Interview\n\n\n\n\n\n\nDr. Cooper,\n\n\n \n\nI've seen the request you've submitted following the interview with POI-7602-1. I do concur, his claims are dubious at best. That being said, it is our duty to thoroughly investigate any and all anomalous threats to human life. It certainly doesn't help that none of the other captured cultists were willing to speak with us. Therefore, I'm assigning you to compile a report on the matter. Do whatever it takes to get the truth out of him. I'm also upgrading your clearance to Level 3 for the duration of your investigation.\n\n\n \n\nBest of Luck,\n\nSite-55 Director Adler\n\n\n\n\n\n\n\n\n\n\nAddendum 7602.2:\n Second interview with POI-7602-1\n\n\n\n\n+ View Transcript\n\n\n\n\n- Close Transcript\n\n\n\n\n\n\n\n\nDate of interview:\n 4/18\n\n\nInterviewer:\n Dr. Cooper\n\n\nInterviewee:\n POI-7602-1\n\n\n[BEGIN TRANSCRIPT]\n\n\n\n\nDr. Cooper:\n This is Dr. Alicia Cooper, interviewing POI-7602-1 on 4/18/2023. Begin recording now.\n\n\nPOI-7602-1:\n Ahh, Dr. Cooper, returned at last. Have we an answer from the higher-ups?\n\n\nDr. Cooper:\n Not quite. I'm actually here to ask you some more questions.\n\n\nPOI-7602-1:\n Well then, ask away.\n\n\nDr. Cooper:\n For starters, you're going to have to explain why somebody who killed 37 Foundation personnel can be let out.\n\n\nPOI-7602-1:\n I figured you'd ask something along those lines. Put yourself in my shoes for a moment. You guard a doorway to a world that could annihilate ours at a moment's notice for centuries on end. One day, at 2 in the morning I might add, a small army shows up at your gate prepared to do whatever it takes to break in. Surely you could understand why we took that course of action?\n\n\nDr. Cooper:\n Not really, still doesn't explain why you fired first.\n\n\nPOI-7602-1:\n Do you have a husband, Dr. Cooper? Children?\n\n\nDr. Cooper:\n No. I've been too enveloped in work to focus on anything else.\n\n\nPOI-7602-1:\n Well, if you did, you'd soon come to realize things get a lot fuzzier. You're far less likely to hesitate when others' lives are on the line.\n\n\nDr. Cooper:\n Let's move on. What exactly is on the other side of this doorway?\n\n\nPOI-7602-1:\n Unending darkness. While darkness in our world is the absence of photons, the gateway leads to a world where the opposite is the case. If the two were to come into contact, it would mean complete annihilation.\n\n\nDr. Cooper:\n Uh-huh. And how does a celebrated Astrophysicist such as yourself end up guarding this gate?\n\n\nPOI-7602-1:\n Well, after nearly 20 years of lectures and mundane research, I decided it was time to explore a new topic: Why are we here? I turned to the stars for an answer and concluded all of them came from a single point.\n\n\nDr. Cooper:\n Let me get this straight, you're claiming to have discovered the big bang nearly a century before everyone else? That would be the pride of any scientist's life, and you didn't tell a soul.\n\n\nPOI-7602-1:\n I suppose that's for the same reason you're here now. I first wanted to know just how deep the rabbit hole went.\n\n\nDr. Cooper:\n Studying magic within Native Americans cultures and the creation of the Universe are two very different things.\n\n\nPOI-7602-1:\n Really? We're both seeking to stop the unknown from destroying the world. Our choices have even brought us to the exact same room.\n\n\nDr. Cooper:\n I can't say I've run a doomsday cult for 200 years.\n\n\nPOI-7602-1:\n You wound me, Dr. Cooper.\n\n\nDr. Cooper:\n Anyway, you were talking about your research?\n\n\nPOI-7602-1:\n Ah yes, soon enough I discovered some unseen force was pushing the universe apart. I found this force came from a substance of darkness beyond our world. I believe you call it \"dark matter.\" Regardless, it soon became apparent that its presence was growing at an alarming rate. I had to do something about it.\n\n\nDr. Cooper:\n But why move all the way to Massachusetts?\n\n\nPOI-7602-1:\n There were too many eyes in England. I decided a change of locale was necessary. With my new location established, I was soon able to devise a method of containing the darkness by concentrating all of it to a single place.\n\n\nDr. Cooper:\n The doorway?\n\n\nPOI-7602-1:\n The doorway. The rest of it, including the sigils and my longevity, were simply byproducts of my research.\n\n\nDr. Cooper:\n So, in summation, you were a professor from Oxford who discovered all of modern Astrophysics, on his own, well over a century before the rest of society, and then you proceeded to use it to make yourself immortal and \"protect the world\"?\n\n\nPOI-7602-1:\n When you put it that way, it does sound quite silly doesn't it? Oh but where are my manners! I forgot to ask you how your morning has been.\n\n\nDr. Cooper:\n I fail to see how this contributes to my report.\n\n\nPOI-7602-1:\n Forget about the report for a minute.\n\n\nDr. Cooper:\n What happened to the whole \"we need to hurry or the world is going to end\" deal?\n\n\nPOI-7602-1:\n Well, it is urgent, but we're looking a couple of weeks here. You can at least spend a few minutes to talk about yourself.\n\n\nDr. Cooper:\n Fine, not much going on anyway. I pretty much just woke up and drove here.\n\n\nPOI-7602-1:\n Really? That's all?\n\n\nDr. Cooper:\n Other than talk to a couple of supervisors? Nothing.\n\n\nPOI-7602-1:\n And I thought guarding a doorway for centuries was mundane. Have you considered taking up any hobbies?\n\n\nDr. Cooper:\n Don't have the time. It's just reports day in and day out. At least my work's for the right reasons.\n\n\nPOI-7602-1:\n You still need to live for yourself. Try picking up an instrument. I found learning the cello was quite the experience.\n\n\nDr. Cooper:\n Like you're the one to give life advice. You quite literally run a cult.\n\n\nPOI-7602-1:\n Which you have brought up several times. Let's move on. What's the next question you wanted to ask?\n\n\nDr. Cooper:\n Oh right, why should the Foundation enlist your help and not just have you give them instructions remotely?\n\n\nPOI-7602-1:\n Do you instruct a heart surgeon over the radio? The regular maintenance of the runes requires the most careful precision. That's not even considering the adjustments required during the ritual itself.\n\n\nDr. Cooper:\n I can assure you our thaumaturges are quite capable.\n\n\nPOI-7602-1:\n No no, you don't understand. The techniques designed are unique to this purpose. I doubt your thaumaturges have encountered anything like it. I need to be there, leading the ritual myself.\n\n\nDr. Cooper:\n You know full well the answer to that is going to be no.\n\n\nPOI-7602-1:\n I would love to teach your thaumaturges the rituals. Lord knows I need the help considering half of my followers are now dead. However, at best, the training will take well over a year, and we have weeks. Were I given my implements and the ability to contain the gate, that would give us plenty of time.\n\n\nDr. Cooper:\n I see, well that's all the questions I have for now. Thank you for your time.\n\n\nPOI-7602-1:\n Take care Dr. Cooper.\n\n\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\n\n\n\n\nAddendum 7602.3:\n Following the discovery of SCP-7602, Dr. Byrnes of the Department of Thaumatology was authorized to research possible containment methods. After several days, procedure BYRNES-14 was developed from reverse engineering SCP-7602-2. The experiment was allowed to occur on 4/19/2023.\n\n\n\n\n+ View Log\n\n\n\n\n- Close Log\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 4/19/2023\n\n\nNOTE:\n Experiment overseen by Dr. Byrnes and performed by MTF B777-28. Procedure BYRNES-14 was developed utilizing components of SCP-7602-2 and recovered materials from cultists.\n\n\n[BEGIN LOG]\n\n\n\n\n9:01 AM:\n MTF B777-28 approaches SCP-7602-1.\n\n\n9:02 AM:\n MTF B777-28 begins preparing procedure BYRNES-14.\n\n\n9:05 AM:\n MTF B777-28 completes the preparation, and begins invoking procedure BYRNES-14.\n\n\n9:14 AM:\n Sensors detect a notable decrease in ambient lumens.\n\n\n9:19 AM:\n SCP-7602-1 begins receding from the prior threshold.\n\n\n9:22 AM:\n SCP-7602-1 stops receding.\n\n\n9:25 AM:\n MTF B777-28 signals to halt the experiment.\n\n\n9:26 AM:\n Dr. Byrnes approaches MTF B777-28, presumably to identify the problem.\n\n\n9:27 AM:\n SCP-7602-1 undergoes an expansion event, consuming Dr. Byrnes and MTF B777-28.\n\n\n9:27 AM:\n SCP-7602-1 halts progress at another set of SCP-7602-2. Dr. Hannigan ends further experimentation.\n\n\n\n\n[END LOG]\n\n\n\n\nFollowing the failure of BYRNES-14, Dr. Cooper held an emergency interview with POI-7602-1.\n\n\n\n\n\n\nDate of interview:\n 4/19\n\n\nInterviewer:\n Dr. Cooper\n\n\nInterviewee:\n POI-7602-1\n\n\n[BEGIN TRANSCRIPT]\n\n\n\n\nPOI-7602-1:\n Back so soon?\n\n\nDr. Cooper:\n Now's really not the time. SCP-7602 is at risk of breaching containment.\n\n\nPOI-7602-1:\n That's impossible! What happened?\n\n\nDr. Cooper:\n The Thaumatology Department decided they weren't going to wait for my report and took matters into their own hands.\n\n\nPOI-7602-1:\n A poetic end I suppose, the world undone by the mundanity of office politics.\n\n\nDr. Cooper:\n I don't care to play any of your games right now. Just tell us how to fix it.\n\n\nPOI-7602-1:\n Well judging by the fact that we're even having this conversation, the third seal is still intact. As for what to do regarding your compatriot's faux pas, I would need to know what they did.\n\n\n[Dr. Cooper explains procedure BYRNES-14]\n\n\nPOI-7602-1:\n I must say, your thaumaturges certainly are more capable than I thought. However, they failed to take into account our alignment to the void. I tried to warn you from attempting anything on your own.\n\n\nDr. Cooper:\n Can it be fixed?\n\n\nPOI-7602-1:\n Patience, doctor. We are dealing with a matter of life and death here, I must take my time to think. Am I correct in stating today is the 19th?\n\n\nDr. Cooper:\n Yes.\n\n\n[POI-7602-1 goes silent for several minutes]\n\n\nPOI-7602-1:\n Well, based on the current cycle, I know the perfect counter-sigil. May I have a pen and paper?\n\n\n[Dr. Cooper hands POI-7602-1 a piece of paper]\n\n\n[POI-7602-1 begins sketching an instance of SCP-7602-2]\n\n\nPOI-7602-1:\n There. Have your thaumaturges draw the sigil in EXACTLY that order.\n\n\nDr. Cooper:\n Thank you. I'll get this over to them immediately.\n\n\nPOI-7602-1:\n Anything for a fellow scholar. Until next time.\n\n\n\n\n[END TRANSCRIPT]\n\n\n\n\nMTF B777-29 was instructed to perform the amended version of BYRNES-14. When applied, the procedure forced SCP-7602-1 back to the previous threshold, although not all the way to SCP-7602.\n\n\n\n\n\n\n\n\nAddendum 7602.4:\n Third interview with POI-7602-1\n\n\n\n\n+ View Transcript\n\n\n\n\n- Close Transcript\n\n\n\n\n\n\n\n\nDate of interview:\n 4/20\n\n\nInterviewer:\n Dr. Cooper\n\n\nInterviewee:\n POI-7602-1\n\n\n[BEGIN TRANSCRIPT]\n\n\n\n\nDr. Cooper:\n This is Dr. Alicia Cooper, interviewing POI-7602-1 on 4/20/2023. Begin recording now.\n\n\nPOI-7602-1:\n Well? Did it work?\n\n\nDr. Cooper:\n Thankfully, yes.\n\n\nPOI-7602-1:\n That's outstanding news!\n\n\nDr. Cooper:\n Sure is.\n\n\nPOI-7602-1:\n What's wrong? You look out of it.\n\n\nDr. Cooper:\n It's nothing, let's get on with the interview.\n\n\nPOI-7602-1:\n I refuse to answer any questions until you tell me what's going on.\n\n\nDr. Cooper:\n I already told you, it's nothing.\n\n\nPOI-7602-1:\n Well this \"nothing\" has put quite the frown on your face.\n\n\nDr. Cooper:\n And you certainly aren't helping.\n\n\nPOI-7602-1:\n It can't hurt to talk about it. Go on, spit it out.\n\n\nDr. Cooper:\n Fine. I guess it's the report.\n\n\nPOI-7602-1:\n I thought you were doing a fantastic job interviewing me.\n\n\nDr. Cooper:\n That's not the problem. You've answered every question I asked, and yet we have no way of proving any of it. Now, the director is pushing me to wrap my investigation up, and I can't give a recommendation.\n\n\nPOI-7602-1:\n I see. The stress of completing such a report, especially with such dire consequences, is bogging you down.\n\n\nDr. Cooper:\n That's one way to put it.\n\n\nPOI-7602-1:\n If you would like, I could look over it for you.\n\n\nDr. Cooper:\n No way. Even IF I got the permission to do that, it would invalidate the whole point.\n\n\nPOI-7602-1:\n Well maybe I could help in some other way. I'm assuming you came to ask more questions.\n\n\nDr. Cooper:\n It's mostly just a list of various concerns from the other departments, but none of this addresses the fundamental question: Why should the Foundation trust you?\n\n\nPOI-7602-1:\n That is quite the question. In truth, there is no way I could convince you completely. Everything I've done was executed with the utmost secrecy by nature. The only thing I can offer you are my promises.\n\n\nDr. Cooper:\n Well then I guess there's nothing else I can do.\n\n\nPOI-7602-1:\n I'm sorry that happens to be the case. If it's any comfort, I'm certain whatever final report you submit will be phenomenal.\n\n\nDr. Cooper:\n I hope so. Oh right, before I go, there's one last question I've been meaning to ask you.\n\n\nPOI-7602-1:\n Ask away.\n\n\nDr. Cooper:\n Why a cult? With all your talk about \"academics\" and \"similarity\", it just doesn't make sense why you didn't end up like us.\n\n\nPOI-7602-1:\n Oh yes, I do admit it was an odd way of going about things, but the numbers and the persistence needed for the rituals required a certain… zeal. I saw a cult as the optimal way of carrying out such a task.\n\n\nDr. Cooper:\n I guess that's everything then. Thank you for your time.\n\n\nPOI-7602-1:\n Thank you, Dr. Cooper. I'm looking forward to working with you.\n\n\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\n\n\n\n\nAddendum 7602.5:\n Dr. Cooper's Closing Statement\n\n\n\n\nDocument:\n Closing remarks on the matter of POI-7602-1\n\n\nAuthor:\n Dr. Alicia Cooper\n\n\n\n\nFor the past several days I have been tirelessly analyzing the veracity of POI-7602-1's statements. While we've managed to get a hold of records up to his disappearance from Oxford, we can't find out anything about the years that followed. This, combined with the failings of the Department of Thaumatology have forced me to evaluate everything he's said at face value. It is my recommendation that POI-7602-1's demands are met as we work towards a permanent containment method. I hereby swear that this report was made of sound mind, and I submit my findings for summary judgement.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7601\n | SCP-7602 | \nSCP-7603\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7602\n\" by armedturret, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7602\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n DrawnSigil.png\n\n\nAuthor:\n armedturret\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/armedturret/DrawnSigil.png\n\n\nAdditional Notes:\n Image is my own work and is released under cc by sa 3.0",
    "addendums": [
        "Addendum 7602.1: First interview with POI-7602-1",
        "Addendum 7602.2: Second interview with POI-7602-1",
        "Addendum 7602.3: Following the discovery of SCP-7602, Dr. Byrnes of the Department of Thaumatology was authorized to research possible containment methods. After several days, procedure BYRNES-14 was developed from reverse engineering SCP-7602-2. The experiment was allowed to occur on 4/19/2023.",
        "Addendum 7602.4: Third interview with POI-7602-1",
        "Addendum 7602.5: Dr. Cooper's Closing Statement\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7602 \" by armedturret, from the SCP Wiki . Source: https://scpwiki.com/scp-7602 . Licensed under CC-BY-SA .",
        "Filename: DrawnSigil.png Author: armedturret License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/armedturret/DrawnSigil.png Additional Notes: Image is my own work and is released under cc by sa 3.0"
    ],
    "containment_procedures": "Until further notice, SCP-7602 is to be quarantined and deemed inaccessible to all non-critical personnel. MTF Beta-777 (\"Hecate's Spear\") are to ensure this mandate is upheld. In addition, any expansion events of SCP-7602-1 are to be reported to Dr. Hannigan of the Department of Thaumatology. All personnel that come into physical contact with SCP-7602-1 are to be considered lost. All captured members of GOI-7602 are to be kept at Site-55 in standard humanoid containment cells.",
    "description": "SCP-7602 refers to a doorway located in the basement of GOI-7602's compound. It appears to be a gateway to a previously unknown extradimensional space containing an indefinite amount of a black gaseous substance hereby referred to as SCP-7602-1. Any object that comes into contact with SCP-7602-1 becomes completely absorbed by it. This is considered irreversible. SCP-7602-1 is currently held in place by a set of thaumaturgic runes identified as SCP-7602-2. Investigation into alternative methods to contain SCP-7602-1 are underway.",
    "title": "SCP-7602"
}