{
    "url": "https://scp-wiki.wikidot.com/scp-7603",
    "all_text": "777\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+187\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-7603\n\n\n\n\nP was for Pluto, Previously.\n\n\nPresently Primrose.\n\n\n\n\nAuthor:\n\n\nFantem\n as the Perfectly Pampered Passion Professor\n\n\nCo-Author/Illustrator:\n\n\nOpossumistic\n as Professor Possum, PHD\n\n\nAudiobook:\n\n\nSCP Un[REDACTED}\n\n\n\n\n\n\n\n\nWord Count:\n 20,104 words / 1 hour 15 minutes\n\n\n⚠️ \nContent warning:\n This story contains gore and graphic imagery, transphobia/deadnaming, strong language, blasphemy, domestic abuse and violence, mental and emotional abuse, mentions of sexual abuse and violence, and excessive self harm.\n\n\n\n\n\n\n\n\n\n\nrating: \n+187\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7603-ARC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\ndraugr\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7603\n\n\n\n\n\n\n\n\n\n\n\n\nAUDIO FORMAT\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n1\n SCP-7603 is contained in a standard Foundation container. \nPrimrose Fatish Von Trevil, Esq.\n, nor \nCpt. Adrian\n, aren't permitted access to the object until proceedings for full neutralization is concluded.\n\nSCP-7603 is to be subject to regular Tartarean Resonance Energy monitoring.\n\n\nDescription:\n SCP-7603 is the sapient, pseudo-indestructible skeleton of the royal Tartarean entity, Babalon. Through empathetic readings, it has been determined that this entity is able to hear its surroundings, despite not possessing auditory sensory organs. SCP-7603 gives off trace amounts of TRE radiation, comparable to 12% of what would be expected of the typical, complete Tartarean specimen.\n\n\nThe object appears to be the skull of a Jackal-like species, most closely resembling that of a golden jackal \n(Canis aureus)\n. However, SCP-7603 is notably larger than that of a typical member of the species it mimics, and is comprised of soulstuff. SCP-7603 does not possess nerve or sinus entry points, its braincase being completely airtight.\n\n\nLike the typical skull of a Tartarean entity, SCP-7603 is almost entirely indestructible. Only implements blessed against Tartarean entities are capable of penetrating it. However, this would risk destroying SCP-7603. Inside its braincase is an amount of cranial soulstuff, which functions as its brain. When held or touched by a Tartarean entity, that subject is capable of forming a temporary, one-way empathetic link with SCP-7603. The Tartarean subject is capable of sensing the apparent emotional state of SCP-7603, which is often described as unwell.\n\n\nAddendum-7603-1:\n\n\n\n\nDate:\n 08/13/2022\n\n\nLocation:\n Site-666\n\n\nPersonnel Present:\n \nSheldon Katz, Esq.\n \n(Legal Department)\n, Primrose Fatish Von Trevil, Esq. \n(Independent Contractor)\n\n\n\n\n<Begin Log>\n\n\nFatish Von Trevil:\n Firstly, thank you for doing this for me, Sheldon. I greatly appreciate your assistance in this matter, as well as assisting Adrian with their boat. This matter is… very personal to me.\n\n\nKatz:\n Of course, all I'm doing is being a middleman. But yeah, let's begin.\n\n\nKatz:\n Primrose Fatish Von Trevil, Esq., you're motioning for the full decommission of SCP-7603. You're doing this on the basis that there is nothing more to learn from this entity, and that this presents an ethics concern. Before we get to your argument, we have one question. First, how did you come to know of SCP-7603?\n\n\nFatish Von Trevil:\n Thank you. I had been familiarizing myself with the Level 1 documentation of all objects in Site-666, and discovered that SCP-7603 was in your custody.\n\n\nFatish Von Trevil:\n Also relevant, allow me to state my bias in this matter. I am the daughter of Babalon the Great, or as you labled her, SCP-7603. I have a personal and familial relation to this entity. That being said, I feel the argument for decommissioning is one worth making.\n\n\nKatz:\n Much appreciated. You may proceed.\n\n\nFatish Von Trevil:\n My motion to decommission stems from two main points: the lack of significant research opportunity, and the humane treatment of sapient objects.\n\n\nFatish Von Trevil:\n Most relevantly, SCP-7603 does not represent any prospects for research opportunity, because she is identical to every other demon who has had their soulstuff stripped away from them. This is a well-researched phenomena amongst both demons and angels. I am to believe the primary reason SCP-7603 is given a designation and protections is because SCP-7603 is Babalon, and while that is a reason for containment, I do not believe there is a reason to allow her to persist in her current state.\n\n\nFatish Von Trevil:\n This is coming from someone who knows that attempts to restore her to an able-bodied state are currently impossible. Inferno\n2\n has spent \ncountless\n resources attempting to restore high-value persons of interest from this state for over a millennia. The development may come eventually, but I have doubts that it will come within a timeframe that is reasonably humane.\n\n\nFatish Von Trevil:\n Additionally, little to no information can be gathered from her. She is only capable of establishing brief empathetic links to a demon that is holding her. One could tell when she is sad, angry, shellshocked, etcetera, but she could never give a proper testimony, because demons are incapable of controlling what is sent out through empathetic link. There is no \"happy for yes, sad for no,\" it is how we feel.\n\n\nFatish Von Trevil:\n And lastly, keeping her alive is cruel. She is effectively in a conscious coma, unable to act or communicate in a significant manner. Furthermore, most demons have reported that her mind-state is \"unwell.\" We are able to tell that she is suffering from her mere physical existence.\n\n\nFatish Von Trevil:\n Closing statement; keeping her alive is both cruel and unnecessary. This is not an argument for her release into my custody; this is euthanasia. It is a common sentiment for containment by agencies like the Foundation to be considered a form of burial. I simply wish to end my mother's needless suffering.\n\n\n<End Log>\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n⚠️ NOTICE ⚠️\n\n\n\n\n \n\n\nThe file you are reading has been archived, and is currently out of date.\n\n\n \n\n\n\n\nUPDATE PAGE TO LATEST VERSION\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nDraugr:\n Item is considered Neutralized or Decommissioned, but ongoing anomalous phenomena originates from them.\n\n\n2\n. Inferno refers to the YHWHist Hell, which is the largest superpower amongst Tartarean afterlives.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nØ is for Ørkesløs\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nQ is for Questions\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7602\n | SCP-7603 | \nSCP-7604\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7603-ARC\n\" by Fantem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7603\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Skull_of_Babalon.png\n\n\nName:\n Canis mesomelas 02 MWNH 103d.JPG & Babalon_seal.png\n\n\nAuthor:\n Klaus Rassinger und Gerhard Cammerer, Museum Wiesbaden, sigil by Aleister Crowley, edited by Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Links:\n\n\nMain image link\n\n\nSigil image link\n\n\n\n\n\n\n\n\nFiles:\n The sigils\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFiles:\n All of the illustrations\n\n\nAuthor:\n Opossumistic\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7603-ARC \" by Fantem, from the SCP Wiki . Source: https://scpwiki.com/scp-7603 . Licensed under CC-BY-SA .",
        "Filename: Skull_of_Babalon.png Name: Canis mesomelas 02 MWNH 103d.JPG & Babalon_seal.png Author: Klaus Rassinger und Gerhard Cammerer, Museum Wiesbaden, sigil by Aleister Crowley, edited by Fantem License: CC BY-SA 3.0 Source Links: Main image link Sigil image link",
        "Files: The sigils Author: Fantem License: CC BY-SA 3.0",
        "Files: All of the illustrations Author: Opossumistic License: CC BY-SA 3.0"
    ],
    "description": "SCP-7603 is the sapient, pseudo-indestructible skeleton of the royal Tartarean entity, Babalon. Through empathetic readings, it has been determined that this entity is able to hear its surroundings, despite not possessing auditory sensory organs. SCP-7603 gives off trace amounts of TRE radiation, comparable to 12% of what would be expected of the typical, complete Tartarean specimen.",
    "title": "SCP-7603-ARC"
}