{
    "url": "https://scp-wiki.wikidot.com/scp-7611",
    "all_text": "A reminder to not dwell on the matters of past mistakes and dead gods.\n\n\n\n\n\n\nrating: \n+7\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7611\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7611 has been cordoned off from the public. Any witnesses to its manifestation have been amnesticized. Further investigation is needed to ascertain further course of action.\n\n\n\n\nDescription:\n SCP-7611 is a block of buildings with an appearance incongruent to that of the surrounding landscape that spontaneously manifested in a parking lot in the outskirts of Andorra la Vella, Andorra, in 23/09/2015, at roughly 22:30, local time. External observation of the building has revealed that it has cut through cars, trees and other urban furniture present in the location.\n\n\nOn 24/09/2015, at 02:15, three agents from MTF Xi-10 (\"Coat Hangers\") were sent into the building as a first contact exploratory mission.\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n<Agents Zugarramurdi, Molinaro and Gómez are on the threshold to SCP-7611.>\n\n\nAg. Zugarramurdi:\n This is a freaky building.\n\n\nAg. Molinaro:\n At least it’s not upside down.\n\n\nAg. Zugarramurdi:\n Yet.\n\n\nAg. Gómez:\n Do not call upon misfortune.\n\n\n<The three agents proceed inside. They are in a lobby, with chairs and a receptionist's booth. Scattered papers litter the floor.>\n\n\nAg. Zugarramurdi:\n Command, it just looks like the inside of a normal office building.\n\n\nCommand:\n Acknowledged, carry on further inside, find the source of the anomaly.\n\n\nAg. Gómez:\n Found a magazine on the ground. Gonna pick it up and bring it back home.\n\n\nAg. Zugarramurdi:\n What language is this? German?\n\n\nAg. Gómez:\n It looks like Basque.\n\n\n<Silence on recording as the team walks further inside. They pass through a set of empty offices. A light flickers and finally turns off in a far away room. The team finally finds a stairwell.>\n\n\nAg. Zugarramurdi:\n Command, we're proceeding up the flight of stairs.\n\n\n<The agents walk up to the next flight, finding it to be a floor full of office cubicles.>\n\n\nAg. Zugarramurdi:\n Spread around the cubicles. See if we find anything worthy of attention, be sure to snap some pictures of anything interesting.\n\n\n<Ag. Molinaro takes pictures of some photos in the walls showing an unknown city in a valley. Ag. Zugarramurdi spends some time opening drawers to see the insides but seemingly finds no.>\n\n\nAg. Gómez:\n Found someone here!\n\n\nAg. Molinaro:\n Moving to the position.\n\n\n<Agents Zugarramurdi and Molinaro walk to Gómez's location, finding a subject laying prone on the floor of a cubicle. The ground seems to slightly ripple outwards from them.>\n\n\nAg. Zugarramurdi:\n Command, come in. We've found a live human, sleeping. What do we do?\n\n\nAg. Command:\n Proceed further into the anomaly. We will be sending another team to retrieve them.\n\n\nAg. Molinaro:\n But, Command, \n<Ag. Molinaro touches the ground around the individual with a hand, to feel the slight ripples.>\n they seem to be affecting the environment slightly.\n\n\nCommand:\n \n<They deliberate for seven seconds, none of it is picked by the microphones.>\n It's decided. Gómez, bring back the subject, Zugarramurdi and Molinaro, explore the two other floors to see if you find anything of interest.\n\n\nAg. Zugarramurdi:\n Roger that.\n\n\n<Gómez nudges the recovered subject's shoulder while Zugarramurdi and Gómez march on.>\n\n\nAg. Gómez:\n Hey, wake up. We gotta get you out of here.\n\n\nSubject:\n \n<Low grumble and then something spoken in an indecipherable language. The ground beneath them stops rippling.>\n\n\nGómez:\n Ok, hang on. \n<She lifts the subject slightly, preparing to put them over her shoulders in a fireman's carry. This seems to fully wake up the subject, who lets out a small scream.>\n Don't worry, we'll get you out of here.\n\n\n<Just as he finishes speaking, the floor seems to lose consistency. All three agents fall to the ground as the building collapses around them.>\n\n\n\n\n«END LOG»\n\n\n\n\nAFTERWORD:\n Agents Zugarramurdi, Molinaro and Gómez were treated for injuries related to having fallen from a height of 9 meters. The building originally designated as SCP-7611 has completely disappeared and so have every object recovered from it in the exploration of the location. The subject recovered from the site was taken into custody in Site-137, assigned to be SCP-7611 and classified as a safe class object.\n\n\n\n\nTesting shows that SCP-7611 is a female baseline human. DNA and appearance match perfectly that of Laura Caballer, an Andorran citizen who died in a car accident in 21/09/2015. She talks in a pidgin of Basque, Gascon and Azerbaijani Language. On-site linguists are still trying to fully translate her tongue. So far, they have deciphered that she claims to come from a country named \nTaured\n.\n\n\n \n\n\n\n\n\n\nAddendum-7611/01\n\n\nUpdate on SCP-7611's status.\n\n\n\n\n\n\n\n\n\n\nSCP-7611 during testing\n\n\n\n\n\n\nOn 25/09/2015, while SCP-7611 was undergoing an electroencephalography to determine possible further anomalous side-effects in Site-137's medical ward, a large portion of the wing was transmuted into SCP-7611-ARC. The transmutation beyond this section was stopped by onsite SRAs. The building collapsed once SCP-7611 was awakened by a nurse, causing severe structural damage to the rest of Site-137 and minor injuries on 36 patients and medical staff. This event happened minutes after SCP-7611 fell asleep inside the EEG machine.\n\n\nSite Director Romero has elected to not let SCP-7611 sleep anymore.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nThe previous document has been subject to major updates. Proceed at your own caution.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7611\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Contained SCP-7611-A instances are to be held in custom humanoid containment rooms. These rooms are to have every object needed for a human beings survival and comfort except those objects necessary for sleep. SCP-7611 instances are to be kept awake by any means necessary. To this end, a guard has to inject Na-189\n1\n every 8 hours.\n\n\nBoulleé.aic is to monitor news programs and RAISA records for any reports of SCP-7611-B. If an SCP-7611-B instance is discovered, the nearest Foundation Facility is to send agents to retrieve the SCP-7611-A instance found within. Media suppression protocols are to be employed to coverup the manifestation and demanifestation of SCP-7611-B instances.\n\n\nSCP-7611-A instances are to be transported to the nearest Foundation Facility for on-site containment. Civilians who have come in contact with SCP-7611-A instances, especially those that once where its family members, are to be convinced to believe that the SCP-7611-A instance was a hallucination caused by grief or, failing that, amnesticized.\n\n\nDescription:\n SCP-7611 refers to \ntwo\n \neleven\n twenty-five anomalous humanoids (referred to as SCP-7611-A) that are capable of the ontokinetic manifestation of buildings (thereby referred to as SCP-7611-B) when they achieve the REM stage of their sleep cycle.\n\n\nThe identities of SCP-7611-A instances correspond to those of recently deceased individuals. They all claim to have originated from nations that don't exist in Baseline Reality and can describe these in detail. Furthermore, they claim to not remember many aspects from their apparent previous life on Earth.\n\n\n \n\n\n\n\n\n\nAddendum-7611/02\n\n\nAbridged table of SCP-7611-A instances:\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7611-A Instance\n\n\nDiscovery and description\n\n\nClaimed place of origin\n\n\n\n\n\n\nSCP-7611-A-1\n\n\nFirst SCP-7611-A instance discovered. Recovered in Andorra in an office building. Set the basis of current containment procedures after its attempted breach from Site-137.\n\n\nClaims to hail from a nation called Taured, member of the Elohimite Latin Pontiffate.\n\n\n\n\n\n\nSCP-7611-A-5\n\n\nDiscovered in a floating shack above a sinkhole in the Tibet region of China. Instance is unique due to its parahuman augmentation in the form of \na black substance that has consumed most of its facial features\n .\n\n\nInstance is unresponsive to human communication, but a document found on its person refers to it as hailing from the Monastic Republic of Karakoram.\n\n\n\n\n\n\nSCP-7611-A-6\n\n\nDiscovered in the outskirts of Chetumal, Mexico, in a building similar to a Mayan pyramid with characteristics similar to a nuclear plant.\n\n\nClaims to hail from the \nTlaneyanco\n-Olmec Federation.\n\n\n\n\n\n\nSCP-7611-A-12\n\n\nDiscovered in a brutalist building that replaced the \nPantokratoros\n Skete in the Autonomous Region of Mount Athos, Greece. The hermits living on the site were the first to find this instance, and reacted violently to it being a woman, causing altercations between them and the MTF sent to retrieve it.\n\n\nClaims to be a warrior monk of the Independent Mount Athos Oblast.\n\n\n\n\n\n\nSCP-7611-A-18\n\n\nDiscovered in city sized manifestation a 100 km south of the Sea Lion Islands, in the Falklands. The city had manifested alongside blocks of concrete that secured it to the bottom of the ocean and pieces of unknown paratechnology that seemed to keep it safe from the harsh environment around it. It's theorized that this SCP-7611-B instance existed for a week before being discovered and the SCP-7611-A instance inside was removed. This proves that if left alone, the SCP-7611-B instance continues growing. Furthermore, the team sent to retrieve the object reported that there were \"shadow individuals\" and \"ghostly flames\" populating some of the buildings. These don't appear in the recordings taken by them onsite. This is the largest SCP-7611-B instance to date.\n\n\nClaims to hail from the Fifth Antarctic Empire.\n\n\n\n\n\n\nSCP-7611-A-25\n\n\nDiscovered in an empty cruise ship adrift in the Yellow Sea.\n\n\nClaims to hail from a country called \nWest Korea\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nAddendum-7611/03\n\n\nTranscript of the Extradimensional Nations Contamination Commission:\n\n\n\n\n\n\n\n\n\n\nRelevant Information on the so-called West Korean Affair\n\n\n\n\n\n\nThe West Korean Affair is an informal way of referring to an ongoing proliferation of anomalous objects pertaining to an alternate reality seemingly destroyed by an as of yet unknown K-Class scenario. The name is taken from a nation that would be situated on a landmass in the Yellow Sea which is connected to the \nfirst anomaly discovered to be related to this affair\n. All attempts to establish contact with the Republic of West Korea through anomalous means have so far failed.\n\n\n\n\nAs of 08/02/2016, the risk that new instances of SCP-7611 pose to the stability of the veil has been progressively escalating. Amnesticization, disinformation campaigns and constant surveillance costs have risen well above the expected cost for an anomaly of this scale and scope. Furtermore, structural damage caused by breaches of SCP-7611 when an instance falls asleep has occured in Site-36, Site-107 and Site-03K. To centralize all efforts towards stopping further manifestations of SCP-7611, the O5 Council has established the Extradimensional Nations Contamination Commission. All research and containment efforts of this SCP are to be under its purview. Furthermore, several other anomalies related to the so-called West Korean Affair, \nThe Daevite Empire\n and \nAlexylva University\n have been placed under its supervision, as the threat of an invasion by an extradimensional national entity has become high priority. Dr. Oshaghan, who has shown interest in researching extradimensional nations due to her repeated encounters with \nSCP-7722\n, her unexplained ties with \nthe Republic of Shigastan\n and her unwavering loyalty has been promoted to Director of the Extradimensional Nations Contamination Commission.\n\n\nContainment and study of the anomaly carried on without interruption and without breakthroughs until a containment breach in Site-57 caused by SCP-7611 lead to the disappearance of seven SCP objects on 07/02/2016. Following this event, Dr. Oshaghan called for a meeting with multiple experts in fields of interest to the Commission in regards to SCP-7611.\n\n\n\n\n«ATTENDEES»\n\n\n\n\n\n\nDr. Sayagul Oshaghan - Director of the Extradimensional Nations Contamination Commission.\n\n\nDir. Imogen Devereaux - Director of the Department of Tactical Theology.\n\n\nDr. Alastair Orion - Head of Research, \nSCP-7800\n.\n\n\nDr. Alyx Vetaluna - Head of Research, \nSCP-7722\n.\n\n\nDr. Sylvia Daghlian - Representative from the Engineering Division, Esoteric Containment specialist.\n\n\nDr. Oyewusi Táíwò - Representative from the Department of Financial Esoterica.\n\n\nDr. O. Soetoro - Acting Liaison for RCT-Δt.\n\n\n\n\n«BEGIN LOG»\n\n\n\n\nDr. Oshaghan:\n Hello everyone. I'm sorry for calling you all here in such short notice, but we have a developing situation with this anomaly and you all have unique insights that can help us come to a solution with the ongoing crisis.\n\n\nDr. Táíwò:\n What's the current approach to the problem?\n\n\nDr. Oshaghan:\n We are currently evaluating if decommission is a viable option. But they are, for all intents and purposes, baseline humans. This might make terminating them completely out of the question.\n\n\nDr. Táíwò:\n That might exacerbate the problem. For all we know, they're already dead.\n\n\nDr. Oshaghan:\n They still have biological function, and they still cause a lot of problems, which is something that dead people usually don't do.\n\n\n<Someone snickers under their breath.>\n\n\nDr. Oshaghan:\n All of that to say, that we could have a better idea of what to do with them if we knew where they came from.\n\n\nDr. Devereaux:\n They are unusually active in the Akiva field. I'm not the most experienced in reincarnation on the field but I am told by my associate that this isn't very common.\n\n\nDr. Orion:\n True. In contrast, we can attest that they are karmically dead. They have a \nkarmon count\n that factually amounts to 0. No matter how many actions we've seen them perform, their dharmon and adharmon levels don't change.\n\n\nDr. Oshaghan:\n I'm guessing the apparent reincarnation effect might have something to do with it.\n\n\nDr. Orion:\n Yes, but I have seldom actually spoken with reincarnated individuals or people coming out of an afterlife or purgatorial space or anything of the sort.\n\n\nDr. Vetaluna:\n Do you not dabble in that kind of praxis?\n\n\nDr. Orion:\n It's already difficult to gauge the exact mechanics of a rebirth. And this is stranger. It's one of the most clear-cut cases of reincarnation we've ever had on record but it turns out that this doesn't help us at all. There's nothing that makes their lives or their deaths stand out. There's members of all major faiths and a couple of obsure ones within this groups. Some died of old age, others of disease and a couple of them from accidents. If there was a common thread between them, we could find it and put an AI to work scanning every registered death to point out which ones are more likely to cause an SCP-7611 instance. But there isn't!\n\n\nDr. Oshaghan:\n Thanks for the information.\n\n\n<There's some seconds of silence.>\n\n\nDr. Soetoro:\n It is also worth noting that the 7611 instances seem to be completely isolated from the causal timestream that this bundle of timelines use to work. So we can't reliably predict where they'll appear next, either. We tried to retroactively send an agent to check one of the locations where it an instance would appear in the future, and it just didn't appear there. Also, my contacts at Extraversal Affairs were unable to determine any possible established extradimensional point of origin for them.\n\n\nDr. Táíwò:\n Can they be just completely random occurences? People randomly coming back to life inventing new countries and cities out of thin air?\n\n\nDr. Oshaghan:\n That would be a possibility if…\n\n\nDr. Vetaluna:\n If they didn't map out to locations previously that existed before this supposed \"restructuring\". Like… \n<They grab one of the papers on the meeting table.>\n … 7611-B-4 was a Beryllium-Bronze building in Mauritania. That corresponds with one of the SCP-7722 instances \nI\n studied.\n\n\nDr. Oshaghan:\n Alyx, please…\n\n\nDr. Daghlian:\n What if you're all looking at this wrong? I think you're focusing too much on the origin of these humans, without looking at what they might have to say for themselves.\n\n\nDr. Oshaghan:\n Once we are able to understand them, they all tell pretty incoherent stories, but these paint pictures that somewhat follow the various models we had constructed for the possible world where all these anomalies originate from.\n\n\nDr. Daghlian:\n This isn't what I meant.\n\n\nDr. Táíwò:\n What did you mean, then?\n\n\nDr. Daghlian:\n I don't think what they say is important. I think we have to focus on what they don't say. What are they doing in their sleep that causes them to manifest a different reality on our own?\n\n\nDr. Oshaghan:\n Medical personnel were able to perform an encephalography on SCP-7611-A-1 while she was sleeping before her burst rendered the medical wing where she was interred useless. We detected unusual spikes during the REM phase of sleep. But Site directors with contained instances don't want to risk their sites by letting them sleep. We've already had too many breaches.\n\n\nDr. Daghlian:\n I have a proposal, then.\n\n\nDr. Oshaghan:\n I'm sorry but we won't be incorporating these subjects into some sort of big machine.\n\n\nDr. Daghlian:\n That wasn't what I was going to propose. If the effects appear when the SCPs enter a specific stage of their sleep cycle, it is highly possible that this is related to dreams. After all, it's not the first time that an external force has tried to invade us through the usage of oniric constructs. For that reason, I propose that we congregate all of the instances in Area-11,\n2\n there's a machine that can decipher the dreams of individuals introduced into it, developed under the auspices of the Department of Somniumistics. I have the permission of the O5-4 to transport the instances of SCP-7611 up there for further research. And I'm sure any Site Directors with SCP-7611 instances in their premises would be happy to get them off their sites…\n\n\nDr. Táíwò:\n Impossible! The amount of resources that we'd spend just to move them is incalculable!\n\n\nDr. Daghlian:\n All expenses are already covered, as can be seen in this dossier.\n\n\n<He hands a dossier to Dr. Oshaghan, who grabs it, reads the title and doesn't read anything else.>\n\n\nDr. Orion:\n Even then, isn't this highly irregular? We can't know how their Akiva and Karmon Counts will react to exposure to further esoteric material.\n\n\nDr. Vetaluna:\n Plus, this seems like an unnecesary endangerment of the subjects. The Ethics Commit…\n\n\nDr. Oshaghan:\n Everybody please, leave us. I have to discuss this with Dr. Daghlian.\n\n\nDr. Vetaluna:\n But…\n\n\nDr. Oshaghan:\n You heard me.\n\n\n<Everyone except Dr. Oshaghan and Dr. Daghlian leaves. When they're alone, Oshaghan lifts the dossier. The name on its cover is visible. It says \nProject Basilea\n.>\n\n\nDr. Oshaghan:\n So my project proposals were heard?\n\n\nDr. Daghlian:\n Yes.\n\n\nDr. Oshaghan:\n And why wasn't I notified? Why am I not at the head of this project?\n\n\nDr. Daghlian:\n The higher-ups feared a conflict of interests. Instead you were given control of this here commission over potentially more qualified individuals \n<He points at the chair previously occupied by Dr. Vetaluna>\n, were you not?\n\n\nDr. Oshaghan:\n True.\n\n\nDr. Daghlian:\n But I'm not here to hypothesize the motives of the Council. I'm here to tell you that, for this project, we need to examine SCP-7611. I believe that this way we will witness our forgotten past, and also our path to the Otherworlds. Their dreams will fuel our ascension. But don't worry, your name will live on once our goals are achieved.\n\n\n<There's a moment of silence.>\n\n\nDr. Oshaghan:\n I will give you my permission with one condition.\n\n\nDr. Daghlian:\n Go ahead.\n\n\nDr. Oshaghan:\n I want to be there.\n\n\nDr. Daghlian:\n Done.\n\n\nDr. Oshaghan:\n Thank you.\n\n\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\n\n\nAddendum-7611/04\n\n\nIntegration within Project Basilea:\n\n\n\n\n\n\n\n\n\n\nRelevant Information on Project Basilea\n\n\n\n\n\n\nProject Basilea is the Foundation lead initiative into the exploration of extradimensional spaces of religious significance to access the, and exploit the esoteric materials found within. The basis of it is based on information gleaned from a \"Project Regno\" (see \nSCP-5345\n) which points to various political entities with lesser technological advancement relative to the Foundation and who have since been erased from Baseline reality that attempted this same project. These nations are of major interest due to their influence on the West Korean Affair. Further information is strictly disclosed following a \"need to know\" basis.\n\n\n\n\nFollowing orders from Dr. Oshaghan, all sites currently containing SCP-7611-A were relieved of their duties in regards to this object starting the 09/01/16. Logistics personnel arrived at these specific facilities and moved the SCP-7611-A instances to Area-11 by plane for further safekeeping and experimentation. This way, they were to be fully integrated within Area-11's structure and research projects, particularly \nProject Basilea\n.\n\n\nOn 02/02/16, SCP-7611-1 through SCP-7611-6 were introduced into the Class 2 Oneiroic Imaging Detector's sensory deprivation chambers and permitted to sleep. No further data was released by the personnel of Area-11, but it has been estimated that it went on for 36 hours before abruptly ending due to SCP-7611's containment breach.\n\n\nA full timeline of events can be found below:\n\n\n\n\n00:00 Contact is lost with Area-11, constituting a suspect Λ-level breach.\n\n\n00:07 Reliquary Area-27, as the Foundation facility with the most sensitive Akiva radiation counters in the Northern Hemisphere, registers an unusual spike in the Akiva field.\n\n\n00:09 A Λ-level alert is raised on all Foundation facilities near the North Pole.\n\n\n00:15 Reliquary Area-27, Site-70 and Site-300 all register a rise in ambient Tartarean Energy in the whole Northern Hemisphere.\n\n\n00:26 People in the Svalbard islands note an unusually luminous aurora borealis.\n\n\n00:29 Following protocol, the SCPS Kvasir, stationed in Iceland travels northward to recontain and salvage any possible assets from Area-11.\n\n\n00:48 Orbital Site-86 registers unusual visual disturbances in the atmosphere on the Svalbard islands.\n\n\n00:50 All of these events are flagged by the Tactical Theology department's NSTRDM-OS\n3\n as hallmarks of an ongoing \nVenatio Divina\n event. The characteristics of the event are outlined below:\n\n\n\n\n\n\n\n\nApotheosis - Humanity's most dangerous pipe dream.\n\nBy: Iphigenia Daskalakis\n\nPublished in Dokein: A Journal for Tactical Theology.\n\n\n\n\n\n\nAs outlined before, both the birth of a deity and a successful apotheosis out of a mortal shell (which oftentimes are one and the same) are a rare and dangerous phenomenon. But this danger comes from many places. For example, if the circumstances are right, trascendence into a \nPraeda\n-class pluripotent entity may happen. This is when a deity is stillborn, dead on arrival upon the theologic plane. The danger, of course, doesn't come from the entity itself, but from the scavengers it attracts.\n\n\nDead deities provide an excellent feast of Akiva and other esoteric fluxes for Empyrean, Tartarean or even other pluripotent entities. If a \nPraeda\n-class pluripotent entity somehow manifests upon Earth or any other theorised location where it would be vulnerable, other beings of divine origin can and will congregate around it to profit from the spoils of its death. This phenomenon, theorized by Helena Blavatsky, is called a \nVenatio Divina\n. This is thought to have only been observed twice before: on the botched ritual of ascension of the Cult of the Slaughtered Lamb, in Ljubjana, 1967; and the infamous event caused by the Victory Society in \nDaleport\n, in 1997. Both of these required extensive Foundation cleanup and coverup procedures. At least one other of these occasions is thought to have occured without Foundation intervention (al-Taqi, 2002, 89).\n\n\nIt is, thus, a prerrogative of the Office of Tactical Theology to stop the formation or summoning of \nPraeda\n-class pluripotent entities. Too many of them in one place leads to a calls upon a proliferation of more dangerous entities in baseline reality, leading to a possible HK-Class deific subjugation scenario.\n\n\n\n\n\n\n00:54 The alert is raised globally in all Foundation Sites.\n\n\n00:58 An emergency meeting of the O5 Council is called.\n\n\n01:09-01:23 Changes in behavior of contained objects are detected in sites worldwide. These include: the allegedly spontaneous summoning of \nSCP-4950\n in the fantasy literature section of the New York Public Library; a containment breach of \nSCP-8723\n, which suddenly gains automotion, escapes its enclosure and starts traveling northward and a completely unknown and a completely garbled message is broadcasted from \nSCP-7804\n\n\n01:26 The aurora borealis reaches the town of Hammerfest, Norway.\n\n\n01:29 Director Devereaux, of the Department of Tactical Theology, sends the following message to Site-01:\n\n\n\n\n\n\nTo the attention of the Overwatch Council.\n\n\nThe situation is dire. I know right now one of you is probably trying (and quite possibly succeeding) to convince the others to not bomb their little pet project to kingdom come. Thus, I feel like an external voice is needed. Reactivating a dead project from a dead timeline was an extremely risky move, especially if that project involves punching holes into potential afterlifes. But by letting the SCP-7611-As sleep to see this once dead timeline, an accidental incomplete apotheosis has been caused. This is not the first time the Foundation has done this (I don't need to remind you of the debacle of Project KAIROS, that caused the downfall of my predecessor).\n\n\nI beg of you: terminate this project with extreme prejudice. Destroy these nascent deities, like we've done before. We have the means in our hands. We just have to look to the skies.\n\n\n\n\nDirector Imogen Devereaux\n\nOffice of Tactical Theology\n\n\n\n\n\n\n\n\n\n\n01:36 Storms form in and around the North Pole. Long range Akiva Radiation scanners detect deific residue within them.\n\n\n01:43 Flight 714, between Ottawa and Moscow disappears. No recollection of the event survives, but the crashsite in the arctic Ocean showed high levels of Tartarean residue and had to be contained.\n\n\n01:50 News broadcasts mention the growing Aurora Borealis.\n\n\n\n\n\n\n\n\nThe SCP-7611 breach, seen from Site-70 in Tromsø, Norway.\n\n\n\n\n\n\n\n\n01:54 The O5 Council resolves to consider Area-11 fully lost and to destroy it via orbital strike.\n\n\n01:55 The High-Energy Concentration Orbital Railgun (HECOR) initiates its travel towards an optimal position to fire.\n\n\n02:14-02:35 \nHeadless servants of the unknown\n attack the town of Longyearbyen, Svalbard isles. Recordings of the event show \nhordes of flayers of the unbelievers\n rampaging through the houses of the village. Foundation webcrawlers delete these as soon as they are posted on the web. Agents are sent to the location to the location to amnesticize the population and contain or terminate any \nspawn of an unseen cosmos\n that remain.\n\n\n02:35 HECOR fires on Area-11. Imagery of the impact site prior to the bombardment show multiple recognisable and various unrecognisable fully formed SCP-7611-B instances on the ground around Area-11.\n\n\n02:36 HECOR finishes firing. SCP-7611 is to be reclassified as Decommisioned.\n\n\n03:00 A thaumaturgically enhanced radio broadcast is received by Site-70. The voice broadcasting corresponds to that of Dr. Oshaghan. The broadcast is reproduced below:\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n<Ragged breathing can be heard.>\n\n\nDr. Oshaghan:\n I can see my homeland.\n\n\n<More ragged breathing can be heard.>\n\n\nDr. Oshaghan:\n It's beautiful.\n\n\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\n\n\nAddendum-7611/05\n\n\n\n\n\n\nCleanup procedures for the Λ-level breach in Area-11 were carried out through February of 2016. The entire population of the facility was posthumously granted the Foundation Medal of Honor.\n\n\nAll details regarding Projects Haussmann, Epimetheus and ████████, headed by the Special Technology Applications Group of the Engineering Division have been redacted by order of the Overseer Council. However, the following two accounts regarding Project Basilea have been added to this file as an added context for SCP-7611.\n\n\n\n\n«ATTENDEES»\n\n\n\n\n\n\nO5-8\n\n\nDr. Sylvia Daghlian - Representative from the Engineering Division, Esoteric Containment specialist.\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n<Dr. Daghlian is alone in a pitch black meeting room in Area-11. The ley line powered holographic projection of O5-8 appears in the middle of the room. Dr. Daghlian bows.>\n\n\nDr. Daghlian:\n Good afternoon, overseer. I hope this meeting isn't too much of a bother for you.\n\n\nO5-8:\n My time is short, so you better make it quick.\n\n\nDr. Daghlian:\n Yes, overseer.\n\n\nO5-8:\n You wanted to request usage of SCP-7611 for your pet project. Am I right?\n\n\nDr. Daghlian:\n Yes, overseer, as always.\n\n\nO5-8:\n Now, why should I allow that?\n\n\n<Dr. Daghlian paces around the room.>\n\n\nDr. Daghlian:\n Well, you see, these individuals are a way to see through the crevices that the West Korean reality shift left behind. Aren't they? For the sake of my research, I would benefit, nay, I need to see what these anomalies conjure in their sleep.\n\n\nO5-8:\n Can't you achieve results without using unpredictable humanoids prone to uncontrolled ontokinetic outbursts?\n\n\nDr. Daghlian:\n With all due respect, overseer, the resources we have been lended by overwatch have all but run out. We have gleaned all we can from SCP-5345. And SCP-7722 is a bust. As for SCP-████ and \n6435\n, they are kept under a tight lid by Tactical Theology. So, direct experimentation into afterlifes Our contacts in the Vatican are also silent. So, our research into inducing an exploration of an afterlife has hit a dead end.\n\n\nO5-8:\n Are you positive that this is the only way?\n\n\nDr. Daghlian:\n Otherworlds, as the West Koreans called them, are the only spaces where a mortal such as me and, dare I say, you, can achieve a theologically sound apotheosis without being cannibalized by an eternal worm spawned from the Theochorus. And all information about how these so called \"Extradimensional Nations\" got there was wiped clean by the restructuring. The dreams of SCP-7611-A is the most reliable way of accessing that data.\n\n\nO5-8:\n You seem to know a lot about induced apotheosis.\n\n\nDr. Daghlian:\n It is my specialty to know what's on the best interests of the Council, overseer.\n\n\nO5-8:\n Perhaps you should watch yourself, Dr. Daghlian. Hubris is not a good traveling companion.\n\n\nDr. Daghlian:\n Overseer, I must reiterate myself at the risk of causing you to lose some precious time. The history of the Foundation is rife with attempts at achieving immortality through esoteric means for the sake of the O5 council. Half of our best achievements, from the discovery of stable alchemical particles to the entire roster of Tactical Theology projects have been based around this one dream. Right now, this is the best shot I have of granting this to you. If that fails, we will have gained access to a wellspring of new, potentially divine, material for the Foundation to exploit. And in the worst case scenario, we will have learned about the intentions and nature of the proliferation of anomalies from a now non-existent reality. This project brings with it a win-win situation that both of us can put in our respective portfolios. I only wish to see the Foundation succeed, overseer.\n\n\nO5-8:\n We will see about this.\n\n\nDr. Daghlian:\n My facility, Area-11, has state of the art containment apparati for beings such as SCP-7611-A. There is nothing to fear if they are brought here to be examined.\n\n\n<There's a moment of silence.>\n\n\nO5-8:\n In two days time, the There is a meeting of the Extradimensional Nations Contamination Commission. You will be there. And you will gain control of the asset.\n\n\nDr. Daghlian:\n Thank you, overseer.\n\n\n\n\n«END LOG»\n\n\n\n\nOne of the 312 charred corpses recovered from the site of the containment breach held the next note, shielded from HECOR's blast by a chance due to some thaumaturgic charms present around the note.\n\n\n\n\n\n\nTO DO:\n\n\n\n\n\n\nFollow Daghlian around doing the whole song and dance.\n\n\nEat.\n\n\nSee if i can find where Amirkhan\n4\n will be housed.\n\n\nFigure out how the dream vats work.\n\n\nDreams.\n\n\nTell Vetaluna I'm sorry.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAddendum-7611/06\n\n\n\n\n\n\nAs of 03/08/16, only one other SCP-7611 instance has manifested. In western Kazakhstan, a government building spontaneously appeared. Personnel sent inside found an entity similar to Dr. Oshaghan, claiming to hail from the \nRepublic of Shigastan\n. It is currently contained in a thaumosuppresant containment chamber in Site-89.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7611\n\" by Diogene_s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7611\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Jen_gets_an_EEG.jpg\n\n\nAuthor:\n \nhttps://www.flickr.com/photos/ceejayoz/\n\n\nLicense:\n cc-by-2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Jen_gets_an_EEG.jpg\n\n\n\n\n\n\n\n\nFilename:\n Tromso_banner_Aurora_Borealis.jpg\n\n\nAuthor:\n Frank Olsen\n\n\nLicense:\n CC BY SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Tromso_banner_Aurora_Borealis.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A chemical compound that suppresses the need for sleep in subjects.\n\n\n2\n. Area-11, in Nordaustlandet, Svalbard archipelago, is where the Special Technology Applications Group of the Engineering Division is commisioned to develop experimental technologies and store prototypes for eigenmachines.\n\n\n3\n. An experimental prediction algorithm that utilizes computational and theological elements in order to calculate potential apocalyptic events via large-scale pattern analysis and occult scrying.\n\n\n4\n. Name that SCP-7611-9 used to call itself. It claimed to come from the nomadic caravans of Shigastan.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7611 \" by Diogene_s, from the SCP Wiki . Source: https://scpwiki.com/scp-7611 . Licensed under CC-BY-SA .",
        "Filename: Jen_gets_an_EEG.jpg Author: https://www.flickr.com/photos/ceejayoz/ License: cc-by-2.0 Source Link: https://commons.wikimedia.org/wiki/File:Jen_gets_an_EEG.jpg",
        "Filename: Tromso_banner_Aurora_Borealis.jpg Author: Frank Olsen License: CC BY SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Tromso_banner_Aurora_Borealis.jpg"
    ],
    "containment_procedures": "Contained SCP-7611-A instances are to be held in custom humanoid containment rooms. These rooms are to have every object needed for a human beings survival and comfort except those objects necessary for sleep. SCP-7611 instances are to be kept awake by any means necessary. To this end, a guard has to inject Na-1891 every 8 hours.",
    "description": "SCP-7611 refers to two eleven twenty-five anomalous humanoids (referred to as SCP-7611-A) that are capable of the ontokinetic manifestation of buildings (thereby referred to as SCP-7611-B) when they achieve the REM stage of their sleep cycle.",
    "title": "SCP-7611"
}