{
    "url": "https://scp-wiki.wikidot.com/scp-7618",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7618:\n \nThe Fog\n\n\nMore by CowscantgoMoo\n\n\nAnd in the morning, I wake up.\n\nAnd for a second, my brain is fogged.\n\nFoggy with the clearest of judgment.\n\nFogged with the foresight of the future.\n\n\nAnd when time passes,\n\nWhen I can see clearly again,\n\nI'm trapped in the present.\n\n\nAnd the fog of the future strikes again.\n\n\n\n\n\n\n\n\nrating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5/7618\n LEVEL \n5/7618\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7618\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7618 occurring in an unpopulated area.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n In order to disprove the effects of SCP-7618 in the eyes of broader society, relationships between fog and deep introspection are to be perpetuated in pseudoscientific communities.\n\n\nCivilians experiencing intense effects of SCP-7618 must be led to believe their experience was caused by a combination of the placebo effect and hallucinations. If these measures prove unsuccessful, the subject will be administered Class-A amnestics and their earlier claims disproved.\n\n\nFoundation personnel must be kept indoors during an SCP-7618 event, under the guise of a highly dangerous anomaly that targets individuals in SCP-7618. In the event that a Foundation employee is affected by SCP-7618, they are to be approached by the \nFire Suppression Department\n to ensure their employment.\n.\nThis containment measure has been reviewed by the Ethics Committee. No action was taken.\n\n\nDescription:\n SCP-7618 is a cognitohazardous variation of fog, occurring in approximately 10% of all recorded instances.\n\n\nWhen a subject stands in SCP-7618, they will experience a brief hallucination of their possible futures. These futures are vague and largely defined through brief flashes and strong, emotional reactions. Despite the lack of evidence, all subjects will fully believe in the accuracy and possibility of these hallucinations.\n\n\nThese beliefs can be nullified through the use of Class-A amnestics.\n\n\nAddendum 7618.1:\n Camera Log\n\n\nSCP-7618 manifested during an early morning fog around Site-17, with Sr. Researcher Patel being the only recorded subject to suffer its effects. This incident is logged below.\n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n Sept. 17th, 2005\n\n\nSubject:\n Senior Researcher Aditya Patel\n\n\nContext:\n Patel was taking a smoke break in the early morning. Countermeasures against SCP-7618's effects on Foundation employees have not been created at this time.\n\n\n\n\n«BEGIN LOG»\n\n\n(Patel steps out of Site-17's exterior doors into SCP-7618. He observes the city skyline and takes out a cigarette.)\n\n\n(Patel lights the cigarette and starts to smoke. He continues to smoke while scanning the parking lot.)\n\n\n\n\n\n\nSCP-7618 outside Site-17.\n\n\n\n\n\n\n(After a few minutes, all of Patel's muscles relax. His cigarette hangs loosely from his mouth as he stares at a fixed point in the distance.)\n\n\n(Patel looks to his right, away from the camera. He doesn't move for three minutes.)\n\n\n(Patel glances to his left. His muscles tense as he stares through SCP-7618. His eyes dart around nervously.)\n\n\n(Patel remains motionless for five minutes, occasionally shifting himself in accordance with the wind.)\n\n\n(Patel begins shaking and breaking down. His soft cries are muffled by a strong gust of wind.)\n\n\n(Patel wipes his face, takes a deep breath, and goes back inside.)\n\n\n«END LOG»\n\n\n\n\nClosing Notes:\n Patel has requested the termination of his Foundation contract. This request has been denied. The Fire Suppression Department is making efforts to convince him otherwise.\n\n\n\n\n\n\n\n\nAddendum 7618.2:\n Interview\n\nFollowing the events of 7618.1, Patel arranged to talk with a representative from the Human Resources and Fire Suppression Department, Manager Sandra Coles, regarding his experience with SCP-7618.\n\n\n\n\nINTERVIEW\n\n\n\n\nDate:\n Oct. 9th, 2005\n\n\nInterviewer:\n HR Manager Sandra Coles\n\n\nSubject:\n Senior Researcher Aditya Patel\n\n\n\n\n«BEGIN LOG»\n\n\nColes:\n Aditya, you've requested to leave the Foundation. Is this right?\n\n\nPatel:\n Uh, yes. I had a revelation a few weeks back and I don't think staying in the Foundation is right for me.\n\n\nColes:\n Well, your contract with us was renewed about four months ago, meaning you can't terminate your employment here for another year.\n\n\n(She pauses and flips through a stack of papers.)\n\n\nColes:\n But since this request has an anomalous connection, we're willing to allow a meeting.\n\n\nPatel:\n Renewed? I didn't renew my contract.\n\n\nColes:\n Well, we didn't receive that request until after the window passed. Now since this is related to SCP-7618, this meeting could shed some light on what changed your mind.\n\n\n(Coles takes out a pre-filled contract from the stack of papers and pushes it towards Patel.)\n\n\nColes:\n We'd hate to lose someone of your caliber.\n\n\n(Patel furrows his brows at Coles and glares at her. Coles glances at Patel and writes into her notepad.)\n\n\nColes:\n Now, could you please explain what you saw in SCP-7618?\n\n\n(Pause.)\n\n\nPatel:\n Yeah. I saw my future. The whole thing, just laid out in front of me, clear as day. On my right, I wasn't in the Foundation. I was a real neuroscientist, the kind that solves real-world problems, not just anomalies that masquerade as science with a bedsheet on.\n\n\nColes:\n Dr. Patel, there is important work to be done in the Foundation. Your efforts help us contain anomalies that, if they were to get out, would harm humanity and kill thousands, if not millions.\n\n\n(Patel looks down and massages the bridge of his nose.)\n\n\nPatel:\n (Tired) No, everything I've done here relates to some made-up, stupid \"hazards\" that shouldn't even exist. Cognitohazards, semiohazards, infohazards, studying this shit doesn't help the people that are dying from brain cancer or suffering from Alzheimer's, it just taunts God to make up more bullshit prefixes to add to the word 'hazards'.\n\n\nColes:\n Oh, and working in mundane sciences is supposed to be \"better\"?\n\n\nPatel:\n (Exasperated) Do you know how much of a difference it makes seeing your mark on the world? Seeing the smiles of families that get to live because of research you did? It's everything I didn't know I lived for!\n\n\nColes:\n Well, the Foundation-\n\n\nPatel:\n The Foundation doesn't count! Everything is buried under a mountain of paperwork and classified info. Everything and everyone! I can't have a personal life without having this job swallow me whole.\n\n\nColes:\n Patel, I need you to change your attitude, or we can't continue this interview. This is highly unprofessional.\n\n\n(Patel looks noticeably annoyed.)\n\n\nColes:\n What else did you see in the fog?\n\n\n(Patel shudders and takes a deep breath.)\n\n\nPatel:\n I had a wife, someone who took the time to sit down and understand me. Someone I could actually open up to. She was beautiful. Looking at her just felt so warm and- and cozy. Like someone actually loved me for me. I've always wanted kids and, wouldn't you know, I saw them too. And then I looked to my left.\n\n\n(The air conditioning starts up. A faint whirring sound of a fan is heard in the background.)\n\n\nPatel:\n Have you ever gotten that feeling when you can't remember anything you did yesterday? Like, you know you did something, you must have, but it's all a blur.\n\n\nColes:\n If the fog was antimemetic, we can administer some mnestics if you need some.\n\n\nPatel:\n No, it was something different. Like I was staring at a blur of my life, looking at the whole picture but not wearing glasses. I just saw the same day happen over and over. I get up, I shower, I go to work, I work all day, I go home, I go to sleep. I get up, I shower, I go to work, I work all day, I go home, I go to sleep. I get up, I shower, I go to work-\n\n\nColes:\n You've made your point.\n\n\nPatel:\n It was just filled with monotony. In the brief flashes where my personal life took form, like my mother's funeral\n.\nPatel's mother was recently diagnosed with Stage 2 brain cancer. This was presumed to affect Patel's hallucinations.\n or my dad remarrying, I was too addicted to the same gray color palette to look up from my life passing before my eyes.\n\n\nColes:\n Sounds… colorful.\n\n\nPatel:\n I don't know, the whole experience just felt really trippy.\n\n\nColes:\n That's because all of these \"visions\" are hallucinatory effects of the anomaly. There's no basis that these things are in your future.\n\n\nPatel:\n But-\n\n\n(Coles raises her hand to stop Patel.)\n\n\nColes:\n Even if you think it was, that wasn't \nthe\n future, it was \na\n future. There's an incredibly small possibility that you would be able to achieve your dream life on your own, and there are a million ways to stop the worst future from happening. Now, I want to help you achieve one that helps not only yourself but also humanity as a whole. And what I need you to do…\n\n\n(Coles taps on the desk with her fingernails.)\n\n\nColes:\n -is stay with us.\n\n\n(Silence. The fluorescent lights buzz quietly.)\n\n\nPatel:\n No. Even if it's a chance, I want to try.\n\n\n(Pause.)\n\n\nPatel:\n I'd like to resign.\n\n\n(The fluorescent lights buzz louder. Coles smacks her lips and sighs.)\n\n\nColes:\n After your anomalous encounter, it's clear that you can't make an informed decision. You can't consent to resigning in your state.\n\n\n(Coles removes a sedative from her jacket pocket, outside of Patel's sight.)\n\n\nColes:\n So I'll make this easier for the both of us.\n\n\n«END LOG»\n\n\n\n\nClosing Notes:\n After several attempts to convince him otherwise, Sr. Researcher Patel was administered Class-A amnestics and a false anomaly was engineered to keep personnel away from SCP-7618.\n\n\n\n\nTwo years following this interview, Patel died as a result of a minor containment breach. His service in the Foundation during that time furthered the research of at least two dozen anomalies, along with co-authoring a paper on defensive practices against lethal memetics and semiohazards.\n.\nThe Fire Suppression Department worked to convince Patel to finish the paper by the deadline instead of attending his mother's funeral.\n\n\nThis is the optimal, preferred future.\n\n\n\n\n+ Level 5 Clearance, Only O5/EC Permitted\n\n\n\n\n- Access Granted, Welcome EC-1\n\n\n\n\nAddendum 7618.3:\n Ethics Committee Intervention\n\n\nDuring the annual assessment of the Human Resources Department, the Ethics Committee found the Foundation's response to SCP-7618 essentially 'unethical' and brought up the topic during a pre-scheduled meeting with members of the O5 Council.\n\n\n\n\nEXCERPT OF MEETING TRANSCRIPT\n\n\n\n\nDate:\n Feb. 6th, 2008\n\n\nLocation:\n Site-02\n.\nSite-02\n serves as the headquarters for the Human Resources Department and the Ethics Committee. They were separated from \nSite-01\n in 1912 to ensure separation of power, as well as provide storage for high-priority anomalous objects that couldn't be kept in Site-01, on account of Site-01's \"non-anomalous\" policy.\n\n\nMembers Present:\n \nO5-3\n, \nO5-7\n, \nO5-9\n, \nEC-1\n, \nEC-2\n\n\n\n\n«BEGIN LOG»\n\n\nEC-1:\n Now, on the topic of SCP-7618, we've noticed that the containment protocols geared towards Foundation personnel seem unnecessarily harsh.\n\n\nO5-3:\n Which one is that again?\n\n\nEC-1:\n The cognitohazardous fog. The one that makes you- here, let me just pull it up for you.\n\n\n(EC-1 accesses SCP-7618's file and shows it to O5-3.)\n\n\nO5-3:\n Oh, that one. What about it?\n\n\nEC-1:\n The containment procedures. Is it really necessary to amnesticize our personnel-\n\n\nO5-7:\n (interrupting) Here we go again.\n\n\nEC-1:\n (louder) No, we can’t erase our personnel's memories simply because their actions are inconvenient to us! We have-\n\n\nO5-7:\n (interrupting) No, you can’t complain about the FSD! If you get complacent with personnel, they’ll-\n\n\nO5-9:\n (raises hand) Seven, stop. This is getting us nowhere.\n\n\n(O5-9 motions to EC-1 to continue.)\n\n\nO5-9:\n (strained) Please. Enlighten us.\n\n\n(EC-1 takes a deep breath and folds his hands together.)\n\n\nEC-1:\n I've been meaning to say this for a while. What's the point of the Fire Suppression Department? I get it, it's for employee retention, but the Human Resources Department was already taking care of it!\n\n\nWhen an employee wants to quit, yes, we don't want them to leave. It was fine in the beginning when we were offering benefits, to show that we appreciated them, but once people found out about it, they started abusing the system, saying they were going to quit just to get extra vacation days.\n\n\nEC-1:\n Of course, that was a problem. Budget cuts meant there would be fewer benefits if someone tried to quit, but that wasn't grounds to abandon that approach altogether! What were you thinking?!\n\n\n(Pause. O5-7 maintains direct eye contact with EC-1.)\n\n\nEC-1:\n People still have the right to choose what to do with their lives. They work with us because it's the better option. If the GOC started to have better working conditions and listened to their workers, and we didn't, people would start working for them in droves!\n\n\nO5-7:\n (loudly) That's different! That’s because-\n\n\n(O5-9 elbows O5-7 and clears her throat. O5-7 glares back at O5-9 and EC-1, and clenches his fist.)\n\n\nEC-1:\n I've seen the changes you've made behind our back. \"If an associate doesn't request a change in the allotted time, their contract will be automatically renewed for another year.\" It's bullshit! And then, once people actually start to notice what's happening around them-\n\n\n(EC-1 points towards the open SCP-7618 file.)\n\n\nEC-1:\n You wipe their memories and send them back to work. Why? Are you scared? Are you scared that, given the choice, no one would work for the Foundation anymore? One guy wants to leave and suddenly it's the end of containment as we know it.\n\n\nO5-7:\n Have you read the footnote?! His work was invaluable to us!\n\n\nEC-1:\n And if he didn't do it, somebody else would've. What's the point of it? Why go through all this trouble just to avoid getting better?\n\n\n(Pause.)\n\n\nEC-1:\n Human Resources is our field. Get your 'Fire Suppression Department' out of it. That's our job.\n\n\n(EC-1 sits down in his chair. While maintaining eye contact with the O5 Council members, he firmly shakes EC-2’s hand.)\n\n\nO5-7:\n If I may offer a rebuttal…\n\n\n(O5-7 looks over to O5-9, who nods in approval.)\n\n\nO5-7:\n Great. Now, Chairman, do you know why we established the Fire Suppression Department? Why we insisted on having our own section in the HR Department, instead of delegating it all to you?\n\n\n(EC-1 opens his mouth to speak, but gets interrupted by O5-7.)\n\n\nO5-7:\n Because you got rid of the D-Class program. Granted, it wasn’t being used much anyway, but you got rid of a very important part of Human Resources. The human resource.\n\n\nO5-7:\n We’re dealing with deadly work, we have to remove autonomy somewhere, and D-Class personnel served as a way to get someone to do the dirty work. Someone to go in the containment cell to see if the anomaly is docile, someone to send to their grave so we know what we’re dealing with, someone to send into a fire so no one of importance has to get burned.\n\n\n(Pause.)\n\n\nO5-7:\n So that leaves our personnel, and they already suffer enough. They feel the weight of the world on their shoulders, and watching the D-Class served as a reminder that at least someone had it worse. Without that, the only thing left to do is to exercise caution and introspect on your own life.\n\n\nO5-7:\n I want to remind you that we aren’t any better than mundane life because we give mundane life a special sense of comfort from the shit we have to deal with. One can be forgiven for yearning for that type of life, living in blissful ignorance. But we cannot allow them to leave.\n\n\n(Pause. EC-1 scratches the table in frustration.)\n\n\nO5-7:\n Personnel are our human resource now. And we can’t afford to lose any of it.\n\n\n(Pause.)\n\n\nO5-3:\n (claps hands) Okay, I think we both have made our point about- (squints to read file) 7618, but I think we should make a vote for it.\n\n\nO5-3:\n All in favor of revising SCP-7618’s containment procedures?\n\n\n(EC-1 and EC-2 raise their hands.)\n\n\nO5-3:\n All opposed?\n\n\n(O5-3, O5-7, and O5-9 raise their hands.)\n\n\nO5-3:\n So it’s settled.\n\n\n(O5-3 knocks on the table two times, imitating the sound of a gavel.)\n\n\nO5-9:\n And that’s why there’s thirteen of us and only nine of you.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCowscantgoMoo's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7915\n \n(+44)\n \n•\n\n\n\n\n\n\nSCP-7415\n \n(+20)\n \n•\n\n\n\n\n\n\nSCP-6438\n \n(+26)\n \n•\n\n\n\n\n\n\nSCP-7152\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-7196\n \n(+22)\n \n•\n\n\n\n\n\n\nSCP-8026\n \n(+13)\n \n•\n\n\n\n\n\n\nSCP-7315\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-7215\n \n(+109)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nInsurer's Regret\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCowscantgoMoo's Author Page\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7617\n | SCP-7618 | \nSCP-7619\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7618\n\" by CowscantgoMoo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7618\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n foggy_morning.jpg\n\n\nName:\n File:Chicago-Illinois-USA-skyline-fog.jpg\n\n\nAuthor:\n Basho\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Chicago-Illinois-USA-skyline-fog.jpg\n\n\n\n\n\n\nFilename:\n fog.jpeg\n\n\nName:\n File:Morning Fog (253075957).jpeg\n\n\nAuthor:\n Bernhard Hanakam\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Morning_Fog_%28253075957%29.jpeg",
    "addendums": [
        "Addendum 7618.1: Camera Log\nSCP-7618 manifested during an early morning fog around Site-17, with Sr. Researcher Patel being the only recorded subject to suffer its effects. This incident is logged below.\n\n\nFollowing the events of 7618.1, Patel arranged to talk with a representative from the Human Resources and Fire Suppression Department, Manager Sandra Coles, regarding his experience with SCP-7618.\nTwo years following this interview, Patel died as a result of a minor containment breach. His service in the Foundation during that time furthered the research of at least two dozen anomalies, along with co-authoring a paper on defensive practices against lethal memetics and semiohazards. . The Fire Suppression Department worked to convince Patel to finish the paper by the deadline instead of attending his mother's funeral.\nThis is the optimal, preferred future."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7618 \" by CowscantgoMoo, from the SCP Wiki . Source: https://scpwiki.com/scp-7618 . Licensed under CC-BY-SA .",
        "Filename: foggy_morning.jpg Name: File:Chicago-Illinois-USA-skyline-fog.jpg Author: Basho License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Chicago-Illinois-USA-skyline-fog.jpg",
        "Filename: fog.jpeg Name: File:Morning Fog (253075957).jpeg Author: Bernhard Hanakam License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Morning_Fog_%28253075957%29.jpeg"
    ],
    "containment_procedures": "In order to disprove the effects of SCP-7618 in the eyes of broader society, relationships between fog and deep introspection are to be perpetuated in pseudoscientific communities.",
    "description": "SCP-7618 is a cognitohazardous variation of fog, occurring in approximately 10% of all recorded instances.",
    "title": "SCP-7618"
}