{
    "url": "https://scp-wiki.wikidot.com/scp-7621",
    "all_text": "rating: \n+169\n+\n–\nx\n\n\n\n\nby \nParallelPotatoes\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7621\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the fact that SCP-7621 requires other anomalies to function, active containment procedures are not considered necessary. Instead, containment efforts are to be focused on locating and acquiring anomalous dice before civilians inadvertently trigger SCP-7621’s effect.\n\n\nDescription:\n SCP-7621 is a phenomenon in which dice possessing anomalous properties will undergo a change in their effect after being placed in any container referred to as a “dice jail”. All possible synonyms of “dice jail” will also activate SCP-7621, including but not limited to:\n\n\n\n\ndice prison\n\n\ndie detention facility\n\n\nd6 penitentiary\n\n\nbones lockup\n\n\nrolling stone place of imprisonment\n\n\nplastic cube penal institution\n\n\nluck implement oubliette\n\n\n\n\nManifestation Logs:\n The following logs are an example of several SCP-7621 manifestations. Full list of SCP-7621 manifestations is available upon request.\n\n\n\n\nDie Number:\n SCP-7621-1\n\n\nInitial Anomaly:\n A twenty-sided die that is abnormally loud when rolled.\n\n\nFinal Anomaly:\n A twenty-sided die capable of speech.\n\n\nNotes:\n This is the first recorded manifestation of SCP-7621, discovered when its owners got annoyed at how loud it was and jokingly put it in a box to “think about what it’s done.” It then proceeded to relentlessly insult its owners, comparing them to corrupt cops and stating that they cannot silence the truth. It is unclear what truth the anomaly was referring to, as it has yet to express anything other than indignation at being imprisoned.\n\n\n\n\n\n\nDie Number:\n SCP-7621-The Chaz\n\n\nInitial Anomaly:\n A six-sided The Chaz that can only be referred to as The Chaz.\n\n\nFinal Anomaly:\n A six-sided Larry that can only be referred to as Larry.\n\n\nNotes:\n It is believed that SCP-7621 has caused Larry to reconsider its name, as the name “The Chaz” was found to have a rating of -2 Gells\n1\n. Foundation personnel have expressed relief at not needing to use the name again.\n\n\n\n\n\n\nDie Number:\n SCP-7621-1\n\n\nInitial Anomaly:\n A twenty-sided die capable of speech.\n\n\nFinal Anomaly:\n A twenty-sided die that only lands on 1.\n\n\nNotes:\n The die created in the first manifestation was incredibly verbally abrasive, and had been the cause of thirty-two personnel being committed to the psychiatric unit, so SCP-7621-1 was placed in a soundproof box labeled “Dice Containment”. This inadvertently activated SCP-7621. Personnel familiar with role-playing games consider the new anomaly to be significantly worse, and some speculate the new anomaly was intended as revenge against the researchers for imprisoning the die again.\n\n\n\n\n\n\nDie Number:\n SCP-7621-3\n\n\nInitial Anomaly:\n A four-sided die that is anomalously likely to be stepped on.\n\n\nFinal Anomaly:\n A four-sided die with human legs that steps on the feet of persons within one foot of the die.\n\n\nNotes:\n SCP-7621-3 was neutralized after it accidentally stepped on a separate four-sided die, causing it to scream out in pain before exploding into hundreds of dice. These dice all have a very high probability of being stepped on. Research is being performed into weaponizing the new dice against hostile groups of interest.\n\n\n\n\n\n\nDie Number:\n SCP-7621-1\n\n\nInitial Anomaly:\n A twenty-sided die that only lands on 1, created in the third log.\n\n\nFinal Anomaly:\n SCP-7621-1 spontaneously burst into flames and disappeared from its container.\n\n\nNotes:\n A piece of parchment was found in the container that stated the die was sent directly to Dice Hell for egregiously immoral rolls, which was mentioned to be one of the “Seven Dicely Sins”. It is unclear what the remaining six sins are.\n\n\n\n\nIncident Log:\n On 9/18/2023, an incident occurred in the Site-327 chapel that is believed to be connected to SCP-7621. The following events occurred.\n\n\n\n\nThe candles spontaneously ignited with a bright yellow flame.\n\n\nLiturgical music started playing without an apparent source, but the sound of rolling dice took the place of musical instruments.\n\n\nThe stained glass windows changed to depict dice versions of religious figures such as Jesus and Mary.\n\n\nAll holy texts became copies of the Dungeons and Dragons player’s handbook.\n\n\nA twenty-sided die with a halo rose out of the ground.\n\n\n\n\nTesting has confirmed this die is SCP-7621-1. It has not displayed any anomalous properties since this incident. Religious experts speculate that SCP-7621-1 repented and redeemed itself for its sins, and was allowed to leave Dice Hell as a result.\n\n\n\n\n\n\n« \nSCP-7620\n | SCP-7621 | \nSCP-7622\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7621\n\" by ParallelPotatoes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7621\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An objective anomalous measurement of how “cool” something is, with a previous theoretical minimum of 0.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Die Number: SCP-7621-1 Initial Anomaly: A twenty-sided die that is abnormally loud when rolled. Final Anomaly: A twenty-sided die capable of speech. Notes: This is the first recorded manifestation of SCP-7621, discovered when its owners got annoyed at how loud it was and jokingly put it in a box to “think about what it’s done.” It then proceeded to relentlessly insult its owners, comparing them to corrupt cops and stating that they cannot silence the truth. It is unclear what truth the anomaly was referring to, as it has yet to express anything other than indignation at being imprisoned.",
        "Die Number: SCP-7621-The Chaz Initial Anomaly: A six-sided The Chaz that can only be referred to as The Chaz. Final Anomaly: A six-sided Larry that can only be referred to as Larry. Notes: It is believed that SCP-7621 has caused Larry to reconsider its name, as the name “The Chaz” was found to have a rating of -2 Gells 1 . Foundation personnel have expressed relief at not needing to use the name again.",
        "Die Number: SCP-7621-1 Initial Anomaly: A twenty-sided die capable of speech. Final Anomaly: A twenty-sided die that only lands on 1. Notes: The die created in the first manifestation was incredibly verbally abrasive, and had been the cause of thirty-two personnel being committed to the psychiatric unit, so SCP-7621-1 was placed in a soundproof box labeled “Dice Containment”. This inadvertently activated SCP-7621. Personnel familiar with role-playing games consider the new anomaly to be significantly worse, and some speculate the new anomaly was intended as revenge against the researchers for imprisoning the die again.",
        "Die Number: SCP-7621-3 Initial Anomaly: A four-sided die that is anomalously likely to be stepped on. Final Anomaly: A four-sided die with human legs that steps on the feet of persons within one foot of the die. Notes: SCP-7621-3 was neutralized after it accidentally stepped on a separate four-sided die, causing it to scream out in pain before exploding into hundreds of dice. These dice all have a very high probability of being stepped on. Research is being performed into weaponizing the new dice against hostile groups of interest.",
        "Die Number: SCP-7621-1 Initial Anomaly: A twenty-sided die that only lands on 1, created in the third log. Final Anomaly: SCP-7621-1 spontaneously burst into flames and disappeared from its container. Notes: A piece of parchment was found in the container that stated the die was sent directly to Dice Hell for egregiously immoral rolls, which was mentioned to be one of the “Seven Dicely Sins”. It is unclear what the remaining six sins are.",
        "\" SCP-7621 \" by ParallelPotatoes, from the SCP Wiki . Source: https://scpwiki.com/scp-7621 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to the fact that SCP-7621 requires other anomalies to function, active containment procedures are not considered necessary. Instead, containment efforts are to be focused on locating and acquiring anomalous dice before civilians inadvertently trigger SCP-7621’s effect.",
    "description": "SCP-7621 is a phenomenon in which dice possessing anomalous properties will undergo a change in their effect after being placed in any container referred to as a “dice jail”. All possible synonyms of “dice jail” will also activate SCP-7621, including but not limited to:",
    "title": "SCP-7621"
}