{
    "url": "https://scp-wiki.wikidot.com/scp-7622",
    "all_text": "⚠️CONTENT WARNING⚠️\n\n\nThe following article contains sensitive subject matter, including: Substance Abuse, Depression, Suicidal Ideation, and Trauma. This article may be unsuitable/triggering for persons sensitive to said subject matter.\n\n\nResources can be found on Discussion thread.\n\n\nReader Discretion is Advised\n\n\nSCP-7622\n - \nAlcoholics Anomalous\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n92%\n\n(+115)\n\n\n8%\n\n(-10)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7622\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nContainment Setup inside of OSCB-7622, as requested by SCP-7622.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nAssigned Site(s)\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nOSCB-7622\n\nSite-52\n\n\nDir. Herold Loweski\n\n\nDr. Mari Schmidt\n\n\nMTF-𝛿-10, \"Last Call\"\n\n\n\n\n\n\n \n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\n\nDue to the unpredictable nature of the SCP-7622-A anomaly, SCP-7622 has a high probability of containment failure. The following Containment Procedures are tentative and experimental. Final Containment Procedures are to be established by Research Head pending adequate analysis and observation of SCP-7622 & SCP-7622-A.\n\n\nSCP-7622 is to be convinced that it is currently taking part in a year long, alcohol treatment study along with 6 other non-anomalous participants. SCP-7622 has been given strict instructions to be within Off-Site Containment Block\n1\n premises at all times, unless otherwise authorized. Time spent at OSCB, designated “Research Hours” shall total 148 hours a week, with the remaining 06:00am - 02:00am, 20-hour period, designated “Off Time”. Off Time must be requested by SCP-7622 and authorized by Research Staff. During Off Time, SCP-7622 is free to leave OSCB and connect with friends and family. MTF-𝛿-10, “Last Call”, a joint task force operation, consisting of specialists proficient in containing and apprehending Green-Type anomalies, shall keep a 3-member, covert mobile surveillance team on SCP-7622 during Off Time. SCP-7622 is to have monthly psychological evaluations with Research Head.\n\n\nOSCB-7622, a former 9-unit apartment building located 5.6km from Site-52, shall be maintained and monitored via live personnel and CCTV feed to Site-52. OSCB-7622-1 shall, at all times, aside from adequate supplies of upgraded Class-A1 furnishings, food provisions and toiletries, be stocked with assorted liquors, mixers, beer & wine, as well as appropriate glassware and bar hardware. For a more comprehensive list please consult the Master List:\n\n\n\n\n\n\nOpen Master List\n\n\n\n\nClose Master List\n\n\n\n\nITEMS SUBJECT TO CHANGE BASED ON AVAILABILITY & AS REQUESTED BY SCP-7622\n\n\n\n\n\n\n\n\n\n\n\n\nHard Goods\n\n\nSoft Goods\n\n\n\n\n\n\n\n\n\n\n-1 Dozen Each:\n\nHighball Glasses\n\nDouble Old-Fashion Glasses\n\nMartini Glasses\n\nRocks Glasses\n\nBeer Stein\n\nBordeaux Stemware\n\nBurgundy Stemware\n\n- 6 Copper Mugs\n\n- 6 Tiki Mugs\n\n- 2 Boston Shakers\n\n- 2 Hawthorne Strainers\n\n- 1 Fine Mesh Handheld Strainer\n\n- 2 Glass Cocktail Mixing Glasses\n\n- 3 Standard Issue Bar Spoons\n\n- 1 Beechwood Blender\n\n- 1 Motorized Juicer\n\n- 1 3 Compartment Sink\n\n- 1 Hobart Brand Single-Rack Dishwasher\n\n- 6 Micro-Fiber Polishing Rags\n\n\n\n\n\n\n\n\n\n\n-1-750ml Bottle Each:\n\nJameson Irish Whiskey\n\nMacallan 18yr Scotch\n\nSazerac Rye Whisky\n\nKetel One Vodka\n\nBeefeater London Dry Gin\n\nFortaleza Reposado Tequila\n\nLos Siete Misterios Mezcal\n\nSmith & Cross Jamaican Rum\n\nPlantation 3 Star Aged Rum\n\nDavon Calvados Apple Brandy\n\nRemy Martin XO\n\nPierre Ferrand Dry Curaçao\n\nMing River Baijiu\n\nAntiqua Formula Russo Vermouth\n\nLillet Blanc\n\nAperol Liquor\n\nCampari Liquor\n\nGreen Chartreuse\n\nAmaro Nonino\n\nLuxardo Maraschino\n\nWhite Creme de Cacao\n\nCreme de Banane\n\nCreme de Muir\n\nPernod Absinthe\n\n- 1 Each: Angostura Bitters, Orange Bitters, Peychaud's Bitters, Liber & Co Orgeat, Rose Water.\n\n- 12 Bottles of rotating wine selections, including, but not limited to: Old World, New World, Young, Vintage, Red, White, Rose, Sparkling and Dessert.\n\n- A 24 bottle case of rotating select beers.\n\n- 6 Dozen eggs.\n\n- 2kg Bags of raw cane sugar and white granular sugar.\n\n- 4kg Each of a selection of seasonal and off-seasonal fruits, berries and herbs, including, but not limited to: Lemons, Limes, Oranges, Strawberries, Raspberries, Blackberries, Mint, Basil, and Luxardo Cherries.\n\n- 4L Each of a section of fruit juices, including, but not limited to: Pineapple, Pomegranate, Guava, Ginger.\n\n- 2L Heavy Cream\n\n- 2 Case Each 24 packs of: Club Soda, Tonic Water, Coke, Diet Coke, Sprite, Ginger Ale, Ginger and Beer.\n\n- A 25kg block of directionally-frozen clear ice.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7622 shall take up permanent residence within OSCB-7622-1. 6 of the remaining units in OSCB-7622, OSCB-7622-2 - 8, shall each be occupied by 24/7, live-in, MTF-𝛿-10 personnel members in plainclothes. The final unit, OSCB-7622-9, shall function as a laundry room with emergency breach equipment embedded within its walls. MTF members are to act as neighbors and fellow participants within the mock study.\n\nSCP-7622 is to never be administered analgesics, barbiturates, or any local/general anesthetics. The only CNS\n2\n depressant/suppressant allowed in SCP-7622’s system shall be ethyl-alcohol, henceforth referred to as “alcohol”. SCP-7622 shall be in possession of a standard issue BAC\n3\n-Armband Monitoring System\n4\n and is to maintain a BAC of at least .04 at all times, with the only exception being while under the duress of PAR\n5\n. As soon as PAR begins to subside, SCP-7622 is to resume alcohol consumption. SCP-7622, may on its own volition be allowed to partake in caffeine and cannabis consumption, however the attempted use of any other controlled substance, including, but not limited to: Cocaine, MDMA, Psilocybin, and LSD, shall be interrupted and dissuaded by a present MTF member.\n\n\nShould SCP-7622-A emerge, this would constitute a full containment breach. In such a scenario \nPROTOCOL:RELAPSE\n shall be initiated\n6\n.\n\n\nDESCRIPTION:\n\n\nSCP-7622 is the designation for a 1.8m tall, 73kg, 30 year-old, Caucasian human male named “JD”, Jack Daniel O’Kinney.\n\n\nSCP-7622-A is a semi-active, emerging Class-IV, Phase-3.5, Green-Type\n7\n phenomena, that manifests as a subconscious, psychosomatic, onto-telekinetic-protection mechanism from within and independent of SCP-7622.\n\n\n\n\n\n\n3-D Rendering of SCP-7622’s ALDH2 enzyme.\n\n\n\n\n\n\n\nSCP-7622-A is effectively suppressed from assuming its active state when SCP-7622 is under, or recovering from, the influence of alcohol. The biomechanics of this suppression result from the breakdown of alcohol by way of the ADH\n8\n enzymic pathway resulting in the formation of acetaldehyde, which is then broken down by the ALDH2\n9\n enzymic pathway, and into subsequent acetate[\n1\n]. Kant-Counter measurements alongside concurrent blood samples, collected from SCP-7622, show that higher concentrations of acetaldehyde and acetate correspond to lower fluctuation readings measured in the Hume Field produced by SCP-7622-A from SCP-7622.\n\nDNA analysis of SCP-7622 reveals that it has a rarified ALDH2 mitochondrial DNA-gene variation that is consistent with findings from \nrecent studies\n[\n2\n] correlating the Green-Type phenomena to the ontokinetic relationship with matter on the quantum level, see: QHT[\n3\n]. This has given the Foundation more insight to how Green-Types form and function.\n\n\nCurrently, SCP-7622 is unaware of SCP-7622-A and its dormant abilities. SCP-7622 is extremely cooperative with SCP Staff and Personnel, whom it believes are leaders and fellow members in the mock alcohol study. The Foundation became aware of SCP-7622 following a distress call sent by an on-site field agent from the Surgery Center of Long Beach Memorial Hospital, Long Beach, CA on March 18th, 2020.\n\n\nDISCOVERY & ACQUISITION:\n\n\n\n\nIncident-7622-18-03-2020\n\n\n\n\nForward:\n\nAt 03:13 on March 18th, 2020, SCP-7622 arrived at Long Beach Memorial Hospital’s Emergency Trauma Unit, via county EMS transport, following a severe motorcycle accident. SCP-7622 at the time of arrival was fully responsive and cooperative with hospital staff, despite suffering critical trauma. Injuries included: 12 rib fractures, 8 right-4 left, a collapse of the right lung, complete fracture of the right clavicle, separation of the shoulder, displacement of right arm socket, second-degree road abrasion on 40% of back epidermis, third-degree road abrasion on 15% of back epidermis, and possible impact concussion.\n\n\nComments from CHP Citation/Record:\n\n\n\n\n“Motorist, Caesar Cortez, observed Suspect, Jack D O’Kinney, speeding up the NB-405 freeway, merging from the carpool (lane-1) to the left-passing (lane-2). Suspect was estimated to be traveling in excess of 90mph\n10\n. Suspect lost control of the vehicle. Both vehicle and rider impacted the roadway. Mr. Cortez claims to have observed a bright red flash of light as the Suspect fell. Mr. Cortez stated that he slowed his car down to offer assistance, however, Suspect had already picked motor-vehicle back up and was riding it off the freeway. Mr. Cortez followed suspect and contacted 911 who intercepted the Suspect at a nearby gas station, where upon officer’s examination of Suspect’s injuries, EMS was contacted for transport.”\n\n\n\n\nUpon anesthetic sedation, in preparation for surgery, hospital staff performing pre-op procedures reported noticing a substantial drop in ambient temperature. This temperature difference followed SCP-7622 and the surgical team, led by Dr. Emmanuel Madhi, as they brought SCP-7622 into the surgical unit. From witness testimony provided by hospital staff present at the time, upon Dr. Madhi’s first incision to address SCP-7622’s protruding clavicle, the lights began flickering and SCP-7622 began to move. Hospital records show that EKG and O2 readings dropped. SCP-7622 then became mobile, witnesses describe a faint red glow surrounding SCP-7622 as it rose and levitated off the operating table.\n\n\nWitnesses at the scene recall seeing SCP-7622 raise its hand and began to suspend Dr. Madhi into the air. SCP-7622 then proceeded to throw the doctor against the far wall. Witnesses describe that all the metal within the room began to collapse and fold under some unknown force as SCP-7622 walked through a large circular hole in the near-wall that was not present before the procedure, with said hole closing after SCP-7622 passed through. Hospital security personnel were dispatched to intercept, however, were quickly overwhelmed, their tasers reportedly dissolving/liquifying in their hands and causing severe burns. One SCP field agent, Agent Lincoln Short, was on civilian duty as hospital security, and immediately notified Command.\n\n\nHigh-Command, aware of a potential Green-Type Threat, immediately sent out a High-Priority Anomaly Acquisition Order to all available MTF agents in the area. MTF-Ξ-12\n11\n was assembled and dispatched to Long Beach Memorial Hospital within 32 minutes.\n\n\nMTF-Ξ-12 AAO\n\n\n\n\n\n\nURGENT-BY ORDER MTF-HIGH COMMAND\n\n\n\n\n\n\nAAO #:\n77701\n\n\nDistribution:\n A-4\n12\n\n\nDate:\n18.03.2020\n\n\n\n\n\n\nMission Overview:\n Field agents within Long Beach Memorial Hospital have encountered an unidentified Threat. There is a high probability that it is a Green-Type Anomaly. Mission is to Secure Threat-Target, by any means necessary.\n\n\n\n\n\n\nMission Objectives\n\n\n\n\n\n\n1\n\n\nFind viable ways of engaging Target.\n\n\n\n\n\n\n2\n\n\nIncapacitate and Secure Target.\n\n\n\n\n\n\n3\n\n\nReturn Target to Site-52 for Containment.\n\n\n\n\n\n\n4\n\n\nAssist any survivors.\n\n\n\n\n\n\n5\n\n\nSet stage for Amnesticization & Disinformation teams.\n\n\n\n\n\n\nTeam Designation:\n \nSedation Services\n\n\n\n\n\n\nTactical Operations & Command:\n \nLt. Stephens, Jack\n\n\n\n\n\n\nRendezvous:\n 33.808°N 118.187°W, \nDate:\n 18.03.2020, \nTime:\n Immediately\n\n\n\n\n\n\nRequirements:\n High-level operational equipment & weaponry. Multi-spectral goggles. Personal and standard deployable SRAs. FBI Swat uniform & patches.\n\n\n\n\n\n\nOperational Duties\n\n\n\n\n\n\nOperation:\n State and Local law enforcement have been told that Long Beach Memorial Hospital is currently under an active shooter emergency. Law enforcement has been given orders to secure the area around Long Beach Memorial Hospital, assist with evacuation procedures, and are instructed to wait for MTF posing as a special FBI-Unit “SWAT” Team. The 6-Personnel Team is to arrive at Rendezvous within 30 minutes. Team is to Reconnoiter the affected building and Secure the Target. Area of Engagement is limited to Long Beach Memorial Hospital. Rule of Engagement is solely incapacitation and suppression of Target activity. Operation is to take no more than 1 hour. No later than 05:15, Team is to pull out with Target in hand and await EXFIL. Should more man-power for threat suppression be needed, Team is to call for EXFIL immediately. Team Leader will be Alpha-1, with Alpha-2 as Secondary. Should dissolution of the stated hierarchy occur, Team is to EXFIL. A&D shall be briefed on primary witnesses.\n\n\n\n\n\n\nPLEASE SEND YOUR READY RESPONSE\n\n\n\n\n\n\n\n\n\n\n\n\nMTF-Ξ-12 Operation Transcript-18-03-2020\n\n\n\n\nMission Pretext:\n\nAll 6 MTF-Ξ-12 personnel\n13\n arrived on scene by 04:05. MTF leader, Alpha-1 made contact with LBPD Police Chief, Wally Hebeish. Alpha-1 was briefed on current situation by posing as a member of a FBI SWAT response unit. After brief, Alpha-1, joined the rest of the MTF. Recording devices were switched on and formal Target retrieval commenced.\n\n\n\n\n\n\nSouth-facing public surveillance camera of Long Beach Memorial at 04:35, 18-03-2020, under night-time infrared. Note the glowing-distortion in the north center-corner, revealing SCP-7622’s location within the NICU.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\nRAISA STANDARD FORMATTING\n\n\n-Material will be scrubbed for brevity and non-applicable items.\n\n-Data will be time stamped only when applicable.\n\n-Audio transcripts will appear as: “\nSpeaker/Callsign\n: Speech items.”\n\n-Visual transcripts will appear as:\n\n\n\n\n“\nHCF\n14\n-Callsign:\n \nAction Items.\n”\n\n\n\n\n\n-SCP-Item will be referred to as \"Target\"\n\n\n\n\n— Stephanie Willis, Department of Standardization, RAISA\n\n\n\n\n\n\n\n\nBegin Transcript\n\n\n04:19…\n\n\nCommand:\n Sedation Services, eyes hot, nods on.\n\n\nIn Unison:\n Sir.\n\n\nAll HCFs come online.\n\n\nAlpha-1:\n Ok. From what Chief Hebeish knows, Target was last seen on CCTV in the NICU, before footage was cut.\n\n\nBeta-1:\n Safe to assume Target is the cause?\n\n\nAlpha-2:\n Let’s go with that.\n\n\n\n\nHCF-Alpha-2:\n \nShows Alpha-1 produce a hospital map.\n\n\n\n\nAlpha-1:\n The NICU is located on the second floor, center-back of the building. We will navigate hallways in a “W” formation, one’s on left-fore, two’s on right-aft, sight-clear all room thresholds crossed. Once to the center elevator, one’s will go with me up the stairs, two’s will ascend via elevator. Once both teams are up, we move down this hallway, down the back and to the NICU. No engagement with the Target. Got it?\n\n\nIn Unison:\n Copy.\n\n\nAlpha:\n Command, permission to proceed?\n\n\nCommand:\n Granted.\n\n\nAlpha:\n Let’s go.\n\n\n\n\nHCF-Beta-2:\n \nFollows Beta-1, Alpha-2, and Alpha-1 through the automated doors of the hospital entrance. Beta-2 looks behind to see Delta-1 and Delta-2 in close formation.\n\n\nHCF-Delta-2:\n \nFollows the rest of the group, looking around the empty lobby. They pass a gift shop on their right, some customers can be seen hiding behind shelving.\n\n\n\n\nDelta-1:\n Please stay hidden and shelter in place everyone!\n\n\n\n\nHCF-Alpha-1:\n \nScans past an unattended lobby and information desk. Feed passes through two doors and into a corridor.\n\n\nHCF-Beta-1:\n \nFollows Alpha-1 and Alpha-2 as they pass the Check-In area.\n\n\nHCF-Delta-2:\n \nShows all members pause outside the elevator/stairwell entrance. Alpha-1 signals with two fingers to his eyes, then two fingers up, then points three fingers to the elevator and then there again to the stairwell door. The team all nod and Delta-2 presses the elevator call button.\n\n\nHCF-Delta-1:\n \nFollows Beta-1 and Alpha-1 up the stairwell.\n\n\nHCF-Alpha-2:\n \nShows the elevator doors open, Alpha-2 steps in, turns around and is joined by Beta-2 and Delta-2. Delta-2 presses the second floor button, and the doors slide shut.\n\n\n\n\n04:27…\n\n\nAlpha-1:\n Alpha-2, are you stuck in the lift? It’s been a minute.\n\n\nAlpha-2:\n Negative TL, we feel as though we are still traveling up. Advise.\n\n\nAlpha-1:\n Looks like you got a case of the NESTies\n15\n, go ahead and get Sara\n16\n.\n\n\nAlpha-2:\n Got it, copy. That thing must have taken the elevator, strange.\n\n\n\n\nHCF-Beta-2:\n \nShows Alpha-2 remove an SRA from his field pack. The SRA is a large cylinder, 7cm across and 15cm high with foldable tripod legs on the side. It contains a single red button on top.\n\n\n\n\nBeta-2:\n Why is that strange?\n\n\nAlpha-2:\n Why would you take the elevator if you can just float or fly through the floor?\n\n\nBeta-2:\n Huh, good point.\n\n\n\n\nHCF-Delta-2:\n \nShows Alpha-2 setting up the SRA at the center of the elevator. Alpha-2 presses the activation button, and all three are shaken off their feet.\n\n\n\n\nDelta-2:\n I guess we finally stopped at the second floor.\n\n\n\n\nHCF-Alpha-1:\n \nShows the secondary team emerge from the elevator.\n\n\n\n\n04:32…\n\n\nAlpha-1:\n ‘Bout time.\n\n\nAlpha-2:\n You’re telling me.\n\n\nCommand:\n Back on mission, team.\n\n\nIn Unison:\n Sir!\n\n\n\n\nHCF-Alpha-2:\n \nShows Alpha-1 motion down the hallway. At the end of the corridor a red incandescent light can be seen. Alpha-1 opens and closes his fist, motioning for Target acquisition, the team all nod.\n\n\nHCF-Delta-2:\n \nFollows the team in formation down the hallway to where the red light is emanating. All stop short at the glass NICU observation window.\n\n\nAll HCFs:\n \nThe Target is seen standing among the infant incubators, it has its' head down and eyes closed. Streams of fluorescent red-white particles are seen coming up and out of each incubator, all streams are seen converging into Target’s open palm, and all infants are heard crying. The Target is in a state of undress and its clavicle can been seen slowly moving back into position inside its body and the abrasions on its back are slowly healing.\n\n\n\n\nAlpha-2:\n What the…\n\n\nAlpha-1:\n Command, you seeing this?\n\n\nCommand:\n Rodger, TL.\n\n\nAlpha-1:\n Please advise.\n\n\nCommand:\n Can it see you?\n\n\nAlpha-1:\n Unclear sir. How do we proceed? What is our collateral risk here?\n\n\nCommand:\n Contain at all costs, mitigate loss.\n\n\nAlpha-1:\n Copy, Command. Team, 4-corner pincer. Alpha-2, take forward.\n\n\n\n\nHCF-Alpha-1:\n \nLooks at the team and opens and closes his fist.\n\n\n\n\n04:38…\n\n\n\n\nHCF-Alpha-1:\n \nShows Delta-1 and Delta-2 enter the far left door first, they remain low and to the ground. They set their position at the back two corners of the NICU.\n\n\nHCF-Alpha-2:\n \nShows Beta-1 and Beta-2 enter the far right door first, they remain low and to the ground. They set their position at the front two corners of the NICU.\n\n\nHCF-Alpha-1:\n \nShows Alpha-2 move in high through the far left door, cut through the middle of the room, and approach the Target with weapon raised.\n\n\n\n\nAlpha-2:\n Drop to your knees! Do it now!\n\n\n\n\nHCF-Alpha-1:\n \nShows the Target raise its head, its eyes still closed, it turns in Alpha-2’s direction.\n\n\n\n\nAlpha-2:\n Now! Get down! Get down, now!\n\n\n\n\nHCF-Alpha-1:\n \nShows the Target raise its hand in the direction of Alpha-2. A large wave of energy can be seen pulse through the air and knock Alpha-2 to the floor, his weapon discharges as he falls. Bullets ricochet around the room, shooting out all the glass walls as an immediate and intense red light encircles each of the incubators. One bullet grazes Beta-2.\n\n\n\n\nBeta-2:\n Fuck!\n\n\nAlpha-1:\n Alright, Sara boys!\n\n\n\n\nHCF-Alpha-1:\n \nEach of the four members in the corners of the room deploy their SRA. Upon deployment a small compression wave can be seen overlapping in the middle of the room where the Target is standing. The Target is seen struggling, with patternless bursts of red light emanating from its body. Gaps in the spacetime around the Target form.\n\n\n\n\nBeta-1:\n Got em’!\n\n\nAlpha-2:\n I don't know… don’t they usually pass out at this point?\n\n\nCommand:\n Alpha-1, Target still has its eyes closed, the Green-Type effect is possibly subconscious. Wake the Target up.\n\n\n\n\nHCF-Delta-2:\n \nShows Alpha-1 produce a cartridge of smelling salts from their field pack. Alpha-1 struggles to walk through the SRA fields, however, soon makes it to the Target and activates the salts. Within 3 seconds, Target's eyes open, the red glow surrounding it dissipates, and the Target collapses to the ground. Feed shows Delta-2 turn to their SRA and turn it off.\n\n\nHCF-Beta-1:\n \nWatches as Alpha-1 walks over to Target, secures it in handcuffs and picks up the body by way of a fireman-carry.\n\n\n\n\nAlpha-1:\n Whew, that was fun, you ok John?\n\n\nAlpha-2:\n I’m good boss, just a little shook.\n\n\nAlpha-1:\n Good. Command, ready EXFIL.\n\n\nCommand:\n Copy Alpha-1, good job.\n\n\nDelta-2:\n Always nice when no one dies on these things, ya know? Even the kids seem fine\n17\n .\n\n\nAlpha-1:\n Yeah… that was a strange one, huh? No one, not one civilian seriously hurt?\n\n\n\n\nHCF-Delta-1:\n \nFollows the team back down the stairs, through the lobby and back out the entrance. Multiple law enforcement personnel engage with the group, including Chief Hebeish.\n\n\n\n\nAlpha-1:\n Chief, we got orders from our team at the Fed to run this guy immediately up to the Field Office at Airport Plaza. In fact, here is our ride now. We will be having a special envoy coming in to debrief you and your teams.\n\n\n\n\nHCF-Beta-1:\n \nWatches as a two vehicle transport convoy arrive.\n\n\n\n\nHebeish:\n Thank you for gettin’ him. Anyone inside hurt?\n\n\nAlpha-1:\n Very surprisingly, no. Just lucky, I guess.\n\n\n04:56…\n\n\nEnd Transcript\n\n\n\n\nMission Summary:\n Target was acquired successfully with no casualties. Target, now in possession of MTF-Ξ-12, was given the designation SCP-7622. SCP-7622 awoke after 2.15 hours of travel. Little was said by SCP-7622 besides mild complaints of PAR. Site-52 was contacted and put on standby for arrival and intake.\n\n\n\n\n\n\nArchived Emails 18-03-2020\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nDate:\n 18-03-2020\n\n\nSubject:\n Anomaly Assignment SCP-7622\n\nGood Morning Dr. Schmidt,\n\n\nI know this is last minute and all, however, we have a potent Green-Type on route. Given your expertise and knowledge in the field, The Council has selected you as Head on this. While last minute is never the way I personally want to do things around here, I do see great worth in having you lead this project. Please find attached data surrounding the Subject.\n\n\nRegards,\n\n\nDir. Herold Loweski\n\n\nDirector, Secure Facility 52\n\n\nExt.52001, LV.4, Office 01\n\n\nSecure. Contain. Protect\n\n\nAttached Files:\n\n\n\n\nLBMMC-CCTV-18-03-2020\n\n\n\n\n\n\nMTF-Ξ-12 Operation Video-18-03-2020\n\n\n\n\n\n\nBackground File - Jack Daniel O’Kinney\n\n\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nDate:\n 18-03-2020\n\n\nSubject:\nRE: Anomaly Assignment SCP-7622\n\nGood Morning Director,\n\n\nLast minute is fine, been meaning to dive back into that world. Do we have an ETA for the Subject?\n\n\nCheers,\n\n\nDr. Mari Schmidt, PHD\n\n\nResearcher, Secure Facility 52\n\n\nExt.52042, LV.3, Office 26\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nDate:\n 18-03-2020\n\n\nSubject:\nRE: RE: RE: Anomaly Assignment SCP-7622\n\nMari,\n\n\nGlad you’re on board. Transport is about 2 hours out. Should give you some time to get your mind around it. Let me know if you need anything.\n\n\nRegards,\n\n\nDir. Herold Loweski\n\n\nDirector, Secure Facility 52\n\n\nExt.52001, LV.4, Office 01\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nDate:\n 18-03-2020\n\n\nSubject:\nRE: RE: RE: RE: Anomaly Assignment SCP-7622\n\nDirector,\n\n\nWill do!\n\n\nCheers,\n\n\nDr. Mari Schmidt, PHD\n\n\nResearcher, Secure Facility 52\n\n\nExt.52042, LV.3, Office 26\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nDate:\n 18-03-2020\n\n\nSubject:\n SCP-7622 First Interview\n\nDirector Loweski,\n\n\nJust finished scanning through all this info. A few things really stood out. One, the Anomaly was only active \nafter\n sedation \nand\n while being penetrated by a foreign object. Two, from the extensive background of the Subject, it seems it has survived many “near death” events, the Anomaly possibly functioning as a protective mechanism. Three, given that waking the Subject up during the MTF op negated the Anomaly's effect, its is plausible to assume that the two, Subject and Anomaly, function independently. Which leads me to my craziest point… Four, the Subject uses an inhibitor to suppress the Anomalous phenomena… Alcohol!\n\n\nMy thoughts for first interview are to get the Subject hooked up to a blood alcohol monitoring system and see what happens to the Hume around it.\n\n\nThoughts?\n\n\nDr. Mari Schmidt, PHD\n\n\nResearcher, Secure Facility 52\n\n\nExt.52042, LV.3, Office 26\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nDate:\n 18-03-2020\n\n\nSubject:\nRE: SCP-7622 First Interview\n\nMari,\n\n\nIndependent functionality between the anomalous power and the power-body? That's a new one, and basically “allergic” to booze? A little too “outside the box”, don’t you think?\n\n\nRegards,\n\n\nDir. Herold Loweski\n\n\nDirector, Secure Facility 52\n\n\nExt.52001, LV.4, Office 01\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nDate:\n 18-03-2020\n\n\nSubject:\n RE: RE: SCP-7622 First Interview\n\nSir,\n\n\nGiven what I saw in the video, and the way that the Anomaly almost resisted 4 SRAs at close range, we could be looking at the emerging power of a Phase-4, Class-V Green-Type! Usually at this stage we would clearly know about the Subject, but it has stayed hidden under the radar. Usually by now, we’d be sending in large scale MTFs and dealing with huge amnesticization campaigns. This Green-Type has its own built in containment, a flaw. A Green-Type that has a flaw is one that we can exploit to not only study how they use their powers, but how they develop.\n\n\nJust humor me on this okay? If the interview doesn’t go as I predict, we’ll look at other options.\n\n\nBut if it does, I want full approval on my experimental containment procedure. Attached is my needs and budget.\n\n\nYes?\n\n\nDr. Mari Schmidt, PHD\n\n\nResearcher, Secure Facility 52\n\n\nExt.52042, LV.3, Office 26\n\n\nSecure. Contain. Protect\n\n\n\n\nAttached Files:\n\n\n\n\nSCP-7622-Proposed Conprocs\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nDate:\n 18-03-2020\n\n\nSubject:\nRE: SCP-7622 First Interview\n\nMari,\n\n\nWell, you did write THE book on them. Go ahead.\n\n\nI expect a report within a day. I’ll approve after that.\n\n\nRegards,\n\n\nDir. Herold Loweski\n\n\nDirector, Secure Facility 52\n\n\nExt.52001, LV.4, Office 01\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\n\n\nINTERVIEW LOGS:\n\n\n\n\nPreliminary Interview - SCP-7622 18-03-2020\n\n\n\n\n\n\nDate:\n 18-03-2020\n\n\nTime:\n 08:15\n\n\nLocation:\n SIR\n18\n/OBR\n19\n-13\n\n\nResearch Head:\n Dr. Mari Schmidt\n\n\nResearch Assistant:\n Dr. Morgan Eskew\n\n\nSecurity Detail:\n Sgt. John Abramov\n20\n\n\nForward:\n\nSCP-7622 arrived at Site-52 at 08:10, March 18th, 2020. Subject was ushered in through back-route hallways on Level G and into SIR-13, which was connected to a one-way mirror observation room. SCP-7622 was restrained and fitted with a BAC-AMS. A Kant-Counter was placed in the corner of the room, with data being fed to the observation room. SCP-7622’s BAC at the time of 08:15 was 0.049%. Under direction of Research Head, Mari Schmidt, SCP-7622 was not interfered with until her discretion.\n\n\n\n\nBegin Transcript\n\n\n08:17\n\n\nAbramov:\n So we just, let him sit there?\n\n\nSchmidt:\n That’s the plan!\n\n\nAbramov:\n Seems a little… boring, no?\n\n\nSchmidt:\n In this line of work, you are lucky when things are boring.\n\n\n\n\nST52-CCTV-OBR13:\n \nEskew Laughs.\n\n\n\n\nSchmidt:\n Besides, how often do they \nstay\n boring?\n\n\nAbramov:\n You got a point there.\n\n\n\n\nST52-CCTV-OBR13:\n \nTeam is silent for 1 minutes, 12 seconds.\n\n\n\n\nAbramov:\n Well, then, I’ve had an early, long, and painful morning, anyone want a coffee?\n\n\nEskew:\n Sure, I’ll take one.\n\n\n\n\nST52-CCTV-OBR13:\n \nAbramov turns towards Schmidt, her focus is solely on SCP-7622.\n\n\n\n\nAbramov:\n You?\n\n\nSchmidt:\n Huh? No, I’m good. Thanks.\n\n\nAbramov:\n Suit yourself.\n\n\n\n\nST52-CCTV-OBR13:\n \nAbramov leaves the OBR.\n\n\n\n\nEskew:\n So what do you think?\n\n\nSchmidt:\n About what?\n\n\nEskew:\n Him? I mean, it?\n\n\nSchmidt:\n Unremarkable so far, but we’ll see.\n\n\n…08:30…\n \nBAC:\n 0.033, \nHm:\n 13/55\n\n\nKant-Counter beeps.\n\n\n\n\nST52-CCTV-OBR13:\n \nSchmidt smiles.\n\n\n\n\n…08:35…\n\n\nSCP-7622:\n Okay, okay, okay, I’ve been quiet long enough now, I want my lawyer.\n\n\n…08:37…\n\n\nSCP-7622:\n Seriously. Hello! I know there’s some shit DA or someone behind that little window.\n\n\n…08:40…\n\n\nSCP-7622:\n Come on now, lets just get this over with. I fucked up, I was drunk, I rode, I crashed, I… I.. Well, I… don’t remember the rest. But, come on! My head is killing me!\n\n\n…08:45…\n \nBAC:\n 0.025, \nHm:\n 13/55\n\n\nKant-Counter beeps.\n\n\n…09:15…\n \nBAC:\n 0.019, \nHm:\n 8/89\n\n\nEskew:\n Dr. Schmidt, we are seeing a significant drop in ambient Hume around Subject, and Subject’s radiant Hume is increasing.\n\n\nSchmidt:\n And the BAC?\n\n\nEskew:\n Diminishing.\n\n\nSchmidt:\n Knew it. Keep monitoring.\n\n\nEskew:\n Ma’am.\n\n\n…09:32…\n\n\nSCP-7622:\n (\nSinging.\n) All I wanna do is have some fun, I got a feeling, I’m not the only one. All I want to do is have some fun, till the sun comes up over Santa Monica Boulevard!…\n\n\n…10:45…\n \nBAC:\n 0.011, \nHm:\n 2/377\n\n\nEskew:\n Ma’am! Individual Hume just started to skyrocket. 377!\n\n\nSchmidt:\n 377! What?! Shit, that was faster than I anticipated. We need alcohol fast.\n\n\nSCP-7622:\n Okay, not fun anymore people… I. Want. Out!\n\n\n\n\nST52-CCTV-SIR13:\n \nCamera feed in room start to distort and turn to static The room starts to bulge outwards. SCP-7622 starts to radiate a faint light that oscillates between red and blue, SCP-7622 seems unaware of this.\n\n\nST52-CCTV-OBR13:\n \nSchmidt picks up the landline and dials.\n\n\n\n\nSchmidt:\n Herold… Director… Yes… No… Please… No time to explain… Yes the report will… Please, Herold, shut up for a moment! You still got the 50-year scotch I got you for your 10th?… Yes… Yes… That one… Hush! You still keep it under your desk?…\n\n\n\n\nST52-CCTV-OBR13:\n \nSchmidt waves to Abramov to go and retrieve the liquor from Director Loweski.\n\n\n\n\nOk, perfect… I’m sending Abramov to get it. Give it to him… Because! Otherwise, we are gonna have a major case of the “What the Fuckies”… Bingo!… Yes!… SCP-7622… Oh good god, give him the bottle… I’ll get you a new one!\n\n\n\n\nST52-CCTV-OBR13:\n \nAbramov returns with a half empty bottle of liquor and hands it to Schmidt. Schmidt walks through the SIR/OBR door.\n\n\n\n\nSchmidt:\n Sorry to keep you waiting, Jack. May I call you Jack?\n\n\n\n\nST52-CCTV-SIR13:\n \nFeed returns to normal. SCP-7622 turns to face Schmidt.\n\n\n\n\nSCP-7622:\n You can call me whatever you want.\n\n\n\n\nST52-CCTV-SIR13:\n \nSCP-7622 blinks very forcefully.\n\n\n\n\nSCP-7622:\n Shit!\n\n\nSchmidt:\n What?\n\n\nSCP-7622:\n Fucking meant to wink at ya. Used both eyes! Haha!\n\n\n\n\nST52-CCTV-SIR13:\n \nSchmidt hides a muffled laugh as she lifts the bottle up to SCP-7622.\n\n\n\n\nSCP-7622:\n What’s this?\n\n\nSchmidt:\n Little something to take the edge off, you have been complaining of your head pounding, no?\n\n\nSCP-7622:\n And you’ve been listening this entire time, no?\n\n\n\n\nST52-CCTV-SIR13:\n \nSchmidt nods and proceeds to unfasten SCP-7622’s restraints. SCP-7622 grabs the bottle.\n\n\n\n\nSCP-7622:\n Oh shit, good shit. Quite the offering. You’re not police are ya?\n\n\nSchmidt:\n No, but we can gladly go get them if you want.\n\n\n\n\nST52-CCTV-SIR13:\n \nSCP-7622 takes a drink from the bottle.\n\n\n\n\nSCP-7622:\n Naw, we good with this. So, who are you then?\n\n\nSchmidt:\n Well, Mr. O’Kinney, we are a research group wanting to study individuals with chronic alcoholism, and the DA referred us to your case this morning, so we have dibs on you before they do.\n\n\nSCP-7622:\n You have my interest, go on…\n\n\nSchmidt:\n You see, it’s your lucky day, we are in the position to offer you a spot on our seven person clinical trial. You will have your own unit, access to any liquor you desire, one free day a week, no living expenses, and we will supplement your income for lost wages. All you have to do is agree to come with us today, wear this monitoring equipment at all times and keep your BAC at an agreed upon level.\n\n\nSCP-7622:\n I don’t know that sounds all too good to be…\n\n\nSchmidt:\n Your record will also be expunged of all previous incidents.\n\n\nSCP-7622:\n You got a deal! I get to go home and get my stuff?\n\n\nSchmidt:\n You will be departing to the study straight from here. We will have our associates do all the heavy lifting with personal affects. You will also be required to meet with me on a semi regular basis for evaluation.\n\n\nSCP-7622:\n Well that only sweetens the deal even more!\n\n\nSchmidt:\n I think that’s all I need from you, we will relocate you when your unit is ready, in the meantime, enjoy the rest of that bottle.\n\n\nSCP-7622:\n Sure thing, one question.\n\n\nSchmidt:\n What's that?\n\n\nSCP-7622:\n What's your name?\n\n\nSchmidt:\n Oh! I’m Dr. Schmidt, Mari Schmidt.\n\n\nSCP-7622:\n Nice to meet you Mari Schmidt, you can call me JD.\n\n\n\n\nST52-CCTV-SIR13:\n \nSchmidt exits the room. SCP-7622 takes another drink from the bottle.\n\n\n\n\n…11:00…\n \nBAC:\n 0.21, \nHm:\n 21/21\n\n\nEnd Transcript\n\n\nResearcher Summary Remarks:\n\nSCP-7622-A’s Hume levels gradually settled as its BAC increased. By 13:00, SCP-7622 was sleeping and ready for relocation to OSCB-7622. MTF-𝛿-10 was mobilized for the extended operation. SCP-7622 seems completely unaware of its abilities as well as its situation, possible chronic alcohol consumption has hindered some critical thinking and awareness. Experimental Containment Procedures were summarily approved by Dir. Loweski.\n\n\n\n\n\n\n\n\nSCP-7622 Data readings - 18-03-2020\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nInterview-1 SCP-7622 28-03-2020\n\n\n\n\n\n\nDate:\n 28-03-2020\n\n\nTime:\n 12:15\n\n\nLocation:\n PER\n21\n/OBR-15\n\n\nResearch Head:\n Dr. Mari Schmidt\n\n\nResearch Assistant:\n Dr. Morgan Eskew\n\n\nSecurity Detail:\n Sgt. John Abramov\n\n\nForward:\n\nSCP-7622 was given 1 week to assimilate into their containment unit. Activities of note while in containment included, but were not limited to: Drinking, cooking, eating, sleeping, watching television/online streaming services, writing, drawing, playing music, listening to music. Of note SCP-7622 seems particularly unaware of how much it actively consumes during periods of high inactivity. It would seem a lot of what compels SCP-7622 to drink is apathy.\n\n\n\n\n\n\nBegin Transcript\n\n\n12:15…\n \nBAC:\n 0.13, \nHm:\n 19/32\n\n\n\n\nSCP-7622:\n What's up, Doc?\n\n\nSchmidt:\n Good day, JD. How are the accommodations treating you?\n\n\nSCP-7622:\n Oh just fine, its like I never left my own place.\n\n\nSchmidt:\n JD, per our agreement, you are allowed one approved day-off per week, you haven’t submitted any requests. Why?\n\n\nSCP-7622:\n Don't really have anywhere or anyone to go see, I kind of got everything I need or want in the apartment, so no real need. Guess I’m a bit of a loner that way.\n\n\nSchmidt:\n Lets get into that shall we?\n\n\nSCP-7622:\n Into what?\n\n\nSchmidt:\n Well this is our first monthly psychological meet-up.\n\n\nSCP-7622:\n Oh, alright, if we gotta.\n\n\nSchmidt:\n We gotta.\n\n\nSCP-7622:\n Where do you want to start?\n\n\nSchmidt:\n Let us start at the beginning. That’s a good place.\n\n\nSCP-7622:\n Okay then… In the beginning God created the heavens and the Earth, and the Earth was without form and void…\n\n\n\n\nST52-CCTV-PER15:\n \nSchmidt laughs.\n\n\n\n\nSchmidt:\n Haha. No, let’s start with your parentage.\n\n\nSCP-7622:\n Yeah, figured. Well my coming to being was an all-sorts-of-mixed-bag sort of thing. Plagued with both good and bad, a trend that continues to this very moment.\n\n\nSchmidt:\n How so?\n\n\nSCP-7622:\n I guess you could say I’m like a black cat with ten lives. Not even sure how I made it this far.\n\n\nSchmidt:\n We all have our own struggles, JD.\n\n\nSCP-7622:\n Well, mine are polished in platinum. I was supposedly conceived on St. Paddies Day 1989, at least that’s the story my dad always liked to tell. Was supposed to be a Christmas miracle, a good old fashioned, little Jesus. Had a due date on Christmas Eve, and early on, the universe immediately conspired against me.\n\n\nSchmidt:\n In what way?\n\n\nSCP-7622:\n You got my medical records, you should know by now I was not a Jesus baby.\n\n\nSchmidt:\n Yes, but that's what these sessions are about JD, you experiencing your relationship with your feelings and past.\n\n\nSCP-7622:\n All while drunk? Seems kinda… counterproductive.\n\n\nSchmidt:\n That's the angle of the study. And the stipulation to your expungement.\n\n\nSCP-7622:\n Okay, okay, fine.\n\n\n\n\nST52-CCTV-PER15:\n \nSCP-7622 sighs.\n\n\n\n\nSCP-7622:\n Well… As. You. Know… I was born October, 13th of that year, a fucking Friday the 13th, 10 weeks early.\n\n\nSchmidt:\n Severely preterm.\n\n\nSCP-7622:\n Yes, and the luck only gets worse from there. The umbilical was around my neck three times. I was suffocating. I had pneumonia. I was barely alive. Spent the next 8 weeks fighting for my life in the NICU.\n\n\nSchmidt:\n Do you know how your parents took this?\n\n\nSCP-7622:\n They didn’t even name me. They didn’t want to give a name to a soul that was not long for this world. My mother was worried, inconsolable. My dad… I’m not sure. He says he prayed, every day. But sometimes I doubt it, sometimes I feel like he didn’t want a weak, frail son like the one he was given. I was supposed to be his strong Jesus baby, and he got a black cat.\n\n\nSchmidt:\n But you obviously came out the other side though?\n\n\nSCP-7622:\n Did I, doc? Whether it was by chance or my dad’s praying, whichever, I did survive. Been doing that everyday since… Surviving.\n\n\nSchmidt:\n Then they named you?\n\n\nSCP-7622:\n Yeah, after I came home my dad and my uncle went out for a celebratory night on the town, in typical Boston-Irish fashion. Together they polished off two bottles of Jack Daniel’s. You can kind guess where the name comes from now. Its no wonder I find work behind a bar. It’s a literal through-line.\n\n\nSchmidt:\n The connection is strong.\n\n\nSCP-7622:\n My mom always hated that telling of events, but its the one I go with. Helps explain more of my present composure. I mean, seriously how more on the nose can you get? A Boston, Irish, Catholic boy named after a liquor? Might have well as named me “Predisposition”.\n\n\n\n\nST52-CCTV-PER15:\n \nSchmidt laughs, catches herself and coughs.\n\n\n\n\nSchmidt:\n I’m, I’m sorry.\n\n\nSCP-7622:\n No, no. Don’t be, it’s funny as fuck. You gotta laugh at the absurd things, otherwise you’d go insane.\n\n\nSchmidt:\n I don’t see your surviving birth as absurd.\n\n\nSCP-7622:\n Oh, but Doc, isn’t it all absurd. We exist against our consent and play the cards we are dealt when the house clearly has the upper hand.\n\n\n12:30…\n \nBAC:\n 0.10, \nHm:\n 16/40\n\n\nSchmidt:\n For being inebriated, you seem to have a very strong way with words. Where does that come from?\n\n\nSCP-7622:\n I don’t know. I used to read a lot when I was younger, wanted to be a writer, a philosopher.\n\n\n\n\nST52-CCTV-PER15:\n \nSCP-7622 shrugs.\n\n\n\n\nSchmidt:\n Well, it definitely makes this interview less monotonous than it could be.\n\n\nSCP-7622:\n What? Are the other guys not providing a stimulating work environment?\n\n\nSchmidt:\n The other…? Oh, oh, well you know, I can’t really speak of any of the other participants, doctor/patient confidentiality and all. Safe to say, you are one of my more interesting patients, without a doubt.\n\n\nSCP-7622:\n Rad.\n\n\n\n\nST52-CCTV-PER15:\n \nSCP-7622 forcibly blinks.\n\n\n\n\nSchmidt:\n Was that supposed to be a wink?\n\n\nSCP-7622:\n Just for you.\n\n\nSchmidt:\n Let’s move on to your early childhood.\n\n\nSCP-7622:\n Oh boy, lets. What do you want to know?\n\n\nSchmidt:\n How was it? Any other stories of survival, random happenstance? You say you’re a black cat with ten lives, how you figure?\n\n\nSCP-7622:\n Well I was always getting into trouble, accidents, minor, but enough for my parents to notice and put me on some hyperactivity meds and mood suppressants.\n\n\nSchmidt:\n Really now?\n\n\nSCP-7622:\n Always found the fastest way of going downstairs was to tumble. Somehow I was always getting caught twenty feet up in a tree. So many others, but all the memories are a blur. Getting your kid hooked on stimulants at that age will do a number on memory. I do have a few weird memories, though I’m still not sure if they are dreams or not.\n\n\nSchmidt:\n Why’s that?\n\n\nSCP-7622:\n There was a brief time when I was little I was convinced I could fly.\n\n\nSchmidt:\n How so?\n\n\nSCP-7622:\n I remember this day, I think I missed my medication, so I was just being a hyper-crazy-little shit with the next door girls. We were maybe seven or eight. I was running around my driveway at full clip, which had on it a steep thirty foot decline. I’m talking a sharp drop. I wasn’t paying attention. I was just whizzing around and before I knew it, I had sped off the driveway, with about 12 feet of air between me and the pavement. I started falling, but before I could hit the ground, something caught me, and I… I… I flew. I veered off to the left and landed safe on the grass next to the driveway.\n\n\n\n\nST52-CCTV-PER15:\n \nSchmidt straightens up in her chair.\n\n\n\n\nSchmidt:\n Did your friends see this?\n\n\nSCP-7622:\n I can’t remember, I tried to talk to them about it but they seemed to lose that part of the day. I think I was young, and being off my meds made me confuse my dreams with reality. I’ve had a lot of flying dreams since then.\n\n\nSchmidt:\n Any other weird memories? Any that stick out from around that same time?\n\n\nSCP-7622:\n Well, shortly after that, my parents got divorced. It… It did a number on me. I still remember the night they had the big fight. I… I… my god…\n\n\n\n\nST52-CCTV-PER15:\n \nSCP-7622 starts to cry.\n\n\n\n\nSchmidt:\n JD, its okay if you don’t want to talk about it. But if you can… You said you like writing, could you write down what happened that night?\n\n\n\n\nST52-CCTV-PER15:\n \nSCP-7622 nods, its face swollen in tears. Schmidt hands it a piece of paper.\n\n\n\n\nSchmidt:\n Take your time.\n\n\n12:30…\n \nBAC:\n 0.09, \nHm:\n 16/40\n\n\n\n\nST52-CCTV-PER15:\nSCP-7622 spends the next 35 minutes writing.\n\n\n\n\n13:05…\n \nBAC:\n 0.09, \nHm:\n 15/41\n\n\n\n\nST52-CCTV-PER15:\nSCP-7622 hands Schmidt the paper. Schmidt reads over it.\n\n\n\n\nSchmidt:\n Hmm. Seems like you’ve internalized a lot of this pain. Do you blame yourself for your parents separation?\n\n\nSCP-7622:\n No. (\nSniffles.\n) I blame myself for not being strong enough to stop it.\n\n\nSchmidt:\n That wasn’t your call to make though, JD.\n\n\nSCP-7622:\n But it affected me nonetheless.\n\n\n13:08…\n \nBAC:\n 0.08, \nHm:\n 12/50\n\n\nEskew:\n (\nIn earpiece.\n) Dr. Schmidt, Hume is rising, that cry may have sobered it up a bit faster than expected.\n\n\nSchmidt:\n That's understandable. JD, I want to thank you for opening up and being a part of this study. You are heard. I think our time is up for today.\n\n\nSCP-7622:\n Thanks for listening to my diatribe, Doc.\n\n\nSchmidt:\n You’re very welcome, JD.\n\n\nSCP-7622:\n Till next time.\n\n\n\n\nST52-CCTV-PER15:\nSCP-7622 forcibly blinks.\n\n\n\n\nSchmidt:\n See you next month.\n\n\n13:15…\n \nBAC:\n 0.08, \nHm:\n 11/57\n\n\nEnd Transcript\n\n\nResearcher Summary Remarks:\n\nSCP-7622 shows markings of a highly intelligent individual, despite the body-brain damage caused by alcohol dependency and trauma. It seems to take interpersonal relationships very emphatically, often blaming itself and the universe for misgivings. What is interesting, besides the one strong example given, is the lack of typical Green-Type evolution. It is possible the medicated state that SCP-7622 was put in during its early years helped suppress early Phase-1 and Phase-2 development. It is, however, unclear how such strong disturbances in the Hume field could come from a completely unpracticed Green-Type. What is very notable from its writing is the concept of SCP-7622’s “Shadow” entity, and the connection that can be made to Jungian references of the “shadow”\n22\n. As Jung has noted, individuals first recognize, then merge with, and ultimately assimilate the Shadow, leading to a full and actualized, evolved self. Next interview will attempt to see if as SCP-7622 matured, so did the SCP-7622-A effect.\n\n\n\n\n\n\n\n\nAttached File: SCP-7622 28-03-2020\n\n\n\n\n\n\nOpen File\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nI was maybe seven, maybe eight? All I know is that it was a warm summer’s night. One of those nights you get in the middle of June, in the north of the eastern seaboard. I remember the sky was dark and full of low hanging clouds, the kind that would reflect the distant city’s glow. And though there was no rain, the clouds lit up with the heated flashes of angry lightning… But the bolts never touched the ground, as if the lightning itself, too, was afraid of the brewing war in the downstairs bedroom.\n\n\n \n\nMom and Dad were fighting again… I’m not sure if it was “Dad”, or “Daddy” then, I don’t really know, I haven’t spoken either term for quite some time now, and in the middle of my dreaming, I was awoken by mommy’s cries for answers and my father’s pleas for peace. Their quarrelsome banter came up through the floorboards and out of the walls as muffled murmurs. My only hope was that my sister, in her room further down the hall, and further away, slept soundly, innocently unaware.\n\n\n \n\nA flash of lightning lit the area behind the curtains and a rumble moved through the house. Unsure of whether it was the weather, or whether or not it was them, I sprang to the window and rolled back the curtains. Being so close to the wall amplified the indistinguishable spats of my parentage, their incessant bickering merged with the sound of the wind outside and together, and howled like damned lamentations.\n\n\n \n\nThe fear of of wind, the fear of thunder, the fear of storm, of… familial dissolution swam madly in my young mind. I decided to do something, I prayed. I prayed to God. The same God my father had. If He had saved me, He could save Us. I prayed for Him to take away the fear, the fear of wind, the fear of thunder, the fear of storm, of dissolution. I prayed for their voices to stop, for them to quiet, for something…\n\n\n \n\nWith my prayer finished, I looked up as a flash of light pierced the sky, and I found it a sign. Had it worked? Had God heard my words? Had I finally found providence? When the sound of thunder rocked the house, I saw a giant towering Shadow against the backdrop of that distant glowing city. All was quiet in the house and the wind had subsided. The Shadow stared at me. I stared back. Was this God? Had I summoned Him? Had I saved my family?\n\n\n \n\nI heard my mother wail once again and my father scream, his voice shot through the shaking wall, I heard a door slam, a car start. The wind picked back up and the sky once again filled with sound and illumination. I looked to the Shadow and asked, “Why?”. The Shadow stared back at me and said “You are not a God. You cannot stop the wind, the thunder, or the oncoming storm.”\n\n\n \n\nI started to weep, I started to cry, and as I did, so did the Shadow, and as It did, It morphed into a vision of myself, until all I could see was my own reflection in the window.\n\n\n \n\nI’ve carried the Shadow every day since.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nInterview-2 SCP-7622 26-04-2020\n\n\n\n\n\n\nDate:\n 26-04-2020\n\n\nTime:\n 12:15\n\n\nLocation:\n OSCB-7622-1\n\n\nResearch Head:\n Dr. Mari Schmidt\n\n\nResearch Assistant:\n Dr. Morgan Eskew\n\n\nSecurity Detail:\n Sgt. John Abramov\n\n\nForward:\n\nIn the past month, besides previously established behavior trends, SCP-7622 did little of note. Within the month, SCP-7622 only requested one period of Off Time to receive a haircut. All other time was spent within OSCB-7622.\n\n\nMTF-𝛿-10 member, Alpha-1, Sgt. John Abramov and SCP-7622 formed a quick bond, often leaving their respective units to drink, sitting in foldable lawn chairs set up in front of OSCB-7622. The pair would drink and converse for hours. Topics of conversation would include, life experience, niche science topics, and the “study program”. Sgt. Abramov, by order, was covertly drinking non-alcoholic beverages, however on occasion SCP-7622 would mix a cocktail for the both of them.\n\n\nThe following interview was conducted in OSCB-7622-1.\n\n\n\n\n\n\nBegin Transcript\n\n\n12:20…\n \nBAC:\n 0.23, \nHm:\n 21/21\n\n\n\n\nSCP-7622:\n Welcome to my humble abode!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 spins in a circle gesturing to the unit. SCP-7622 stumbles over their own gate. SCP-7622 quickly recovers.\n\n\n\n\nSCP-7622:\n Ta-da!\n\n\nSchmidt:\n Not much of a trick is it, JD?\n\n\nSCP-7622:\n No, I guess not, but you know what is a great trick?\n\n\nSchmidt:\n What’s that?\n\n\nSCP-7622:\n How great I make a Margarita! I’m gonna make you one!\n\n\nSchmidt:\n No, JD, it’s fine, I’m working. Our monthly meet-up? Remember?\n\n\nSCP-7622:\n How could I forget! I look forward to these with all my being.\n\n\nSchmidt:\n Well, then let’s get started then?\n\n\nSCP-7622:\n First, Margarita!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 grabs one of the shaker-tins on the counter. SCP-7622 pulls a measuring jigger out of a kitchen drawer. SCP-7622 then grabs a plate of salt, two items of glassware and three bottles off its display. SCP-7622 pours the ingredients and begins shaking.\n\n\n\n\nSCP-7622:\n (\nYelling over the sound of the shakers.\n) See, the trick to the perfect Margarita is simplicity, quality ingredients, and proportion! Two parts Repo, one part Curaçao, and one part lime! That’s it!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 stops shaking and rims the glassware with salt from the plate. SCP-7622 then strains the cocktails into their respective glasses and fills them with fresh ice.\n\n\n\n\nSCP-7622:\n Most people want to overcomplicate things, like adding lemon juice, orange juice, agave, or blending it, you name it. Those things still don’t beat a well thought out classic. Here.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 hands Schmidt a glass.\n\n\n\n\nSCP-7622:\n The perfect Margarita. Cheers.\n\n\nSchmidt:\n Cheers… Oh, that's quite good.\n\n\nSCP-7622:\n Thanks, its like I’m a professional bartender or something… Everything has its purpose, the lime and the tequila do their dance, with the curaçao coming in on the back, and the salt really brings out the sweetness. Kind of like life, ya know?\n\n\nSchmidt:\n In what way?\n\n\nSCP-7622:\n You know, going through salty, bitter times, can make sweet things stand out that much more. Salt highlights the sweet.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt smiles.\n\n\n\n\nSchmidt:\n Speaking of life, let’s get back to yours. Where we last left off was early childhood. I want to fast forward to more formative years.\n\n\nSCP-7622:\n Aren’t all years formative?\n\n\nSchmidt:\n In a way, but I want to know about the years where you started to figure out who you wanted to be.\n\n\nSCP-7622:\n Lady, I still barely know that, but I guess we can start in high school.\n\n\nSchmidt:\n If that's where you want to take off, go right ahead.\n\n\nSCP-7622:\n Fine, so, my sister and I were shuffled around from mom to dad, to dad to mom, off and on, sometimes with relatives, sometimes with family friends. We never really found our footing. By middle school I was already drinking pretty proficiently. My grandfather had taught me early on how to make a screwdriver!\n\n\nSchmidt:\n Why’s that?\n\n\nSCP-7622:\n So that he didn’t have to get up and make it himself, just have me do it.\n\n\nSchmidt:\n I’d imagine that would have had a big impact on you.\n\n\nSCP-7622:\n It helped me more than anything. See, I never went to the same school for more than a year from 6th grade on. When I first entered high school, I was a loner, a weirdo, but I wanted to fit in so bad. So I actively developed a strategy to do so. I would learn how to make really good drinks. What's one thing that all high schoolers want to be a part of?\n\n\nSchmidt:\n The popular crowd?\n\n\nSCP-7622:\n Parties!\n\n\nSchmidt:\n Ah.\n\n\nSCP-7622:\n So I would study classic cocktails and learn how to balance booze for good drinks, then I’d go to parties, make amazing punches and such and get people to like me.\n\n\nSchmidt:\n Seems like you researched your way into the “in-crowd”.\n\n\nSCP-7622:\n Absolutely!\n\n\nSchmidt:\n So would you say that mixing cocktails is your way of letting people know you want to be liked by them?\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt looks at her cocktail.\n\n\n\n\nSCP-7622:\n I guess you could say that.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 forcibly blinks with both eyes and then stares at Schmidt for 10 seconds.\n\n\n\n\nSchmidt:\n You’re staring, weren’t you taught that it is rude to stare?\n\n\nSCP-7622:\n Oh yes, I know. But life is short, and I’m not in the business of denying myself the chance to take in something beautiful.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt blushes and looks away.\n\n\n\n\nSchmidt:\n JD, let’s keep it on track, won’t we?\n\n\nSCP-7622:\n You got it, Doc!\n\n\nSchmidt:\n So along the same lines of what you experienced in your younger years, dream-like memories, visions of shadow things. Anything stand out to you?\n\n\nSCP-7622:\n No, as I got older, I just found myself in strange situations, ones where it almost seemed like I blipped out of reality into… I… I don’t know how to describe it.\n\n\nSchmidt:\n Try me.\n\n\nSCP-7622:\n Like, okay, when I got my first car at 19, it was a Jeep. It was awesome, but not without its flaws. The idle wouldn’t catch sometimes, so at stoplights and such, I would have to also keep the gas going along with the brake. So this one time, instead of possibly have the car die on me if I stopped, I blew through a yellow light, but the Jeep was top-heavy and started to tailspin. I went off the road, over the sidewalk and almost plummeted about 100 feet down into some apartment complex. But suddenly out of nowhere, one single tree, no more than 8 inches thick appeared and caught the front bumper of my car. That one tree, that I swear wasn’t there, saved my life. And I’ve been in even crazier accidents since then.\n\n\nSchmidt:\n Yes I can see from your file, 3 car accidents and 2 motorcycle. This one included. Can you tell me about another?\n\n\nSCP-7622:\n Well there was the time in college, when I was 22, that my girlfriend and I got into a fight, I was drunk and stormed off. Got in my car and drove 20 miles to my apartment, when I got there, I decided to go back to the dorms where she was, another 20 miles. When I got there, her roommates told me she had gone home to cool off, so I drove down to her parent home, 50 miles away. Once I got to her neighborhood, I decided to cool down myself. I turned my car around and started the 20 mile trip home. Mid-way, she texts me asking if I was ok, that she hadn’t heard from me in too long, was worried. I was sobering up at the time, but was still quite upset.\n\n\nSchmidt:\n So what did you do?\n\n\nSCP-7622:\n I texted her back, “No”, but I mistyped and sent “Ni”. N. I. Neee. So I went to fix the mistake, while barreling down the I-73 at 80-90 miles an hour. When I looked up from my phone, I was going over the center embankment. The nose of my truck hit the ground, launched me and the truck sideways. I rolled anywhere between four to six times over. When the motion stopped, I pulled myself out the back window and out of the wreck. I was not injured in the least.\n\n\nSchmidt:\n You don’t say.\n\n\nSCP-7622:\n Even crazier, the entire thing, whole truck, mashed metal and shattered glass, only thing that wasn’t pulverized was the front driver’s side area. It was like I had a bubble around me… protection.\n\n\nSchmidt:\n Seems like a running theme in your life is narrowly escaping severe or deadly situations?\n\n\nSCP-7622:\n Mari! That's like not even the half of it! So many stories!\n\n\nSchmidt:\n Like what?\n\n\nSCP-7622:\n The time when I was 26, I was lost in the desert for two days with no food or water, just a hangover and cocaine! Was found by search and rescue, literally almost died.\n\n\nSchmidt:\n Another good exam—\n\n\nSCP-7622:\n And then there’s the time last year, in Tijuana, that I bought coke off a guy who turned me into the police, they pat me down and everything, but missed the one pocket where the shit was. I then I lost all my money, my wallet and phone, racked up a bill at one of the bars, couldn’t pay and was held at gunpoint for payment before a fire broke out and I got away!\n\n\nSchmidt:\n Sounds like—\n\n\nSCP-7622:\n Again! When I was 16, my friends and I got into parkour and I missed a 4 story jump, and only pinched my sciatica!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt is quiet for 3 seconds.\n\n\n\n\nSCP-7622:\n Or two years when I was riding to work and got T-boned by an SUV and the only thing damaged was my bike!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 and Schmidt are quiet for 7 seconds.\n\n\n\n\nSchmidt:\n Any others?\n\n\nSCP-7622:\n Well… yeah…\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 looks at the far wall, past Schmidt.\n\n\n\n\nSCP-7622:\n I tried killing myself… Twice. Once, with an overdose of painkillers, and the second time by cutting my wrists.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 turns its wrists over revealing scars.\n\n\n\n\nSchmidt:\n I’m sorry. I didn’t know, that wasn’t in your file.\n\n\nSCP-7622:\n It wouldn’t be, they were private moments where I decided it just wasn’t worth it to continue any further. But, I guess I have bad luck even with that. For the overdose, roommate found me and induced vomiting, took me 3 days to recover. And these, no matter how hard and how much I cut, the blood always stopped. I can’t even do that right.\n\n\nSchmidt:\n Well, JD, aren’t you glad that you couldn’t?\n\n\nSCP-7622:\n Jury’s still out on that.\n\n\nSCP-7622 and Schmidt are quiet for 21 seconds.\n\n\nSCP-7622:\n Whew, I mean, that's what comes to mind right now. But now that I say it, I’ve had like the best of the worst luck.\n\n\nSchmidt:\n Sounds like you find yourself in compromising situations, often at your own discretion, and somehow luckily make it out.\n\n\nSCP-7622:\n Its like my bad luck and good luck are two sides of the same coin. A coin flip that miraculously just keeps landing on its edge.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 looks at its drink.\n\n\n\n\nSCP-7622:\n I guess a lot of it might have to do with this, huh?\n\n\nSchmidt:\n Seems to be an underlying factor.\n\n\nSCP-7622:\n Well then, here’s to your study!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 finishes the entirety of its drink in one gulp. SCP-7622 looks back at Schmidt despondently.\n\n\n\n\nSCP-7622:\n That's what you want right?\n\n\nSchmidt:\n Not particularly, but it is necessary.\n\n\nSCP-7622:\n Do you always do what's necessary?\n\n\nSchmidt:\n When it’s needed.\n\n\nSCP-7622:\n You’re so lucky I like you.\n\n\nSchmidt:\n Why’s that?\n\n\nSCP-7622:\n If I didn’t have the pleasure of meeting with you like this every month, I’d tell this study to get fucked.\n\n\nSchmidt:\n Well then…\n\n\nSCP-7622:\n I’m sorry, just a little drunk and emotional after all that.\n\n\nSchmidt:\n That's understandable.\n\n\nSCP-7622 and Schmidt are quiet for 12 seconds.\n\n\nSCP-7622:\n You’re beautiful, you know that?\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt looks at SCP-7622.\n\n\n\n\nSchmidt:\n JD, you’re intoxicated.\n\n\nSCP-7622:\n And tomorrow I won’t be, but Dr. Schmidt, you will still be beautiful.\n\n\nSchmidt:\n Thank you JD, I think we can end here.\n\n\nSCP-7622:\n Did I say something wrong.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt smiles.\n\n\n\n\nSchmidt:\n Not in the slightest, you’re a charming person, JD. Keep your head up.\n\n\n12:20…\n \nBAC:\n 0.25, \nHm:\n 20/20\n\n\nEnd Transcript\n\n\nResearcher Summary Remarks:\n\nSCP-7622 seems to have lived a life of extreme risks and constant inebriation. It can ultimately be inferred that SCP-7622-A has been activated upon in many instances in the past to protect the survival of SCP-7622. SCP-7622 seems to see all the situations he put himself in as a result of bad luck and their outcomes as a result of good luck. SCP-7622 seems to lack awareness in his conscious autonomy to make decisions, functioning off of a combination of instinct and impulse, often only realizing the ramifications of his actions after the fact. The next interview will seek to establish motives and intentions behind decision making and establish a broader prospective of SCP-7622’s worldview.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nInterview-3 SCP-7622 26-05-2020\n\n\n\n\n\n\nDate:\n 26-05-2020\n\n\nTime:\n 12:35\n\n\nLocation:\n PER/OBR-15\n\n\nResearch Head:\n Dr. Mari Schmidt\n\n\nResearch Assistant:\n Dr. Morgan Eskew\n\n\nSecurity Detail:\n Sgt. John Abramov\n\n\nForward:\n\nDr. Schmidt, deciding that the setting of OCSB-7622 may have been too informal for a proper interview, elected to move the interview back to Site-52. The line of questioning that followed was intended to determine if SCP-7622-A were to fully emerge and activate, what kind of person would SCP-7622 be in maintaining the ability.\n\n\n\n\n\n\nBegin Transcript\n\n\n12:35…\n \nBAC:\n 0.08, \nHm:\n 18/24\n\n\n\n\nSchmidt:\n Thanks for meeting me here, JD.\n\n\nSCP-7622:\n No problem, Doc. More formal than our last encounter.\n\n\nSchmidt:\n Yes.\n\n\nSCP-7622:\n So where are we starting today?\n\n\nSchmidt:\n Well, let us start off light. You have cut back on the drinking I see. Only coming in today with a… point oh eight?\n\n\nSCP-7622:\n Yeah, I feel like I was out of line with you last time, and a bit too heavy handed. I know you know, I got the hots for ya, but this is… well, I guess considered a working relationship, and I need to respect that.\n\n\nSchmidt:\n That's very… self-aware of you, JD.\n\n\nSCP-7622:\n Yeah, I don’t know what waits for me on the other side of this thing, but I hope it’s a better me.\n\n\nSchmidt:\n So do I, JD, so do I. What kind of person \ndo\n you want to be JD?\n\n\nSCP-7622:\n I don’t know, up to this point I just feel like I’ve been fucking up so excellently, that I just never considered that change is in my cards. It’s like I went downhill so sharply that when I tried to look behind me, I saw nothing but the sky.\n\n\nSchmidt:\n So, do you think you can change?\n\n\nSCP-7622:\n I don’t know. I always wanted to be a writer, a composer, an astronaut, a pilot, someone who does things that make people happy, leaves then in awe. There's so many shitty things going on in the world, global warming, political bullshit, wars, sickness… I just thought maybe I’d do something to make all those things not so bad for people.\n\n\nSchmidt:\n So what happened?\n\n\n\n\nST52-CCTV-PER15:\n \nSCP-7622 gestures around the room and then to itself.\n\n\n\n\nSCP-7622:\n This. This my dear. Drinking, reckless behavior, this whole mess of an existence I call a life. I stopped myself in my own tracks, before I could get running.\n\n\nSchmidt:\n So what would you have done differently?\n\n\nSCP-7622:\n Not drank, not started down this whole path of existential absurdity.\n\n\nSchmidt:\n What do you mean by that?\n\n\nSCP-7622:\n Have you ever heard of Camus?\n\n\nSchmidt:\n The philosopher?\n\n\nSCP-7622:\n Bingo, I got this thing he said tattooed across my chest, “A man that has become aware of the absurd is forever bound to it.”. Basically, the Absurd is the dissonance that arises between man’s search for meaning in a universe ultimately devoid of meaning. When he becomes aware of it, it’s all that consumes him.\n\n\nSchmidt:\n So you think there is no meaning in the universe?\n\n\nSCP-7622:\n None that we were meant to know, just a large black nothingness for us to scream into.\n\n\nSchmidt:\n So if nothing matters, why did you limit your drinking to see me today, you could have come in here raging drunk and according to your absurdity idea, nothing would have been different.\n\n\nSCP-7622:\n Because, as Nietzsche once said, “He who fights monsters must take care he does not become a monster, himself. For if you gaze for long into the abyss, the abyss gazes back.” If I want to rail against the meaninglessness of existence, that black abyss, I must own myself with the conviction to never become a monster. I care about you, I’m sure in some of the same capacities my father loved my mother, but once drink is involved… dissolution. Drinking is my monster.\n\n\n\n\nST52-CCTV-PER15:\n \nSCP-7622 stares at Schmidt.\n\n\n\n\nSCP-7622:\n I don’t ever want to be a monster to you.\n\n\nSchmidt:\n I don’t think you ever could be, JD.\n\n\nSCP-7622:\n Only time will tell. I guess that's why I’ve always wanted to do something to change peoples' lives. I feel like all the bad luck in my life is just karma for being a bad person…\n\n\nSchmidt:\n How so?\n\n\nSCP-7622:\n I don’t know, I have all this criminal history, but all this want to be a force for good in the world, wasted potential. Sometimes I just wish I could come across a drowning person, a car crash, a burning house, natural disaster, and just… help. Prove that I am not just my mistakes, prove that I am not lost, prove that I can still do good in this world. Maybe if I was a hero, people would forget the absolute royal flush of a fuck up that I’ve turned out to be. Sometimes I wonder, if I am a good person…\n\n\nSchmidt:\n I think you are. It sounds like you beat yourself up over this quite a bit.\n\n\nSCP-7622:\n Hence the drinking, it helps quiet that inner voice. The one that keeps trying to tell me I’m better than this, and nothing at all, all at the same time.\n\n\nSchmidt:\n What would you do if you listened?\n\n\nSCP-7622:\n I don’t know… Hey, Doc?\n\n\nSchmidt:\n Yes?\n\n\nSCP-7622:\n What happens after the study? My record gets clean, I have some money in my pocket, do I just go back to my old ways? What do you think the future holds for me? Good luck, bad? More of the same?\n\n\nSchmidt:\n Honestly, JD, I can’t quite say. I think that will ultimately be up to you.\n\n\nSCP-7622:\n Will you be there?\n\n\nSchmidt:\n Huh? I…\n\n\nSCP-7622:\n When this is all done, will we stay in contact?\n\n\nSchmidt:\n JD, I think you and I will be in contact for a very, very long time.\n\n\nSCP-7622:\n Oh, oh good, I like that.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 blinks forcefully with both eyes.\n\n\n\n\n12:55…\n \nBAC:\n 0.05, \nHm:\n 15/69\n\n\n\n\nST52-CCTV-PER15:\n \nSchmidt turns away from SCP-7622.\n\n\n\n\nSCP-7622:\n What else do you want me to talk about?\n\n\nSchmidt:\n I think I have enough for today, JD. Thank you.\n\n\nSCP-7622:\n See ya next month?\n\n\nSchmidt:\n Absolutely.\n\n\n13:00…\n \nBAC:\n 0.04, \nHm:\n 10/111\n\n\nEnd Transcript\n\n\nResearcher Summary Remarks:\n\nJD is quite possibly one of the first Green-Type individuals ever encountered to; one, by his age not be aware of his abilities in the slightest, and two, be on the cusp, or in the midst of Phase-4 power transition, without never undergoing any other of the Phase 1-3 transitions. Regardless of what Dr. Clef may attribute to the concept of the “Child God”\n23\n, or anomalous effects SCP-7622-A may have on my interactions with JD, it is quite possible that he might be a force for good, and useful to the Foundation’s needs. Formal submission for reclassification to Thaumiel/Cernunnos, pending approval.\n\n\n\n\n\n\n\n\n\n\n\n\nArchived Emails 28-05-2020\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nDate:\n 28-05-2020\n\n\nSubject:\n SCP-7622 Reclassification Request\n\nDirector Loweski,\n\n\nSir, it has been 2 days since I submitted my request for reclassification of SCP-7622. I think there is clear evidence here for release and use. JD has a strong moral compass, a keen eye and understanding of his faults, and a sense of duty to the world. Should we allow him to develop his abilities, he could be a great asset to The Foundation. Imagine what we could do with a top-tier reality bender on our side. Thaumiel only makes sense at this point.\n\n\nOn top of all that, it is clear that we cannot just sedate him and keep him inebriated via sedative means. And to be completely frank, these containment procedures are borderline unethical. To actively force this person to drink themselves to death would be against our creed of “cold, not cruel”. Even more so that if his health starts to decline significantly due to the excessive drinking, the SCP-7622-A anomaly may appear just to protect JD anyway. In that case he’d be weaker and not in control. A secondary class of Cernunnos is necessary.\n\n\nI propose to dissolve Protocol:Relapse as well, it was a short-sighted & inhumane solution to a potential problem that I did not fully comprehend at the time.\n\n\nI need your help to push this along. Please follow up with the Council as soon as possible.\n\n\n-Mari\n\n\nDr. Mari Schmidt, PHD\n\n\nResearcher, Secure Facility 52\n\n\nExt.52042, LV.3, Office 26\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nDate:\n 28-05-2020\n\n\nSubject:\n RE: SCP-7622 Reclassification Request\n\nDr. Schmidt,\n\n\nIt is with a heavy heart that I must inform you that your request for Reclassification has been denied, vote 5-8. I am also sorry to report that effective immediately, you are to remove yourself as Research Head on the SCP-7622 project. The Council feels that you have grown too close and too attached to SCP-7622. Some of your research fails to maintain objectivity and proper nomenclature attributes. Data analysis also shows that SCP-7622 maintains a higher level of sobriety before and after your meetings, thus weakening Containment Protocols. The Council, along with myself, feel that you may be being manipulated by SCP-7622 & SCP-7622-A, either consciously or subconsciously, for unknown reasons.\n\n\nI hope this does not deter you from accepting other work on our behalf in the future. Your knowledge and prowess in this field is valued and appreciated.\n\n\nWith Deepest Regrets,\n\n\nDir. Herold Loweski\n\n\nDirector, Secure Facility 52\n\n\nExt.52001, LV.4, Office 01\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\nTo:\n \nnoitadnuof.pcs.eruces|dlorehiksweol#noitadnuof.pcs.eruces|dlorehiksweol\n\n\nFrom:\n \nnoitadnuof.pcs.eruces|iramtdimhcs#noitadnuof.pcs.eruces|iramtdimhcs\n\n\nDate:\n 28-05-2020\n\n\nSubject:\n RE: RE: SCP-7622 Reclassification Request\n\nDirector,\n\n\nI begrudgingly accept the Council’s decision, and appreciate your input. I will, however, elect to hold my personal opinion regarding the matter to myself, as stating so would involve a wide degree of dissenting and disrespectful comments, the vulgarity of which is below me. Consider this my request for a two week sabbatical to clear my head.\n\n\nRespectfully,\n\n\nDr. Mari Schmidt, PHD\n\n\nResearcher, Secure Facility 52\n\n\nExt.52042, LV.3, Office 26\n\n\nSecure. Contain. Protect\n\n\n\n\n\n\n\n\nIncident 28-05-2020\n\n\n\n\nForward:\n\nAt 09:13 on May 28th, 2020, Dr. Mari Schmidt arrived at OSCB-7622. Dr. Schmidt was still able to use her personal access keycard. Internal investigation has revealed that Dr. Schmidt’s continued access to OSCB-7622 was achievable by way of systemic policy failure, as Dr. Schmidt had a higher clearance level than the programmer assigned to change her access permissions. Formal authorization inquiries hindered the expediency expected of such a general process\n24\n. What follows is a transcript of events.\n\n\n\n\nBegin CCTV Transcript:\n\n\n21:13…\n \nBAC:\n 0.07, \nHm:\n 13/89\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt enters through OCSB-7622-1 door lock. She is met with a confused SCP-7622.\n\n\n\n\nSchmidt:\n JD! Come on we gotta go. We gotta go now, come with me.\n\n\nSCP-7622:\n Whoa! Dr. Schmidt! Please, slow your roll. Sup?\n\n\nSchmidt:\n Just call me Mari. I’m not your doctor, never was, this whole thing is a lie. Come on.\n\n\nSCP-7622:\n Dude, slow down, what?\n\n\nSchmidt:\n No time to explain, grab what you want and lets go!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 gets up and starts looking for personal effects, Schmidt is seen assisting in packing.\n\n\n\n\nSCP-7622:\n Well you’re gonna have to explain.\n\n\nSchmidt:\n Listen, I work for a clandestine, above government agency, specializing in the acquisition and containment of anomalous items, locations, and persons. You are such a person.\n\n\nSCP-7622:\n I don’t know what you mean…\n\n\nSchmidt:\n Your whole life, the “shadow”, surviving when you shouldn’t have, things happening you can’t explain, your luck, that's you, it’s always been you.\n\n\nSCP-7622:\n What, whoa, whoa…\n\n\nSchmidt:\n You’re what we like to call a Green-Type, a reality bender, my specialty. You can shape and change the physical world around you, manipulate reality.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 starts laughing.\n\n\n\n\nSCP-7622:\n Hahaha. Oh my god! Dr. Schmidt, who put you up to this? John? That trickster!\n\n\nSchmidt:\n John is not your friend and he never will be, he’s been the lead on your security detail. In charge of watching your every move.\n\n\nSCP-7622:\n Come on Doc…\n\n\nSchmidt:\n Call me Mari!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 stops and stares at Schmidt.\n\n\n\n\nSCP-7622:\n You’re… You’re serious?\n\n\nSchmidt:\n Yes, please come on….\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt can be seen with tears in her eyes.\n\n\n\n\nSCP-7622:\n So there is no study?\n\n\nSchmidt:\n No! Our plan was to keep extending, keep you here drunk, indefinitely. Your powers don’t work while you have alcohol in your system.\n\n\nSCP-7622:\n You’re kidding me? My whole life…\n\n\nSchmidt:\n Let’s go!\n\n\nSCP-7622:\n So none of this was real?\n\n\nSchmidt:\n No.\n\n\nSCP-7622:\n John?\n\n\nSchmidt:\n Not real. Come on!\n\n\nSCP-7622:\n You? Are you real? How can I trust you?\n\n\nSchmidt:\n Because, JD, I care about you. I see greatness in you, if you only knew the power you have.\n\n\nSCP-7622:\n What is it, this power?\n\n\nSchmidt:\n Well, my theory right now, is that it exists separately from you, but if you were to harness it and control it…\n\n\nSCP-7622:\n What?\n\n\nSchmidt:\n You know how all creatures have a “fight or flight” response?\n\n\nSCP-7622:\n Yeah?\n\n\nSchmidt:\n You have a third option, “change”. If you could learn to control yourself and your power, you could…\n\n\nSCP-7622:\n Could what?\n\n\nSchmidt:\n JD, if you were sober, if you let your power out, control it, harness it… you could fly, move mountains, you… you could change the world. This group I work for they’re scared of you, they’ll do everything they can to stop…\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nMTF-𝛿-10 Agent Alpha-1\n25\n is seen breaching the doorway in with weapons drawn. The other 6 MTF member follow in.\n\n\n\n\nAlpha-1:\n Dr. Schmidt get on your knees! Get down now!\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSchmidt can be seen crying.\n\n\n\n\nSchmidt:\n I’m sorry JD, I’m so sorry.\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nAlpha-1 is seen restraining Schmidt. Delta-1 & 2 escort her out.\n\n\n\n\nAlpha-1:\n Command, Target is acquired. En route to Site. Can confirm OSCB Veil has been broken. Please advise.\n\n\nCommand:\n Secure the area and await the new specialist, revised containment procedures to follow tomorrow. This experiment is over.\n\n\nSCP-7622:\n John?\n\n\nAlpha-1:\n Sorry pal, just another op. No hard feelings.\n\n\n21:21…\n \nBAC:\n 0.06, \nHm:\n 14/75\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nAlpha-1 is seen departing OCSB-7622-1, along with the rest of the team. Lockdown procedure is initiated and the walls, windows, and doors of OSCB-7622-A are covered by roll-down reinforced metallic barricades. The thermal-infrared night filter switches on. SCP-7622 appears disturbed and begins to cry.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Breach: LEVEL-3 ACCESS REQUIRED\n\n\n\n\nClose\n\n\n\n\nSCP-7622 Containment Breach 02-06-2020\n\n\n\n\n\n\nFollowing the Incident on May 28th involving Dr. Mari Schmidt, SCP-7622 was observed lying in a fetal position within the same area of OSCB-7622-1, SCP-7622 was seen intermittently sobbing from time to time. This behavior continued for an extended period of time. SCP-7622 only ceased this behavior to get up and write on a piece of paper. It is to be noted, no alcohol was consumed during this period of time.\n\n\nDr. Schmidt was summarily relieved of her Level 3 credentials and remanded to on-site confinement, with Foundation duties limited to Level 1 administrative paperwork and data input. At 10:09, on May 29th, 2020, 21 minutes before the new containment specialist, Dr. Mallory Name\n26\n, was to arrive on scene and instruct the team on next steps, a large blast of energy was felt from within OSCB-7622.\n\n\nHume readings at this moment reached .05/556Hm. On-site alarms were triggered and CCTV recorded 10 seconds of what transpired before being cut.\n\n\n\n\nCCTV Transcript:\n\n\n10:09…\n \nBAC:\n 0.01, \nHm:\n .05/556\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 starts to emit a strong blue glow. OSCB-7622 emergency sirens begin to sound.\n\n\n\n\nSCP-7622:\n Change the world, hey Mari?\n\n\n\n\nOSCB-7622-1-CCTV-A:\n \nSCP-7622 looks at the camera, blinks forcefully and the feed is cut.\n\n\n\n\n\n\n\nAt 10:10, SCP-7622 was seen by MTF-𝛿-10 breaching the roof of OSCB-7622 and levitating momentarily. SCP-7622 had a bright blue luminosity radiating from around its body. \nPROTOCOL:RELAPSE\n was initiated and MTF attempted to dispatch SRAs, but the units were identified by SCP-7622 immediately and anomalously disintegrated. SCP-7622 was seen smiling before it flew away.\n\nFoundation satellite radar measured a small unidentified object, believed to be SCP-7622, moving at Mach 2.5 in a northwest vector away from OSCB-7622, before it vanished over the Pacific Ocean, near the coast of Monterey, CA.\n\n\nSCP-7622's whereabouts are currently unknown and are being actively traced. See Addendum - SCP-7622 - C.\n\n\n\n\nRecovered File: SCP-7622 29-05-2020\n\n\nNote left behind by SCP-7622:\n\n\n\n\n\n\nMari,\n\n\n \n\nI don’t know if you’ll ever read this, wherever you are… but one day I’ll find you. First I want to say thank you…\n\n\n \n\nThank you for believing in me when it felt like the rest of the world had given up. Thank you understanding my faults, my misgivings, my darknesses, my shadow. Thank you for never judging me or holding me in contempt for all that I’ve screwed up. Thank you for helping to bring me out of my own self-induced stupor. Thank you for making me feel human again, for making me feel seen. Thank you for making me realize that I am not some black cat with ten lives, that I am so much more than just the good and bad luck this existence thrust upon me. If there is one thing I can count myself lucky for is that I was lucky to know you in our short time together. Thank you for being a friend to this singular weirdo, you were a beautiful one at that.\n\n\n \n\nI will go to the ends of the Earth to learn how to harness this newfound power churning within me, and when I return… I won’t just fly, the rest of the world will fly with me. I won’t just move mountains, we will make them, I won’t just change the world, we will. Together we will make our own luck .\n\n\n \n\n\n\n\n\n\n\n\nTill next time\n\nWinking at you, both eyes…\n\n\n \n\nJD\n\n\n\n\n\n\n\n\n\n\n\n\nADDENA:\n\n\n\n\nAddendum - SCP-7622 - A\n\n\n\n\n\n\nOpen Addendum\n\n\n\n\nClose Addendum\n\n\n\n\n\n\n\n\nPROTOCOL:RELAPSE:\n Should SCP-7622-A fully emerge, full deployment of OSCB-7622’s SRA equipment is to be initiated. While SCP-7622 is incapacitated, a single round is to be discharged into the side cranium by MTF-𝛿-10 Alpha-1 to neutralize the Threat.\n\n\n\n\n\n\n\n\n- Dr. Mari Schmidt\n\n18-03-2020\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum - SCP-7622 - B\n\n\n\n\n\n\nOpen Addendum\n\n\n\n\nClose Addendum\n\n\n\n\n\n\n\n\nIt is to be duly noted that within 24 hours following the March 18th Incident at Long Beach Memorial Medical Hospital, all 7 of the infants housed within the Newborn Intensive Care Unit were no longer suffering from their previously ascribed complications. All infants were given full spectrum screenings, with none having any signs of health concerns. Blood samples and DNA analysis showed no genetic predispositions for any diseases. All infants were released to their parents, however, the Foundation has elected to keep a list of known individuals for future reference in [REDACTED].\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum - SCP-7622 - C\n\n\n\n\n\n\nOpen Addendum\n\n\n\n\nClose Addendum\n\n\n\n\n\n\n \n\n\nAs of \n04 Apr 2025 15:33\n, SCP-7622 remains uncontained with little information to its possible location. Eye-witness testimonies from across the globe have reported a humanoid male figure with strange abilities and powers appearing shortly after disasters; natural, man-made, and anomalous. Witnesses report seeing this figure, often described as emitting a faint blue glow, assist and help in recovery efforts, ultimately leaving before Foundation Personnel arrive on scene.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. OSCB\n\n\n2\n. Central Nervous System\n\n\n3\n. Blood Alcohol Concentration\n\n\n4\n. AMS\n\n\n5\n. Post-Alcohol Recovery, i.e. a “hangover”\n\n\n6\n. See Addendum-7622-A\n\n\n7\n. Reality Bender, a term originally used by the GOC, later adopted by the Foundation\n\n\n8\n. Alcohol dehydrogenase\n\n\n9\n. Aldehyde dehydrogenase, most notably the “mitochondrial” form.\n\n\n10\n. 145km\n\n\n11\n. Temporary Rapid Response Team, Codename: “Sedation Services”\n\n\n12\n. All Available Agents in Area\n\n\n13\n. Alpha-1&2, Beta-1&2, Delta-1&2\n\n\n14\n. Helmet Camera Feed\n\n\n15\n. NEST: Non-Euclidian Space-Time, areas of time and space that have been anomalously distorted.\n\n\n16\n. MTF slang for SRA\n\n\n17\n. All SCP-7622 affected infants will be marked and tracked for possible further studies. See Addendum-7622-B\n\n\n18\n. Standard Interview Room\n\n\n19\n. Observation Room\n\n\n20\n. MTF-Ξ-12, Alpha-2\n\n\n21\n. Psychological Examination Room\n\n\n22\n. In analytical psychology, the shadow (also known as ego-dystonic complex, repressed id, shadow aspect, or shadow archetype) is an unconscious aspect of the personality that does not correspond with the ego ideal, leading the ego to resist and project the shadow. In short, the shadow is the self's emotional blind spot.[\n4\n]\n\n\n23\n. \nDr. Clef’s “Excerpts from PHYSICS Division Field Manual 13: Special Circumstances, Humanoid Threat Entities”\n\n\n24\n. Current Polices & Procedures are now pending review.\n\n\n25\n. John Abamrov\n\n\n26\n. PhD in Physics & Thaumaturgy, a student of Dr. Clef, both proponents of sedation techniques.\n\n\n\n\n\n\nBibliography\n\n\n1. \nAlcohol Research & Health\n, 29(40): 245-254, C.2006, Dr. Samir Zakhari\n\n\n2. \nWhat We Know So Far: Answering the Question of What, How, and Why; Green-Types — A Modern Compendium of Research and Analysis in Emergent Biomorphologies\n, (3)2, 42-56, C.2017, Dr. Mari Schmidt\n\n\n3. \nQuantum Hume Theory, An Ontokinetic Look Behind Reality\n, C.2016, Dr. Jay Wentworth\n\n\n4. \nAnalytical Psychology: Contemporary Perspectives in Jungian Analysis. Advancing Theory in Therapy.\n, C. (2004) Beebe, John, Cambray, Joseph; Carter, Linda (eds.), Routledge, Solomon, Hester, McFarland, p. 110. p. 251\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7621\n | SCP-7622 | \nSCP-7623\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7622\n\" by JayKillbam, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7622\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Bar\n\n\nName:\n Home Bar re-organised. It's kind of pretty\n\n\nAuthor:\nrockdoggydog\n\n\nLicense:\n CC BY-NC-2.0\n\n\nSource Link:\n\n\nDerivative of:\n\n\nAdditional Notes:\n \"Home Bar re-organised. It's kind of pretty.\" by rockdoggydog is licensed under CC BY-NC-2.0\n\n\n\n\n\n\n\n\nFilename:\n Enzyme\n\n\nName:\n Tetramer with NAD surface.png\n\n\nAuthor:\n Westsummer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:Tetramer_with_NAD_surface.png\n\n\nDerivative of:\n\n\nAdditional Notes:\n\n\n\n\n\n\n\n\nFilename:\n Graph\n\n\nName:\n Graph\n\n\nAuthor:\n Jaykillbam\n\n\nLicense:\n CC 3.0\n\n\nSource Link:\n\n\nDerivative of:\n\n\nAdditional Notes:\n Graph Made By Me in Excel\n\n\n\n\n\n\n\n\nFilename:\n Hospital\n\n\nName:\n Long Beach Memorial Medical Center.jpg\n\n\nAuthor:\n Epolk\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication.\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Long_Beach_Memorial_Medical_Center.jpg\n\n\nDerivative of:\n\n\nAdditional Notes:\n Image edited by Myself in SuperimposeX",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7622 \" by JayKillbam, from the SCP Wiki . Source: https://scpwiki.com/scp-7622 . Licensed under CC-BY-SA .",
        "Filename: Bar Name: Home Bar re-organised. It's kind of pretty Author: rockdoggydog License: CC BY-NC-2.0 Source Link: Derivative of: Additional Notes: \"Home Bar re-organised. It's kind of pretty.\" by rockdoggydog is licensed under CC BY-NC-2.0",
        "Filename: Enzyme Name: Tetramer with NAD surface.png Author: Westsummer License: Public Domain Source Link: https://en.wikipedia.org/wiki/File:Tetramer_with_NAD_surface.png Derivative of: Additional Notes:",
        "Filename: Graph Name: Graph Author: Jaykillbam License: CC 3.0 Source Link: Derivative of: Additional Notes: Graph Made By Me in Excel",
        "Filename: Hospital Name: Long Beach Memorial Medical Center.jpg Author: Epolk License: Creative Commons CC0 1.0 Universal Public Domain Dedication. Source Link: https://commons.wikimedia.org/wiki/File:Long_Beach_Memorial_Medical_Center.jpg Derivative of: Additional Notes: Image edited by Myself in SuperimposeX"
    ],
    "title": "SCP-7622"
}