{
    "url": "https://scp-wiki.wikidot.com/scp-7645",
    "all_text": "rating: \n+3\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7645\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nTICONDEROGA\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-7645 is a phenomenon that occurs when a region receives \n25cm (10 in)\n 17cm (7in) or more of snow. SCP-7645 has been noted to affect people of all ages, though adults aged 30-40 seem to be the most common.\n\nAffected subjects are given temporary omniscience in a singular \"high-impact\" event. Subjects will show particular interest in falling snow and a desire to take long walks within it. These walks will lead the subject to the nearest wooded area, wherein they will find a suitable tree to lie down under and watch the falling snow. Observed subjects have noted debating a particular life choice during this time. Incidents have included the following: career decisions, interpersonal relationships, financial commitments, educational pursuits, and suicide. SCP-7645 affected subjects will always make the ‘optimal’ decision after leaving the tree and returning from their walk. (See Test Logs below). This has led to a notable increase in productivity, happiness, and satisfaction in affected subjects’ lives. \nBecause of this, it is recommended all certified staff who are aware of SCP-7645 and believe they are under its influence should notify their superior before ‘answering the call’.\n\n\nAddendum:\n Given recent events with Researcher ██████, approval to Class 2 and above personnel is prohibited for suspected SCP-7645 phenomena. Anyone who suspects they may be under SCP-7645 influence should report it immediately to a supervisor or their assigned therapist. See Incident Log 7645-1 for further information.\n\n\n\n\n\n\n\n\nResearcher Email\n\n\nResearch Log\n\n\nIncident Log\n\n\n\n\n\n\n\n\nBelow is a rescinded email from Level 4 researcher Jules Schmidt. The email was sent from his home Site, which lay above the 30\no\n N latitude. It is important to note that the researcher was reprimanded following the [REDACTED] incident.\n\n\nGood morning staff,\n\n\nFollowing recent successes regarding a particular staff member’s project, all salaried employees are allowed 1 (one) supervised nature walk on the surface of the Site. At least 3 (three) days’ notice will be provided and the walk will be no longer than an hour.\n\n\nThis comes following a recent breakthrough in the experimental department. A researcher in Civil Engineering returned from a pre-authorized walk upon the surface and then proceeded to volunteer to clear the air vents by hand. After discovering and destroying a GOC placed observation tool, cooling and heating efficiency rates around the Site increased by 19%.\n\n\nIf any authorized staff would also benefit from a walk upon the surface or feels a desire to do so, I recommend all supervisors permit it.\n\n\nKeep fighting the good fight,\n\n\nJules Schmidt,\n\nLevel 4 Researcher,\n\nThaumaturgy Wing\n\n\n\n\n\n\nBegin Log. 21:30 1/22/2023\n\n\nLocation\n: Blackout, Washington. United States.\n\n\nTest Observer\n: Dr. Maynard\n\n\nTest Subject\n: D-203814\n\n\nTest subject is noted to be diagnosed with persistent depressive disorder dysthymia. This is believed to have stemmed from a drunk driving accident occurring in 2020.\n\n\nTest subject reported the urge to walk through the snow in passing to one of the doctors on site. Dr Maynard noted this as odd considering Site 29 was underground and the D class hadn’t seen the surface in roughly 18 months. Given D-203814 had been voluntarily performing dangerous duties, and Dr Maynard’s knowledge of SCP-7645, approval was given to the D Class being given an earpiece and transponder in order to complete the walk. The following is a transcription of the test.\n\n\nDr Maynard\n: State your name and ID number, please.\n\n\nD-203814\n: Monica Olszewski, D-203814.\n\n\nDr Maynard\n: Thank you. Please describe your surroundings for me.\n\n\nD-203814\n: Well, the shuttle just pulled away. I assume you guys can find me if I get lost out here, right? These trees all blend together in the snow. Plus, there’s only moonlight for me to see by. It is all rather pretty, though.\n\n\nDr Maynard\n: Be assured, we can find you. Feel free to follow your intuition and enjoy your walk.\n\n\nD-203814\n: You white-suits all seemed rather accepting of my request for a walk. Kinda puts my nerves on edge, to be honest.\n\n\nDr Maynard\n: As far as the Foundation is aware, there are no dangerous SCP’s in these forests. In addition, any dangerous animals should be in hibernation. Please, continue.\n\n\nD-203814\n: Whatever you say, doc.\n\n\nNote: D-203814’s GPS signal showed a steady walking pace for the next 6 minutes. Heart rate and breathing were normal.\n\n\nD-203814\n: These foundation mittens are actually pretty nice. I would’ve liked these back in Michigan.\n\n\nDr Maynard\n: Is there anything in the forest reminding you of Michigan?\n\n\nD-203814\n: I mean, not besides the snow. It's really quiet out here, because you know how like, the snow absorbs the noise or something? It gives you plenty of time to think.\n\n\nDr Maynard\n: I understand. You also haven’t been outside in some time.\n\n\nD-203814\n: Tell me about it. You’ve got me cleaning up all of these dangerous test rooms and I never complain once. I get it though, I’d rather it be me than someone else.\n\n\nDr Maynard\n: And why do you feel that is?\n\n\nNote: D-203814’s GPS stopped moving for 15 seconds before continuing.\n\n\nD-203814\n: The accident. You’ve got my file.\n\n\nDr Maynard\n: Nobody in the Foundation is without fault.\n\n\nD-203814\n: Maybe.\n\n\nNote: No conversation was had for an additional 12 minutes as D-203814 walked down a path.\n\n\nD-203814\n: Would you mind if I lied down for a bit? Like under a tree?\n\n\nDr Maynard\n: Do whatever you want. Please continue to communicate any observations or thoughts you find notable.\n\n\nD-203814\n: Sure. Then I’m going to stop right here.\n\n\nNote\n: D-203814’s GPS position stayed motionless for 22 total minutes. After roughly 5 minutes, heart rate and breathing increased. Quiet sobbing could be heard at various points. After the 22 minutes,\n\nD-203814 began walking back the way they had come.\n\n\nD-203814\n: Okay, I’m ready. Send your recovery team or whatever.\n\n\nDr Maynard\n: Is there anything you’d like to note before we end the transcript?\n\n\nD-203814\n: Nah, nothing. I just feel good. I needed this, whatever this was.\n\nNote: In the following months D-203814 showed an increase in motivation and decrease in depressive episodes. D-203814 began visiting the foundation library more often and conversing with other D Class more frequently. Overall productivity showed a slight increase and through months of work, D-203814 was promoted to laboratory assistant at Site 19.\n\n\n\n\n\n\nIncident log 8810\n\nThe following is a diary excerpt from level 3 researcher [REDACTED] who went missing on 2/3/23. The first 83 pages of the diary bear nothing of importance. The first suspected mention of SCP-7645 occurs on the diary entry dated 1/18/23. It is also imperative to remind all staff that records of daily activities such as this is strictly against Foundation policy.\n\n\n1/18/23\n\n\nWork crept along as it always does. The site seems more monotonous these days. Sure, we had a new Keter instated in the west wing, but the 18th ‘world ending threat’ just doesn’t have the same impact as the first. Of course I don’t wish for a containment breach or anything, but I wish something would make me feel fulfilled.\n\n\nIt's snowing on the surface. I remember how the snowflakes felt on my tongue when I was a little girl. They’d disappear, melt away. Merge into the surface of something larger than itself. I think that’s beautiful.\n\n\n1/20/23\n\n\nDoesn’t look like the new scip is going to break containment anytime soon. It is odd, though, that the D Class who usually volunteers for new duties refused this time. No matter to me, we’ve got plenty.\n\n\nI was talking to one of the MTF’s in the hallway. You normally can’t tell who they are under the mask and helmet, but I recognized this one. The one with those red eyes, like an albino. I asked him how deep the snow topside was and he gave a surprised look, like I caught him off guard. He just replied, ‘7’. I don’t know if he meant 7 inches, centimeters, feet, if his name was ‘7’, or whatever the hell else. Sounds nice though.\n\n\n1/31/23\n\n\nI’m writing this as the digital alarm clock reads 1:45. I had that nightmare again. The plane crash. I remember the little boy I was sitting next to. The animal crackers floating in front of his face as we went into free fall.\n\n\nThank God I wake up when the plane hits. I hope I never have to see his body again.\n\n\n2/2/23\n\n\nI had to take a crying break again today. I can’t handle it; all this boring [EXPLETIVE]. I know I’m damned important but literally anyone can do this job. I read a chart, write the number down, and let my boss know if it gets too high. [EXPLETIVE] a monkey could do that. So why am I here instead of him? Sometimes I see his worried face in the reflection of a monitor. I didn’t even know his name. Will I be able to tell him I’m sorry?\n\n\nThe following is an audio transcript of the digital recording found on [REDACTED]’s phone. All of her belongings, including her clothes, wallet, flashlight, and stuffed bear were found under a tree outside of Site 19.\n\n\n████████: I made it out of the Site. I’ve never tried it before, but I guess a level 3 badge will let you take walks on the surface whenever you want.\n\nI’ve been longing to feel the snow on my skin like this. It hits my face and collects on the edge of my hat. The moon lights up every little flake. It is only half-full tonight, but I can just make my way down this path. I wonder when the next time everyone at work will see the moon. Might be years for some of them.\n\n\n(silence for 6 minutes as [REDACTED] walks through the snow.)\n\n\nI’m glad I got stationed near home. More a consequence of the plane crash, to be fair. I wonder if I’d met that little boy. You know, like I walked past him at the supermarket once or something. Don’t they say that happens with soul mates? Well, I guess in a way he was.\n\n\n(silence for 14 more minutes before the sound of walking stops and [REDACTED] lies down, presumably under the tree her belongings were found.)\n\n\nI guess I should say why I’m recording this. Its in case I decide to stay out here. I’ve been thinking about escaping for some time. I know it would be a death sentence; by some Foundation Agent’s bullet or otherwise. But thats kinda the point.\n\n\nThere isn’t anyone who will miss me, I don’t think. You don’t get to survive a disaster and keep your friends. It changes you. I don’t feel like I deserve to live like everyone else. Kinda hard to start a family when you’re scared of your own son looking like your worst nightmare.\n\n\n(silence for 4 minutes 36 seconds.)\n\n\nSome poor researcher has to analyze this later if I don’t stand up soon. There is some voice in the back of my mind telling me to stay put; being out here is better than being in there. It doesn’t answer every time I ask it a question, but it always answers when I ask it that question.\n\n\nI feel tired. Not supernaturally; more like an exhausted than anything else. Being alive takes up so much energy. It’d be so easy to be a snowflake. Reflect in the moonlight once before melting into the infinite.\n\n\nAnd I asked the voice if it got easier. It said no, not for me. This is how it is and how it will be forever. I said I understood. It wasn’t the voice's fault that all things were this way. I asked it if anyone knew that I was thinking this way. It responded “everyone that means anything”. The cold snowflakes are beginning to wrap around me. My thoughts turn to how people die of exposure. I always thought it so silly. How could someone let the elements wrap around them and steal their body heat? Now I understood better than any of them. The snow created a barrier around me; protecting me from anyone else. As it covered my torso it became a world of just myself and the Earth. I asked this voice if this was for the best. If it was better for me to lay down and be buried instead of stand and cry for help. It assured me this was the best for everyone. I would only hurt more people as it was. I said I understood. The snow is beginning to cover my face. As my lips become numb and my ability to talk is lost I have one final thing to say: I’m sorry to everyone who deserves it, and [EXPLETIVE] to everyone who doesn’t.",
    "addendums": [
        "Addendum: Given recent events with Researcher ██████, approval to Class 2 and above personnel is prohibited for suspected SCP-7645 phenomena. Anyone who suspects they may be under SCP-7645 influence should report it immediately to a supervisor or their assigned therapist. See Incident Log 7645-1 for further information."
    ],
    "documents": [],
    "notes": [],
    "description": "SCP-7645 is a phenomenon that occurs when a region receives 25cm (10 in) 17cm (7in) or more of snow. SCP-7645 has been noted to affect people of all ages, though adults aged 30-40 seem to be the most common.\nAffected subjects are given temporary omniscience in a singular \"high-impact\" event. Subjects will show particular interest in falling snow and a desire to take long walks within it. These walks will lead the subject to the nearest wooded area, wherein they will find a suitable tree to lie down under and watch the falling snow. Observed subjects have noted debating a particular life choice during this time. Incidents have included the following: career decisions, interpersonal relationships, financial commitments, educational pursuits, and suicide. SCP-7645 affected subjects will always make the ‘optimal’ decision after leaving the tree and returning from their walk. (See Test Logs below). This has led to a notable increase in productivity, happiness, and satisfaction in affected subjects’ lives. Because of this, it is recommended all certified staff who are aware of SCP-7645 and believe they are under its influence should notify their superior before ‘answering the call’.",
    "title": "SCP-7645"
}