{
    "url": "https://scp-wiki.wikidot.com/scp-7646",
    "all_text": "Rsr. Thorley continues to be reminded that this operation is voluntary and unlikely to produce any perceptible benefits, thus they are free to stop at any time.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nrating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7646\n - Alex Thorley is Implicated in the DuPont Teflon Scandal\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7646\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nforegone\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nPerflourocarbon molecule. Not pictured: Alex Thorley.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPerflourocarbon molecule. Not pictured: Alex Thorley.\n\n\n✖\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nTRANSCRIPT\n\n\nDATE:\n\n\nLOCATION:\n\n\n\n\nPREFACE:\n\n\n \n\n\n \n\n\n\n\n«BEGIN LOG»\n\n\nVideo feed originates from a smart doorbell of a residential home. The bell is being pressed by Alex Thorley, who is holding a clipboard in one hand and adjusting an oversized, highlighter-yellow high-visibility vest with the other. After a moment of silence, Thorley checks their watch, realizing they are not wearing one.\n\n\nTime passes.\n\n\nThorley moves to press the button again, but their hand stops abruptly and retracts. A sound of a deadlock is heard disengaging as a screened door swings outward slightly, barely visible on the right side of frame. A voice speaks, while Thorley appears surprised and slightly distressed.\n\n\nVOICE A:\n Yes? Hello?\n\n\nTHORLEY:\n Hi— \ner\n. Hello. Sorry, I wasn't expecting someone to answer.\n\n\nVOICE A:\n Whaddya mean? Look, if you're trying to sell us something, we don't—\n\n\nTHORLEY:\n No, no, nothing like that.\n\n\nA few seconds pass.\n\n\nVOICE A:\n Okay. So…?\n\n\nTHORLEY:\n \n(Shakes head)\n Uh— sorry. Spaced out a bit. One sec.\n\n\nRsr. Thorley is seen flipping through pages attached to the clipboard.\n\n\nTHORLEY:\n \n(Reciting)\n Ahem. Hello. I'm your name here, I-I mean, I'm Alex, with your local municipalities office. I'm performing an ecological groundwater study—\n\n\nVOICE A:\n A what about what now?\n\n\nTHORLEY:\n I'm performing an ecological study—\n\n\nA brusque voice (Voice B) is detected from some ways inside the house.\n\n\nVOICE B:\n Who is it?!\n\n\nVOICE A:\n It's someone from the city—\n\n\nVOICE B:\n \n(Loudly)\n What?!\n\n\nVOICE A:\n \n(Annoyed)\n I \nsaid\n, it's someone from the city! Jeez Louise—\n\n\nVOICE B:\n The city? What for?\n\n\nVOICE A:\n I don't— I don't know yet, I haven't gotten that far!\n\n\nTHORLEY:\n \n(Quietly)\n Um—\n\n\nVOICE B:\n Make it quick, you still haven't finished packing!\n\n\nVOICE A:\n Alright, alright! \n(To Thorley)\n Okay, so, you said something about the economy?\n\n\nTHORLEY:\n Ecology. I'm studying the water quality of this area.\n\n\nVOICE A:\n \n(Wearily)\n Okay.\n\n\nTHORLEY:\n Making sure it's compliant with the Safe Drinking Water Act of 1974.\n.\nNo such legislature exists.\n\n\nVOICE A:\n Uh-huh.\n\n\nTHORLEY:\n Have you tested your water recently?\n\n\nVOICE A:\n Uh… That sounds important. I have not.\n\n\nTHORLEY:\n I can do that for you right now, if you're interested.\n\n\nVOICE A:\n Hm, can one of you come back in a few days to do this? It's a really bad time.\n\n\nThorley checks their wrist again, realizing they are not wearing a watch.\n\n\nTHORLEY:\n Not sure. My schedule is pretty busy—\n\n\nVOICE A:\n I mean, it doesn't have to be \nyou\n, specifically, right?\n\n\nTHORLEY:\n Unfortunately it does. Would you mind? It will only take a few minutes.\n\n\nVOICE A:\n \n(Exhaling)\n Ah, okay. Sure. Just be quick. We gotta be out the door in ten.\n\n\nTHORLEY:\n No problem.\n\n\nVOICE A:\n \n(Opening the screened door far enough to admit passage to Thorley, who disappears out of frame)\n You know, I've owned this house for twenty-three years and I don't think anyone from the city has come to test my water until now.\n\n\nTHORLEY:\n Usually, folks aren't home when we do this, so I can understand—\n\n\nVOICE A:\n Sorry, what?\n\n\nTHORLEY:\n Hm? Oh, I mean, usually people don't answer because they're working at this time of day. I'm not breaking into anyone's house or anything. \n(Chuckles nervously)\n\n\nNo response is given as the door shuts. Conversation grows muffled until the view shifts to an internet-enabled pet camera in the kitchen. Feed rests at knee-height, pointing towards a shared food dispenser for what are presumably two housecats. Behind this, a pantry space with white bifold doors can be seen, two sets of floor cabinets flanking each side of the storage area.\n\n\nTime passes. Two pairs of legs come into view as Thorley's voice returns.\n\n\nTHORLEY:\n —use your tap for a few minutes. Do you have a glass?\n\n\nVOICE A:\n Yeah, of course, here.\n\n\nMicrophone records the creak of hinges and a brief silence before Voice B is heard again, originating from elsewhere in the house.\n\n\nVOICE B:\n \nC'mon!\n Pack your shit and let's go! I'm not missing another flight because of you.\n\n\nVOICE A:\n Could you get off my back? It was one goddamn time! \n(To Thorley)\n I gotta take care of this, but feel free to do your thing.\n\n\nTHORLEY:\n Sure, I'll just—\n\n\nVoice A leaves the kitchen in a hurry. The two residents can be heard bickering in another room, although details of their conversation cannot be discerned.\n\n\nThorley turns on the sink, however, steady noise recorded during this segment suggests no contact with the stream was made. After a moment, Thorley's legs can be seen moving back down the hallway they came from, returning to the kitchen a moment later. Thorley then turns off the sink and moves over to the adjacent pantry, quietly accessing and inspecting its interior. Muttering under their breath, Thorley pulls the wooden doors closed and proceeds to search other cabinets within the kitchen.\n\n\nUpon locating a mostly empty floor cabinet, the researcher ducks themselves down, folding into the cramped space and gently maneuvering its door closed behind them at the same time.\n\n\nRoughly ten minutes pass.\n\n\n«END LOG»\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSpecial Containment Procedures:\n The consequences of SCP-7646's existence, as well as the existence of similar events, are to be ameliorated in perpetuity through the ongoing efforts of \nOPERATION ALEX THORLEY DRINKS 700+ GLASSES OF WATER\n (see below).\n\n\n \n\n\n\n\n\n\n\n\n\n\nOverview of Operation Alex Thorley Drinks 700+ Glasses of Water.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOverview of Operation Alex Thorley Drinks 700+ Glasses of Water.\n\n\n✖\n\n\n\n\n\n\n\n\n \n\nResearcher Thorley has voluntarily assigned themselves this task. Because of the nature of their reasoning behind doing so, Thorley should be monitored for any maladaptive behaviors emerging from these efforts, including:\n\n\n \n\n\n\n\nself-isolation\n\n\nself-loathing/self-hatred\n\n\nself-criticism, self-deprecation\n.\nIf significantly disparaging.\n\n\nself-enucleation\n\n\nself-destruction/self-harm\n\n\nself-abnegation\n\n\nself-doubt\n\n\nself\n\n\n\n\n \n\nIf any of these behaviors are observed, they are to be reported to Thorley's current caseworker for psychiatric purposes.\n\n\nRsr. Thorley continues to be reminded that this operation is voluntary and unlikely to produce any perceptible benefits, and thus they are free to stop at any time.\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nTRANSCRIPT\n\n\nDATE:\n\n\nLOCATION:\n\n\n\n\nPREFACE:\n\n\n \n\n\n \n\n\n\n\n«BEGIN LOG»\n\n\nVoices of the two residents (Voice A and Voice B) can be heard, though the pet camera does not register anyone in frame.\n\n\nVOICE B:\n Okay, let's go! We have like—\n(Pauses)\n Shit, we're running late. \nSteven!\n\n\nVOICE A:\n Would you stop yelling? I'm going deaf in one ear. We have plenty of time, anyway.\n\n\nVOICE B:\n I don't want to be going through security without a buffer, they always take forever.\n\n\nVOICE A:\n They're checking for \nbombs\n! They can take as long as they need to!\n\n\nVOICE B:\n That—That's not my point and you know it.\n\n\nVOICE A:\n Whatever. I have to set out some more water for the cats. Start loading up the car.\n\n\nNo response from Voice B. Legs belonging to of Voice A are seen passing into the kitchen on the pet camera. They stop suddenly.\n\n\nVOICE A:\n Shit, you still here, Alec? Alex? Alex. \n(Pauses)\n What's the deal with the water, buddy? Are we good to go or what?\n\n\nSilence for four seconds.\n\n\nVOICE A:\n Hello?!\n\n\nVOICE B:\n \n(muffled)\n What?\n\n\nVOICE A:\n Where'd Alex go?\n\n\nVOICE B:\n Who?\n\n\nVOICE A:\n Alex… with the city. Testing our water?\n\n\nVOICE B:\n Since when does the city give a shit about our water? \n(Clearer)\n They probably just left. No news is good news, right?\n\n\nVOICE A:\n I guess.\n\n\nVOICE B:\n C'mon. Arm the security system on your way out. We need to go. \nNow\n.\n\n\nVOICE A:\n \n(Sighs)\n Alright, let me just—\n\n\nVoice A fills an additional bowl of water and places it near the automatic feeder as sounds of an engine begins emanating from outside.\n\n\nVOICE A:\n Okay, Alex. If you're still in here, you should probably leave now. Last chance.\n\n\nNo response is heard. Voice A sighs before disappearing from the frame shortly thereafter.\n\n\nTime continues to continue. The vehicle Thorley spotted on their way up the driveway is heard pulling away, heading to locations unknown. A \"Crazy Frog\" ringtone blares from inside the floor cabinet, quality reduced by thin paneling of the cabinet door mixing with the poor fidelity of Thorley's Tokia-brand burner phone. A small beep stops the track in its tracks, and more silence floods the space until a voice speaks.\n\n\nUNKNOWN:\n …Alex?\n\n\nThorley doesn't respond.\n\n\nUNKNOWN:\n You know you're supposed to talk when you pick up the phone, right?\n\n\nTHORLEY:\n Fifteen minutes.\n\n\nUNKNOWN:\n Hm?\n\n\nTHORLEY:\n You were off by fifteen minutes! I just spent twelve of them hiding in a cabinet for baking sheets. I still am.\n\n\nUNKNOWN:\n …Why?\n\n\nTHORLEY:\n They have a security system. \n(Pauses)\n Which is armed.\n\n\nUNKNOWN:\n On it. Let me contact an endpoint agent. Stand by.\n\n\nTHORLEY:\n How—?\n\n\nThe other party ends the call. Rsr. Thorley remains in place for an additional three minutes and seventeen seconds before \"Crazy Frog\" can be heard inside the cabinet once more, though the clip is short-lived.\n\n\nTHORLEY:\n You hung up on me.\n\n\nUNKNOWN:\n Alright, Alex, just spoke with an agent on your side. He's disengaging the alarm as we speak. He also noted a pet camera that captured you stowing yourself away, we're taking the liberty to scrub cloud data and block the motion sensor. You should be safe in… three.. two… one… now—\n\n\nThe pet camera ceases function and all visual contact with Thorley is lost. Conversation continues over phone.\n\n\nTHORLEY:\n \n(Rustling noise, followed by a sigh)\n Finally. Fifteen minutes adds up, you can't expect me to do this every time.\n\n\nUNKNOWN:\n Well, that's just it, Alex. No one expects you to do this except for you.\n\n\nSilence.\n\n\nTHORLEY:\n We saw the results. Maybe I can put things right.\n\n\nUNKNOWN:\n Are you doing a bit?\n\n\nTHORLEY:\n Let's just get to work.\n\n\nUNKNOWN:\n You're the boss, boss.\n\n\n«END LOG»\n\n\n\n\n\n\n \n\n\n\n\nDescription:\n SCP-7646 refers to an event or events in which Rsr. Alex Thorley became falsely implicated in the DuPont Teflon scandal, having appeared in multiple pieces of media such as newspaper clippings and photographs, engaging in environmentally hazardous disposal of PFOAs. However, Thorley has expressed adamant denial and confusion with regards to these accusations.\n\n\nIt was later determined that they had indeed been present during various illegal disposal operations led by DuPont de Nemours, Inc, but in each instance, recovered media distorted these situations (whether intentionally or otherwise), invariably casting Thorley into a negative light.\n\n\n \n\n\n\n\n\n\n\n\n\n\nApproximate location of Thorley, as per allegations outlined in Document 7646-AE1.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApproximate location of Thorley, as per allegations outlined in Document 7646-AE1.\n\n\n✖\n\n\n\n\n\n\n\n\n \n\nAfter a 2035 study conducted by Foundation plants stationed within the United States' Environmental Protection Agency,\n.\nRhododendron arboreum\n. Further identifying information has been omitted, as per security protocol.\n major discrepancies in average water quality were noted, prompting a larger investigation that revealed Thorley's potential involvement. Upon discovery of this information, they were summoned for questioning.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nTRANSCRIPT\n\n\nDATE:\n\n\nLOCATION:\n Site-322\n\n\n\n\nPREFACE:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n«BEGIN LOG»\n\n\nDIR. LAGUE:\n \n(Silence)\n\n\nTHORLEY:\n \n(Silence)\n\n\nDIR. LAGUE:\n Alex—\n\n\nTHORLEY:\n \nWhat?\n\n\nDIR. LAGUE:\n Work with me. I have the Council breathing down my inbox, trying to understand what role you play in this ordeal. I'll admit, I'm a bit curious as well.\n\n\nTHORLEY:\n I've told you everything I know.\n\n\nDIR. LAGUE:\n You haven't told me everything. Practically nothing, actually.\n\n\nTHORLEY:\n Be more specific, then.\n\n\nDIR. LAGUE:\n \n(Sighs)\n DuPont, Alex. Why?\n\n\nTHORLEY:\n Why not?\n\n\nDIR. LAGUE:\n What were you doing in the 1950's?\n\n\nTHORLEY:\n I like to travel from time to time—\n\n\nDIR. LAGUE:\n \nPft.\n Why were you working with them?\n\n\nTHORLEY:\n What are you talking about?\n\n\nDirector Lague slides over an image of Alex Thorley holding an upturned 200-litre drum of chemical byproducts, liquid clearly flowing between the barrel and the porous material of an anaerobic lagoon of DuPont's Washington Works facility in Washington, West Virginia. The edges of the photo are slowly evaporating, though neither of them acknowledge this. Thorley looks at the photo and squints.\n\n\nTHORLEY:\n Ah. That's what you mean.\n\n\nDIR. LAGUE:\n Of course that's what I mean. What else could I possibly be referring to?\n\n\nThorley pushes the photo back to the Director, hands noticably jaundiced.\n\n\nTHORLEY:\n This is taken out of context.\n\n\nDIR. LAGUE:\n Enlighten me.\n\n\nTHORLEY:\n You can't even tell which direction it's flowing in this picture.\n\n\nDIR. LAGUE:\n That's— I'm sorry, \nwhat?\n\n\nTHORLEY:\n The chemical waste.\n\n\nDIR. LAGUE:\n Right, but what do you mean by \"which direction\"?\n\n\nTHORLEY:\n Well— \n(Thorley grabs the image again and traces a line with their finger)\n your brain is assuming the liquid is running this way, which makes sense because that's what your brain is telling you to assume. But really— \n(Thorley traces the line in the opposite direction)\n this is the direction it was flowing. \n(Pauses)\n Didn't I tell you this already?\n\n\nDIR. LAGUE:\n No…?\n\n\nThorley looks up and to the left. Lague moves automatically to press the sealed chamber door's release button on his left, but is stopped. Thorley is grabbing the Director's wrist.\n\n\nTHORLEY:\n Wait. Don't open it.\n\n\nDIR. LAGUE:\n What? Why wouldn't I—\n\n\nThere's a knock at the door.\n\n\nDIR. LAGUE:\n What is going on? What are you doing?\n\n\nTHORLEY:\n If you don't open it, it doesn't continue. It can't continue if you don't open it.\n\n\nThe knock continues to ring out, building in volume. Dir. Lague tugs free of the researcher's grip.\n\n\nDIR. LAGUE:\n Get \noff\n of me. We can't just ignore it forever.\n\n\nTHORLEY:\n \n(Eyes widening)\n You're right.\n\n\nDirector Lague presses the button to unlock the chamber door, and an intern enters, carrying a tray with a jug of iced tap water and two glasses atop its surface. He leaves wordlessly after setting the contents down between them. Thorley looks at the pristine container of colorless liquid and begins fumbling with a blank white pack of cigarettes. They pause and look to the Director, who nods. Thorley then lights one of the cigarettes.\n\n\nDIR. LAGUE:\n C'mon, Alex. You can talk to me. You know that. I know when something's up— \n(Coughs for a moment, and then for a few moments longer.)\n Fuck. What are in those things? It smells like a burning tire.\n\n\nTHORLEY:\n They're DuPont-brand.\n\n\nDIR. LAGUE:\n The ones with Teflon in them?! Christ.\n\n\nDirector Lague moves to a reinforced window with hinges on its bottom edge, pushing it outwards a few centimeters until it refuses to open further. The sky is a warping, rainbow-white ocean of noise. Lague sighs.\n\n\nDIR. LAGUE:\n Better. Why don't you start by explaining to me how Alex Thorley ends up at the center of something like this?\n\n\nTHORLEY:\n Alex Thorley doesn't think it's ontologically possible to explain.\n\n\nDIR. LAGUE:\n Can you just, like, try? I'm still inhaling permachemicals for the privilege, you know?\n\n\nTHORLEY:\n I doubt it'll matter much in the end, but sure.\n\n\nThorley puts their cigarette out on the table.\n\n\nTHORLEY:\n I'm not doing well, Paul. I haven't been well for a long time, but I'm sure you knew that.\n\n\nDirector Lague returns to the seat opposite Thorley, saying nothing.\n\n\nTHORLEY:\n I thought things would just get better, but they didn't. They got worse. I used— \n(Pause)\n I used to cry about it. When I was alone and overwhelmed. Now, I can't even do that. I just… I just hit this wall. This numbness. It all feels so… \nwrong\n. The world feels wrong, the meds feel wrong. \nI\n feel wrong. I'm just… here. Going through the motions, because nothing keeps happening to me— and by nothing I mean that random nothing, all the time. Bullshit. You know.\n\n\nLague nods, the only sound being a gentle buzz of overhead lighting coming in through the open window.\n\n\nTHORLEY:\n So, I think to myself, \nI can't change my circumstances, because they just sort of happen, and how can you predict or influence something that you don't understand?\n You can't. But there's circumstances in the world right now I \ndo\n understand, and I could be out there changing them. Or trying to— There's a nonzero chance of making a difference that I don't have just moping around the site like the ghost of someone who used to be happy.\n\n\nDIR. LAGUE:\n So… you tried to change these things?\n\n\nThe Director's voice crackles like a speaker pushed past its limitations.\n\n\nTHORLEY:\n I didn't just try. I did. And one day I was contacted about it.\n\n\nDIR. LAGUE:\n Contacted by whom?\n\n\nTHORLEY:\n I'm not really sure. Someone tasked with putting things back where they belong, or something like that.\n\n\nThorley sighs and puts their head in their hands for a moment. When they look up, their eyes are bloodshot and worn, with a distant gaze focused on something over and beyond the Director's shoulder.\n\n\nTHORLEY:\n They told me I had sent them to undo what I did. Because it was stopping them from undoing what they did. Or something.\n\n\nDIR. LAGUE:\n I'm still not following—\n\n\nTHORLEY:\n I thought if I could change everything, I would change along with it. And I changed \neverything\n. I stopped DuPont from dumping chemical waste and poisoning thousands and thousands of people. I was the early warning bell for countless disasters. I prevented wars. I cured diseases. But it didn't matter. I stayed the same, and someone always got hurt.\n\n\nThey indicate to the image on the table's surface, which is blurry and covered in cracks. Director Lague picks up the small once-photo and it disintegrates between his fingers.\n\n\nDIR. LAGUE:\n I-I don't— I don't remember what we were talking about.\n\n\nTHORLEY:\n It's okay. We've discussed this before. Some things never change.\n\n\nThorley stands and puts a hand on the Director's shoulder. His face is turning to white ashes, which are flaking off and dissolving before they have the chance to reach the ground.\n\n\nDIR. LAGUE:\n Alex? What's happening to me?\n\n\nRsr. Thorley grips his shoulder tighter and averts their eyes towards drops of condensation sliding down the jug of water.\n\n\nTHORLEY:\n Returning. Send me my regards.\n\n\nMany small holes perforate the Director. They grow in size as the room begins to melt away. Lague speaks, though his voice is obscured, lying on the far side of a wall.\n\n\nDIR. LAGUE:\n \n[undefined]\n\n\nTHORLEY:\n You always say that. And I agree with you, this time.\n\n\nDIR. LAGUE:\n \n[undefined]\n\n\nTHORLEY:\n Nah, I'll be fine, I think. Who knows, really? If people's lives can change without them even knowing, why can't mine?\n\n\nDIR. LAGUE:\n \n[undefined]\n\n\nTHORLEY:\n Now \nthat's\n one I haven't heard before. Huh.\n\n\nThe Director doesn't respond, an empty space now replacing him. The world is a blank marble, curved inwards on itself. Thorley approaches the chamber door and knocks. After a moment, the lock disengages.\n\n\nTHORLEY:\n I'll just have to \ndo things a little differently\n this time around.\n\n\nThey press their weight into the door, the last remains of reality spinning like a dial, caught in whirlpools caused by abrupt changes in pressure systems.\n\n\nThorley falls unconscious.\n\n\nTime passes.\n\n\n«END LOG»\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nDRINK\n\n\n\n\n \n\n\n\n\nLOG PROGRESS HERE\n\n\nPLACE & HOLD PERIPHERAL ON PROVIDED INDICATOR.\n\n\nDAILY GOAL: EIGHT (8) GLASSES OF WATER\n\n\n\n\n\n\n \n\n\n\n\n[ + ] experimental version\n\n\n\n\n[close]\n\n\n\n\n\n\n\n\n[close]\n\n\n\n\n\n\n\n\n \n\n\n\n\n[ + ] stable alpha version\n\n\n\n\n[close]\n\n\n\n\n\n\n\n\n[close]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7646\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7646\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nTo be added upon localization",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7646 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-7646 . Licensed under CC-BY-SA .",
        "To be added upon localization"
    ],
    "containment_procedures": "The consequences of SCP-7646's existence, as well as the existence of similar events, are to be ameliorated in perpetuity through the ongoing efforts of OPERATION ALEX THORLEY DRINKS 700+ GLASSES OF WATER (see below).",
    "description": "SCP-7646 refers to an event or events in which Rsr. Alex Thorley became falsely implicated in the DuPont Teflon scandal, having appeared in multiple pieces of media such as newspaper clippings and photographs, engaging in environmentally hazardous disposal of PFOAs. However, Thorley has expressed adamant denial and confusion with regards to these accusations.",
    "title": "SCP-7646"
}