{
    "url": "https://scp-wiki.wikidot.com/scp-7650",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\n\n\n\n\n\n\nA circle is the reflection of eternity. It has no beginning and it has no end - and if you put several circles over each other, then you get a spiral. There must be a positive and negative in everything in the universe in order to complete a circuit or circle, without which there would be no activity, no motion.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7650\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\narchon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArtistic depiction of SCP-7650.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7650 falls under the Archon class\n1\n, and thus need not be contained. It is to be closely monitored and tested, in a procedure known as \nPROJECT: π\n.\n\n\n\n\nDESCRIPTION:\n SCP-7650 is an ideatic construct that resides within the human Noosphere\n2\n, conceptually encompassing all circle-sphere objects, whether they be a two-dimensional circle, a three-dimensional sphere, a fourth-dimensional hypersphere and any and all hyper-dimensional sphere-like objects.\n\n\nChanges to SCP-7650 are forbidden due to subsequent effects on baseline reality, such as affecting humanity's perception of circles and circular objects, such as wheels, coins, soccer balls, major celestial bodies, and other objects that can be described as 'circular' or 'sphere-like'. This can cause catastrophic damage to not only reality but also human sanity, as theorized by Dr. Scarlet Jones\n3\n, due to the perception of spheres theoretically being warped to the point of incomprehensibility, causing an \nAK-CLASS END OF THE WORLD SCENARIO.\n4\n\n\nThe Noosphere, in which SCP-7650 exists is an ideatic construct, following Carl Jung's predictions of an archetypal world. The Noosphere is nestled in and eclipsed completely by an infinite sea of chaotic hyper-concepts\n5\n, colloquially known as the \nInfosphere\n.\n\n\nThe Infosphere is home to many \npests\n, all of which exist on a higher level of logic and comprehension. Its volatile and toxic ecological environment causes a direct and imminent threat to reality and the Noosphere, due to these pests' extremely hostile nature.\n\n\nIn the event that an Infospheric anomaly attempts to become conceptually integrated into our reality, a global amnestic must be administered, and necessary anti-memetic defense must be put in place to prevent it from accessing the greater Noosphere.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nADDENDUM 7650.1:\n \nPROJECT: π\n\n\n\n\n<BEGIN LOG>\n\n\nI am Dr. Scarlet Jones, head researcher on SCP-7650. I have discovered a multitude of things about this entity that amazes and astounds even an experienced ontologist such as myself. I have done this via constructing a mini-Noospheric sub-space that I have exposed several D-Class personnel to, within which I have recreated a smaller, less potent mini-concept, asimilar to SCP-7650.\n6\n I have done this to tamper and play around with it, to see what it does. I believe my research will enhance our understanding of the greater Noosphere and its undiscovered and underlying machinations.\n\n\nThe process of \nPROJECT: π\n is detailed below:\n\n\n\n\nD-Class' unconscious is to be exposed to the Noospheric sub-space, and affiliated closely with SCP-7650-M.\n\n\n\n\n\n\nA metaphysical link is to be established using an anti-ontological bridge in which to interact and affect SCP-7650-M.\n\n\n\n\n\n\nD-Class personnel are to be asked to draw a circle on a blank sheet of paper, the goal of which is to understand how to deal with and be cautious around concepts of this nature by testing the limits of the human mind when subjected to significantly altered versions of these concepts.\n\n\n\n\nCareful precautions must be taken to make sure that SCP-7650-M does not leak into the greater Noosphere, thus not affecting the main SCP-7650 concept. We do not know the damage that could be caused if such an event happened. Think about it; oval shaped wheels on cars? Pennies that only fit into a cash register when placed upon its side? The inconveniences would be atrocious. So, to avoid this, we need to be hesitant and calculating in how we deal with this concept. No unnecessary prodding, no overly extra experiments, etc.\n\n\n<END LOG>\n\n\n\n\nThe following details the events that have been studied in \nPROJECT: π\n.\n\n\n \n\n\n\n\n+ PROJECT π: TEST LOG 1\n\n\n\n\n- Does the Black Moon howl?\n\n\n\n\n\n\nInitial test, shall be a small one. Tamper with the radius, making it so that \n3r = ⌀.\n\n\nRESULTS:\n\n\n\n\nD-Class is asked to draw a circle.\n\n\n\n\n\n\nAll drawings are consistent with a horizontally stretched circle, accurate to the \n3r : ⌀\n ratio. Predicted success.\n\n\n\n\n\n\nDrawings conceptually incinerated to not pollute the collective human Noosphere.\n\n\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSCP-7650-M is stabilized, and D-Class personnel are administered Class B Amnestics,\n7\n to create a clear mindscape for further tests.\n\n\n \n\n\n\n\n+ PROJECT π: TEST LOG 2\n\n\n\n\n- Of course they do. The howl of the circular moon is endless.\n\n\n\n\n\n\nSecond test: this time we will be decreasing the radius to \n0.5r = ⌀.\n\n\nRESULTS:\n\n\n\n\nD-Class is asked to draw a circle.\n\n\n\n\n\n\nAll drawings are consistent with a vertically stretched circle, accurate to the \n0.5 : ⌀\n ratio. Predicted success.\n\n\n\n\n\n\nDrawings conceptually incinerated to not pollute the collective human Noosphere.\n\n\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe following is an interview with D-7650-A, one of the subjects that has been exposed the the Noospheric sub-space and SCP-7650-M.\n\n\n \n\n\n\n\n+ PROJECT π: INTERVIEW LOG D-7650-A\n\n\n\n\n- The Black Moon howls louder than any wolf.\n\n\n\n\n\n\nInterviewed:\n D-7650-A, formally known as Terry Game, was jailed for the murder of Lisa Sullivan in Essex in 2005. He is fifty years old, and of supposed Caucasian descent.\n\n\nInterviewer:\n Dr. Scarlet Jones, lead researcher on SCP-7650. Experienced oncologist.\n\n\nForeword:\n The following details D-7650-A's request to talk to someone about a 'premonition' that he has received.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nDr. Scarlet Jones:\n You wanted to… talk?\n\n\nD-7650-A:\n Yes- I… I don't know how to put this without sounding… insane, or something like that.\n\n\nDr. Scarlet Jones:\n Don't worry, D-7650-A. We here at the foundation are accustomed to the anomalous and things out of the ordinary.\n\n\nD-7650-A:\n Yes, but… you're a scientist, right? Lab coats, safety goggles, and all the shit you would expect a scientist to wear.\n\n\nDr. Scarlet Jones:\n Your point?\n\n\nD-7650-A:\n My point is that you guys always ask for evidence of what I claim, no?\n\n\nD-7650-A seems agitated; his eyes are diverted to the floor beneath his feet. Sweat slowly trickles down his neck.\n\n\nDr. Scarlet Jones:\n I may be a scientist, yes, but this interview is not for the sakes of whether you are \nright\n or \nwrong\n, merely that you are in stable condition to continue with Project-\n\n\nD-7650-A:\n I-I get this feeling… a tingle in the back of my neck… I don't know how to best describe it…\n\n\nDr. Scarlet Jones, displaying an unusual degree of patience, waits for D-7650-A to continue as per Noospheric anomaly debriefing protocol.\n\n\nD-7650-A:\n …like something is going to happen. I don't know. Again, I honestly don't know \nwhat\n, but I know something \nwill\n.\n\n\nDr. Scarlet Jones nods.\n\n\nD-7650-A:\n A-As if something is whispering to me… but not with words, like a feeling. An unease. It's hard to really explain, I-\n\n\nDr. Scarlet Jones:\n No, no. I get what you mean, D-7650-A. And I believe you, don't worry about that. Could you attempt to describe this… \n'feeling'\n for me further?\n\n\nDr. Scarlet Jones scribbles something down on a spare notepad with a ballpoint pen.\n\n\nD-7650-A:\n Uhh… well… it's almost as if something is gnawing at me… biting into the back of my head? Like a headache but less hurt and more… \nfear\n.\n\n\nDr. Scarlet Jones:\n Go on?\n\n\nD-7650-A:\n I- I don't know! It's all so… weird.\n\n\nDr. Scarlet Jones nods, and continues to scribble on her notepad.\n\n\nD-7650-A:\n I just- wanted someone to know that.\n\n\nDr. Scarlet Jones:\n That's perfectly understandable, D-7650-A. Your foresight shall be heeded.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nClosing Statement:\n D-7650-A is escorted out of the interview room. Dr. Scarlet Jones, contrary to her promise, does not heed D-7650-A. Not in the slightest.\n\n\n\n\n\n\n\n\n\n\n \n\n\nSCP-7650-M is stabilized, and D-Class personnel are administered Class B Amnestics, to create a clear mindscape for the subsequent test, as detailed below.\n\n\n \n\n\n\n\n+ PROJECT π: TEST LOG 3\n\n\n\n\n- PROJECT π: TEST LOG 3\n\n\n\n\n\n\nThird test: we will be increasing the concept's dimensions, essentially enlarging the concept's aspects.\n\n\nRESULTS:\n\n\n\n\nD-Class is asked to draw a circle.\n\n\n\n\n\n\n???\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nBelow are details of the aftermath.\n\n\n \n\n\n\n\n+ PROJECT π: TEST LOG 3 AFTERMATH\n\n\n\n\n- PROJECT π: TEST LOG 3 AFTERMATH\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nMe:\n Ahh… fuck.\n\nMy head ached as if someone had planted a sledgehammer between my eyes. My ears were ringing like they had never done before. I could feel the blaring lights staring down at me, boring into my soul. But my eyes… fuck! My eyes! Like an open wound, an ever-ebbing pain-well. I tried to open my eyes.. but..\n\n\nMe:\n AHHHH! SHIT!\n\n\nIt felt as if I had plunged my hand deep into an open wound and started tearing at the seams. What the fuck happened? Where is the D-Class? Why does my head feel like someone had clobbered me with a brick? I rolled over onto my side, attempting to feel my way around; to figure out where I was. My hand felt a vaguely pointed yet dull object… a rim of a table. I quickly pulled myself up, feeling around what I now realised was my desk. After what felt like a solid thirty seconds, my hands felt there way across my table to…\n\n\nMe:\n My telegraph, yes!\n\n\nMy throat ached like it had been torched with a flamethrower, yet I still yelled out. I traced my finger across its wooden surface to the sounder. I began to tap; a simple SOS.\n\n\nSounder:\n \n... --- ...\n\n\nI kept on repeating that message, over and over, until I got a response.\n\n\nTelegraph:\n \n....\n\n\nMe:\n H…\n\n\nTelegraph:\n \n.\n\n\nMe:\n E…\n\n\nTelegraph:\n \n.-..\n\n\nMe:\n L…\n\n\nTelegraph:\n \n.-..\n\n\nMe:\n Another L…\n\n\nTelegraph:\n \n--- ..--..\n\n\n'\nHELLO?\n'? I scrambled to respond.\n\n\nSounder:\n \n-.. .-. .-.-.- / ... / .--- .-.-.- / .-- .... --- / .. ... / - .... .. ... ..--..\n\n\n'\nDR. S J. WHO IS THIS?\n'\n\n\nTelegraph:\n \n-.. .-. .-.-.- / --- / .-.. .-.-.- / ... .. - . / .---- ----.\n\n\n'\nDR. O L. SITE 19\n'. Oliver?\n\n\nSounder:\n -… -.. / ……-.. .—.\n\n\n'\nNEED HELP\n'\n\n\nTelegraph:\n — . / ..—-\n\n\nMe:\n Something happened at- \ncough\n Site-19?\n\n\nSounder:\n ..—..\n\n\n'?'\n\n\nTelegraph:\n -.-. .- -. - / … …-.-.- / . …- . .-. -.— - …. .. -. —. / …. ..- .-. - …\n\n\n'\nCANT SEE. EVERYTHING HURTS\n'\n\n\nSounder:\n \n.-- - ..-. ..--.. / ... .- -- . / - .... .. -. --. / .... . .-. .\n\n\n\n'WTF? SAME THING HERE'\n\n\nTelegraph:\n \n.. -- / --. --- .. -. --. / - --- / .--. .- ... ... / ---\n\n\n\nThe message cut out mid-word. 'IM GOING TO PASS O' Oh god. My head.. my head it's… it feels like it's about to implode. I heard screaming. I couldn't tell if it was me, or someone else. The headache evolved into a migrane, ceaselessly attacking, gnawing, biting at my brain, and-\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nERR: ???\n\n\n\n\nMy eyes only.\n\n\n\n\n \n\n\n\n\n\n\n\n\nHE\n \nfrowns in disappointment.\n\n\nHE\n:\n Yet another failure. I can't deal with \nTHEM\n without a better understanding of the human unconscious, yet all of my experiments fail. Of course!\n\n\nHE\n \ngets up and paces through the interior of the room, non-descript and ever-changing in nature.\n\n\n\n\nHE\n:\n This is why I fucking dispise the Noosphere. Too flimsy, too docile, too \nweak\n. One prod and it all falls apart, like a tower of matchsticks.\n\n\nHE\n \npicks up a metaphorical cigar and begins to smoke, pondering to himself.\n\n\nHE\n:\n SCP-7650-M outgrew the artificial Noospheric sub-space… then it absorbed itself into the mother concept SCP-7650…\n\n\nHE\n \nsits back down in his chair, tapping the side of his head in thought.\n\n\nHE\n:\n … dislodging it into the greater Infosphere. Then, by adapting to it's toxic environment, it's applicants in reality became extremely complex metastasized meme, causing a global EK-Class End of Consciousness scenario…\n\n\nHE\n \ncontemplated the events, playing it over in his head. He then sighed, frustrated.\n\n\nHE\n:\n Fuck. How am I supposed to gain anything from that? The knowledge that even a slight tampering with necessary concepts within the Noosphere can clog up the whole system with horse shit? Great! Now I know what \nnot\n to do. That's great and all, but I need to know what to \ndo\n, not what to avoid.\n\n\nHE\n \nchuckled to himself.\n\n\nTHE ADMINISTRATOR\n:\n Screw it. Let's try that again. Re-simulate the Noosphere.\n\n\n\n\nDoes the Black Moon Howl?\n\n\nWhy, yes.\n\n\nThe endless wolf howling into the night.\n\n\n\n\n\n\n\n\nRESTART VIRTUAL NOOSPHERE?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nTO BE CONTINUED…\n\n\n\n\nFootnotes\n\n\n1\n. Archon-class SCPs are anomalies that could theoretically be contained but are best left uncontained for some reason. Archon SCPs may be a part of consensus reality that is difficult to fully contain or may have adverse effects if put into containment. These SCPs are not uncontainable—the defining feature of the class is that the Foundation chooses to not put the anomaly into containment.\n\n\n2\n. The collective human unconsciousness.\n\n\n3\n. The lead researcher on SCP-7650, who mainly works in the fields of metaphysics and ontology. Her theorems on SCP-7650 are detailed in the addendums.\n\n\n4\n. End of the world via restructuring of subjective reality - that is, the perceptions and/or thought processes of the human race. Simply put: \"everyone goes crazy\", in one fashion or another.\n\n\n5\n. A significant one is that of a hierarchy of alephs dictated by their mathematical size. Under recent research, this hierarchy stretches to all possible uncountables prior the Inaccessible Cardinal.\n\n\n6\n. Now shall be denoted as SCP-7650-M.\n\n\n7\n. Class B amnestics start by deconsolidating the most recently formed memories first, and then working their way backwards. The extent of the memory erasure is dependent on dosage, with a 75 mg dose resulting in approximately 24 hours of memory loss on average. These are ideal for erasing recent memories older than six hours without having to trigger specific memories.\n\n\n\n\n\n\n\n\n« \nSCP-7649\n | CIRCLE | \nSCP-7651\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nCIRCLE\n\" by TheLurkingRockstar12, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7650\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Initial test, shall be a small one. Tamper with the radius, making it so that 3r = ⌀. RESULTS: D-Class is asked to draw a circle. All drawings are consistent with a horizontally stretched circle, accurate to the 3r : ⌀ ratio. Predicted success. Drawings conceptually incinerated to not pollute the collective human Noosphere. END LOG",
        "Second test: this time we will be decreasing the radius to 0.5r = ⌀. RESULTS: D-Class is asked to draw a circle. All drawings are consistent with a vertically stretched circle, accurate to the 0.5 : ⌀ ratio. Predicted success. Drawings conceptually incinerated to not pollute the collective human Noosphere. END LOG",
        "Interviewed: D-7650-A, formally known as Terry Game, was jailed for the murder of Lisa Sullivan in Essex in 2005. He is fifty years old, and of supposed Caucasian descent. Interviewer: Dr. Scarlet Jones, lead researcher on SCP-7650. Experienced oncologist. Foreword: The following details D-7650-A's request to talk to someone about a 'premonition' that he has received. <BEGIN LOG> Dr. Scarlet Jones: You wanted to… talk? D-7650-A: Yes- I… I don't know how to put this without sounding… insane, or something like that. Dr. Scarlet Jones: Don't worry, D-7650-A. We here at the foundation are accustomed to the anomalous and things out of the ordinary. D-7650-A: Yes, but… you're a scientist, right? Lab coats, safety goggles, and all the shit you would expect a scientist to wear. Dr. Scarlet Jones: Your point? D-7650-A: My point is that you guys always ask for evidence of what I claim, no? D-7650-A seems agitated; his eyes are diverted to the floor beneath his feet. Sweat slowly trickles down his neck. Dr. Scarlet Jones: I may be a scientist, yes, but this interview is not for the sakes of whether you are right or wrong , merely that you are in stable condition to continue with Project- D-7650-A: I-I get this feeling… a tingle in the back of my neck… I don't know how to best describe it… Dr. Scarlet Jones, displaying an unusual degree of patience, waits for D-7650-A to continue as per Noospheric anomaly debriefing protocol. D-7650-A: …like something is going to happen. I don't know. Again, I honestly don't know what , but I know something will . Dr. Scarlet Jones nods. D-7650-A: A-As if something is whispering to me… but not with words, like a feeling. An unease. It's hard to really explain, I- Dr. Scarlet Jones: No, no. I get what you mean, D-7650-A. And I believe you, don't worry about that. Could you attempt to describe this… 'feeling' for me further? Dr. Scarlet Jones scribbles something down on a spare notepad with a ballpoint pen. D-7650-A: Uhh… well… it's almost as if something is gnawing at me… biting into the back of my head? Like a headache but less hurt and more… fear . Dr. Scarlet Jones: Go on? D-7650-A: I- I don't know! It's all so… weird. Dr. Scarlet Jones nods, and continues to scribble on her notepad. D-7650-A: I just- wanted someone to know that. Dr. Scarlet Jones: That's perfectly understandable, D-7650-A. Your foresight shall be heeded. <END LOG> Closing Statement: D-7650-A is escorted out of the interview room. Dr. Scarlet Jones, contrary to her promise, does not heed D-7650-A. Not in the slightest.",
        "Third test: we will be increasing the concept's dimensions, essentially enlarging the concept's aspects. RESULTS: D-Class is asked to draw a circle. ???",
        "<BEGIN LOG> Me: Ahh… fuck. My head ached as if someone had planted a sledgehammer between my eyes. My ears were ringing like they had never done before. I could feel the blaring lights staring down at me, boring into my soul. But my eyes… fuck! My eyes! Like an open wound, an ever-ebbing pain-well. I tried to open my eyes.. but.. Me: AHHHH! SHIT! It felt as if I had plunged my hand deep into an open wound and started tearing at the seams. What the fuck happened? Where is the D-Class? Why does my head feel like someone had clobbered me with a brick? I rolled over onto my side, attempting to feel my way around; to figure out where I was. My hand felt a vaguely pointed yet dull object… a rim of a table. I quickly pulled myself up, feeling around what I now realised was my desk. After what felt like a solid thirty seconds, my hands felt there way across my table to… Me: My telegraph, yes! My throat ached like it had been torched with a flamethrower, yet I still yelled out. I traced my finger across its wooden surface to the sounder. I began to tap; a simple SOS. Sounder: ... --- ... I kept on repeating that message, over and over, until I got a response. Telegraph: .... Me: H… Telegraph: . Me: E… Telegraph: .-.. Me: L… Telegraph: .-.. Me: Another L… Telegraph: --- ..--.. ' HELLO? '? I scrambled to respond. Sounder: -.. .-. .-.-.- / ... / .--- .-.-.- / .-- .... --- / .. ... / - .... .. ... ..--.. ' DR. S J. WHO IS THIS? ' Telegraph: -.. .-. .-.-.- / --- / .-.. .-.-.- / ... .. - . / .---- ----. ' DR. O L. SITE 19 '. Oliver? Sounder: -… -.. / ……-.. .—. ' NEED HELP ' Telegraph: — . / ..—- Me: Something happened at- cough Site-19? Sounder: ..—.. '?' Telegraph: -.-. .- -. - / … …-.-.- / . …- . .-. -.— - …. .. -. —. / …. ..- .-. - … ' CANT SEE. EVERYTHING HURTS ' Sounder: .-- - ..-. ..--.. / ... .- -- . / - .... .. -. --. / .... . .-. . 'WTF? SAME THING HERE' Telegraph: .. -- / --. --- .. -. --. / - --- / .--. .- ... ... / --- The message cut out mid-word. 'IM GOING TO PASS O' Oh god. My head.. my head it's… it feels like it's about to implode. I heard screaming. I couldn't tell if it was me, or someone else. The headache evolved into a migrane, ceaselessly attacking, gnawing, biting at my brain, and- <END LOG>",
        "HE frowns in disappointment. HE : Yet another failure. I can't deal with THEM without a better understanding of the human unconscious, yet all of my experiments fail. Of course! HE gets up and paces through the interior of the room, non-descript and ever-changing in nature. HE : This is why I fucking dispise the Noosphere. Too flimsy, too docile, too weak . One prod and it all falls apart, like a tower of matchsticks. HE picks up a metaphorical cigar and begins to smoke, pondering to himself. HE : SCP-7650-M outgrew the artificial Noospheric sub-space… then it absorbed itself into the mother concept SCP-7650… HE sits back down in his chair, tapping the side of his head in thought. HE : … dislodging it into the greater Infosphere. Then, by adapting to it's toxic environment, it's applicants in reality became extremely complex metastasized meme, causing a global EK-Class End of Consciousness scenario… HE contemplated the events, playing it over in his head. He then sighed, frustrated. HE : Fuck. How am I supposed to gain anything from that? The knowledge that even a slight tampering with necessary concepts within the Noosphere can clog up the whole system with horse shit? Great! Now I know what not to do. That's great and all, but I need to know what to do , not what to avoid. HE chuckled to himself. THE ADMINISTRATOR : Screw it. Let's try that again. Re-simulate the Noosphere. Does the Black Moon Howl? Why, yes. The endless wolf howling into the night. RESTART VIRTUAL NOOSPHERE?",
        "\" CIRCLE \" by TheLurkingRockstar12, from the SCP Wiki . Source: https://scpwiki.com/scp-7650 . Licensed under CC-BY-SA ."
    ],
    "title": "CIRCLE"
}