{
    "url": "https://scp-wiki.wikidot.com/scp-7651",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-7651\n\n\nLevel 3/7651\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7651.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7651 is to be isolated from Containment Zone 96\n1\n, no persons are authorized to approach SCP-7651. Instances of SCP-7651-1 are harmless and require no Special Containment Procedures. Due to the remote location of SCP-7651, and the lack of any surviving human settlements nearby, no other containment procedures for SCP-7651 are required. Personnel having been found near SCP-7651 are to be dealt with as potential SCP-7993-A instances.\n\n\nDescription:\n SCP-7651 is a duck pond, discovered in the Inner Coastal Plain region of South Carolina in 1971. SCP-7651 appears to emanate an emotional effect when subjects are within roughly nine meters of it, causing what researchers have called \"serenity.\" Test subjects within the vicinity of SCP-7651 report relaxed feelings, contentment with their lives, and justification for their life choices. However, it has been determined that SCP-7651 undermines the effectiveness of \nAgent-7993\n, circumventing it by allowing subjects to reflect upon their life, remembering events they should have no possible way of remembering. Subjects under the influence of Agent-7993\n2\n report feelings of remorse, regret, despair, and desire for change. Ultimately subjects within prolonged contact with SCP-7651 become immune to Agent-7993, succumbing to the effects of SCP-7993.\n\n\nDue to its specific anti-memetic nature, SCP-7651 has been deemed a threat to the containment of SCP-7993.\n\n\nSeveral members of the Anatidae family\n3\n reside within and around SCP-7651, designated as SCP-7651-1. SCP-7651-1 instances have been observed to be particularly healthy, active, and thriving despite the high radiation levels and poor atmosphere surrounding the region in which SCP-7651 is in.\n\n\nAddendum:\n\n\nThe following message was transmitted on the PENTAGRAM JTF open circuit shortly before the confirmed disappearance of JTF\n4\n Zeta-88 \"Wasteland Raiders\" upon their presumed contact with SCP-7651.\n\n\n\n\nWhen SCP-7651 was discovered, we found the remnants of a human encampment. A small camp, with supplies and evidence suggesting it was likely a small family. No journals were found, or anything indicating exactly who these people were. We continued to investigate until we found a burial site and three crudely made tombstones, the writing was ineligible though. There was some debate as to what to make of the situation, so we excavated the bodies. Nothing of significance was found, it was an adult and two children, likely a family from one of the cities that got evacuated back in '67.\n\n\nWe spent a lot of time that evening, next to the pond. We didn't want to leave. I've thought a lot about what I've done, we all have here. It's not the pond speaking either. This anomaly is something special, and beautiful.\n\n\nIt's melancholic in a way, so close to the scene of our biggest failure yet it exudes, \nserenity\n. So much death, such horrible things done for the greater good? I can remember it all. \nMy\n decisions, my life. All of us here, the agents and the family that used to be here. They knew about this pond's properties, no doubt. They came here to rest, I wish I could too. I realized now what must be done, we can't rest. What we as an organization, the Foundation, PENTAGRAM, and UIU all of it, is not what we are here for. We are supposed to die in the dark so everyone can \nlive\n in the light, We are forcing the dark upon the world so only we can see the light. Something has bastardized the Foundation, gutted it, and is parading its corpse as a shadow of what it was.\n\n\nNone of us are coming back.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The closest CZ to SCP-7651, headquartered in Columbia, South Carolina\n\n\n2\n. Approximately 74% of the global population, and 100% of United States citizens and government personnel\n\n\n3\n. Ducks\n\n\n4\n. Joint Task Force\n\n\n\n\n\n\n\n\n« \nSCP-7650\n | SCP-7651 | \nSCP-7652\n »",
    "addendums": [
        "Addendum:\nThe following message was transmitted on the PENTAGRAM JTF open circuit shortly before the confirmed disappearance of JTF 4 Zeta-88 \"Wasteland Raiders\" upon their presumed contact with SCP-7651."
    ],
    "documents": [],
    "notes": [
        "When SCP-7651 was discovered, we found the remnants of a human encampment. A small camp, with supplies and evidence suggesting it was likely a small family. No journals were found, or anything indicating exactly who these people were. We continued to investigate until we found a burial site and three crudely made tombstones, the writing was ineligible though. There was some debate as to what to make of the situation, so we excavated the bodies. Nothing of significance was found, it was an adult and two children, likely a family from one of the cities that got evacuated back in '67. We spent a lot of time that evening, next to the pond. We didn't want to leave. I've thought a lot about what I've done, we all have here. It's not the pond speaking either. This anomaly is something special, and beautiful. It's melancholic in a way, so close to the scene of our biggest failure yet it exudes, serenity . So much death, such horrible things done for the greater good? I can remember it all. My decisions, my life. All of us here, the agents and the family that used to be here. They knew about this pond's properties, no doubt. They came here to rest, I wish I could too. I realized now what must be done, we can't rest. What we as an organization, the Foundation, PENTAGRAM, and UIU all of it, is not what we are here for. We are supposed to die in the dark so everyone can live in the light, We are forcing the dark upon the world so only we can see the light. Something has bastardized the Foundation, gutted it, and is parading its corpse as a shadow of what it was. None of us are coming back."
    ],
    "containment_procedures": "SCP-7651 is to be isolated from Containment Zone 961, no persons are authorized to approach SCP-7651. Instances of SCP-7651-1 are harmless and require no Special Containment Procedures. Due to the remote location of SCP-7651, and the lack of any surviving human settlements nearby, no other containment procedures for SCP-7651 are required. Personnel having been found near SCP-7651 are to be dealt with as potential SCP-7993-A instances.",
    "description": "SCP-7651 is a duck pond, discovered in the Inner Coastal Plain region of South Carolina in 1971. SCP-7651 appears to emanate an emotional effect when subjects are within roughly nine meters of it, causing what researchers have called \"serenity.\" Test subjects within the vicinity of SCP-7651 report relaxed feelings, contentment with their lives, and justification for their life choices. However, it has been determined that SCP-7651 undermines the effectiveness of Agent-7993, circumventing it by allowing subjects to reflect upon their life, remembering events they should have no possible way of remembering. Subjects under the influence of Agent-79932 report feelings of remorse, regret, despair, and desire for change. Ultimately subjects within prolonged contact with SCP-7651 become immune to Agent-7993, succumbing to the effects of SCP-7993.",
    "title": "SCP-7651"
}