{
    "url": "https://scp-wiki.wikidot.com/scp-7652",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\nItem #:\n SCP-7652\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7652 is housed in a residence on Sullivan Island, at the center of Lake Marston, at Site 17. Personnel who are capable of producing viable sperm, or who have within the previous 96 hours had sexual contact with such an individual, are not to approach within 150m of the shores of Sullivan Island.\n\n\nSCP-7652 is to be given one live adult male rat (\nRattus norvegicus domesticus\n) of proven fertility\n1\n every three days. This is a starvation diet, at SCP-7652’s own request. If SCP-7652 needs to heal from a serious injury, including but not limited to burns and broken bones, she is to be given one live adult male rabbit (\nOryctolagus cuniculus\n) of proven fertility.\n\n\nSCP-7652 is to be considered as having strong chemical sensitivities; personnel visiting Sullivan Island are not to wear perfumed or scented products, and bedding and clothing for SCP-7652 must not contain synthetic polymers.\n\n\nSCP-7652 is permitted to grow her own medical-grade marijuana (\nCannabis indica\n) in containment.\n\n\nDescription:\n SCP-7652 is an entity resembling a female human in approximately her late 80s to early 90s, who sustains herself on the “sexual energy” of male mammals. SCP-7652 self-describes as a “succubus”, but specifies that she is “retired”, and has taken orders as a celibate Buddhist nun.\n\n\nSCP-7652 does not require food, but obtains nourishment by making skin contact with a fertile male mammal, at which point the male experiences an extended sexual climax which continues until its death 120 to 180 seconds later. SCP-7652 has stated that although humans are her optimal prey species, she can feed on any male mammal, with the amount of nourishment provided being directly proportional to their physical size, to the amount of her skin that makes contact with theirs, and to the duration of that contact. She reports that her cravings for sustenance intensify with the proximity of male mammals, and has an anomalous awareness of all male mammals within a radius of approximately 100m, such that she can not only locate them, but identify their number, species, and approximate age and level of sexual activity; this awareness is lessened by the regular consumption of marijuana, as are her cravings.\n\n\nSCP-7652 claims to have been active since at least the mid-18th century; while this is unverifiable, it is supported by her ability to reverse injuries and signs of aging upon consumption of sufficient sexual energy. As well, she experiences anomalously rapid hair growth, but shaves her head daily.\n\n\nSCP-7652 claims to have further anomalous abilities linked to her succubus nature, including but not limited to “low-level shapeshifting” and “sort of flight”, which she claims to lack the energy to demonstrate, and “targeted irresistibility” and “pretty much mind control” over any male human within approximately 70m, which she refuses to demonstrate on moral and ethical grounds.\n\n\nSCP-7652 spends her time in containment praying and meditating, gardening, painting, and doing historical research so as to more precisely identify the men she killed prior to her \"retirement\", which she states is a necessary component of her penance.\n\n\n\n\nInterview log 7652-3\n\n\nSCP-7652:\n Sometimes I get sick of being so old, you know? My joints ache, and my bones are weak, and I think about being young again. It’d be so easy. All I’d have to do would be grab a few men and drain them dry. But… <sighs>\n\n\nDr. Langstrom:\n But…?\n\n\nSCP-7652:\n But demons go to hell.\n\n\nDr. Langstrom:\n Do Buddhists believe in hell?\n\n\nSCP-7652:\n I’m not sure you noticed, but I’m not a very good Buddhist. <laughs> But even if there isn’t really a hell, and even if I’m not really a \ndemon\n… it’d be killing people. Do you know how many men I’ve killed?\n\n\nDr. Langstrom:\n Honestly, no.\n\n\nSCP-7652:\n \nNeither do I.\n I’ve thought about it, and I can remember at least sixty distinct incidents, over the centuries. But I know there were more. A lot more. I just… didn’t keep track, it didn’t seem important. But I’ve … I’ve read about what happened to their families, afterward. It’s not worth it.\n\n\nDr. Langstrom:\n How old \nare\n you?\n\n\nSCP-7652:\n Don’t know that either. I’m pretty sure I was in Paris during the Reign of Terror, at least. Maybe 80% sure. But I already knew what I was at that point. You’ve read Loftus on false memories?\n\n\nDr. Langstrom:\n I have, yes.\n\n\nSCP-7652:\n I know I was in France, I know I saw Napoleon. I know I’m not \nfrom\n France. I remember crossing the border from… was it Switzerland? There was this gorgeous young customs officer – oh. Fuck. <buries face in hands> Fuck, fuck, fuck, fuck, fuck.\n\n\nDr. Langstrom:\n What? What is it? Are you okay?\n\n\nSCP-7652:\n Sixty-\none\n distinct incidents.\n\n\n\n\n\n\nInterview log 7652-4\n\n\nDr. Langstrom:\n So what led you to, well… quit?\n\n\nSCP-7652:\n I was at a rock festival. This was… oh shit, let’s see, it wasn’t Woodstock, it definitely wasn’t Altamont… don’t think it was Lollapalooza… maybe Burning Man? You’d think I’d remember that better. It was a place with a lot of people getting high, I can tell you that. Which I guess doesn’t narrow things down all that much <laughs>. Anyway, I’d gone there to… well, to hunt. To… I’d gone there with the intention of picking a random man out of the crowd, and dragging him off into a secluded spot and killing him. Ending his life. Committing murder.\n\n\nDr. Langstrom:\n Do you need a moment?\n\n\nSCP-7652:\n No. Thank you, no, I’m okay. Anyway, one thing I’d learned about rock festivals was that all the pot really cut down on my cravings, and I was starting to actually watch people as \npeople\n, not just as prey. Plus… okay, to be honest, it wasn’t just the pot, I was trying basically everything. Ketamine, shrooms, acid, ecstasy… the ecstasy really, really helped. I… don’t suppose the Foundation could get me some?\n\n\nDr. Langstrom:\n I don’t think so, no.\n\n\nSCP-7652:\n <laughs> Worth asking. Anyway, that’s when I met [REDACTED]. And I tried to turn on the charm and… it didn’t work. I mean, he went with me, but he just wanted to talk. And he wasn’t gay – I’ve met gay men, they’re absolutely not immune to me. But [REDACTED], he just… I dunno. We talked about the universe and about souls and the nature of evil and the shitty, shitty music that was playing, all night long. And I kept expecting that he’d reach for me and then I’d be on him and drain him – and \nkill\n him – and that’d be it… but he didn’t. We just talked, and in the morning he said he’d had a wonderful time and maybe we’d see each other again.\n\n\nAnd after the festival, I… okay, after the festival I was starving so I… killed a truck driver. But after \nthat\n, I tracked [REDACTED] down and surprised him at his house. And we talked more, and we smoked a \nlot\n of pot and did a \nlot\n of ecstasy, and eventually I told him what I really was, and he… he forgave me. It was his idea that maybe I could live off animals instead of killing people. I felt so stupid when he pointed that out. He was my friend. He made me want to be… better. I moved in with him, and I learned to be a… well, to be a person, I guess. A person who cared about other people, instead of a predator who just imitated their behavior. And after he died, I thought about going back to the hunt, which is a terrible euphemism for ‘I thought about murdering people again’, and I didn’t want to do that. I thought about killing myself, but I knew that would’ve made [REDACTED] sad. He’d had some friends who were Buddhists, so I got them to put me in touch with a temple, help me keep away from the general public.\n\n\nDr. Langstrom:\n Did you ever find out why he was immune to you?\n\n\nSCP-7652:\n Stage-four testicular cancer.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. defined as having fathered at least one litter\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7652\n\" by Voct, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7652\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview log 7652-3 SCP-7652: Sometimes I get sick of being so old, you know? My joints ache, and my bones are weak, and I think about being young again. It’d be so easy. All I’d have to do would be grab a few men and drain them dry. But… <sighs> Dr. Langstrom: But…? SCP-7652: But demons go to hell. Dr. Langstrom: Do Buddhists believe in hell? SCP-7652: I’m not sure you noticed, but I’m not a very good Buddhist. <laughs> But even if there isn’t really a hell, and even if I’m not really a demon … it’d be killing people. Do you know how many men I’ve killed? Dr. Langstrom: Honestly, no. SCP-7652: Neither do I. I’ve thought about it, and I can remember at least sixty distinct incidents, over the centuries. But I know there were more. A lot more. I just… didn’t keep track, it didn’t seem important. But I’ve … I’ve read about what happened to their families, afterward. It’s not worth it. Dr. Langstrom: How old are you? SCP-7652: Don’t know that either. I’m pretty sure I was in Paris during the Reign of Terror, at least. Maybe 80% sure. But I already knew what I was at that point. You’ve read Loftus on false memories? Dr. Langstrom: I have, yes. SCP-7652: I know I was in France, I know I saw Napoleon. I know I’m not from France. I remember crossing the border from… was it Switzerland? There was this gorgeous young customs officer – oh. Fuck. <buries face in hands> Fuck, fuck, fuck, fuck, fuck. Dr. Langstrom: What? What is it? Are you okay? SCP-7652: Sixty- one distinct incidents.",
        "Interview log 7652-4 Dr. Langstrom: So what led you to, well… quit? SCP-7652: I was at a rock festival. This was… oh shit, let’s see, it wasn’t Woodstock, it definitely wasn’t Altamont… don’t think it was Lollapalooza… maybe Burning Man? You’d think I’d remember that better. It was a place with a lot of people getting high, I can tell you that. Which I guess doesn’t narrow things down all that much <laughs>. Anyway, I’d gone there to… well, to hunt. To… I’d gone there with the intention of picking a random man out of the crowd, and dragging him off into a secluded spot and killing him. Ending his life. Committing murder. Dr. Langstrom: Do you need a moment? SCP-7652: No. Thank you, no, I’m okay. Anyway, one thing I’d learned about rock festivals was that all the pot really cut down on my cravings, and I was starting to actually watch people as people , not just as prey. Plus… okay, to be honest, it wasn’t just the pot, I was trying basically everything. Ketamine, shrooms, acid, ecstasy… the ecstasy really, really helped. I… don’t suppose the Foundation could get me some? Dr. Langstrom: I don’t think so, no. SCP-7652: <laughs> Worth asking. Anyway, that’s when I met [REDACTED]. And I tried to turn on the charm and… it didn’t work. I mean, he went with me, but he just wanted to talk. And he wasn’t gay – I’ve met gay men, they’re absolutely not immune to me. But [REDACTED], he just… I dunno. We talked about the universe and about souls and the nature of evil and the shitty, shitty music that was playing, all night long. And I kept expecting that he’d reach for me and then I’d be on him and drain him – and kill him – and that’d be it… but he didn’t. We just talked, and in the morning he said he’d had a wonderful time and maybe we’d see each other again. And after the festival, I… okay, after the festival I was starving so I… killed a truck driver. But after that , I tracked [REDACTED] down and surprised him at his house. And we talked more, and we smoked a lot of pot and did a lot of ecstasy, and eventually I told him what I really was, and he… he forgave me. It was his idea that maybe I could live off animals instead of killing people. I felt so stupid when he pointed that out. He was my friend. He made me want to be… better. I moved in with him, and I learned to be a… well, to be a person, I guess. A person who cared about other people, instead of a predator who just imitated their behavior. And after he died, I thought about going back to the hunt, which is a terrible euphemism for ‘I thought about murdering people again’, and I didn’t want to do that. I thought about killing myself, but I knew that would’ve made [REDACTED] sad. He’d had some friends who were Buddhists, so I got them to put me in touch with a temple, help me keep away from the general public. Dr. Langstrom: Did you ever find out why he was immune to you? SCP-7652: Stage-four testicular cancer.",
        "\" SCP-7652 \" by Voct, from the SCP Wiki . Source: https://scpwiki.com/scp-7652 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7652",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7652 is housed in a residence on Sullivan Island, at the center of Lake Marston, at Site 17. Personnel who are capable of producing viable sperm, or who have within the previous 96 hours had sexual contact with such an individual, are not to approach within 150m of the shores of Sullivan Island.",
    "description": "SCP-7652 is an entity resembling a female human in approximately her late 80s to early 90s, who sustains herself on the “sexual energy” of male mammals. SCP-7652 self-describes as a “succubus”, but specifies that she is “retired”, and has taken orders as a celibate Buddhist nun.",
    "title": "SCP-7652"
}