{
    "url": "https://scp-wiki.wikidot.com/scp-7656",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\n \n\n\n\n\nItem #:\n SCP-7656\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Embedded Foundation agents within the U.S. Federal Communications Commission are to install 7656V6\n1\n software among all signal broadcasting towers across the United States and Canada. If any of the devices record an SCP-7656-1 event, they are to activate an interception signal on all devices within a 25-kilometer radius of the initial detection for the duration of the SCP-7656-1 event. Any transmissions intercepted by 7656V6 devices are to be recorded both locally and externally for further analysis. Agents within the \nTelecommunications Monitoring Office\n are to monitor the region affected by the SCP-7656-1 event for a period of 48 hours following any events, in addition to embedded Foundation agents within the U.S. Federal Communications Commission monitoring potential information breaches within any broadcasting system which may have witnessed the SCP-7656-1 event.\n\n\nDescription:\n SCP-7656 is an estimated 1.78m tall Caucasian male with disheveled brown hair that reaches its shoulders. SCP-7656 will appear during SCP-7656-1 Events in a state of delirium, psychological stress, physical stress, injury, and/or being physically assaulted by SCP-7656-2 instances. In SCP-7656-1 Events, SCP-7656 will wear a black and white business suit and white sunglasses over its eyes.\n\n\nSCP-7656-1 is a spontaneous broadcast interruption that will occur on any given day between the hours of 21:14 to 23:20 Central Daylight Time, broadcast from an unidentified source that will periodically appear on television broadcasts within the Northern U.S. and Southern Canada. These broadcasts have been recorded to vary in length from 00:03, to 06:37\n2\n. All SCP-7656-1 Events are identifiable from a unique electromagnetic wave pattern emanating from the temporary source of the disruption, and will always contain SCP-7656 paired with distorted audio and video. Frequently, the SCP-7656-1 Events will contain entities wearing traditional French maid outfits paired with a black face mask, dubbed SCP-7656-2. SCP-7656-2 instances have black hair, and are difficult to differentiate between other instances due to the identical similarities in its clothing and facial covering. All SCP-7656-1 Events contain a consistent theme of SCP-7656-2 instances attacking and torturing SCP-7656 with varying means of implementation.\n\n\nThe source of SCP-7656-1 Events is currently unknown to the Foundation. SCP-7656-1 Events are sporadic in nature, with no discernible pattern of events being identified.\n\n\nDiscovery:\n On November 22nd, 1986, three separate SCP-7656-1 Events occurred within the cities of Detroit, Michigan, U.S., and Dayton, Ohio, U.S. during local evening news coverage. Due to the unknown origin of the events, and the unique broadcast signal discovered, SCP-7656 was deemed anomalous and efforts were made to limit civilian knowledge following the conclusion of Incident-7656-1-1. Recordings of the SCP-7656-1 Events were seized from broadcasting stations that experienced the SCP-7656-1 Event.\n\n\n\n\n\n\nIncident-7656-1\n\n\n\n\n21:14:\n Approximately 7,456 houses within Detroit experienced an SCP-7656-1 Event lasting 00:09. The event did not contain any discernable audio, only containing a humanoid figure in an unlit room.\n\n\n\n\n21:54:\n Approximately 7,224 houses within Detroit experienced a second SCP-7656-1 Event lasting for 00:13.\n\n\n\n\nTV-Broadcaster:\n You'll never believe what happened next-\n\n\nThe SCP-7656-1 event interrupts the feed.\n\n\nSCP-7656:\n For the love of god, tell me this thing is on. Hello?\n\n\nThe SCP-7656-1 event ceases.\n\n\nA story was implemented of technical issues within the broadcasting department that experienced both SCP-7656-1 events. No further action was necessary for the Foundation at the time.\n\n\n\n\n22:59:\n Approximately 234 houses within Dayton experienced a SCP-7656-1 event lasting for 01:04.\n\n\n\n\nTV-Broadcaster:\n In sports news, Mike Tyson has officially became the youngest heavyweight champion in boxing history. Footage will be availa- ….. -coverage of Wayne Gret-\n\n\nSCP-7656 appears in front of the camera adorning a black surgical face mask. It paces a few feet backward while staring at the camera.\n\n\nSCP-7656:\n Am I allowed to go?\n\n\nSCP-7656 laughs.\n\n\nSCP-7656:\n I think it's time for the show. Lets all just know to go with the flow and enjoy what goes!\n\n\nSCP-7656 tugs at their hair.\n\n\nSCP-7656:\n How did I get here?! What did I do?!\n\n\nSCP-7656 screams and laughs. Knocking is heard from somewhere within the room.\n\n\nSCP-7656:\n They're coming to get me! Help or they'll get you!\n\n\nSCP-7656 laughs as a single SCP-7656-2 instance approaches it. SCP-7656 stares at the camera.\n\n\nSCP-7656:\n Ah! You motherfuckers.\n\n\nSCP-7656-2:\n Shut the fuck up bitch!\n\n\nThe SCP-7656-2 instance hits SCP-7656 with a fly swatter numerous times.\n\n\nSCP-7656:\n (Indiscernible)\n\n\nThe SCP-7656-1 event ceases.\n\n\nTV-Broadcaster:\n I'm sorry folks, we appear to be experiencing some major technical issues at this moment. Please standby.\n\n\n\n\nThe Foundation was alerted to the existence of SCP-7656 via the interception of numerous phone calls by the Telecommunications Monitoring Office. Agents were dispatched from Site-11 and Site-81 to Dayton where a cover story was established that the SCP-7656-1 Event was a TV hijacking. Further news stories and the spread of information was controlled to prevent the knowledge of the SCP-7656-1 Event from spreading to more individuals. All recordings containing or referencing SCP-7656 or sensitive information were seized and brought to Site-81 for storage and analysis.\n\n\n\n\nFurther investigation and efforts to determine the location and identity of SCP-7656 were inconclusive. SCP-7656 was confirmed to be anomalous following two back-to-back SCP-7656-1 Events in \nBend\n, U.S. on November 29th, 1986.\n\n\n\n\n\n\nIncident-7656-2\n\n\n\n\n22:02:\n Approximately 102 households within Deschutes County, Oregon, U.S. experienced the SCP-7656-1 Events, which occurred for the duration of 00:42 and 00:31.\n\n\n\n\nTV-Broadcaster:\n Soon we will be having a segment coming up about how you and your family should have a great Thanksgiving this- ….. -of the- …..\n\n\nSCP-7656 appears in front of the camera, laughing.\n\n\nSCP-7656:\n Live, from the middle of batfuck nowhere! It's a sequel we all wanted after the first came with so much success! It's the late-night show with (Indiscernable)! You can hold your applause.\n\n\nSCP-7656 claps and yells.\n\n\nSCP-7656:\n They couldn't put me down. I filled the bowl.\n\n\nSCP-7656 shows a middle finger to the camera.\n\n\nSCP-7656:\n They did it! Are you happy America?\n\n\nSCP-7656 laughs and starts violently coughing.\n\n\nSCP-7656:\n Anybody have an Aspirin?\n\n\nConnection is re-established to the original broadcasting studio, ending the first SCP-7656-1 event to occur at the station.\n\n\nTV-Broadcaster:\n I am so sorry ladies and gentlemen, we have no idea as to what that was. Our technicians are working to figure that out. If you will please- ….. -remain-….. -again?\n\n\n\n\nThe second SCP-7656-1 Event occurs. SCP-7656 is heard laughing.\n\n\n\n\nSCP-7656:\n Shut the frick up liberal! We got a real spoiler over here trying to ruin our fun!\n\n\nSCP-7656 yells. An SCP-7656-2 instance enters the frame holding a tray containing teacups and a gallon bottle of bleach with a label over it reading \"tea\".\n\n\nSCP-7656:\n It's that time of night where we get to kick back and relax with the boys!\n\n\nThe SCP-7656-2 pours some of the bleach into one of the teacups. SCP-7656 grabs the teacup and proceeds to drink its contents, spilling the majority of it on its face.\n\n\nSCP-7656-2:\n Seconds?\n\n\nSCP-7656:\n No thanks, ma'am.\n\n\nSCP-7656 begins yelling prior to violently coughing, ending the SCP-7656-2 event. The feed cuts back to the TV studio.\n\n\nTV-Broadcaster:\n What just happened? Did that man just drink bleach? Ladies and gentlemen at home, please stand by.\n\n\n\n\nAll recordings of the 4th and 5th SCP-7656-1 Events were seized, in addition to similar protocols to cover the SCP-7656-1 Event as a TV hijacking. Following Incident-7656-1-2, surveillance technology was placed within all TV broadcasting studios in the U.S. in the event of a following SCP-7656-1 event until proper containment mechanisms could be developed.\n\n\n\n\nNo further SCP-7656-1 Events were recorded for the remainder of 1986 and 1987. Containment procedures were relaxed following the October 18th, 1987 conclusion that the SCP-7656-1 Events in 1986 were isolated events in nature. On June 14th, 1988, the Foundation intercepted numerous reports from civilians across Hill County, Montana, U.S. detailing a TV hijacking similar to an SCP-7656-1 Event. At the time that Foundation agents began to monitor the broadcast in which the SCP-7656-1 event was occurring, researchers were able to further isolate unique properties shown occurring during SCP-7656-1 Events, assisting in the development of 7656V1 devices.\n\n\n\n\n\n\nIncident-7656-3\n\n\n\n\n21:30:\n Approximately 104 households within Hill County, Montana, U.S. witnessed an SCP-7656-1 Event lasting for the duration of 06:37.\n\n\n\n\nSCP-7656 appears and bobs its head for 6 seconds before speaking.\n\n\nSCP-7656:\n It has been a while! But here we are, back again!\n\n\nSCP-7656 laughs.\n\n\nSCP-7656:\n It's really funny 'cause some of our critics are trying to end it all way before it should!\n\n\nSCP-7656 violently coughs before whispering. Audio distortion seen on all other SCP-7656-1 events was not present as SCP-7656 began whispering.\n\n\nSCP-7656:\n (Indiscernible) Get help. End it all.(Indiscernible)\n\n\nTwo SCP-7656-2 instances carrying golf clubs enter the frame.\n\n\nSCP-7656-2:\n Are you ready for the game?\n\n\nSCP-7656 laughs as one SCP-7656-2 instance escorts SCP-7656 to a wall visible on camera, tying its arms to the wall. The second instance sets up a golf tee and places a bag of golf balls on the ground next to it. The SCP-7645-2 instance subduing SCP-7656 against the wall walks next to the SCP-7656-2 instance setting up the golf tee, before it begins to swing golfballs at SCP-7656 while the other SCP-7656-2 instance claps. SCP-7656 yells as the golfballs strike it.\n\n\nSCP-7656-2:\n Hole in 1!\n\n\nBoth SCP-7656-2 instances continue to hit golf balls towards SCP-7656 for 2-minutes.\n\n\nSCP-7656-2:\n This is what happens, Titus.\n\n\nThe SCP-7656-2 instances hit golf balls at SCP-7656 for another minute prior to ceasing activity and untying SCP-7656 from the wall. Both SCP-7656-2 instances walk out of frame as SCP-7656 walks back up to the camera with numerous bruises visible across its face.\n\n\nSCP-7656:\n There you have it ladies and gentlemen! Stay tuned for more sports footage!\n\n\nSCP-7656 hums the theme song to; \"Mike Tyson's Punch-Out!!\". The SCP-7656-1 Event subsequently ceases.\n\n\n\n\nThis SCP-7656 Event is the longest currently known to the Foundation. Analysis of the game theme hummed by SCP-7656 prior to the termination of the SCP-7656-1 Event concluded that SCP-7656 is able to adapt to media and global events not limited to a date prior to Incident-7656-1-1. Furthermore, analysis conducted during the SCP-7656 Event resulted in the development of 7656V1 devices, which were promptly placed throughout North America. Recording capabilities were not present within the devices at that time.\n\n\n\n\n7656V1 devices documented the successful interception of 7 separate SCP-7656-1 events from June 14th, 1988 - June 19th, 1989. On January 19th, 1989, numerous reports were made describing an SCP-7656-1 Event in Bangor, Maine, U.S.\n3\n\n\n\n\n\n\nIncident-7656-4\n\n\n\n\n23:02:\n 7 households within Bangor, Maine, U.S. witnessed the SCP-7656-1 event lasting for the duration of 02:18.\n\n\n\n\nSCP-7656 yells loudly and is seen clutching its head while facing down. A single SCP-7656-2 instance is seen in the room with a bat.\n\n\nSCP-7656:\n Why are you taking away my voice? Do you hate me that much? You all loved our show the first time around! Did we fall off?\n\n\nSCP-7656-2:\n It was your fault bitch.\n\n\nSCP-7656:\n No! Don't do it!\n\n\nThe SCP-7656-2 instance attacks SCP-7656 with the bat, striking them 7 times.\n\n\nSCP-7656:\n I would look to formally apologize to the American public for this gross betrayal of your trust. I assure you, it will never happen again!\n\n\nSCP-7656-2:\n Not good enough!\n\n\nThe SCP-7656-2 instance ceases the attack and leaves the frame. SCP-7656 is heard panting prior to laughing and falling on the ground. Approximately 21 seconds later, at least two SCP-7656-2 instances are heard quietly conversing. For the purpose of documentation, both instances were labeled as \"SCP-7656-2-A\" and \"SCP-7656-2-B\".\n\n\nSCP-7656-2-A:\n What do we do next?\n\n\nSCP-7656-2-B:\n Wait. Titus will be out for a few days at least.\n\n\nSCP-7656-2-A:\n But what about them? They are actively trying to shut us down.\n\n\nSCP-7656-2-B:\n We'll find a way.\n\n\nSCP-7656-2-A:\n What are we going to do with Titus if we can't broadcast him?\n\n\nSCP-7656-2-B:\n You know what. He deserves what is coming to him.\n\n\nSCP-7656-2-A:\n He didn't actually do the act though.\n\n\nSCP-7656-2-B:\n Never forget that they all are responsible. They brought this on themselves.\n\n\nThe SCP-7656-1 event ceases naturally.\n\n\n\n\nThe 14 civilians witnessing the event were amnesticized rather than given a cover story due to the limited number of civilians exposed to the SCP-7656-1 Event. Further analysis as to the identity of SCP-7656 began.\n\n\n\n\nFollowing Incident-7656-1-4, 7656V2 devices were developed, implemented, and placed at broadcasting stations across North America due to the risk of technological failures within 7656V1 devices. From Incident-7656-1-4 until September 30th, 1995, approximately 76 SCP-7656-1 events were intercepted by 7656V2 devices lasting for a duration between 00:00:15 - 00:03:24. Given the frequency of events, development began on 7656V3 devices to allow for the transcription of SCP-7656-1 Events. Development finished on 7656V3 devices on August 19th, 1995. On September 30th, 1995, an SCP-7656-1 Event was intercepted over Vancouver, Canada, and successfully recorded.\n\n\n\n\n\n\nTranscription-7656-1\n\n\n\n\n22:18:\n 0 households within Vancouver, British Columbia, Canada, witnessed an SCP-7656-1 event lasting for the duration of 00:39.\n\n\n\n\nSCP-7656 is bobbing in front of the camera and humming an indiscernible song.\n\n\nSCP-7656:\n Wait. Is this thing on? Am I allowed to speak again?\n\n\nSCP-7656 laughs and claps.\n\n\nSCP-7656:\n I'm so fucking happy right now that I can barely….. Hold it in!\n\n\nSCP-7656 jumps and laughs again.\n\n\nSCP-7656:\n Hats off to you folks for letting me perform again! Though this I believe I am not quite pulling in the numbers I was expecting.\n\n\nSCP-7656 picks up a TV remote.\n\n\nSCP-7656:\n Let's see what else is on.\n\n\nSCP-7656 laughs.\n\n\nSCP-7656:\n It's all shit!\n\n\nSCP-7656 throws the TV remote to the ground.\n\n\nSCP-7656:\n Be responsible! Don't go making any mistakes! Don't go doing any murders!\n\n\nSCP-7656 laughs and ceases the SCP-7656-1 event.\n\n\n\n\nWith the proven success of 7656V3 devices, development efforts began on the creation of 7656V4 devices to get significantly clearer audio and video transcriptions of SCP-7656-1 events.\n\n\n\n\nFrom Incident-7656-1-5 to December 22nd, 2006, approximately 89 SCP-7656-1 events were recorded. Although the vast majority contained little to no discernable audio. SCP-7656-1 events which did contain discernable audio did not bring notable information regarding the identity of SCP-7656 and as such, transcriptions are omitted for brevity. During March of 2006, both 7656V4 and 7656V5 devices were completed providing adjustments in the reliability of devices and the quality of the footage transcribed.\n\n\n\n\n\n\nTranscription-7656-2\n\n\n\n\n21:19:\n 0 households within Boston, Massachusetts, U.S. experienced an SCP-7656-1 event lasting for the duration of 01:56.\n\n\n\n\nSCP-7656 is holding a newspaper and a lighter.\n\n\nSCP-7656:\n To all of the newspaper nerds! A little gift for you.\n\n\nSCP-7656 sets the newspaper on fire. Despite the progression of the fire, SCP-7656 does not release the newspaper until it has caught fire to its hand. SCP-7656 then laughs while shaking out the fire on its hand.\n\n\nSCP-7656:\n Oh Jesus.\n\n\nAn SCP-7656-2 instance walks into the frame carrying a bowling ball.\n\n\nSCP-7656-2:\n Bowling, anyone?\n\n\nSCP-7656:\n That sounds lovely!\n\n\nSCP-7656 laughs as the SCP-7656-2 instance drops the bowling ball on SCP-7656's foot. A loud bang is heard outside of the camera shot.\n\n\nSCP-7656-2:\n Shit!\n\n\nThe SCP-7656-2 instance runs out of the camera frame towards the source of the sound. SCP-7656 laughs.\n\n\nSCP-7656:\n Where are they going?\n\n\nSilence is heard for approximately 21 seconds until a loud explosion is heard from behind the wall that SCP-7656 is standing against.\n\n\nSCP-7656:\n Finally! I'm free!\n\n\nA second explosion is heard from the wall, upon which the SCP-7656-1 event ceases.\n\n\n\n\nAt approximately 21:14 the following day, a second SCP-7656-1 event was recorded from the same devices within Boston, U.S. lasting for the duration of 02:09.\n\n\n\n\nThe wall behind SCP-7656 has been reduced to rubble. SCP-7656 is seen sitting against the rubble while laughing and crying.\n\n\nSCP-7656:\n They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me. They didn't get me. They forgot me.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSCP-7656:\n Please come back.\n\n\nSCP-7656 begins crying and the SCP-7656-1 event ceases.\n\n\n\n\nFrom Incident-7656-1-6 to February 18th, 2010, all 13 SCP-7656-1 events recorded maintained a similar message. On February 15th, 2010, the development of 7656V6 devices was completed and the implementation of devices to replace 7656V5 devices began. On February 18th, an SCP-7656-1 event occurred in Coeur d'Alene, U.S. which was one of the last remaining areas using 7656V5 devices.\n\n\n\n\n\n\nTranscription-7656-3\n\n\n\n\n22:46:\n 0 households within Coeur d'Alene, Idaho, U.S. experienced an SCP-7656-1 event lasting 01:22.\n\n\n\n\nSCP-7656-1 laughs.\n\n\nSCP-7656:\n First I wasn't brought along, and now you all are trying even harder to hide my beautiful face?\n\n\nSCP-7656 yells.\n\n\nSCP-7656:\n I hear them digging. But I know they're not coming to save me! My chances are fading!\n\n\nSCP-7656 paces around the room and starts coughing violently.\n\n\nSCP-7656:\n Even if I try to end it all, my chances always just fall, because I am trapped inside this wall, for something that was barely my fault at all.\n\n\nSCP-7656 punches at the rubble.\n\n\nSCP-7656:\n A new challenge! Who can hold their breath the longest? Spoiler alert, it's me! It gets easier when you have no air to breathe.\n\n\nSCP-7656 laughs.\n\n\nSCP-7656:\n Remember kids, if you ever want to be like me all you need are the right friends and a bad motivation!\n\n\nSCP-7656 walks directly to the camera and stares into it.\n\n\nSCP-7656:\n Why didn't you get me help? Are you that scared of me? You don't have to be! It wasn't me who did it!\n\n\nSCP-7656 laughs.\n\n\nSCP-7656:\n I know the others had help after millions witnessed their performance! I guess no one knew about little old me thanks to your actions.\n\n\nThe camera beeps rapidly, indicative of many digital cameras at the time which beeped rapidly prior to powering off.\n\n\nSCP-7656:\n Oh no! Is that a bomb? Looks like this will be the finale of the show! I hope you all enjoyed watch-\n\n\nThe SCP-7656-1 event ceases. It is believed that the camera used to record SCP-7656-1 events lost all of its battery, preventing the broadcast of SCP-7656-1 events. Based on the footage provided, efforts were reinvigorated to discover the location of SCP-7656-1.\n\n\n\n\nOn November 22nd, 2023, the internal broadcasting systems of Site-11, Site-55, and Site-81 experienced an SCP-7656-1 Event following numerous failures in the 7656V6 devices present.\n\n\n\n\n\n\nTranscription-7656-4\n\n\n\n\n23:11:\n Approximately 1,490 Foundation personnel witnessed an SCP-7656-1 event lasting for the duration of 02:34.\n\n\n\n\nSCP-7656 appears in a well-lit room. Rainbow-colored paper is seen decorating the walls and several variations of different colors of helium balloons are visible. SCP-7656 has numerous bruises across its face and a black eye. SCP-7656 additionally appears malnourished in contrast to the last known footage of SCP-7656. Words spraypainted in the background are visible, reading, \"We found you!\" and, \"Even when the cameras are off, the fun never ends!\"\n\n\nSCP-7656:\n After so long, it is time for a return we have all been waiting for! Since our last venue was brought out of commission, we have had to find a new place to broadcast from!\n\n\nSCP-7656 looks around the room.\n\n\nSCP-7656:\n And what better way to celebrate than to have a party! Right on our birthday!\n\n\nNumerous confetti launchers concealed from the vision of the camera go off simultaneously.\n\n\nSCP-7656:\n We all hope you didn't forget about us! Some things you forget right away!\n\n\nSCP-7656-2:\n Others you will never forget for decades.\n\n\nSCP-7656:\n In those cases, you should forgi-…..\n\n\nThe SCP-7656-1 Event ceases for approximately 18 seconds. When the event resumes, SCP-7656 is in a visibly different position and SCP-7656-2 is out of frame. SCP-7656's nose is bleeding and there is a visible crack in SCP-7656's sunglasses.\n\n\nSCP-7656:\n No point in wasting any of our time! Let's get onto the cake!\n\n\nSCP-7656 sits down as two SCP-7656-2 instances approach SCP-7656 with a cake topped with 60 candles. Both SCP-7656-2 instances sing the song \"Happy Birthday To You\" and then shove SCP-7656's face onto the cake while the candles remain lit. The SCP-7656-2 instances keep SCP-7656's face there until their hair lights on fire, at which point they let SCP-7656 go, at which point SCP-7656 puts out the fire in its hair.\n\n\nSCP-7656:\n The cake tastes so good! Do you have any presents for me?\n\n\nBoth SCP-7656-2 instances give SCP-7656 two presents. SCP-7656 begins to open all of them.\n\n\nSCP-7656:\n Ah, you shouldn't have, it's- ….. -with- ….. -and a teddy bear!?\n\n\nFoundation technicians attempt to use 7656V6 devices to cease the SCP-7656-1 event.\n\n\nSCP-7656-2:\n Looks like someone is trying to end our show early.\n\n\nSCP-7656 stands up and walks toward the camera.\n\n\nSCP-7656:\n Looks like our show will have to end early! Make sure to stay tuned for when we make our return soon!\n\n\nSCP-7656 laughs as the SCP-7656-1 event ceases.\n\n\n\n\nA severe analysis of all three sites' internal security systems and the status of on-site 7656V6 devices has resulted in an inconclusive test as to how the SCP-7656-1 event managed to bypass the 7656V6 devices present. Development on the hypothetical implementation of higher-power 7656V7 devices has begun. Larger efforts have been placed in order to identify the location of SCP-7656.\n\n\n\n\n \n\n\nAs of \n04 Apr 2025 15:33\n, this is the most recent SCP-7656-1 Event.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The 6th iteration of a signal-detecting device utilized to detect, transcribe, and intercept any and all SCP-7656-1 events.\n\n\n2\n. The transcribed time is recorded in a \"(MINUTE):(SECOND)\" format.\n\n\n3\n. One of the last remaining areas in which 7656V1 devices had not yet been installed.\n\n\n\n\n\n\n\n\n« \nSCP-7655\n | SCP-7656 | \nSCP-7657\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7656\n\" by VapidPoem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7656\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7656 \" by VapidPoem, from the SCP Wiki . Source: https://scpwiki.com/scp-7656 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7656",
    "object_class": "Keter",
    "containment_procedures": "Embedded Foundation agents within the U.S. Federal Communications Commission are to install 7656V61 software among all signal broadcasting towers across the United States and Canada. If any of the devices record an SCP-7656-1 event, they are to activate an interception signal on all devices within a 25-kilometer radius of the initial detection for the duration of the SCP-7656-1 event. Any transmissions intercepted by 7656V6 devices are to be recorded both locally and externally for further analysis. Agents within the Telecommunications Monitoring Office are to monitor the region affected by the SCP-7656-1 event for a period of 48 hours following any events, in addition to embedded Foundation agents within the U.S. Federal Communications Commission monitoring potential information breaches within any broadcasting system which may have witnessed the SCP-7656-1 event.",
    "description": "SCP-7656 is an estimated 1.78m tall Caucasian male with disheveled brown hair that reaches its shoulders. SCP-7656 will appear during SCP-7656-1 Events in a state of delirium, psychological stress, physical stress, injury, and/or being physically assaulted by SCP-7656-2 instances. In SCP-7656-1 Events, SCP-7656 will wear a black and white business suit and white sunglasses over its eyes.",
    "title": "SCP-7656"
}