{
    "url": "https://scp-wiki.wikidot.com/scp-7658",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7658\n - Forgettable, That's What We Are\n\n\n\n\nCowritten with the amazing notgull for Remixcon.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem №:\n SCP-7658\n\n\nLevel 3/7658\n\n\n\n\n\n\nAnomaly Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nOnly known photo of Site-41 prior to SCP-7658's erasure from reality\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Recovery of SCP-7658 is considered a low priority at this time. Watchdog personnel throughout the world are to be given informal descriptions of SCP-7658. As these procedures overlap with measure for other anomalies and fugitives, very little additional manpower must be allocated to this project.\n\n\nThe remains of the countermeasures for SCP-7658 at Site-41 are to be preserved for the foreseeable future.\n\n\nDescription:\n SCP-7658 was an anomaly that was previously contained at Site-41. However, following a containment breach, SCP-7658 was erased from human cognition and Foundation records at a minimum. The only evidence of SCP-7658's existence is Site-41's countermeasures for handling such an anomaly.\n\n\nSite-41 has fifty-one specific containment chambers built between 1989 and 1992. These containment chambers are clad in layers of lead, soundproofing material and telepathic shielding, which would effectively block off all contact with the outside world. In contrast, Site-41 contains exclusively Safe and Euclid-class anomalies with mechanical components, with very few personnel cleared to work with memetic anomalies.\n\n\nApparently random materials have been recovered from these containment chambers, including:\n\n\n\n\nOver fifteen thousand black sheets of paper.\n\n\nSeveral dozen empty pill bottles. The labels on these bottles are usually blank, but some are labeled as Class W \"Mnestics\" [sic].\n\n\nA lattice of wires and metal plates, suspended from a wire in the center of the room. Forty-seven of the containment chambers have this lattice, and it is badly damaged in five of them.\n\n\nThe corpses of several thousand arthropods, primarily spiders.\n\n\nWater misters placed on each wall of the chamber. These were still active at the time of discovery.\n\n\nPartial diagrams of an extremely complex machine. No complete diagram has been assembled yet, but it appears to be memetic in nature.\n\n\nThree bear traps.\n\n\n\n\nThere are no records of these containment chambers after their construction. Their construction is well-documented; Foundation construction personnel have testified to their experiences building these containment chambers, although they are unable to remember who ordered them to be built. If records are to be believed, all of these containment chambers have been unused since their construction.\n\n\nDiscovery:\n On 08/22/2010, Site-41 Chief of Operations Harold Utz was court marshaled and removed from his post following an embezzlement scandal. At this point, an audit of site resources was conducted to determine the extent of the embezzlement. One hundred and fifty-one containment chambers were found to be unused, according to records. One hundred of these chambers did not exist and were fabricated as a pretense for routing Site resources to Utz's own bank accounts. The remaining fifty-one were found to be constructed in very similar ways, as if to contain several different instances of the same anomaly.\n\n\nAnalysis of site resources found other installations at Site-41 possible related to SCP-7658:\n\n\n\n\nA protocol to install water hydrants and blast doors at one-hundred meter intervals throughout Site-41.\n\n\nA regulation requiring all personnel to carry bug spray.\n\n\nTwo chemical processing plants located on the lower levels of the Site. These have not been used since their construction in 1993.\n\n\nA large aquarium installed below the Site cafeteria. This aquarium does not contain any aquatic flora or fauna.\n\n\n\n\nIt is theorized that these measures existed to contain SCP-7658. As no description of SCP-7658 was available, research personnel immediately began to derive SCP-7658's characteristics from its containment protocols. Originally, the primary theory was that SCP-7658 was a collection of insects or arachnids which were contained in these chambers. Researchers have noted the similarity between SCP-7658's effect on reality and the \"amnestic\" drugs used by the Foundation to erase evidence of the anomalous. Working theories indicate that SCP-7658 was a memetic anomaly that erased itself from human cognition, and that the containment chambers were built to contain it.\n\n\nNo Foundation departments exist to contain anomalies of this kind. Therefore, the Amnestic Anomaly Task Force has been established at Site-41 to investigate SCP-7658 further.\n\n\n \n\n\n\n\n\n\nAddendum.7658.1: Recovered Document\n\n\n\n\n\n\n \n\n\nDuring investigation, one researcher of the Amnestic Anomaly Task Force noted that the chambers were arranged such that their midpoints, where the aforementioned lattices were, would be points on the surface of a sphere. The center of this sphere would then be directly underneath the aquarium in Site-41's cafeteria.\n\n\nAfter draining the aquarium to prevent water damage, research personnel shifted through the floor. This revealed a previously hidden room underneath the aquarium. This room contained a much larger lattice, a desiccated human corpse and a highly complex machine. Comparisons indicate that this machine is the same as the one partially diagrammed in the containment chambers.\n\n\nA hand-written document was found hidden in the walls of this room. It is reproduced below:\n\n\n\n\nWe always understood that staring into the abyss would lead to us becoming monsters. I never realized how far we were willing to go.\n\n\nWe've bent history, society and human behavior to our very bidding. For what? For a \"normal\" society built on hate and rage? We've controlled human consciousness itself with our development of amnestics. What did we do? We keep thousands of them locked up forever without parole. We have technology that could revolutionize the world. I was the one who helped develop it. Yet, we keep it locked up behind closed door, attached to an animal that cries out at night for its mother.\n\n\nThe more I think, the less I am able to escape the conclusion that the Foundation has found itself on the wrong side of history, time and time again. But does it really matter when we're the ones who wrote history ourselves? I can't even begin to fathom what it looked like at its origin.\n\n\nThis is a suicide note.\n\n\nI've come into the clarity that it is up to me to make the decisions that O5 Command has the unwillingness to make themselves. My machine, the maker of the amnestic drugs, it can be flipped into reverse. It'll take itself, me and the creature into oblivion. That's what history needs.\n\n\nThe creature will escape; I've come to realize that. The creature knows; it sees into my thoughts and minds. What a poor thing. But, after all the monsters we've created, what's one more?\n\n\nTo the next generation, those who find this corpse: I've worked hard to make sure you never remember this sacrifice. Let's make sure it was never in vain.\n\n\n\n\n \n\n\n\n\n\n\nAddendum.7658.2: Conclusion of Investigation\n\n\n\n\n\n\n \n\n\nAfter conferencing with the Cryptobiology Department, the Amnestic Anomaly Task Force has now produced a theory on what SCP-7658 is. Based on collected evidence, it is believed that SCP-7658 was a large instance of \nAstropecten saturnalia\n, or Saturn Starfish.\n\n\nThis instance would have to be abnormally large; up to five times as large as a normal specimen, hence the need for containment. This theory also aligns with the large number of arthropods and the need for constant hydration. The \"lattices\" also align with the starfish theory, as hunters and pet owners report that such a construction can be used to prevent Saturn Starfish from leaving reality. The amnestic effects of specific specimens of the Saturn Starfish are also well known.\n\n\nAlthough normal Saturn Starfish are only able to shift briefly out of reality before returning, such a Starfish would likely be able to reach other parallel timelines with some effort. However, as human cognition roots physical objects and prevents them from shifting, wide Foundation awareness of SCP-7658 would have kept it from escaping.\n\n\nIf the incident described in the above document is to be believed, then SCP-7658 has likely escaped to a reality much less prepared for its existence. Recovery is considered a low priority at this time.\n\n\n\n\n\n\n« \nSCP-7657\n | SCP-7658 | \nSCP-7659\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Recovery of SCP-7658 is considered a low priority at this time. Watchdog personnel throughout the world are to be given informal descriptions of SCP-7658. As these procedures overlap with measure for other anomalies and fugitives, very little additional manpower must be allocated to this project.",
    "description": "SCP-7658 was an anomaly that was previously contained at Site-41. However, following a containment breach, SCP-7658 was erased from human cognition and Foundation records at a minimum. The only evidence of SCP-7658's existence is Site-41's countermeasures for handling such an anomaly.",
    "title": "SCP-7658"
}