{
    "url": "https://scp-wiki.wikidot.com/scp-7659",
    "all_text": "rating: \n0\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7659\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nSAFE\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nThe public awareness is that the area in the radius of 1km surrounding SCP-7659 is undergoing an extensive private landscaping project and has been barricaded.\n As of 03 May 2010, Dr. Rodgings' proposal to cease all containment efforts concerning SCP-7659 has been approved. Any further research orders that require access to SCP-7659 are to be authorized by Dr. Rodgings.\n\n\nDescription:\n SCP-7659 is a small reception room situated directly beneath two meter diameter, 200km deep sinkhole located in █████████, East Yorkshire, England. Despite its depth, no physical damage is suffered by anything that impacts with the sinkhole’s base at maximum velocity. SCP-7659 features only a reception desk, similar in style to hotel kiosks, and a single polished oak door directly across. A human female appearing as roughly 40 years in age, designated SCP-7659-1, is permanently present behind the reception desk.\n\n\nAll subjects that have been observed in SCP-7659 have initially been given a verbal greeting by SCP-7659-1, which then asks the subject for a small blood sample, taken using a small knife-like instrument. SCP-7659-1 then places the sample in a machine of unknown nature and function, similar in appearance to an industrial food blender. 5-9 seconds after SCP-7659-1 activates this mechanism, a small screen on it's frame displays any integer of value above 0. What determines this number is not known. The machine then prints a small ticket with the displayed number on it which SCP-7659-1 gives to the subject. SCP-7659-1 then encourages the subject to enter the room beyond the singular door. The door closes and locks immediately upon entry and cannot be unlocked or broken down.\n\n\nThe appearance of the location after this point is unique for each subject and there is no pattern that can be used to predict what the location is. It is possible, as far as is observable, for the location to be situated anywhere at all and belong to any time. After a varying amount of time, the subject is always terminated in some way. After 3-10 minutes, the subject awakes in a different location, apparently unharmed and physically unaltered. The same sequence of events, designated SCP-7659-2, occurs the number of times equivalent to the number on the ticket given to the subject by SCP-7659-1. After this is completed the subject awakes in SCP-7659.\n\n\nUsing quark kinesis tracking, it has been determined that all instances of SCP-7659-2 do not take place on Earth.\n\n\nSCP-7659 was discovered at 12 November 2007 when 52-year-old Patrick Leigh's corpse was found near its entrance. This came after a sparse series of reports to local media outlets of falling through the ground into a hotel reception room documented since 1972. Leigh apparently committed suicide via impaling his stomach with a nearby cut of slate. He was found holding a ticket numbered ‘79’. Supplementary investigation uncovered that Leigh had recently been arrested prior to his death by local security forces as a suspected serial killer responsible for the murder of 79 victims over a period of 6 years. It is uncertain whether there is any link between these statistics.\n\n\nAddendum:\n\n\n\n\n- Addendum 7659.1: Investigation Log 44-7659-1\n\n\n\n\nHide Log\n\n\n\n\nAfter Leigh's corpse had been discovered, anomalous properties were suspected, with media chronologists at Site-44 making connections to aforementioned media reports. A team of personnel operating in MTF Upsilon-46 (\"Rabbits Down The Hole\") was quickly assigned to the location, with Dr. Rodgings selected to lead on the case. The following transcript is taken from the investigation video log.\n\n\n\n\nInvestigation Video Log Transcript\n\n\nDate:\n 06 January 2008\n\n\nSubject:\n SCP-7659\n\n\nTeam Lead:\n Fay \"Foxglove\" Tramley\n\n\nTeam Members:\n\nPeter \"Shovel\" Logger\n\nAudrey \"Homestead\" Mavis\n\n\n\n\n[BEGIN LOG]\n\n\nPersonnel have been attached to harnesses and have begun descent into sinkhole.\n\n\nFoxglove:\n Seems sturdy enough. Never seen a sinkhole with an edge as smooth as this.\n\n\nShovel:\n How many sinkholes have you been down? The closest thing I've ever got to a sinkhole was that interdimensional toilet.\n\n\nFoxglove:\n Consider yourself lucky. Sinkholes can be tricky even when they aren't anomalous, speaking as a former seismologist.\n\n\nHomestead:\n I see what you mean about the edge. It looks as though it were built. Engineered.\n\n\nShovel:\n But who'd build a sinkhole in an empty nowhere in the middle of █████████?\n\n\nFoxglove:\n I mean it'll not be a first in terms of anomalous organization secret lairs.\n\n\nHomestead:\n But its not that. It's the same question as who'd want to build an interdimensional toilet. Maybe they're all little accidents. You know, maybe that's what it's all about, the anomalous. Little slip-ups in science.\n\n\nShovel:\n Little slip-ups? Tell that to the eighty-billion world-ending super-gods the Foundation has to deal with. And not everything's scientific, don't make that mistake.\n\n\nTwenty-five minutes of climbing. The personnel are close to the base.\n\n\nFoxglove:\n Look down.\n\n\nWarm light projecting onto the sinkhole base.\n\n\nFoxglove:\n Looks artificial. That means- Homestead!\n\n\nHomestead's hook falls down past them and she falls while screaming. She can be heard hitting the floor after seven seconds. Foxglove mutters something unintelligible.\n\n\nFoxglove:\n Homestead? Homestead!\n\n\nSilence. Foxglove mutters something angrily.\n\n\nFoxglove:\n Stupid! Death from insecure harness! So bloody stupid!\n\n\nFoxglove and Shovel continue climbing at a quickened pace.\n\n\nHomestead:\n Uh, I'm OK! No damage!\n\n\nShovel and Foxglove stop climbing.\n\n\nFoxglove:\n Nice one, Homestead. Do you have any visuals down there?\n\n\nHomestead:\n Uh, I think… yeah I think it's some sort of lobby or reception room. One other exit and-.\n\n\nFour seconds silence.\n\n\nFoxglove:\n Homestead? Homestead, can you hear me?\n\n\nFive seconds silence.\n\n\nFoxglove:\n Come on, Shovel, we need to get down there quick.\n\n\nFoxglove and Shovel continue climbing. They reach the base in three minutes and detach their harnesses. They are in a warmly lit reception room with a row of four waiting chairs backed against the wall across them. To the left there is a polished oak door. To the right there is a traditional style reception desk with office equipment, papers and a contraption similar in appearance to an industrial food blender placed on it. Behind the desk is SCP-7659-1. Homestead is sat on a waiting chair. Shovel and Foxglove retrieve arms.\n\n\nHomestead:\n Non-hostile thus far.\n\n\nSCP-7659-1 smiles at them and is completely unfazed.\n\n\nSCP-7659-1:\n Hello and welcome. Are any of you going to be using the service today?\n\n\nFoxglove:\n I want you to be aware that we will not hesitate to shoot you if we deem any of your actions as carrying hostile intent.\n\n\nSCP-7659-1:\n Well, unfortunately it's against my contract for me to die, but luckily I don't plan on anything hostile happening.\n\n\nShovel:\n Who are you and what is this place?\n\n\nFoxglove:\n Leave the questions for Rodgings, that's not why we're here.\n\n\nSCP-7659-1:\n No, no, it's quite manageable. This place is to help people, that's right, whoever falls down that little divot, intentionally or not. I'm just here to help it do that by getting our visitors through that door right… Yes, that one, you can't-\n\n\nShovel walks to the door and attempts to break it down by a series of strong hits and kicks. His attempts are unsuccessful.\n\n\nSCP-7659-1:\n Yes, sorry, it doesn't break down! You can only enter once I've passed you through!\n\n\nShovel groans in frustration and stops trying to bring down the door.\n\n\nShovel:\n And what does that involve?\n\n\nSCP-7659-1:\n I've been told not to give visitors that information until they have committed to the process.\n\n\nFoxglove:\n What do you mean? What process, what the hell is this?\n\n\nSCP-7659-1:\n The process of the service, when you enter that door. That's when the work begins. But, now, I don't believe that's why you're here.\n\n\nFoxglove:\n We're here to find out what the hell this place is and why it decided to show up here. Now, you're clearly not willing to let us achieve this without a fight so-\n\n\nSCP-7659-1:\n Pardon me but I am creating no barrier between you and your goal. The door's wide open if you accept the procedure. Now, if the Foundation really wants to know what this place is about, you'll just have to trust me and move forward.\n\n\nShovel:\n How do you-\n\n\nHomestead:\n Don't. I'll do it.\n\n\nFoxglove:\n What?\n\n\nHomestead:\n I'll do whatever I have to do to get into that place.\n\n\nThe other team members stare at Homestead for a few seconds.\n\n\nSCP-7659-1:\n Well done, Miss. Now, if you just want to come over here and I'll…\n\n\nFoxglove:\n Homestead, this is not a good idea.\n\n\nHomestead:\n This is an exploration mission, Foxglove. You might care about my life and I appreciate that, but the Foundation doesn't, so I'm going to face up to this thing and we'll be all the better for it.\n\n\nHomestead walks to the reception counter. SCP-7659-1 retrieves a small knife-like tool and uses it to puncture the skin on Homesteads index finger. SCP-7659-1 then follows the procedure described prior. After four seconds a display on the machine shows the number '3'. SCP-7659-1 smiles. The machine produces a small ticket with the number '3' printed on it. SCP-7659-1 gives this to Homestead. SCP-7659-1 touches Homestead's hand.\n\n\nSCP-7659-1:\n This is a good choice you're making, Miss.\n\n\nThe door opens. Beyond it is dark hallway. Homestead walks through the door.\n\n\nSCP-7659-2 begins.\n\n\n(To maintain focus, after this point the log will solely use footage from Homestead's body camera).\n\n\nThe door shuts. Homestead attempts to open the door but is unsuccessful.\n\n\nHomestead:\n Ah. Of course. Silly me.\n\n\nThe hallway is decorated in the style of an early 20th century stately home. Windows reveal that a rainstorm is taking place.\n\n\nHomestead walks up the corridor and enters the third doorway into a large, highly furnished bedroom featuring a four-poster bed, oak dresser table and wardrobe.\n\n\nHomestead:\n Cosy.\n\n\nHomestead sits down on the bed. The wardrobe rattles. Homestead stands and investigates. Homestead opens the wardrobe revealing a emaciated middle-aged man brandishing a chef's knife. He then produces a screeching noise as he penetrates Homestead's abdomen with the knife. Homestead falls, gasping. The man jumps on Homestead and repeatedly stabs her back multiple times. After two minutes, Homestead's life signs cease.\n\n\nSix minutes static.\n\n\nHomestead is lying on the floor of some kind of public facility. Homestead slowly rises and is observably confused. She probes herself for injury.\n\n\nHomestead:\n I'm fine… alive?\n\n\nHomestead stands and surveys her surroundings. The location appears to be a post office. It is light outside, perceivable from windows. Nobody else is present. Homestead approaches the counter.\n\n\nHomestead:\n Hello? Is anyone on shift?\n\n\nNo sound.\n\n\nHomestead:\n Must be short staffed.\n\n\nHomestead walks to the front door and exits the building. She steps onto a pavement/sidewalk on a street lined with terrace houses, eventually ending in turns on both ends. It is completely silent.\n\n\nHomestead:\n Wonderful day. I wonder if these are just layers of heaven.\n\n\nAfter looking up and down the street, Homestead begins to cross the road. Two seconds after she steps onto the road, she is impacted by a vehicle travelling at extreme speed. Camera turns to static less than a second after this.\n\n\nEight minutes static.\n\n\nHomestead awakens in an arid shrubland environment featuring some vertical rock forms. After recuperating, Homestead stands. Some large unidentifiable fauna are moving in the distance.\n\n\nHomestead:\n Wha…\n\n\nHomestead examines a nearby rock form. A member of C. Dispar emerges from behind it. Both Homestead and the animal jump backwards in shock. They share a stare for a few seconds. Homestead regains composure and slowly approaches the animal.\n\n\nHomestead:\n Hi. I'm… um. I'm not gonna hurt you.\n\n\nThe animal backs away further and makes a brief bleating sound.\n\n\nHomestead:\n It's okay, it's okay. I feel like I've seen you somewhere before. Yeah, you were on that documentary on BBC1, the one about…\n\n\nThe animal calms and does not resist Homestead's advance, who rests her hand on its head.\n\n\nHomestead:\n So this can send you back in time. Well, it's not outlandish at this point. I suppose I should want to take as much of it in as I can in the time I've got. I think I'm starting to cotton on to what this is all about.\n\n\nAfter a minute the camptosaur's breathing visibly quickens and the animal becomes distressed before hastily leaving the location. Homestead looks around for a threat. A member of A. Jimmadseni can be seen rapidly approaching. Homestead gives a shaky sigh. The animal leans as it closes in and clasps its jaws around Homestead's upper body.\n\n\nSeven minutes static.\n\n\nHomestead wakes up in the reception room. The vertical coordination has been altered so that Homestead is standing on the ceiling. There is now less light. The door remains in the same place. After some time the door is opened by SCP-7659-1, who then approaches Homestead.\n\n\nSCP-7659-1:\n Well done, well done! It should be all better now.\n\n\nHomestead:\n What? What should be all better, what do you mean? What the hell was that?\n\n\nSCP-7659-1:\n It's our process. It's been designed to make the best for everybody.\n\n\nHomestead:\n What does that mean, in what way? I just got killed three times! And… where are the others?\n\n\nSCP-7659-1:\n It's alright, they're both ok, don't fret. They've been sent away. They're back on site now.\n\n\nHomestead:\n I'm not even gonna ask how you know about that.\n\n\nSCP-7659-1:\n By nothing that risks the current state of the Foundation I can assure you. Now you're free to go.\n\n\nSCP-7659-1 gestures towards the sinkhole mouth which is now situated next to them on the floor/ceiling.\n\n\nHomestead:\n Why is it different, this place?\n\n\nSCP-7659-1:\n You've completed it now, you're done. You've come out on the other side. I know you're confused but don't expect to realize how much good this has done you. There's a lot more to this world than everything you can see. You should know that as an employee of the Foundation. Now off you go.\n\n\nAfter moments, Homestead leaves SCP-7659 through the sinkhole.\n\n\n[END LOG]\n\n\n\n\nIt is still uncertain how Agent Tramley and Agent Logger left SCP-7659.\n\n\n\n\n\n\n\n\n\n\n- Addendum 7659.2: Test Logs 44-7659-1 to 3\n\n\n\n\nHide Logs\n\n\n\n\nFollowing the investigation mission, Dr. Rodgings ordered a number of subject tests to be performed on SCP-7659-2 to consolidate its chronology and effects.\n\n\n\n\n\n\nTest 44-7659-1\n\n\n\n\n\n\n\n\nSubject\n\n\nJonathan Berrie, Research Assistant\n\n\n\n\n\n\nTicket Number\n\n\n5\n\n\n\n\n\n\nDeath Scenarios included\n\n\nFreezing in space, burnt at the stake by 17th century witchfinders, earthquake injuries, disemboweled by militant robots, drowned in a public swimming pool\n\n\n\n\n\n\n\n\n\n\nTest 44-7659-2\n\n\n\n\n\n\n\n\nSubject\n\n\nAgent Elise Ridgeway, MTF Upsilon-46\n\n\n\n\n\n\nTicket Number\n\n\n12\n\n\n\n\n\n\nDeath Scenarios included\n\n\nEntering black hole, consumed by wyvern, fell down manhole, mauled by yeti\n\n\n\n\n\n\n\n\n\n\nTest 44-7659-3\n\n\n\n\n\n\n\n\nSubject\n\n\nDr. Martin Rodgings\n\n\n\n\n\n\nTicket Number\n\n\n9\n\n\n\n\n\n\nDeath Scenarios included\n\n\nTrampled by elephants, hydraulically pressed, struck by lighting, rapid biohazard advancement\n\n\n\n\n\n\nFor all these tests, events in SCP-7659 corresponded with those experienced by Agent Mavis (see Addendum 7659.1).\n\n\n\n\n\n\n\n\n\n\n- Addendum 7659.3: SCP-7659-1 Interview\n\n\n\n\nHide\n\n\n\n\n\n\nInterviewed:\n SCP-7659-1\n\n\nInterviewer:\n Dr. Martin Rodgings\n\n\nForeword:\n Dr. Rodgings scheduled an interview to take place at Site-44 on 12 April 2008 but when logistics and transportation staff arrived at SCP-7659 five days earlier, SCP-7659-1 made a request for the interview to take place there instead, which was granted.\n\n\n<Begin Log, 02:43:39>\n\n\n\n\nDr. Rodgings:\n What is your identity?\n\n\n\n\nSCP-7659-1:\n It's against my contract to have an identity. They took it off me when I started the job, I don't have any memory of it.\n\n\nDr. Rodgings:\n What job are you doing exactly?\n\n\nSCP-7659-1:\n Helping the process of this place do its job, which is helping people.\n\n\nDr. Rodgings:\n I've seen this process in action, how exactly does it help people?\n\n\nSCP-7659-1:\n Well now, it's difficult for me to say, since the contract gets to your mind and tells it not to give the secrets of the contractors, that's what I call the people who made this place. I presume because whoever created something like this must hold some kind of unimaginable power. It's either that or just silent benefactors. But as far as I can say, opposites cancel out. It follows along the lines of the saying 'Do to others as you would be done by' if I remember. That's all I can tell you really.\n\n\nDr. Rodgings:\n Right. So you don't know who these contractors are?\n\n\nSCP-7659-1:\n Nothing solid, but I get pictures of them. Everything I've had to do with them has been quite out of body if I come to think about it.\n\n\nDr. Rodgings:\n How long have you been here?\n\n\nSCP-7659-1:\n It's difficult to say with no clock, especially an internal one. Ha. To say I basically run this place I don't have a lot of answers. Just shows.\n\n\nDr. Rodgings:\n Looks like you're on our level then. That's comforting. So, you stay here permanently?\n\n\nSCP-7659-1:\n Yes. Well, and the other side.\n\n\nDr. Rodgings:\n With no means of accessing food or drink?\n\n\nSCP-7659-1:\n Now there's a big one. They expect me to spend the rest of my days in this old place, no mention of a salary, no more food forever and no air-conditioning. It's all in the contract. I mean, we're like ten Tower of Babels underground!\n\n\nDr. Rodgings:\n Eternity underground in a specialized job role, unpaid and no food. Some deal.\n\n\n\n\nSCP-7659-1:\n Tell me about it!\n\n\nDr. Rodgings:\n Why did you ever agree to the job?\n\n\nSCP-7659-1:\n Well, it's not like there was a job interview. It was more like an abduction. I can't even make it all out in my head now. I'm not sure whether it even happened. The first thing I ever remember was being handed the quest to be the physical steward of the process they crafted. But always the process must be kept an accident, that's why I helped decide to have it here like this. It has to be an accident because humanity can't get too much help from the others, otherwise then it'd be too perfect, and there wouldn't be anything worse than that. Maybe that's why I'm here. Everything must be kept an accident. Or maybe it's just because they couldn't get any aliens and they randomly selected one of us. Maybe they even needed it like that, to help humanity they must make it help itself. I've been shown history and it proves that no one is there for the little people. There's no backup to humanity. That might be the lesson we have to learn, what all this is actually for.\n\n\n<End Log, 02:51:58>\n\n\nClosing Statement:\n Research on SCP-7659 formally ended eight days after this interview was held.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7658\n | SCP-7659 | \nSCP-7660\n »",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-7659-1 Interviewer: Dr. Martin Rodgings Foreword: Dr. Rodgings scheduled an interview to take place at Site-44 on 12 April 2008 but when logistics and transportation staff arrived at SCP-7659 five days earlier, SCP-7659-1 made a request for the interview to take place there instead, which was granted. <Begin Log, 02:43:39> Dr. Rodgings: What is your identity? SCP-7659-1: It's against my contract to have an identity. They took it off me when I started the job, I don't have any memory of it. Dr. Rodgings: What job are you doing exactly? SCP-7659-1: Helping the process of this place do its job, which is helping people. Dr. Rodgings: I've seen this process in action, how exactly does it help people? SCP-7659-1: Well now, it's difficult for me to say, since the contract gets to your mind and tells it not to give the secrets of the contractors, that's what I call the people who made this place. I presume because whoever created something like this must hold some kind of unimaginable power. It's either that or just silent benefactors. But as far as I can say, opposites cancel out. It follows along the lines of the saying 'Do to others as you would be done by' if I remember. That's all I can tell you really. Dr. Rodgings: Right. So you don't know who these contractors are? SCP-7659-1: Nothing solid, but I get pictures of them. Everything I've had to do with them has been quite out of body if I come to think about it. Dr. Rodgings: How long have you been here? SCP-7659-1: It's difficult to say with no clock, especially an internal one. Ha. To say I basically run this place I don't have a lot of answers. Just shows. Dr. Rodgings: Looks like you're on our level then. That's comforting. So, you stay here permanently? SCP-7659-1: Yes. Well, and the other side. Dr. Rodgings: With no means of accessing food or drink? SCP-7659-1: Now there's a big one. They expect me to spend the rest of my days in this old place, no mention of a salary, no more food forever and no air-conditioning. It's all in the contract. I mean, we're like ten Tower of Babels underground! Dr. Rodgings: Eternity underground in a specialized job role, unpaid and no food. Some deal. SCP-7659-1: Tell me about it! Dr. Rodgings: Why did you ever agree to the job? SCP-7659-1: Well, it's not like there was a job interview. It was more like an abduction. I can't even make it all out in my head now. I'm not sure whether it even happened. The first thing I ever remember was being handed the quest to be the physical steward of the process they crafted. But always the process must be kept an accident, that's why I helped decide to have it here like this. It has to be an accident because humanity can't get too much help from the others, otherwise then it'd be too perfect, and there wouldn't be anything worse than that. Maybe that's why I'm here. Everything must be kept an accident. Or maybe it's just because they couldn't get any aliens and they randomly selected one of us. Maybe they even needed it like that, to help humanity they must make it help itself. I've been shown history and it proves that no one is there for the little people. There's no backup to humanity. That might be the lesson we have to learn, what all this is actually for. <End Log, 02:51:58> Closing Statement: Research on SCP-7659 formally ended eight days after this interview was held."
    ],
    "containment_procedures": "The public awareness is that the area in the radius of 1km surrounding SCP-7659 is undergoing an extensive private landscaping project and has been barricaded. As of 03 May 2010, Dr. Rodgings' proposal to cease all containment efforts concerning SCP-7659 has been approved. Any further research orders that require access to SCP-7659 are to be authorized by Dr. Rodgings.",
    "description": "SCP-7659 is a small reception room situated directly beneath two meter diameter, 200km deep sinkhole located in █████████, East Yorkshire, England. Despite its depth, no physical damage is suffered by anything that impacts with the sinkhole’s base at maximum velocity. SCP-7659 features only a reception desk, similar in style to hotel kiosks, and a single polished oak door directly across. A human female appearing as roughly 40 years in age, designated SCP-7659-1, is permanently present behind the reception desk.",
    "title": "SCP-7659"
}