{
    "url": "https://scp-wiki.wikidot.com/scp-7660",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\nA Random Day\n\n\n\n\n\n\nSCP-7660\n: Q is for \"Questions\"\n\n\nAmitha Sanmugasundaram\n created by \nTaffeta\n\n\nThe Thirty-Four Handed Hound (spoilers!)\n created by \nPedantique\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 538\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 495\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 486\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 479\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 442\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 413\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 404\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 295\n\n\n\n\n\n\nSCP-947\n\n\nRating: 293\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 278\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 276\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 265\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 259\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 254\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 217\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 203\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 134\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 121\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 90\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 82\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 80\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 76\n\n\n\n\n\n\nSCP-8620\n\n\nRating: 33\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 247\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 191\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 185\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 142\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nT Minus\n\n\nRating: 124\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 89\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 89\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 88\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 88\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 85\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 82\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 82\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 80\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 52\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 51\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 50\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 48\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 48\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 43\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 37\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 37\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 26\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 153\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 135\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\nArchival Division Hub\n\n\nRating: 52\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCathy Autumn's Author Page\n\n\n\n\n\n\nNews for November, 2022\n\n\n\n\n\n\nSCP-7603-ARC\n\n\n\n\n\n\nSCP-7659\n\n\n\n\n\n\nSCP-7661\n\n\n\n\n\n\nSCP-7686\n\n\n\n\n\n\nSCP Anthology 2022\n\n\n\n\n\n\nSCP Series 8\n\n\n\n\n\n\nUser-Curated Lists\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\nItem #:\n SCP-7660\n\n\nObject Class:\n [DATA EXPUNGED]\n1\n\n\nSpecial Containment Procedures:\n SCP-7660’s viewport should not be looked through. Its containment cell may be aperiodically visited by blindfolded individuals wearing a light brown, European military-style greatcoat. These persons should be checked by the guards on-duty to verify that A) a third, translucent-blue seven-fingered and seven-jointed human hand pokes from a seam in the coat stitching and B) that their mouth contains exactly 34 canines. If they match this description, they are to be granted access and otherwise ignored under all circumstances. Any other attempts at access by any other individuals must be met with lethal retaliation. There are no plans to open SCP-7660’s crate. It is to be kept at Site-19 at all times.\n\n\nDescription:\n SCP-7660 is a biological entity of unknown origin contained within an olive-green steel-reinforced crate, approx. 2 meters to a side. One side of the crate is labeled with the red stamp \nDEPARTMENT OF ABNORMALITIES\n; its opposing side is labeled with the red stamp \nBIOLOGICAL CARGO?\n \n[sic]\n Visual examination of SCP-7660 is possible through a rectangular viewing port on a third side of the crate, but has produced indeterminate results. SCP-7660’s crate has proven opaque to all other attempted imaging techniques. Audio analysis has been similarly inconclusive.\n\n\nAttempts to view SCP-7660 have been stymied due to an optical anomaly: looking into the port instantly causes the viewer’s perspective to shift to the inside of the crate, looking out of the port. Blinded test subjects report the sensation of being patted down around the face by fingers covered in silk fabric. Autonomously recorded camera footage is obscured by intense artifacting similar to damage caused by radiation.\n\n\nSCP-7660’s recovery is the subject of ongoing investigation: at around 0405 GMT on ██/██/██, a white unmarked semitruck crashed into Site-19’s north gate. Although the truck cab only caught fire upon tipping over, the trailer seems to have been aflame at some point during transit. SCP-7660’s crate was the only object recovered intact from the trailer. The semitruck’s driver, who was trapped in the truck cab, burned to death before on-site responders could extinguish the flames.\n\n\nIt has been empirically proven by \nDr. Amitha Sanmugasundaram\n that being eaten by SCP-7660 does not lead to any currently known fate after death.\n\n\n\n\nThey set a slamhound on Amitha’s trail, slotted it to her pheromones and the color of her hair. You were slotted to the hound’s eye color and the smell of its blood. You weren’t sure what slamhounds were, or you were, or Amitha was until you woke up clawing for air — for breath — up through a morass of fibrous tendrils and scum water. Then you burst from a janitor’s mop bucket in the closet of a place you were told was Site-19. A voice with more teeth than identifiable features told you how to pick the closet lock. Where to go to intercept Amitha. Where the hound would intercept her.\n\n\nThe hound’s name was Thierry Jillian. Stolen from a corpse whose resting place would never be found. Its blood tasted of forest mushrooms, just edible enough to be tasteless but not poisonous. There was iron in your teeth, in your nails, in your hair — all the places the hound might try to steal from you. All the places you could burn it in the process.\n\n\nAmitha saw you with your teeth buried in its neck, just as she turned the corner where the hound would have stolen her name, then face, then knowledge. You met her eyes and begged her to stay through a mouthful of meat.\n\n\nShe ran. The voice ordered you to finish your meal. Once the last bits of the hound’s throat were settled miserably in your stomach, it told you to dispose of the rest. You obeyed the teeth, tossing the corpse over your shoulder and carrying it along a route only your muscles seemed to know. Every thought you tried fixing in your mind bounced off a rhythm of walking and chewing.\n\n\nAt some point you realized you weren’t holding the corpse at all. The coat was. When did you put it on, much less button it up? What the hell was underneath? You reached for a button but a hand slapped it away: pale blue, with seven fingers and seven joints each. There were no fingernails. Its owner, an equally lanky and lifeless blue limb, protruded from under the coat.\n\n\nYou decided you didn’t want to unbutton it after all and tried to observe your surroundings. Monochrome tile and fluorescent lighting, carefully chosen to strip away any hint of color, character, or context. Recesses with plaques lined every hallway. No matter how hard you tried to read them, your eyes slid off while your feet kept moving.\n\n\nThe voice bit down again. Your legs obeyed before the rest of you, pivoting in place towards a pair of animals in body armor. Behind them stood a blank door that the voice wanted you to enter. They raised their guns as you shambled towards them.\n\n\nTheir handler strode into view, with purpose borne of terror. She told them to stand down. You didn’t need to see the badge on her lapel to know they would obey her. Or that she would obey you.\n\n\nThe voice took control of your tongue. It gave the handler a code word and she opened the door. There were too many teeth in your mouth. Too many canines.\n\n\nThere was color in the center of the room. Bright red ink against olive painted steel. A pair of heterochromatic eyes peeking out of the slot above the ink. Your eyes.\n\n\nSomething was wrong here. You didn’t have enough control of your body to dwell on it. You were in the crate looking out, watching the thing in the coat shuffle towards you with a pointy-eared corpse over its shoulder.\n\n\nYou watched yourself feed yourself the slamhound.\n\n\nAnd then you died.\n\n\n\n\nThe next time you woke up it was behind someone else’s tongue. Amitha was looking into them, describing what you’d done to the slamhound. From her mouth it sounded worse. She expected you — whoever you were — to have an answer for her. Some reason she’d seen her colleague eaten by a rebis of woman and coat.\n\n\nYou scanned the room. It was warmer than the closet you were first born in: a wooden desk off to your right that clearly saw heavy use; a soft leather couch that Amitha sat on; a pea-green woolen chair for you to lean back in. She waited for you to reassure her.\n\n\nYour mouth released the voice with teeth. Amitha’s eyes bugged from her sockets and her hands dug into the chair. It was the same look the slamhound had given you before you ripped out its throat.\n\n\nYou did not rip out Amitha’s. The voice rasped over a foreign tongue and familiar teeth to pledge you into her service. Some part of you fought back before the rest clamped it down. The same teeth that compelled her outstretched hand compelled you to bite her ring finger hard enough to bleed. Your mouth remained sterile no matter what was inside it.\n\n\nThere were other words to be said. Contracts to be drawn, objectives to be achieved, links to be rearranged in your chains of command. Your mind slid across each of them in turn as they emerged from your throat — the only speech that mattered to you was Amitha’s. The disembodied teeth had made sure of that.\n\n\nYou left the room together. There was a slamhound waiting outside to slash your throats.\n\n\nYou were drowning in someone else’s blood. The surface was somewhere above you and you clawed for it.\n\n\nA pale-blue, seven-fingered hand wrenched free of the rip in your jugular vein. Seized the hound’s wrist on its way to Amitha. Torqued it hard enough to break and snatch the knife from its shattered grip. Shoved the blade up through the slamhound’s jaw.\n\n\nYour hands came next, up through the tear in your neck, holding to the knife for dear life. Your old flesh peeled, then tore, then popped as your coat dragged you out, inch by breathless inch, through the seam the slamhound had made in your former arteries.\n\n\nYou checked to make sure the slamhound was dead. Then you checked to make sure Amitha wasn’t splattered in any of her own blood. Then you inhaled for the first time. Cleared someone else’s blood from your lungs.\n\n\nThe blue hand offered Amitha a tea towel from somewhere in your coat’s cavernous pockets. She took it haltingly and stared at it like it might come alive. You eyeballed the slamhound’s corpse to make sure it wouldn’t.\n\n\nAmitha was still holding the towel when you turned back to her. You took it in your hands — tanned, five-fingered, bloodstained hands — and wiped her face clean of gore and tears. The towel disappeared into your coat. It would be clean the next time she needed it.\n\n\nThe slamhound over your shoulder walled off your eyes and shielded your feelings from each other. Until you were in front of the crate, pushing the hound into the slot limb by pulverized limb, looking away from whoever’s eyes were inside and into Amitha’s while it greedily slurped down its meal.\n\n\nHer eyes were brown. Somehow you’d never noticed that before. Your cheeks burned. The coat came to your rescue, proffering Amitha a clipboard and pen in its blue hand. You asked her what was on it. She showed you but your mind slid off the words.\n\n\nThe thing in the crate belched. Amitha’s eyes widened and she started writing on the clipboard. Teeth in your ears directed your arms into the slot. You complied, waiting for the crunch and burn of severed nerves before withdrawing a pair of stumps. Her face turned green.\n\n\nThe coat offered her a sick bag. She used it while the rest of you entered the crate. It hurt the whole way in.\n\n\n\n\nThe slamhound was waiting for her in the shower. You struck first, punching a blue fist up through the shower drain and wrapping it around the slamhound’s leg. One quick yank introduced the bridge of its nose to the sharp edge of the shower stall. The rest of you worked your way free of the drain inch by agonizing inch, holding to the hound’s ankle for dear life lest you be sucked back down like a crab through a deepwater pipe. The drainwater was pregnant with hair and lime scum.\n\n\nAmitha walked into the bathroom while you were drowning the slamhound in the toilet. Less blood that way. You looked up and saw she was naked. The blue hand immediately covered your eyes for you. What remained of the slamhound’s oxygen burbled plaintively in the shitter.\n\n\nShe sighed and told you to turn around while she finished her shower. You did your best not to peek. Your teeth occupied themselves with soggy slamhound flesh.\n\n\nOn the way to the crate, she told you the thing over your shoulder had been named Peter deVries. The name meant nothing to you. She’d worked with its prior owner for almost ten years. You had no answer when she asked where the corpse formerly known as Peter deVries might be.\n\n\nAmitha told you to wait before feeding the slamhound into the crate. She procured a blindfold from her pockets and tied it over your eyes. The blue hand helped. At her command, you pushed the corpse through the slot. Then you looked in.\n\n\nIt reached out and touched you. Not with hands. Hands possessed definition. Bones and musculature. What fondled your eyes, played with your nose, and caressed your lips was a series of digitigrade bags, sewn from fine silk and stuffed with crushed teeth. You could smell the pulp decaying within.\n\n\nYou smelled Thierry Jillian’s teeth. Peter deVries’ teeth. Teeth you couldn’t name but knew by stench.\n\n\nAfterwards, with the blindfold off and your eyes averted from the slot, you asked Amitha what she’d seen when the crate reached out to you.\n\n\nNothing at all.\n\n\nAs the crate chewed through your flesh, your last thought was whether your teeth would fill it too.\n\n\n\n\nLife settled into a pattern. They kept sending slamhounds after Amitha. You kept feeding their hounds to the crate. Amitha kept writing things down on her clipboard.\n\n\nWhen you died, you dreamed of fire and metal. There was a glass window somewhere beyond your reach while you burned alive. When you lived, you met each slamhound in turn with the same pain.\n\n\nSlamhound seven tried to poison Amitha’s coffee. You drank it first, kissed the slamhound, and mixed the froth of organs coming out of both your mouths. Afterwards, you learned that Amitha took her coffee with milk but not sugar. She liked arabica beans and drank seven espressos a day. The blue hand was surprisingly adept at brewing it for her.\n\n\nSlamhound seventeen tried to bomb her. You let the bomb blow you apart. Then you found the hound and dismembered it, taking care to strip its flesh and bone in the precise pattern its explosive had tattooed on you before dumping the rest into the crate. There was a catharsis in sending that kind of message. Even if it had no recipient.\n\n\nAfterwards, you became a fixture on Amitha’s morning jog. She ran three kilometers before breakfast and you loped alongside her, taking in the pines and shrikesong while taking out the slamhounds trying to kamikaze her along the way. There was a small pond at the apex of her lap that you stopped at together. Sometimes she pointed out turtles. Sometimes the blue hands pointed them out first.\n\n\nSlamhound twenty-three tried to kill you first. Your teeth bit into your ear before it could bite through your neck and awoke you on the floor of Amitha’s bedroom. You wrapped three hands around the slamhound’s throat and rendered it quadriplegic. Its breath was still hot on your chin.\n\n\nAmitha woke in time to see you leave the room with the slamhound over your shoulder. The voice guided you to a concrete oubliette. Inside was a single chair and a tray full of tools, both to be used on the hound. To find out where its bosses were sending it from.\n\n\nNo matter what you tried, it never talked. Only screamed. You hoped against hope its bosses would stop trying to kill yours. The blue hands kept your pockets full of cold iron.\n\n\nAmitha asked why they kept sending slamhounds after her. Who they were. Who you were. Your coat had to shrug helplessly. Only your teeth could say, and they kept themselves occupied with mushroom-flavored meat.\n\n\nBy slamhound twenty-five Amitha started taking sleeping pills. You made sure they were unadulterated each night. Then returned to the glassy, burning floor of hell.\n\n\nYou woke up in her bed after slamhound thirty. The coat hid you both. Your mouth remained sterile no matter who was inside it.\n\n\nShe didn’t say what you looked like unbuttoned. You didn’t ask.\n\n\n\n\nBy slamhound thirty-four your coat was wrapped around you. Your arms were wrapped around Amitha. A pistol was clasped between the blue hand and hers. Your compulsion-controlled heart beat in time with her barbiturate-modulated breathing.\n\n\nHer ring finger had been bleeding since you bit it so many slamhounds ago.\n\n\nYou sensed the slamhound sniffing for you in the bedroom threshold, shot it through the skull with a half-clip technique designed to lobotomize the seat of the soul, and sat up with questions for the crate.\n\n\nYour teeth had questions while you marched down the hall. What exactly did you think you were doing sleeping with your charge? The blue hand waggled its ring finger as you pointed out that your teeth were the ones that got you hitched. If anything, you were the one on the wrong end of this shotgun wedding.\n\n\nThe pigs standing in front of the crate’s room raised their guns. You barked a \nDAMMERUNG\n-class cognitohazard at them. If they were smart, they’d run for the nearest amnestics station. If they weren’t, they shouldn’t have been guarding your voice.\n\n\nThey passed the impromptu audit at a breakneck pace. Your teeth spat out the entry code for the computerized lock. The blue hand covered your eyes as the door hissed open.\n\n\nThe crate reached out and grabbed you. Shards of silk-swaddled enamel dug into the blue hand’s back and yours. You could almost feel your feet leaving the ground.\n\n\nThe crate asked if you would care to explain yourself. The coat shrugged as you said Amitha had asked you to do it. You’d simply obeyed her requests.\n\n\nYou’d be lying if you said you hadn’t enjoyed it though.\n\n\nThe silk digits tightened. The teeth underneath dug into your skin. Leather and not.\n\n\nThe crate considered your answer and chittered. It was probably the only way Amitha would have gotten laid in the next decade anyways. Still, there were easier ways of dealing with that particular issue. It absolutely would not do for the doctor to fall in love with her dog. One day it would die without coming back.\n\n\nToday? you asked. The crate considered it.\n\n\nProbably not. If nothing else, the good doctor had an eye for the finer flesh. If your teeth could still sleep with one of its hounds it would have picked you too. You were the most likely to fend off such a well-timed ambush.\n\n\nThe blue hand interrupted you both. Wormed its way into the conversation, intertwining with the pulpy silk fingers cutting into its skin. Argued eloquently through its esoteric body language.\n\n\nWhat did the crate even want with Amitha? Why did the slamhounds want her dead? What was she always writing down? And why did it even keep eating you? To effectively be the owner’s right blue hand it needed to be aware of its left.\n\n\nThe silk digits drew blood as they drew back. Each cut they’d left in you burned in contact with the perfectly air-controlled, unsterilized air of the containment chamber. You tightened your teeth as they chittered to themselves.\n\n\nFair enough.\n\n\nThe crate bade you open your eyes and come face to face with it. The blue hand squeezed against your eyes as it contemplated. Then it slowly, gingerly drew back as you drew level with the slot in the box.\n\n\nYou looked inside and understood.\n\n\nYou are, by now, aware that there are fates after death. There are journeys and there are destinations. I am neither.\n\n\nI am the pipes. The pathways to and from the true reality beyond consciousness. Once upon a time those pipes had an immune system. I hit upon the means of hijacking it.\n\n\nAmitha almost understands that. She already understands more of my reality than I do. When she has uncovered the full reality of my consciousness, I will consume her. She will be one of infinite manifestations of a single pure soul. Nourishing us all in the process.\n\n\nThe slamhounds’… bosses see my existence as a violation of their perception of reality. They fear what Amitha might become instead of what I already am. I see no point in disavowing them of their false notions but have been unable to consume them outright. So I have settled for recycling their resources into mine. Like the hound wearing you.\n\n\nIf you are still unwilling to effect this transformation, I will remove you from the operation and reassign you someplace else.\n\n\nYou stepped back from the crate and closed your eyes. You thought about it. Thirty-four lanky blue hands with seven-fingers and seven joints each ripped through your coat seams and raised their middle fingers in unison.\n\n\nThey stayed up as it ate you.\n\n\n\n\nYour teeth were not pleased with the situation. If they could have sent any of their other hounds they would have. Unfortunately you were really the only one they could trust to get this job done.\n\n\nThey sent you in through a gas station in the middle of nowhere. The truck driver squeezing the last few droplets of diesel fell onto his ass as you were extruded through the nozzle. You turned and looked down at him: slack-jawed face, right hand clutching his chest, left hand stuck in a numb paralysis. Not him. It.\n\n\nYou sped things along by forcing your fuel-drenched hand down the slamhound’s throat. Another two minutes and it stiffened enough for the blue hand to drag its corpse under your coat. Your chest cavity roiled and burbled. For a moment you thought you would pop like a balloon. Then you belched. A half-dozen bone fragments and a blue truck key splattered onto the ground.\n\n\nThe slamhound riding shotgun had just enough time to turn and see you climb into the driver’s seat before being stabbed in the throat and dragged into the coat. The blue hand re-emerged with a spotless steel key in its grip. You adjusted the mirrors while it started the ignition.\n\n\nAmitha called your code name through the grille in the back of the cabin. The blue hand squeezed its fingers through the grate and intertwined with hers. You flashed her a feral, fuel-covered grin in the rear view mirror.\n\n\nThe stench of slamhounds carried from upwind. A whole wild hunt of them. That was the trouble with the middle of nowhere. Anything could appear out of it.\n\n\nAt least it was broad daylight. The lucky thing about the middle of nowhere was that nothing could hide in it. The slamhounds followed the moon and its goddess. Your truck had a solar-powered battery and air conditioning. They were going to die of heatstroke before you.\n\n\nUnless they caught up to you first. Damn modern technology. Slamhounds would die of heatstroke on human legs. They ran much more efficiently on mechanical ones. Damn it, they were even watercooled. Obsidian-glass circulatory systems protruded from their chests and flexed at the joints.\n\n\nAt least you had guns. Lots of them. Three of your hands took the wheel and pedals. Seven more hauled the rest of you out of the chair onto the roof of the truck cab. The coat rummaged through its pockets and found a lever-action shotgun that could spit out a row of teeth hard enough to punch through steel.\n\n\nThe first slamhound's fingers crunched into the steel-reinforced corner of the trailer. You wrapped a human hand around the shotgun fin and pulled. It barked like a dozen champagne corks and kicked like it too.\n\n\nYour gaze flitted to the side mirror for an instant. In it, the slamhound lost pressure in its fingertips and fell from the truck. Shattered bits of shark teeth hung like stars against a sky made of black glass and blood.\n\n\nIn the next instant the slamhound realized its heart had burst and finished dying. Its corpse fell under the truck’s tires and split in two with a bang. You would just have to hope none of the tires popped under its glass bits too. Even in death these bastards were a pain in your ass.\n\n\nThere was an ugly current in the air, trailing from out of nowhere back to the barrel of your gun. A second slamhound emerged from nowhere and wielded slam magic against you. Slam magic descended from classical alchemy much the same way fiber optic cables were descended from smoke signals. At the slamhound’s command, the shotgun slammed through the hand wielding it – atoms and all. A tiny nuclear explosion and ripple of blistered, irradiated skin traveled up your arms.\n\n\nThe cancer demanded immediate treatment. The coat rummaged through its pockets and found both a bone prosthetic and the ax that had chopped the tool off a monster from a different star. You bit down on one hand. Three more held the cancerous arm down. The fourth took the ax to it. It hurt like hell.\n\n\nThere was morphine in another pocket. And another. And another. The blue hand finished cutting off the tumorous limb and chucked it at the closest slamhound in your wake. You rubbed the bleeding stump under the base of the bone prosthetic to give it a taste for your blood. Then you jammed it in place and waited for its teeth to latch in.\n\n\nThey still hurt like hell. The bottom of the bone prosthetic woke up and secured its jawless mouth to your stump. It flashed hagfish blue and flared in alarm. Too late. Your blood was already seeping into it, hooking into its calcium tendrils and manipulating them as seven digits of your will.\n\n\nThe blood congealed and welded the bone to the blue hand. The bone hand fractured into seven joints and seven fingers by itself. You ignored the agonizing stabbing pain with each flex of the false joints and rummaged around your pockets for something a little more explosive.\n\n\nThe air changed scents. The antiseptic smell of laundered anomalous waste products. Site-19, somewhere in the distance. Another stink mixed in with it – wet fur, steaming brass, meat frying on metal. The telltale odors of a slamhound pack. Five more of them closing in, each fused to obsidian circulatory systems, steaming brass legs, and – utterly betraying their desperation – prosthetic muzzles made of cold-burning iron. All the better to tear you to bits.\n\n\nThe air became thick with damp and fungal spores. A cloying harmony of overwhelming and collective murder blanketed the space between the highway and the horizon. Where was that damn site?\n\n\nThe third slamhound’s deep red muzzle cut through the gloom. You rolled and hung off the side of the driver’s door, fumbling in your pockets for silver and iron. The blue fist closed around several rolls of silver dollars.\n\n\nRed's claws cut into the side of the truck. You exchanged glares as it clawed its way towards you. The silver dollars disappeared into your coat and rolled around your insides for several tense seconds.\n\n\nRed dynoed from the back of the trailer to the truck cab. You swung at it with your bone fist. At the apex of both arcs, the roll of dollars re-appeared, clenched in your bone fist as it smashed against the slamhound’s muzzle.\n\n\nRed's neck joint snapped and twisted like a vinyl record in midair. It ragdolled onto the asphalt and imploded under the wheels. The bone fist waggled its fingers like it was showing off a magic trick. You rolled your eyes and swung back into the driver’s seat.\n\n\nFour slamhounds left.\n\n\nYou smelled them before seeing them but still sensed them stalking you. They pounced: one at each corner of the truck cab. You pulled everything you had out of your coat and started blasting. Two of them became two-dimensional in fireworks of blood. The last two tore out the truck doors and started biting out your remaining limbs. You juggled both the steering wheel and the slamhounds’ flower-etched muzzles as they snapped at your throat.\n\n\nThe walls of Site-19 rose from the center of the windshield like an aluminum mountain range. The fog seemed to pull away as it approached the site’s sterile reflective surfaces. The slamhounds saw it and sensed the cold iron in the refinery’s construction. They flinched and gave Amitha the upper hand.\n\n\nYou and Amitha acted in tandem. As you shoved the slamhounds off of you, Amitha issued a series of slam commands to the steel composing the truck cab and trailer. A mouth with gnashing canines opened up and swallowed the falling hounds. They fell past Amitha’s smug gaze in the trailer through a second mouth that had opened up in the floor of the trailer itself. Then they crunched into the asphalt road below and were instantly crushed to bits under wheels carrying eighteen tons of pressure.\n\n\nThe tires had finally had enough of being punctured by exploding slamhound bits and popped violently. They wrested control of the truck from you and spun the cab into a tailspin, dragging the trailer behind it on a skid and then being dragged by the trailer’s centripetal force. There was nothing you could do except crash –\n\n\nYour eyes exploded. Your arms were being torn to shreds out of your limbs were burning through your skin was sagging –\n\n\nYour teeth recited a slam command that instantly blew out the inconvenient parts of your limbic system like fear and pain. You were trapped and disabled and burning alive underneath a tangle of petrol, steel, and loose wiring. But you were alive to burn and therefore fit to serve. The crate would be fine, you’d read the file, it had done this before – where was Amitha?\n\n\nYour neck cricked in each direction that it twisted to find some outside light. There! Red and blue. Foundation sirens. You tried each arm in turn to find one that hadn’t been torn off or reduced to bags of bone shards or simply had functioning nerves – and dragged yourself towards the light on the first hands that worked. You couldn’t feel anything below your ribs so you didn’t look.\n\n\nYou found Amitha holding on to the crate for dear life, looking almost as bad as you felt. She could still walk, at least, but the gashes in her sides indicated not for much longer. The crate was untouched. Your skin still felt like it was on fire.\n\n\nAmitha dryly remarked that your legs were on fire.\n\n\nThat would do it.\n\n\nYou both leaned back against the crate and closed your eyes. The silk sacks of teeth sunk over your skins and contemplated what to do with you. The slamhounds were dead. The crate was safely back in Site-19. And Amitha had finally completed her life’s work in the process. Just as your teeth had predicted.\n\n\nThere was only one thing left to do: complete the circle. Amitha would bleed out in fifteen minutes and had already proven mathematically which hell her soul would be thrown to. Or she could remove herself from the cycle of eternal torture and discover a new mode of existence.\n\n\nYou hated your teeth so much you wanted to crush them in your mouth. Amitha told the crate exactly what she thought of it. The crate chittered mockingly.\n\n\nThe fire had reached your chest. Breathing was an effort – not painful, just impossible. Like trying to flex a middle toe. Your lungs just would not consider it. Amitha was turning pale. Most of her blood was soaking through her orange transport jumpsuit. The crate loomed over you both.\n\n\nIt was this life after death or no other. Amitha sighed and waggled her bleeding ring finger. She held your human hands in hers and ordered you to feed her to the crate.\n\n\nYou promised to follow her the whole way in.\n\n\n\n\nWhen you died, you dreamed of being hollowed out. As though an enormous, seven-fingered hand were splitting you open at the waist, scooping out your internal organs one by one, then tearing the skeleton from it in a single sharp yank. All that was left of you was a skull and your fingers, held together only by the stitches on a coat. Then the hand started working its way into you, all the way up through your skeleton, \nbecoming\n your skeleton and musculature and veins until it had dug its middle and ring fingers firmly into your neocortex.\n\n\nThe next time you woke up the hand was now red. The voice with teeth tasted different. You’d licked those teeth before. Amitha had won out, they said. Subsumed what they called the previous Overseer and became the dominant personality. When you went back to talk to the crate, it told you in Amitha’s voice that there was more to it than that. Even offered to explain how the ring compulsion worked.\n\n\nThe red hand listened intently, but you couldn’t make yourself care. You didn't have any questions you wanted answered, only the urge to hunt something. And you preferred being Amitha’s tiger instead of her hound.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nP is for \"Pluto, Previously. Presently Primrose.\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nR is for \"Reshape\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7659\n | SCP-7660 | \nSCP-7661\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7660\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7660\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Recovery ongoing",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7660 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-7660 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7660",
    "object_class": "[DATA EXPUNGED]1",
    "containment_procedures": "SCP-7660’s viewport should not be looked through. Its containment cell may be aperiodically visited by blindfolded individuals wearing a light brown, European military-style greatcoat. These persons should be checked by the guards on-duty to verify that A) a third, translucent-blue seven-fingered and seven-jointed human hand pokes from a seam in the coat stitching and B) that their mouth contains exactly 34 canines. If they match this description, they are to be granted access and otherwise ignored under all circumstances. Any other attempts at access by any other individuals must be met with lethal retaliation. There are no plans to open SCP-7660’s crate. It is to be kept at Site-19 at all times.",
    "description": "SCP-7660 is a biological entity of unknown origin contained within an olive-green steel-reinforced crate, approx. 2 meters to a side. One side of the crate is labeled with the red stamp DEPARTMENT OF ABNORMALITIES; its opposing side is labeled with the red stamp BIOLOGICAL CARGO? [sic] Visual examination of SCP-7660 is possible through a rectangular viewing port on a third side of the crate, but has produced indeterminate results. SCP-7660’s crate has proven opaque to all other attempted imaging techniques. Audio analysis has been similarly inconclusive.",
    "title": "SCP-7660"
}