{
    "url": "https://scp-wiki.wikidot.com/scp-7661",
    "all_text": "Owners of the 2002 Nissan X-terra are given a second chance after a collision occurs.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7661:\n When Will Mommy Come Back?\n\n\nWord Count: 1,540\n\n\nReading Time: 6 minutes\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+30\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-7661\n\n\nLevel 4/7661\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-56\n\n\nDir. Garner Manzanita\n\n\nRs. Marbelle Murrieta\n\n\nE-33 \"Ford Pintos\"\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7661 in containment.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7661 is to be contained in Site-56's Vehicle Containment Garage. Instances of SCP-7661-A are to be apprehended and contained in standard humanoid chambers at Site-56.\n\n\nFoundation assets are to monitor road traffic collision data to predict the creation of new SCP-7661-A instances. Newly created instances are to be retrieved from SCP-7661, interviewed, then transported to containment.\n\n\nDescription:\n SCP-7661 is a 2002 Nissan X-terra sports utility vehicle consistent with those produced at the Nissan Smyrna Assembly Plant in Tennessee, USA. No records exist of its manufacture; a plaque reading \"Courtesy Vehicle\" is located where the windshield VIN plate would be. SCP-7661 otherwise operates similarly to a non-anomalous automobile.\n\n\nSCP-7661 will undergo an anomalous event when any 2002 Nissan X-terra is involved in a road traffic collision in which the driver is terminated as a direct result. An exact duplicate of the driver, designated SCP-7661-A, will manifest within SCP-7661 between 21 and 37 hours following the driver’s death. All instances of SCP-7661-A are physically and genetically identical to their terminated counterpart and possess memories that the latter would have.\n\n\n\n\nAddendum 01:\n SCP-7661 was first identified by Foundation agents on July 20, 2003 through standard CCTV surveillance of civilian areas. A selection of related transcripts have been provided below.\n\n\n\n\n\n\n\n\nThird Street and North Dannis Avenue.\n\n\n\n\n\n\nTranscript 7661-1\n\n\nDate:\n July 18, 2003\n\n\nLocation:\n Kyuzhevitz, North Carolina, USA\n\n\n\n\n<Begin Log>\n\n\nIt is 17:16 EST. The intersection of Third Street and North Dannis Avenue is busy with commotion.\n\n\nA yellow Nissan X-terra SUV approaches the intersection. Its left indicator is blinking as it stops at the crosswalk.\n\n\nMultiple oncoming cars pass by as the SUV idles in place.\n\n\nThe traffic signal facing the SUV turns yellow. An oncoming bus stops at the intersection, yielding to the vehicle.\n\n\nThe SUV begins to accelerate, turning left.\n\n\nAn oncoming speeding coupe swerves around the bus and collides with the SUV head-on. The force of the impact pushes the SUV backwards a few meters.\n\n\nThe two vehicles come to rest as the SUV's horn blares. Multiple onlookers begin to walk towards the damaged vehicles in an attempt to provide assistance.\n\n\nA pedestrian approaches the driver’s side of the SUV and looks inward before reaching in.\n\n\nThe horn ceases blaring.\n\n\nThe pedestrian steps back from the wreckage and begins to solicit additional help from the surrounding crowd.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nTranscript 7661-2\n\n\nDate:\n July 20, 2003\n\n\nLocation:\n Slipchester, Nevada, USA\n\n\n\n\n<Begin Log>\n\n\nIt is 1:35 PST. A blue SUV, later identified as SCP-7661, is sitting abandoned in the parking lot of an apartment complex.\n\n\nA flash of light appears within SCP-7661.\n\n\nA short silence.\n\n\nSlight commotion can be seen within the vehicle.\n\n\nIts headlights turn on, and the engine starts.\n\n\nSCP-7661 proceeds to leave the parking lot.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nEngstrom Street.\n\n\n\n\n\n\nTranscript 7661-3\n\n\nDate:\n July 22, 2003\n\n\nLocation:\n Kyuzhevitz, North Carolina, USA\n\n\n\n\n<Begin Log>\n\n\nIt is 13:29 EST. Engstrom Street is devoid of activity.\n\n\nSCP-7661 turns onto the street and stops in front of a gray one-story house. A figure, later identified as SCP-7661-A-1, steps out of the SUV and closes the door behind it.\n\n\nSCP-7661-A-1 proceeds to walk to the house and ring the doorbell.\n\n\nThe door swings outward and two smaller human figures squeal with glee, running out to embrace SCP-7661-A-1. The latter kneels down with their arms out.\n\n\nSCP-7661-A-1:\n Rachel! Dustin!\n\n\nFigure 1:\n Mommy! Mommy!\n\n\nFigure 2:\n Mom, you're back!\n\n\nThe Figures embrace SCP-7661-A-1.\n\n\nAnother figure exits the house, walking towards SCP-7661-A-1.\n\n\nFigure 3:\n Mackenzie… is that you? How are you-\n\n\nSCP-7661-A-1:\n \nMom!\n\n\nSCP-7661-A-1 gets up and embraces the third figure. The other two figures follow, and resume hugging SCP-7661-A-1.\n\n\nFigure 3:\n I thought you were \ndead!\n I saw the… the-\n\n\nSCP-7661-A-1:\n Don't worry mom, I'm okay… we'll all be okay.\n\n\nThe figures continue hugging.\n\n\nSCP-7661-A-1:\n I missed all of you…\n\n\n<End Log>\n\n\n\n\n\n\nAddendum 02:\n Following SCP-7661's discovery, Mobile Task Force Epsilon-33 (\"Ford Pintos\") was dispatched to detain SCP-7661-A-1 and seize the vehicle from civilian custody.\n\n\n\n\nTranscript 7661-4\n\n\nDate:\n July 25, 2003\n\n\nLocation:\n Kyuzhevitz, North Carolina, USA\n\n\n\n\n<Begin Log>\n\n\nEpsilon-33 agents Timothy Polot, Stacy Stafford, and Clezheimer Nelson approach the house. They are dressed in Kyuzhevitz Police uniforms. Two more agents are preparing to load SCP-7661 onto a Foundation flatbed tow truck.\n\n\nPolot:\n Alright team, one last reminder. Repeat after me: \"Mackenzie Macrada\".\n\n\nStafford and Nelson:\n Mackenzie Macrada.\n\n\nPolot:\n \"Accident investigation.\"\n\n\nStafford and Nelson:\n Accident investigation.\n\n\nThe three agents take deep breaths as Agent Polot knocks on the front door.\n\n\nPolot:\n Kyuzhevitz Police Department! We have some questions for a \"Mrs. Macrada\".\n\n\nThe door opens to reveal an elderly woman.\n\n\nWoman:\n Hello?\n\n\nPolot:\n Hello, ma'am. We need to talk to Mackenzie about the accident she was in about a week ago.\n\n\nWoman:\n What do you mean? She's completely fine. I… I thought I lost her, but…\n\n\nNelson:\n Right, but there's been… a discrepancy over who's at fault, so we're here to ask her more about it.\n\n\nWoman:\n Um… alright then.\n\n\nThe woman turns around. Behind her, a young boy and girl are visible.\n\n\nWoman:\n Mackenzie! The police are here to ask you about that accident!\n\n\nSCP-7661-A-1 peers from around a corner.\n\n\nSCP-7661-A-1:\n That's odd… cops?\n\n\nSCP-7661-A-1 walks towards the front door as the elderly woman and children watch.\n\n\nPolot:\n Hello, Mrs. Macrada. We need you to come down to the station to discuss that accident you were involved in. Don't worry, you're not under arrest or anything.\n\n\nSCP-7661-A-1:\n Oh… the accident.\n\n\nNelson:\n It's just gonna take a couple hours. It's for… insurance purposes?\n\n\nSCP-7661-A-1:\n Um… okay, officers.\n\n\nThe two children begin to approach SCP-7661-A-1.\n\n\nBoy:\n Mom, mom, why are the police taking you?\n\n\nSCP-7661-A-1 kneels down to eye level with the children as the agents watch silently.\n\n\nSCP-7661-A-1:\n They just need to talk to me about the accident last week, Dustin.\n\n\nGirl:\n But Mommy, you're okay!\n\n\nSCP-7661-A-1:\n Oh Rachel, it's just… adult stuff. I'll explain when you're older.\n\n\nStafford:\n Um… Miss, we're on a bit of a tight schedule…\n\n\nSCP-7661-A-1:\n Oh, I see. \n<to the children>\n I'll be back soon, stay put with Grandma.\n\n\nThe children attempt to hug SCP-7661-A-1, but are blocked by Agent Polot.\n\n\nPolot:\n Don't worry kids, your mother will be back soon.\n\n\nBoy:\n Oh… okay, officer.\n\n\nGirl:\n \n<waving to SCP-7661-A-1>\n Bye, mommy!\n\n\nSCP-7661-A-1 waves back as it exits the house and is escorted by Agent Nelson to the Foundation-borrowed police cruiser.\n\n\nAgent Polot exchanges glances with Agent Stafford.\n\n\nStafford nods, and the two face the elderly woman as the children watch.\n\n\nPolot:\n While my partner takes Mackenzie in, we need to ask you some more questions. Mind if we come in?\n\n\nWoman:\n What kind of questions?\n\n\nAs Agent Polot recites his answers, Agent Stafford approaches the children.\n\n\nBoy:\n Officer, when's our mom gonna be done with the questions?\n\n\nGirl:\n When will Mommy come back?\n\n\nAgent Stafford does not respond.\n\n\nBoy:\n Officer?\n\n\nThe elderly woman becomes agitated with Agent Polot.\n\n\nWoman:\n Sir, I \ndo not\n understand why you need to enter my home.\n\n\nAgent Polot remains silent as he takes out his can of Class-B aerosol amnestics from his pocket. The woman notices.\n\n\nWoman:\n What… what is that?\n\n\nAgent Polot administers the amnestics in the elderly woman's face.\n\n\nThe woman's mouth opens agape as she breathes in the amnestics. Stafford and the children gasp as they watch.\n\n\nBoy:\n G- Grandma? What are you doing to my grandma?\n\n\nGirl:\n \nGrandma!\n\n\nAgent Polot turns around towards Agent Stafford and the children, who appear distressed. Polot runs towards them, amnestics can in hand.\n\n\nBoy:\n What did you do to-\n\n\nAgent Polot sprays the amnestic aerosol can in the boy's face. The girl begins to cry.\n\n\nAgent Stafford steps back as Polot administers the amnestics in the girl's face.\n\n\nThe two children cease commotion and stand in a slight daze.\n\n\nThe agents look back at the elderly woman, who has slumped to the floor. Polot runs to her and checks her pulse.\n\n\nPolot:\n \nShit,\n I thought she was dead for a second…\n\n\nAgent Polot looks back at Agent Stafford.\n\n\nPolot:\n Why didn't you- why didn't you use your amnestics? You were just standing there!\n\n\nStafford:\n I just- I didn't really… um…\n\n\nPolot:\n You \nneed\n to get used to spraying that stuff, no way around it.\n\n\nStafford:\n It's just that… we just-\n\n\nPolot:\n Every second counts.\n\n\nAgent Polot picks up the elderly woman and carries her to a sofa as Agent Stafford watches.\n\n\nPolot sets the woman down on the sofa, then grabs the two children to sit them down next to the Woman.\n\n\nStafford:\n I'm sorry.\n\n\nAgent Polot looks at Agent Stafford and sighs.\n\n\nPolot:\n Remember your training next time, Stafford.\n\n\nThe two agents walk towards the front door. Agent Stafford glances behind her at the children and elderly woman sitting docile on the sofa.\n\n\nThe agents exit the house, closing the door behind them.\n\n\n<End Log>\n\n\n\n\nThrough SCP-7661-A-1's subsequent interrogation, SCP-7661's abilities were successfully ascertained. An additional four uncontained SCP-7661-A instances have been identified through analysis of road collision data. Attempts to locate and detain these instances are underway.\n\n\n\n\n\n\n\n\n« \nSCP-7660\n | SCP-7661 | \nSCP-7662\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7661\n\" by Jiwoahn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7661\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nName:\n 02xterra.jpg\n\n\nAuthor:\n \nBrownings\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n City Market in Indianapolis.jpg\n\n\nAuthor:\n \nNyttend\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Residential street in Peru, Illinois.jpg\n\n\nAuthor:\n \nBryanwake\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 01: SCP-7661 was first identified by Foundation agents on July 20, 2003 through standard CCTV surveillance of civilian areas. A selection of related transcripts have been provided below.",
        "Addendum 02: Following SCP-7661's discovery, Mobile Task Force Epsilon-33 (\"Ford Pintos\") was dispatched to detain SCP-7661-A-1 and seize the vehicle from civilian custody.\nThrough SCP-7661-A-1's subsequent interrogation, SCP-7661's abilities were successfully ascertained. An additional four uncontained SCP-7661-A instances have been identified through analysis of road collision data. Attempts to locate and detain these instances are underway."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7661 \" by Jiwoahn, from the SCP Wiki . Source: https://scpwiki.com/scp-7661 . Licensed under CC-BY-SA .",
        "Name: 02xterra.jpg Author: Brownings License: CC BY 3.0 Source Link: Wikimedia Commons",
        "Name: City Market in Indianapolis.jpg Author: Nyttend License: Public Domain Source Link: Wikimedia Commons",
        "Name: Residential street in Peru, Illinois.jpg Author: Bryanwake License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-7661 is to be contained in Site-56's Vehicle Containment Garage. Instances of SCP-7661-A are to be apprehended and contained in standard humanoid chambers at Site-56.",
    "description": "SCP-7661 is a 2002 Nissan X-terra sports utility vehicle consistent with those produced at the Nissan Smyrna Assembly Plant in Tennessee, USA. No records exist of its manufacture; a plaque reading \"Courtesy Vehicle\" is located where the windshield VIN plate would be. SCP-7661 otherwise operates similarly to a non-anomalous automobile.",
    "title": "SCP-7661"
}