{
    "url": "https://scp-wiki.wikidot.com/scp-7663",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\n\n\n\n\nDepiction of SCP-7663-A, generated by Foundation illustrator Laverne Kennedy at the time of detainment\n\n\n\n\n\n\nItem #:\n SCP-7663\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7663-A is to be contained in a low-security humanoid housing facility, with video surveillance disabled. To keep account of SCP-7663-A's precise location and behaviour, it is required to wear an electronic ankle monitor and to participate in hourly check-ins with Foundation personnel while not occupied by testing, interviews, or any other supervised activities.\n\n\nProvisional with good behaviour, SCP-7663-A is permitted to keep personal belongings in its containment cell, to participate in supervised volunteer work on the premises, and to keep in contact with family members\n1\n through monitored channels of communication.\n\n\nOne copy of any known instance of SCP-7663-B, including those generated during testing, is to be saved within the Foundation's infohazard archives. All other copies are to be destroyed and/or removed from any public access. Pending further investigation, refrain from quoting any instance of SCP-7663-B or discussing the specific contents of any instance in detail.\n\n\nView the SCP-7663-B Ranking Scale table below for specific procedures on the treatment of individuals affected by SCP-7663-B. Rank 0 instance of SCP-7663-B are permitted for use in assessing Foundation staff for suitability in projects related to SCP-7663.\n\n\n\n\n+ Show Rank 0 SCP-7663-B Instance Example +\n\n\n\n\n- Hide Rank 0 SCP-7663-B Instance Example -\n\n\n\n\n \n\n\n\n\n\n\nRank 0 SCP-7663-B Instance #C4354 (\"Laugh\")\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nIsolated frame from Rank 6 SCP-7663-B Instance #A301 (\"Kitchen\")\n\n\n\n\n\n\nDescription:\n SCP-7663-A is a 57-year-old human male, legally known as Ferdinand Bruno. Any photograph or video recording featuring SCP-7663-A\n2\n instantly become an instance of SCP-7663-B. Copies of the same photograph or video generate identical instances of SCP-7663-B. This anomalous property first manifested on October 12th, 2019, and immediately affected all previously-existing photographic images and videos of SCP-7663-A, generating a total of 11714 known unique instances of SCP-7663-B.\n\n\nSCP-7663-B collectively designates media, in the form of comic strips and animated short films, featuring the character Bumbles. Each instance of SCP-7663-B is labeled in some visible location with a single word, identifying the topic of that piece of media. The topics appear to be completely unpredictable, with no detectable relationship to the original image of SCP-7663-A, to the context of its creation, or to SCP-7663-A's own experiences or opinions.\n\n\n\n\n\n\nIsolated panel from Rank 2 SCP-7663-B Instance #C2535 (\"Gelatin\")\n\n\n\n\n\n\nBumbles is a clownlike figure, visibly resembling SCP-7663-A, who takes on a wide range of different jobs, activities or social roles depending on the topic of the specific instance. Bumbles will typically cause some form of destruction or disorder through curiosity, recklessness, incompetence or bad luck, and will then comment on that event with some sort of wordplay. Other characters may interact with Bumbles, but they rarely reappear in more than one instance of SCP-7663-B, and may appear inconsistently even within the same instance.\n\n\nAlthough the comedic structure is largely consistent, instances of SCP-7663-B may vary widely in visual style, as well as physical format, size and length depending on the medium the instance originated from.\n\n\n\n\n\n\nIsolated frame from Rank 4 SCP-7663-B Instance #A099 (\"Dark\"), demonstrating the topic word\n\n\n\n\n\n\nSCP-7663-B instances, once generated, have no unusual physical properties, and only demonstrate any anomalous characteristics in the presence of susceptible human individuals. Individuals are affected if they experience a significant, genuine comedic reaction to the contents of any instance of SCP-7663-B\n3\n, and instantly and irreversibly undergo changes in behavioural patterns. Because of the consistency of comedic techniques used in SCP-7663-B, the susceptibility of a given individual is typically constant across different instances. 29% of English-speaking minors and 7% of English-speaking adults are estimated to be reliably susceptible to SCP-7663-B. SCP-7663-A has demonstrated a total immunity to the anomalous effects of SCP-7663-B.\n\n\n\n\n\n\nIsolated frame from Rank 5 SCP-7663-B Instance #A189 (\"Angling\")\n\n\n\n\n\n\nOnce an individual has been affected, they permanently develop a humour response to the topic of the instance of SCP-7663-B they observed, regardless of their previous opinion or view of that topic. This frequently results in the individual acting in a distracted, reckless or deliberately-disruptive manner in contexts relating to that specific topic.\n\n\nSCP-7663-B instances are ranked on a scale of increasing severity, in terms of danger presented to and/or from those affected:\n\n\n\n\n+ Show SCP-7663-B Scale +\n\n\n\n\n- Hide SCP-7663-B Scale -\n\n\n\n\n\n\n\n\nRank\n\n\nDescription\n\n\nTopic Examples\n\n\nFoundation Response\n\n\n\n\n\n\n0\n\n\nInstances which cause practically no change at all to the individual's behaviour, due to the topic already being inherently linked to comedy, or being a concept that is never naturally encountered\n\n\n\"Jokes\", \"Aploir\"\n4\n, \"Standup\"\n\n\nNo response required, aside from routine amnestic treatment and surveillance\n\n\n\n\n\n\n1\n\n\nInstances which may cause changes in the individual's sense of humour, but which are still associated with a comedy response widely considered normal\n\n\n\"Puppetry\", \"Clown\", \"Penguins\"\n\n\nNo response required, aside from routine amnestic treatment and surveillance\n\n\n\n\n\n\n2\n\n\nInstances not associated with a typical comedy response, but still generally considered within the range of plausibility\n\n\n\"Panda\", \"Tapdance\", \"Dolls\"\n\n\nPossible pathological cover required, with medical records fabricated to explain change in behaviour\n\n\n\n\n\n\n3\n\n\nInstances which will almost certainly result in increased attention, due to frequency and/or abnormality of topic\n\n\n\"Sandwich\", \"Eyes\", \"Music\"\n\n\nPathological cover required, with medical records fabricated to explain change in behaviour\n\n\n\n\n\n\n4\n\n\nInstances which result in a profound change in the individual's personality\n\n\n\"Animosity\", \"Remember\", \"Hungry\"\n\n\nPathological cover required, with medical records fabricated to explain change in behaviour\n\n\n\n\n\n\n5\n\n\nInstances which hold a significant risk of promoting physically dangerous behaviour under certain specific conditions\n\n\n\"Jackhammers\", \"Explosive\", \"Chlorine\"\n\n\nPathological cover required, as well as consistent monitoring and possible professional reassignment\n\n\n\n\n\n\n6\n\n\nInstances which hold a significant risk of promoting physically dangerous behaviour under conditions which are difficult to avoid in everyday life\n\n\n\"Bleed\", \"Automobile\", \"Alcohol\"\n\n\nIndefinite isolation, in either civilian or Foundation facility\n\n\n\n\n\n\n7\n\n\nInstances which hold an unacceptable risk of anomalous activity or other comparable consequences\n\n\n[EXAMPLES REMOVED]\n\n\nIndefinite detention\n\n\n\n\n\n\n\n\n\n\n\n\nIndividuals affected by SCP-7663-B typically are not aware of the fact that their personality or views have changed or that their responses are unusual, and will resist efforts to convince them of either fact. The same individual can be simultaneously affected by multiple instances of SCP-7663-B. Amnestic treatment, or any other method of removing the memory of experiencing SCP-7663-B, does not remove or reduce its effects.\n\n\n\n\nRecovery Report:\n Instances of SCP-7663-B reached the attention of the Foundation on the same day as their first manifestation, and the phenomenon was quickly traced back to SCP-7663-A. Due to the consistent visual recognizability of the character of Bumbles, the Foundation was able to use an automated system to identify and contain almost all online instances of SCP-7663-B within five hours of discovery, limiting the known affected population during that period of time to 96 individuals\n5\n.\n\n\nSCP-7663-A could not be found at its residence in Ruston Louisiana, but was eventually located and contained by the Foundation while attempting to voluntarily enter detention at the Eros Louisiana Police Department on October 15th, generating 17 new instances of SCP-7663-B in the process\n6\n.\n\n\nThe following interview was performed immediately after containment:\n\n\n\n\n+ Show SCP-7663-A Interview +\n\n\n\n\n- Hide SCP-7663-A Interview -\n\n\n\n\n\n\nInterview performed by Infohazard Intake Specialist Dr. Jule Oran and transcribed by Junior Researcher Patrick Long\n\n\n<Begin Transcription>\n\n\nOran\n: Good morning, SCP-7663-A, and thank you for agreeing to cooperate with this interview.\n\n\nSCP-7663-A\n: Of course. Thanks for agreeing to listen. Could you call me Ferdie, though, or at least just 7663? Make things a bit more casual.\n\n\nOran\n: I'm afraid that is not possible, and could you please refrain from any attempts at humour, under these circumstances?\n\n\nSCP-7663-A\n: That wasn't a joke. If I make a joke, you'll know, because-\n\n\n[SCP-7663-A stops speaking momentarily]\n\n\nSCP-7663-A\n: Nevermind, I was about to try to be funny. I'll stop now. I get it.\n\n\nOran\n: Thank you. Would I be correct to assume you are already aware of certain recent, unusual events that you are involved in?\n\n\nSCP-7663-A\n: I think so, if I understand what you're talking about.\n\n\nOran\n: Events related to photographs or videos of yourself.\n\n\nSCP-7663-A\n: Yeah, I know it. I don't know anything about it, though. I got so desperate that I tried to turn myself in, as if that makes any sense, but the best I could do was to convince the cops I was crazy, and then you know how that ended. You're here to deal with it, though, is that right?\n\n\nOran\n: We're going to do the best that we can, but it will help if you can answer some questions, even if you think you don't know anything.\n\n\nSCP-7663-A\n: Fine, yeah, whatever you want to know.\n\n\n[Dr. Oran shows SCP-7663-A an isolated frame from Rank 3 SCP-7663-B Instance #A031 (\"Faucet\")]\n\n\nOran\n: Is this image familiar to you at all?\n\n\nSCP-7663-A\n: Well, yeah, kind of. I drew it.\n\n\nOran\n: You created this specific image?\n\n\nSCP-7663-A\n: No, no, I don't think this one. This is from a picture of me, right? I drew the character, though, years ago. Bumbles. Of course, I didn't make the ear like that, back then. Back then, I thought I could make him huge, like Mickey Mouse or Snoopy.\n\n\n[SCP-7663-A spoke the next line in a voice very similar to the voice of Bumbles in animated instances of SCP-7663-B]\n\n\nSCP-7663-A\n: I was even gonna do the voices myself!\n\n\nOran\n: Please don't talk like that.\n\n\nSCP-7663-A\n: Yeah, sure, sorry. Anyway, obviously I'm not some cartoon billionaire. For a while I performed as Bumbles freelance, doing kids birthday parties. Nose, face paint, I'd do balloon animals, trip over things on purpose. I hardly made any money, though, and eventually I had to quit.\n\n\nOran\n: Do you hold any feelings of resentment toward children in particular?\n\n\nSCP-7663-A\n: No! No way! I love kids! That's why I didn't make money. I kept lowering my prices so I could keep doing the parties, but eventually I was nearly doing it for free, and what kind of parent hires a free clown?\n\n\nOran\n: I see.\n\n\nSCP-7663-A\n: After that, I tried out standup, went to some open mics, but the crowds were tough. That's why I love kids, really. It's so much easier to make them laugh, at least for me. Either way, I wasn't even close to making a living, so I eventually got a pretty solid job doing flood cleanup.\n\n\nOran\n: What do you think caused so much difficulty for you, when it came to comedy?\n\n\nSCP-7663-A\n: Is that a serious question, or do you just want to force me to say it? I'm not funny. You can pick apart my delivery, my timing, the way I read an audience, go through the whole textbook, but the fact is just that I can't tell a joke like other people can. Some people can ignore it, mostly kids, but that's the best I can hope for.\n\n\nOran\n: Then why have you been so focused on comedy as a career path?\n\n\nSCP-7663-A\n: What a thing to ask! I mean, what else am I supposed to focus on?\n\n\nOran\n: I see. Can you elaborate on that?\n\n\nSCP-7663-A\n: Well that was a real question I asked, but sure, I can try. I'm not a philosopher, but laughter is, well, it's when you're so happy you can't even hold it in. And being happy, making other people happy, what can be more important than that?\n\n\nOran\n: Do you think that is what led to the manifestation of this phenomenon?\n\n\n[SCP-7663-A spoke the next line in a manner which was allegedly intended to mimic Dr. Oran]\n\n\nSCP-7663-A\n: Has it occurred to you, um, that I might have come to, um, that conclusion beforehand?\n\n\nOran\n: Please, please don't talk like that.\n\n\nSCP-7663-A\n: Sorry, sorry. I didn't think it was even worth pointing out at this point, but yes, I made the connection before I even went to the police. Still doesn't really make this make any more sense to me.\n\n\nOran\n: I see. Are you certain, then, that you did not, in some way, make this happen on purpose?\n\n\nSCP-7663-A\n: Yes. I'm sure.\n\n\nOran\n: I see.\n\n\nSCP-7663-A\n: Look, forget that stuff I said about why I think laughter is so great. I'm not insane. I saw what happened to the guy who took my mugshot, and that's not something I'm trying to do to anyone.\n\n\nOran\n: Do you have any other possible explanations for why this might have happened? I'm not trying to accuse you of anything, I just want to identify why this happened now, since you seem to have felt this way for some time.\n\n\n[SCP-7663-A doesn't speak for almost a minute]\n\n\nSCP-7663-A\n: Really, the only thing I can think of is, that was when I gave up.\n\n\n[Dr. Oran does not respond for several seconds, to allow SCP-7663-A to continue]\n\n\nSCP-7663-A\n: I mean, it's not like I ever said \"I give up\", even inside my head, but you know all the stuff I said about what I think is important. I guess I sort of accepted that I wasn't a part of that. I started telling myself that the stuff I do is important too, and maybe that's true. I don't really know about any of this. It's not like I really know the exact second I gave up, right?\n\n\nOran\n: I see.\n\n\nSCP-7663-A\n: I'm probably overthinking this.\n\n\nOran\n: That's alright, it may help anyway, in the future.\n\n\nSCP-7663-A\n: Is there anything else you need to know, then?\n\n\nOran\n: I think that will be all, unless there is anything else you think you should tell me.\n\n\nSCP-7663-A\n: Well, I'm sorry for making fun of how you talk, before.\n\n\nOran\n: Oh, that's alright. I didn't realize that's what you were trying to do.\n\n\n<End Transcription>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-7663-A's mother and step-sister are currently under the impression that it is employed as a custodian in a United States Air Force base in Alaska.\n\n\n2\n. Both digital and film captures, including x-ray photography\n\n\n3\n. That is, a reaction which is not based on irony, \"anti-humour\" or unrelated external context\n\n\n4\n. Word of unknown origin or meaning, possibly referring to unidentified woodworking tool in Instance #C9266 (\"Aploir\")\n\n\n5\n. 81 minors and 15 adults, all affected by instances of SCP-7663-B ranked 4 or lower\n\n\n6\n. 2 adults affected by Rank 5 Instance #C4234 (\"Crosswalk\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6080\n\n\n\n\n\n\nBut A Dream\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7664\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7662\n | SCP-7663 | \nSCP-7664\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7663\n\" by Monkeysky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7663\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 7663a.png\n\n\nAuthor:\n Monkeysky\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n 7663b0.png\n\n\nAuthor:\n Ratking\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n 7663b1.png\n\n\nAuthor:\n Monkeysky\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n 7663b2.png\n\n\nAuthor:\n Monkeysky\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n 7663b3.png\n\n\nAuthor:\n Ratking\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n 7663b4.png\n\n\nAuthor:\n Ratking\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview performed by Infohazard Intake Specialist Dr. Jule Oran and transcribed by Junior Researcher Patrick Long <Begin Transcription> Oran : Good morning, SCP-7663-A, and thank you for agreeing to cooperate with this interview. SCP-7663-A : Of course. Thanks for agreeing to listen. Could you call me Ferdie, though, or at least just 7663? Make things a bit more casual. Oran : I'm afraid that is not possible, and could you please refrain from any attempts at humour, under these circumstances? SCP-7663-A : That wasn't a joke. If I make a joke, you'll know, because- [SCP-7663-A stops speaking momentarily] SCP-7663-A : Nevermind, I was about to try to be funny. I'll stop now. I get it. Oran : Thank you. Would I be correct to assume you are already aware of certain recent, unusual events that you are involved in? SCP-7663-A : I think so, if I understand what you're talking about. Oran : Events related to photographs or videos of yourself. SCP-7663-A : Yeah, I know it. I don't know anything about it, though. I got so desperate that I tried to turn myself in, as if that makes any sense, but the best I could do was to convince the cops I was crazy, and then you know how that ended. You're here to deal with it, though, is that right? Oran : We're going to do the best that we can, but it will help if you can answer some questions, even if you think you don't know anything. SCP-7663-A : Fine, yeah, whatever you want to know. [Dr. Oran shows SCP-7663-A an isolated frame from Rank 3 SCP-7663-B Instance #A031 (\"Faucet\")] Oran : Is this image familiar to you at all? SCP-7663-A : Well, yeah, kind of. I drew it. Oran : You created this specific image? SCP-7663-A : No, no, I don't think this one. This is from a picture of me, right? I drew the character, though, years ago. Bumbles. Of course, I didn't make the ear like that, back then. Back then, I thought I could make him huge, like Mickey Mouse or Snoopy. [SCP-7663-A spoke the next line in a voice very similar to the voice of Bumbles in animated instances of SCP-7663-B] SCP-7663-A : I was even gonna do the voices myself! Oran : Please don't talk like that. SCP-7663-A : Yeah, sure, sorry. Anyway, obviously I'm not some cartoon billionaire. For a while I performed as Bumbles freelance, doing kids birthday parties. Nose, face paint, I'd do balloon animals, trip over things on purpose. I hardly made any money, though, and eventually I had to quit. Oran : Do you hold any feelings of resentment toward children in particular? SCP-7663-A : No! No way! I love kids! That's why I didn't make money. I kept lowering my prices so I could keep doing the parties, but eventually I was nearly doing it for free, and what kind of parent hires a free clown? Oran : I see. SCP-7663-A : After that, I tried out standup, went to some open mics, but the crowds were tough. That's why I love kids, really. It's so much easier to make them laugh, at least for me. Either way, I wasn't even close to making a living, so I eventually got a pretty solid job doing flood cleanup. Oran : What do you think caused so much difficulty for you, when it came to comedy? SCP-7663-A : Is that a serious question, or do you just want to force me to say it? I'm not funny. You can pick apart my delivery, my timing, the way I read an audience, go through the whole textbook, but the fact is just that I can't tell a joke like other people can. Some people can ignore it, mostly kids, but that's the best I can hope for. Oran : Then why have you been so focused on comedy as a career path? SCP-7663-A : What a thing to ask! I mean, what else am I supposed to focus on? Oran : I see. Can you elaborate on that? SCP-7663-A : Well that was a real question I asked, but sure, I can try. I'm not a philosopher, but laughter is, well, it's when you're so happy you can't even hold it in. And being happy, making other people happy, what can be more important than that? Oran : Do you think that is what led to the manifestation of this phenomenon? [SCP-7663-A spoke the next line in a manner which was allegedly intended to mimic Dr. Oran] SCP-7663-A : Has it occurred to you, um, that I might have come to, um, that conclusion beforehand? Oran : Please, please don't talk like that. SCP-7663-A : Sorry, sorry. I didn't think it was even worth pointing out at this point, but yes, I made the connection before I even went to the police. Still doesn't really make this make any more sense to me. Oran : I see. Are you certain, then, that you did not, in some way, make this happen on purpose? SCP-7663-A : Yes. I'm sure. Oran : I see. SCP-7663-A : Look, forget that stuff I said about why I think laughter is so great. I'm not insane. I saw what happened to the guy who took my mugshot, and that's not something I'm trying to do to anyone. Oran : Do you have any other possible explanations for why this might have happened? I'm not trying to accuse you of anything, I just want to identify why this happened now, since you seem to have felt this way for some time. [SCP-7663-A doesn't speak for almost a minute] SCP-7663-A : Really, the only thing I can think of is, that was when I gave up. [Dr. Oran does not respond for several seconds, to allow SCP-7663-A to continue] SCP-7663-A : I mean, it's not like I ever said \"I give up\", even inside my head, but you know all the stuff I said about what I think is important. I guess I sort of accepted that I wasn't a part of that. I started telling myself that the stuff I do is important too, and maybe that's true. I don't really know about any of this. It's not like I really know the exact second I gave up, right? Oran : I see. SCP-7663-A : I'm probably overthinking this. Oran : That's alright, it may help anyway, in the future. SCP-7663-A : Is there anything else you need to know, then? Oran : I think that will be all, unless there is anything else you think you should tell me. SCP-7663-A : Well, I'm sorry for making fun of how you talk, before. Oran : Oh, that's alright. I didn't realize that's what you were trying to do. <End Transcription>",
        "\" SCP-7663 \" by Monkeysky, from the SCP Wiki . Source: https://scpwiki.com/scp-7663 . Licensed under CC-BY-SA .",
        "Filename: 7663a.png Author: Monkeysky License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: 7663b0.png Author: Ratking License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: 7663b1.png Author: Monkeysky License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: 7663b2.png Author: Monkeysky License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: 7663b3.png Author: Ratking License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: 7663b4.png Author: Ratking License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-7663",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7663-A is to be contained in a low-security humanoid housing facility, with video surveillance disabled. To keep account of SCP-7663-A's precise location and behaviour, it is required to wear an electronic ankle monitor and to participate in hourly check-ins with Foundation personnel while not occupied by testing, interviews, or any other supervised activities.",
    "description": "SCP-7663-A is a 57-year-old human male, legally known as Ferdinand Bruno. Any photograph or video recording featuring SCP-7663-A2 instantly become an instance of SCP-7663-B. Copies of the same photograph or video generate identical instances of SCP-7663-B. This anomalous property first manifested on October 12th, 2019, and immediately affected all previously-existing photographic images and videos of SCP-7663-A, generating a total of 11714 known unique instances of SCP-7663-B.",
    "title": "SCP-7663"
}