{
    "url": "https://scp-wiki.wikidot.com/scp-7665",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\nCivil Western & Spacestealth\n\n\n\n\n\n\nArticle:\n SCP-7665 - See Evil, Hear Evil, Speak No Evil\n\n\nAuthors:\n \nCivil Western\n and \nSpacestealth\n\n\nThanks to:\n Our friends from the Italian Branch who beta-read and crit the article: \nMainardo\n, \ndddaker\n, \nyessss\n, \nTheBoxOfFun\n,\nSiddartha Alonne\n and thanks to: \narthcymro\n, \nHarriet Farrar\n and \nFlyPurgatorio\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7665\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nSAFE\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7665 is kept under Foundation control with an electric fence surrounding the perimeter. Under the authority of \nSite-77\n, Outpost-709 has been established for research and containment procedures. Any staff member is permitted to access the sphere, provided they schedule the time in advance, so as to avoid conflict.\n\n\nUpdate\n: \nSite-118\n’s researchers are currently working to understand the infohazardous properties of the anomaly, staff members are currently not allowed to use the sphere.\n\n\nDescription:\n SCP-7665 is the name given to a spherical “tree house” located near the town of Gorizia, Italy, in a nearby forest. The structure is made out of wooden planks from a large variety of trees, with the only source of natural light being a glass porthole with a thickness of 7 cm.\n\n\nAs several climbing plants have established themselves on the anomaly, there is no need for any constant pruning. The furniture is very simple, featuring a bed, a bedside table, and 3 photos dated early 1900s.\n\n\nWhen a human subject looks out the window, they will be able to see an extradimensional space. It is named SCP-7665-1 and looks nearly identical to baseline reality.\n\n\nSCP-7665-1 appears to be a dense forest in summer season consisting of tall pine and fir trees; the ground seems to be quite muddy and the roots of the trees are much more extensive than normal.\n\n\nUsually anomalous entities are visible from SCP-7665, these subjects (referred to as SCP-7665-[ALPHABET LETTER]) \ndo not appear to be affected by the presence of SCP-7665 as long as the anomaly is visible\n. A thorough description on the entities viewed by the agents during the search sessions can be found in Addendum-7665-1.\n\n\nThe presence of SCP-7665-1 seems to only partially afflict baseline reality and SCP-7665; in fact, the \nonly\n thing that can come into contact with subjects within SCP-7665 are auditory anomalies.\n\n\nSCP-7665 was discovered in 2011, when Leonardo Rampogna, at that time 10 years old, ran away from home given several threats of different kinds made by his father. There he sought shelter and found SCP-7665, spending the entire night inside the anomaly he pointed out the vision of frightening entities; which spent the entire night watching him, then disappeared into the forest. The Foundation became interested in the incident and discovered the anomaly.\n\n\n\n\n\n\nAddendum-7665-1: List of SCP-7665-[ALPHABET LETTER] instances\n\n\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nFirst encounter\n\n\n\n\n\n\nSCP-7665-A\n\n\nA humanoid entity, with shining white medieval armor. They possesses an iron shield and a sword.\n\n\nSCP-7665-A with a calm step and sword drawn passed over the path of 7665-1, clearly visible from SCP-7665. The subject stood still for a few minutes and then began to look in the direction of the agents. After 4 minutes, the instance opened the helmet, which showed that inside the armor was empty. Afterwards he sat down on a rock, unholstering a nib he wrote on a paper, and attached it to a tree near the agents. The text wrote in English read:\nMy body was left, that was also taken from me. I lost the name years ago.\n\n\n\n\n\n\nSCP-7665-B\n\n\nA yellow deer of unknown species, able to amit vocalizations akin to a 5 year old.\n\n\nAt first, It began singing a soft tune to itself, not noticing SCP-7665. After realizing the presence of the treehouse and the agents inside, its mood suddenly soured to disgust and hatred. After approximately 2 minutes, it said the following words: \n\"I will never forget what you did to us.\"\n It then left.\n\n\n\n\n\n\nSCP-7665-C\n\n\nTwo foxes (Vulpes vulpes) able to change matter into various forms. They are believed to have telepathic abilities between each other by Foundation scientists.\n\n\nThe two foxes came out of a hole and grabbed two sticks. They then anomalously turned the sticks into two identical tea cups, complete with tea inside. After this, they began to drink out of it and believed to communicate through telepathy. They either did not see SCP-7665 or chose to ignore it.\n\n\n\n\n\n\nSCP-7665-D\n\n\nTheorised to be a regular humanoid, however when a person views SCP-7665-D, they will believe it is strange and unnatural. They will attempt to comprehend why it looks strange but will fail to give any reasoning.\n\n\nAfter first being spotted by Foundation agents, it began to approach SCP-7665 and began to say the following words: \"\nNow, now, I may seem different but we once lived together. I hope one day, we can become friends again.\"\n They then sat down on a nearby log and looked at the rest of the forest.\n\n\n\n\n\n\nAn adventurer with the sense of a different time period.\n\n\nNot much is known, dresses in 18th century clothing and has some bird traits.\n\n\nSee Addendum-7665-2 .\n\n\n\n\n\n\n\n\n\n\nAddendum-7665-2: Encounter 1, Interview Log-7665-1\n\n\n\n\n\n\n\n\nNOTICE REGARDING THE FOLLOWING LOG\n\n\nThis file includes references to inhabitants of \nthe realm of the unnamable\n. Therefore, it follows \nProtocol 4000-ESHU\n. You are requested to know it in depth before reading further, both for your own safety and others.\n\n\n\n\n\n\nAt 7:30 a.m. on 18/08/2017, during an almost concluded search session, the two agents Carmelina Montecalvo and Orentino Baldovino who were inside SCP-7665 witnessed the appearance of \nthe man with the behaviour of another era\n.\n\n\nNote that the entity appears to have entered through the porthole present in SCP-7665.\n\n\n\n\nAgents:\n Agent Montecalvo; Agent Baldovino\n\n\nEntity description:\n \nThe traveler who doesn't crawl\n\n\nNotes:\n The whole event was recorded by the video camera installed in SCP-7665.\n\n\n\n\n\n\n[START LOG]\n\n\n\n\n”Good morning gentlemen, I see you are sleepy, would you like some coffee?”\n\n\n(\nAgent Baldovino quickly gets up from his own bed. After standing all up he keeps his hand on the gun, which was under his pillow.\n)\n\n\nAgent Baldovino:\n Ehm… identify yourself immediately.\n\n\n”I ask you to lower your tone and keep calm. Anyway, I’m a citizen and baron of\n \nthe court of becoming.\n\"\n\n\n(A pause of a few seconds.)\n\n\nAgent Montecalvo:\n Good morning, \nman with eighteenth-century clothing\n.\n\n\nAgent Montecalvo:\n I apologize for my friend's rude behavior. Do you by any chance mean that you’re a citizen of the \nwood where the word reigns supreme\n?\n\n\n(\nAgent Baldovino takes a look to Montecalvo\n)\n\n\n”Exactly. I see that you already know what is it.”\n\n\nAgent Montecalvo:\n Only through rumor; nothing specific.\n\n\n”I notice that you are \non the other side of the mirror\n; not to be brusque, but what are you doing here?”\n\n\nAgent Baldovino:\n Carmelina, what is happening?!\n\n\nAgent Montecalvo:\n But how rude you are, you should never interrupt someone when they are asking a question. I apologize for him, he's probably sleepy; you know how it is, it's morning…\n\n\nAgent Montecalvo:\n We rested here overnight; yesterday there was a heavy downpour, sir.\n\n\n”Interesting. Oh, sorry, I am very rude, I haven’t even asked your names.”\n\n\nAgent Montecalvo:\n I’m sorry, but I can’t.\n\n\n” And why is that? My name tastes like the forest, what about yours? Or maybe you want to tell me the one of your friend.”\n\n\nAgent Montecalvo:\n I’m sorry, but I just can't (\nthe officer bows in the presence of the anomaly\n).\n\n\n”Oh no, I must apologize myself; I have not been a gentleman. I notice that you are working hard to try to maintain this house. Congratulations, it really shines.”\n\n\nAgent Montecalvo:\n Thanks, we are trying our best. Do you already know this house?\n\n\n”Yes, it was not mine. It was the house of an old friend;\n \na gentleman with the leporine visage\n. But yeah, this house made me discover a new world, in every sense of the word.”\n\n\nAgent Montecalvo:\n I’m really interested to hear the whole story.\n\n\nIt’s a long story, do you both want a cup of tea? Or maybe some coffee?\n\n\n(Agent Baldovino shakes his head)\n\n\nAgent Montecalvo:\n I don't want to inconvenience you, but I would gladly accept it. Thanks (\nmaking a little bow addressed to the anomaly\n)\n\n\n”Here you go, my dear”\n\n\n(\nThe man with the thick beard\n he pulled a cup of coffee out of the white glove he was wearing and offered it to Officer Montecalvo\n)\n\n\n(\nBaldovino, probably noticing the entity's anomalous abilities, grips the gun while keeping a finger on the trigger\n)\n\n\nAgent Montecalvo:\n Thank you, \nkind man without a name\n\n\n”I was a child, frolicking in the forests of these hills. My family was divinely set up financially; however, that resting on the piles of money and houses did not suit me. I would often sneak into the forest. I stayed there whole nights, traveling in the trees, because of an imposition from my father, who had forbidden me to touch the land because if I did I would be within his territory.”\n\n\nAgent Montecalvo:\n And after that, what happened?\n\n\n”I lived in the trees, and also in this house. I could see the\n \nkingdom of those who lost everything\n \nand I was fascinated by it, very much. But one day, the man who lived in this house tried to go back, back to his old world. To regain his name. To live again.”\n\n\nAgent Montecalvo:\n But has he been able to?\n\n\n”\nYou\n have to tell me.”\n\n\nAgent Montecalvo:\n I… I…\n\n\n”When I met him it was a dark and stormy night. I saw white ears popping out, the porthole opening, I saw others\n \nwithout name\n \ntrying to get in. Everyone was tired of your treatment of us.”\n\n\n”They failed to turn back. They failed to acquire the identity that was taken from them. But I, seeing this gap that had been created in the porthole, went in. After my arrival I was greeted\n \nby the carrot-eating entity\n; we talked, for decades, I think. I also met others; I am still very sociable. However I was often turned away by the denizens of the\n \nsilent forest\n. Why? Because initially I was like you. Thank God, the forest welcomed me, leaving me one of them, naked of my name or what represented me.\n\n\nAgent Montecalvo:\n We… we are sorry.\n\n\n(\nThe Site-77 command, having realized what is happening, activates the microphone and begins to communicate only with Agent Baldovino\n)\n\n\nCommand:\n Agent Baldovino, as soon as you have a chance use the Reality Cell Device\n1\n.\n\n\n\"Now it's too late for apologies; I don't hate you, but many do. Oh, I notice it's late, I must go.\"\n\n\n(\nAgent Baldovino pulls the Reality Cell Device out of his pocket in handheld mode\n)\n\n\n”I also wanted to regain my name; but, \nYou are still a man of the sling and of the stone, Man of my time\n. I don't think I want to return among you.“\n\n\n(\nA gap opens in the porthole of SCP-7665.\n)\n\n\nAgent Baldovino:\n Stop here, beast!\n\n\n(\nThe agent attempts to throw Reality Cell at \nthe man who looked like a bird\n. The device starts floating in the air.\n)\n\n\n”You have remained the same as you used to be. \nYou were in the cockpit, with the malignant wings, the dials of death, I saw you – in the chariot of fire, on the gallows, at the breaking wheel. I saw you: it was you, with your exact science wooing slaughter, without love, without Christ.\n“\n\n\nCommand:\n Run away! Now!\n\n\n(\nSeveral \nentities\n come out of the slit created in the porthole.\n)\n\n\n”I don't want a name, they do. \nYou killed again, as always, as your fathers killed, as those animals that saw you for the first time killed. And this blood smells of the blood that day. When one brother said to another brother: “Let’s go to the fields.” And that cold echo, dogged, passed down to you, within your day.\n”\n\n\n(\nThe camera turns off.\n)\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nThe two agents were never found. Attempts to enter the interior of SCP-7665-1 will be made in the future.\n\n\nIt appears that the porthole can block nomenclative hazards. In the case a situation akin to the one presented in the log should represent itself, the anomaly is to be reclassified as Euclid.\n\n\n\n\n\n\n« \nSCP-7664\n | SCP-7665 | \nSCP-7666\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7665\n\" by Civil Western, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7665\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A device used by Site-77 to deactivate the anomalous powers of the subject.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Agents: Agent Montecalvo; Agent Baldovino Entity description: The traveler who doesn't crawl Notes: The whole event was recorded by the video camera installed in SCP-7665. [START LOG] ”Good morning gentlemen, I see you are sleepy, would you like some coffee?” ( Agent Baldovino quickly gets up from his own bed. After standing all up he keeps his hand on the gun, which was under his pillow. ) Agent Baldovino: Ehm… identify yourself immediately. ”I ask you to lower your tone and keep calm. Anyway, I’m a citizen and baron of the court of becoming. \" (A pause of a few seconds.) Agent Montecalvo: Good morning, man with eighteenth-century clothing . Agent Montecalvo: I apologize for my friend's rude behavior. Do you by any chance mean that you’re a citizen of the wood where the word reigns supreme ? ( Agent Baldovino takes a look to Montecalvo ) ”Exactly. I see that you already know what is it.” Agent Montecalvo: Only through rumor; nothing specific. ”I notice that you are on the other side of the mirror ; not to be brusque, but what are you doing here?” Agent Baldovino: Carmelina, what is happening?! Agent Montecalvo: But how rude you are, you should never interrupt someone when they are asking a question. I apologize for him, he's probably sleepy; you know how it is, it's morning… Agent Montecalvo: We rested here overnight; yesterday there was a heavy downpour, sir. ”Interesting. Oh, sorry, I am very rude, I haven’t even asked your names.” Agent Montecalvo: I’m sorry, but I can’t. ” And why is that? My name tastes like the forest, what about yours? Or maybe you want to tell me the one of your friend.” Agent Montecalvo: I’m sorry, but I just can't ( the officer bows in the presence of the anomaly ). ”Oh no, I must apologize myself; I have not been a gentleman. I notice that you are working hard to try to maintain this house. Congratulations, it really shines.” Agent Montecalvo: Thanks, we are trying our best. Do you already know this house? ”Yes, it was not mine. It was the house of an old friend; a gentleman with the leporine visage . But yeah, this house made me discover a new world, in every sense of the word.” Agent Montecalvo: I’m really interested to hear the whole story. It’s a long story, do you both want a cup of tea? Or maybe some coffee? (Agent Baldovino shakes his head) Agent Montecalvo: I don't want to inconvenience you, but I would gladly accept it. Thanks ( making a little bow addressed to the anomaly ) ”Here you go, my dear” ( The man with the thick beard he pulled a cup of coffee out of the white glove he was wearing and offered it to Officer Montecalvo ) ( Baldovino, probably noticing the entity's anomalous abilities, grips the gun while keeping a finger on the trigger ) Agent Montecalvo: Thank you, kind man without a name ”I was a child, frolicking in the forests of these hills. My family was divinely set up financially; however, that resting on the piles of money and houses did not suit me. I would often sneak into the forest. I stayed there whole nights, traveling in the trees, because of an imposition from my father, who had forbidden me to touch the land because if I did I would be within his territory.” Agent Montecalvo: And after that, what happened? ”I lived in the trees, and also in this house. I could see the kingdom of those who lost everything and I was fascinated by it, very much. But one day, the man who lived in this house tried to go back, back to his old world. To regain his name. To live again.” Agent Montecalvo: But has he been able to? ” You have to tell me.” Agent Montecalvo: I… I… ”When I met him it was a dark and stormy night. I saw white ears popping out, the porthole opening, I saw others without name trying to get in. Everyone was tired of your treatment of us.” ”They failed to turn back. They failed to acquire the identity that was taken from them. But I, seeing this gap that had been created in the porthole, went in. After my arrival I was greeted by the carrot-eating entity ; we talked, for decades, I think. I also met others; I am still very sociable. However I was often turned away by the denizens of the silent forest . Why? Because initially I was like you. Thank God, the forest welcomed me, leaving me one of them, naked of my name or what represented me. Agent Montecalvo: We… we are sorry. ( The Site-77 command, having realized what is happening, activates the microphone and begins to communicate only with Agent Baldovino ) Command: Agent Baldovino, as soon as you have a chance use the Reality Cell Device 1 . \"Now it's too late for apologies; I don't hate you, but many do. Oh, I notice it's late, I must go.\" ( Agent Baldovino pulls the Reality Cell Device out of his pocket in handheld mode ) ”I also wanted to regain my name; but, You are still a man of the sling and of the stone, Man of my time . I don't think I want to return among you.“ ( A gap opens in the porthole of SCP-7665. ) Agent Baldovino: Stop here, beast! ( The agent attempts to throw Reality Cell at the man who looked like a bird . The device starts floating in the air. ) ”You have remained the same as you used to be. You were in the cockpit, with the malignant wings, the dials of death, I saw you – in the chariot of fire, on the gallows, at the breaking wheel. I saw you: it was you, with your exact science wooing slaughter, without love, without Christ. “ Command: Run away! Now! ( Several entities come out of the slit created in the porthole. ) ”I don't want a name, they do. You killed again, as always, as your fathers killed, as those animals that saw you for the first time killed. And this blood smells of the blood that day. When one brother said to another brother: “Let’s go to the fields.” And that cold echo, dogged, passed down to you, within your day. ” ( The camera turns off. ) [END LOG]",
        "\" SCP-7665 \" by Civil Western, from the SCP Wiki . Source: https://scpwiki.com/scp-7665 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7665 is kept under Foundation control with an electric fence surrounding the perimeter. Under the authority of Site-77, Outpost-709 has been established for research and containment procedures. Any staff member is permitted to access the sphere, provided they schedule the time in advance, so as to avoid conflict.",
    "description": "SCP-7665 is the name given to a spherical “tree house” located near the town of Gorizia, Italy, in a nearby forest. The structure is made out of wooden planks from a large variety of trees, with the only source of natural light being a glass porthole with a thickness of 7 cm.",
    "title": "SCP-7665"
}