{
    "url": "https://scp-wiki.wikidot.com/scp-7673",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7673\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7673\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedure:\n SCP-7673 is currently uncontained. The Foundation is to monitor all media for any sightings of SCP-7673. Witnesses will be questioned and amnesticized as appropriate.\n\n\nUpdate:\n SCP-073 must not be informed of SCP-7673.\n\n\nDescription:\n SCP-7673 is a heavily tanned female of Arabic or Middle Eastern descent who appears to be in her early thirties, with black hair and bronze-colored eyes. While her external appearance may seem to be that of a typical human, in actuality her entire body is composed of beryllium bronze alloy. While SCP-7673’s skin appears and feels like ordinary skin tissue, it is actually beryllium bronze, capable of imitating skin tissue and even generating new bronze to rapidly repair any epidermal damage. As such, SCP-7673 has shown both high resistance to damage and signs of enhanced strength.\n\n\nSCP-7673 is confirmed to have a post-human life span; estimates suggest over six thousand years old. Samples from SCP-7673 show cells with no noticeable decay.\n\n\nDiscovery Log:\n SCP-7673 first came to the Foundation's attention on April 16th, 2024. Local news from Colma, California, reported on a miracle rescue. A child ran into a street in the path of an oncoming car. A passing woman jumped onto the boy, covering him with her body. The vehicle collided with them but crumbled upon impact around them. Though the woman's clothes were torn, she and the child were uninjured. After verifying the child was unhurt, she ran off. Witnesses reported it to local news; many claimed it was divine intervention. Foundation agents were sent to investigate. Foundation agents suppressed the story and discovered a witness identifying SCP-7673 as Lulu Eden.\n\n\nFurther Foundation investigation uncovered that SCP-7673 was using a falsified identity. Foundation AI discovered an additional 60 identities going back more than 100 years.\n\n\nAddendum 7673.1:\n Agent Arnold’s Body Camera Transcript\n\n\n\n\nTranscript from Agent Arnold’s Body Cam\n\n\nDate:\n 04/16/2024\n\n\nLead Agent:\n Agent Arnold, leader of MTF EPSILON-6 (Village Idiots)\n\n\nAssigned Agents:\n Agent Luna, Agent Patrick, Agent Glau, and Agent Loken\n\n\nSubject:\n SCP-7673\n\n\nLocation:\n Molly's Bar and Grill\n\n\nNotes:\n SCP-7673 was located via AI searching live feeds of security cameras at a restaurant in Colma. Agents were immediately dispatched to observe, isolate, and contain SCP-7673.\n\nAgents in plain clothes entered the bar and turned on hidden body cams.\n\n\n\n\n[BEGIN LOG]\n\n\n(\nAgents enter the bar and spread out to cover any exits. Agent Arnold, as lead, moves to stay close to SCP-7673. Agent Arnold moves up to the bar as SCP-7673 speaks to the bartender.\n)\n\n\nBartender:\n Lulu? That's an uncommon name. Is it short for something? Lucille or—\n\n\nSCP-7673:\n No, just Lulu. My dad picked it. It wouldn't be the one I picked, but when Dad made up his mind… It's supposed to mean beauty in abundance or like a pearl.\n\n\nBartender:\n Well, that's nice.\n\n\nSCP-7673:\n I'm his pearl, but it loses some splendor when you realize it's derived from Lilith.\n\n\nBartender:\n Like the biblical—\n\n\nSCP-7673:\n My dad's ex-wife.\n\n\nBartender:\n Wait. What? He named you after his ex?\n\n\nSCP-7673:\n Yeah, there's a whole thing there.\n\n\nBartender:\n Yikes.\n\n\nSCP-7673:\n Dad was a mess, and I don’t know why Mom put up with him. They fought after I left, and he got locked up somewhere. Or he died; stuff got murky after that. Mom, well, she isn't with us anymore so I’m not getting the details from her.\n\n\nBartender:\n I’m sorry.\n\n\nSCP-7673:\n Yeah. Honestly, I'm surprised my \nsiblings\n and I didn't end up more screwed up.\n\n\nBartender:\n I don't usually do this, but do you want something harder to drink?\n\n\nSCP-7673:\n Ha! No, don't worry, this is fine.\n\n\nBartender:\n I'm sorry I brought up your name. I didn't mean to make fun. I saw your card, and I couldn't believe that was a real name.\n\n\nSCP-7673:\n Seriously, don't worry about it.\n\n\nBartender:\n Still, let me get you some more pretzels.\n\n\nSCP-7673:\n Thanks! And get my new friend a Coke.\n\n\n(\nSCP-7673 motions to Agent Arnold. The bartender brings over the drink and a bowl of pretzels. SCP-7673 sips on her drink. The bartender is called over to another customer, and SCP-7673 turns to Agent Arnold.\n)\n\n\nSCP-7673:\n Now that we are alone, I hope you like Coke. If not, we can get you Pepsi.\n\n\nAgent Arnold:\n Sorry, I'm not interested.\n\n\nSCP-7673:\n Oh! No, I'm not into tough guys. Maybe if you had a nice mustache, I'm a sucker for a good 'stache. I had such a crush on Tom Selleck. No, I figured you didn't want a beer on the clock.\n\n\nAgent Arnold:\n What? What are you talking about?\n\n\nSCP-7673:\n Call it paranoia, but you seem like the type. Come in, take a quick glance at where I am, and sit next to me. All the while your friends seem to go off without a word almost like they are cutting off exits.\n\n\nAgent Arnold:\n How?\n\n\nSCP-7673:\n That's why I sit by the bar; the mirror lets me see behind me. I've been on alert since the car accident happened. I figured I'd have to ditch town, but I must admit, you moved quickly. I thought I'd have time to max out this credit card before I had to ditch it. So, you some X-Files government guy? Something weird pops up and you have to investigate it? Lock it up so it stays secret?\n\n\nAgent Arnold:\n Something like that. I take it you’ve had something like this happen before.\n\n\n(\nSCP-7673 takes a pretzel from the bowl and eats it.\n)\n\n\nSCP-7673:\n Yeah, an FBI guy about two years ago. I felt sorry for the guy, very nervous, for some reason was afraid I could blow up his head with my mind or something. You seem a lot more confident. So, what can I expect to happen next?\n\n\nAgent Arnold:\n You will come with us. I would prefer you don't draw any attention; we don't want to drag any of the civilians into this.\n\n\nSCP-7673:\n I can certainly appreciate that. I'm going to finish my drink, though. I get the feeling I won't be getting another for a while.\n\n\nAgent Arnold:\n After that, will you come with us without causing a scene?\n\n\nSCP-7673:\n Given my good looks, I don't think that is an option. But I promise you I won't scream out, 'Help, they're taking me away.'\n\n\nAgent Arnold:\n Fine, then enjoy your drink.\n\n\nSCP-7673:\n Well, cheers, Mister—\n\n\nAgent Arnold:\n Agent Arnold.\n\n\nSCP-7673:\n La di da. Well, I'm Lulu.\n\n\nAgent Arnold:\n Now it is. We've discovered your identities: Louise Adams, Layla Eve, Tallulah Rosetta, Lucy Kane. You've been around a long time, and your name is the only thing that changes about you.\n\n\n(\nAgent Arnold takes a sip of his drink.\n)\n\n\nSCP-7673:\n Yeah, Lulu is the shortened version of my name Luluwa. I always pick my names so I can spin them into Lulu. If all I have left of my life is my name, then I’m going to keep it.\n\n\nAgent Arnold:\n If you say so.\n\n\nSCP-7673:\n Not much of a conversationalist, huh?\n\n\nAgent Arnold:\n Fine, I have a question. How old are you really?\n\n\nSCP-7673:\n Wow, really? No one told you never to ask a lady her age? Fine, if you must know… something over 6000. I honestly stopped keeping track around a hundred.\n\n\nAgent Arnold:\n So, what’s the deal? You’re invulnerable, not even time can touch you.\n\n\nSCP-7673:\n Invulnerable? Who said I was that?\n\n\nAgent Arnold:\n You walked away after a car slammed right into you.\n\n\n(\nSCP-7673 holds up a finger and with her other hand digs into it with her nails. After 10 seconds SCP-7673 pulls off a stretch of skin from her finger, revealing metal underneath.\n)\n\n\nSCP-7673:\n I can be hurt, damaged, and God knows I still feel the pain. I didn’t walk away from the crash; I ran to avoid showing my metallic layer.\n\n\n(\nSCP-7673 flicks the skin strip to the side. Over the next 15 seconds the metallic finger grows and expands, changing colors to appear more like normal skin of an undamaged finger.\n)\n\n\nSCP-7673:\n There. Good as new. I don’t know how any of this works, but my body doesn’t want to change. I don’t age, I don’t get wrinkles or gain weight. Any damage gets filled up and looks more fleshy. My eyes used to be a beautiful soft blue but turned all bronze. Otherwise my body still acts about the same. My hair and nails still grow, so I still have to take care of that. I used to sell my hair to people, but the Mekhanites got too greedy and tried to go for more than my hair — that bridge is burnt.\n\n\n(\nSCP-7673 takes a sip from her glass. Agent Arnold collects the discarded sample of skin and places it in his pocket.\n)\n\n\nAgent Arnold:\n And you’ve just been wandering around all this time?\n\n\nSCP-7673:\n I’ve had hobbies and jobs. I was a military nurse in World War II in Europe. Had to fake my death after an explosion. Still got to punch a few Nazis on the way out.\n\n\nAgent Arnold:\n Thank you for that. I’m happy I let you have the drink, but it’s time to go.\n\n\nSCP-7673:\n You don’t want to keep talking?\n\n\nAgent Arnold:\n Don’t worry, where you’re going you’ll have plenty of people to talk to.\n\n\nSCP-7673:\n Yeah, and I guess I won’t be out and about anymore.\n\n\nAgent Arnold:\n No ma’am.\n\n\nSCP-7673:\n Didn’t think so.\n\n\nAgent Arnold:\n You had plans?\n\n\nSCP-7673:\n No, just looking for someone. I guess I won’t find him.\n\n\n(\nSCP-7673 finishes her drink and puts down some money before following Agent Arnold out. Agent Arnold signals other agents outside. SCP-7673 is led to a parked Foundation vehicle. Once she is inside the vehicle, awaiting agents restrain SCP-7673 in the rear prisoner-restraint seat. Remaining agents exit the bar and prepare to leave.\n)\n\n\nSCP-7673:\n Do we really have to do the restraints?\n\n\nAgent Arnold:\n Yes. We appreciate you complying, but we can’t take any chances you’d change your mind. Our weapons won’t make much of a dent on your metal hide, now will they? You’ll be given a gas that will put you to sleep until we get to our site.\n\n\nSCP-7673:\n Fine, let’s get it over with.\n\n\n(\nAgent Loken sets up a gas canister next to SCP-7673; Agent Glau secures the gas mask over SCP-7673’s mouth.\n)\n\n\nAgent Loken:\n Take a deep breath, and count backwards.\n\n\n(\nAgent Loken turns the knob; SCP-7673 can be heard counting backwards. After 10 seconds, SCP-7673’s eyes close, and her head slumps over.\n)\n\n\n(\n20 minutes of footage omitted.\n\n\nFootage distorts as the SCP vehicle drives over uneven road, causing the camera to shake.\n)\n\n\nAgent Arnold:\n Patrick! Are you trying to aim for the pot holes? We don’t want to risk waking the anomaly.\n\n\nAgent Patrick:\n Sorry! This is practically a dirt road. We just got to the outskirts of town. I’d be shocked if this small of a town has the money to fix the roads.\n\n\nAgent Loken:\n Don’t worry. The gas we gave her is strong enough to knock out an elephant. She won’t wake up for at least two more hours.\n\n\nSCP-7673:\n Yeah, they’d have to raise taxes to fix up the roads, and times are tough.\n\n\nAgent Loken:\n What? How are you awake?\n\n\nSCP-7673:\n I don’t actually need to breathe. I was playing possum until we were away from anyone who could get hurt.\n\n\n(\nSCP-7673 rips herself out of the restraints. Agents Luna, Loken, and Glau try to restrain SCP-7673 by grabbing her arms and waist. SCP-7673 pushes them away effortlessly.\n)\n\n\nSCP-7673:\n Also stronger than I look.\n\n\nAgent Arnold:\n Use the tasers!\n\n\nSCP-7673:\n Hold on to something!\n\n\n(\nSCP-7673 slams her foot through the floor of the vehicle. Agent Patrick loses control of the vehicle; the tires screeching is heard. Agents yell out orders or try to restrain SCP-7673. SCP-7673 starts screaming as sparks are seen from the hole now in the bottom of the vehicle. The vehicle begins to tip over before the camera feeds cut out.\n)\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Agents were discovered 20 meters away from the vehicle, none suffering any serious injuries. Agent Loken’s boots were missing. It’s assumed SCP-7673 moved the agents to safety and stole Agent Loken’s boots to replace her damaged shoes.\n\n\nThe damaged skin was collected and examined. Further testing confirms that the skin’s beryllium bronze has taken the form of human cells.\n\n\n\n\n\n\nAddendum 7673.2:\n History of the Hymn of the Stars\n\n\nAn informant in the Church of the Broken God found some relevant records when searching for the name Luluwa.\n\n\n\n\n\n\n\n\nHistory of the Hymn of the Stars\n\n\nScroll 1\n\n\nScroll 2\n\n\nScroll 3\n\n\nScroll 4\n\n\nScroll 5\n\n\n\n\n\n\n\n\nHistory of the Hymn of the Stars\n\n\nThe Hymn of the Star tells the story of how Mekhane ignited the stars in the young universe. While many members of the Church of the Broken God know this tale, few know the origins of that story. Early members of the Church had found someone who witnessed Mekhane's deed: Luluwa Bat Hawwah. The following is her account of the events.\n\n\nShe told a story about how she and her mother sat on the hill and watched Mekhane igniting star after star so that life would always have light even in the dark. Her mother used to tell her this story to help her sleep.\n\n\nThough some might be shocked to learn that a children's bedtime story inspired one of the holiest hymns, the young woman told it with such vigor and zest that the listeners were inspired. Her audience was so grateful that they agreed to aid in saving her brother. In return, she helped the early Church retrieve a rare metal that would be used to create many of our oldest and most important relics.\n\n\nWe now know the story through the recently uncovered and translated scrolls of Brother Daedal.\n\n\n— His Holiness Robert Bumaro, Builder of the Broken God\n\n\n\n\n\n\nScrolls of Brother Daedal\n\n\nShe is a strange one, this young woman with her many stories. But it is the passion with which she tells them that inspires us. That's why we're helping her. Even now, some of our scribes, enthralled by her story, are inspired by the glory of Mekhane.\n\n\nShe told us she had been searching for her brother, Qayin, for many years. Disasters, war, and floods separated them. She has no evidence that he is alive but is sure he is. She jests that she would know, for they are twins; I believe she merely lives in hope. Still, she seeks to travel to dangerous lands where a plagued creature is said to live. I cannot let her travel alone, so my fellows and I will travel with her for a while.\n\n\n\n\n\n\nThere has been a tale of a plague, a walking blight, that causes all plant life to die wherever it goes and makes the ground unfit for tilling. The woman has been following the trail of devastation to find her brother.\n\n\nWhat we failed to realize was that her brother caused the blight.\n\n\nWe found him in a cave half-starved, delirious, possibly mad, and without his arms and legs. I scarcely would have believed it if I had not seen it with my own eyes. Even now, as I write this, I find it hard to believe truly. How could a man survive in such a state?\n\n\nLuluwa explained it to us: her father had gifted him with eternal life, and cursed him to blight any land he touched. She spoke those words with bitterness, and none of us felt inclined to ask more about the subject. We did what we could to tend to his wounds but to little result. His body will not die easily, but he lives in constant pain. He screams in agony even with our best medicines. We barely tend to his wounds; they will not heal, and his flesh rots. We can only wager that this is an affliction caused by the Daevites. At the mention of their name, the man yelled and screamed for his brother Hevel. Luluwa tensed up at the name and looked on the verge of tears. She only replied that he had died and she could not stand to lose another brother.\n\n\nI lost my family to a plague when I was young; I understand the pain.\n\n\nI admire her determination, though I am still trying to figure out what can be done. We’ve tried to use our technology to replace his lost appendages, but all attempts have failed; the affliction destroys anything and everything we try to give him.\n\n\n\n\n\n\nI wondered if Mekhane had decided to bless this quest to make these siblings whole. A few nights ago, we saw a star fall like a metallic stone from the sky. A scout traveled and brought us a sample, and it seems to have survived contact with the Daevas affliction.\n\n\nWe will travel to the stone and excavate it. We will use it to make Luluwa's brother our finest arms and legs, and with what remains of the stone, we will fashion wonders to make Mekhane proud.\n\n\n\n\n\n\nFor the last several days, we have worked tirelessly to excavate the metal, though we still work a fraction of what Luluwa does. Every waking moment, she helps us dig to pay us back for our help. Or she spends the time tending to her brother: she cleans him and hunts for meat to feed him.\n\n\nUnfortunately, Qayin's curse dissolves any plant near him, even those he would eat. I wonder what kind of cruel man would do that to his child. What kind of disgrace could a person do to earn such ire?\n\n\n\n\n\n\nI do not know how to describe what has happened.\n\n\nWe used every bit of technology and expertise to create the finest arms and legs for Qayin. We also had to replace the spine; the infection spread, and we needed access for the appendages. However, affliction had torn far into his body. We had to remove all the damaged tissue and bone. It still amazes me that he survived and that this metal worked so well to replace it.\n\n\nIt took a few days for Qayin to start to become lucid, but even in such a state, his body has taken to the new limbs. I wish things could have ended there, and there would be hope for the siblings, but life is rarely so kind.\n\n\nQayin's voice was devoid of emotion, and his eyes were filled with pain and anguish. Those were the eyes of a man who wanted it over. I don't think he dared to end it all by his own hand. I wonder if he had been trying to starve to death. I think Luluwa saw what I saw, and something else. Luluwa's eyes filled with tears.\n\n\nI left them alone at that point; it was not for me to hear those words. I just heard them yelling. Just a small portion, that Qayin was responsible for their brother's death, that Luluwa refused to do \nthat\n to him to put him out of his misery. She swore they would be together and find a way to live with his mistake.\n\n\nThen, the sky burned.\n\n\nIt had been night, but suddenly the sky was engulfed in flames as something flew above us. It tore everything away to reveal the twins. The entity's voice rang in my head, and it rang in everyone's head. This entity had countless flaming wings, held a sword aloft, and pointed it directly at Qayin.\n\n\nIt stated it had come to judge Qayin. It had been satisfied with his suffering to this point, but gaining new limbs and his sister's reassurance had changed this.\n\n\nLuluwa begged this entity for mercy, saying her brother had suffered enough. This entity disagreed, warning her that if she stood in his way, she too would be punished. Luluwa refused to move. It swung the sword, and the movement tossed her aside to the remaining metal, and the sword ignited the air. Luluwa was engulfed in flames and began sinking into the melting metal, screaming the whole time.\n\n\nI wish I had acted; I doubt it would have changed anything, but things could have been different.\n\nHer screams, though short, will haunt me till I die. I can only hope she didn't suffer too much.\n\n\nThis entity turned to Qayin, his eyes filled with tears. Its words echoed in my head, and I imagine they must have echoed in his mind.\n\n\n\"Now you have caused the death of two of your siblings.\"\n\n\nIt pointed to Qayin's head, and he screamed. In a flash of light, the entity was gone, and Qayin had a mark on his head; he let out an inhuman, pained scream. My fellows arrived, and together we tried to restrain him, afraid that he'd hurt himself, but something happened. As I tried to push him down, it felt like I was pushing myself. One of my fellows tried to knock him out but instead knocked himself out.\n\n\nHe pulled away from us and screamed to the East, begging for something. Something arrived, something long, followed by the smell of the ocean, something but \nI can't remember what\n.\n\n\nMy fellows and I woke up this morning without memories of what happened afterward. Qayin was gone and left no trail.\n\n\nWe cleaned up and prepared to move on. Before leaving we inspected what remained of the metal and found it had melted and distorted. Though we can still make use of the metal, we all saw something strange: some of the metal was missing, as if a hole had been dug into it.\n\n\nMekhane knows what that means.\n\n\n\n\n\n\n\n\n\n\nAddendum 7673.5:\n Interview\n\n\n\n\n+ LEVEL FIVE CLEARANCE REQUIRED\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nDate:\n 04/29/2024\n\n\nInterviewer:\n Dr. E. Katz\n\n\nInterview:\n \nSCP-073\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Katz:\n Good Morning, SCP-073.\n\n\nSCP-073:\n Good morning, Doctor. How can I help you today?\n\n\nDr. Katz:\n This might be strange, but you might enjoy hearing this.\n\n\nSCP-073:\n What do you mean?\n\n\nDr. Katz:\n We've done some research because of recent events, so let me ask you this: Who is Luluwa?\n\n\n(\nSCP-073 stares dumbfounded for a moment.\n)\n\n\nSCP-073:\n That's a name I haven't heard in a very long time. That is the name of my sister, my twin sister.\n\n\nDr. Katz:\n You've never spoken about her before.\n\n\nSCP-073:\n She's been gone a very long time. It hurts to remember her.\n\n\nDr. Katz:\n I see. What do you know about what happened after the last time you saw her?\n\n\nSCP-073:\n I don't— we were in the field… before everything— before I— before \nbrother\n— she— she d— the fire!\n\n\nDr. Katz:\n SCP-073?\n\n\nSCP-073:\n I hope… I hope she lived a long, peaceful life. That's what she wanted when the war began, and she must have— must have gotten it. No! The fire! My lord no! Not her!\n\n\n(\nTears stream from his eyes; Dr. Katz motions to them. SCP-073 wipes away a tear, seemingly confused.\n)\n\n\nSCP-073:\n Why am I crying?\n\n\n(\nSCP-073 stares at his hands confused and shaking.\n)\n\n\nDr. Katz:\n SCP-073? Cain?\n\n\n(\nSCP-073 begins to hyperventilate and shake.\n)\n\n\nDr. Katz:\n Medic! We need some help here!\n\n\n[END LOG]\n\n\n\n\nNotes:\n SCP-073 was taken to the infirmary where it was believed he had a panic attack brought on by a previously unknown PTSD. When later questioned about it, SCP-073 did not recall the conversation or any related matter.\n\n\nIt is believed that through a possibly anomalous method SCP-073 erased his memories of gaining his metallic arms along with what he believed to be his sister's death. It is possible that the erasure of memories was incomplete because of his anomalous abilities. It is also possible that his memories are simply repressed because of the trauma. Either scenario is possible, and SCP-073's mind likely continues to suppress memories tied to the event to avoid facing the trauma.\n\n\nAny attempt to remind SCP-073 of the event causes him great distress. The Ethics Committee has ruled that SCP-073 will not be informed of SCP-7673.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7672\n | SCP-7673 | \nSCP-7674\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7673\n\" by IvanNavi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7673\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7673.1: Agent Arnold’s Body Camera Transcript",
        "Addendum 7673.2: History of the Hymn of the Stars\nAn informant in the Church of the Broken God found some relevant records when searching for the name Luluwa.",
        "Addendum 7673.5: Interview"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7673 \" by IvanNavi, from the SCP Wiki . Source: https://scpwiki.com/scp-7673 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7673",
    "object_class": "Uncontained",
    "description": "SCP-7673 is a heavily tanned female of Arabic or Middle Eastern descent who appears to be in her early thirties, with black hair and bronze-colored eyes. While her external appearance may seem to be that of a typical human, in actuality her entire body is composed of beryllium bronze alloy. While SCP-7673’s skin appears and feels like ordinary skin tissue, it is actually beryllium bronze, capable of imitating skin tissue and even generating new bronze to rapidly repair any epidermal damage. As such, SCP-7673 has shown both high resistance to damage and signs of enhanced strength.",
    "title": "SCP-7673"
}