{
    "url": "https://scp-wiki.wikidot.com/scp-7677",
    "all_text": "rating: \n+130\n+\n–\nx\n\n\n\n\n\n\nThank you for testing the Foundation's Auto-Transcriber v. 0.89.\n\n\n\n\n\nThe subtleties of human language and expression are broad, and this system is still undergoing testing. Typos may still occur, and idioms or non-linguistic vocalizations may not be properly captured.\n\nPlease make note of the following restrictions:\n\n-We understand the problem with the commas. Please appreciate that it is remarkably difficult for a computer to understand the difference between pauses that signify the end of sentences and pauses that are commas. Technology is engaged to fix it. We are aware. This does not need to be reported on again.\n\n-[Error Lm10011: Remainder of module {tr_restriction_list} failed to load, consult technician.]\n\n\nIf you have encountered this notice when reviewing articles in the Foundation database, please access the page later, as what follows has not been vetted by the Foundation for security risks or health hazards. Additionally, it has not been edited down or formatted, and is unlikely to conform to The Foundation's standards of article quality.\n\n\n\n\n \n\n\n \n\n\n\n\nPlease speak to use the transcriber.\n\n\nVoice 1: What is this nonsense?\n\n\nVoice 2: I'm just testing out this system as a favor for a friend. She transcribes exploration logs.\n\n\nVoice 1: Ah. Say no more.\n\n\nVoice 2: Yeah she'd rather be out of a job. Just pretend it's not here.\n\n\nVoice 1: You kids these days. I have my process down and you cannot beat pen and paper. Same Foundation issued pens. Same legal pads. I think I've used the same clipboard for at least a decade now. Cannot be improved.\n\n\nVoice 2: Go on then go right ahead. It might make this easier.\n\n\nVoice 1: Anomaly presents itself\n\n\nVoice 2: Hey introduce us first. Time and date? Oh okay on the clipboard. Sure.\n\n\nVoice 1: Impolite to interrupt. Anomaly presents itself as a black sphere with a sort of core of light in its center. Main anomaly is a pulsing light without energy source and a tendency to float approximately a foot above the\n\n\nVoice 2: Feet? You mean meters?\n\n\nVoice 1: Old old habits. I convert it later.\n\n\nVoice 2: Aren't you supposed to start with the containment procedures?\n\n\nVoice 1: I have always always done that last.\n\n\nVoice 2: Oh I do that first. See I'm already learning.\n\n\nVoice 1: Okay. Why not. It's been in a standard storage room for. For\n\n\nVoice 2: Three months I think.\n\n\nVoice 1: Three months. Sitting on its pedestal, glowing with no source of energy.\n\n\nVoice 2: I suppose they can't all be highly dangerous and fascinating ultra classified SCPs.\n\n\nVoice 1: How would you even know. Have you ever been on a highly classified anomaly?\n\n\nVoice 2: No?\n\n\nVoice 1: That's what they all say.\n\n\nAudio unclear - Please refer to recording. Auto-Transcriber's best guess for sound is\n [LAUGHTER].\n\n\nVoice 1: Anomaly pulses in intervals slightly increasing and decreasing sizes. Randomly changes between five colors. No it cycles between five colors. Green. Green blue. Blue. Purple, black.\n\n\nVoice 2: I don't know if you can say that it cycles to green blue if that's just a transition color.\n\n\nVoice 1: This is preliminary for a reason. Get down all you\n\n\nVoice 2: Get down all you can, I know. In and out.\n\n\nVoice 1: I feel okay with a few minutes on this one. I have no reason to think this will be a problem yet. A few minutes\n\n\nVoice 2: Do you believe after your term in The Foundation that the best indicator of future performance is past performance?\n\n\nVoice 1: My term. You make it sound so official. It's a living. And no. But I believe it is the best I have to go on.\n\n\nVoice 2: It's a duty as much as a living.\n\n\nVoice 1: What's your rule of thumb for keeping your distance from the anomaly?\n\n\nVoice 2: Ten feet at least.\n\n\nVoice 1: Feet? You mean meters?\n\n\nVoice 2: Okay whatever fine you get that one. You know what I mean.\n\n\nVoice 1: I do. I do. Mine's five feet at least. When I started I kept it at twenty feet but you will get braver.\n\n\nVoice 2: I'm okay.\n\n\nVoice 1: Wait the color is changing. It's turning red\n\n\nVoice 2: What? I don't think it's done that before. Are you sure it's not an in between color? It could\n\n\nVoice 1: Shut up turning white. Growing.\n\n\nVoice 2: Shit I\n\n\nVoice 1: No. No.\n\n\nVoice 2: What is that oh god oh\n\n\nVoice 1: Pull the emergency get the\n\n\nVoice 2: Fuck what the fuck\n\n\nVoice 1: Alarm hit the\n\n\nOverlapping voices detected. The transcriber can only record one voice at a time. Please speak one at a time and repeat the previous sentence.\n\n\nOverlapping voices detected. The transcriber can only record one voice at a time. Please speak one at a time and repeat the previous sentence.\n\n\nInterference detected. Please silence or mute any interference, such as phone alarms, ambient noises, or communication devices.\n\n\nInterference detected. Please silence or mute any interference, such as phone alarms, ambient noises, or communication devices.\n\n\nInterference detected. Please silence or mute any interference, such as phone alarms, ambient noises, or communication devices.\n\n\nMaximum microphone volume exceeded. Please speak quieter or increase the distance between yourself and the microphone.\n\n\nInterference detected. Please silence or mute any interference, such as phone alarms, ambient noises, or communication devices.\n\n\nMaximum microphone volume exceeded. Please speak quieter or increase the distance between yourself and the microphone.\n\n\nInterference detected. Please silence or mute any interference, such as phone alarms, ambient noises, or communication devices.\n\n\nPlease speak to use the transcriber.\n\n\nPlease speak to use the transcriber.\n\n\nVoice 1: Damn. Damn. Are you okay? How long were we out? Damn. Can you hear me? Can you hear me? Damn. Wake up. Wake up.\n\n\nVoice 2: I think I'm okay.\n\n\nVoice 1: Thank god. What's the time? How long have we been here?\n\n\nVoice 2: Oh Hell god I'm not okay oh god\n\n\nVoice 1: Put pressure on it here\n\n\nVoice 2: Put pressure on it? All of it? All of these?\n\n\nVoice 1: I'm so sorry.\n\n\nVoice 2: Thanks. Thanks. I'm going to die listening to apologies. Thanks.\n\n\nVoice 1: Sorry. Put pressure on that one at least.\n\n\nVoice 2: Thanks. Thanks. How did you get away Scott free?\n\n\nVoice 1: I don't know. Finding that out is going to be some other poor bastard's job now. If they ever unseal this for investigation that is.\n\n\nVoice 2: What is the protocol for. That.\n\n\nVoice 1: Hah. Let's see. Anomaly is classifiable as safe if not interfered with. Erratic behavior in response to unknown stimulus. Containable when emergency lockdown hermetically seals the chamber apparently. Unresponsive or dormant after doing. That. They won't let the dash one get outside and they won't risk other dash ones getting out. I think they're going to keep the seal. Maybe flood its chamber.\n\n\nVoice 2: Drowning?\n\n\nVoice 1: Numbing agent comes first in case irretrievable personnel are sealed in too. For the safety of others. It will put us to sleep. We'll sleep. Cold not cruel. Won't feel a thing.\n\n\nAudio unclear - Please refer to recording. Auto-Transcriber's best guess for sound is\n [LAUGHTER/CRYING]\n\n\nVoice 2: That's not fair it was so small that's so much isn't there a chance that we can do something call for help\n\n\nVoice 1: I'm sorry. But The Foundation has not taken chances for a long time. It could set off again. Maybe a task force could come. But that could happen again and why break containment if it could put more than two lives at risk?\n\n\nVoice 2: How long? I mean how long do we have?\n\n\nVoice 1: Five minutes? Maybe ten? When that happened I I couldn't I couldn't perceive time right. That was an interesting effect. A first for me I usually avoid\n\n\nVoice 2: Stop. Stop. Please stop. Please stop talking.\n\n\nVoice 1: Sorry this. The inexplicable is the most interesting thing. Sorry about\n\n\nVoice 2: Don't apologize.\n\n\nVoice 1: Sorry.\n\n\nVoice 2: God damn it. God damn it.\n\n\nVoice 1: You shouldn't talk.\n\n\nVoice 2: Why? Are we getting out of here? Am I going to get better? Really?\n\n\nVoice 1: You don't want to make it hurt more.\n\n\nVoice 2: It doesn't hurt. Here, watch this.\n\n\nVoice 1: Oh my god. Please don't do that again.\n\n\nVoice 2: Doesn't even hurt.\n\n\nVoice 1: It hurts to look at. Skin isn't supposed to do that.\n\n\nVoice 2: Yeah it's going to get everywhere. Have you heard The Foundation saying pity the doctors praise the janitors?\n\n\nVoice 1: No, that's a new one. I've heard all sorts. The sayings come and go. The saying that was popular way back when I started was oh let me think. It was something like every day is a blessing but it wasn't that.\n\n\nVoice 2: This is it. Isn't it.\n\n\nVoice 1: No harm in hoping for deathbed miracles. That was a saying too.\n\n\nVoice 2: This isn't as bad as I thought it would be.\n\n\nVoice 1: It's not is it. You know The Foundation moment of clarity?\n\n\nVoice 2: What?\n\n\nVoice 1: If you know you know. If not never mind.\n\n\nVoice 2: Oh yeah. Yeah I know. Everyone I've ever asked knows about it.\n\n\nVoice 1: When was yours?\n\n\nVoice 2: My moment. I realized it after one of my first serious containment breaches.\n\n\nVoice 1: That's the natural way. How bad was it? Sorry if that\n\n\nVoice 2: Please. Stop. Apologizing.\n\n\nVoice 1: Okay.\n\n\nVoice 2: Was referred to this job by a friend. Started around the same time. Six months in they fucked up some paperwork and wouldn't you know it sixteen people died. Then my friend died two weeks later. Different breach. Totally unrelated. Totally normal. I figured that is it. This is it. This job will be my probably cut short life. And I will almost certainly die doing it. I could accept that. We're doing good things. Important work. I hoped I could do more of it.\n\n\nVoice 1: That's fair. Six months. That's a little early. People usually try to leave if they have the moment that early.\n\n\nVoice 2: Shit, man. I forgot. I was going to go home early today. I was looking forward to it.\n\n\nVoice 1: I shouldn't ask. Special occasion?\n\n\nVoice 2: No. I just wanted to be home.\n\n\nVoice 1: Excuse me. I was going to say I'm sorry but. I mean I know the feeling.\n\n\nVoice 2: Okay. Thanks. God damn it. When was your moment of clarity? When did you realize this job would kill you?\n\n\nVoice 1: About. About a week after I got married.\n\n\nVoice 2: You're married? Fuck. Oh Jesus.\n\n\nVoice 1: Yeah. It's okay. I've been telling people I could die any day for years. I've been married thirty three years and we both got married knowing I could die any day.\n\n\nVoice 2: Jesus. Fuck. I'm sorry.\n\n\nVoice 1: It's what we do. I have someone that I want to live in a safe world. My moment of clarity hit me when I realized I had a person that I would die for. If only to keep them safe.\n\n\nVoice 2: I'm sorry. I'm sorry. I'm sorry.\n\n\nVoice 1: It's okay. It's okay. You hah you did a good job hitting the lockdown. Not a lot of people would have been able to do that.\n\n\nVoice 2: I'm sorry. I'm sorry. I'm sorry. I'm sorry.\n\n\nVoice 1: You thought of other's safety first. You acted for them first. That is incredible.\n\n\nVoice 2: I'm sorry. I'm sorry. I'm sorry.\n\n\nVoice 1: I want you to know that I mean that.\n\n\nVoice 2: I'm sorry. I'm sorry.\n\n\nVoice 1: You saved lives. It's okay. You did the right thing. Chin up. Hey. Chin up. Hey. Wake up. Wake up.\n\n\nVoice 2: Sorry. Thank you.\n\n\nVoice 1: It's okay. It's okay if you're getting tired. You did good. It won't hurt. It won't hurt. Don't worry about it. Go with it. Maybe I'll be here when you wake up. Hey. Chin up. Hey. Hey. Hey. Hey.\n\n\nPlease speak to use the transcriber.\n\n\nVoice 1: I remember. Hey. I remembered what they said way back when I started here.\n\n\nPlease speak to use the transcriber.\n\n\nVoice 1: It wasn't every day is a blessing. They used to say every death is a blessing. And they used to say one hundred for one is a very fair trade. The death of a member of The Foundation means a hundred civilian lives saved.\n\n\nPlease speak to use the transcriber.\n\n\nVoice 1: Kind of. Fucked up. Kind of fucked up if you ask me.\n\n\nPlease speak to use the transcriber.\n\n\nVoice 1: I tried. Hey. Hear me. Whoever is there. I tried. I did good. I can live with that. I can die with that.\n\n\nPlease speak to use the transcriber.\n\n\nPlease speak to use the transcriber.\n\n\nPlease speak to use the transcriber.\n\n\nPowering down.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7677\n\" by TheyCallMeTim, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7677\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7677 \" by TheyCallMeTim, from the SCP Wiki . Source: https://scpwiki.com/scp-7677 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7677"
}