{
    "url": "https://scp-wiki.wikidot.com/scp-7678",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\n\n\n\n\n\n\nATTENTION\n\n\nThe following database entry is \nLevel 5/7678\n. Any attempt to access this file without proper authorization will result in immediate termination.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nYou have been warned.\n\n\n \n\n7678\n\n\n\n\n\n\n\n\n\n\nINPUT LEVEL 5 CREDENTIALS.\n\n\n\n\nCredentials accepted.\n\n\n\n\n\n\n\n\n\n\n5/7678\n LEVEL \n5/7678\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7678\n\n\n\n\n\n\nThaumiel\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n N/A.\n\n\nDescription:\n SCP-7678 is a Foundation-made memetic agent embedded in the \nautomated introductory email\n that is sent to all newly hired employees.\n\n\nSCP-7678 is designed to alter an individual's sense of identity and beliefs, aligning them with the Foundation's ideological expectations for its personnel and erasing traits deemed hindering or disruptive to the Foundation's mission.\n\n\n\n\n\n\nChae Myung-Ki, head of the Memetics Department.\n\n\n\n\n\n\nHistory:\n With the arrival of the World Wide Web to the public in 1993, the Overseer Council began seeking a more efficient and reliable alternative to the Department of Reform,\n1\n given the considerable resource expenditure and questionable practices of the department, which often put the Overseers at odds with the Ethics Committee.\n\n\nIn August of 1993, O5-1 personally commissioned the Department of Memetic Studies\n2\n to create a memetic agent capable of replicating the effects of the therapy carried out by the Department of Reform without the need for physical or extensive intervention, the result of which is SCP-7678.\n\n\nAddendum-01:\n Abridged test logs.\n\n\nThe following logs are from the testing period of SCP-7678 prior to its completion.\n\n\n\n\nDate:\n 05/12/1993\n\n\nSubject:\n D-81536\n\n\nObservations:\n D-81536 is a captured member of the Chaos Insurgency. D-81536 expired immediately upon exposure to the memetic agent\n\n\nResult:\n \nFAILURE\n\n\n\n\n\n\nDate:\n 05/17/1993\n\n\nSubject:\n D-97153\n\n\nObservations:\n D-97153 is a supporter of Marxism-Leninism. Upon exposure to the memetic agent, D-97153 began convulsing violently and expired two hours following exposure\n\n\nResult:\n \nFAILURE\n\n\n\n\n\n\nDate:\n 05/31/1993\n\n\nSubject:\n D-44292\n\n\nObservations:\n D-44292 is a supporter of the racial beliefs held by the German National Workers Party. Upon exposure to the memetic agent, D-44292 began mildly convulsing and lost consciousness seven minutes following exposure. D-44292 regained consciousness 13 hours after the test and was diagnosed with retrograde amnesia\n\n\nResult:\n \nFAILURE\n\n\n\n\n\n\nDate:\n 07/05/1993\n\n\nSubject:\n PoI-2852\n\n\nObservations:\n PoI-2852 is a captured member of a radical sect of the Church of the Broken God. PoI-2852 was seemingly unaffected by the memetic agent, but there was a noticeable drop in hostility and a decrease in religious practices in the weeks following the test.\n\n\nResult:\n \nMILD-SUCCESS\n\n\n\n\n\n\nDate:\n 07/16/1993\n\n\nSubject:\n Senior researcher Arthur Brown\n\n\nObservations:\n Researcher Brown was suspended due to severe violations of the Foundation's code of conduct, including inappropriate sexual conduct with a contained anomaly. In the weeks following exposure to the memetic agent, Researcher Brown adopted a cynical personality unbecoming of him and confessed the extent of his crimes to the Ethics Committee.\n\n\nResult:\n \nSUCCESS\n\n\n\n\n\n\nDate:\n 07/17/1993\n\n\nSubject:\n Senior Researcher Simon Agler\n\n\nObservations:\n Agler is a biological male who identified himself as female. Two weeks following exposure to the memetic agent, Agler ceased identifying as female.\n\n\nResult:\n \nSUCCESS\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Department tasked with finding and reforming Foundation employees who held beliefs deemed to be problematic or dangerous.\n\n\n2\n. Which would later be shortened to the Memetics Department in 2005.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7677\n | SCP-7678 | \nSCP-7679\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7678\n\" by SimpleRuins, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7678\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 오준호 교수.jpg\n\n\nAuthor:\n 카오스 사이언스\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 05/12/1993 Subject: D-81536 Observations: D-81536 is a captured member of the Chaos Insurgency. D-81536 expired immediately upon exposure to the memetic agent Result: FAILURE",
        "Date: 05/17/1993 Subject: D-97153 Observations: D-97153 is a supporter of Marxism-Leninism. Upon exposure to the memetic agent, D-97153 began convulsing violently and expired two hours following exposure Result: FAILURE",
        "Date: 05/31/1993 Subject: D-44292 Observations: D-44292 is a supporter of the racial beliefs held by the German National Workers Party. Upon exposure to the memetic agent, D-44292 began mildly convulsing and lost consciousness seven minutes following exposure. D-44292 regained consciousness 13 hours after the test and was diagnosed with retrograde amnesia Result: FAILURE",
        "Date: 07/05/1993 Subject: PoI-2852 Observations: PoI-2852 is a captured member of a radical sect of the Church of the Broken God. PoI-2852 was seemingly unaffected by the memetic agent, but there was a noticeable drop in hostility and a decrease in religious practices in the weeks following the test. Result: MILD-SUCCESS",
        "Date: 07/16/1993 Subject: Senior researcher Arthur Brown Observations: Researcher Brown was suspended due to severe violations of the Foundation's code of conduct, including inappropriate sexual conduct with a contained anomaly. In the weeks following exposure to the memetic agent, Researcher Brown adopted a cynical personality unbecoming of him and confessed the extent of his crimes to the Ethics Committee. Result: SUCCESS",
        "Date: 07/17/1993 Subject: Senior Researcher Simon Agler Observations: Agler is a biological male who identified himself as female. Two weeks following exposure to the memetic agent, Agler ceased identifying as female. Result: SUCCESS",
        "\" SCP-7678 \" by SimpleRuins, from the SCP Wiki . Source: https://scpwiki.com/scp-7678 . Licensed under CC-BY-SA .",
        "Filename: 오준호 교수.jpg Author: 카오스 사이언스 License: CC BY 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "N/A.",
    "description": "SCP-7678 is a Foundation-made memetic agent embedded in the automated introductory email that is sent to all newly hired employees.",
    "title": "SCP-7678"
}