{
    "url": "https://scp-wiki.wikidot.com/scp-7680",
    "all_text": "rating: \n+90\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7680\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedure\n: Agents are to be assigned to the edge of SCP-7680’s perimeter to stop any individuals from entering the affected area without proper authorization. Any agents entering the affected zone must be briefed on this document and be aware of SCP-7680-1’s abilities. Agents should not interact with SCP-7680-1 if encountered, as the entity will completely ignore personnel that do not engage with it. Individuals trapped within the affected area during a restructuring event should be considered lost until effective containment measures can be implemented.\n\n\nDescription\n: SCP-7680 is the designation given to Site-77 and the surrounding 100km of land following SCP-7680-1’s attack on the site. The affected area appears to reset itself to 11:30 am February 9th, 2019 upon SCP-7680-1’s death or discretion. The memories, placement, and state of humans and objects revert to how they were upon a Reset Event.\n\n\nA secondary effect of SCP-7680 is the slow degradation of reality within the area. Reset Events have begun to make random objects or structures within the site operate in a fashion not consistent with baseline reality. The most common form of this has been the size of objects becoming inconsistent with their appearance. This makes certain walls intangible and specific boxes able to be felt while meters away. Other observed effects include locations experiencing kinetic buildup and barrels displaying anomalous resistance to blunt force, other effects observed have not been listed due to quantity. These anomalous effects seem to increase with each Reset Event and it is unknown if this is intentional.\n\n\nDiscovery\n: SCP-7680 first came to the Foundation’s attention after Site-77 started sending repeated emails, reports, and breach alerts to neighboring sites. After contacting staff and observing outgoing security footage, it was discovered that time was reverting at seemingly random intervals. Further investigation revealed an intruder breaching the site, now dubbed SCP-7680-1. SCP-7680-1 is suspected to be the cause of SCP-7680, as the effect began when it arrived and the subject appears to retain memories between Reset Events. SCP-7680-1 appears as a baseline human, consistently wearing archetypical “cowboy” attire with the addition of a Nintendo Power Glove\n1\n. The subject is a Hispanic male standing around 1.8 meters tall. SCP-7680-1’s outfit is suspected to relate to the anomaly in some way, specifically its glove, which is believed to be the source of SCP-7680.\n\n\nSCP-7680-1 uses its ability to repeatedly breach the site and terminate the Site Director, Shirley Gillespie. The subject will normally stick to the same route, only ever deviating if a more effective route to terminate Site Director Gillespie is discovered. Gillespie reported that she did not know SCP-7680-1, and is unaware of a potential motive.\n\n\nAddendum 1 - SCP-7680-1’s Routes\n: A record of routes taken by SCP-7680-1 has been documented here in order to better understand how to contain SCP-7680. This report has been compiled from both site security cameras and a listening device that MTF Agents managed to plant on SCP-7680-1.\n\n\nStrategy-001\n\n\n\n\nACCESS FILE: STRATEGY-001\n\n\n\n\nCLOSE FILE\n\n\n\n\nStrategy-001\n: SCP-7680-1 spent several weeks running this specific method before agents could plant the listening device on his body. This segment shows the fastest time between SCP-7680-1’s entrance and the death of Site Director Gillespie:\n\n\n\n\nStep 1: 11:42\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 approaches the site from the south end, nearing the door to the Processing Unit. Dr. Stevens is outside on a smoke break when SCP-7680-1 arrives. SCP-7680-1 opens conversation with Dr. Stevens)\n\n\nSCP-7680-1\n: Howdy fella! Goddamn, am I glad to see you!\n\n\nStevens\n: Who the fuck are you?\n\n\n(SCP-7680-1 keeps a quick place toward Stevens.)\n\n\nSCP-7680-1\n: I don’t mean any harm, I’m a tourist. I was driving through when my car broke down.\n\n\nStevens\n: Driving through where? There’s not a town for miles.\n\n\nSCP-7680-1\n: I was just heading to Mt. Silver, I’m a hiker.\n\n\nStevens\n: Mt. Silver?\n\n\n(SCP-7680-1 closes the distance and punches Stevens, knocking him out. It begins undressing Stevens while appearing to talk to itself.)\n\n\nSCP-7680-1\n: One punch down, that’s big… Ah yeah, badge in the front pocket, this is definitely a gold, boys.\n\n\n(SCP-7680-1 enters via the Processing Unit’s back door with Stevens’ Level-1 Clearance Card.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 2: 11:57\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 is seen walking into the Grand Mess Hall where it immediately jogs to Researcher Esther Grant who is walking to the bathroom. SCP-7680-1 stops her by hurrying over and leaning against the bathroom door.)\n\n\nSCP-7680-1\n: Whoa, someone hit the breach alarm! We got ourselves a Keter-Class hottie!\n\n\nGrant\n: Wow… does that like, ever work?\n\n\n(SCP-7680-1 punches Grant and pushes her into the bathroom before taking her Level-2 Clearance Card.)\n\n\nSCP-7680-1\n: Every time.\n\n\n(SCP-7680-1 heads for the Office Hall doors)\n\n\nSCP-7680-1\n: Yes Quillstrike, the flirting is required. You gotta stop her before she makes it to the bathroom because she’ll make a scene if you force yourself in.\n\n\n(SCP-7680-1 leaves the Grand Mess Hall, walking into the Office Halls.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 3: 13:09\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 is seen entering the Safe Wing with Grant’s key card. It steps into Common Room #1 where it immediately pulls the breach alarm and waits for half an hour. During this time, most security and staff exit the building. The only remaining member on the floor is Security Guard Francis Wells, who elected to stay and wait for researchers on the lower floors to get out. SCP-7680-1 exits Common Room #1 and heads to Ground Floor’s West Security Checkpoint. It is stopped by a fleeing staff member, Doctor Natalie Crane.)\n\n\nCrane\n: Sir, sir! Do you hear the alarm, you need to go!\n\n\nSCP-7680-1\n: Don’t worry plum, I’m leaving right after I grab my doohickey!\n\n\nCrane\n: But sir!\n\n\nSCP-7680-1\n: Doing my stuff! Thank you, ma’am!\n\n\nCrane\n: Fine, do what you want!\n\n\n(Crane is seen exiting into the Office Halls)\n\n\nSCP-7680-1\n: Jesus Christ. Eight seconds by the way. Fuckin’ dick! Fifty-fifty chance my ass… Yeah, bad RNG but I’m not resetting, I’m still ahead and I can save on Euclid. Like, don’t get me wrong, it \nsucks\n but it’s not so bad that I gotta reset.\n\n\n(SCP-7680-1 enters the West Security Checkpoint where Wells immediately stops him.)\n\n\nWells\n: Hey, hold up doc. I’m not sure if you’re aware but the fuckin’ breach alarm is going off so you need to leave!\n\n\nSCP-7680-1\n: Damn, really? That’s crazy. HOLY SHIT, IT’S RIGHT THERE!\n\n\n(Wells turns around to face where SCP-7680-1 is pointing, only for it to take Well’s gun and fire into the agent’s head.)\n\n\nSCP-7680-1\n: Easy. Seriously, someone needs to stop me, I’m a demon.\n\n\n(SCP-7680-1 enters the elevator with Well’s sidearm in hand.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 4: 13:47\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 is seen standing in the elevator heading down to Sub-Level 1’s Euclid Wing. Half way down, it begins to talk to itself.)\n\n\nSCP-7680-1\n: What the fuck is this? Frankie can’t do it, he’ll reset this shot. Why the fuck are you rooting against me?\n\n\n(SCP-7680-1 lifts his weapon and aims at the elevator door.)\n\n\nSCP-7680-1\n: Ah, he’s bad, can’t do it, just uninstall. Shut up and watch this, huh.\n\n\n(The elevator dings and SCP-7680-1 immediately starts firing as the doors open, clipping Researcher Frank Howard in the leg as he rounded the corner at the end of the hall. Howard falls on the ground and SCP-7680-1 laughs.)\n\n\nSCP-7680-1\n: Yeah? Frankie’s bad, yeah? Keep emoting you little shits! You’re coping, you’re seething!\n\n\n(Howard manages to stand and run for the Severe Breach Alarm. SCP-7680-1 immediately starts firing again but his bullets are deflected by a barrel suffering from the anomalous distortion effects mentioned earlier. Even though the bullets should have hit Howard, they instead bounce off of the invisible space occupied by the barrel. Howard successfully hits the alarm before SCP-7680-1 can land a shot.)\n\n\nSCP-7680-1\n: You’re kidding, you’re actually fucking joking. I don’t wanna see a single one of you assholes say a goddamn word, you hear me?… Hey, give that guy a time out, the OMEGALUL guy. I want him banned… We’re not resetting… Okay for those of you who don’t know, setting off the normal alarm upstairs only evacuates the building but setting it off down here spawns in the MTF Agents. Don’t ask me why, probably some lore reason or something, doesn’t matter. We’re doing Flamingo strat… Yes, I know it isn’t routed but it’s the only thing I can do to save this run.\n\n\n(SCP-7680-1 takes Howard’s Level-3 Clearance Card and takes the elevator to Sub-Level 2’s Euclid Wing.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 5: 14:05\n\n\n\n\n(SCP-7680-1 exits the elevator and immediately starts sprinting down the hall. MTF Psi-7, \"Home Improvement\" enters via the opposite elevator and fire at SCP-7680-1 as it ducks into the Wildlife Containment Wing. It continues running until reaching the containment cell for SCP-1507. SCP-7680-1 bangs on the door a few times before opening it and hiding in a nearby storage closet.)\n\n\nSCP-7680-1\n: That was super fucking lucky, normally you can get grabbed there by the stupid, eight-second animation but we managed to dodge in time.\n\n\n(All instances of SCP-1507 exit the cell and attack Psi-7 as they round the corner. The conflict kills every MTF member present and all but one instance of SCP-1507 which SCP-7680-1 immediately terminates when exiting the closet.)\n\n\nSCP-7680-1\n: Huge. Now if we timed that right, card 4 should cross the observation deck in just a few seconds.\n\n\n(SCP-7680-1 peeks into SCP-1507’s containment cell and waits exactly 40 seconds before firing into the observation window. Senior Researcher Gregory Campbell is struck in the leg and falls through the window, killing him when he hits the ground.)\n\n\nSCP-7680-1\n: Holy shit! Mom, get the camera! Somebody clip that, this is the new meta.\n\n\n(SCP-7680-1 quickly takes Campbell’s Level 4 key card and an assault rifle from the Psi-7 remains. It travel’s back to the elevator which it immediately fires into before it opens, killing the rest of Psi-7 which was waiting inside. SCP-7680-1 takes the elevator to Site Director Gillespie’s office.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 6: 14:22\n\n\n(Site Director Gillespie is sitting at her desk as the elevator doors open and SCP-7680-1 enters the room.)\n\n\nGillespie\n: I must say. You’ve displayed an incredible amount of talent today. But now you’re going to-\n\n\n(SCP-7680-1 shoots Gillespie in the head.)\n\n\nSCP-7680-1\n: Wow. Two-forty-forty-two. That’s a fucking beautiful number right there… Few hiccups, yeah, but we can clean it up… go ahead and unban the OMEGALUL guy, I’m not mad anymore.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nACCESS FILE: COUNTERMEASURES 001-004\n\n\n\n\nCLOSE FILE\n\n\n\n\nStrategy-001 Countermeasures\n: Senior Researcher Regan Morgan was assigned to the containment of SCP-7680. She developed a number of countermeasures that made this method completely impossible for SCP-7680-1. The hope was that SCP-7680-1 would become bored when its strategy became difficult. This has not resulted in the capture of SCP-7680-1 but it has provided information on its background and motivation. The list of these countermeasures can be found here:\n\n\n\n\nCM-001\n: An automated message was sent to Dr. Stevens upon each Reset Event. This message told him not to smoke and managed to keep SCP-7680-1 from assaulting Stevens and stealing his keycard.\n\n\n\n\nResult\n: SCP-7680-1 reset the site several times in an attempt to get Stevens to leave the building. Eventually, it started utilizing a plate from a nearby dumpster, placing it against a wall and head-butting it. This plate was affected by SCP-7680’s secondary ability, allowing SCP-7680-1 to phase through Dr. Stevens’ office wall and assault him.\n\n\n\n\n\n\n\n\nCM-002\n: Natalie Crane was sent an automated message instructing her to stop SCP-7680-1 every time they pass each other in the hall. Additionally, she was told to do whatever she could to keep it from walking away.\n\n\n\n\nResult\n: SCP-7680-1 initially tried ignoring Crane, but this became impossible as she started blocking its path. It proceeded to say, “Run’s dead,” before strangling Crane and snapping its own neck. Following cycles showed SCP-7680-1 preemptively killing Crane instead of ignoring her.\n\n\n\n\n\n\n\n\nCM-003\n: Esther Grant was sent an automated message telling her to hide in the kitchen before SCP-7680-1 entered the building.\n\n\n\n\nResult\n: SCP-7680-1 reset several times in an attempt to find Grant in her usual spot. Eventually, it searched the Grand Mess Hall and found her in the freezer. SCP-7680-1 made a remark about her “stupid, bugged out pathfinding” before killing her with a kitchen knife, followed by itself. Subsequent cycles showed SCP-7680-1 stealing a chef’s hat and killing Grant in the freezer every time.\n\n\n\n\n\n\n\n\nCM-004\n: Psi-7 is sent a message informing them of SCP-7680-1 and told to stand at the South Grand Mess Hall door and wait for it. It was suggested that they use non-lethal means as, at this time, the anomaly had not displayed the ability to reset outside of his death.\n\n\nResult\n:\n\n\nStep 2-11:50\n\n\n\n\n[BEGIN LOG]\n\n\n(Psi-7 is seen standing at the north end of the Grand Mess Hall with guns trained on the south end door. SCP-7680-1 enters and immediately notices Psi-7.)\n\n\nSCP-7680-1\n: WHAT THE-\n\n\n(Psi-7 fires into SCP-7680-1’s legs causing him to fall to the ground. Interestingly, the subject displays no signs of pain. Only agitation.)\n\n\nSCP-7680-1\n: NEVER! Neeeeever, never, never! How the fuck did I aggro them! No, guys! How. The fuck. Did I. Aggro them. I walked in the building and picked up a card! I clocked in and they shot at me… Oh wow, you’re right, they must have noticed me attacking Stevens. Guys, your wit knows no bounds. One small question. HOW THE FUCK DID THEY SEE THAT! That happened two seconds ago on the other side of the building. They spawn in the barracks! They sit in barracks jerking each other till alarm 2 goes off… Guys, you’re pissing me off and- BAN HIM! BAN THE OMEGALUL GUY! I WANT HIM GONE!\n\n\n(SCP-7680-1 is seen pressing a button on his glove before a Reset event occurs. The subject has not attempted this strategy since.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nProgress Report From Senior Researcher Regan Morgan\n:\n\n\n\n\nProgress Report-001\n\n\n\n\nYou know, there’s a lot of bad omens and superstitions in the Foundation. Despite being an organization run by scientists, you’d be hard-pressed not to find at least a handful of doctors that believe in old wives' tales. Normally I don’t pay any mind to these but goddamn it, I should have listened when One said, “Don’t fucking go to Italy for vacation.”\n\n\nSite-77 has had another containment breach and lucky ole me was the nearest person able to head this investigation. I just had to see Venice, huh? Well, now I’m stuck in a tent in the middle of a desert surrounded by a team composed of whoever happened to be nearby at the time. Needless to say, no one wants to be here.\n\n\nLet’s just get to the anomaly. At first, I thought this was someone with a vendetta against Gillespie as killing her seemed to be his primary objective. Then we put the mic on the guy and my perception of him changed. The first sentence we gathered from him was, “Woah baby, that’s a big dub. Gold splits and +15, this is definitely a new PB for sure, let’s get some dubs and bits in the chat now boys.” So I thought, “Wow, this man is clearly insane and speaking gibberish.”\n\n\nLittle did I know, an assistant in the other room somehow recognized these random phrases and told us to see if there were any signals leaving the site. Sure enough, we found an unrecognized signal leaving the building. We put the IT guys to work finding out what it was and where it was going. This is when we started implementing the countermeasures and I notices his word choices. He said the word “guys” a lot. That, along with a few other phrases tipped me off on what was going on here. I needed to call my twelve-year-old cousin to be sure but I knew what it was.\n\n\nThe signal turned out to be a live stream where at least a hundred viewers watch and comment on SCP-7680-1’s actions. The title of the stream is “Site-77 Any% World Record”.\n\n\nThis person was doing an activity that my assistant described as “speedrunning”.\n\n\n\n\nStrategy-002\n\n\n\n\nACCESS FILE: STRATEGY-002\n\n\n\n\nCLOSE FILE\n\n\n\n\nStrategy-002\n: Following the various countermeasures implemented by Researcher Morgan, SCP-7680-1 abandoned the previous route all together in hopes of finding more efficient methods. During this process, several attempts were made to both remove the glove and subdue SCP-7680-1. All attempts to take the device were unsuccessful as the glove appeared to be attached via a powerful adhesive. Attempting to subdue SCP-7680-1 also failed as it managed to bite down on a Potassium Cyanide capsule fitted to its back molar. Further attempts at containing were halted until proper ideas could be conceived. SCP-7680-1 spent three days routing before finalizing its second strategy.\n\n\n\n\nStep 1: 11:40\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 is seen approaching the west side wall with a dinner tray in hand.)\n\n\nSCP-7680-1\n: Remember chat, five paces and straight down.\n\n\n(SCP-7680-1 stands at the south west corner of the building and leans the plate against the wall. It takes five steps back before sprinting and diving head first into the plate. This manages to phase him through the ground and into Sub-Level 1’s west checkpoint. The security guard, Ted Wilmer is attacked by SCP-7680-1 as it lands on top of him and wrestles the gun from its hands. Wilmer is killed in the fight.)\n\n\nSCP-7680-1\n: Fuckin’ spectacular clip… Yeah the fight could have been prettier but anything is going to be faster right now so let’s not get our panties in a wad, okay?\n\n\n(SCP-7680-1 takes Wilmer’s gun and a Clearance Level 2 keycard before walking north out of the checkpoint.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 2: 11:57\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 walks to the other side of the floor and sits outside the entrance of the Euclid Testing Wing of Sub-Level 1.)\n\n\nSCP-7680-1\n: Tuck in boys, this is the big time waster. We got about 15 minutes till someone leaves the testing wing. We can’t get in without card 3 and those are all behind level 3 doors unless you trip the alarm… We can’t trip the alarm because it’ll break the route. Everyone has to be in the building when we make it to “staircase”. Trust me guys, this is the meta.\n\n\n(SCP-7680-1 sits next to the door for 17 minutes before a group of researchers exit the Testing Wing, leaving the door swinging closed behind them. SCP-7680-1 takes off his boot and props the door open with it before walking inside and sprinting for Testing Room-006.)\n\n\nSCP-7680-1\n: Moment of truth boys. Get ready for the pen strat.\n\n\n(SCP-7680-1 goes to Testing Rooms 006, 009, 012, and 018, collecting coffee mugs full of pens. Once it completes this task it exits the Testing Wing, putting on the boot it left in the door just as Natalie Crane walks by and notices.)\n\n\nCrane\n: Excuse me, sir, you can’t prop the doors open.\n\n\nSCP-7680-1\n: Ohhhhhhh, I’m glad to see you.\n\n\nCrane\n: Sir?\n\n\nSCP-7680-1\n: Hey, you mind holding this for me real quick?\n\n\n(SCP-7680-1 brandishes its handgun and fires into Crane’s throat. Crane falls onto the ground as SCP-7680-1 continues to the elevator.)\n\n\nSCP-7680-1\n: That’s for ruining my other runs you fucking bitch!\n\n\n(SCP-7680-1 enters the elevator and heads to the ground floor.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 3: 12:22\n\n\n\n\n(SCP-7680-1 exits the elevator and runs to the nearest exit, that being the Processing Unit’s back door. Once outside SCP-7680-1 displays a previously undiscovered anomaly with these pens. Due to the reality decay, the pens lack any physics properties when removed from their mugs. This makes them completely immovable objects that float in the area they are removed. SCP-7680-1 uses this to make a staircase of floating pens up to Director Gillespie’s office.)\n\n\nSCP-7680-1\n: The trick is to get in a rhythm when placing these. I had to practice for like a whole day when I first learned this because holy fuck is it easy to fall. Splits look good and we should be in range right about…\n\n\n(SCP-7680-1 jumps through Director Gillespie’s window and picks itself up as Gillespie screams in shock.)\n\n\nSCP-7680-1\n: Hey Shirley.\n\n\n(SCP-7680-1 fires into Site Director Gillespie’s head.)\n\n\nSCP-7680-1\n: Bye Shirley. Wow, one-twenty-five-thirty-two. We clean that up we could be looking at a sub-one hour. 10/10 guys, thanks to all the subs I missed and bits. Let’s do it again!\n\n\n(SCP-7680-1 executes itself with it’s own weapon causing a Reset Event.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nACCESS FILE: COUNTERMEASURES 005-008\n\n\n\n\nCLOSE FILE\n\n\n\n\n\n\nCM-005\n: Ted Wilmer was given ample ammunition and warning before SCP-7680-1 arrived. The desired result was to recreate the effect CM-004 had. Providing an obstacle that SCP-7680-1 would have to adapt to.\n\n\n\n\nResult\n: Wilmer successfully killed SCP-7680-1 twenty-seven times. However, by the twenty-eighth attempt SCP-7680-1 had memorized where Wilmer would aim and used this knowledge to successfully overpower and kill Wilmer. To make up for lost time, SCP-7680-1 has started skipping everywhere it goes. It refers to this as “bunny hopping” and says it saves 3.4 seconds. The validity of this has yet to be determined.\n\n\n\n\n\n\n\n\nCM-006\n: All staff within the Testing Wing were told to stay inside to prevent SCP-7680-1 from accessing the pens.\n\n\n\n\nResult\n: SCP-7680-1 used a dinner plate to clip through the wall and access the pens.\n\n\n\n\n\n\n\n\nCM-007\n: Natalie Crane was told to kill SCP-7680-1 when their paths crossed. The desired result was that this would anger SCP-7680-1 enough to stop this strategy.\n\n\n\n\nResult\n: Crane did manage to kill SCP-7680-1 with a handgun and this succeeded in angering it. So much so that it halted its speedrun and dedicated seven separate cycles to the torture and killing of Crane. Following routes have shown SCP-7680-1 preemptively killing Crane.\n\n\n\n\n\n\n\n\nCM-008\n: Staff were told to empty the pens from the mugs before SCP-7680-1 arrived. This was meant to make the staircase method completely impossible.\n\n\n\n\nResult\n: Staff constantly managed to pour out all but one mug. This was initially viewed as a success, since SCP-7680-1 needed at least four in order to make the climb. However, after some routing, SCP-7680-1 managed to launch itself most of the way up by throwing a grenade at the ground, placing a dinner plate above it, and standing on the plate. The blast manages to launch SCP-7680-1 to a height that makes one mug viable.\n\n\n\n\n\n\n\n\nCM-009\n: Psi-7 was sent outside and told to shoot SCP-7680-1 when it attempted to tower up. The desired result was that SCP-7680-1 would be unable to properly memorize and dodge attacks while balancing on pens.\n\n\n\n\nResult\n: SCP-7680-1 attempted this strategy forty-seven more times before finally giving up. The subject has not attempted this strategy since.\n\n\n\n\n\n\n\n\n\n\nProgress Report from Senior Researcher Regan Morgan\n:\n\n\n\n\nProgress Report-002\n\n\n\n\nBefore this assignment, my only interaction with video games was when my sister Amelia handed me a controller and disrespected me so viscerally with Pikachu in Smash 64 that I completely ignored them the rest of my life. I never suspected that knowledge of “gaming” and its “culture” would be relevant in my career.\n\n\nI also didn’t expect my assistant, who had previously only prepared coffee, to be working as my right hand man. His name is Caden and he’s honestly been invaluable to this mission. At first, he acted as my translator as 7680-1 had a habit of saying a string of words like, “Maybe we can pull a BotW wind bomb and that would make a faster Oblivion paintbrush strat.” I would hear this and just think, “Wow, that certainly sounds like it means something.” But Caden knew exactly what these thing meant and was able to walk me through it. I really can’t believe I’m saying these words but… gaming kind of is its own culture with differing subcultures.\n\n\nThe one we’re dealing with is the speedrunning subculture. No matter how many times Caden explains it to me I don’t really understand the appeal. These people spend hours and multiple attempts on the same game in order to play it faster than other people. Some get paid for it but many, like 7680-1, do it for fun. I really don’t get it, there’s no incentive or reward for doing it. It is solely just for fun.\n\n\nIn the beginning I didn’t think this information would change anything. We’d just get the glove off or kill him repeatedly till he gave up. Caden told us that wouldn’t work but we didn’t listen because he’s just an assistant, what does he know? Well what do you know, he was right.\n\n\nCountermeasures 005-008 were failures as he had planned ahead for people taking the glove, and only seemed more excited to do the run when we were trying to kill him or block his path. So I returned to Caden and asked him what to do.\n\n\nHe said that 7680-1 and all other speedruns do what they do because it’s fun. There are plenty of games and places that these people can choose from but they are specifically dedicating themselves to this one because it’s fun. We need to make it not fun.\n\n\nNow I thought we were already doing that by taking away things he needed and giving the security guard plenty of guns to kill him 20 times over. Caden thought differently, saying that making something difficult doesn’t make a game less fun as most players and speed runners specifically are masochists. The more difficult you make something, the better they’ll feel when they beat it. He said that I could put an army between him and Gillespie and it would only make 7680-1 want to kill her more. To better explain this, he showed me clips from a game called “Bloodborne”.\n\n\nI was shown two boss fights (enemies at the end of a level), one was a big horse monster and the other was some dude with a birdcage on his head. He told me that the difference between these two fights is the difference between a game being fun and a game being tedious. The horse is an unforgiving, relentless enemy that punishes the smallest mistakes and the other runs away for 20 minutes before spamming a single attack that will instantly kill you. The main idea of what he’s saying is that it’s not that we need to make a brick wall. It’s that we need to make his route a chore.\n\n\nSo that’s what we did. We let him go through the entire route, over an hour long build up, just to snipe him in the air at the end. If he wanted to re-attempt, he’d have to spend another hour getting to that point only to die again. Caden described it as evil and exactly what we needed. Once again, the kid was right.\n\n\nSCP-7680-1 is currently rerouting again and I’m confident that if we can continue this strat, we can make him quit within a month or two.\n\n\nIf I can take a moment to get something off my chest? I’ve been feeling very angry recently. I know this is probably irrational but there’s an intense hatred inside me, directed at 7680-1. I’m not sure why. Maybe the endless attempts at containing him only to fail repeated are hitting a little too close to home. I came to Italy in order to forget about 7570 and yet here I am. Feeling the same fucking thing. Reset. After reset. After reset.\n\n\nFuck Frankie and fuck [REDACTED].\n\n\n\n\nStrategy-003\n\n\n\n\nACCESS FILE: STRATEGY-003\n\n\n\n\nCLOSE FILE\n\n\n\n\nStrategy-003\n: SCP-7680-1 has begun using various reality distortions and even other anomalies within Site-77. The degradation has started to complete break aspects of reality. It has been estimated that within one month, a dangerous anomaly is likely to escape and leave the effected range of SCP-7680. Within two months, reality is estimated to have degraded to a point where the site is considered lost. The following is the most recent strategy SCP-7680-1 has utilized:\n\n\n\n\nStep 1: 11:30\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 starts the cycle 5km from the site. It immediately turns around and crouches before jumping backward. This activates an area of kinetic buildup that propels it at a speed of 640 km/h directly toward Site-77)\n\n\nSCP-7680-1\n: Fuckin’ spectacular ABH. God, this exploit takes me back to my “Half-Life 2” days. How many of you were viewers back then?\n\n\n(SCP-7680-1 talks as he lands near the site and immediately grabs a dinner plate from the dumpster.)\n\n\nSCP-7680-1\n: Wow, quite a few of you fellas are long-time viewers. Those were the days, right? I’d give anything to play that for the first time again… “Frankie, you should play ‘Hunt Down the Freeman’”. Ban that guy for a year, I’m not kidding.\n\n\n(SCP-7680-1 phases into the barracks with the dinner plate.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 2: 11:33\n\n\n\n\n[BEGIN LOG]\n\n\n(SCP-7680-1 enters the barracks and immediately sprints to the northwest corner of the room. Psi-7 instantly notices and retrieves their weapons, yelling at SCP-7680-1 to freeze.)\n\n\nSCP-7680-1\n: Please don't shoot me. Please don't shoot me. RN-Jesus have mercy on my sinful soul- and we're here.\n\n\n(SCP-7680-1 puts its face in the corner and quickly turns around twice. This causes everyone on the Ground Floor to spontaneously combust and for all walls on the floor to vanish entirely.)\n\n\nSCP-7680-1\n: Pretty good run so far. Usually, that glitch fucks up the floor too but collision still seems to be working.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nStep 3: 11:41\n\n\n\n\n[BEGIN LOG]\n\n\n(With the walls of the floor gone, SCP-7680-1 walks into the Safe Containment Wing and uses a gun from the remains of a nearby guard to shoot open two Containment Lockers for SCP-512 and SCP-649.)\n\n\nSCP-7680-1\n: It really is incredible how much cool shit is here that we never used. I spent like a week trying to get the \"Shit's broke\" spray to work but this is just so fucking optimal. Only downside is that I can't stay on it for more than five minutes without getting struck by lightning.\n\n\n(SCP-7680-1 strikes an instance of SCP-649 before throwing it on the ground outside of the building. The subject waits as the anomaly takes effect, dropping the temperature and causing strong winds to manifest. After five minutes SCP-7680-1 opens SCP-512 directly over the instance of SCP-649, allowing it to haphazardly fly into the air at high speeds.)\n\n\nSCP-7680-1\n: Best strat, hands down, it's honestly probably \ntoo\n much fun if we're being real.\n\n\n(SCP-7680-1 flies through the window of Site Director Gillespie's office and executes her with its handgun.)\n\n\nSCP-7680-1\n: Holy shit. Sixteen-twenty-two. Are you joking? That's minutes by the way. Sixteen minutes. How far we've come, guys.\n\n\n(SCP-7680-1 executes itself causing a reset event)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nACCESS FILE: COUNTERMEASURES 009-012\n\n\n\n\nCLOSE FILE\n\n\n\n\nStrategy-003 Countermeasures\n: Senior Researcher Regan Morgan is aware of the threat the Reset Events pose and is doing everything in her power to contain SCP-7680-1. With the threat of a reality failure and the build-up of anomalies with nowhere to go, the O5 Council has considered moving someone else to the head of this project. Researcher Morgan assured results by the end of the month:\n\n\n\n\nCM-009\n: With the threat level of SCP-7680 so prominent, more drastic measures have been considered. Guards were told to shoot at the power Glove in hopes of destroying the device.\n\n\n\n\nResult\n: It was discovered that the Power Glove is seemingly impervious to all types of damage, physical or magical.\n\n\n\n\n\n\n\n\nCM-010\n: The dinner plate that SCP-7680-1 regularly uses to clip into the building has been removed from the dumpster in hopes of slowing SCP-7680-1.\n\n\n\n\nResult\n: SCP-7680-1 managed to perform a backwards long jump by utilizing the dumpster itself to \"interrupt the jump animation\" which propelled it through the wall.\n\n\n\n\n\n\n\n\nCM-011\n: An attempt was made to open a dialogue with SCP-7680-1. Normally the Foundation doesn’t negotiate with active terrorists but the threat was deemed extreme enough to consider. The hope was that SCP-7680-1 could be reasoned with once the situation was explained to it.\n\n\n\n\nResult\n: SCP-7680-1 initially ignored all attempts at communication but eventually he was cornered by Esther Grant who attempted to warn it. SCP-7680-1 appeared to mainly talk to its chat during this, commenting on the \"stupid, melodramatic dialogue\".\n\n\n\n\n\n\n\n\nCM-12\n: All doors were left open. SCP-7680-1 was given a Clearance Level 5 keycard and a handgun. The desired result was that SCP-7680-1 would complete the fastest possible time and become bored with the run. This was a last resort as this meant SCP-7680-1 would be able to leave with the Power Glove.\n\n\n\n\nResult\n: SCP-7680-1 managed to kill Site Director Gillespie in two minutes. Following this, it admitted that the run would likely not produce a better time. It appeared as if SCP-7680-1 would completely give up and leave. However, on its way out of the building, Natalie Crane stopped SCP-7680-1, saying that its outfit was against the dress code. SCP-7680-1 stated, \"Fuck it, let's just have a 100% run, boys,\" before shooting Crane and starting a rampage through the site. Further cycles done by SCP-7680-1 have shown it abandoning the formula altogether in favor of random violence.\n\n\n\n\n\n\n\n\n\n\nProgress Report from Senior Researcher Regan Morgan\n:\n\n\n\n\nProgress Report-003\n\n\n\n\nI won't lie to you. I'm kind of at a loss. We had one plan. Just the one. Make the game so boring that the idiot threw his controller at the screen and fucked off. Yet, that didn't work and I should have known that it wouldn't because I know guys like him. I might be a stranger to the culture but I know him. People like him are petty, they don't accept losing or ever being put in a position that makes it seem as if they're not on top. The chat is an echo chamber, he kills Crane repeatedly for a grudge she doesn't even remember, he fucking emotes when he makes a good time. He's a literal child and this is his temper tantrum.\n\n\nHe's going insane in there. Releasing anomalies, killing staff, and just setting off the various explosives in the building. That's bad enough but it's made even worse by the site collapsing more and more by the day. People are falling into the ground and getting thrown into the stratosphere for stepping on small sections of ground with a slight angle. It won't be long until the entire building becomes a black hole or crater.\n\n\nWe've been pulling all-nighters to keep up. Every full night's sleep is at least 100 resets and 1,000 more \"glitches\", as Caden calls them. The kid's really been helping out recently. Pointed out a few things we probably would have never noticed, like how 7680-1 likely sees his chat through his glasses. He's even been writing the recent countermeasure reports. As if those are helping us any. I just don't know what else to try.\n\n\nWell, that's not \nexactly\n true. I do have a plan. A plan that has to be executed perfectly if it has any hope of working. You see, there's one thing I have that he doesn't. I have every stream he's ever done. His every action for the past month. I've studied the way he acts, fights, manages resources. I know him better than he probably knows himself and THAT is something I can use. There are encounters, entities, and objects he will go out of his way to avoid and if I can catch him off guard with these, I might be able to beat him. I've run it by Caden and while he agrees that it could work, it's very likely that something would go wrong. And unlike 7680-1, I only get one attempt. Fuck. Might as well.\n\n\nCaden knows the culture, Frankie's doing it for fun and to beat him we have to make it un-fun. But now we're not dealing with a speedrunner, we're dealing with an asshole suffering from a God complex. Lucky for me, I have experience in that department.\n\n\n\n\n\n\nACCESS FILE: COUNTERMEASURE 013\n\n\n\n\nCLOSE FILE\n\n\n\n\n\n\nStep 1: 11:30\n\n\n\n\n(SCP-7680-1 starts the cycle 5km from the site. It immediately turns around and crouched before jumping backward. This activates an area of kinetic buildup that propels it at a speed of 640 km/h directly toward Site-77)\n\n\nSCP-7680-1\n: So what will it be today, chat? I think we should take another stab at the nuke because if we can get that off it'll be huge. I know torturing Gillespie didn't get the launch codes last time but I got a good feeling about this one.\n\n\n(SCP-7680-1 lands outside the barracks and approaches the dumpster for a backward long jump. As it approaches though, it notices two items placed on the dumpster. A handgun and a small postcard from Milam, Texas.)\n\n\nSCP-7680-1\n: Huh, this never spawns here… What's this say?\n\n\n(SCP-7680-1 flips over the card.)\n\n\nSCP-7680-1\n: Yeah, there's some writing here. \"Meet me at Gillespie's office. Signed Your Biggest Fan.\" Wow, which of you guys did this? Was it you, Alfie? You son of a bitch.\n\n\n(It takes both items just as the backdoor to the Processing Unit opens. SCP-7680-1 notices this and tilts its head, clearly confused. In the end, it walks into the building and past the staff who watch it silently. SCP-7680-1 reaches the utility elevator and presses the button.)\n\n\nSCP-7680-1\n: Huh, never realized this was a horror game, heh… Kinda weird right? They never do this. Something's off.\n\n\n(The elevator takes five minutes to arrive and when it finally opens a burly man with a Dolley steps off, nodding to SCP-7680-1 who doesn't appear to notice. It takes the elevator to Site Director Gillespie's office and talks to the chat as it rises.)\n\n\nSCP-7680-1\n: Yeah, I'm not sure, I've scrubbed through every bit of this game but haven't seen anything like this.\n\n\n(The elevator doors open and SCP-7680-1 steps out into an empty office. Notably, there are several crates in the corner of the room that have never been present on previous runs. Additionally, a metal baseball bat sits on the desk.)\n\n\nSCP-7680-1\n: There's… no one here? Yeah, I'm not sure. Might do a reset, the games bugged… Hey are… Are those crates normally over there-\n\n\n(The elevator doors open and Senior Researcher Regan Morgan steps into the office.)\n\n\nMorgan\n: Ah, damn. You beat me here. I had a few things to organize but I thought for sure I'd get here first. Guess you are pretty fast with your \"backward long jumping\" and all. Besides, you are a speedrunner after all.\n\n\n(SCP-7680-1 is silent for a few seconds.)\n\n\nSCP-7680-1\n: It's… uh… Actually called accelerated back hopping. Backward long jumps are from Mario and are usually used for inclines-\n\n\nMorgan\n: Damn, that's crazy. \n(Morgan passes SCP-7680-1 and leans against the desk)\n Hey look, you got my card! Congrats, by the way!\n\n\nSCP-7680-1\n: What?\n\n\nMorgan\n: Sorry, I should probably introduce myself. I'm Senior Researcher Regan Morgan, I was assigned to your containment and have spent the last month or so watching your streams. I'm actually kind of a big fan.\n\n\nSCP-7680-1\n: My containment, huh? Seems you've been doing a pretty shit job.\n\n\nMorgan\n: Right? You're just that good, I guess. That's actually part of the reason I'm here. The Foundation wants to congratulate you!\n\n\nSCP-7680-1\n: Congratulate me?\n\n\nMorgan\n: Yeah! At first they were \npissed\n about this but after we really thought about it, you're doing us a favor. Site-77 is the biggest container of anomalous items in the world. With the degradation of reality, you've practically erased these issues from existence. All those problems are getting no clipped right into the void. I mean, do you know how much we'll save on electricity and water alone? Anyways, we'll be taking off after tonight, do whatever you want with the site. Have fun.\n\n\nSCP-7680-1\n: No!\n\n\nMorgan\n: Excuse me?\n\n\nSCP-7680-1\n: You aren't supposed to do this! That takes away from the whole point of it!\n\n\nMorgan\n: What do you mean? Wasn't the whole point to have fun?\n\n\nSCP-7680-1\n: No… Well, yes… But you shouldn't be doing this!\n\n\nMorgan\n: I'm a bit confused. What do you want me to do?\n\n\nSCP-7680-1\n: Fight back! Try to stop me!\n\n\nMorgan\n: What's the point? You're too good. Uncontainable. And a big money saver, I mean the insurance on this place-\n\n\nSCP-7680-1\n: Listen! You're going to go back to how it was or-\n\n\nMorgan\n: Or? Or what? No, let's be real, Frankie, what leverage do you really have? You gonna reset again? Go ahead, we can have this conversation again and get this place one more step into the ground.\n\n\nSCP-7680-1\n: Fucking stupid bitch! You're ruining this for me! Don't think I don't know what you're doing. I'm not going to be Bugs Bunnied by you! You want me to give up! But guess what? There are other places, other sites. I'll just go there and start from scratch! But you\n\n\n(SCP-7680-1 points its gun at Morgan who rolls her eyes.)\n\n\nMorgan\n: Oh noooo, a gun. Please don't shoot me.\n\n\n(SCP-7680-1 fires but the bullet bounces off the air directly in front of Morgan. SCP-7680-1 looks at the gun confused.)\n\n\nMorgan\n: Wow, guess this doesn't really happen to you? No wait it definitely did. Strategy one, step four, you always managed to hit a barrel with a \"janky hitbox\". Well, I went ahead and had the processing guys line my lab coat with pieces of that barrel. You see, you have all these tools at your disposal but never actually took the time to utilize them. I mean look what I was able to put together in eight minutes.\n\n\nSCP-7680-1\n: You… What is this?\n\n\nMorgan\n: The God-run.\n\n\n(Morgan presses a button on her wristpad that opens one of the nearby crates. An instance of SCP-1507 exits and immediately rushes SCP-7680-1 who tries to dodge but is ultimately attacked by the creature. Morgan picks up the baseball bat.)\n\n\nMorgan\n: How did you describe it? \"The stupid, eight-second, grab animation\".\n\n\n(Morgan swings the bat and manages to connect the blow with the top of SCP-7680-1's head. This knocks SCP-7680-1 away from SCP-1507 but the creature is immediately on it again before the subject can react.)\n\n\nMorgan\n: That one was a little high, hold still a moment.\n\n\n(Morgan swing directly into SCP-7680-1's jaw, knocking a few of its teeth onto the floor and once again separating SCP-7680-1 and SCP-1507. At this moment Consultant Caden Worley conducted a cyber assault on SCP-7680-1's stream. Hundreds of dollars worth of channel memberships and donations were sent to SCP-7680-1, overlaying his vision with animations and loud sound effects.)\n\n\nSCP-7680-1\n: I can't fucking see anything! There's fucking OMEGALULs all over my screen! Mods! Ban that-\n\n\n(Morgan grabs the base of SCP-1507 and throws it back at SCP-7680-1, trapping him in another struggle. This time, Morgan runs to SCP-7680-1 and grabs the glove, attempting to pull it off. She is unsuccessful as SCP-7680-1 manages to crush the head of SCP-1507 and pull away from Morgan.)\n\n\nSCP-7680-1\n: Fuck you, I win!\n\n\n(SCP-7680-1 places the gun to his head and pulls the trigger. However, the gun has exhausted its bullets and does not kill SCP-7680-1.)\n\n\nMorgan\n: Yeah… Wasn't really going to give you a full clip, now, was I?\n\n\n(SCP-7680-1 reaches for the button on its Power Glove, the empty pistol still in its hand. Morgan is faster and presses a button on her wristpad. A small explosive detonates in SCP-7680-1's hand, completely removing the non-gloved arm from its body and throwing SCP-7680-1 to the ground.)\n\n\nMorgan\n: But I was going to leave an explosive in the gun just in case you tried to press the button. That's the thing about streaming all your stuff. You become predictable. You never use your Power Glove hand to shoot and absolutely never put a gun away, even when it's empty.\n\n\nSCP-7680-1\n: Fucking bitch!\n\n\n(SCP-7680-1 swings its remaining fist at Morgan, only to have it bounce off the air a few inches from her face.)\n\n\nMorgan\n: Ugh, I thought we went over this. Barrel.\n\n\nSCP-7680-1\n: Oh, fuck this!\n\n\n(SCP-7680-1 attempts to press the reset button with its nose but Morgan swings her bat, first hitting its head, followed by a hard swing into its arm.)\n\n\nSCP-7680-1\n: Will you fucking stop! I can't even feel that!\n\n\nMorgan\n: Yeah, doesn't change the fact that your arm is broken.\n\n\n(SCP-7680-1 looks down and attempts to move its arm, eventually finding it to be unresponsive. It then runs for the edge of the room, likely attempting to press the button against the wall. Morgan hits its knee as it runs, knocking it to the ground. She quickly mounts the subject and removes a mug from her lab coat, dumping the contents onto the Power Glove. SCP-7680-1 pushes Morgan off of it but fails to stand as a collection of unmoveable pens are pinning its hand to the ground. SCP-7680-1 starts biting loudly as Morgan crosses the room and pulls SCP-512 from a crate, its handle having been removed and the point sharpened.)\n\n\nMorgan\n: Trying to bite your suicide pill? Yeah, I knocked that out of your mouth like three minutes ago. To be honest, I wasn't sure if this was going to work. There were a lot of what if’s in my plan, but I've found that in recent years I've always been lucky.\n\n\n(Morgan stabs SCP-512 into SCP-7680-1's leg and ensures it won't be pulled free. SCP-7680-1 begins banging its head against the floor in an attempt at suicide. Mogan crosses the room with her bat, stopping in front of the window.)\n\n\nMorgan\n: Wow, look at that snow. 649 really is something, huh? Thought experiment Frankie, what do you think is gonna give first? The immovable pens, the magic umbrella, or the skin keeping that glove on your hand?\n\n\n(Morgan shatters the window with the bat, releasing gale force winds into the building. SCP-512 begins violently pulling SCP-7680-1 to the opening, the only thing keeping them tethered being the pens.)\n\n\nSCP-7680-1\n: Okay, yep, I think I’m having a change of heart.\n\n\nMorgan\n: Wow, really?\n\n\nSCP-7680-1\n: We can talk about this, right?\n\n\nMorgan\n: Eh, never really been one for pointless conversations.\n\n\n(SCP-7680-1 slides a bit closer to the edge as the skin of its hand begins to peel.)\n\n\nSCP-7680-1\n: This is a bluff right? I mean, you guys don’t kill anomalies.\n\n\nMorgan\n: You’re not an anomaly though. Just the thing on your hand, and trust me, we’ll take very good care of that.\n\n\n(SCP-7680-1 slips a bit more.)\n\n\nSCP-7680-1\n: Please, come on, I don’t wanna die!\n\n\nMorgan\n: Take solace in the fact that you’ll die as you lived. Quickly.\n\n\n(SCP-7680-1 is yanked free of the glove and pulled into the snowstorm. It flies wildly in the air for several minutes before various lightning bolts strike SCP-512. Killing SCP-7680-1 instantly and permanently.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nACCESS FILE: UPDATED LOG, PENDING APPROVAL\n\n\n\n\nCLOSE FILE\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7680\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage of SCP-7680 taken following CM-016\n\n\n\n\n\n\nSpecial Containment Procedures\n: SCP-7680 is to be kept in a safe containment locker at Site-7 when not being utilized by Senior Researcher Regan Morgan\n2\n. Any personal wishing to transfer or cross test the device must first receive authorization from Researcher Morgan.\n\n\nDescription\n: SCP-7680 is a modified, indestructible Nintendo Power Glove capable of saving a place in time and reverting back to it upon the users death or the press of the “start” button. The range of this ability has been estimated to be over 100km and can revert everything apart from other Nintendo Power Gloves.\n\n\nThe object has a secondary effect that becomes progressively worse the more times an area experiences a Reset Event. Objects within the effected area will experience reality distortion similar to several popular glitches in the gaming phenomenon of “speedrunning”. These effects will slowly correct themselves over time so long as no other Reset Events occur.\n\n\nDiscovery\n: SCP-7680 was discovered following a number of raids of Site-77 by Frank Odelle Sanders II. Sanders utilized SCP-7680 to “speedrun” the murder of Site Director Gillespie. It is not believed that Sanders did this for any vendetta but instead as a form of entertainment. Sanders streamed all of his attempts and many of his viewers were known members of the group Gamers Against Weed. Further investigation into this connection is ongoing. The Foundation acquired SCP-7680 after leading researcher Regan Morgan mobilized an unsanctioned attack on Sanders that resulted in his death. Several overseers, notably O5-8, advocated for disciplinary action against Morgan, but such measures have yet to be taken.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Outdated and frankly inadequate remote controller fitted to a user’s hand\n\n\n2\n. Senior Researcher Morgan believes that SCP-7680 could prove useful in the termination of SCP-7570-1.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7680\n\" by TV_Atlas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7680\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n gamer\n\n\nName:\n Power Glove on display at the Video Game Museum, Berlin.jpg\n\n\nAuthor:\n Marcin Wichary\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1 - SCP-7680-1’s Routes : A record of routes taken by SCP-7680-1 has been documented here in order to better understand how to contain SCP-7680. This report has been compiled from both site security cameras and a listening device that MTF Agents managed to plant on SCP-7680-1."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7680 \" by TV_Atlas, from the SCP Wiki . Source: https://scpwiki.com/scp-7680 . Licensed under CC-BY-SA .",
        "Filename: gamer Name: Power Glove on display at the Video Game Museum, Berlin.jpg Author: Marcin Wichary License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-7680"
}