{
    "url": "https://scp-wiki.wikidot.com/scp-7686",
    "all_text": "rating: \n+216\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains heavy subject matter that includes emotional parental abuse, parental alienation, use and abuse of chemical substances, and body horror. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+216\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7686\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nA picture of the room where SCP-7686-A was discovered.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Civilians found in possession of SCP-7686 are to be interrogated in an effort to locate the source of the substance. They are then to be amnesticized with all recovered SCP-7686 instances being disposed of at the discretion of the local Site Director. As of the time of writing, an investigation is currently being undertaken to find the source of SCP-7686 and cease its mass production and distribution.\n\n\nDue to SCP-7686-A's vegetative state, the subject must be given nutrients manually and fed through an intravenous (IV) dextrose injection. Any extraordinary brain activity emanating from SCP-7686-A is to be noted immediately. Should Dr. Jameson be determined to be emerging from his current state, steps must be taken at the discretion of the head researcher to prevent any undue reactions that could distress Dr. Jameson and harm SCP-7686-A.\n\n\nDescription:\n SCP-7686 is a widely circulated and poorly understood chemical substance found all across the continental United States colloquially known as “Reshape”. When taken in small doses, the substance is to be capable of changing the form of the user’s body according to their desires, usually over a long period of time.\n\n\nThe substance’s side-effects when ingested normally include fevers, severe body-wide pain, and chills. When an individual overdoses on SCP-7686, side effects can include seizures, dramatic involuntary changes in body structure or skin pigment, sudden bone collapse, and partial or total body liquefaction.\n\n\nThough not addictive, the substance's effects can only be maintained over long periods of use and in escalating doses. This has led to several notable instances of substance abuse, the most prominent being the discovery of SCP-7686-A, the only current case of extreme SCP-7686 substance abuse [See Discovery Log].\n\n\nSCP-7686-A is an organism consisting of the bodies of Dr. Jared Jameson and his daughter Lydia Jameson being conjoined in a manner similar to cephalopagus\n1\n and omphalopagus\n2\n.\n\n\nAt present, the condition of Dr. Jameson has blocked much of his face, including his mouth and left eye. Respiration is only possible for the subject through his nose, which has also been partially obstructed by his fusion with Lydia Jameson. Aside from his head, Dr. Jameson is conjoined to Lydia Jameson through both of his arms and his lower body in a manner that can be construed similar to an embrace.\n\n\nAdditionally, due to the nature of Lydia Jameson’s fusion with Dr. Jameson, the entirety of her face has been subsumed into the latter’s neck and shoulder area. Thus, Lydia Jameson is incapable of independent respiration and digestion, forcing her into a parasitic relationship with Dr. Jameson. Likewise, nearly 50% of Lydia Jameson’s brain has been subsumed into Dr. Jameson’s body. This has led the Foundation to conclude Lydia Jameson as being brain dead. As of now, Dr. Jameson is in a permanent vegetative state.\n\n\nAddendum 7686.1:\n The following logs transcribe the selected contents of the “DIGITIZED PHOTO ALBUM” folder as found in the cloud-based drive of Lydia Jameson. Due to the way the folder has been organized, this record will be collectively transcribing the elements of each subfolder.\n\n\nAs of the time of writing, the drive has since been deactivated and the remainder of its contents transferred into Foundation custody. For clarity, the names of each subfolder have been included at the top of their transcriptions.\n\n\n\n\n\n\n\"\nFirst Birthday Scanned Pics\n\"\n\n\n\n\n\n\n\n\nUncle_Charls_Cake.jpg\n\n\n\n\n\n\nMany of the images found within the subfolder depict several individuals, including an approximately 25 year old Dr. Jameson, celebrating the first birthday of Lydia Jameson at the residence of Dr. Jameson. Each individual is shown to be enjoying the proceedings, with Lydia Jameson always shown to be carried by her father.\n\n\nDespite the image's candid nature, several pictures feature Dr. Jameson looking at the camera and speaking. This is particularly obvious in places where Dr. Jameson is clearly being photographed by a variety of other persons from a similar angle.\n\n\n\n\n\n\n\n\n\"\nScanned Pics Family Stuff\n\"\n\n\n\n\n\n\n\n\nbath_end.jpg\n\n\n\n\n\n\nThe images found within the subfolder depict a variety of subjects in a domestic, upper middle class setting. Each image depicts Dr. Jameson and Lydia Jameson taken from the perspective of an unknown person, with Lydia Jameson being estimated to be around 2-5 years old when the pictures were taken.\n\n\nThe subjects of the pictures include:\n\n\n\n\nLydia Jameson being given a bath by an unknown person, assumed to be Dr. Jameson (bath.jpg)\n\n\n\n\n\n\nDr. Jameson putting a towel around Lydia Jameson (bath_end.jpg)\n\n\n\n\n\n\nLydia Jameson being guided to walk by Dr. Jameson (First_Steps.jpg)\n\n\n\n\n\n\nLydia Jameson crying as Dr. Jameson rushes to her with a milk bottle in hand (Run_Dad_Run!.jpg)\n\n\n\n\n\n\nLydia Jameson sleeping in a crib (Out_Cold.jpg)\n\n\n\n\n\n\nA 3 year old Lydia Jameson in a booster seat with a seatbelt secured across her lower abdomen (First_Day_of_School.jpg)\n\n\n\n\n\n\nA 3 year old Lydia Jameson holding a certificate displaying her high grades.(Preschool_Graduation.png)\n\n\n\n\n\n\nA 5 year old Lydia Jameson at her elementary school recognition ceremony and being awarded with several merits (Kindergarten_1.jpg, Kindergarten_2.jpg, Kindergarten_5.jpg)\n\n\n\n\n\n\nA 6 year old Lydia Jameson entering her elementary school and saying goodbye to the holder of the camera (1st_Grade_1st_Day.jpg)\n\n\n\n\n\n\nA 6 year old Lydia Jameson winning a statewide quiz bee contest and holding an approximately 1 meter long cardboard check worth 2000 dollars. (Lydia_First_Contest.jpg)\n\n\n\n\n\n\nA 7 year old Lydia Jameson winning a statewide spelling bee contest and holding an approximately .75 meter long cardboard check worth 4000 dollars (Lydia_Young_Geniuses.jpg)\n\n\n\n\n\n\n\n\n\n\n\"\nTrash\n\"\n\n\n\n\nDespite not being included in the “DIGITIZED PHOTO ALBUM” folder, the following picture was deleted from its \"First Birthday Scanned Pics\" subfolder on June 9th, 2016 following its upload on May 28th, 2016.\n\n\n\n\n+ Show image\n\n\n\n\n- Hide\n\n\n\n\n\n\n\n\nunknown.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\"\nLove_You_Too_Dad.jpg\n\"\n\n\n\n\nUnlike the other photos, which are organized into subfolders, this photograph was uploaded on the top folder without being sorted into any accompanying subfolder. Like those contained in the subfolders, this photograph has also been scanned.\n\n\nThe photograph depicts a 11 year old Lydia Jameson with Dr. Jameson. The two individual’s faces are side by side and smiling, though Dr. Jameson appears to look tired with two large eyebags under his eyes. Notably, the two individuals seem to share many physical traits, moreso than usual for typical parent-child likenesses. This is apparent in the younger Jameson’s brown hair and round face shape. Unlike prior photographs, the photo seems much closer, as if being taken by the subjects of the picture themselves by the use of a front-facing phone camera. The exterior of an old, decrepit house is seen in the background. Lydia Jameson is ecstatically seen holding a letter displaying her invitation to go on the popular game show “The Brightest\".\n3\n\n\nThe words “She could take everything I have, but I only ever fought to keep you.” are written in black marker on the photograph.\n\n\n\n\n\n\n\n\nAddendum 7686.2:\n The following logs transcribe the selected contents of the “FAMILY VIDEOS” folder as found in the cloud-based drive of Lydia Jameson. The file name as well as the creation date of each video will be displayed at the top of each transcript.\n\n\n\n\n\n\nDad_39th_Birthday_Surprise.mp4\n\n\nCreated on 19:56, September 12th, 2014\n\n\n\n\nThe video begins with a 9 year old Lydia Jameson pointing the camera through a crack in the door of a small and dark interior space, likely a closet. Through the crack, a small door can be seen, inferred to be leading outside. The room leading out of the small interior space is dimly lit by a fluorescent lamp which appears to flicker. A bare dining table with cheap plastic chairs is seen in the center of the room.\n\n\nLydia Jameson is heard audibly tapping the surface of the phone camera, and the video’s perspective immediately flips to capture her. Lydia Jameson is seen smiling widely, though the camera’s perspective is distant enough to only capture part of her left cheek.\n\n\nLydia Jameson [excitedly]:\n “Okay Dad, I know you said you didn’t want anything for your birthday, but I didn’t want you to feel left out.”\n\n\nLydia Jameson is seen straining her neck to look through the crack in the door of the space. There are only a few hanging clothes in the interior, among them a dark suit, two pairs of pants, a small skirt, and a pink child-sized t-shirt.\n\n\nLydia Jameson looks back at the camera and smiles.\n\n\nLydia Jameson:\n “I know you’re preparing something for me on Saturday, so I wanted to give you something too.”\n\n\nFootsteps are heard outside. Lydia Jameson immediately ceases speaking. The phone camera is lowered, and we are only able to see Lydia Jameson’s chin and lower face.\n\n\nA door is heard opening. Lydia Jameson hurriedly picks the phone up and switches the camera’s perspective to front-facing. Through the video, Dr. Jameson can be seen opening the door to the house and walking in. His clothes, which consist of a cheap suit and tie as well as a black pair of paints, are ruffled and disheveled. His hunched demeanor conveys exhaustion. He is seen wearing a small backpack.\n\n\nDr. Jameson [fatigued]:\n “Lydia? I’m home.”\n\n\nLydia Jameson is heard quietly giggling to herself. Dr. Jameson tiredly removes his backpack and places it on the floor close to the door. He removes his suit and places it on one of the chairs next to the dining table.\n\n\nDr. Jameson:\n “Lydia? You there?”\n\n\nDr. Jameson begins to slowly walk in the direction away from the dining table. The phone camera shakes as Lydia Jameson presumably prepares to exit the closet.\n\n\nDr. Jameson disappears from view as he walks away. Lydia giggles again.\n\n\nLydia:\n “Let’s go.”\n\n\nLydia Jameson emerges from the closet and quietly begins to move to the table. In her left hand, she is seen holding a small cupcake with a small, burnt-out candle on top. She quietly places it on the table.\n\n\nDr. Jameson:\n “Lydia, are you there-”\n\n\nDr. Jameson emerges back into the dining room with an angry expression, which softens when he sees the cupcake on the table.\n\n\nLydia Jameson [singing]:\n “Happy birthday to you, happy birthday to you…”\n\n\nDr. Jameson’s expression shifts from worry to joy. A smile begins to form on his face.\n\n\nLydia Jameson [singing]:\n “Happy birthday, happy birthday…”\n\n\nDr. Jameson audibly sniffles. A wide smile is on his face.\n\n\nLydia Jameson [singing]:\n “Happy birthday, Daddy!”\n\n\nDr. Jameson remains smiling. His bottom lip is seen quivering. He is slowly tearing up.\n\n\nLydia Jameson is heard tapping on the screen of her phone. The song “Butterfly Kisses” by Bob Carlisle begins being played.\n\n\nLydia Jameson:\n “Dad?”\n\n\nDr. Jameson slowly walks in the direction of the table. His eyes are looking in the direction of Lydia Jameson. He is still seen smiling.\n\n\nDr. Jameson slowly picks up the cupcake, blows the burnt-out wick, and puts it back on the table. His expression is wistful as he begins to speak.\n\n\nDr. Jameson:\n “Come here, kid.”\n\n\nLydia Jameson puts the phone on the table, which obscures the camera entirely. Footsteps are heard. Dr. Jameson is heard sniffling.\n\n\nDr. Jameson [encouraging]:\n “Give me a hug, come on.”\n\n\nThere is silence for several seconds. The only sound heard is Dr. Jameson sniffling as he presumably tears up.\n\n\nDr. Jameson:\n “I had a bad day at work, so thank you so much, Lydie. You have no idea how much this means to me.”\n\n\nDr. Jameson is heard sniffling again.\n\n\nDr. Jameson:\n “I told you we’d make it, didn’t we? Even without your mom?”\n\n\nSilence persists for several seconds more.\n\n\nDr. Jameson:\n “…come on, kid. Let’s eat the cake you got me, hmm? You still have that show tomorrow, and I want you to go to bed with a full stomach so you can think properly.”\n\n\nFootsteps are heard being made towards the phone camera. Lydia Jameson is seen picking it up. There are tear tracks running down her eyes, which she then wipes away with her right hand.\n\n\nDr. Jameson:\n “And Lydie?”\n\n\nLydia Jameson looks to her left.\n\n\nDr. Jameson:\n “I’m proud of you, no matter what, okay?”\n\n\nLydia Jameson audibly sighs, and smiles.\n\n\nLydia Jameson:\n “Even if I don’t win the money?”\n\n\nDr. Jameson is silent for several seconds.\n\n\nDr. Jameson:\n “Just win for me, alright? I'll be believing in you every step of the way. Don't think about the money, think about \nwinning.\n\"\n\n\nNew tears begin to run down Lydia Jameson’s cheeks before she wipes them away again.\n\n\nLydia Jameson:\n “Thanks, Dad. I’ll make sure to buy you a bigger cake when I win.”\n\n\nThe video ends.\n\n\n\n\n\n\n\n\nGame_Show.mp4\n\n\nCreated on 16:46, September 13th, 2014\n\n\n\n\nThe video shows two students seated at a table on a stage in a studio setting. A panel of judges is seated below and facing them, while at least two hundred people sit on chairs to the left and right of the main stage. There are people surrounding the camera, with many phones also being held up to capture the competition.\n\n\nA host, later identified to be prominent game show host Lawrence Manzano, enters in a grey suit from the left side of the stage. A microphone is held in his hand.\n\n\nManzano:\n “We have held numerous eliminations over the last few days, where each and every single one of our brightest students in the country competed against one another to get to the top. As they say, 50 students enter…\"\n\n\nManzano turns around, pointing with an open hand towards the two students seated on the stage.\n\n\nManzano:\n “And only one can leave.”\n\n\nThe video becomes shakier as the holder of the camera presumably attempts to get a better view over the crowd. As it does so, Manzano retrieves several cue cards from his pocket and begins to read it.\n\n\nManzano:\n “Ladies and gentlemen, it is an honor to present our last two participants…”\n\n\nManzano moves his outstretched arm to the left. The camera zooms in to view the student on the stage.\n\n\nManzano:\n “From Jules Barnston Middle School, we have Rina Tan! Please give her a round of applause!”\n\n\nMany in the crowd begin to clap, with some cheering as Tan stands up and assumes a humble disposition to greet the crowd. The applause lowers in volume after several seconds.\n\n\nManzano:\n “Now, from Jan Malvich Middle School, we have our second contestant: Lydia Jameson. Again, please give her a round of applause.”\n\n\nThe crowd begins to clap again, and the camera begins to shake more violently as the holder, presumed to be Dr. Jameson, begins to cheer loudly. The zoomed in camera is able to capture Lydia Jameson, who appears to be smiling in embarrassment as she stands up to greet the crowd.\n\n\nThe applause decreases in volume after several seconds, and the camera begins to stabilize as Dr. Jameson ceases to cheer.\n\n\nManzano:\n “Thank you very much for your applause. Contestants, you may now sit back down.”\n\n\nThe camera zooms out of Lydia Jameson to focus on the stage at large. Manzano begins to speak again.\n\n\nManzano:\n “From here, we will now be entering our final elimination. As such, our questions will be given in three stages: easy, medium, and hard. As in prior eliminations, the easy questions will be worth 1 point, the medium questions will be worth 2 points, and the hard questions will be worth 4 points. The score will be displayed behind you…”\n\n\nAs the judge continues to speak, the words “BATTERY LOW” begin to flicker at the top right of the camera.\n\n\nDr. Jameson:\n “Shit.”\n\n\nDr. Jameson lowers the camera, which obscures vision of the stage. The judge continues to explain the rules of the competition in the background. Only the floor and the feet of other spectators can now be seen. Dr. Jameson is heard audibly pressing the recording button.\n\n\nThe video ends.\n\n\n\n\n\n\n\n\nGame_Show_2.mp4\n\n\nCreated on 17:01, September 13th, 2014\n\n\n\n\nThe video begins with a slightly different view of the stage, as Dr. Jameson presumably moves to another part of the studio. As captured before, both Lydia Jameson and Rina Tan are seated at a table facing the judge’s panel, which is located on the floor below. Behind the two contestants is a large projected image, displaying the score. Rina Tan is shown to be ahead at 24 points, with Lydia Jameson at 21 points. Lawrence Manzano stands in front of the camera to the side of the lower stage with a cue card in his hand.\n\n\nManzano:\n “Now, for both the final question of our hard round and the final question of our show…”\n\n\nThe camera moves to focus on the face of Lydia Jameson, who is clearly tense. She is seen nervously rubbing her hands together as she awaits the question.\n\n\nDr. Jameson [from behind the camera]:\n “Come on, Lydia. Come on.”\n\n\nManzano:\n “As stated in the last question, a zenith is a point directly above an observer. What is the point on the Earth that is directly 180 degrees opposite of the zenith?”\n\n\nThere is an extremely tense silence in the interior of the gymnasium. Lydia Jameson is seen with her eyes wide. Though obscured by the low definition quality of the video camera, her face is seen covered with sweat.\n\n\nSeveral seconds of silence continue as both contestants think of an answer.\n\n\nManzano:\n “Again, what is the point on the Earth that is directly 180 degrees opposite of the zenith?”\n\n\nThirty seconds of silence intervene as both contestants are unable to think of an answer. The camera begins to subtly shake.\n\n\nManzano:\n “If you know the answer, contestants, raise your hand.”\n\n\nThe camera zooms out of Lydia Jameson’s face and instead shows the whole stage. Rina Tan is shivering in her seat, but raises her hand.\n\n\nManzano:\n “Yes, Rina Tan?”\n\n\nTan:\n “The uh… hori… hmm…”\n\n\nManzano:\n “Please say your answer now, or we will have to give your chance to Lydia Jameson.”\n\n\nRina Tan’s eyes widen, before she looks at Lydia Jameson, who is also quivering in her seat.\n\n\nAfter a few seconds, Rina Tan lowers her hand.\n\n\nManzano:\n “Alright, how about you, Miss Jameson? What is your answer?”\n\n\nLydia Jameson stands up. She seems to be attempting to project confidence as she smiles.\n\n\nLydia Jameson:\n “A… uh… a…”\n\n\nThe camera begins to shake.\n\n\nDr. Jameson [quietly]:\n “Show them, Lydia.\"\n\n\nLydia Jameson [unsure]:\n “A horizon?”\n\n\nA negative tone is played over the speakers of the gymnasium, expressing Lydia Jameson’s mistake. She shrinks slightly.\n\n\nManzano:\n “A missed opportunity. Miss Tan, have you found the correct answer?”\n\n\nRina Tan stands up and clears her throat.\n\n\nTan:\n “A… nadir?”\n\n\nA positive sound plays over the speakers. The crowd begins to applaud in reaction.\n\n\nManzano:\n “And with twenty eight points, Rina Tan is officially this year’s Brightest!”\n\n\nThe camera begins to zoom in on Lydia Jameson’s face. She is seen to be close to crying. As the judge urges Rina Tan to step forward for the awarding of her medal and the large check signifying her financial reward, Lydia Jameson proceeds backstage in a defeated manner.\n\n\nThe camera begins to shake as Dr. Jameson lowers it. A sniffle is heard.\n\n\nQuickly, the camera is tucked into Dr. Jameson’s backpack. Hurried footsteps are heard as Dr. Jameson is presumed to be running.\n\n\nDr. Jameson [muffled]:\n “I can’t do this anymore. I can’t do this. I can’t. I'm done holding it together.”\n\n\nThe footsteps continue. After two minutes, they are heard coming to a stop.\n\n\nLydia Jameson [muffled]:\n “Dad?”\n\n\nDr. Jameson [muffled]:\n “You had one job, Lydia. \nOne.\n One damn job.”\n\n\nLydia Jameson [muffled]:\n “Dad, I’m sorry, but what's-”\n\n\nDr. Jameson [muffled, raised]:\n “\nI’m sorry?\n You were so close, Lydia, so close. I needed that money so that we could… so that we could get on our feet again. I… I… \ntrusted\n you. I \ntrusted you\n, Lydia. I work like a dog 6 days a week and this is how you \nrepay\n me?”\n\n\nLydia Jameson [muffled]:\n “Dad, I’m so sorry, I’ll try to do something-”\n\n\nDr. Jameson [muffled]:\n “No.”\n\n\nA pause is heard.\n\n\nLydia Jameson [muffled, weak]:\n “What?”\n\n\nDr. Jameson [muffled]:\n “There's nothing you can do. It's done.”\n\n\nThe pause continues for twenty seconds.\n\n\nDr. Jameson [muffled, quiet]:\n “You’re a disappointment, Lydia.”\n\n\nAnother pause is heard.\n\n\nLydia Jameson [muffled]:\n \"Dad, you promised. You… you promised me you'd always be proud of me. You're still proud of me, right?\"\n\n\nA pause persists for ten seconds.\n\n\nLydia Jameson [muffled]:\n \"Dad?\"\n\n\nDr. Jameson [muffled, quiet]:\n \"You're grounded.\"\n\n\nLydia Jameson [muffled]:\n \"What? D-dad?\"\n\n\nDr. Jameson [muffled, shouting]:\n \"YOU ARE FUCKING GROUNDED, YOU HEAR ME?! NO PHONES, NO GOING OUT WITH FRIENDS, NO GOING OUT AT ALL! IF YOU WANT TO FIX THIS, FIX THIS AT ALL, THEN STUDY UNTIL YOU \nFUCKING\n DO!\"\n\n\nA pause persists for thirty seconds. A sniffle is heard, presumably coming from Lydia Jameson.\n\n\nDr. Jameson [muffled, quiet]:\n “You’re starting to look like your mother, you know that?”\n\n\nA sob is heard. Dr. Jameson presumably begins to walk.\n\n\nLydia Jameson [muffled, pleading]:\n “I’m so sorry, Dad. Dad, please. \nDad.\n”\n\n\nDr. Jameson [muffled, irritated, resigned]:\n “Let’s get back to the damn car.”\n\n\nLydia Jameson [muffled, pleading]:\n “Dad. Dad, dad \nplease.\n”\n\n\nNo reply comes from Dr. Jameson.\n\n\nThe video continues for several minutes. Lydia Jameson continues to desperately attempt to get her father’s attention. Dr. Jameson remain silent.\n\n\nThe words “BATTERY LOW” begin to flicker at the top right of the camera.\n\n\nAfter ten minutes, the video ends as the camera turns off.\n\n\n\n\n\n\n\n\nAddendum 7686.3:\n The following logs transcribe the selected contents of the “ARCHIVED FILES” folder, uploaded automatically by Lydia Jameson's phone to her cloud-based storage.\n\nDue to the numerous contents of the “ARCHIVED FILES” folder, the following transcripts will contain a summary of photos by year, and if applicable, by month.\n\n\n\n\n\n\n2014\n\n\n\n\nDue to Lydia Jameson having only gained access to her first smartphone by September of 2014, there have only been a few files uploaded during the year. Many are “selfies” taken by Lydia Jameson herself at locations that she has visited.\n\n\nFrom September to December 2014, these locations are:\n\n\n\n\nVarious locations at the Jan Malvich Middle School (often with unidentified friends, classmates, teachers, or staff members)\n\n\nThe Jameson residence (in September 2014, these often included Dr. Jared Jameson, but he is not present from September 13th onward)\n\n\nThe Resonance McDonalds branch (photos at this location are usually taken after school hours)\n\n\nThe residence of several other students at the Jan Malvich Middle School\n\n\nThe Channel 9 Studio\n4\n\n\n\n\nIn addition to the “selfies” Lydia Jameson has taken, a vast majority of the images taken from September until December depict contents of an academic nature, usually notes, excerpts from textbooks, and assignments. Additionally, the results of each of her tests during the year have been photographed. Most of the test results show perfect scores, with those that are not showing evidence of water drop damage on the paper.\n5\n\n\nAnother point of record is an interruption in the upload of files starting from September 13th until October 1st. The reason for this is currently unknown.\n\n\n\n\n\n\n\n\n2015\n\n\n\n\nFrom January until February of 2015, the contents of Lydia Jameson’s folder remains almost the same as that of 2014. However, notably, outputs from Lydia Jameson’s smartphone is completely suspended on February 3rd\n6\n until June 26th.\n7\n As with the suspension in outputs in 2014, it is currently unknown why this transpired.\n\n\nAfter June 26th, outputs from Lydia Jameson’s smartphone resume. However, photos taken by the phone are only limited to that of the local library of the town of Resonance, Jan Malvich Middle School, and that of the Jameson residence. “Selfies” from this period are also notably absent, and photos originating from 2015 are purely of an academic nature. During this period, Lydia Jameson was only known to frequent the three places mentioned above.\n\n\nOn September 15th, Lydia Jameson took pictures of a small cake with the numbers 1 and 2 displayed above. Aside from the cake, the only other pictures are of a taller and more matured Lydia Jameson beside a fatigued and unsmiling Dr. Jameson. Notably, unlike prior images of Lydia Jameson, the subject appears to resemble Dr. Jameson far less. Her hair is darkening to a dark brown, while her face shape is becoming more angular as opposed to Dr. Jameson's more rounded face.\n\n\nThe only other images from this day are of a slight variation of the previous image, which shows Dr. Jameson looking at Lydia Jameson. His expression appears to be one of hate.\n\n\nOn December 24th, Lydia Jameson’s non-academic outputs increased. Photos from this day include Lydia Jameson with several friends, all having been identified as students from Jan Malvich Middle School. The following images depict the subjects talking and laughing, while also posing for a group picture. Notably, one of the pictures depicts one friend, later identified to be 13 year old Jasper Beecham, injecting a substance into his arm in the background while Lydia Jameson and another student smile in the foreground. This was later confirmed to be the first appearance of SCP-7686 in Lydia Jameson’s files.\n\n\nAfter December 24th, further output from Lydia Jameson’s smartphone ceases. There are no contents for Christmas and New Year’s Eve.\n\n\n\n\n\n\n\n\n2016\n\n\n\n\nNo output is detected from Lydia Jameson’s phone for one month, from January until February 19. From this period, pictures of normal academic content resumes, though unusual content begins to be uploaded to the cloud-based drive as Lydia Jameson begins to take pictures of herself in the mirror every day until June 28. These new pictures are taken at the start of everyday, usually at 7:30 AM, and depict Lydia Jameson standing perfectly straight while holding her cellphone. Screenshots starting from February 19th also begin to be uploaded of Lydia Jameson making contact with Jasper Beecham over text message, usually concerning matters of money.\n\n\nNotably, on the day of February 20th, Lydia Jameson’s hair, which had darkened to almost black the day before, had begun to slowly lighten. Similar and subtle changes can also be seen on Lydia Jameson’s cheeks, chin, and nose. This continues for several months. By May 30th, Lydia Jameson’s appearance has completely changed to once again resemble Dr. Jameson. Due to the gradual nature of the changes, it is assumed that they were thought by people surrounding Lydia Jameson to have been a result of puberty.\n\n\nUnlike previous years, there are no periods of time where output from Lydia Jameson’s smartphone ceases. Further images of Dr. Jameson show him in a happier disposition, with both Lydia Jameson and Dr. Jameson even traveling together to the local park on May 30th. Both Lydia and Dr. Jameson are seen laughing in the pictures taken of them on this day.\n\n\nOn June 5th, further correspondence with Jasper Beecham ceases. This coincides with Beecham’s sudden disappearance in relation to his juvenile delinquency cases.\n8\n\n\nOn June 6th, Lydia Jameson’s appearance changes begin to revert. By June 8th, her hair has completely darkened to black with her face shape becoming sharper and more angular. Daily pictures cease at this time.\n\n\nOn June 9th, Lydia Jameson disappears. It is assumed that she is attempting to look for Jasper Beecham during this period. Pictures from this time were uploaded later upon her return, and depict the forest surrounding the town of Resonance. By 7:30 PM, Lydia Jameson uses the flash of her smartphone taking pictures to presumably illuminate her surroundings.\n\n\nAt 7:40 PM, a picture of a remote wooden cabin illuminated by the flash of a smartphone camera was taken. Shortly after, a video was taken at 7:42 PM.\n\n\n\n\n\n\nVIDEO_194206092016.mp4\n\n\n\n\nThe video depicts the wooden floor of a cabin, with one glass bottle containing a clear liquid placed off to the side. Heavy breathing is heard, presumably originating from the holder of the smartphone. The fingers of this aforementioned holder cross over the field of view of the camera multiple times, as they attempt to presumably hold it properly.\n\n\nAfter several seconds of fidgeting with the camera, the smartphone is held up to show Lydia Jameson, who is panting with exhaustion. A plank of wood is held in her hand in a guarded stance. Her cheek is bleeding from a scratch, which seems to have been freshly made. Her clothes are dissheveled, with her t-shirt being torn in several places. Dirt cakes her face. Her hair, meanwhile, shows a rapid change from a bright brown color on the edges to a pitch black color closer to her scalp. She grits her teeth as she realizes the camera is pointed at her. Her expression is desperate.\n\n\nLydia Jameson [through gritted teeth]:\n “Jasper, just give me some of it. Just a bit. I need-\n\n\nJasper Beecham:\n “Need them for… for what? You attacked me out of nowhere!”\n\n\nLydia Jameson [raised voice]:\n “I just need some. A bottle, at most. I don’t have much time.”\n\n\nJasper Beecham:\n “You don’t have much time for what, Lydia? For what?!”\n\n\nLydia Jameson is silent. Her lip quivers as she takes several deep breaths.\n\n\nJasper Beecham:\n “Th-thought so. I have your phone, now. I have this video. The moment I send this to the police, you… you won’t have anything to hide behind.”\n\n\nLydia Jameson’s expression changes to barely held-in anger. She begins to quiver.\n\n\nLydia Jameson:\n “I need it to maintain… maintain my face. I just need to. Please.”\n\n\nJasper Beecham’s breathing begins to slow as well. He takes a step back.\n\n\nJasper Beecham:\n “I don’t care. Go.”\n\n\nLydia Jameson:\n “\nPlease.\n”\n\n\nJasper Beecham:\n “GO!”\n\n\nLydia Jameson:\n “Jasper-”\n\n\nJasper Beecham:\n “SHUT UP!”\n\n\nLydia Jameson ceases to speak.\n\n\nJasper Beecham:\n “I don’t know what was going through your fucking mind seeking me out like this. Hunting me down. Trying to fucking \nknock me out.\n I’m trying to get away, don’t you \nunderstand\n that?!”\n\n\nLydia Jameson:\n “Still, I only need some-”\n\n\nJasper Beecham:\n “\nAnd I ain’t going to give you shit!\n Not after how you attacked me like that. No. I don’t care for your fucking sob story. I cut you in on a deal, and now that deal’s \ndone.\n”\n\n\nLydia Jameson steps forward. Tears are obviously running down her cheeks. Jasper Beecham instinctively takes a step back.\n\n\nLydia Jameson [sobbing]:\n “Please, it’s for my… my…”\n\n\nLydia Jameson winces in pain. She drops the plank in her hands to cradle her head, grunting as she does so.\n\n\nLydia Jameson:\n “Oh God…”\n\n\nLydia Jameson screams in pain.\n\n\nLydia Jameson:\n “Fuck, fuck, fuck, fuck…”\n\n\nJasper Beecham:\n “Oh God. You’re… you’re fucking reverting.”\n\n\nLydia Jameson screams in pain again, much louder than the previous time.\n\n\nLydia Jameson:\n “I… I need to…”\n\n\nJasper Beecham:\n “I…”\n\n\nAt once, Lydia Jameson’s vocalizations cease. She stays in place.\n\n\nJasper Beecham:\n “Ly… Lydia?”\n\n\nLydia Jameson’s hands remain on her head, obscuring her face from view. Slowly, she removes her hands from her face and looks up at Beecham.\n\n\nLydia Jameson:\n “Jasper…”\n\n\nAs Lydia Jameson shows her face to the camera, a change in her appearance is evident. Her cheeks are far sharper, with her chin being angular. Her hair is completely black.\n\n\nJasper Beecham:\n “You… look… \ndifferent.\n”\n\n\nLydia Jameson’s expression changes from worry to horror.\n\n\nLydia Jameson:\n “Oh God… dad…”\n\n\nJasper Beecham:\n “Your \ndad\n? What the hell are you talking about?”\n\n\nLydia Jameson:\n “I… I… just… please give it to me. I’ll pay you back.”\n\n\nJasper Beecham:\n “This is for your dad? What the hell has that asshole done for you?”\n\n\nLydia Jameson stares at Jasper Beecham. Tears begin to quickly fall down her cheeks.\n\n\nLydia Jameson [quietly]:\n “He… he loves me.”\n\n\nJasper Beecham:\n “He treats you like a prisoner, Lydia! He locked you up at home for \ndays\n on end after you hung out with us last Christmas.”\n\n\nJasper Beecham takes a deep breath.\n\n\nJasper Beecham:\n “\nHe… he doesn’t love you.\n”\n\n\nLydia Jameson continues to stare back at Jasper Beecham. As she looks at him, she starts to sob, quietly shaking as she does so.\n\n\nLydia Jameson:\n “I…”\n\n\nShe wipes her tears away with her arm.\n\n\nLydia Jameson:\n “\nI just want him to hug me. To… to see me as his little girl again.\n”\n\n\nQuickly, Lydia Jameson bends over to take a bottle from the floor, placing them under her armpit. She wordlessly turns around to walk towards the cabin door.\n\n\nJasper Beecham:\n “Wait… wait… wait, no. Stop. Stop!”\n\n\nJasper Beecham runs forward to take the bottle, dropping the phone in the process. The video goes dark as the camera directly faces the ground.\n\n\nLydia Jameson:\n “Please, let me go!”\n\n\nJasper Beecham:\n “It’s all that I have left! I need it for myself! Please, stop, \nplease!\n”\n\n\nLydia Jameson:\n “Let… let me fucking… \nGO!\n”\n\n\nA loud noise is heard as a person presumably staggers backward, followed by a dull thud. Seconds later, a heavier thud is heard.\n\n\nLydia Jameson:\n “I… I…”\n\n\nSlow footsteps are heard coming closer to the smartphone.\n\n\nThey come to a stop seconds after.\n\n\nLydia Jameson:\n “I’m sorry.”\n\n\nA quiet grunt is heard, presumably originating from Jasper Beecham.\n\n\nJasper Beecham:\n “Ly…”\n\n\nLydia Jameson [quivering]:\n “I’ll… I’ll come back for you, okay? After I get home. I’ll call the police. The ambulance.”\n\n\nJasper Beecham:\n “Please…”\n\n\nLydia Jameson [quietly]:\n “I’m sorry.”\n\n\nAnother footstep is heard before the smartphone is picked up. Video footage only shows the floor before the recording stops.\n\n\n\n\nBy 8:00 PM, all pictures and videos have been uploaded to the cloud-based drive, which indicates that Lydia Jameson has returned home.\n\n\nAt 8:10 PM, Lydia Jameson records a video in the restroom of her home. A transcript of the video has been included below.\n\n\n\n\n\n\nVIDEO_201006092016.mp4\n\n\n\n\nThe video begins with Lydia Jameson stepping back from the camera. Her dark hair and clothes are disheveled and messy. Her red branded t-shirt is torn in several places. A scratch on her cheek, which seems to originate from the fingernails of a human, is bleeding. Dirt is seen staining her face.\n\n\nLydia Jameson sits down on the floor on the opposite side of the restroom. She is seen panting. A large bottle that is partially full with SCP-7686\n9\n is in her left hand, while a disposable syringe is seen on her right.\n\n\nLydia Jameson touches the wound on her cheek.\n\n\nLydia Jameson:\n “Fuck.”\n\n\nLydia Jameson sighs.\n\n\nLydia Jameson:\n “I… I fucked up, Dad. I fucked up really bad, and…”\n\n\nLydia Jameson holds up the bottle to the camera.\n\n\nLydia Jameson:\n “And I don’t know if it’ll even work. If I’ll OD and die right here or if I’ll be…”\n\n\nLydia Jameson sniffles. It is evident that she is attempting to hold back tears.\n\n\nLydia Jameson:\n “I tried so hard to get you to forgive me, Dad. I tried so so hard. I know… I know that I wasn’t able to get us the money. I know that I couldn’t do anything else, I know that I was such a disappointment to you and I \nknow\n all of that.”\n\n\nTears are welling up in Lydia Jameson’s eyes.\n\n\nLydia Jameson:\n “It’s just that… I know you work so hard just to keep us alive. I know that… that after you were blacklisted, you kept working from 5 to 8 just for us.”\n\n\nLydia Jameson breathes deeply.\n\n\nLydia Jameson:\n “I know all of that, Dad. I know why you kept taking my phone away from me, why you grounded me when my grades were low, why you kept sending me to the library even when there wasn’t school- I… I \nknow\n all of that.”\n\n\nLydia Jameson’s tone begins to rise. She is sobbing as she speaks.\n\n\nLydia Jameson:\n “I endured all of that because I knew you were doing it \nfor a reason\n. Because I was a failure. Because I was a disappointment. Because… Because…”\n\n\nLydia Jameson quivers as she wipes the tears from her face. She looks at the camera.\n\n\nLydia Jameson:\n “I know… I know the way you looked at me, Dad. The sheer… hate. You despised me. And I understood why.\"\n\n\nLydia Jameson breathes deeply.\n\n\nLydia Jameson:\n “I just didn’t want you to come home today and see Mom waiting for you on the dining table again. You deserve better than that.”\n\n\nLydia Jameson stays silent for several seconds.\n\n\nShe raises her head. She is looking listlessly away from the camera.\n\n\nLydia Jameson:\n “Dad…”\n\n\nShe looks at the camera.\n\n\nLydia Jameson:\n “No matter what happens. I love you. I forgive you. I understand everything you did.”\n\n\nLydia Jameson takes the syringe and the bottle.\n\n\n\n\n\n\nA bottle of SCP-7686 as discovered beside SCP-7686-A\n\n\n\n\n\n\nLydia Jameson:\n “I’m doing all of this for you. I hope you forgive me too.”\n\n\nLydia Jameson extracts SCP-7686 from the bottle and begins injecting it into her arm. She winces as she does so.\n\n\nWordlessly, Lydia Jameson continues to extract SCP-7686 from the bottle and inject it into her arm. With each time, she evidently tenses more and more. Sweat is seen forming on her forehead.\n\n\nAs Lydia Jameson extracts the last of the SCP-7686 in the bottle, she is seen taking a deep breath. She looks directly at the camera. Her eyes are full of tears.\n\n\nLydia Jameson:\n \"I'm so sorry, Dad.\"\n\n\nLydia Jameson attempts to get on her feet, setting the empty bottle on the floor. As she does so, however, her leg bone snaps from underneath her. Lydia Jameson screams loudly in pain.\n\n\nLydia Jameson:\n \"Oh… oh God…\"\n\n\nSeconds after she finishes speaking, Lydia Jameson begins to seize violently on the ground. Her limbs hit the floor and wall multiple times. Her eyes roll back into the back of her head.\n\n\nAfter thirty seconds of seizing, Lydia Jameson’s arm again makes hard contact with the nearby wall. It folds upon itself immediately, signaling an immediate weakening of her arm bones. The color of her skin changes from pale to pitch black in several places, before immediately changing back. Lydia Jameson begins to scream.\n\n\nAfter one minute, hurried footsteps are heard outside of the restroom. The door opens two seconds later.\n\n\nDr. Jameson:\n “Jesus Christ.\"\n\n\nDr. Jameson is seen running into frame and kneeling on the floor. Instinctively, he attempts to put both of his arms around Lydia.\n\n\nDr. Jameson:\n “What’s happening? Tell me, damnit, tell me!\"\n\n\nLydia Jameson attempts to speak, but is unable to. She begins to choke as the flesh inside her mouth presumably begins to liquefy.\n\n\nDr. Jameson:\n “Lydia, goddamnit, please tell me!”\n\n\nUnder Dr. Jameson’s arms, Lydia Jameson’s flesh is seen liquefying. The resulting fluid is presumably a mixture of liquified flesh, muscle and blood, taking on a pink colouration. Her limbs no longer seem to have solid bones. Her hair has been bleached white. Dr. Jameson's demeanor suddenly shifts as he begins to sob.\n\n\nDr. Jameson:\n “No, no… Oh God… Oh God…”\n\n\nLydia Jameson stops seizing. Only a quiet gurgling is heard from her as she continues to liquefy.\n\n\nLydia Jameson [faintly]:\n “I…”\n\n\nDr. Jameson:\n “What?”\n\n\nLydia Jameson:\n “I’m… I’m sorry… dad.”\n\n\nLydia Jameson gurgles once again. She is heard attempting to vocalize, but is unable to. At this point, it is presumed that her throat has been obstructed by liquefied flesh.\n\n\nDr. Jameson:\n \"No. Lydia, Lydia \nno.\n”\n\n\nDr. Jameson's expression turns from regret to anger, and begins to raise his voice.\n\n\nDr. Jameson:\n “\nNo!\n You can't do this to me. Not after all I sacrificed. Not after everything I did to keep you from her. No. Not now. Not like this. \nNot like this.\n\"\n\n\nDr. Jameson attempts to shake Lydia Jameson, whose body has almost completely liquefied.\n\n\nDr. Jameson:\n \"STOP, PLEASE! GOD… GOD FUCKING DAMNIT!\"\n\n\nDr. Jameson begins to cry. His body begins to shake violently as he does so.\n\n\nLydia Jameson ceases to vocalize.\n\n\nDr. Jameson screams loudly, his voice expressing immense amounts of frustration and grief.\n\n\nA long silence follows.\n\n\nSoon after, Dr. Jameson leans back on the wall. His eyes are staring upwards.\n\n\nDr. Jameson [quietly]:\n \"You… you did this for me, didn’t you?”\n\n\nDr. Jameson sniffles again.\n\n\nDr. Jameson [quietly]:\n \"Lydia?”\n\n\nNo reply comes from Lydia Jameson.\n\n\nDr. Jameson [loudly weeping]:\n “\nLydia, please answer me.\n”\n\n\nDr. Jameson starts to weep again.\n\n\nDr. Jameson [weeping]:\n “Lydia, please…”\n\n\nAfter a minute, Dr. Jameson stops weeping.\n\n\nSlowly, he looks at his arms, quivering as he does so. His arms have completely fused with Lydia Jameson’s torso. His bottom lip quivers. He appears to be unable to process the current events.\n\n\nDr. Jameson:\n “It's taken such a long time… but… I'm sorry. I’m so sorry. For everything, Lydia.”\n\n\nAs Lydia Jameson liquefies further, Dr. Jameson attempts to embrace her. Her liquefied flesh begins to bond and fuse with his skin.\n\n\nDr. Jameson [muffled]:\n “I’m sorry.”\n\n\nDr. Jameson closes his eyes. SCP-7686-A is formed as Lydia Jameson solidifies.\n\n\n\n\n\n\n\n\n\n\nDiscovery Log:\n Due to the loud noises emanating from the Jameson residence, several neighbors attempted to contact 911 for assistance. A Foundation operative who was working within the 911 call center then contacted his superiors at nearby Site-19. A containment team was sent to the scene twenty minutes later to collect SCP-7686-A and begin information containment efforts.\n\nUpdate 7686 - 6/16/2017:\n Unusual brain activity has been detected from Dr. Jameson. Preliminary tests are pending approval.\n\n\nUpdate 7686 - 6/17/2017:\n Heightened brain activity has been detected from Dr. Jameson. Preliminary tests are pending approval. Tranquilizers are pending approval.\n\n\nUpdate 7686 - 6/18/2017:\n Active brain activity has been detected from Dr. Jameson. However, the subject shows no external signs of emerging from his vegetative state. Tranquilizers have been urgently requested, but are currently pending approval.\n\n\n\n\n+ Incident Log - 6/19/2017\n\n\n\n\n- Hide\n\n\n\n\nIncident Log - 6/19/2017:\n The following file is a transcript of the extraordinary incident that occurred on June 19th, 2017 as taken from the CCTV camera within the containment chamber of SCP-7686-A.\n\n\n\n\n<Begin Log>\n\n\n{09:23: A low murmur is heard coming from SCP-7686-A. This coincides with a sudden increase in Dr. Jameson’s brain activity.}\n\n\n{09:30: The murmuring continues for several minutes. The attending researchers report it as being similar to \"a man talking in his sleep\". Head Researcher Malingen is reported to have been notified.}\n\n\n{11:38: Dr. Jameson begins to shake. The murmuring increases in volume. The attending researchers are also heard quickly entering and exiting the room in search of Head Researcher Malingen.}\n\n\n{11:44: Dr. Jameson's unobstructed eye opens. One of the attending junior researchers attempts to open the door to the containment chamber without the clearance of Dr. Malingen, but to no avail.}\n\n\n{11:45: Dr. Jameson makes no attempt to free itself from Lydia Jameson. A quiet sobbing and whimpering sound is heard emanating from Dr. Jameson. Its heart rate is detected to be elevating dramatically.}\n\n\n{11:49: Dr. Jameson ceases whimpering. At the same time, his heart rate is detected to suddenly be decreasing. He is seen attempting to move his arms closer around Lydia Jameson.}\n\n\n{11:51: The tune to the song “Butterfly Kisses” by Bob Carlisle is heard being hummed by Dr. Jameson. He loses consciousness soon after.}\n\n\n{11:51:32: SCP-7686-A expires from unknown causes.}\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A case of conjoined twins where two human organisms are connected at the front of their heads.\n\n\n2\n. A case of conjoined twins whose bodies are fused at the lower abdomen.\n\n\n3\n. Running from 2007 until 2015, the Brightest was a trivia game show that invited 200 of the most academically accomplished students in the United States to compete against one another for a monetary prize, usually around 500,000 dollars.\n\n\n4\n. Known to be the location where “The Brightest” game show is filmed.\n\n\n5\n. Later investigation has revealed that these images are usually sent to Dr. Jameson via text message.\n\n\n6\n. The beginning of the school year’s spring term\n\n\n7\n. The end of the school year.\n\n\n8\n. As of 2017, Jasper Beecham has still not yet been found.\n\n\n9\n. This has been inferred to be a portion of Jasper Beecham's supply of the substance\n\n\n\n\n\n\n\n\n\n\n\n\nThis article was written by\n \nEcronak\n.\n\n\nImages created by AnAnomalousWriter.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQ is for “Questions”\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nS is for \"Saintly\"\n\n\n\n\n\n\n« \nSCP-7685\n | SCP-7686 | \nSCP-7687\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7686\n\" by Ecronak & AnAnomalousWriter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7686\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Family Picture 161.jpg\n\n\nAuthor:\n MAGuzman Photos\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.openverse.engineering/image/fe409fc6-bc93-4295-8bf5-382fa8b53990\n\n\n\n\n\n\nFilename:\n Family_Picture_113.jpg\n\n\nAuthor:\n MAGuzman Photos\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.openverse.engineering/image/9b37dd13-5335-4aa1-96a5-9949f3b106ff\n\n\n\n\n\n\nFilename:\n Family_Picture_155.jpg\n\n\nAuthor:\n MAGuzman Photos\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.openverse.engineering/image/8d065456-1a35-4966-a254-e9cfb54a33ab\n\n\n\n\n\n\nFilename:\n P1010007_1.jpg\n\n\nAuthor:\n Denis Vahrushev\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.openverse.engineering/image/2379b475-21ee-4c49-a3ec-ec1a5c544ac9\n\n\n\n\n\n\nFilename:\n Subway tile is most in.jpg\n\n\nAuthor:\n Juhan Sonin\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/38869431@N00/3770082127",
    "addendums": [
        "Addendum 7686.1: The following logs transcribe the selected contents of the “DIGITIZED PHOTO ALBUM” folder as found in the cloud-based drive of Lydia Jameson. Due to the way the folder has been organized, this record will be collectively transcribing the elements of each subfolder.\nAs of the time of writing, the drive has since been deactivated and the remainder of its contents transferred into Foundation custody. For clarity, the names of each subfolder have been included at the top of their transcriptions.\n\n\n\n\n\nDue to the numerous contents of the “ARCHIVED FILES” folder, the following transcripts will contain a summary of photos by year, and if applicable, by month.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7686 \" by Ecronak & AnAnomalousWriter, from the SCP Wiki . Source: https://scpwiki.com/scp-7686 . Licensed under CC-BY-SA .",
        "Filename: Family Picture 161.jpg Author: MAGuzman Photos License: CC BY 2.0 Source Link: https://search.openverse.engineering/image/fe409fc6-bc93-4295-8bf5-382fa8b53990",
        "Filename: Family_Picture_113.jpg Author: MAGuzman Photos License: CC BY 2.0 Source Link: https://search.openverse.engineering/image/9b37dd13-5335-4aa1-96a5-9949f3b106ff",
        "Filename: Family_Picture_155.jpg Author: MAGuzman Photos License: CC BY 2.0 Source Link: https://search.openverse.engineering/image/8d065456-1a35-4966-a254-e9cfb54a33ab",
        "Filename: P1010007_1.jpg Author: Denis Vahrushev License: CC BY 2.0 Source Link: https://search.openverse.engineering/image/2379b475-21ee-4c49-a3ec-ec1a5c544ac9",
        "Filename: Subway tile is most in.jpg Author: Juhan Sonin License: CC BY 2.0 Source Link: https://www.flickr.com/photos/38869431@N00/3770082127"
    ],
    "containment_procedures": "Civilians found in possession of SCP-7686 are to be interrogated in an effort to locate the source of the substance. They are then to be amnesticized with all recovered SCP-7686 instances being disposed of at the discretion of the local Site Director. As of the time of writing, an investigation is currently being undertaken to find the source of SCP-7686 and cease its mass production and distribution.",
    "description": "SCP-7686 is a widely circulated and poorly understood chemical substance found all across the continental United States colloquially known as “Reshape”. When taken in small doses, the substance is to be capable of changing the form of the user’s body according to their desires, usually over a long period of time.",
    "title": "SCP-7686"
}