{
    "url": "https://scp-wiki.wikidot.com/scp-7689",
    "all_text": "Man walks into a horse bar.\n\nBartender says, \"Why the short face?\"\n\n\n\n\nrating: \n+69\n+\n–\nx\n\n\n\n\n\n\nNOTICE: INVESTIGATION IN PROGRESS\n\n\n\n\nThe following file concerns an anomaly currently under investigation. Any information presented here may be incorrect, inaccurate or purely speculative.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nItem #:\n SCP-7689\n\n\nObject Class:\n TBD\n\n\n\n\n\n\n \n\n\nCurrent Containment Measures:\n N/A, SCP is currently under preliminary investigation.\n\n\nDescription:\n SCP-7689 refers to a currently unidentified phenomena causing an abnormally high amount of narrative and Akiva fluctuation in the city of Mekelle, Ethiopia. Site-89 Department of Tactical Theology personnel investigated on-site in an attempt to confirm these readings and if possible locate the source.\n\n\n\n\nDiscovery Log\n\n\n\n\n\n\nContext:\n Junior Researchers Salam Narjeen and Ariadne Cooper approach the location of SCP-7689 in an attempt to triangulate the source of the anomaly. Recording begins when subjects activate their lapel recorders as Narjeen attempts to amuse a disinterested Cooper with a story of working with SCP-3988.\n\n\n\n\nNarjeen:\n […] because he had no \nbody\n to go with. Get it, because skeletons don't have a—\n\n\nCooper:\n I don't know what to tell you, Salam, I just don't find it funny.\n\n\nNarjeen:\n Come on, it doesn't tickle your \nfunny bone\n even a little?\n\n\nCooper:\n I just don't find it humorous.\n\n\nNarjeen:\n Ahhh, I see what you did there.\n\n\nCooper:\n What? Salam, is this really what you called me out here for?\n\n\nNarjeen:\n No! No! There's a real anomaly somewhere here, I promise. I think… I definitely got a reading. Any uh… Any updates on your readouts?\n\n\nThe two approach a bar named \"The Dead Horse\" and stop on the sidewalk. Cooper checks her Pickman-Sinclair Narrative Fluctuation Detector and her Brennan Akiva Particle Detector, while Narjeen fiddles with her standard issue EMF detector and walkie-talkie. Behind them, a construction worker exits the bar with two drinks and pours one on the road.\n\n\nCooper:\n No dice. Readings suggest an anomaly may be close, but I can't seem to pinpoint any source.\n\n\nNarjeen:\n Same here. Want to take another walk around?\n\n\nCooper gestures to her cane.\n\n\nCooper:\n We've been at this for hours, Salam. It's hot out and my legs are tired. Let's sit down for a second and get something to drink. Couldn't hurt to get a local perspective either.\n\n\nNarjeen holds the door open as a woman in a sweater and name tag holding jumper cables is escorted out by a police officer. Several lawyers can be seen passing by. Cooper and Narjeen walk into the bar.\n\n\nThe bar is in most aspects typical for one of its size and region, containing several tables and a bar counter. Somewhat atypical is the amount of clientele at this hour.\n\n\nA drunk woman bumps into Narjeen, surprising them both. She looks down and notices she's leaning on Narjeen's chest, then quickly backs away.\n\n\nDrunken Woman:\n Aplogogies, I'm a lil bit dysexlic.\n\n\nThe woman stumbles off.\n\n\nNarjeen:\n See, this is why I don't drink.\n\n\nCooper:\n I thought it was because you're Muslim.\n\n\nNarjeen:\n Yeah, that too. Ooh, look, some seats just opened up!\n\n\nAs Cooper and Narjeen approach the bar counter a group of dusty men can be seen arguing with the bartender. They also see multiple hunks of meat hanging on hooks above the bar with a sign on the wall reading \"TAKE THE CHALLENGE.\"\n\n\nThe group of coal-covered men finishing their argument with the bartender can be heard grumbling as they gather up their picks and hardhats and leave the bar. The man next to them in a trench coat begins to cry and sprint out the front door.\n\n\nBartender:\n Sorry gents, we just can't serve your kind here.\n\n\nCooper and Narjeen take two of the now available seats, and the bartender passes them two menus.\n\n\nBartender:\n I'll be with you ladies in just a moment.\n\n\nNarjeen:\n No problem.\n\n\nThe bartender walks away.\n\n\nNarjeen:\n Ari, I have a funny feeling about this place.\n\n\nCooper:\n I know what you mean, there's something off here.\n\n\nThe bartender returns.\n\n\nBartender:\n OK, now what can I help you folks with? Can I interest you in completing our challenge?\n\n\nThe bartender points to the sign which reads \"Jump up and slap the meat, get a free meal! Fail and you buy a round for the bar.\"\n\n\nNarjeen:\n No thanks, I think the steaks are too high for me.\n\n\nCooper:\n And the Foundation would never pay for it.\n\n\nBartender:\n Well, I'll give you a bit to reconsider. In the mean time, any drinks? Any questions?\n\n\nCooper:\n Well, bit of an odd question but have you noticed anything strange going on lately?\n\n\nBartender:\n Hmmm, strange. No, can't say that I have. Well, there is one funny thing that happened recently…\n\n\nCooper:\n Yes?\n\n\nBartender:\n Well, some cops just arrested my best waitress and she got charged with battery!\n\n\nNarjeen:\n Oh wow, what happened?\n\n\nBartender:\n So believe it or not, the king walked into the bar with some of his friends, ordering everybody around, you know the type.\n\n\nNarjeen nods in understanding.\n\n\nCooper:\n The… king?\n\n\nBartender:\n Yes ma'am. You just missed him in fact. So, you know, my waitress, she asks the man what he wants. At first he asks for some Sex On The Beach, and, you know, she has to tell him we're not that kind of establishment. Next, you know, he asks if he can just have some booze and she tells him we're fresh out of spirits!\n\n\nBartender:\n Well these powerful guys, they don't like being told no, so he got all frustrated and started complaining, said they'd go somewhere else if he didn't get his third choice option. So, the man orders a punch, and she gives it to him, no charge.\n\n\nThe bartender grins.\n\n\nBartender:\n Now me, I call that good customer service, but hey you know what they say: the customer is always right.\n\n\nBartender:\n Ahh, but I myself am now showing poor hospitality. What can I get you folks?\n\n\nCooper:\n I'll just have a water for now.\n\n\nNarjeen:\n I'll have a water too.\n\n\nBartender:\n Coming right up! Oh, and feel free to help yourself to some peanuts.\n\n\nThe bartender walks off.\n\n\nNarjeen:\n I didn't know Ethiopia had a king.\n\n\nCooper:\n \nfrowning\n It doesn't.\n\n\nNarjeen:\n Oh, huh. Well maybe he meant like Elvis.\n\n\nCooper:\n Elvis is dead, Salam.\n\n\nNarjeen:\n I know that, the Foundation put him in the Hoover Dam reservoir. Anyway I said \nlike\n Elvis.\n\n\nNarjeen takes a fistfull of peanuts and puts them in her mouth.\n\n\nCooper:\n That's actually an Elvis \nimpersonator\n and anyway we're getting off topic. I think we should give this place a scan.\n\n\nCooper discretely pulls out and calibrates her Kant Counter.\n\n\nA set of quiet unidentified voices can be heard from Narjeen's location.\n\n\nVoices:\n Wow Ari, you're so smart. Pretty too! Yeah! I love your cane.\n\n\nCooper:\n Hmm?\n\n\nNarjeen:\n \nmouth full\n ay init ay any ing.\n\n\nCooper:\n Salam, don't talk with your mouth full.\n\n\nNarjeen:\n Sorry.\n\n\nNarjeen eats some more peanuts.\n\n\nCooper:\n They also don't say that here.\n\n\nNarjeen:\n Hm?\n\n\nCooper:\n \"The customer is always right\" that's an American saying.\n\n\nNarjeen:\n \nmouth full.\n aybe e's an aerican\n\n\nCooper:\n Salam, will you cut it out with those peanuts?\n\n\nNarjeen:\n Sorry, they're just so good! You should really have some. And the bowl has a little house drawing on the bottom, that's so cute!\n\n\nCooper looks at the empty bowl of nuts.\n\n\nCooper:\n …did you really just eat all the peanuts?\n\n\nNarjeen shrugs.\n\n\nNarjeen:\n He said they were free.\n\n\nCooper and Narjeen's drinks are served to them.\n\n\nBartender:\n Here are you drinks. Ready to order yet?\n\n\nCooper:\n Not just yet, sorry. Still looking.\n\n\nBartender:\n Mm, okay, well let me know.\n\n\nThe bartender glances at the empty bowl.\n\n\nBartender:\n In the mean time I'll go get some more nuts for the counter.\n\n\nBartender walks off with the bowl.\n\n\nCooper:\n I'm going to take some more readings. Hold onto our seats, and keep an eye out yeah?\n\n\nNarjeen:\n Will do.\n\n\nThe bartender returns with some more nuts. Narjeen takes a handful.\n\n\nNarjeen:\n So…. come here often?\n\n\nCooper walks around the room discretely scanning the clientele. Her readings come out as baseline until she passes a group of students sitting at a table, at which point her detector beeps at a student reading \"Pure Reason: Philosophy for Beginners\".\n\n\nPhilosophy Student:\n \nlaughing uproariously\n I can't! I can't! hahaha.\n\n\nShe notes a small spike of Akiva when an imam, a priest and a rabbit walk into the bar but later determines this to be an error.\n\n\nAs she continues taking measurements, Junior Researcher Cooper notes further oddities such as: two men entering separately wearing tin foil hats and the same outfit, a drunk woman laying prone erroneously identified as a large cat, a police officer checking the tenderness of Birr before eating it and a coughing man neighing.\n\n\nCooper begins to show signs of frustration as she notices a blind dog enter the establishment and opens an \"Employees Only\" door.\n\n\nCooper:\n \npondering aloud.\n I just don't get it.\n\n\nAs Cooper sees the now open door she briefly glances around before taking a peek inside.\n\n\nIn the employee office she notices several more hanging steaks heavily batten, a chalkboard with several mathematical functions, a pair of pants with a helm on the front, a helium canister, and several skeletons. She also notices the dog from before.\n\n\nCooper:\n Aw, how's it going buddy?\n\n\nDog:\n Ruff.\n\n\nCooper looks up and sees a dusty banner reading \"COMEDY NIGHT\" written in gold.\n\n\nCooper:\n Oh my god.\n\n\nCooper quickly returns to the bar and sees Junior Researcher Narjeen attempting to complete the earlier challenge.\n\n\nCooper:\n Salam, what are you doing?\n\n\nNarjeen:\n He said if I didn't we'd have to leave.\n\n\nBartender:\n I'm running a business here, I can't just let your friend sit here without ordering anything and eating all my nuts.\n\n\nNarjeen readies to jump.\n\n\nCooper:\n No. Salam do \nnot\n beat that meat.\n\n\nNarjeen:\n What \nam\n I doing? I can't beat a dead horse!\n\n\nBartender:\n That's what they all say, but soon enough they all do it anyway. You will t—\n\n\nCooper:\n Nope, nope, nope, stop talking.\n\n\nBartender:\n Well I ne—\n\n\nCooper:\n Salam, get the honeypot.\n1\n\n\nNarjeen:\n Wait, he's the guy?\n\n\nCooper:\n Sure is.\n\n\nNarjeen:\n Eek! Our first bag!\n\n\nNarjeen begins digging in her bag for the Ambrose-Aktus Antimonad Cage.\n\n\nCooper:\n … Don't say it like that\n\n\nBartender:\n Wait, wait, wait are you guys Foundation? Gods, no wonder you're so humorless. I get the perfect setups, pull out all the stops. Nothing, not even a giggle!\n\n\nCooper:\n I don't know what you mean.\n\n\nNarjeen:\n Oh my gosh he even knows us! Oop, found it!\n\n\nNarjeen pulls out a jar-like device.\n\n\nBartender:\n Ho-hold on a second. You wouldn't contain a guy with glasses would you?\n\n\nThe bartender pulls out a pair of Groucho glasses and puts them on.\n\n\nCooper:\n An MTF is already on the way.\n2\n\n\nBartender:\n Well, guess that's it the— OH MY GOD IS THAT A JK-CLASS END OF THE WORLD SCENARIO?\n\n\nThe bartender points behind Cooper and Narjeen who briefly turn their heads.\n3\n As soon as their heads turn the bartender takes off running\n\n\nNarjeen:\n Ari!\n\n\nJunior Researcher Cooper extends her cane across the bar counter exit.\n\n\nThe bartender runs into a bar, trips and falls. In an attempt to arrest his fall the bartender grabs at the hanging steaks. As he catches one the knot frays and snaps and the horse meat falls on top of him as he hits the ground.\n\n\nCooper laughs.\n\n\nCooper:\n Now \nthat's\n funny.\n\n\nNarjeen:\n We really put that guy \nbehind bars\n.\n\n\nThe bartender groans.\n\n\nCooper and Narjeen clink their glasses together together.\n\n\nNarjeen:\n Oh! You know, this whole thing reminds me of another joke! Two scientists walks into a bar—\n\n\nNarjeen takes a sip of her drink and quickly spits it out.\n\n\nNarjeen:\n \ncough\n That's hydrogen peroxide.\n\n\n\n\nAftermath:\n Following the end of the log Agent Bellman entered the bar and assisted Cooper and Narjeen in apprehending the bartender.\n\n\nNarjeen was provided medical attention for her injestion of hydrogen peroxide.\n\n\nThe only identification found on the bartender was a Union Card addressed to \"Yon Yonson\"\n4\n for \nLocal 8718\n.\n\n\n\n\n\n\n\n\n« \nSCP-7688\n | Happy Birthday Ari! | \nSCP-7690\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Unofficial name for the \nAmbrose\n-\nAktus\n \nAntimonad\n Cage.\n\n\n2\n. Cooper had contacted Agent Bellman moments prior, who was already in the area due to engaging in a local competition.\n\n\n3\n. It is unknown if this was caused by the anomaly.\n\n\n4\n. Presumed to be a pseudonym.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7689\n\" by Pedagon, Prismal, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7689\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7689 \" by Pedagon, Prismal, from the SCP Wiki . Source: https://scpwiki.com/scp-7689 . Licensed under CC-BY-SA ."
    ],
    "description": "SCP-7689 refers to a currently unidentified phenomena causing an abnormally high amount of narrative and Akiva fluctuation in the city of Mekelle, Ethiopia. Site-89 Department of Tactical Theology personnel investigated on-site in an attempt to confirm these readings and if possible locate the source.",
    "title": "SCP-7689"
}