{
    "url": "https://scp-wiki.wikidot.com/scp-769",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\nItem #:\n SCP-769\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-769 must be kept inside a secure, waterproof vault whenever it is not in use. No liquid is to come in contact with the bowl outside of approved experiment protocols.\n\n\nDescription:\n SCP-769 is a cup ten centimeters tall and twelve centimeters across. It is made of pottery with a golden glaze, and is covered with a white residue. Several preserved parts from cephalopods, sea stars, and other marine invertebrates are affixed to the cup. A pattern is carved into the object's rim; however, the pattern is obscured by the residue. Due to concerns about altering the effectiveness of the artifact, restoration of the object or removal of the residue will not be attempted.\n\n\nSCP-769 is an artifact of the █████████ civilization that existed ████ years ago in modern-day ██████. Water from the object alters the memories of those who drink it.\n\n\nWhen a subject drinks water from the cup (or water that has been poured from the cup), new information is written directly into the subject's brain. However, this overwrites memories the subject already possesses. The memories lost are unpredictable, though usually comparable to the information gained. All water from the bowl must be drunk, or else the subject gains fragmented, unreliable information.\n\n\nThe information given is seemingly random, coming from a repository of information from the █████████. It includes cultural, technological, and military information. It appears that it was intended as an encyclopedia. However, so far no method has been found to retrieve specific information from the goblet. Whether this is due to problems inherent in the storage method or to the degradation of the cup over time is unknown at present.\n\n\nFull debriefing of the subjects typically takes one week, though more in-depth information can take longer to process.\n\n\nSubject D-769-32 has been useful in translating information, and has therefore been removed from the regular termination schedule, until such a time as she can teach the language to others.\n\n\nAddendum 769-1:\n The results from Subject D-769-37 have raised this object from a mild curiosity to a strategic priority.\n\n\nAddendum 769-2:\n Per the Administrator's instructions, Subject D-769-71 was given multiple exposures to SCP-769. However, the results have proven unsatisfactory due to the possibility of losing valuable information.\n\n\nAddendum 769-3:\n Reports will move from a weekly to a monthly basis.\n\n\nAddendum 769-4:\n Future reports to \nthe Administrator\n will no longer contain a listing of all findings. Only those of strategic importance will be passed on. Cultural, artistic, or historic information is not a priority.\n\n\nAddendum 769-5:\n Reports will move from a monthly to a bi-monthly basis.\n\n\nAddendum 769-6:\n Due to stronger demand in other areas, resources for this project are being cut by 80 percent.\n\n\nAddendum 769-7:\n Reports will move from a bi-monthly to a semi-annual basis. All non-strategic information is to be destroyed to make room for other records.\n\n\nAddendum 769-8:\n After ten years, results from SCP-769 have begun to repeat themselves. Despite thousands of test subjects, and, more importantly, great expenditures of Foundation resources, nothing of importance has been learned. Given a lack of any useful information, the project will be shelved until a better method of obtaining information from SCP-769 is found.\n\n\nPartial Test Log\n\n\nSubject D-769-01: Learned the name of the stars in the ██████ language, as well as their positions. However, she lost all memory of other names, including her own.\n\n\nSubject D-769-07: Milk was substituted for water. Subject convulsed once, and became comatose. He expired several days later.\n\n\nSubject D-769-13: Learned several songs in the █████████ language. It could not be determined what he lost.\n\n\nSubject D-769-18: Learned the history of ██████, a politician from █████████. Lost all memory from his sixth birthday to halfway through seventh grade.\n\n\nSubject D-769-25: Gained a tactical assessment of several other civilizations. Only the ████████████ were determined to be a threat. Suspected capabilities were listed, but are difficult to decipher without knowing the size of listed units or the abilities of vehicles.\n\n\nSubject D-769-30: Learned the rules to a children's game involving sticks and disks. Lost all memory of American politics.\n\n\nSubject D-769-32: Learned the █████████ language, but forgot how to paint, her former career.\n\n\nSubject D-769-37: Gained schematics for an engine capable of generating far more thrust than any we currently possess, which could explain the █████████ spaceflight capabilities. However, they call for an on-board power source generating over a thousand megawatts, with only two cubic feet allotted for it. It is hoped that designs for the generator can eventually be found. The subject lost all memories of his mother.\n\n\nSubject D-769-41: Gained schematics for an antique internal combustion engine. The design is inferior to those in use today, although the alloys it calls for are of strong interest to the Foundation.\n\n\nSubject D-769-54: Learned the history of the temple of ████. Subject broke down while describing it, and, when left unattended for a short period, took his own life. The guards were severely reprimanded.\n\n\nSubject D-769-71: After O5-8 reprimanded Dr. ████ for gross waste of class D personnel, Subject D-769-71 was given doses several times. The first time, he gained a novel, but forgot how to ride a bicycle. The second time, he learned a form of martial arts, but lost all memory of his faith. The third time, he learned the life cycle of the mammoth, but lost all memory of his childhood. The final time, it could not be determined what he gained, as he seemed to lose all ability to communicate. Subject D-769-71 was terminated several days later. It appears repeated exposures have a point of diminishing returns, taking more memory than previous exposures.\n\n\nSubject D-769-105: Learned the names of all the Exarchs of █████████ and their families going back several hundred years. He forgot how to operate any technology made in the last ten years.\n\n\n\n\nSubject D-769-2045: Learned the history of █████████ dance.\n\n\nSubject D-769-2070: Learned the names of the stars in the █████████ language.\n\n\n\n\nInterview Log 769-43\n\n\n\n\n\n\n« \nSCP-768\n | SCP-769 | \nSCP-770\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-769\n\" by DrEverettMann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-769\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 769-1: The results from Subject D-769-37 have raised this object from a mild curiosity to a strategic priority.",
        "Addendum 769-2: Per the Administrator's instructions, Subject D-769-71 was given multiple exposures to SCP-769. However, the results have proven unsatisfactory due to the possibility of losing valuable information.",
        "Addendum 769-3: Reports will move from a weekly to a monthly basis.",
        "Addendum 769-4: Future reports to the Administrator will no longer contain a listing of all findings. Only those of strategic importance will be passed on. Cultural, artistic, or historic information is not a priority.",
        "Addendum 769-5: Reports will move from a monthly to a bi-monthly basis.",
        "Addendum 769-6: Due to stronger demand in other areas, resources for this project are being cut by 80 percent.",
        "Addendum 769-7: Reports will move from a bi-monthly to a semi-annual basis. All non-strategic information is to be destroyed to make room for other records.",
        "Addendum 769-8: After ten years, results from SCP-769 have begun to repeat themselves. Despite thousands of test subjects, and, more importantly, great expenditures of Foundation resources, nothing of importance has been learned. Given a lack of any useful information, the project will be shelved until a better method of obtaining information from SCP-769 is found."
    ],
    "documents": [],
    "notes": [
        "\" SCP-769 \" by DrEverettMann, from the SCP Wiki . Source: https://scpwiki.com/scp-769 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-769",
    "object_class": "Safe",
    "containment_procedures": "SCP-769 must be kept inside a secure, waterproof vault whenever it is not in use. No liquid is to come in contact with the bowl outside of approved experiment protocols.",
    "description": "SCP-769 is a cup ten centimeters tall and twelve centimeters across. It is made of pottery with a golden glaze, and is covered with a white residue. Several preserved parts from cephalopods, sea stars, and other marine invertebrates are affixed to the cup. A pattern is carved into the object's rim; however, the pattern is obscured by the residue. Due to concerns about altering the effectiveness of the artifact, restoration of the object or removal of the residue will not be attempted.",
    "title": "SCP-769"
}