{
    "url": "https://scp-wiki.wikidot.com/scp-7690",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\nLink To Guide\n\n\nItem#:\n7690\n\n\nClearance Level 2:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nketer\n\n\n\n\n\n\n\n\nSecondary Class:\n \nuncontained\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/vlam\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/danger\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph captured by victims of Rozhdeniya Event-132. The photograph was enhanced by software engineers.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-7690 is currently uncontainable by the Foundation (View Addendum-1). Containment efforts are focused on preventing and mitigating the effects of Rozhdeniya Events.\n\n\nAll females within Slavic countries between the ages of 16 and 40 are to be monitored for signs of a Rozhdeniya Event for one week following spontaneous abortion or stillbirth. These signs include lethargy, night terrors, fatigue, and hallucinations. Suspected subjects will be further monitored by Foundation Field Agents. In the event of an individual affected by a Rozhdeniya Event (designated SCP-7690-A), the subject is to be immediately transported to a secure location for observation.\n\n\nFoundation agents are to be placed on standby in the vicinity of SCP-7690-A's location during the active phase of a Rozhdeniya Event. Intervention is prohibited during SCP-7690 manifestation. Any SCP-7690-1 instances produced during a Rozhdeniya Event are to be immediately taken into Foundation custody for study and medical treatment.\n\n\nSlavic governments are to suppress media coverage of any Rozhdeniya Events not discovered by the Foundation. Individuals who come into contact with SCP-7690 or SCP-7690-1 instances are to be amnesticized from the event. This condition may vary between SCP-7690-A subjects, depending on the circumstances.\n\n\nResearch into the origins and capabilities of SCP-7690 is ongoing, with the objective of developing a method of containing and studying the entity.\n\n\n\n\nDescription:\n\n\nSCP-7690 is an entity that appears as a female cranium attached to a spine, pelvis, and ribs, lacking limbs, a mandible, or a sternum. The body repeats itself an unknown number of times from the C1 vertebrae to the coccyx. Each repetition is disjointed and disproportionate in size and placement. SCP-7690 is covered in Lilium candidum, which grows through anomalous means. SCP-7690 moves through autonomous lateral undulation, ignoring gravity and mass, and produces a scraping sound due to the absence of organic ligaments and muscles.\n\n\nSCP-7690 is capable of producing SCP-7690-1 instances through unknown means, referred to as Rozhdeniya Events. These events occur when a woman living in a Slavic country between the ages of 16 and 40 experiences a spontaneous abortion or stillbirth. The rate of Rozhdeniya Events varies annually, averaging 0.000024% per year.\n\n\nA Rozhdeniya Event is comprised of two phases. The first phase occurs within a range of 1 - 2 weeks from the initial activation. SCP-7690-A subjects will experience frequent lethargy and fatigue and will report experiencing night terrors and minor visual and auditory hallucinations of SCP-7690's body. The second phase, known as the active phase, occurs after the first phase and once the SCP-7690-A subject is isolated between 00:00 to 06:00 local time. During this phase, SCP-7690 manifests within the SCP-7690-A's location and produces an SCP-7690-1 instance corresponding to the subject's miscarriage before departing.\n\n\nSCP-7690-1 instances are genetically and physiologically human, with severe physical and mental birth defects and are identical to the original fetuses in terms of DNA. They typically pass away shortly after discovery. SCP-7690-1 instances are found post-Rozhdeniya Events covered in vernix caseosa in various placements and circumstances.\n\nIt is currently unknown the full extent of SCP-7690's anomalous abilities, but based on witness accounts, it appears to have the ability to become intangible, teleport nearly instantaneously, and induce exhaustion.\n\n\n\n\nNote from Site-187 Director:\n\n\n\n\nAttention all staff,\n\n\nThe recent containment attempt Lambda III ended in tragic loss for the MTF unit involved. It is imperative that all personnel understand the dangers posed by SCP-7690 during its active phase. Any unauthorized intrusion during this time will result in retaliation from the entity. As of the current date, physical containment of SCP-7690 is not feasible. Under no circumstances should the active phase be interrupted unless explicitly authorized by a higher clearance level. Let us all keep the safety of our personnel and the success of our containment efforts at the forefront of our actions.\n\n\n\n\n\n\n+ Access Document 7690-VIII-NotableRozhdeniyaEvents\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nNotable Rozhdeniya Events\n\n\n\n\n\n\nSCP-7690-A Subject\n\n\nDate / Location\n\n\nMiscarriage Cause\n\n\nResult\n\n\n\n\n\n\nSCP-7690-A-105\n\n\n03/28/1947 / Krasnoyarsk, Russia\n\n\nStillborn\n\n\nSCP-7690-A-105 reported frequent night terrors correlating to SCP-7690 prior the rebirth of SCP-7690-1-105. The subject woke to find the infant wailing near their crotch, still attached by the umbilical cord. SCP-7690-1-105 passed away 39 minutes after discovery due to asphyxiation.\n\n\n\n\n\n\nSCP-7690-A-128\n\n\n10/23/1974 / Kemerovo, Siberia\n\n\nAbortion\n\n\nSCP-7690-A-128 reported interacting with SCP-7690 at 02:21 am local time. SCP-7690-1-128 was reborn from SCP-7690's eye socket. The subject stated that SCP-7690 stared at them for an extended period before they felt an extreme exhaustion, leading to falling asleep. SCP-7690-1-128 passed away 47 minutes after birth due to starvation.\n\n\n\n\n\n\nSCP-7690-A-147\n\n\n11/14/1998 / Sanok, Poland\n\n\nInfection (Chlamydia)\n\n\nSCP-7690-A-147 reported interacting with SCP-7690 at 00:53 am local time. SCP-7690-1-147 was reborn from SCP-7690's foramen magnum and was covered in a mixture of urine, abnormal vaginal discharge, and blood. SCP-7690 left the residence 4 minutes after arrival. SCP-7690-A-147 committed suicide with a hunting rifle shortly after SCP-7690-1-147's rebirth. SCP-7690-1-147 passed away 56 minutes after birth due to starvation.\n\n\n\n\n\n\nSCP-7690-A-173\n\n\nView Addendum-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum-1 - 'SCP-7690 Containment Attempt - Lambda III'\n\n\n\n\n\n\n== LEVEL IV ACCESS REQUIRED ==\n\n\n \n\n\nINSUFFICENT CLEARANCE LEVEL\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n== LEVEL III ACCESS REQUIRED ==\n\n\n \n\n\n \n\n\n\n\nLogin\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nAddendum-2 - 'Sophia Fedorov Incident'\n\n\n\n\nRecord_Audio_Statement_XI_7690_SFI_DrSelina [FILE ACCESSED]:\n\n\nForeward:\n The following interview was of questioning Doctor Mortaniz Selina, the head researcher of SCP-7690-1-173, post-incident. Dr. Selina was tasked with the objective of understanding the subject's survivability and correlation to SCP-7690.\n\n\n\n\n<BEGIN>\n\n\nDr. Selina:\n \n\"Have they agreed to my requests?\"\n\n\nInterviewer:\n \n\"Yeah, I got the all-clear as long as you give us your insight.\"\n\n\nDr. Selina:\n \n\"Alright… Uh… Where should I begin?\"\n\n\nInterviewer:\n \n\"Just start with the case and proceed from there.\"\n\n\nDr. Selina:\n \n\"Alright… SCP-7690-1-173, as my team called her \"Sophia,\" was recovered from a Rozhdeniya Event on ██/██/20██ and placed under my team's care at Site-183. Upon inspection, she would have severe physical and mental birth defects, including cerebral palsy, severe cognitive impairments, and a missing index and ring finger of her left hand due to a growth stunt. Despite initial predictions, Sophia survived infancy and was the first documented instance of an SCP-7690-1 that survived past discovery. Of course, she was placed in Foundation custody under my care.\"\n\n\n\"Over the next four years, Sophia received regular medical treatment which allowed her to develop physically and cognitively. She was even able to walk with the aid of a walker and communicate through basic sign language and was being taught how to vocalize. She was a very bright girl despite her upbringing. She actually reminded me of my own little one… Ahem… sorry. She stayed in a habitable facility within Site-183 and considering she wasn't a threat, her containment was a lot more lenient with visitations. I got to be her primary caretaker and she was an angel.\"\n\n\nDr. Selina paused, looking to the floor for a significant period.\n\n\nInterviewer:\n \n\"What about the mother?\"\n\n\nDr. Selina:\n \n\"Nikola Fedorov, aka SCP-7690-A-173, was permitted regular visitations with her daughter under proper supervision, of course. The ethics committee had a contract in place to allow these visitations as long as Mrs. Federov remained silent about the Foundation. While it was apparent that Mrs. Federov did not like the circumstance she and her daughter were under, Sophia still was able to recognize and react positively to her mother's presence. I was quite close with both of them, and Mrs. Federov spoke differently to me as if I were her friend and not a Doctor. It was nice. We often talked about our own families. She told me about her two kids that lived in Argentina due to her divorce. I remember, she said to me 'this next one, is going to stay by my side'. It was sweet.\"\n\n\nDr. Selina paused once again, looking to the floor.\n\n\nInterviewer:\n \n\"Alright, tell me more about your experiences with Sophia Fedorov, aka SCP-7690-1-173.\"\n\n\nDr. Selina:\n \n\"Being able to spend time with Sophia, in a playful yet study-heavy way was a positive experience for my team and me. She was quick to show affection to those she was familiar with and she was quite the miracle. However… Er… Sophia displayed odd behavior in other situations. She would be in extreme fear and anxiety to unfamiliar individuals. She had difficulty interacting with others and displayed acts of… self-harming when distressed. It was heartbreaking to see. My team attributed these behaviors to Sophia's cognitive impairments and provided appropriate care.\"\n\n\nInterviewer:\n \n\"Were there any other behavioral issues with Sophia? Perhaps correlating her to SCP-7690?\"\n\n\nDr. Selina:\n \n\"Actually, there was this one behavior. She would frequently ask for her mother to visit. Even with Mrs. Federov in her presence. We originally thought it was just part of the mental development of an infant, but Sophia did know of Mrs. Federov but didn't correlate her to being her own mother. When she would ask frequently, I would typically respond with, 'what does your mother look like?' At which she would pause, think for a moment, and say, 'A snake'… When I try to further along the conversation of this 'snake' she would either ignore, change the subject or forget what she's talking about, as common with most infants. It does raise the question though of how SCP-7690 affects the life of an SCP-7690-1 instance. My team and I tried to ask questions about the topic but she would give the same responses I said.\"\n\n\nInterviewer:\n \n\"Alright now tell me about the incident, if you are able to.\"\n\n\nDr. Selina:\n \n\"Alright… alright… sorry just give me a moment.\"\n\n\nDr. Selina takes a big gulp of water.\n\n\nDr. Selina:\n \n\"Despite the progress made in Sophia's development, she remained fragile with all of her ailments. On ██/██/20██, Sophia contracted pneumonia and was hospitalized. Mrs. Federov and I were in the room with her during her final moments… And while we were at her bedside, I saw it. The monster… slowly emerged from the floor. No warning, no sound, nothing to indicate its presence at all. Hell, the security team didn't even know it was in the room for four minutes! Mrs. Federov and I were silently staring at it as it approached Sophia. I read the Lambda three containment failure… and I tried to warn her but…\"\n\n\nDr. Selina starts to sob.\n\n\nInterviewer:\n \n\"Apologies doctor, but I'm going to need you to continue the incident, we can take a two-minute break?\"\n\n\nDr. Selina:\n \n\"No no… I'm sorry, just a moment.\"\n\n\nDr. Selina composes herself.\n\n\nDr. Selina:\n \n\"Okay… okay… fortunately, Mrs. Federov wasn't hurt, she was just put to sleep right there. I sat there… in silence… shaking… wondering where the security team is. The monster was at her bedside, staring right at Sophia. I sat there watching them. Finally, the containment breach protocol was in motion with red lights and sirens. But it didn't break their seemingly tender moment. I watched as Sophia passed and the monster just hovered over her. Then… A singular flower floated from the monster's eye… It was another one of its flowers. I was speechless… I was… In shock, I suppose. It looked at me and I fell asleep. Then woke up after the security took me in for questioning.\"\n\n\nInterviewer:\n \n\"I'm sorry for that incident and your experiences. Are there any further details? For the record.\"\n\n\nDr. Selina:\n \n\"Actually… When I was put to sleep I had this dream.\"\n\n\n\"The sky was greyed out with spots of black darkness stretching across. The entire ground was covered in those Lilies. There was this… nice breeze. I felt warm… It calmed me. Then I saw it… It was… massive. It was in the distance, I-I could barely make out its shape. It looped around me, nearly the size of a mountain. And eventually… It-it looked down on me. It lowered its head right in front of me, and I saw inside its eye… And I- I- I don't know- I think it… Sniffed me?\"\n\n\nDr. Selina began to sob once again.\n\n\nDr. Selina:\n \n\"I then heard babies crying… from all directions! Just echoing. I tried to look away but then… it dropped one of its flowers on me. On my head. It was silent once again. Does it know?\"\n\n\nInterviewer:\n \n\"Does it know what?\"\n\n\nDr. Selina:\n \n\"That I'm pregnant?\"\n\n\nSilence.\n\n\nDr. Selina:\n \n\"I'm so sorry, that was inappropriate, I-\"\n\n\nInterviewer:\n \n\"It's okay, it's okay. There's no need to continue. It's clear this event has changed you. It would change most people. We can move you to a more friendly site and-\"\n\n\nDr. Selina:\n \n\"Actually… I'd-I'd like to resign.\"\n\n\nInterviewer:\n \n\"But Doctor, that's an entirely different procedure, might take time to finalize. I assume you know the procedure, correct? Why would you want to lose the benefits?\"\n\n\nDr. Selina:\n \n\"I want to spend more time with my family.\"\n\n\nInterviewer:\n \n\"Very well.\"\n\n\n<END>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7690\n\" by MaskedN00B, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7690\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sighting\n\n\nName:\n Skulls, Skull, Teschi, Teschio - fotografia di Augusto De Luca. 63\n\n\nAuthor:\n internationalphotography\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.openverse.engineering/image/74036bdc-d4a6-42b0-82c4-947e2488439c\n\n\nAdditional Notes:\n Image was cropped by myself\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7689\n | SCP-7690 | \nSCP-7691\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7690 \" by MaskedN00B, from the SCP Wiki . Source: https://scpwiki.com/scp-7690 . Licensed under CC-BY-SA .",
        "Filename: sighting Name: Skulls, Skull, Teschi, Teschio - fotografia di Augusto De Luca. 63 Author: internationalphotography License: CC BY-SA 2.0 Source Link: https://search.openverse.engineering/image/74036bdc-d4a6-42b0-82c4-947e2488439c Additional Notes: Image was cropped by myself"
    ],
    "title": "SCP-7690"
}