{
    "url": "https://scp-wiki.wikidot.com/scp-7693",
    "all_text": "[[iftags +component]]\n\n\n\n\nThis is a component to make the mobile sidebar button active on desktop-size screen.\n\nTo use, put the following:\n\n\n\n\n[[include :scp-wiki:component:toggle-sidebar]]\n\n\n\n\nIf used with a theme, it's recommended to put said theme after this \n[[include]]\n.\n\n\n(Use \nthis version\n by \nWoedenaz\n if you're using Black Highlighter)\n\n\n\n\n\n\n\n\n\n\n/\n*\n source: \nhttp\n://\nah-sandbox.wikidot.com\n/\ncomponent\n:collapsible-sidebar-x1\n \n*\n/\n \n\n#top-bar\n \n.open-menu\n \na\n \n{\n\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0.5\nem\n;\n        \nleft:\n \n0.5\nem\n;\n        \nz-index:\n \n5\n;\n        \nfont-family:\n 'Lucida Sans Unicode','Lucida Grande','Lucida Sans','Times New Roman',Helvetica,Roboto,\nsans-serif\n;\n        \nfont-size:\n \n30\npx\n;\n        \nfont-weight:\n \n700\n;\n        \nwidth:\n \n30\npx\n;\n        \nheight:\n \n30\npx\n;\n        \nline-height:\n \n0.9\nem\n;\n        \ntext-align:\n \ncenter\n;\n        \nborder:\n \n0.2\nem\n \nsolid\n \n#888\n;\n        \nbackground-color:\n \n#fff\n;\n        \nborder-radius:\n \n3\nem\n;\n        \ncolor:\n \n#888\n;\n        \npointer-events:\n \nauto\n;\n\n}\n\n \n\n@media\n \nnot\n \nall\n \nand\n (max-width: 767\npx\n) \n{\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \npointer-events:\n \nnone\n;\n    \n}\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \nli\n \n{\n\n        \ndisplay:\n \nnone\n;\n    \n}\n\n \n    \n#main-content\n \n{\n\n        \nmax-width:\n \n44.5\nrem\n;\n        \nmargin:\n \n0\n \nauto\n;\n        \npadding:\n \n0\n;\n        \ntransition:\n max-width \n0.2\ns ease-in-out\n;\n    \n}\n\n \n    \n#side-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0\n;\n        \nleft:\n -\n18\nrem\n;\n        \nwidth:\n \n15.25\nrem\n;\n        \nheight:\n \n100\n%\n;\n        \nmargin:\n \n0\n;\n        \noverflow-x:\n \nhidden\n;\n        \noverflow-y:\n \nauto\n;\n        \nz-index:\n \n10\n;\n        \npadding:\n \n1\nem\n \n1\nem\n \n0\n \n1\nem\n;\n        \nbackground-color:\n rgba(\n0\n,\n0\n,\n0\n,\n0.1\n)\n;\n        \ntransition:\n \nleft\n \n0.4\ns ease-in-out\n;\n \n        \nscrollbar-width:\n \nthin\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n    \n#side-bar\n:\nfocus-within\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n.close-menu\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \nwidth:\n \n100\n%\n;\n        \nheight:\n \n100\n%\n;\n        \ntop:\n \n0\n;\n        \nleft:\n \n0\n;\n        \nmargin-left:\n \n17\nrem\n;\n        \nopacity:\n \n0\n;\n        \nz-index:\n -\n1\n;\n        \nvisibility:\n \nvisible\n;\n    \n}\n\n    \n#side-bar\n:\nnot\n(:\ntarget\n) \n.close-menu\n \n{\n \ndisplay:\n \nnone\n; \n}\n\n \n    \n#top-bar\n \n.open-menu\n \na:\nhover {\n        text-decoration: \nnone\n;\n    \n}\n\n}\n\n\n\n\n\n[[/iftags]]\n\n\n\n\n\n\n\n\nrating: \n+132\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nThis was my art exchange gift for CowscantgoMoo! Hope you enjoy!\n\nBy \nParallelPotatoes\n\n\n\n\n\n\n\n\nrating: \n+132\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7693\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7693 is currently uncontained due to its effect on all known cows. Please see Addendum-2 for proposed containment procedures. Class-μ amnestics\n1\n have been approved for widescale use to hide the effects of SCP-7693 until a permanent solution is reached.\n\n\n\n\n\n\nCow silenced by SCP-7693\n\n\n\n\n\n\nDescription:\n SCP-7693 is the inability for all cows to be able to vocalize. Whenever a cow attempts this, a random anomalous effect will occur instead of noise being produced. This effect will vary and is difficult to predict, but a few outcomes have been noted to occur more often than others. A few common effects include:\n\n\n\n\nA piece of paper with the word \"moo\" written on it appears on top of the cow's head.\n\n\nPersons near the cow smell the word \"moo\".\n\n\nThe word \"moo\" is formed out of clouds in the sky.\n\n\nPersons near the cow say the word \"moo\" themselves. This often causes confusion, as they are not cows.\n\n\n\n\nAddendum 1:\n Notable SCP-7693 Events\n\nThe following is a list of unique SCP-7693 effects that caused a notable disturbance in the veil before amnestics were applied to those involved. While each of these events have not occurred more than once, they have been recorded in order to help facilitate the development of bovine countermeasures in the proposed containment procedures.\n\n\n\n\nEffect:\n Approximately one hundred cows manifested in the sky above a cow that attempted to vocalize.\n\n\nAdditional Notes:\n Despite the weight of the cows, each cow did negligible damage upon falling to the ground and none were injured. Witnesses compared the event to a \"light and pleasant rain\" prior to the application of amnestics.\n\n\n\n\n\n\nEffect:\n Politicians employed at all human governments were temporarily replaced by cows for a period of thirty minutes due to SCP-7693.\n\n\nAdditional Notes:\n Many governments continued on as normal during the interruption, as the cows had a surprising amount of intelligence and talent for governmental operations despite their inability to make noise. However, many countries passed significant amounts of milk-related legislation during the event.\n\n\n\n\n\n\nEffect:\n A cow one-tenth the size of a standard cow manifested near the cow that originally attempted to vocalize. When this cow attempted to vocalize, a cow one-hundredth the size of a standard cow manifested. This pattern continued until a cow the size of a cubic Planck length manifested.\n\n\nAdditional Notes:\n Quantum physicists employed at the Foundation made significant discoveries by studying the final cow. Several papers were published about a subatomic particle titled the \"Higgs Bovine\".\n\n\n\n\nAddendum 2:\n Proposed Containment Procedures\n\nThe following addendum lists proposed containment procedures for SCP-7693 and their reasons for rejection from official adoption. Due to the threat to the veil that SCP-7693 poses, finding effective containment procedures are considered a top priority.\n\n\n\n\nProposed Containment Procedures:\n Underground containment barns are to be installed at all major Foundation sites to house the anomalous cows.\n\n\nReason for Rejection:\n While construction of the barns was underway, an SCP-7693 event caused several nuclear warheads with the word \"moo\" painted on them to manifest in the barn's locations. It is believed that this was a warning from the cows, and further progress with this containment method would result in further consequences.\n\n\n\n\n\n\nProposed Containment Procedure:\n Miniature Scranton Reality Anchors are to be implanted into cows to counteract the anomalous effects of SCP-7693.\n\n\nReason for Rejection:\n It is well documented that even before the appearance of SCP-7693, SRAs have been unable to function around cows. The prevailing theory for this effect is that cows have a natural immunity to reality.\n\n\n\n\n\n\nProposed Containment Procedure:\n All cows are to be sent to a habitable planet in another solar system using anomalous space-faring technology.\n\n\nReason for Rejection:\n All habitable planets have been transformed into planet-sized cows after an SCP-7693 event. Discussions are still underway as to whether planet-sized cows are habitable for standard-sized cows.\n\n\n\n\nAddendum 3:\n Incident-7693\n\nThree weeks after the initial appearance of SCP-7693, an SCP-7693 event caused a USB port to appear on a cow. Upon being plugged into a computer, two files appeared. The first file was titled \"MooPlus.txt\" and contained the following:\n\n\n\n\nHello, and thank you for using MooPlus: The Alternate Mooing mod! Are you tired of your boring old moos? Do you want to spice up your life? This is the mod for you! Simply download it on your cow species, wiggle a cow, chant the activation sequence, and watch the magic happen! Please note that CowCuber69, the creator of this mod, is not responsible for any milk-related damages that occur from the use of this mod.\n\n\n\n\nThe second file was titled \"uninstall.exe\". Upon running this file, most anomalous effects from SCP-7693 ceased. The only remaining anomalous effect is that cows are still unable to vocalize. Revised containment procedures have been created with the goal to reinforce the public belief that cows have never been able to vocalize, and all recorded instances of cow vocalization are fictional.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7693\n\" by ParallelPotatoes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7693\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cow.jpg\n\n\nName:\n\n\nAuthor:\n Indrajit Das;BongBlogger\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Cow_02.jpg\n\n\nDerivative of:\n\n\nAdditional Notes:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Class-μ amnestics causes those affected to remember abnormal events as normal events and can be applied to entire populations at a time. Due to negative side effects, they are only used in extreme circumstances.",
    "addendums": [
        "Addendum 1: Notable SCP-7693 Events The following is a list of unique SCP-7693 effects that caused a notable disturbance in the veil before amnestics were applied to those involved. While each of these events have not occurred more than once, they have been recorded in order to help facilitate the development of bovine countermeasures in the proposed containment procedures.",
        "Addendum 2: Proposed Containment Procedures The following addendum lists proposed containment procedures for SCP-7693 and their reasons for rejection from official adoption. Due to the threat to the veil that SCP-7693 poses, finding effective containment procedures are considered a top priority.",
        "Addendum 3: Incident-7693 Three weeks after the initial appearance of SCP-7693, an SCP-7693 event caused a USB port to appear on a cow. Upon being plugged into a computer, two files appeared. The first file was titled \"MooPlus.txt\" and contained the following:\nThe second file was titled \"uninstall.exe\". Upon running this file, most anomalous effects from SCP-7693 ceased. The only remaining anomalous effect is that cows are still unable to vocalize. Revised containment procedures have been created with the goal to reinforce the public belief that cows have never been able to vocalize, and all recorded instances of cow vocalization are fictional."
    ],
    "documents": [],
    "notes": [
        "[[include :scp-wiki:component:toggle-sidebar]]",
        "Effect: Approximately one hundred cows manifested in the sky above a cow that attempted to vocalize. Additional Notes: Despite the weight of the cows, each cow did negligible damage upon falling to the ground and none were injured. Witnesses compared the event to a \"light and pleasant rain\" prior to the application of amnestics.",
        "Effect: Politicians employed at all human governments were temporarily replaced by cows for a period of thirty minutes due to SCP-7693. Additional Notes: Many governments continued on as normal during the interruption, as the cows had a surprising amount of intelligence and talent for governmental operations despite their inability to make noise. However, many countries passed significant amounts of milk-related legislation during the event.",
        "Effect: A cow one-tenth the size of a standard cow manifested near the cow that originally attempted to vocalize. When this cow attempted to vocalize, a cow one-hundredth the size of a standard cow manifested. This pattern continued until a cow the size of a cubic Planck length manifested. Additional Notes: Quantum physicists employed at the Foundation made significant discoveries by studying the final cow. Several papers were published about a subatomic particle titled the \"Higgs Bovine\".",
        "Proposed Containment Procedures: Underground containment barns are to be installed at all major Foundation sites to house the anomalous cows. Reason for Rejection: While construction of the barns was underway, an SCP-7693 event caused several nuclear warheads with the word \"moo\" painted on them to manifest in the barn's locations. It is believed that this was a warning from the cows, and further progress with this containment method would result in further consequences.",
        "Proposed Containment Procedure: Miniature Scranton Reality Anchors are to be implanted into cows to counteract the anomalous effects of SCP-7693. Reason for Rejection: It is well documented that even before the appearance of SCP-7693, SRAs have been unable to function around cows. The prevailing theory for this effect is that cows have a natural immunity to reality.",
        "Proposed Containment Procedure: All cows are to be sent to a habitable planet in another solar system using anomalous space-faring technology. Reason for Rejection: All habitable planets have been transformed into planet-sized cows after an SCP-7693 event. Discussions are still underway as to whether planet-sized cows are habitable for standard-sized cows.",
        "Hello, and thank you for using MooPlus: The Alternate Mooing mod! Are you tired of your boring old moos? Do you want to spice up your life? This is the mod for you! Simply download it on your cow species, wiggle a cow, chant the activation sequence, and watch the magic happen! Please note that CowCuber69, the creator of this mod, is not responsible for any milk-related damages that occur from the use of this mod.",
        "\" SCP-7693 \" by ParallelPotatoes, from the SCP Wiki . Source: https://scpwiki.com/scp-7693 . Licensed under CC-BY-SA .",
        "Filename: cow.jpg Name: Author: Indrajit Das;BongBlogger License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: https://commons.wikimedia.org/wiki/File:Cow_02.jpg Derivative of: Additional Notes:"
    ],
    "containment_procedures": "SCP-7693 is currently uncontained due to its effect on all known cows. Please see Addendum-2 for proposed containment procedures. Class-μ amnestics1 have been approved for widescale use to hide the effects of SCP-7693 until a permanent solution is reached.",
    "description": "SCP-7693 is the inability for all cows to be able to vocalize. Whenever a cow attempts this, a random anomalous effect will occur instead of noise being produced. This effect will vary and is difficult to predict, but a few outcomes have been noted to occur more often than others. A few common effects include:",
    "title": "SCP-7693"
}