{
    "url": "https://scp-wiki.wikidot.com/scp-7696",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\nItem #:\n SCP-7696\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-7696 is to be stored in a standard Safe-class locker.\n SCP-7696 is to be contained in Locker 37 of Site-459’s Safe-class storage warehouse. The anomaly is to be sealed in an opaque container. A label explaining the anomaly’s effects is to be attached to the front of the locker, and to be periodically checked to ensure legibility.\n\n\nDescription:\n SCP-7696 is a copy of the August 1986 issue of the erotic magazine ██████. Written in black marker on the magazine's front are the words \"OH YEAH BABY\". When any of the magazine’s content (including the cover) is read by an individual, they experience a permanent increase in neurotransmitters associated with sexual libido. Individuals affected by 7696 report an increased desire for sexual activity, as well as an increased frequency of sexual thoughts.\n\n\nAddendum 1:\n Incident 7696-1\n\n\nWhile ensuring that no anomalies were damaged in transit after a transfer of several dozen Safe-class anomalies from Site-134 to Site-459, Dr. Ariana Johanssen was accidentally exposed to 7696’s effects. She did not report this incident at the time, and Foundation awareness was only brought to the incident after she submitted several journal entries detailing the effect 7696 had had on her psyche over the course of a day.\n\n\n\n\n1/10/00\n\n\nIt’s six in the morning, and I’m alone in my office. My phone has five missed calls, all from her. I slept two hours last night.\n\n\nI dreamed in those two hours. I woke up from said dream soaked in sweat. I don’t want to write what the dream was about except for that it involved her and that the feeling of nausea was too strong to even think about falling back asleep.\n\n\nI’m thinking about how to tell her how we need to break up.\n\n\n\n\n\n\n1/10/00, cont.\n\n\nDave shook me awake on the breakroom couch at 1 pm. Dipshit that he is he joked about smelling jack on my breath. Asked me two questions and like the idiot that I am I folded and told him everything.\n\n\nHe asked me if Melissa knew, and that’s when I started sobbing and begging him not to report it. He locked the door, and just sort of held me for half an hour and told me it was going to be okay. Didn’t really make up for the jack joke but it was nice to have a moment of genuine human contact. And it helped confirm that I’m still not attracted to guys, anomalous mag or not, which is a small mercy to know.\n\n\n\n\n\n\n1/10/00, cont II.\n\n\nDave did make him not reporting the incident contingent on the fact that I Faced The Problem Head-On, which he said in this sort of stern Midwestern fatherly tone that was hard to ignore. By this point I had fifteen missed calls, and he also raised the valid point that she was probably going to file a missing persons report if I let the whole thing go on any longer.\n\n\nI parked outside of our apartment a half-hour later, and just cried in the car for god knows how long.\n\n\n\n\n\n\n1/10/00, cont III.\n\n\nI called her from the parking lot. Told her that whatever she did do not look out the window or come down. The idea of actually looking at her is terrifying to me. That’s when it’s really gone for good. The self I’ve built. The identity I clawed from thirty-five years of relentless self-doubt and self-hatred. The identity she showed me was perfectly fine and real and valid to have.\n\n\nKnowing yourself for the first time is a strange sort of happiness. It’s a kind you’ve always glimpsed through broken mirrors and midnight thoughts, but denied yourself because the world told you that just isn’t how you can be and you believed the lie.\n\n\nAnd now the lie is the truth and I don’t know what to do with myself any more.\n\n\nShe was like alright I just want to know you’re safe. And I was like yeah I’m safe don’t worry. I’m safe. And she said I love you. And I said I love you too and hated myself for how I meant it now.\n\n\n\n\n\n\n1/10/00, cont IV.\n\n\nDave rung me. I told him I was at a Motel 6 for the night, and he sighed. He said that if I didn’t call him back from home by eleven he was going to submit his report to the Site Director, and audibly typed for about half a minute before I took his point. God what an asshole he is.\n\n\nItemized list of Why We Broke Up:\n\n\n\n\n1: Because I was drunk outside her door at 9:32 PM.\n\n\n2: Because I’d gone radio silent for the past 38 hours and then lied about my reason for going radio silent, and, contingent to that:\n\n\n3: Because knowing what I work with she was worried and for very good reason. And I’d subjected her to that pain for no good reason.\n\n\n4: Because I was on a combined 4 hours of sleep and couldn’t think right at all.\n\n\n5: Because it then just sort of all poured out of me. The thoughts. The god-fucking-awful drive or whatever it is they call it. How when she put her hand on my shoulder it gave me the most terrifying feeling in the world and I just about barreled past her to go hurl.\n\n\n6: Because then, when she spoke to me as my head hung over the toilet, she asked why I hid this from her.\n\n\n7: Because, I said, because the reason you love me in the first place is because I’m ace too. Because you helped me find that out about myself. Because you told me that as we sat by a lake in the freezing November cold underneath a blanket that didn’t really do much to help that you could love somebody without liking them like that and that would be what I felt towards you, maybe?\n\n\n8: Because I do love you like that, I said, between sobs on the cold linoleum of the bathroom’s floor. Because I don’t like you like that even if I got these fucking awful thoughts and feelings now that disgust me and that trust me I would \nnever\n want to act on, dear god.\n\n\n9: Because that was who I was now, though. Because I wasn’t myself anymore. Because I wasn’t the person who she loved and because I wasn’t the person that I knew.\n\n\n\n\nItemized list of Why We Stayed Together:\n\n\n\n\n1: Because, she said, bending down on her knees, that didn’t really matter all that much to her. So what if that was who I was now. I was still myself, irregardless of whatever random bullshit may have happened to my neurotransmitters or whatever the fuck. She wasn’t going to leave me just like that.\n\n\n2: Because you still want to make this work, right? To which I enthusiastically nodded yes.\n\n\n3: Because we can make it work, then. And even if it doesn’t work out– even if we don’t end up being the perfect pair now– that will be alright. That will be fine.\n\n\n4: Because I still love you very much. And that’s all that matters.\n\n\n\n\nI rung Dave, told him to go fuck himself, and told him that I’d be filing my own report.\n\n\n\n\n\n\n\n\n« \nSCP-7695\n | SCP-7696 | \nSCP-7697\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7696\n\" by Long Arm Larry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7696\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Incident 7696-1\nWhile ensuring that no anomalies were damaged in transit after a transfer of several dozen Safe-class anomalies from Site-134 to Site-459, Dr. Ariana Johanssen was accidentally exposed to 7696’s effects. She did not report this incident at the time, and Foundation awareness was only brought to the incident after she submitted several journal entries detailing the effect 7696 had had on her psyche over the course of a day."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7696 \" by Long Arm Larry, from the SCP Wiki . Source: https://scpwiki.com/scp-7696 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7696",
    "object_class": "Safe",
    "containment_procedures": "SCP-7696 is to be stored in a standard Safe-class locker. SCP-7696 is to be contained in Locker 37 of Site-459’s Safe-class storage warehouse. The anomaly is to be sealed in an opaque container. A label explaining the anomaly’s effects is to be attached to the front of the locker, and to be periodically checked to ensure legibility.",
    "description": "SCP-7696 is a copy of the August 1986 issue of the erotic magazine ██████. Written in black marker on the magazine's front are the words \"OH YEAH BABY\". When any of the magazine’s content (including the cover) is read by an individual, they experience a permanent increase in neurotransmitters associated with sexual libido. Individuals affected by 7696 report an increased desire for sexual activity, as well as an increased frequency of sexual thoughts.",
    "title": "SCP-7696"
}