{
    "url": "https://scp-wiki.wikidot.com/scp-7701",
    "all_text": "Why does it end here?\n\n\n\n\n\n\n\n\n\n\n\n\nThe Conqueror Worm\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7701\n — \nThe Conqueror Worm\n\n\n\n\nRecommended Reading Music\n\n\n\n\nContent Warning:\n Violence, mild gore, explicit self-harm, and suicide.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning ↑\n\n\nrating: \n+97\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7701\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7701\n\n\n\n\n\n\n \n\n\n\n\nSpecial Containment Procedures\n\n\n\n\nThe room containing the passageway to SCP-7701 has been walled off from the rest of the Republic of Moldova's Government House and removed from all public copies of the building's blueprints.\n\n\nSCP-7701 Performance Events are to be recorded by cameras installed within SCP-7701 and automatically transcribed. Transcriptions shall be continually simplified by NOUS.AIC until they are cleared of all infohazardous content. In the event that an individual has been cognitively infected by SCP-7701, the wall blocking SCP-7701's passageway is to be temporarily taken down, so that their body may be interred beneath SCP-7701's stage.\n\n\n \n\n\n\n\nDescription\n\n\n\n\nSCP-7701 is a dilapidated, subterranean theater situated 56 meters below the Great National Assembly Square in Chișinău, Moldova. It was discovered in 1964, shortly following the Government House's construction, when an unrecognized passageway was discovered in the building's basement. As Moldova\n.\nThen known as the \"Moldavian Soviet Socialist Republic\"\n was a republic of the Soviet Union at that time, \nGRU Division \"P\"\n quickly became aware of the disappearances associated with SCP-7701's discovery and began containment efforts. SCP-7701, along with many other anomalies, came under the Foundation’s jurisdiction following the USSR's dissolution.\n\n\n\n\n\n\nSCP-7701-B instance, mid-performance.\n\n\n\n\n\n\nSCP-7701 Performance Events take place, on average, once per month. A Performance Event is composed of four stages:\n\n\nStage 1:\n 9-48 SCP-7701-A instances manifest in SCP-7701's seating, each bound to their chair by iron chains. SCP-7701-A instances are grey, nude, androgynous humanoid entities that lack any form of genitalia, with a pair of cauterized stumps protruding between their scapulae. Their heads are enveloped by canvas sacks that have been stained with an undetermined aromatic black substance.\n\n\nSCP-7701-A instances quietly convulse for the duration of the event, softly moaning at random intervals. The emotional quality of their moans (sadness, pain, pleasure, etc.) has not been determined. Long-range energy scans suggest that SCP-7701-A instances each generate approximately 32-48 centiAkivas per second while manifested.\n.\nEntities that directly serve divine beings generate, on average, 60-75 centiAkivas per second.\n\n\nStage 2:\n 3-15 SCP-7701-B instances manifest offstage. SCP-7701-B instances are humanoid entities dressed in clothing resembling that of Venetian masquerades. Instances move in a jerky, lolling, marionette-like manner, speaking with a mixture of Italian, Romanian, French, and Vulgar Latin.\n\n\nStage 3:\n SCP-7701-B instances proceed to carry out a theatrical production of a play that was written no later than the 17th century. These performances begin in a manner that is largely accurate to the original script, but increasingly diverge as they go on. Five randomly selected performances are detailed below.\n\n\n \n\n\n\n\n\n\nPerformance\n\n\nNotable Divergences\n\n\n\n\n\n\nThe Bacchae\n\n\nThe god Dionysus is frequently described by other characters as “red-faced,” “gleeful,” and “blood-painted.” Rather than seeking to prove his own divinity, as he does in the original text, Dionysus endeavors to demonstrate the godhood of the “Lord of the Noose.” He ultimately dedicates Pentheus’s death to the Lord of the Noose and feeds the cities of Hellas to SCP-7701-C.\n\n\n\n\n\n\nHamlet\n\n\nRosencrantz and Guildenstern are not present for the duration of the play. In Act 1, Prince Hamlet is informed of King Hamlet's assassination by the \"Harbinger of Alagadro,\" rather than the King's ghost. The Harbinger is present in most following scenes, but is only acknowledged by Ophelia shortly before her death. In Act 5, Hamlet's fencing match with Laertes is interrupted by the arrival of SCP-7701-C, which devours the remaining cast.\n\n\n\n\n\n\nUntitled Play\n\n\nThe origin of this play is not known, appearing to be an example of \ncommedia dell'arte\n.\n.\nAn early form of professional theater that originated in Italy.\n It is not known if it is a play that was lost to history or was created by SCP-7701 wholesale— as SCP-7701 has not produced an original work before or since, the former is likely the case. Though this performance initially utilizes the tropes and character archetypes associated with \ncommedia dell'arte\n, the scenes gradually become more violent, eventually degrading into solely portraying gruesome acts of self-mutilation. The play ends when the cast assembles to commit suicide via hanging. Their corpses are then eaten by SCP-7701-C.\n\n\n\n\n\n\nThe Merchant of Venice\n\n\nThe play primarily takes place in the \"\nKingdom of Trinculo\n\" rather than the city of Venice. The narrative otherwise does not diverge until the ostensible end of the play— at which point the character Shylock is approached by a unnamed man in a \nyellow mask\n, who offers Shylock a chance at revenge on the people who ruined his life. The play continues for an additional full act, in which Shylock, with the aid of the masked man, inflicts increasingly brutal acts on those who wronged him, cutting a pound of flesh from each victim as he does so. In the final scene, Shylock willingly feeds himself to SCP-7701-C to repay the masked man for services rendered.\n\n\n\n\n\n\nThe Hanged King's Tragedy\n\n\n[INFOHAZARD EXPUNGED]\n.\nIncident 7701-G1:\n 13 casualties. Subsequently, automated transcription procedures are implemented.\n\n\n\n\n\n\n \n\n\nStage 4:\n As the performance nears its conclusion, SCP-7701-C, a 15.2 m annelid composed of 80-120 flayed human bodies, emerges from beneath the stage to involve itself in the play’s final scenes. This inevitably involves the violent consumption of all manifested SCP-7701-B instances. Upon the performance’s completion, SCP-7701-C will move to the edge of the stage, bow, and crawl under it. All SCP-7701-A instances proceed to dissolve into black smoke over the course of the following 21.5 hours.\n\n\n \n\n\n\n\nAddendum: Incident 7701-R9\n\n\n\n\nOn 07/01/2007, 28 people in Chișinău, Moldova attempted suicide between 2:25PM and 3:49PM.\n.\nMovement, indistinct vocalizations, and minor spatial distortions were detected within SCP-7701 during this period.\n Investigation suggests that no contact of any kind had taken place between all 28 individuals, of whom several commonalities have been determined:\n\n\n\n\nProfessionally involved in at least one creative field: writing, painting, acting, singing, etc.\n\n\nExperienced one or more chronic psychological and/or sleep disorders.\n\n\nDisplayed uncharacteristically energetic/borderline-manic behavior in the days immediately preceding the incident.\n\n\nAttempted suicide via physical self-harm, most commonly through self-inflicted lacerations or hanging.\n\n\n\n\n\n\n\n\nSCP-7701 Stairwell B\n\n(07/01/2007 14:28:56)\n\n\n\n\n\n\n18 victims expired before medical attention could arrive. 5 victims expired while in emergency care. 3 victims were successfully resuscitated, but expired within the following 48 hours due to complications. Only 2 victims of Incident 7701-R9 are presently alive: Caleb Josan and Sabina Lisnic.\n\n\nCaleb Josan, a musician, experienced severe asphyxia-induced brain damage and is currently in a vegetative state. Sabina Lisnic, an actress, attempted suicide via self-laceration with a kitchen knife, but was walked in on by her roommate, Elena Mardari, who was trained as an EMT. Mardari was able to wrest the knife from Lisnic's hands and successfully staunched her wounds until additional help could arrive.\n\n\n \n\n\n\n\nInterviewed:\n Sabina Lisnic\n\n\nInterviewer:\n Agent Sturza\n\n\n[Translated from Romanian.]\n\n\n\n\n[BEGIN LOG]\n\n\n[Sturza enters Lisnic's hospital room, where she is being kept under observation.]\n\n\nSturza:\n How are you feeling today?\n\n\nLisnic:\n Like I've been stabbed. Who are you?\n\n\nSturza:\n My name is Dr. Tchmil. I'm here to ask you some questions, if you're feeling up to it.\n\n\nLisnic:\n What sort of questions?\n\n\nSturza:\n Nothing you have to answer if you don't want to.\n\n\nLisnic:\n \n[Pause.]\n Okay.\n\n\n[Sturza sits beside Lisnic's hospital bed.]\n\n\nSturza:\n How do you feel right now? Emotionally, I mean.\n\n\nLisnic:\n I don't know… I feel hollow, I think. Like everything inside me has been scooped out with a ladle. \n[Lisnic laughs humorlessly.]\n Could be the pain medication talking, though.\n\n\nSturza:\n Do you feel the urge to harm yourself?\n\n\nLisnic:\n No.\n\n\nSturza:\n Do you know why you harmed yourself three days ago?\n\n\nLisnic:\n You want to know why I attempted suicide.\n\n\nSturza:\n Yes.\n\n\nLisnic:\n I did it because it's what I do.\n\n\nSturza:\n What do you mean by that?\n\n\nLisnic:\n It means what it means. Trying and failing to kill myself is what I do. Coming here to ask me questions is what you do. There is nothing else.\n\n\nSturza:\n \n[Pause.]\n Are you trying to say that this all was inevitable? Did you expect you'd be stopped by your roommate?\n\n\nLisnic:\n Expectations have nothing to do with it. There is only what I do.\n\n\nSturza:\n Okay. Can you tell me how you were feeling in the days before you attempted suicide?\n\n\nLisnic:\n Normal, I suppose. I'd been seeing things, though.\n\n\nSturza:\n You were hallucinating?\n\n\nLisnic:\n No. Hallucinations are a sort of fiction— what I was seeing wasn't fake. It was real. More real than anything else.\n\n\nSturza:\n What were you seeing?\n\n\nLisnic:\n Only little glimpses of things. The borders. I saw curtains in my room, one morning— but they weren't my curtains. They were red and velvet and deeper than the sea. I knew if I touched them I'd be swallowed whole. Another morning, I was the only one who noticed when they turned on the sun a few minutes late. Technical difficulties, you understand. Backstage.\n\n\nSturza:\n I see.\n\n\nLisnic:\n Once, I saw my roommate sitting in our living room, weeping. She was really sobbing, with big fat tears rolling down her face, snot dribbling from her nose, her shoulders shaking like an earthquake. But she was completely silent. It seemed almost… mechanical. I didn't understand why until a week later, when her fiancé broke up with her— I saw her cry in the exact same way. The exact same tears. It was then when I realized she'd been \npracticing\n, before. Like a dress rehearsal.\n\n\nSturza:\n Have you seen anything else that felt \"extra-real?\"\n\n\nLisnic:\n Yes.\n\n\nSturza:\n \n[Pause.]\n Will you tell me?\n\n\nLisnic:\n No. It isn't what I do.\n\n\nSturza:\n It is if you choose to.\n\n\nLisnic:\n You don't understand. That's okay— helping you understand is what I do.\n\n\nSturza:\n I'm listening.\n\n\nLisnic:\n My doctor left his clipboard on the counter over there. Read it.\n\n\n[Sturza stands and retrieves the clipboard, which holds a copy of Lisnic's medical files. The last page appears to have been torn out. Flipping through it, it becomes apparent that a detailed transcript of Agent Sturza’s day, starting from when he woke up that morning, has been printed on the backs of the documents.]\n\n\n[The final line of the last available page is: “Why does it end here?”]\n\n\nSturza:\n \n[Softly.]\n What the \nfuck\n? \n[Speaking normally.]\n Did you do this?\n\n\nLisnic:\n I'm not part of the props department.\n\n\n[Sturza scans the transcript, flipping through it several times.]\n\n\nSturza:\n Why does it end here?\n\n\n[The ground begins shaking.]\n\n\nSturza:\n Sabina. Why does the script end here? What do you need me to understand?\n\n\n[Lights flicker.]\n\n\nSturza:\n Sabina!\n\n\n[Lisnic draws an ornate dagger from beneath the hospital bed's blanket.]\n\n\nLisnic:\n With this, our tribute, we pay in full.\n\n\nSturza:\n Wait—!\n\n\n[Sturza moves to stop Lisnic but isn't fast enough; she drives the blade into her stomach. Lisnic grits her teeth as red stains her bedsheets and drips down her chin.]\n\n\nLisnic:\n With this, our blood—\n\n\n[Lisnic wrenches the blade to the side, grunting with exertion. Tearing flesh is audible.]\n\n\nLisnic:\n —it is the Hanged King’s.\n\n\n[Sturza retches.]\n\n\nSturza:\n Oh, \ngod\n.\n\n\n[SCP-7701-C erupts from the floor in an explosion of shattered ceramic and splintered wood. It writhes in the light, glistening and tumescent. Its skinless faces are a rictus of euphoric agony. It sings.]\n\n\nSturza:\n Fuck!\n\n\n[Sturza draws his concealed service pistol and aims at SCP-7701-C— but does not fire. He winces, clutching his head with his other hand.]\n\n\nSturza:\n W-what is this… sound?\n\n\n[As SCP-7701-C continues to sing, Sturza falls to his knees, his gun clattering to the ground as he cradles his head.]\n\n\nSturza:\n It’s… \nbeautiful\n. I never knew. God, I never \nknew\n.\n\n\n[Sturza curls into himself, hands fisting in his hair as SCP-7701-C looms over him, its maw dripping with viscous fluid. His head abruptly jerks to the side, as though waking from a dream.]\n\n\nSturza:\n No! I don’t… these aren’t my words! These aren’t my—\n\n\n[SCP-7701-C devours Agent Sturza. Lisnic breathes in short, shallow gasps. Her forehead sheens with sweat and her teeth are scarlet.]\n\n\nLisnic:\n \n[Hoarsely.]\n With… with this…\n\n\n[Weakly clutching the dagger’s pommel with both hands, Lisnic holds it before her, its tip pointed at her chest. SCP-7701-C stills.]\n\n\nLisnic:\n With this blade, I give all that I am.\n\n\n[Lisnic’s trembling fingers tighten on the pommel.]\n\n\nLisnic:\n It is yours.\n\n\n[SCP-7701-C tears into Lisnic in the exact moment that the dagger plunges into her heart. Wet sounds and crunches are audible as it consumes her. Several moments later, it rises from her overturned bed, turning to face its leering audience. It bows, then exits stage right.]\n\n\n[The curtain falls.]\n\n\n[END OF SCENE]\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMontagueETC's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8066\n \n•\n\n\n\n\n\n\nSCP-⌘\n \n•\n\n\n\n\n\n\nSCP-7376\n \n•\n\n\n\n\n\n\nSCP-1908\n \n•\n\n\n\n\n\n\nSCP-6454\n \n•\n\n\n\n\n\n\nSCP-7408\n \n•\n\n\n\n\n\n\nSCP-6751\n \n•\n\n\n\n\n\n\nSCP-6462\n \n•\n\n\n\n\n\n\nE. T. Cetera's Proposal\n \n•\n\n\n\n\n\n\nSCP-7354\n \n•\n\n\n\n\n\n\nSCP-7009\n \n•\n\n\n\n\n\n\nSCP-744\n \n•\n\n\n\n\n\n\nSCP-8408\n \n•\n\n\n\n\n\n\nSCP-8200\n \n•\n\n\n\n\n\n\nSCP-6607\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSix Codas\n \n•\n\n\n\n\n\n\nDR. KONDRAKI CUT UP WHILE THINKING\n \n•\n\n\n\n\n\n\nA Betamax Suicide Note\n \n•\n\n\n\n\n\n\nOmnigenesis and the Law of Blades\n \n•\n\n\n\n\n\n\nDid It Hurt When You Fell From Heaven?\n \n•\n\n\n\n\n\n\nWho Made You?\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMontagueETC's SCiPTEMBER 2022 Art\n \n•\n\n\n\n\n\n\nArt Exchange 2023 | SCP-6759\n \n•\n\n\n\n\n\n\netcetera, etcetera\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7700\n | SCP-7701 | \nSCP-7702\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7701\n\" by MontagueETC, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7701\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 7701-Thumbnail.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n 070920111017\n\n\nAuthor:\n \nCol Ben\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n Carnival venice 2015 135\n\n\nAuthor:\n \nAbxbay\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Theatre.png\n\n\nName:\n 070920111021\n\n\nAuthor:\n \nCol Ben\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Actor.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n 070920111017\n\n\nAuthor:\n \nCol Ben\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n Carnival venice 2015 135\n\n\nAuthor:\n \nAbxbay\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Footage.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n 070920111016\n\n\nAuthor:\n \nCol Ben\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n 2015-05-01_16-39-02_ILCE-6000_3068_DxO\n\n\nAuthor:\n \nMiguel Discart\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7701 \" by MontagueETC, from the SCP Wiki . Source: https://scpwiki.com/scp-7701 . Licensed under CC-BY-SA .",
        "Filename: 7701-Thumbnail.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: 070920111017 Author: Col Ben License: CC BY 2.0 Source Link: Flickr Name: Carnival venice 2015 135 Author: Abxbay License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Theatre.png Name: 070920111021 Author: Col Ben License: CC BY 2.0 Source Link: Flickr",
        "Filename: Actor.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: 070920111017 Author: Col Ben License: CC BY 2.0 Source Link: Flickr Name: Carnival venice 2015 135 Author: Abxbay License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Footage.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: 070920111016 Author: Col Ben License: CC BY 2.0 Source Link: Flickr Name: 2015-05-01_16-39-02_ILCE-6000_3068_DxO Author: Miguel Discart License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "title": "SCP-7701"
}