{
    "url": "https://scp-wiki.wikidot.com/scp-7708",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\n\n\n\n\nSCP-7708. (Label obscured)\n\n\n\n\n\n\nItem #:\n SCP-7708\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7708 is stored at Site-██. Access requires Level 2 clearance or higher.\n\n\nDescription:\n SCP-7708 is a wooden graphite pencil with a hexagonal shape. An engraving in small, green print near the bottom of the object reads \"M. I. Armstrong\". Fixed to the base of the pencil is a metal ferrule, though it lacks an attached eraser.\n\n\nThe pencil's casing is partially scuffed, bearing numerous dents and scratches. Under closer observation, SCP-7708 appears to otherwise be unnaturally durable; No graphite expenditure or further degradation of the object has been observed after repeated use and damage.\n\n\nWhen SCP-7708 is placed near a sheet of paper, it will exhibit autonomous motion, levitating upwards and onto the page. During this process, SCP-7708 can form an intangible \"grip\" on the paper to stabilize it and facilitate the production of legible and coherent English texts.\n1\n This writing is performed between brief periods of hesitation, during which SCP-7708 may either remain airborne or fall back down.\n\n\nDue to its lack of an eraser, SCP-7708 will occasionally denote a portion of writing as \"incorrect\" by striking through it. The anomaly usually remains active until the page is filled or they are manually separated, though rarely it may deem a work complete that spans only a part of the page.\n\n\nWritings by SCP-7708 are fictional in nature, and vary between first and third person. The stories are generally unconnected to one another.\n2\n\n\nExperiment Log:\n\n\n\n\n+ Selected SCP-7708 excerpts\n\n\n\n\n- Selected SCP-7708 excerpts\n\n\n\n\n\n\nThat day was a bad day for Isaac. All his work was wrong. \nWas it?\n He thought, \"My work is never complete. This is who I am.\"\n\n\nOn those days, he would sit behind the old tree and hum songs to himself\n, the songs he knew when he painted with light\n. The tree looked so big to him when he was young, but it seemed to be as thin as a pencil now. He could only gaze upwards in amazement, however, as the notes of each song took to the skies and drifted out of sight. He wanted to fly away someday, too.\n\n\nSome days, this was every day. He gave and gave, but no one ever seemed to notice.\n\n\n\n\n\n\nThe forest was home to a great variety of creatures, who all once lived in peace. Slowly, however, the days blurred to nights, and all was darkened. So, they got together and schemed to find happiness once and for all. They found a traitor among them, and the traitor was killed.\n\n\nWith the traitor gone, they should've been happy, but they only found that the traitor was not what poisoned them at all. Something was wrong. The darkness lingered. And so they found another traitor. \nAnd\n\n\n[The remainder of the page is filled with a crude sketch of a forest.]\n\n\n\n\n\n\nThis is the place. He was personally led here.\n\n\nThe door slams behind him, leaving him in darkness. He lunges for the door, but cannot open it. A familiar smell enters the room. It comes in through his mouth and nose and covers his lungs, choking him. It smothers his brain. It is the smell of nothing. Nothing covers his lungs. Nothing smothers his brain.\n\n\nTo feel something again, he smashes his head on the wall. With a loud crack, blood comes gushing out, sputtering, splashing. In his last moments, he coats his hand and paints a message on the wall.\n\n\n\n\n\n\nAs he took the final \nbr\n step, it was as if he had fallen down a black abyss unlike anything. He wrestled with that darkness for an eternity before giving into its cold, metallic bonds, which tore him apart and misplaced every piece. I am all that remains.\n\n\n\n\n\n\n\n\n\n\nDiscovery:\n\n\n\n\n+ SCP-7708 discovery information\n\n\n\n\n- SCP-7708 discovery information\n\n\n\n\nOn January 1st, 2008, Michael Armstrong was found dead in his garage at age 24. Armstrong had quit his job a week prior, reportedly to pursue a career as a professional author. The body was discovered in his still-running car; Autopsy would determine the cause of death as carbon monoxide poisoning. Next to the body was a sheet of paper, which was entirely blank.\n\n\nSCP-7708 was also found in the vehicle, moving rapidly in a circle without touching down upon the paper below it. The pencil was retrieved from the scene; the note is now considered lost.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Handwriting analysis of this text has suggested a male \"author\".\n\n\n2\n. For more information, see excerpts below.\n\n\n\n\n\n\n\n\n« \nSCP-7707\n | SCP-7708 | \nSCP-7709\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "That day was a bad day for Isaac. All his work was wrong. Was it? He thought, \"My work is never complete. This is who I am.\" On those days, he would sit behind the old tree and hum songs to himself , the songs he knew when he painted with light . The tree looked so big to him when he was young, but it seemed to be as thin as a pencil now. He could only gaze upwards in amazement, however, as the notes of each song took to the skies and drifted out of sight. He wanted to fly away someday, too. Some days, this was every day. He gave and gave, but no one ever seemed to notice.",
        "The forest was home to a great variety of creatures, who all once lived in peace. Slowly, however, the days blurred to nights, and all was darkened. So, they got together and schemed to find happiness once and for all. They found a traitor among them, and the traitor was killed. With the traitor gone, they should've been happy, but they only found that the traitor was not what poisoned them at all. Something was wrong. The darkness lingered. And so they found another traitor. And [The remainder of the page is filled with a crude sketch of a forest.]",
        "This is the place. He was personally led here. The door slams behind him, leaving him in darkness. He lunges for the door, but cannot open it. A familiar smell enters the room. It comes in through his mouth and nose and covers his lungs, choking him. It smothers his brain. It is the smell of nothing. Nothing covers his lungs. Nothing smothers his brain. To feel something again, he smashes his head on the wall. With a loud crack, blood comes gushing out, sputtering, splashing. In his last moments, he coats his hand and paints a message on the wall.",
        "As he took the final br step, it was as if he had fallen down a black abyss unlike anything. He wrestled with that darkness for an eternity before giving into its cold, metallic bonds, which tore him apart and misplaced every piece. I am all that remains."
    ],
    "item": "SCP-7708",
    "object_class": "Safe",
    "containment_procedures": "SCP-7708 is stored at Site-██. Access requires Level 2 clearance or higher.",
    "description": "SCP-7708 is a wooden graphite pencil with a hexagonal shape. An engraving in small, green print near the bottom of the object reads \"M. I. Armstrong\". Fixed to the base of the pencil is a metal ferrule, though it lacks an attached eraser.",
    "title": "SCP-7708"
}