{
    "url": "https://scp-wiki.wikidot.com/scp-7709",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7709\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSymbol used to represent SCP-7709.\n\n\n\n\n\n\nSpecial Containment Procedures:\n A daily ritual involving the creation of \naqua regia\n1\n is to be performed by a trained Alchemist with oversight from the Department of Theology. A small amount of pure gold is to be dissolved in the solution. The product is then to be used during standard operations as needed.\n\n\nDescription:\n SCP-7709 is an omnipotent entity representing the domain of acids. Although currently classified as an Occam-class deity,\n2\n the influence of SCP-7709 on the Baseline Reality has been exponentially increasing since the popularisation of industrial processes involving acids, and it is suspected that reclassification may be needed in the future.\n\n\nIt must be noted that SCP-7709 specifically represents the domain of acids as described by the Brønsted–Lowry acid-base theory\n3\n as opposed to broader concepts such as corrosion, disintegration, or chemical volatility. This is unusual when compared to the domains of other documented deities which typically aim to be more basic and wide-ranging.\n\n\nWhen assuming a metaphysical form, SCP-7709 commonly presents itself as a 15th-century European Alchemist. Although the reported appearance varies, the general consensus between the subjects is that SCP-7709 is a human male dressed in robes with arms and legs formed from — or encased in — lead. The only consistent feature noted between manifestations is the symbol found on the figure’s forehead. It corresponds to that used to represent \naqua regia\n and has been described as letting off a faint white glow.\n\n\nThe worship of SCP-7709 is uncommon outside of small scientific and occult circles; centralised churches for the study of the deity are not present. Similarly, there are no central tenets of faith or philosophy to which all the different religious sects adhere. The ideology of individual cells ranges from worshipping the cleansing nature of acids to seeing SCP-7709 as a force opposing the concept of monarchy. At this time, no counter-ritualistic action against such groups is necessary.\n\n\n\n\nPseudohistorical Department\n\n\nHistoria est vitae magistra.\n\n\n\n\nForeword:\n The Pseudohistorical Department has compiled a catalogue of SCP-7709-related artefacts and documents. The items are arranged by the date of recovery.\n\n\n\n\n\n\n\n\nArtefact №: 7709-1\n\n\nArtefact №: 7709-2\n\n\nArtefact №: 7709-3\n\n\nArtefact №: 7709-4\n\n\n\n\n\n\n\n\n\n\nRecovery:\n 1867, Luxembourg, Luxembourg\n\n\nDescription:\n \"The Thirteenth Key of Alchemy,\" a 16th-century alchemical book written under the pseudonym of Basil Valentine. Although mostly scientific in nature, the book aims to embellish the role of SCP-7709 in alchemy.\n\n\nWriting from a yet-to-be-identified individual is found scribbled on several pages, with it consisting of critique towards the way in which the book is structured around SCP-7709 rather than empirical alchemical processes.\n\n\n\n\n\n\n\n\n\n\nRecovery:\n 1901, London, England\n\n\nDescription:\n Jagged crown forged from unidentified white metal chemically similar to gold. The material appears to be impervious to physical damage. No further anomalous properties have been noted.\n\n\nThe object was discovered within an abandoned crypt below the streets of London, England. Upon discovery, it was fully submerged in a solution of \naqua regia\n. Documentation suggests that the chamber was sealed in the early 19th century by a British anti-monarchist movement.\n\n\n\n\n\n\n\n\n\n\nRecovery:\n 1943, Addis Ababa, Ethiopia\n\n\nDescription:\n Small shrine devoted to SCP-7709. Pieces of destroyed thaumaturgical books are found scattered around the altar, with several glued together into a collage dedicated to SCP-7709.\n\n\nThe few legible pieces of text allude to the 15th-century Thaumaturgical University of Addis Ababa. The writing and sigil style match those of their other surviving works.\n\n\n\n\n\n\n\n\n\n\nRecovery:\n 1961, Bern, Switzerland\n\n\nDescription:\n Report on the death of Franziskus Maioris — a 16th-century Swiss Alchemist interested in the creation of Alkahest.\n4\n His efforts caused a disagreement among his colleagues who believed that the creation of a solvent more potent than \naqua regia\n would offend SCP-7709.\n\n\nMr. Maioris was eventually assassinated by his peers on October 17th, 1547. His corpse was discovered the following morning drenched in nitric acid, scarred, and frozen solid. Because of their connections to numerous high-ranking Witch Hunters operating throughout the Holy Roman Empire, the perpetrators eluded punishment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[+] Interaction Log ι-7709-1\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\nDepartment of Alchemy\n\n\nEx nihilo nihil fit.\n\n\n\n\nForeword:\n Using rituals described in Artefact №: 7709-1, a metaphysical connection with SCP-7709 was achieved. The selected ritual involved embedding rose-shaped auric chloride crystals beneath the subject's skin and having them submerged in cold water. The interaction was carried out by Dr. Novaković from the Department of Theology.\n\n\nFollowing the initial encounter, further manifestations were performed. All accounts listed below originate from the perspective of Dr. Novaković and as such are subject to scrutiny.\n\n\n\n\nTrying to speak with SCP-7709 during my initial encounter proved difficult. It was like attempting to converse with a star. Instead, I found myself inspecting its realm. Gazing up at the olive-coloured sky and its bright white sun filled me with a very sickly feeling despite the sterile smell of the still air.\n\n\nFrom its tower, I could see boundless plains of dark clay. There was no hill in sight, with the land only decorated by small patches of black rubber-like grass and isolated ponds. There were skeletons of some behemoths poking their sun-bleached bones above the corrosive waters.\n\n\nNothing of value recovered. I will try again.\n\n\n\n\n\n\nWe talked. Despite its lack of interest in me, itself, or anything, SCP-7709 handled itself with the grace of a philosopher. One thing of which I am certain is that it does not discriminate. The god of acid will sear the flesh of both an angel and a devil. This is convenient for accomplishing the Foundation’s grand strategy.\n\n\nThe notion that it is a \"monarch's bane\" stems from the fact that certain acids are capable of dissolving gold, and the only reason gold is even linked with the monarchy is that humans determined that it was valuable. It is funny how Nöosphere concepts can occasionally stack atop each other like that.\n\n\nBut in the end, the simple truth is that SCP-7709 doesn’t represent anything greater than acid.\n\n\n\n\n\n\nContacting SCP-7709 is becoming easier. My vision does not blur when I enter its domain. For what it's worth, my hearing and sense of smell are improving as well.\n\n\nI felt confident enough to question its motive. I’ve interacted with many deities before, and they always want something. Admiration. Power. Change.\n\n\nSCP-7709, however, didn’t seem to covet anything. It just sat there in its crooked tower, accomplishing nothing and appearing pleased with that. I'm not sure why anyone would worship such an idle god.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[+] 🜆 by Prof. Atkinson (1919)\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\nAbstract:\n The following is a passage by Prof. Atkinson regarding SCP-7709 during his 1919 study. Prof. Atkinson was an independent British anomalous researcher praised as the \"last true occultist\" amongst several veiled communities.\n\n\n\n\nPeople ask me: “Atkinson, how come you have begun worshipping the god of acid? Surely there must be better choices for a man such as yourself.” I would like to address this question briefly in the following chapter.\n\n\n \n\nDespite the pessimism created by the Great War, I still look toward a brighter future. I maintain hope that our kind will be able to persevere and never permit such a tragedy to happen again. It is this hope for a better world which draws me towards the Regal Water. Simply put, I don’t want to live in a world where any other gods are needed.\n\n\n \n\nThere will be a time when humans will come from tubes, and fertility will mean nothing.\n\n\n \n\nThere will be a time when there shall be no more wars, and soldiers will allow their rifles to rust.\n\n\n \n\nThere will be a time when our food will be synthesised in labs, and the idea of a harvest will become a relict.\n\n\n \n\nBut acid? We will always need acid.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n[+] One (1) new message.\n\n\n\n\n[-] Re: SCP-7709 Containment Procedures Revision\n\n\n\n\n\n\n\n\n\n\nTo:\n \ntni.TENPiCS|iksrog.k.noc#tni.TENPiCS|iksrog.k.noc\n\n\nFrom:\n \ntni.TENPiCS|dyoll.e.rid#tni.TENPiCS|dyoll.e.rid\n\n\nSubject:\n SCP-7709 Containment Procedures Revision\n\n\n\n\nDear Specialist Górski.\n\n\nI have read your report on objects with regenerative capabilities. Trust me, you have my sympathy. I find your so-called \"regenerative quotient\" — how any type of regeneration inevitably evolves and begins bordering on resistance — a real concern. The use of SCP-7709 to counteract this is something I expected given your previous involvement with the Department of Theology.\n\n\nAnd while some might find the idea of simply making the acid continuously stronger through the blessing of SCP-7709 to counteract the increasing regenerative quotient crude, I find elegance in its simplicity. Straightforward solutions like that ought to be praised more often.\n\n\nOf course, whenever it comes to the use of Prayer Engines I understand that certain percussions must be made. But I trust your expertise, I trust Dr. Novaković, and I trust the Department of Alchemy above all. I believe that their efforts in dealing with SCP-7709 are more than enough proof that the entire division needs a well-deserved increase in funding.\n\n\nHaving said that, the materials you sent me have their issues. Before submitting anything in the future, gather your notes and refine them into a comprehensive containment proposal.\n\n\nSCP-7709 may want to be left alone. But for our sake, it cannot be allowed to do so.\n\n\n\n\n-Director Lloyd\n\n\n\n\nP.S. While I appreciate your diligence when it comes to standard operational procedures, I do not intend to approach the O5 Council about the proposal at this time. I believe that I am within my right as a Site Administrator to make alterations to containment procedures for objects stored at Site-16 within reason.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[+] Containment Proposal Δ#7709 [Approved: ██/05/2008]\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\nContainment Department\n\n\nNil satis nisi optimum.\n\n\n\n\nContainment Specialist Górski has put forward a proposal for increased utilisation of acids in the containment of Keter-class objects with regenerative capabilities. The request has been approved by the acting Site Administrator of Site-16.\n\n\nAdditional funding has been allocated for the construction of new containment chambers. Prayer Engines\n5\n are to be erected within a perimeter of chambers which utilise acidic solutions in containment efforts.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[+] Ethical Use of Prayer Engines - Memo from Department of Theology\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM DEPARTMENT OF THEOLOGY\n\n\n\n\nIf you have received this memo, this means that your workplace has been equipped with a Prayer Engine\n\n\nYou must familiarize yourself with this new piece of equipment, as there might come a time when you will be asked to operate it independently.\n\n\nA workshop on the practical uses of Prayer Engines will be held this \nWednesday\n.\n\n\nAll personnel are required to read the primer provided below before proceeding with the workshop.\n\n\n\n\nby: Dr Górski, Department of Theology, ██/02/1999\n\n\nThe comfort of gods is rarely considered. We all have our everyday challenges, and even pondering the well-being of those so far above us seems absurd. When using the Prayer Engines, however, this should be your top priority.\n\n\nLet's go through their fundamental operations without getting into the technical. Contrary to popular belief, the Prayer Engines are unable to actually compel a deity to interact with the user. By deploying them, however, we are directly taking a piece of their realm into our own. In the Department of Theology, we have an analogy to describe the process.\n\n\nImagine someone walking into your house, picking up a plate, and leaving. That plate could easily be ignored. After all, you have a lot of other dishes in your house, and it's not like losing a single plate would hurt your finances. And yet, you pursue the perpetrator.\n\n\nAssume they break your plate, scattering it on the ground. There are many more plates in your house. It's not like you can't just buy a new plate. And yet you start piecing it together, injuring yourself in the process.\n\n\nThis is how the deities you're pointing these devices at feel: uneasy, bothered, and exhausted. Be mindful.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nURGENT NOTICE FROM MEDICAL DEPARTMENT\n\n\nMedical difficulties have recently become more prevalent among the staff of Site-16.\n\n\nIf you are feeling unwell, please contact your supervisor immediately.\n\n\nDo not self-medicate unless explicitly permitted to do so.\n\n\n\n\n\n\nI need to be updated on the situation ASAP.\n\n\nWe did some scans on the last person you sent down here, and his stomach was filled with water — pure water. I want to meet with someone from the Department of Alchemy to discuss the issue, not whoever the people from Theology keep sending over.\n\n\nTheir one and only solution seems to be continuously tuning the infirmary's Prayer Engines. Those things are already loud and obnoxious enough as it is, and I don’t want to stress out my patients with any more noise.\n\n\n\n\n-Dr. Tariel\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n[+] SCP-7709 - Preliminary Damage Report\n\n\n\n\n[-] Hide Log\n\n\n\n\n\n\n\n\n\n\nDepartment of Theology\n\n\nCredo quia absurdum.\n\n\n\n\nWhile SCP-7709 has not yet taken any overtly offensive action against the Foundation, readings indicate that it is beginning to disturb various chemical processes throughout Site-16. Said disturbance is limited to halting the expression of the commonly understood characteristics of acids, ranging from making it impossible to catalyze certain reactions to disturbing the biochemical pathways which require a pH of below 7.0\n\n\nAt the current time, it is difficult to estimate the damage this could cause to Site-16's operational costs and the safety of its personnel. A thorough damage report is being drafted. Due to Containment Proposal Δ#7709, this has been upgraded to a high-priority assignment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n[+] One (1) new message.\n\n\n\n\n[-] Re: Δ#7709 Project Termination\n\n\n\n\n\n\n\n\n\n\nTo:\n \ntni.TENPiCS|iksrog.k.noc#tni.TENPiCS|iksrog.k.noc\n\n\nFrom:\n \ntni.TENPiCS|dyoll.e.rid#tni.TENPiCS|dyoll.e.rid\n\n\nSubject:\n Δ#7709 Project Termination\n\n\n\n\nI am terminating the project. The proposal you have sent me for equipping every single personnel with a portable Prayer Engine is both unfeasible and ludicrous. Let's consider our situation realistically. SCP-7709 refuses to be involved in our containment efforts.\n\n\nWe cannot blame it for that. Our first mistake was assuming that just because it was passive, it would bear our burden. Trying to tame a beast which controls a key aspect of our biology will always be difficult, even if it does not struggle against our chains. We will always need acid, and we will always need it to act like it’s supposed to. So perhaps we should leave the Regent to his tower.\n\n\nAnd just as I cannot blame SCP-7709, so do I find myself unable to shift the responsibility for the crisis onto you. You were proud of your work. I signed the proposal. There will be no disciplinary action taken against you. And me? We'll have to wait and see what happens.\n\n\nFittingly, the Department of Theology is really proficient at gathering followers, and I am ashamed to admit that I was one of them. For a while, I really thought that our cooperation could revivify the Department of Alchemy. I suppose that it was just my attempt at keeping up with the times.\n\n\nFirst, it was the Department of Occult, and now it's the Alchemy. Rituals are replacing our old ways, aren't they? The demand for belief is so high nowadays that we need to industrialize faith. I wouldn't go as far as to call whatever SCP-7709 is doing \"lashing out\", but if I were a god, I would take offence to this — regardless of whether my domain was abused.\n\n\nSome would call SCP-7709 ungrateful, considering the amount of influence we are giving to the entity. But remember this: some people don’t want to be helped. The same is true for gods, it seems. Even if we set up perfect conditions for SCP-7709 to grow and spread its influence, it might still remain idle. And if we force it to act, it may become restless.\n\n\nYou can lead a horse to the water — and you know the rest.\n\n\n\n\n-Director Lloyd\n\n\n\n\nP.S. Even if you turn off all the Prayer Engines, continue the ritual. It's a sign of goodwill.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7708\n | SCP-7709 | \nSCP-7710\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Alchemical name for regal water; a mixture of hydrochloric and nitric acids.\n\n\n2\n. Occam-class deities are those unable to conjure a physical form in the Baseline reality.\n\n\n3\n. Any chemical species that is capable of donating a proton.\n\n\n4\n. Alkahest was the theorized \"universal solvent\" capable of dissolving any substance without altering its fundamental components.\n\n\n5\n. Prayer Engines are devices capable of strengthening the presence of deities in the Baseline reality.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7709\n\" by The Son of Man, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7709\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n aqua_regia.png\n\n\nAuthor:\n User:Kwamikagami\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Aqua_regia_(alchemical).svg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7709 \" by The Son of Man, from the SCP Wiki . Source: https://scpwiki.com/scp-7709 . Licensed under CC-BY-SA .",
        "Filename: aqua_regia.png Author: User:Kwamikagami License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Aqua_regia_(alchemical).svg"
    ],
    "containment_procedures": "A daily ritual involving the creation of aqua regia1 is to be performed by a trained Alchemist with oversight from the Department of Theology. A small amount of pure gold is to be dissolved in the solution. The product is then to be used during standard operations as needed.",
    "description": "Report on the death of Franziskus Maioris — a 16th-century Swiss Alchemist interested in the creation of Alkahest.4 His efforts caused a disagreement among his colleagues who believed that the creation of a solvent more potent than aqua regia would offend SCP-7709.",
    "title": "SCP-7709"
}