{
    "url": "https://scp-wiki.wikidot.com/scp-7712",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\nItem #:\n SCP-7712\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n SCP-7712 has yet to be contained.\n\n\nFollowing public containment protocols of humanoid anomalies, attempts to consult SCP-7712 and negotiate its terms for public containment are ongoing. If SCP-7712 is willing, they may be permitted to continue their profession under strict guidelines forbidding the noticeable use of reality augmentations. If corporative with these terms, SCP-7712 may remain living amongst the general public. Weekly wellbeing consultations via phone call and bi-monthly testing on-site are a requirement as part of these conditions.\n\n\nIn the event that SCP-7712 refuses these terms and/or presents a breach of normalcy, traditional containment measures for subduing Type-green humanoid entities are permitted.\n\n\nDescription:\n SCP-7712 is an adult female in their mid-twenties. SCP-7712 works as a professional magician and will occasionally perform street entertainment in permitted areas. SCP-7712 rarely appears in public unless performing, during which they are dressed in a stage magician's attire.\n\n\nSCP-7712 is capable of manipulating matter in their surroundings through various arcane spells and abilities. The exact range and limit of their effects is currently unknown. SCP-7712 additionally possesses some level of reality-bending influence as well as magic. It is difficult to determine SCP-7712’s exact level of magical potency, as they use their abilities primarily to produce magic tricks that are seemingly mundane, and completely non-anomalous in appearance.\n\n\nNotable Performances:\n\n\n\n\nPerformance:\n The traditional \"Sawing a person in half\" trick.\n\n\nSummary:\n An assistant is placed inside a box and the performer pretends to saw them in half.\n\n\nResults:\n An assistant is chosen from the audience. SCP-7712 then shows the interior of the box to be empty before the audience member lies inside. SCP-7712 produces a long saw and cuts through the centre of the box. SCP-7712 pulls the separate boxes apart, the subject appears to have been cut in half. SCP-7712 pushes the two boxes back together and the subject climbs out, completely unharmed.\n\n\nFollowing the show, an organic replicant identical to the assisting audience member was found curled up inside of the second box half. Examination revealed the replicant's genetic makeup to match that of a \nColumba livia domestica\n (Domestic pigeon).\n\n\nPerformance:\n The street performer “Levitation” illusion.\n\n\nSummary:\n Performer uses a pole or long stick fitted with hidden supports concealed in their clothing to give off the illusion of floating in midair.\n\n\nResults:\n SCP-7712 stands grasping a branch. They lift their legs up and adopt a crosslegged sitting position while keeping hold of the branch. SCP-7712 maintained this position for two hours while receiving money from onlookers.\n\n\nExamination revealed a hole in the ground where the stick had been placed. The hole extended further underground, forming into a variety of smaller tunnels resembling a system of tree roots. It is believed that SCP-7712 used their anomalous properties to extend the stick into the ground and then produce a root system to maintain support.\n\n\nIt is likely that the other end of the branch’s growth was directed through SCP-7712’s sleeve, extending down through their suit, and finally extending underneath SCP-7712’s legs as a seat for further support.\n\n\nPerformance:\n Play on the \"Disappearing/reappearing\" animal trick.\n\n\nSummary:\n Magician makes a small animal appear seemingly out of nowhere, or vanish.\n\n\nResults:\n SCP-7712 performs at a local waterpark. They stand above a large glass tank filled with saltwater. SCP-7712 lifts their hands into the air, a red curtain drapes over the tank. A few seconds later, the drape is removed, a dolphin is now inside the tank. The trick is then repeated, except making the dolphin disappear instead.\n\n\nInspection of the tank revealed a single instance of deceased \nOphiodon elongatus\n (Ling cod) swimming near the bottom.\n\n\nReports from a dolphin watching ship in Alaska reported the sudden disappearance and reappearance of a dolphin they had been examining at the time of SCP-7712’s performance.\n\n\n\n\nAddendum:\n Following a recent performance, SCP-7712 was recovered under the false pretence of a talent agency wishing to hire them for a show. Of note, SCP-7712 showed unexpected cooperation with personnel, even after realising their true intentions. Nothing out of the ordinary other than SCP-7712's own anomalous properties were detected during inspection.\n\n\nInterview Log:\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Bluff:\n Hello. I’m Dr. Bluff. I’ll be-\n\n\nSCP-7712:\n This is an interview? Ok. If things run late, I’ll book you in after my next show. You’ll like it! Better than that ritualistic chanting and pigs blood crap… Can’t stand it. Just watch yourself, though. Try getting on-stage and I’ll pull a chicken right out of your-\n\n\nSCP-7712:\n Please just answer our questions. We’re aware of and have prepared for your abilities.\n\n\nSCP-7712:\n Very well, ma’am. Ask away…\n\n\nSCP-7712:\n Good. So, we’ve been keeping track of your performances for quite some time now. And so far, all of your tricks have been intentionally elaborate. Why is that?\n\n\nSCP-7712:\n What?\n\n\nDr. Bluff:\n You’re capable of actual magic. Wouldn't it be easier and less likely to reveal your true anomalous nature to just make stage tricks happen instantly?\n\n\nSCP-7712:\n Where’s the showmanship in that? Too boring. I don’t reveal myself, and people get what they want. And it keeps secret magic societies off my back, probably don’t care about a “lowly” stage magician anyway. Idiots. Never get involved, you promise?\n\n\nDr. Bluff:\n Alright. But your preparations are beyond ludicrous. You once created a tunnel filled with vegetation under a table to lure a rabbit out of a hat.\n\n\nSCP-7712:\n I actually wanted to pull a woman out of the hat, but size wouldn’t cut it. Also, needed something bigger than a rabbit hole…\n\n\nDr. Bluff:\n Just make the rabbit appear.\n\n\nSCP-7712:\n Uninspired though, isn't it? It’s about pulling it off. In a snap of the fingers is boring! The trickery is what makes it real.\n\n\nDr. Bluff:\n In what way?\n\n\nSCP-7712:\n Audiences feel the effort you put into a show. The more complex the mechanisms behind the curtains, the more mind-boggling the observed trick appears.\n\n\nDr. Bluff:\n An “Iceberg theory” for magicians?\n\n\nSCP-7712:\n More so a Rube Goldberg machine. Big setup, small result, big applause and even bigger smiles. The appearance of subtlety that not even most \nreal\n mages can pull of with any amount of actual magic. Combine that with the effort of the lights, fog machines, costumes…\n\n\nDr. Bluff:\n Is that why you wear the expensive suit?\n\n\nSCP-7712:\n Who doesn’t like a woman in a suit?\n\n\nSCP-7712 grins. Dr. Bluff remains silent.\n\n\nSCP-7712:\n You guys excel at tricks yourselves. Convincing most of the world magic doesn’t exist? You or any of your friends want a change in careers? You’d make a great stagehand.\n\n\nDr. Bluff:\n …No.\n\n\nSCP-7712:\n Shame. Would’ve enjoyed the company…\n\n\nDr. Bluff:\n Well, regardless of how you see it, you need to turn it down and keep things more subtle. If you want to continue performing, you have to follow our guidelines to ensure that you’re true nature isn’t exposed to the general public. Trust me, the Foundation won’t take too kindly to it.\n\n\nSCP-7712:\n I suppose. But I’m not signing anything just yet. I have a few shows soon, and the last thing I need is last-minute meddling.\n\n\nDr. Bluff:\n Trust me, it’s best that you take the offer. I can arrange a fair compromise for you, and the Foundation isn't going to let you out until you do otherwise.\n\n\nSCP-7712:\n Hmmm. That is tricky. But you forget one thing…\n\n\nDr. Bluff:\n …Oh no. Please don’t-\n\n\nSCP-7712 produces a collapsible plastic hoop from their sleeve, folding it out, and lifting it above their head.\n\n\nSCP-7712:\n …The other half of showmanship is setup!\n\n\nA seam around the hoop opens, causing a black robe to drape down, completely obscuring SCP-7712. Their hand let go of the hoop, and it falls to the floor. SCP-7712 is no longer present. Below where SCP-7712 was standing is discovered a hatch leading down into a long dugout tunnel, leading outside Site-14.\n\n\n[END LOG]\n\n\nNote:\n Investigation showed all reality anchors within Site-14 were fully functional during the interview. It is believed that SCP-7712 had somehow manifested the dug tunnel at some point before they arrived at Site-14. It has now been concluded that SCP-7712 may have some level of clairvoyance in addition to their previously listed abilities.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7712\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7712\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Following a recent performance, SCP-7712 was recovered under the false pretence of a talent agency wishing to hire them for a show. Of note, SCP-7712 showed unexpected cooperation with personnel, even after realising their true intentions. Nothing out of the ordinary other than SCP-7712's own anomalous properties were detected during inspection."
    ],
    "documents": [],
    "notes": [
        "Performance: The traditional \"Sawing a person in half\" trick. Summary: An assistant is placed inside a box and the performer pretends to saw them in half. Results: An assistant is chosen from the audience. SCP-7712 then shows the interior of the box to be empty before the audience member lies inside. SCP-7712 produces a long saw and cuts through the centre of the box. SCP-7712 pulls the separate boxes apart, the subject appears to have been cut in half. SCP-7712 pushes the two boxes back together and the subject climbs out, completely unharmed. Following the show, an organic replicant identical to the assisting audience member was found curled up inside of the second box half. Examination revealed the replicant's genetic makeup to match that of a Columba livia domestica (Domestic pigeon). Performance: The street performer “Levitation” illusion. Summary: Performer uses a pole or long stick fitted with hidden supports concealed in their clothing to give off the illusion of floating in midair. Results: SCP-7712 stands grasping a branch. They lift their legs up and adopt a crosslegged sitting position while keeping hold of the branch. SCP-7712 maintained this position for two hours while receiving money from onlookers. Examination revealed a hole in the ground where the stick had been placed. The hole extended further underground, forming into a variety of smaller tunnels resembling a system of tree roots. It is believed that SCP-7712 used their anomalous properties to extend the stick into the ground and then produce a root system to maintain support. It is likely that the other end of the branch’s growth was directed through SCP-7712’s sleeve, extending down through their suit, and finally extending underneath SCP-7712’s legs as a seat for further support. Performance: Play on the \"Disappearing/reappearing\" animal trick. Summary: Magician makes a small animal appear seemingly out of nowhere, or vanish. Results: SCP-7712 performs at a local waterpark. They stand above a large glass tank filled with saltwater. SCP-7712 lifts their hands into the air, a red curtain drapes over the tank. A few seconds later, the drape is removed, a dolphin is now inside the tank. The trick is then repeated, except making the dolphin disappear instead. Inspection of the tank revealed a single instance of deceased Ophiodon elongatus (Ling cod) swimming near the bottom. Reports from a dolphin watching ship in Alaska reported the sudden disappearance and reappearance of a dolphin they had been examining at the time of SCP-7712’s performance.",
        "[BEGIN LOG] Dr. Bluff: Hello. I’m Dr. Bluff. I’ll be- SCP-7712: This is an interview? Ok. If things run late, I’ll book you in after my next show. You’ll like it! Better than that ritualistic chanting and pigs blood crap… Can’t stand it. Just watch yourself, though. Try getting on-stage and I’ll pull a chicken right out of your- SCP-7712: Please just answer our questions. We’re aware of and have prepared for your abilities. SCP-7712: Very well, ma’am. Ask away… SCP-7712: Good. So, we’ve been keeping track of your performances for quite some time now. And so far, all of your tricks have been intentionally elaborate. Why is that? SCP-7712: What? Dr. Bluff: You’re capable of actual magic. Wouldn't it be easier and less likely to reveal your true anomalous nature to just make stage tricks happen instantly? SCP-7712: Where’s the showmanship in that? Too boring. I don’t reveal myself, and people get what they want. And it keeps secret magic societies off my back, probably don’t care about a “lowly” stage magician anyway. Idiots. Never get involved, you promise? Dr. Bluff: Alright. But your preparations are beyond ludicrous. You once created a tunnel filled with vegetation under a table to lure a rabbit out of a hat. SCP-7712: I actually wanted to pull a woman out of the hat, but size wouldn’t cut it. Also, needed something bigger than a rabbit hole… Dr. Bluff: Just make the rabbit appear. SCP-7712: Uninspired though, isn't it? It’s about pulling it off. In a snap of the fingers is boring! The trickery is what makes it real. Dr. Bluff: In what way? SCP-7712: Audiences feel the effort you put into a show. The more complex the mechanisms behind the curtains, the more mind-boggling the observed trick appears. Dr. Bluff: An “Iceberg theory” for magicians? SCP-7712: More so a Rube Goldberg machine. Big setup, small result, big applause and even bigger smiles. The appearance of subtlety that not even most real mages can pull of with any amount of actual magic. Combine that with the effort of the lights, fog machines, costumes… Dr. Bluff: Is that why you wear the expensive suit? SCP-7712: Who doesn’t like a woman in a suit? SCP-7712 grins. Dr. Bluff remains silent. SCP-7712: You guys excel at tricks yourselves. Convincing most of the world magic doesn’t exist? You or any of your friends want a change in careers? You’d make a great stagehand. Dr. Bluff: …No. SCP-7712: Shame. Would’ve enjoyed the company… Dr. Bluff: Well, regardless of how you see it, you need to turn it down and keep things more subtle. If you want to continue performing, you have to follow our guidelines to ensure that you’re true nature isn’t exposed to the general public. Trust me, the Foundation won’t take too kindly to it. SCP-7712: I suppose. But I’m not signing anything just yet. I have a few shows soon, and the last thing I need is last-minute meddling. Dr. Bluff: Trust me, it’s best that you take the offer. I can arrange a fair compromise for you, and the Foundation isn't going to let you out until you do otherwise. SCP-7712: Hmmm. That is tricky. But you forget one thing… Dr. Bluff: …Oh no. Please don’t- SCP-7712 produces a collapsible plastic hoop from their sleeve, folding it out, and lifting it above their head. SCP-7712: …The other half of showmanship is setup! A seam around the hoop opens, causing a black robe to drape down, completely obscuring SCP-7712. Their hand let go of the hoop, and it falls to the floor. SCP-7712 is no longer present. Below where SCP-7712 was standing is discovered a hatch leading down into a long dugout tunnel, leading outside Site-14. [END LOG] Note: Investigation showed all reality anchors within Site-14 were fully functional during the interview. It is believed that SCP-7712 had somehow manifested the dug tunnel at some point before they arrived at Site-14. It has now been concluded that SCP-7712 may have some level of clairvoyance in addition to their previously listed abilities.",
        "\" SCP-7712 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-7712 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7712",
    "object_class": "Uncontained",
    "containment_procedures": "SCP-7712 has yet to be contained.",
    "description": "SCP-7712 is an adult female in their mid-twenties. SCP-7712 works as a professional magician and will occasionally perform street entertainment in permitted areas. SCP-7712 rarely appears in public unless performing, during which they are dressed in a stage magician's attire.",
    "title": "SCP-7712"
}