{
    "url": "https://scp-wiki.wikidot.com/scp-7714",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+70\n+\n–\nx\n\n\nEldritch Vikings\n\n\n\n\n\n\nSCP-7714 — \nFortunate Souls\n\n\n\n\nMore by…\n\n\nSphereFinale's Secret Stash\n\n\nCritter Profile: AvocadoMilk!\n\n\nTheDarkArtist's Graveyard\n\n\n\n\n\n\n\n\n\n\nfig. 0.0:\n Fortunate Souls.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotice From The Records And Information Security Administration\n\n\n\n\n\n\nThe following file describes an anomaly that is currently in the process of being studied. As such, the contents within may be subject to change as further intel is gathered.\n\n\n\n\n\n\n\n\n\n\nItem #:\n \nSCP-7714\n\n\nObject Class:\n \npending\n\n\n\n\n\n\nSite Responsible:\n \nAbyss. Area-7, Antar. Area-13\n\n\nDirector:\n \nDhar Ian\n\n\nResearch Head:\n \nRs. Avery Cado\n\n\nAssigned Task Force:\n \nSTF ᛝ-1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 3/7714\n\n\nConfidential\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfig. 1.1:\n Sector-B of SCP-7714-A, as captured by UAVS ᛝ-2.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStationary Task-Force ᛝ-1\n\n\n\n\n\n\n\n\nfig. 1.3:\n STF ᛝ-1 insignia, designed by \nAgt. Shuffle\n\n\n\n\n\n\n\n\nSTF ᛝ-1 (Abyssal Pilgrims), currently stationed at Abyssal Area-7 as well as Antarctic Area-13, was created with the sole purpose of monitoring, exploring, and, if necessary, neutralizing SCP-7714-related anomalies.\n\n\nSTF ᛝ-1 currently performs bi-weekly drone reconnaissance of SCP-7714-A, as well as monthly expeditions in order to locate SCP-7714-B.\n\n\nUPD.:\n Due to \ncurrent circumstances\n that have taken up a grand majority of the Foundation's time and funding, further reconnaissance of SCP-7714-A will not be taking place.\n\n\nShould SCP-7714-B be discovered or exit its presumed location, STF ᛝ-1 is to enact Protocol-7714-ð, in which attempted neutralization of SCP-7714-B is carried out.\n\n\nSTF ᛝ-1 will be given the resources necessary for neutralization should Protocol-7714-ð be enacted.\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\n\n\n\n\n\n\n\n\nfig. 1.2:\n Location of SCP-7714-A, Bering Sea.\n\n\n\n\n\n\n\n\nA 33km-radius perimeter has been established around SCP-7714-A, restricting access to it and all contents within.\n\nThe perimeter extends from base sea level to -13km. At this point, a specialized Foundation site\n.\nFacility designated Abyssal Area-7.\n has been established, and Stationary Task Force ᛝ-1 (\"Abyssal Pilgrims\") has been stationed within.\n\n\nShips and other seafaring vessels are allowed within the uppermost 3 km of the said perimeter following Foundation-mandated inspection. Provisional Outposts have been established around the perimeter for said approving or rerouting of vessels.\n\n\nExpeditions into the region SCP-7714-B presumably occupies are to be strictly discouraged and diverted. A specialized Foundation site\n.\nFacility designated Antarctic Area-13.\n has been established in southern Antarctica.\n\n\n\n\n \n\n\n\n\n\n\nLocation of SCP-7714-A, Bering Sea.\n\n\n\n\nLocation of SCP-7714-A, Bering Sea.\n\n\n\n\n\n\n\n\nfig 1.1:\n Location of SCP-7714-A, Bering Sea.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nStationary Task-Force ᛝ-1\n\n\n\n\n\n\n\n\nfig. 1.3:\n STF ᛝ-1 insignia, designed by A. Flangerson\n\n\n\n\n\n\n\n\nSTF ᛝ-1 (Abyssal Pilgrims), currently stationed at Abyssal Area-7 as well as Antarctic Area-13, was created with the sole purpose of monitoring, exploring, and, if necessary, neutralizing SCP-7714-related anomalies.\n\n\nSTF ᛝ-1 currently performs bi-weekly drone reconnaissance of SCP-7714-A, as well as monthly expeditions in order to locate SCP-7714-B.\n\n\nUPD.:\n Due to \ncurrent circumstances\n that have taken up a grand majority of the Foundation's time and funding, further reconnaissance of SCP-7714-A will not be taking place.\n\n\nShould SCP-7714-B be discovered or exit its presumed location, STF ᛝ-1 is to enact Protocol-7714-ð, in which attempted neutralization of SCP-7714-B is carried out.\n\n\nSTF ᛝ-1 will be given the resources necessary for neutralization should Protocol-7714-ð be enacted.\n\n\n\n\n\n\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfig. 1.4:\n Three SCP-7714-A-1 instances as captured by UAVS ᛝ-3. Hold click to enlarge.\n\n\n✖\n\n\n\n\n\n\nSCP-7714 is the collective designation given to the submerged remains of a massive reptilian creature —SCP-7714-A— and multiple objects/creature(s) of interest related to SCP-7714-A.\n\n\nSCP-7714-A measures approximately 11 kilometers in length, though exact measurements are difficult to determine due to 37% of SCP-7714-A being currently covered by the seafloor.\n\n\nThe decay of SCP-7714-A's carcass causes the expulsion of extremally large amounts of CH\n4\n,\n which if left unchecked could threaten the veil.\n.\nThis is considered an Eparch-Class event due to not being anomalous in and of itself.\n\n\nSCP-7714-A-1 designates the edifices which were constructed by the humanoid race that inhabited SCP-7714-A. These structures have been determined to have served as residences, and evidence of rudimentary agriculture has been identified in their vicinity.\n.\nSee \nfig. 1.4\n.\n\n\nThe oldest artifacts found within SCP-7714-A-1 bear significant resemblance to items typical to Viking cultures of Northern Europe (793-1066 AD), the similarity of which lessens with the most recent artifacts, suggesting a cultural divide over time.\n.\ncultural divide\n (n).:\n A boundary in society that separates communities whose social-economic structures, opportunities for success, conventions, or styles, are so different that they have substantially different psychologies.\n\n\nSCP-7714-A is believed to have existed for thousands of years prior to human activity existing within it. It is currently unknown how civilization existed within the body of SCP-7714-A, as well as its cause of death.\n\n\nSCP-7714-B is, according to witness testimony, a massive quadrupedal avian creature currently residing in an unknown location within Southern Antarctica, presumably in a dormant state. Although SCP-7714-B is currently uncontained and its whereabouts are unknown, its presence is strongly supported by the existence of SCP-7714-A, various mythologies, and witness sightings.\n\n\n\n\n\n\n\n\nThree SCP-7714-A-1 instances as captured by UAVS ᛝ-3.\n\n\n\n\nThree SCP-7714-A-1 instances as captured by UAVS ᛝ-3.\n\n\n\n\n\n\n\n\n\n\nfig. 1.4:\n Three SCP-7714-A-1 instances as captured by UAVS ᛝ-3. Hover to enlarge.\n\n\n✖\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7714/1: EXPEDITIONS\n\n\n\n\n\n\nDISCOVERY\n\n\n\n\nSCP-7714 was discovered during an investigation into a suspected geothermic anomaly. Said activity, now confirmed to be directly connected to the decay of SCP-7714-A, had resulted in several large-scale CH\n4\n.\nMethane, generated by bacteria that feed on the rotting tissues of SCP-7714-A.\n explosions which revealed a large portion of SCP-7714-A's frame.\n\n\nAn exploratory mission via drone was conducted, which revealed the presence of SCP-7714-A-1 instances primarily in the area of the upper gastrointestinal tract, with the exception of the mouth and esophagus, assuming the creature's anatomy included them.\n\n\nSCP-7714-A-1 instances housed several artifacts common to Viking settlements of the 10th and 11th centuries, such as weaponry, jewelry, and statuettes. Metal and wood were present in only the oldest of recovered items, while more recent items were constructed exclusively of bone, cartilage, and a plant-based adhesive.\n\n\nThe discovered artifacts, as well as the runic inscriptions found in most of the SCP-7714-A-1 instances, have given rise to a theory linking the deceased SCP-7714-A to Viking mythos. Similarly, the likeness of SCP-7714-B depicted by the discovered statuettes is theorized to be of mythic origin.\n\n\n\n\n\n\nDRONE RECONNAISSANCE LOG I\n\n\n\n\n\n\nUAVS ᛝ-2 exits Abyssal Area-7, rapidly approaching SCP-7714-A's Sector B. It enters SCP-7714-A's carcass through what is presumed to be its abdominal cavity.\n\n\nUAVS ᛝ-2 searches the area for 39 minutes before spotting the remains of structures. A total of 17 structures of differing appearance and states are identified in the general area. The most well-preserved of the structures bear symbols theorized to be of runic scripture.\n\n\nA further 46 structures are identified as UAVS ᛝ-2 reaches the lower stomach area. The ruins located at the center of the cluster are significantly larger than any other structure in the area and has been marked with a larger number of runes as opposed to the surrounding ruins. UAVS ᛝ-2 briefly spots the runes glowing slightly, although this does not occur more than once.\n\n\n\n\n\n\n\n\n\n\nfig. 1.5:\n Still image from UAVS ᛝ-2's camera feed, quality improved for visibility.\n\n\n\n\n\n\n\n\n\n\nUAVS ᛝ-2 moves in to investigate the larger ruins. Several statuettes depicting an avian creature are located in each corner of the space that composed the largest room of the structure.\n.\nSee Addendum 7714/2 for elaboration.\n\n\nFor a brief moment, the sound recording equipment picks up faint sounds of human speech from an undetermined source. UAVS ᛝ-2 leaves the structure to investigate.\n\n\nUAVS ᛝ-2 draws nearer to what appears to be SCP-7714-A's intestinal tract. The unit recognizes several mounds of heavily decomposed human skeletons evenly spread in the general area. A large number of the previously seen runes have been carved into SCP-7714-A's nearby bones.\n\n\nUAVS ᛝ-2 exits SCP-7714-A shortly before arriving at Abyssal Area-7.\n\n\n\n\n\n\n\n\nStill image from UAVS ᛝ-2's camera feed, quality improved for visibility.\n\n\n\n\nStill image from UAVS ᛝ-2's camera feed, quality improved for visibility.\n\n\n\n\n\n\n\n\nfig. 1.5:\n Still image from UAVS ᛝ-2's camera feed, quality improved for visibility.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMANNED RECONNAISSANCE LOG STF ᛝ-1\n\n\n\n\nMembers Present:\n Voidwyrm (Captain), Stingray (-2), Luminous (-3).\n\n\n\n\nSTF ᛝ-1 proceeds towards SCP-7714-A, following the route UAVS ᛝ-2 took.\n\n\nVoidwyrm:\n Alright, you know the drill. Get in there, and recover items that you think'll be useful. No one leaves the group or the route the drone took.\n\n\nStingray & Luminous:\n Copy.\n\n\nThe team reaches the area housing multiple structures. Several objects are found and extracted for later study.\n\n\nLuminous:\n Guys, come take a look at this. How'd the drone miss this?\n\n\nStingray:\n Looks like a big slab of bone. Must've looked like a wall if UAVS was too close to it.\n\n\nVoidwyrm:\n Hmmm. Least it's something other than just runes. Kinda worn out, but we should be able to get a good look once we haul this up.\n\n\nLuminous:\n This thing must weigh at least 4 tonnes. Will we have to bring this thing up?\n\n\nVoidwyrm:\n Nah, they'll send a team to get this thing up without turning it to rubble. Get a good shot of it, and let's move.\n\n\n41 minutes pass. STF ᛝ-1 investigates the area closer to the lung cavity of SCP-7714-A.\n\n\nStingray:\n Your equipment picking this up? Concentrations of methane and something toxic. The number keeps on climbing.\n\n\nVoidwyrm:\n Keep moving. We'll turn back if it gets too nasty further up.\n\n\nThe team proceeds further, but is instructed to take a sample of the water, and turn back as the concentration of the toxic substance in the surrounding environment is estimated to become highly unsafe.\n\n\nSTF ᛝ-1 heads towards the location of the discovered human remains. The team's equipment picks up high concentrations of EVE\n.\nElan Vital Energy, a type of energy inherent to all living beings.\n in the area, the source of which is identified as the human remains scattered in the general area. The runic symbols carved into the nearby bones of SCP-7714-A glow faintly in irregular patterns.\n\n\nLuminous:\n Do they react to us?\n\n\nVoidwyrm:\n Probably just the surrounding concentration of EVE. The runes back at the structures didn't, as far as I could tell. Grab one and stand by for further instructions.\n\n\nThe team's equipment picks up faint sounds of human speech, translated to English for the sake of clarity.\n\n\nUnidentified voice:\n Our forefathers… last of… [unintelligible chatter of a group of people].\n\n\nStingray:\n You hear that?\n\n\nLuminous:\n Sounds like it's coming from all around us. Just listen.\n\n\nUnidentified voice:\n Ragnarök… new world… for us… [chanting and rhythmic shouting].\n\nMen of north… return home… dragon and hawk… move on.\n\n\nThe runes flicker.\n\n\nUnidentified voice:\n World of man… not beast.\n\n\nA distant explosion is heard. STF ᛝ-1 is instructed to return to Abyssal Area-7. The team exits SCP-7714-A through the same route as UAVS ᛝ-2.\n\n\n\n\n\n\n\n\nADDENDUM 7714/2: FOLKLORISTICS DEPT. INVOLVEMENT\n\n\n\n\n\n\nRECOVERED ITEMS ANALYSIS\n\n\n\n\nItem #1 — Runestone:\n Item was recovered from the abdominal region of SCP-7714-A, and is seen in a still from UAVS ᛝ-2 camera feed above. These runes have several connections to Norse mythology, and the concept of hamingja,\n.\n/\nhʌm-ɪŋ-ʤə\n/\n an abstract part of one's being, or in modern terms, \"a soul\", that signifies luck naturally inherited from deceased family members.\n\n\nThe runes were used in the 9th-11th centuries by Viking civilizations in order to channel hamingja from themselves into another being. It is unknown what use they had to the civilization within SCP-7714-A and why they were carved into its bones and cartilage.\n\n\nItem #2 — Skeleton:\n Item was recovered from the intestinal region of SCP-7714-A with traces of EVE. Skeleton is fully decomposed and had algae covering almost its entire surface area when it was discovered. It is believed to have been a young female, although this is not confirmed due to the age of the remains.\n\n\nThe skeleton's clothing is heavily decomposed but is believed to have been formal, suggesting the individual was attending a potentially religious event or gathering at the time of their death.\n\n\nItem #3 — Statue:\n Item was recovered in the ruins of a structure within SCP-7714-A. The statue is two meters tall and is of a quadrupedal creature with a bird-like head and wings resembling those of members of the \nButeo\n genus.\n\n\nStatue was discovered with several others, including one resembling a dragon-like entity and another resembling a serpentine entity. \n.\nFor a full list of items discovered/recovered within SCP-7714-A, ask your Site's Folkloristics and Mythology head.\n\n\nItem #4 — Bone Carving:\n Item was recovered from the abdominal region of SCP-7714-A, within an SCP-7714-A-1 structure. The item is a 3 meter wide and 0.5 meters high (approx.) sample of SCP-7714-A's skeleton with various depictions and images carved into it. The images depicted are as follows (left to right):\n\n\n\n\nA creature resembling a dragon with various gashes and scars climbs up a surface. Lightning can be seen surging towards it from above.\n\n\nIndividuals look up at a storm that is above them while standing near a body of water.\n.\nPresumed to be the Norwegian Sea.\n Multiple individuals are dead, with the ground below them charred, suggesting lightning strikes. It is believed that the Vikings assumed that these phenomena were caused by Ragnarök, a series of events that results in all land on Earth being submerged in water prior to it emerging anew.\n\n\nThe dragon-like creature emerges from the body of water and converses with the individuals.\n\n\nThe carving ends in runes depicting the Norse concepts of alliance and soul.\n.\nThe exact implications of this are unclear as the modern idea of \"the soul\" did not exist in Norse culture prior to the influence of Christianity.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7714/3: RELEVANT MYTHOLOGY REVIEW\n\n\n\n\nIncluded below is a relevant excerpt from \nOn Norse Mythology\n, a paper by the Department of Folkloristics' senior researcher Anthony Leonerd.\n\n\n\n\n\n\nOn Norse Mythology\n\n\n\n\nAnthony Leonerd, Dept. of Folkloristics\n\n\n\n\n\n\n\n\nNORSE MYTHS OF GIGAFAUNA\n\n\n\n\nNIDHOGG\n\n\nOne of the central figures in the legend of ragnarök, the Níðhöggr is a well-known being in Norse mythology. Described to be a dragon-like creature, its recurring role in the mythic tales is that of a villainous monster.\n\n\nNíðhöggr is told to be biting the roots of Yggdrasil, the tree of life and creation central to the Norse cosmology, as well as devouring the bodies of criminals as a form of punishment.\n\n\nDue to SCP-7714-A's reptilian physique, immense size and connection to Norse mythology, the Department of Folkloristics research team proposes the theory of SCP-7714-A's identity being the same as Níðhöggr. Despite Níðhöggr's role in the legend of Ragnarök, any significant risk to the veil or human life seems neutralized.\n\n\n\n\nVeðrfölnir\n\n\nVeðrfölnir is consistently described as a hawk sitting between the eyes of a great, unnamed eagle which in turn is perched on top of the Yggdrasil tree. The assumed symbolism of this is a controversial topic amongst mythologists.\n\n\nResiding atop of the tree of creation, it naturally has a rivalry with the dragon Níðhöggr, which aims to damage the tree. Battles between the two are brutal, though not decisive.\n\n\nDue to SCP-7714-B's supposed avian physique and immense size, as well as its apparent connection to SCP-7714-A, the Department of Folkloristics research team proposes that SCP-7714-B is Veðrfölnir.\n\n\nThe item analysis, as well as known mythology, suggests that in the event of SCP-7714-B becoming active, the ramifications to the veil and human life could be immense. Neutralization of SCP-7714-B is recommended should it be located.\n\n\n\n\n\n\n\n\nADDENDUM 7714/4: EXPEDITIONS (\nII\n)\n\n\n\n\n\n\n[IRRELEVANT ENTRIES COLLAPSED]\n\n\n\n\n\n\nDRONE RECONNAISSAINCE LOG LIII\n\n\n\n\n\n\nUAVS ᛝ-54 exits Abyssal Area-7 through the bottom-most exit and approaches SCP-7714-A.\n\n\nPrior to having reached any sector of SCP-7714-A, UAVS ᛝ-54 catches an ultra-low-frequency sound, originating from a location over 15 000 kilometers away from it. Media and other organizations catch this frequency as well. Research into this phenomenon is currently underway.\n\n\nContact with UAVS ᛝ-54 is lost without it having entered SCP-7714-A. It is considered lost.\n\n\n\n\n\n\n\n\n.\n\n\n \n\n\n \n\n\n.\n\n\n \n\n\n \n\n\n.\n\n\n \n\n\n \n\n\n.\n\n\n \n\n\n \n\n\n.\n\n\n \n\n\n \n\n\n.\n\n\n \n\n\n \n\n\n.\n\n\n\n\n\n\n\n\nNotice From The Overseer Council\n\n\n\n\n\nFollowing the recent \nMH-Class Scenario\n, the contents of this file have been declassified.\n\n\nThe Veil has been lifted. This is now a \nWar on All Fronts\n\n\n7714\n\n\n\n\n\n\n\n\n\n\nItem #:\n \nSCP-7714\n\n\nObject Class:\n \ntiamat\n\n\n\n\n\n\nSite Responsible:\n \nAbyss. Area-7, Antar. Area-13\n\n\nDirector:\n \nDhar Ian\n\n\nResearch Head:\n \nRs. Mikasa Kaori\n\n\nAssigned Task Force:\n \nSTF ᛝ-1, MTF Η-5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 1/7714\n\n\nUnrestricted\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIT DEPARTMENT MEMORANDUM\n\n\n\n\nIf you receive any display errors within this file, ask your Site's IT Dept. head for any potential ongoing connectivity issues.\n\n\nWe apologize for the inconvenience.\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\nDue to the shattering of the Veil, prior Containment Procedures focused on concealing SCP-7714-A/B have been rescinded.\n\n\nFurther expeditions into SCP-7714-A are discouraged.\n\nA large number of the Foundation's resources have been redirected from their previous projects to permit the neutralization of SCP-7714-B, as it has become a top priority.\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\n\n\n[PREVIOUS PARAGRAPHS COLLAPSED FOR BREVITY]\n\n\n\n\nSCP-7714-B refers to a massive quadrupedal avian creature currently orbiting Earth at 84kmh (approx).\n\n\nSCP-7714-B's flight patterns indicate that it is looking for SCP-7714-A. The entity's ability to detect EVE patterns reinforces this hypothesis. It is believed that it is utilizing this ability to detect the high-density low-energy EVE pattern emitted by SCP-7714-A's corpse.\n\nNevertheless, SCP-7714-B's inability to \naccurately\n locate SCP-7714-A is likely a result of the disruption of EVE patterns caused by the foreign EVE of the corpses within.\n\n\nSCP-7714-B is capable of conjuring massive supercell thunderstorms, teletsunamis, and hurricanes of varying stages through poorly understood means, currently believed to be based on the transformation of EVE into thaumaturgy.\n\n\nSCP-7714-B recently emerged from a dormant state at a location north of Palmer Land, Antarctica, causing multiple Antarctic icequakes, the partial destruction of SCP-7714-A's interior, and an ultra-low-frequency sound that was heard throughout the Pacific and Atlantic oceans.\n\n\nSCP-7714-C is the provisional designation given to the runic language encountered in SCP-7714-A-1 instances, as well as some on SCP-7714-A's exposed skeleton. Whilst poorly, if at all, understood at the moment, SCP-7714-C has proven to be anomalous. Research into these runes has been delegated to GoI-211.\n\n\n\n\n\n\nADDENDUM 7714/5: RECOVERED FILE\n\n\n\n\nThe following file was received by Mikasa Kaori, head of the \nKEY Project\n, in her SCiPNET email.\n\n\n\n\n\n\nHY-B. TECHNOLOGIES\n\n\nFixing Tomorrow.\n\n\n\n\n\n\n\n\nGRANT REQUEST FOR THE RECONSTRUCTION OF A FOUNDATION-BUILT ROBOT\n\n\nSubmitted Unanimously, 1998\n\n\n\n\n\n\nPROBLEM—\n Recent events stemmed from the \nCybernetic Modification of the Corpse of the\n \nCrocoteuthis gigantis\n have caused complications for the exchange and distribution of files with external clients and employees respectively; this is due to the intense, abundant storms that have been taking place due to the \nAccipitridae gigantis\n.\n.\nA Large Scale Aggressor.\n\n\nSOLUTION—\n HYB-T has come to the conclusion that \nSCP-5514\n is required for the neutralization of the \nAccipitridae gigantis\n, due to the failure of other attempts carried out by HYB-T to neutralize the entity, and has decided to formally request the Foundation to allow HYB-T to reconstruct \nSCP-5514\n.\n.\nSCP-5514 is an anomalously augmented mech created by the SCP Foundation and the United Nation's Global Occult Coalition to neutralize Large Scale Aggressors.\n\n\nBUSINESS CASE—\n The current \nSCP-5514\n is not only in an unusable state but counts with somewhat-subpar weaponry, which HYB-T believes is not apppropiate for the neutralization of the LSA in question.\n\n\nNevertheless, HYB-T possesses knowledge and technology that will allow for the augmentation of \nSCP-5514\n to such a level that the \nAccipitridae gigantis will\n be neutralized.\n\n\nUSE OF FUNDING—\n If the Foundation agrees with the deal proposed by HYB-T, funding is not expected to be an issue; if the Foundation does not agree with the deal, the project is not expected to be able to take off.\n\n\nIf current time estimates are correct, this process will take under a week.\n\n\n\n\nThe Overseer Council, as well as the KEY Project board, have approved the project and messaged HY-B TECHNOLOGIES to resolve the funding issue, as well as to aid with development.\n\n\n\n\n\n\nADDENDUM 7714/6: SCP-5514 UPDATE\n\n\n\n\nThe reconstruction of SCP-5514 was finished within the predicted time period. The current state of low LSA activity across the world has allowed the redirection of resources into the project with relatively minimal risk.\n\n\nAs this is the first time SCP-5514 has been deployed against a specific LSA, HY-B TECHNOLOGIES took the liberty of installing several anti-avian modifications designed to counter SCP-7714-B.\n\nThe added modifications have been listed below. For the full list of SCP-5514's features, refer to its designated file.\n\n\n\n\n\n\nUpgrade\n\n\nDescription\n\n\n\n\n\n\nCryogenic Missile Battery\n\n\nA missile launcher system embedded into the left forearm of SCP-5514. The missiles explode on contact, with the additional effect of causing instant freezing to the point of contact. The system houses a maximum capacity of 10 missiles.\n\n\n\n\n\n\nGravity Darts\n\n\nLarge darts which vastly increase their weight on contact with a target. Additional weight is gained as a result of the Weight Sink mechanism, temporarily displacing a portion of SCP-5514's weight into the barrel of the dart.\n\n\n\n\n\n\nThaumatologically Powered Hamingja-Based Runic Script\n\n\nEnables the channeling of hamingja from external sources into the pilot of SCP-5514, theoretically bending probability into the pilot's favor via reality bending through high concentrations of EVE. Currently in testing phase.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7714/7: CONVERSATION TRANSCRIPT\n\n\n\n\n\n\n\n\nFollowing its completion, SCP-5514 was transported to a temporary base located on the east coast of Russia due to SCP-7714-B's theorized connection to SCP-7714-A.\n\n\nHY-B TECHNOLOGIES director Ramon Wallace, having arrived alongside HY-B TECHNOLOGIES logistics personnel, requested to converse with Mikasa Kaori in person. Below is the transcript of their conversation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n► Play Audio Log\n❚❚ Pause Audio Log\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nDr. Kaori:\n Welcome. Curious to see you face to face like this.\n\n\nWallace:\n The feeling is mutual. I wouldn't have seen myself standing here a month prior, trust me. I wanted to see it before it does what it does best.\n\n\nDr. Kaori:\n Right. As you can see, we're running through everything a second time to make sure it's functional when we need it to be.\n\n\nWallace:\n It really is an outstanding work of art. I can personally say that I was quite pleased with this opportunity presented to us. The use of anomalies is comprehensive, yet balanced.\n\n\nDr. Kaori:\n Judging from the modifications you added, I take it you weren't completely convinced by its arsenal.\n\n\nWallace:\n Quite the opposite, actually. I meant what I said. 5514 is designed to counter a large variety of LSA's, but this time we know a bit more about what we're up against. Some specific countermeasures wouldn't hurt. Besides, the project was more invigorating than any others from the last decade.\n\n\nWallace inspects SCP-5514's frame with a somber look.\n\n\nWallace:\n But I didn't come here to reminisce. As you know, our thaumaturges have assisted in the process of integrating the runic patterns you discovered into the hull of SCP-5514.\n\n\nDr. Kaori:\n Yes. The necessary preparations have been made. The human remains in SCP-7714-A have not fluctuated in EVE levels, so they should be a reliable source of hamingja to pull from. The option of pulling it from the attending personnel also exists, and-\n\n\nWallace:\n About that, considering our lack of proper understanding of the channeling process, it could pose a significant risk. We currently believe that the excessive transfer of hamingja can prove too much for a person, whether it's given or received. The lack of inherent power in a simple human restricts how much EVE we can hold, which is likely a part of why the LSA's have so much of it compared to us. The nature of their being simply demands they hold more of it.\n\n\nIf there is believing your research personnel, and by extension the Vikings, luck is just another part of something that could be a soul. While a soul, at least in the way that we understand it, isn't required for the emission of EVE, the three concepts are most likely interconnected. I don't think it's a coincidence that hamingja is said to be transferred forward naturally upon death. Unfortunately, our understanding of it is just as limited as our understanding of EVE itself.\n\n\nDr. Kaori:\n So if a being like a Large Scale Aggressor were to lose its hamingja, that would prove fatal to it, in the same way, accumulating too much hamingja would prove fatal to a human?\n\n\nWallace:\n Not would, could. And before you bring it up, no, we cannot weaponize the channeling of hamingja through any known means. The tests we have had time to run indicate the process has to be voluntary or at least aided by an already existing connection between the souls through which hamingja is channeled. According to Norse mythology, that would be a family bond.\n\n\nDr. Kaori:\n That's a shame. But this raises an issue.\n\n\nWallace gives Dr. Kaori a questioning look.\n\n\nDr. Kaori:\n If what you're saying is true, the pilot of SCP-5514 isn't going to be able to handle that much EVE. The levels of EVE we can potentially pull from SCP-7714-A is about five times the amount of the average LSA. It's not going to work.\n\n\nWallace turns towards SCP-5514 again and prompts Dr. Kaori to look up at it. Dr. Kaori does so.\n\n\nWallace:\n SCP-5514 itself lacks a soul, so transferring hamingja straight to it isn't a choice we have, but as we know, the runes themselves can hold hamingja, at least for some time. The soul still has to be a part of the equation, which is why the soul of your pilot will serve as a sort of conductor through which hamingja is pulled to SCP-5514's use. It's less effective, but the risks are minimized.\n\n\nDr. Kaori:\n This still doesn't sound safe. Are you sure of this?\n\n\nWallace:\n No, but it is an option when push comes to shove.\n\n\nBoth stare at each other without saying a word. A loud humming noise from SCP-5514's power source breaks their gazes.\n\n\nWallace:\n It has been a pleasure, but I better get going. Good luck.\n\n\nWallace turns to leave but is interrupted by Dr. Kaori.\n\n\nDr. Kaori:\n Is this really why you bothered to come all the way here? To tell me something one of your operatives could have told me by email?\n\n\nWallace is still standing silently, his back turned to Dr. Kaori. After a brief moment he sighs.\n\n\nWallace:\n I think my answer would be more appropriate to give after the moment of peril has passed.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nADDENDUM 7714/8: SCP-7714-B ENCOUNTER\n\n\n\n\n\n\nAbyssal Area-7 was ordered on full alert due to SCP-7714-B changing its course directly towards SCP-7714-A's location. SCP-5514 has been instructed to remain immobile until SCP-7714-B comes within distance. The encounter has been recorded below.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nSCP-7714-B circles the area, ignoring all Foundation personnel and gear.\n\n\nDr. Kaori:\n Alright, whenever you're ready.\n\n\nSCP-5514 lifts its arm up. The Cryogenic Missile Battery springs out of its forearm, launching two missiles towards SCP-7714-B. Both connect, hitting it in the side.\n\n\nCaptain Rosales:\n Cold enough?\n\n\nSCP-7714-B recovers with little injuries, now directing its attention towards SCP-5514.\n\n\nCaptain Rosales:\n Guess not.\n\n\nDr. Kaori:\n It's coming in fast!\n\n\nSCP-5514 unsheathes the Cold Iron Sword but gets knocked on its back, SCP-7714-B ramming into it with all 4 of its limbs. It then begins to bludgeon SCP-5514 with its beak repeatedly. SCP-5514 slashes towards SCP-7714-B with the Holdout Plasma Wristblade. SCP-7714-B manages to partially avoid the blow but suffers a wound to the side of its neck. It screeches before jumping off and taking flight again.\n\n\nCaptain Rosales:\n Damn. Kaori, you see it?\n\n\nDr. Kaori:\n It's circling around us midflight. Currently at seven o'clock.\n\n\nThousand Word Arrows:\n Glory to the Dragonslayer! This fair land liberated from the beast's maw!\n.\nSCP-5514 feature. See \ndocument\n for more details.\n\n\nSCP-5514 takes aim and fires with the Beowulf-Sigurd Rail. SCP-7714-B launches a bolt of electricity that connects with the projectile, detonating it mid-air. SCP-5514 takes flight, moving towards SCP-7714-B at rapid speed.\n\n\nCaptain Rosales:\n Alright big guy. Let's see you fly after this.\n\n\nSCP-5514 swings the Cold Iron Sword at SCP-7714-B, but the latter avoids the blow. SCP-5514 is then pushed back a significant distance by a whirlwind from SCP-7714-B's flapping wings.\n\n\nDr. Kaori:\n This isn't working. We're at a disadvantage in the air. We need to ground it, now!\n\n\nCaptain Rosales:\n Roger. Let's see what the new spices can do in practice.\n\n\nSCP-5514 lands in the shallow water, and launches a Gravity Dart at SCP-7714-B. It connects, hitting it in its right forelimb. SCP-7714-B is forced to land approximately 200 meters away. The two combatants throw themselves at each other. SCP-5514 blocks a slash from SCP-7714-B's talons with the Cold Iron Sword before pushing it away with the side of the blade. SCP-7714-B staggers, becoming unable to avoid the second shot by the Beowulf-Sigurd Rail. The shot connects, causing it to roar in pain and jump back.\n\n\nCaptain Rosales:\n Here we go!\n\n\nSCP-5514 throws the Rounded Recoiling Plasma at SCP-7714-B, severing its left forelimb. SCP-5514 then closes the distance between the two and brings the Cold Iron Sword above its head to finish off the crippled LSA. However, 5514 is forced to step back and drop the massive weapon as SCP-7714-B unleashes an extremely loud supersonic screech which damages the nearby constructs and incapacitates many of the personnel nearby.\n\n\nDr. Kaori:\n Ahhhh… Rosales? Are you ok?!\n\n\nCaptain Rosales:\n What?! Repeat!\n\n\nSCP-7714-B tears the Gravity Dart off and takes flight. The severed limb is already beginning to regenerate. The intensity of the storm enveloping the area seems to increase.\n\n\nAnderson:\n Hello? Am I getting through?\n\n\nDr. Kaori:\n Who is this?\n\n\nAnderson:\n This is Anderson of HY-B Technologies informing you that the Runic System is ready to go should you need to use it. We should be able to pull it off despite the injuries to most of the thaumathurgists present.\n\n\nVisibility in the area around SCP-5514 becomes low due to the raging storm. The wind picks up even more, making it hard for SCP-5514 to move effectively. SCP-7714-B emerges from the storm, taking the war machine by surprise. SCP-5514 is struck with a direct blow from the LSA's talons, launching it into the air. SCP-5514 crashes heavily onto the beach.\n\n\nDr. Kaori:\n Systems report damage to the hull integrity.\n\n\nCaptain Rosales:\n The left arm isn't responding to my commands. Damn it! Fine, let's see what these runes can do.\n\n\nDr. Kaori:\n You're sure about this?\n\n\nCaptain Rosales:\n Wouldn't be the only chance I've taken today.\n\n\nDr. Kaori:\n Anderson?\n\n\nAnderson:\n Beginning the channeling process.\n\n\nThe on-site thaumathurgists of both the SCP Foundation and HY-B Technologies begin chanting in ancient Norse. A message from Abyssal Area-7 is received, confirming that the EVE levels in SCP-7714-A have begun to drop rapidly. The runic patterns on SCP-5514's hull begin to glow with a faint blue light.\n\n\nDr. Kaori:\n Percy? How are you feeling?\n\n\nCaptain Rosales answers with a reassuring nod, although it is clear he is having trouble staying conscious. SCP-7714-B releases another screech from within the storm.\n\n\nDr. Kaori:\n Aaaaargh!! Percy, hang on just a little more. I think they're almost done. Just listen to my voice.\n\n\nCaptain Rosales:\n I'm… not going down this easy…\n\n\n\n\n\n\n\n\nfig.1.6:\n SCP-7714-B seen retreating into the storm, taken from one of Abyssal Area-7's aboveground Outposts.\n\n\n\n\n\n\n\n\nThe EVE levels in SCP-7714-A reach zero. The runic patterns on SCP-5514 flash brightly, glowing a blue light that illuminates the nearby area. The silhouette of SCP-7714-B becomes visible, but it retreats further into the storm and disappears from sight. Captain Rosales regains his focus.\n\n\n\n\n\n\nSCP-7714-B seen retreating into the storm, taken from one of Abyssal Area-7's aboveground Outposts.\n\n\n\n\nSCP-7714-B seen retreating into the storm, taken from one of Abyssal Area-7's aboveground Outposts.\n\n\n\n\n\n\n\n\nfig.1.6:\n SCP-7714-B seen retreating into the storm, taken from one of Abyssal Area-7's aboveground Outposts.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThousand Word Arrows:\n Fortune favors the hero! Glowing righteousness beyond time!\n\n\nCaptain Rosales:\n Shit, that was an experience.\n\n\nDr. Kaori:\n I'd like to be more considerate, but that thing can lunge at us at any moment. We need to counterattack.\n\n\nCaptain Rosales:\n I can barely see anything around us, much less the LSA.\n\n\nAnderson:\n Trust your gut. Let's see if you're feelin' lucky.\n\n\nCaptain Rosales closes his eyes, releasing SCP-5514 from his control. A brief moment passes before he takes control again, making the Cryogenic Missile Battery rise from the machine's forearm. SCP-5514 haphazardly turns around to meet the gaze of SCP-7714-B who is gliding towards it a mere 50 meters away. The remaining missiles are launched at it, dealing tremendous damage to the area around its head and neck. The beast's frame grazes SCP-5514, the momentum carrying it into the storm. A loud crash and the sound of swelling water are heard, followed by silence.\n\n\nDr. Kaori:\n Is it dead?\n\n\nCaptain Rosales:\n I'm not sure. The storm seems to be calming down at least. Anderson, are you picking up anything there?\n\n\nAnderson:\n No. We'll keep monitoring the storm. Stay on guard.\n\n\nSounds of crumbling ice emanates from the dark fog, followed by a low, guttural growl. SCP-7714-B spreads its wings, dispersing some of the dark clouds around it. It has sustained severe injuries in the area of its neck and upper torso. Regeneration is taking place, though at a slightly slower rate due to the ice covering most of the wounded areas.\n\n\nCaptain Rosales:\n We can't afford to drag this on any longer! It'll be back in the air soon, and outlast us in this storm. I didn't think it would come down to this again, but we're gonna have to blast it with all we got.\n\n\nDr. Kaori:\n No! The hull has sustained too much damage. If we use the Sun Vent now, we risk incinerating ourselves. We're not taking any more chances, runes or not.\n\n\nCaptain Rosales:\n We have to! Now's our best chance of taking it down before we're at a disadvantage again. Please understand. Wait… you seeing this?\n\n\nDr. Kaori:\n Hm? There's… a Gravity Dart stuck in its wing. But we didn't launch a second dart.\n\n\nCaptain Rosales:\n It must've stuck to it when it bumped into us just now. Alright, I have an idea. But if this doesn't work, I'm blasting that thing into outer space.\n\n\nDr. Kaori:\n Right, do what you have to.\n\n\nSCP-7714-B becomes airborne, making effort to gain altitude. It begins to crackle with lightning, bolts of electricity engulfing the air around it. It then swoops down at tremendous speed towards SCP-5514, sounding a rage-filled cry.\n\n\nCaptain Rosales:\n On my mark.\n\n\nSCP-5514 tightens its grip on the Cold Iron Sword. SCP-7714-B reaches low altitude and charges directly towards SCP-5514, the oncoming impact mere seconds away.\n\n\nCaptain Rosales:\n Now!\n\n\nDr. Kaori activates the Gravity Dart, causing SCP-7714-B to lose its balance in flight. SCP-5514 evades the LSA by swiftly stepping aside while simultaneously turning around its entire frame, unleashing a slash of the Cold Iron Blade. The blade sinks deep into the LSA's neck, making its way to its back, almost slicing it in half. SCP-7714-B hits the ground, the ongoing speed causing it to tumble several hundred meters in the shallow water before coming to a stop. The storm clouds begin to disperse.\n\n\nSCP-5514 spends a few minutes monitoring the LSA from a distance before finally letting the weapon stained with the creature's blood fall onto the coastline. The runic patterns on SCP-5514's frame flicker before the light dies, and on-site personnel confirm SCP-5514's EVE levels have returned to normal.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nADDENDUM 7714/9: COMMUNICATIONS WITH GOI-211\n\n\n\n\nThe following message from HY-B TECHNOLOGIES director Ramon Wallace was received by Dr. Mikasa Kaori. No further communication has been received since.\n\n\n\n\nTo Dr. Mikasa Kaori\n\n\nI'm glad our co-operation led to a desirable outcome. I wish I was there to see it myself, the report delivered to my office was expectedly underwhelming.\n\n\nI'm sure you are aware of the problems HY-B TECHNOLOGIES is struggling with at the moment, but the reality is far harsher for us than you may believe. Reconstructing the \nCrocoteuthis gigantis\n was indeed our last investment into science under the name of Prometheus Labs Inc.\n\n\nDuring its years, Prometheus Labs has not always been the most morally bright company. I lead the organization with the mindset of being able to achieve the most if we were to think of limits as artificial constructs. The wake of destruction LSA-Brasil-01 left behind changed my view as quickly as I once adopted it. We had nothing left except for an opportunity to do something different this time. We obviously didn't want to take it down for the sake of our business if there was no future for the organization. But we had a past, one I couldn't be entirely proud of. But there was a chance for our present to be something more than that. We used the last we had for this one last endeavor.\n\n\nRegrettable miscalculations, unfortunate fluctuations in demand for anomalous weaponry, or the arrogance of resurrecting an enormous LSA, it doesn't matter now. Our time has come.\n\n\nRegarding your offer to Anderson: Vincent was quite flattered but was steadfast in carrying down his own path. I have faith in him making \na name for himself\n, I just hope it's something we both can be pleased about.\n\n\nYou have your answers now. I know you will use your expertise in a more lasting manner than I.\n\n\n \n\n\n\n\n— Ramon Wallace\n\n\n\n\n\n\n\n\n\n\nADDENDUM 7714/10: DATA ANALYSIS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfig. 1.7:\n Average increase in EVE levels in Sweden, where 1 represents baseline levels. Hold click to enlarge.\n\n\n✖\n\n\n\n\n\n\nA recent analysis of EVE levels worldwide has shown a noticeable increase in Sweden and Norway especially; as well as Denmark, Canada, Iceland, Greenland, and Finland to a lesser extent\n\n\nThis is believed to have been caused by the freeing of hamingja, stored as EVE within the skeletons found around SCP-7714-A, following its utilization to enhance SCP-5514 via the \nThaumatologically Powered Hamingja-Based Runic Script\n.\n\n\nAs it has been passed down generationally, as it does in normal conditions, no attempts to undo/revert this have been taken.\n\n\n\n\n\n\nAverage increase in EVE levels in Sweden, where 1 represents baseline levels.\n\n\n\n\nAverage increase in EVE levels in Sweden, where 1 represents baseline levels.\n\n\n\n\n\n\n\n\n\n\nfig. 1.7:\n Average increase in EVE levels in Sweden, where 1 represents baseline levels. Hover to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7713\n | SCP-7714 | \nSCP-7715\n »\n\n» \nWar On All Fronts\n «\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7714\n\" by AvocadoMilk, SphereFinale & TheDarkArtist, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7714\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n 7000map.png\n\n\nAuthor:\n \nTheDarkArtist\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:*\nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000map.png\n Derivative of:** \nhttps://scp-wiki.wdfiles.com/local--files/scp-5391/map.png\n\n\nhttps://commons.wikimedia.org/wiki/Maps_of_the_world#/media/File:BlankMap-World-noborders.png\n\nThe font used for the text is IBM Plex Mono.\n\n\n\n\n\n\nFilename:\n 7000ruinsnew.png\n\n\nAuthor:\n \nTheDarkArtist\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:*\nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000ruinsnew.png\n Derivative of:** \nhttps://www.flickr.com/photos/35278629@N08/11192840175\n\n\nhttps://es.m.wikipedia.org/wiki/Archivo:Kelp_300.jpg\n\n\nhttps://commons.wikimedia.org/wiki/File:Kelp_Forest_%2843863888325%29.jpg\n\n\nhttps://commons.wikimedia.org/wiki/File:An_abandoned_village.jpg\n\nThe font used for the text is IBM Plex Mono.\n\n\n\n\n\n\nFilename:\n 7000runenew.jpg\n\n\nAuthor:\n \nTheDarkArtist\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:*\nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000runenew.jpg\n Derivative of:** \nhttps://commons.wikimedia.org/wiki/Runestone#/media/File:Norway_Einangsteinen_1995-05-G-13-150.jpg\n\n\n\n\n\n\nFilename:\n 7000storm.png\n\n\nAuthor:\n \nTheDarkArtist\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:*\nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000storm.png\n Derivative of:** \nhttps://en.wikipedia.org/wiki/Weather#/media/File:Thunder_lightning_Garajau_Madeira_289985700.jpg\n\n\n\n\n\n\nFilename:\n 7000thumbnail.png\n\n\nAuthor:\n \nTheDarkArtist\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000thumbnail.png\n\n\nDerivative of:\n \nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000corpse.png\n\nThe font used for the text is Miriam Libre\n\n\n\n\n\n\nFilename:\n 7000corpse.png\n\n\nAuthor:\n \nTheDarkArtist\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000corpse.png\n\n\nDerivative of:\n \nhttps://www.flickr.com/photos/35278629@N08/11192840175\n\n\nhttps://www.flickr.com/photos/41464593@N02/33643110826\n\nThe font used for the text is IBM Plex Mono.\n\n\n\n\n\n\nFilename:\n 7000taskforcenew.svg\n\n\nAuthor:\n \nAgente Shuffle\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000taskforcenew.svg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7714 \" by AvocadoMilk, SphereFinale & TheDarkArtist, from the SCP Wiki . Source: https://scpwiki.com/scp-7714 . Licensed under CC-BY-SA .",
        "Filename: 7000map.png Author: TheDarkArtist License: CC BY-SA 2.0 Source Link:* https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000map.png Derivative of:** https://scp-wiki.wdfiles.com/local--files/scp-5391/map.png https://commons.wikimedia.org/wiki/Maps_of_the_world#/media/File:BlankMap-World-noborders.png The font used for the text is IBM Plex Mono.",
        "Filename: 7000ruinsnew.png Author: TheDarkArtist License: CC BY-SA 2.0 Source Link:* https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000ruinsnew.png Derivative of:** https://www.flickr.com/photos/35278629@N08/11192840175 https://es.m.wikipedia.org/wiki/Archivo:Kelp_300.jpg https://commons.wikimedia.org/wiki/File:Kelp_Forest_%2843863888325%29.jpg https://commons.wikimedia.org/wiki/File:An_abandoned_village.jpg The font used for the text is IBM Plex Mono.",
        "Filename: 7000runenew.jpg Author: TheDarkArtist License: CC BY-SA 2.0 Source Link:* https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000runenew.jpg Derivative of:** https://commons.wikimedia.org/wiki/Runestone#/media/File:Norway_Einangsteinen_1995-05-G-13-150.jpg",
        "Filename: 7000storm.png Author: TheDarkArtist License: CC BY-SA 2.0 Source Link:* https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000storm.png Derivative of:** https://en.wikipedia.org/wiki/Weather#/media/File:Thunder_lightning_Garajau_Madeira_289985700.jpg",
        "Filename: 7000thumbnail.png Author: TheDarkArtist License: CC BY-SA 2.0 Source Link: https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000thumbnail.png Derivative of: https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000corpse.png The font used for the text is Miriam Libre",
        "Filename: 7000corpse.png Author: TheDarkArtist License: CC BY-SA 2.0 Source Link: https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000corpse.png Derivative of: https://www.flickr.com/photos/35278629@N08/11192840175 https://www.flickr.com/photos/41464593@N02/33643110826 The font used for the text is IBM Plex Mono.",
        "Filename: 7000taskforcenew.svg Author: Agente Shuffle License: CC BY-SA 2.0 Source Link: https://scp-wiki.wikidot.com/local--files/7000contestavocadomilkspherefinalethedarkartist/7000taskforcenew.svg"
    ],
    "title": "SCP-7714"
}