{
    "url": "https://scp-wiki.wikidot.com/scp-7716",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nI have an Author Page!\n\n\n\n\n\n\n\n\nrating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #\n: SCP-7716\n\n\nObject Class\n: Safe\n\n\nSpecial Containment Procedures\n: SCP-7716 is contained in whichever room MTF Beta-4 member Hortense Inglebard occupies; Inglebard herself adheres to normal duties six days a week. Professional lion handlers from Wilson's Wildlife Solutions have been assigned to manage SCP-7716-A instances, and Inglebard has been relocated to an area that does not adhere to specific structural compositions (see \"Description\") for personal use. A member of MTF Beta-4 (Castaways) or Wilson's Wildlife Solutions is to be alerted if an SCP-7716-A instance becomes larger than fifty (50) centimeters.\n\n\nDescription\n: SCP-7716 is the phenomenon of a single inorganic mundane object temporarily self-restructuring into an adult male of the \nPanthera leo\n1\n species whenever Foundation agent Hortense Inglebard occupies a room. The phenomenon begins whenever Inglebard is fully positioned inside any immobile enclosed space equal to or greater than 2 x 2 x 3 meters, with at least three walls with a density of 368 g/m\n2\n or greater, and one entryway. It concludes once Inglebard vacates the area and relocates to another space, whereupon the phenomenon reoccurs.\n\n\nAny object replaced with an instance of \nPanthera leo\n (SCP-7716-A) returns to its previous state whenever Inglebard relocates. The SCP-7716-A instance retains the size of the object it replaced (if smaller than an average \nPanthera leo\n), but otherwise possesses all properties and habits of the animal, and may be contained, manipulated, or terminated in manners similar to normal members of their species. Currently, no pattern has been established regarding objects subject to SCP-7716 restructuring.\n\n\nThe instances were first observed approximately eight days after Inglebard returned from a mission where the majority of her previous unit (Mu-32, \"Roy G. Biv\") had been killed, and Inglebard amnesticized. No correlation between the aforementioned mission and SCP-7716 has been established. Inglebard exhibits baseline Hume readings at all times, and has been ruled as non-anomalous.\n\n\n\n\n\n\nAn SCP-7716-A instance replacing an empty rack in Site-203's arboretum. Photo taken by Researcher K. Silva.\n\n\n\n\n\n\nAddendum-A\n: A catalogue of SCP-7716 incidents that occurred during the first three days of its discovery. For an up-to-date documentation, please consult Dr. Riverson of Site-203, Captain Szabo of Beta-4, or Mr. Byron McCleod and Ms. Charlotte Worth of Wilson's Wildlife Solutions.\n\n\n \n\n\nDAY ONE\n\n\n1:\n Unconfirmed first discovery. SCP-7716 replaces a toothbrush in Inglebard's bathroom. Inglebard abandons her quarters and calls security.\n\n\n2:\n First confirmed discovery. SCP-7716 is observed replacing a clipboard by five staff members, one of whom it attacks. Site-203's security team tranquilizes the instance; the injured staff is taken to medical ward.\n\n\n3:\n SCP-7716 replaces a picture frame in Director Talbot's room as Inglebard is brought in for questioning. The security team is redeployed as Talbot and Inglebard relocate.\n\n\n4:\n SCP-7716 is observed by Talbot and four agents replacing a food tray, consuming one Salisbury steak. An impromptu interrogation is called while the instance is contained. A hypothesis regarding SCP-7716's behavior is formed.\n\n\n5 - 12:\n Various experiments are conducted with Inglebard, two security officers, and D-50050 in various rooms and containment cells. The following articles are replaced: one light bulb; one stone block; one terracotta pot; one D-class shirt; one roll toilet paper in women's restroom (instance terminated); one plastic dining plate in cafeteria; one automobile jack in Site-203 motor pool; one vacuum cleaner in maintenance closet (instance terminated).\n\n\nAll affected objects revert to their normal states following Inglebard's relocations, with no noticeable side effects. All terminated instances remain unchanged until Inglebard relocates, then revert to original object. SCP-7716-A instances are incapable of vacating any room occupied by Inglebard, independently or otherwise. SCP-7716-A instances do not occur in a completely empty area, regardless of structure. No article on Inglebard's person is affected by this phenomenon.\n\n\n13:\n One bar of soap replaced in women's shower. Inglebard relocated to private outdoor area for cleaning.\n\n\n14:\n One pair of undergarments replaced in women's locker room.\n\n\n15:\n One bedsheet replaced in Inglebard's quarters (SCP-7716-A instance appearing as an average-sized \nPanthera leo\n). Inglebard relocated to new quarters.\n\n\n \n\n\n\n\nJournal Entry #1\n\n\n\n\nClose\n\n\n\n\n\n\nLucy's\n2\n asked me to write down my thoughts about this so she and everyone else can try to understand what's going on. I'm not much of a writer, so I hope she's not expecting Maya Angelou or anything. They're having me sleep in a hallway now (I guess this anomaly I have is really picky about what's a \"room\" and what's not), and I'm using an outdoor bath for washing. I'm not sure what their long-term plans are. I did a lot of tests with everyone to find out how this anomaly ticks, and I \nthink\n they've got it down, but who knows. I certainly don't understand it. I have no prior history or connection with lions: I'm not allergic to them or afraid of them; I didn't have any traumatizing experiences at the zoo; my parents were okay with us (my sister and two brothers) having pets, but none of us wanted a cat (we ended up getting an iguana); I didn't even have a stuffed lion for a toy. There's nothing to go on, and while that's frustrating enough for everyone else, imagine how I must feel. I'm the one that has to deal with the buggers whenever I go somewhere.\n\n\nUnless they hurt someone. Which they already have. It hasn't even been one day. Some people think I might be stuck with this for the rest of my life.\n\n\nFuck me dead.\n\n\nTwo of the people who did experiments with me are following me around now, a researcher (Kim Silva) and a security officer (Patty Waller). Waller's all right, but what mortuary did they dig that researcher out of? I've seen brick walls that were more expressive. She's smart, though, I'll credit her that, but about as fun as a book on tax laws. I'm supposed to report to her every time I see a new lion, but I'm not sure what else they can learn at this point, other than how to get rid of them—and if we can't, how I'm supposed to live with this.\n\n\nNow that I think about it, it's kind of funny. I consider myself to be an indolent person. I'm not lazy, just…not very proactive. I've never liked making decisions for myself; I've always been the kind to sit back and take orders (that does sound lazy now that I write it down). But it was comforting being in the ADF\n3\n, and it's just as comforting being an MTF op. Whenever I know what's expected of me, I rise to the occasion and do it. Whenever I'm left to my own devices, I feel lost. I feel very lost now.\n\n\nI wish they'd tell me what happened to my old unit. Outside of Garret\n4\n, I can't even remember their names. They won't even let me talk to him. Why the hell not? What's the use in hiding all this? I'm as tough as any Sheila that got plucked out of Straya\n5\n. Do they think I can't handle bad news? Damn it, I stood and watched as my own gran had a heart attack right in front of me, and I was but a wee mite of six or so! And I'd already shot a wallaby with my dad's rifle before then. So what gives? Fuck me dead, like I can't put two and two together. Our last mission went belly-up in a bad way, didn't it? That's why I got my mind wiped, and why nobody will tell me what happened, and why I don't remember anybody but Garret. Look, I'm not disloyal or anything, but FUCK THAT. My memories aren't for someone else to decide whether or not I keep them. I don't give a rip what I signed up for, nobody has that right: not the O5s, the Prime Minister, the Dalai Lama, my mum, nobody. Damn it. And there's nothing I can do about it.\n\n\nI'm too tired to write any more. Tomorrow's another bloody day. Here's hoping nobody gets hurt by the kittens following me around.\n\n\n\n\n\n\n\n\n\n\n \n\n\nDAY TWO\n\n\n1:\n One chair replaced in cafeteria. SCP-7716-A instance was placated with food.\n\n\n2:\n One 22LR caliber bullet replaced in firing room (instance terminated).\n\n\n3:\n One treadmill replaced in gymnasium (SCP-7716-A instance appeared as an average-sized \nPanthera leo\n).\n\n\n4:\n One wallet replaced in security team meeting room. Security officer Vale was severely injured while Inglebard relocated.\n\n\n5:\n One pair of spectacles belonging to Researcher Liang replaced. Liang was injured while Inglebard relocated. Inglebard was given temporary leave of duty and submitted for psychological evaluation.\n\n\n6:\n One calendar replaced in Dr. Riverson's office. Inglebard and Riverson relocated for their session. No further incidents occurred as Inglebard was accompanied and monitored by security officer Waller and Researcher Silva for the remainder of the day.\n\n\n \n\n\n\n\nJournal Entry #2\n\n\n\n\nClose\n\n\n\n\n\n\nI don't even know where to begin with this. I wish I could just sit by myself in a quiet place for a few moments. It's bad enough that I got my memories stolen from me, and I have no idea what happened to the rest of my team, and they won't even let me talk to Garret — but now these bloody lions hurt Shen\n6\n. I wish they had gotten me instead. He and I used to get drunk and tell each other stories and dirty jokes whenever I was in the area, and now I'm terrified he won't even be able to look at me anymore. I know I can't help it, I know everyone's doing their best to figure this out, and I'm trying to be careful, but… And I've got someone else's\n7\n condition to worry about, too. I didn't know the guy, but just the knowledge that you're indirectly responsible for sending someone to the ER, when you bloody well know you can prevent it —\n\n\nDamn. I got nothing else but that.\n\n\nSilva tried talking to me, but she's as good as comforting others as I am at brain surgery. She told me that she and Shen were close, though, which caught me off guard. It seems they got into the Foundation at the same time, cut their teeth on the same projects, stayed up all night having debates, that sort of thing. I'd never figured the fella who could interweave dirty limericks in Mandarin and English was ever friends with Miss Spock, but small world, I suppose. Anyway, I guess she cares more than I credited her for. And honestly? As bad as she was as talking to me, I appreciated it. We're still not what you'd call pals, but I see her in a better light now.\n\n\nWord has it that Wilson's will be swinging by tomorrow to help with this, and both Lucy and Patty think I'll be absorbed into Beta-4, the unit that works with them. I mean, I get it; it makes perfect, logical sense. Wilson's handles anomalous animals and I cause one to appear whenever I enter a room. Honestly, though, it's too much to take in. I want to see Garret. I want things between me and Shen to be okay. I want to be able to lay still for a moment without having to worry if a deadly predator's hiding in some corner of the room. I want closure with my old team. It's barely been more than a week since I've lost them; don't I get more time to think, or grieve, or make sense of it all? I don't care if it encourages my indolence, I just want to STOP. And I can't.\n\n\nLucy's better than I deserve. She's asked that Patty and Miss Excitement (Silva) keep tabs on me until all this is settled. I think if I were left to myself, I'd be in real bad shape.\n\n\n\n\n\n\n\n\n\n\n \n\n\nDAY THREE\n\n\n1 - 6:\n Under supervision, two employees of Wilson's Wildlife Solutions (B. McCleod and C. Worth) observed SCP-7716's effects in various rooms. One security camera replaced in Site-203 entrance; one empty rack replaced in arboretum (instance photographed); one laptop replaced in research room 47; one rubber safety glove replaced in maintenance storage; one dry-erase board replaced in orientation room, severely injuring Researcher Silva (instance terminated); one disposable razor replaced in women's restroom.\n\n\n \n\n\n\n\nJournal Entry #3\n\n\n\n\nClose\n\n\n\n\n\n\nsilvas in bad shape dont know if shell live lost a lot of blood some of its on me literal + figurative [sic]\n\n\nOK. Took a break, cleared head, got cleaned up. The blood, I mean. Found a safe place to write. For a minute there, I almost thought I'd have my memory resurface, seeing that lion attack her like that. Like maybe it would trigger something. Damn, what the hell am I even doing? If \nSilva\n Kim dies because of me…\n\n\nNothing anybody says is going to make this any better.\n\n\nLucy and Patty both don't want me blaming myself, but tough tits for them. I damn well know it's my fault. It wasn't that we weren't careful enough: I've been moping and dragging my heels ever since my last mission. I know it's only human nature to feel angry, or helpless, or confused, but if I had gotten my act together a bit sooner, I might have…\n\n\nI can't even write it. And who knows how many other people will get cut up, or bitten, or — fuck me dead, what if someone \ndoes\n die? I don't want that on my head. I'm going to have a talk with those people from Wilson's. I'll tell them everything and then ask to be transferred to Beta-4. I'll even beg them if I have to. I can't be sitting around on my arse about this any more. I have to make this right: for Shen, Kim, Mu-32, and everyone else. I have to be better.\n\n\nSorry if this looks a bit wet. A few tears slipped through.\n\n\nDon't know why I'm like this. Plenty of other people got it heaps worse than me. I just have to worry about a few bloody lions. Yeah, it's a shame about my memories, and I'm still pissed off about it, but… Tomorrow's going to come whether I'm ready or not. The sooner I understand that, the better. It don't mean I have to like it.\n\n\nI don't know where I'm going with this. Maybe I should just stop writing and start moving, figure it out as I go.\n\n\nWhoever's reading this, give Garret, Shen, and Kim my regards, eh? And pour one out for Mu-32.\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum-B\n: Three days after the discovery of SCP-7716, Inglebard was inducted into the ranks of Beta-4. Since then, SCP-7716 occurrences have steadily decreased. After three months, she was given leave to communicate with Captain Sutton, who had been reassigned. Currently Inglebard is on standby for missions requiring \"aggressive response\".\n\n\n \n\n\n\n\nJournal Entry #4\n\n\n\n\nClose\n\n\n\n\n\n\nIt's been awhile since I've written anything! I've been busy.\n\n\nI swear, if one more person sings \"The Lion Sleeps Tonight\" to me, so help me…\n\n\nI'm glad I can laugh at myself again. Beta-4's been good to me. This was the right decision to make. I've got people taking care of me now—and my \"companions\". Wilson's seen \nmuch, much\n \nstranger things\n than lions that pop up whenever I stroll into a room, and it feels good to be the proverbial small fish in a big pond. We still get scares every now and then, but my new Captain (Natalia Szabo) says it's a good way to keep the Castaways on their toes. It doesn't hurt that the little darlings can work in our favor when we're on the job! \"Aggressive response\" indeed. Bloody savage.\n\n\nSo I got to see Garret again. Bit of a plus there. We had a good long bender, \"To lost memories, lost companions, and what we've gained since then.\" He's off in…damn, I forgot the name of the unit. Doesn't matter; he's happy. He made sense of things a lot faster than I did. Bastard.\n\n\nQuick, what has two middle fingers and is constantly surrounded by Sheilas keen on his scars? Speaking of drunken blighters! Shen says I owe him big-time, so once my liver clears up, I fully intend on paying him back. Kim lost an arm, though, so it ain't all sunshine and roses. I have to admit, though, she looks pretty badass with the replacement Anderson [Robotics] gave her. I cracked a joke about how she really \nis\n a robot now, but that cold fish didn't even roll her eyes. All business, no pleasure. What a crew I've got.\n\n\nI think I know what caused those lions to appear. Maybe I was getting too comfortable too often, with Mu-32 and my memories and everything else. When I lost all that, I wasted too much time wishing I could get it back: wishing I could be comfortable again. Stagnant, in other words. Then the lions showed up, literally forcing me out of my comfort zone. \"It was healthy of me to \nfeel\n, but unhealthy to \nyearn\n\" (Lucy's words). Once I took responsibility for my actions and my situation, things got better. Of course, Lucy would probably accuse me of being a bit too blatant, and it still doesn't explain why I get lions, and not hippos or bears or moose or whatever, but that's just how I feel.\n\n\nHell, or maybe it was just something I ate. What do I know? Kim and Shen can figure that crap out.\n\n\nLook, it's not like everything's perfect now, but I don't think I want it to be. That's what got me into this mess. I'm okay with not being totally fine. I'm okay with not fully understanding this anomaly, or what happened with my old unit. I'm at peace with my life, and that's… Well, I just think that's better, is all. Now if you'll excuse me, me and my lions have to go bash some anomalous bastard's teeth in.\n\n\n—H. M. I.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7716\n\" by Mister_Toasty, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7716\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n \nhttp://scp-sandbox-3.wdfiles.com/local--files/toasty1/903508826_9b00c3680c_b.jpg\n\n\nName:\n Lion\n\n\nAuthor:\n Buffa\n\n\nLicense:\n CC BY 2.0 Deed\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/thebuffafamily/903508826\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7715\n | SCP-7716| \nSCP-7717\n »\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Lions\n\n\n2\n. Site-203 psychologist Dr. Lucille Riverson.\n\n\n3\n. Australian Defense Force\n\n\n4\n. Mu-32's Captain, Garret \"Red\" Sutton, the only other surviving member.\n\n\n5\n. Australia\n\n\n6\n. Researcher Zhishen Liang\n\n\n7\n. Security officer Ronaldo Vale",
    "addendums": [
        "Addendum-A : A catalogue of SCP-7716 incidents that occurred during the first three days of its discovery. For an up-to-date documentation, please consult Dr. Riverson of Site-203, Captain Szabo of Beta-4, or Mr. Byron McCleod and Ms. Charlotte Worth of Wilson's Wildlife Solutions.\n",
        "Addendum-B : Three days after the discovery of SCP-7716, Inglebard was inducted into the ranks of Beta-4. Since then, SCP-7716 occurrences have steadily decreased. After three months, she was given leave to communicate with Captain Sutton, who had been reassigned. Currently Inglebard is on standby for missions requiring \"aggressive response\".\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7716 \" by Mister_Toasty, from the SCP Wiki . Source: https://scpwiki.com/scp-7716 . Licensed under CC-BY-SA .",
        "Filename: http://scp-sandbox-3.wdfiles.com/local--files/toasty1/903508826_9b00c3680c_b.jpg Name: Lion Author: Buffa License: CC BY 2.0 Deed Source Link: https://www.flickr.com/photos/thebuffafamily/903508826"
    ],
    "title": "SCP-7716"
}