{
    "url": "https://scp-wiki.wikidot.com/scp-7718",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\nRab333\n\n\n\n\n\n\nFriends are important.\n\n\nAlso, more stuff by me!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7718\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the nature of SCP-7718, containment is neither required nor potentially feasible. Any further research into SCP-7718 is classified as being low priority.\n\n\nDescription:\n SCP-7718 is an anomalous event in which an individual, worldwide, receives a call from an entity which the individual identifies as a close friend. The vast majority of SCP-7718 events share a few details in common:\n\n\n\n\nThe individual undergoing SCP-7718 is typically between the ages of 29 and 55\n1\n\n\nAt any point during the past two weeks, the individual has experienced increased feelings of sadness, nostalgia, and/or anxiety\n\n\nThe individual does not currently possess a strong support group or close friends.\n\n\n\n\n \n\n\n\n\n\n\nAddendum \n7718.1\n\n\nDISCOVERY\n\n\n\n\n\n\nFoundation .aic scanners picked up on anomalous interference in a call received by Agent Harold Lee during a routine shift on 03/09/2019, prompting further investigation. The call has been transcribed below:\n\n\n\n\nSCP-7718:\n Hello? Do I have the right number? Harold?\n\n\nHarold:\n Hm? Who's this?\n\n\nSCP-7718:\n Oh, got it right! Hey man, it's Josh!\n\n\nHarold:\n Josh.., oh - oh wait. Clark? Josh Clark?\n\n\nSCP-7718:\n Of course! Man, how have you been? I know we haven't spoken in a while and I'm sorry. Really am.\n\n\nHarold:\n A call from you was the last thing I expected today, I've been doing fine, I guess. Work's real slow. \n(sigh)\n\n\nSCP-7718:\n What're you doing for work these days? I remember when you left for Louisiana, back in what was it, 2003, I think? Probably, but, I remember you really wanted to become a painter, heh. That ever work out for you?\n\n\nHarold:\n . I mean, sometimes I do think about that, but eh, can't be caught up on silly shit. Right now I've got my hands tied in an \noffice job. (scoffs)\n So at the very least I'm occupied.\n\n\nSCP-7718:\n Hey, if you're making cash, that's more than enough, honestly. And at the very least, if you're working for some big corporation, you don't really have to blame yourself for anything they do wrong. Those suck, anyway. Myself, uh, I've been caught up in a few ventures, y'know, tried a few things out. Some worked, some didn't.\n\n\nHarold:\n Yeah, I get that.\n\n\nSCP-7718:\n But yeah, the reason I called in the first place, I'm in town right now, another work thing I'm trying to wrangle together. Say, you'd be up for a beer later? It's on me, for old times sake.\n\n\nHarold:\n You might have to wait a bit for me to get off work… but, fuck it. Sure. For old times sake. Just don't try to do your shitty party tricks - the ones from college.\n\n\nSCP-7718:\n I can't say I'll promise anything, but it's set! Call me when you're off.\n\n\nHarold:\n Hey, thanks for this. Really. I'll call back in a few hours.\n\n\nSCP-7718:\n My pleasure, man. Seeya then.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. There have been reported cases in which individuals have been younger, though these manifestations are more uncommon.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7718\n\" by Rab333, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7718\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7718 \" by Rab333, from the SCP Wiki . Source: https://scpwiki.com/scp-7718 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to the nature of SCP-7718, containment is neither required nor potentially feasible. Any further research into SCP-7718 is classified as being low priority.",
    "description": "SCP-7718 is an anomalous event in which an individual, worldwide, receives a call from an entity which the individual identifies as a close friend. The vast majority of SCP-7718 events share a few details in common:",
    "title": "SCP-7718"
}