{
    "url": "https://scp-wiki.wikidot.com/scp-7725",
    "all_text": "Come on and join the family, won't ya?\n\n\n\n\n\n\n\n\n\n\nrating: \n+171\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \nbody horror and themes of religious bigotry\n.\n\n\n\n\n\n\n\n\nrating: \n+171\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nSCP-7725-A in 2022.\n\n\n\n\n\n\nItem #:\n SCP-7725\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7725-A has been seized by the Foundation. The structure has been condemned and a 2-meter tall fence has been constructed to keep civilians from entering the premises. The fence is to be brought down upon SCP-7725-C manifestation and put back in place following its demanifestation. Provisional Site-32X has been established on a nearby property to monitor the anomaly.\n\n\nManifestations of SCP-7725-C are to be monitored by MTF-Lambda-5 (\"Matchmakers\"). A D-Class personnel specifically trained in Baptist religious teachings is to be assigned to interact with the entity until its demanifestation.\n\n\nDescription:\n SCP-7725 is the group designation assigned of three interrelated anomalies in Arkadelphia, Arkansas.\n\n\nSCP-7725-A is a two-story, four-room house in a mild state of disrepair. All attempts to breach and enter SCP-7725-A have resulted in failure, as the structure appears to only be penetrable by SCP-7725-C and its targets.\n\n\nSCP-7725-B refers to an estimated 55 humanoid entities of varying ages, 4 canines, and 3 felines bearing elongated bodies and extremities, all of which reside within SCP-7725-A. None have been observed to leave the structure.\n\n\nSCP-7725-C is a humanoid entity resembling a Caucasian female between the ages of 20 and 25 which manifests every 20 years during the month of November, whereupon it will exit SCP-7725-A. SCP-7725-C behaves as a non-anomalous individual, and over the course of 6-11 months establishes itself as an active and prolific member of the local community's Christian religious organizations.\n\n\nDuring this time, SCP-7725-C will court and seduce a male between ages 25-30 from said organizations. SCP-7725-C will often make invitations to introduce their target to their 'parents' with the apparent purpose of converting them into an instance of SCP-7725-B. To date, all observed SCP-7725-C instances have been found to possess the genetic material of prior iterations' victims.\n\n\nAddendum 7725.1:\n Attached below is a recorded log of D-Class personnel entering SCP-7725-A on October 2022. He had been courting SCP-7725-C for 11 months, starting in November of 2021.\n\n\n\n\nNote: D-1221 was outfitted with a one-way audio-visual transmission device disguised as a necklace prior to entering SCP-7725-A.\n\n\n<BEGIN LOG>\n\n\nSCP-7725-C:\n \n[Giggles]\n I'm so excited for you to meet them.\n\n\nD-1221:\n I'm looking forward to it! I hope I can live up to their expectations of me.\n\n\nSCP-7725-C:\n Oh, don't worry baby. I'm sure they'll love you.\n\n\n[SCP-7725-C opens the door. The interior of SCP-7725-A is in apparent disrepair. This gives D-1221 pause, as he hesitates to enter.]\n\n\nSCP-7725-C:\n Come on, baby!\n\n\n[SCP-7725-C enters SCP-7725-A. It motions for D-1221 to follow before starting to remove its shoes and place them beside the door. D-1221 enters and the door is shut behind him.]\n\n\nSCP-7725-B-1:\n Janice? Is that you?\n\n\n[A male SCP-7725-B instance's head appears through the doorway. It is later identified as an elder version of D-6930, the D-Class assigned to the prior SCP-7725-C instance 20 years ago.]\n\n\nSCP-7725-C:\n Yes, daddy! I brought James!\n\n\nD-1221:\n H-hello, sir it's lovely to meet you.\n\n\n[D-1221 begins to approach but is stopped by SCP-7725-C.]\n\n\nSCP-7725-C:\n Take your shoes off at the door, silly billy.\n\n\n[D-1221 acquiesces and takes a moment to remove his shoes. SCP-7725-C enters the doorway as SCP-7725-B-1 disappears within it again. Once his shoes are removed, D-1221 approaches the doorway. He is met with a twisting mass of elongated human bodies inside, intertwining in Archimedean spirals, knots, and tangles. They are wrapped around one another tightly, with some instances' hair being knotted as well. Several pleasured groans are audible. SCP-7725-B-1's head is visible near the front of the room, twisting around the head of a female SCP-7725-B instance. Both of their necks are estimated to measure 5m.]\n\n\nD-1221:\n What the fuck?!\n\n\nSCP-7725-B-1:\n Language, young man!\n\n\n[SCP-7725-C kisses SCP-7725-B-1 on the cheek. It looks at D-1221 with an angered expression. Several of the heads scattered throughout the room on the ground begin moaning louder.]\n\n\nD-1221:\n S-sorry, I just… Uh… You know, maybe I should go. I don't know if I'm ready for this.\n\n\nSCP-7725-C:\n \n[Pouting.]\n James! You promised you would meet my family! Don't go backing out on me now!\n\n\nSCP-7725-B-1:\n \"Commit to the LORD whatever you do, and he will establish your plans.\" Proverbs 16:3. Are you seriously going to leave my daughter like this, James?\n\n\nD-1221:\n N-no. You're right. I was just, uh, surprised at how big your family is.\n\n\n[The other instances of SCP-7725-B quiet down and resume their low groaning.]\n\n\nSCP-7725-B-1:\n We like to keep our loved ones close. \"And he rejoiced along with his entire household that he had believed in God.\" Acts 16:31-34.\n\n\nD-1221:\n That one is a favorite of mine. That and Ephesians 5:25.\n\n\nSCP-7725-B-1:\n Remind me, how does that one go again?\n\n\nD-1221:\n \"Husbands, love your wives, just as Christ loved the church and gave himself up for her.\"\n\n\nSCP-7725-C:\n I knew you would bond over your love of Christ! Oh, daddy, I'm so happy you like him.\n\n\nSCP-7725-B-1:\n Now hold on, pumpkin. I never said I liked him just yet. I just know he's a man of God, and that's good, but it ain't enough for me.\n\n\nD-1221:\n I promise you, I don't mean any funny business with your, um, daughter.\n\n\nSCP-7725-B-1:\n We'll just have to wait and see what the missus thinks of you, James. Darling, come out and meet Janice's boyfriend!\n\n\n[The female instance SCP-7725-B-1 is wrapped around turns to reveal an older visage of the previous SCP-7725-C instance from 20 years ago. It is missing all its teeth and its eyes are pitch black.]\n\n\nSCP-7725-B-2:\n \n[INCOMPREHENSIBLE]\n\n\nD-1221:\n Jesus!\n\n\nSCP-7725-B-1:\n What did I say about language, young man? I ain't gonna tell you a third time!\n\n\nSCP-7725-C:\n Hi momma!\n\n\n[SCP-7725-C embraces SCP-7725-B-2's elongated neck for a moment and turns to face D-1221.]\n\n\nD-1221:\n \n[Muttering.]\n S-sorry, I just… man, this feels like a bad dream. Sure. I'll go along with it. Maybe that's all it is. Just a bad dream.\n\n\nSCP-7725-B-1:\n Speak up, son. Don't you know it's rude to mumble like that?\n\n\nD-1221:\n Yeah. Totally. Sorry. I was just stunned by your wife's beauty. If I didn't know any better, I would have assumed she was Janice's older sister.\n\n\nSCP-7725-B-2:\n \n[INCOMPREHENSIBLE]\n\n\nSCP-7725-B-1:\n Oh, honey. You're a card. Say, dinner is almost ready. Why don't you join us over in the kitchen, James?\n\n\nSCP-7725-C:\n Oh, mom made her special stew today! You'll love it.\n\n\nSCP-7725-B-1:\n Janice, why don't you put Fido up in his room so he doesn't beg at the table?\n\n\nSCP-7725-C:\n Yes, daddy!\n\n\n[SCP-7725-C approaches the writhing pile of flesh and picks out the head of a dog. It licks its fingers and extends its elongated body forward as SCP-7725-C exits the room behind D-1221, bringing the canine instance of SCP-7725-B along with it. A few barks are audible as this happens. SCP-7725-B-2 turns around and moves its neck towards another room in the opposite direction.]\n\n\nSCP-7725-B-1:\n So. Follow me, son. Let's talk shop.\n\n\nD-1221:\n Y-yes, sir.\n\n\nSCP-7725-B-1:\n So you want to be with my baby girl, is that true?\n\n\n[SCP-7725-B-1 moves towards the same room SCP-7725-B-2 entered. D-1221 walks around the pile of twisting bodies in the living room and follows along. They enter the remains of a kitchen. Several arms extending from the living room are grabbing bowls and setting them on the table. Numerous heads lay on the ground, moaning and groaning at a low volume.]\n\n\nD-1221:\n That w-was the plan, sir.\n\n\n[D-1221 takes a seat at the table as SCP-7725-B-1 turns to face him.]\n\n\nSCP-7725-B-1:\n Was? Do you suddenly not love my daughter? Tell me I misheard you, James.\n\n\nD-1221:\n No! I still love her. I just… I guess I'm intimidated by you and your family.\n\n\nSCP-7725-B-1:\n I'm not here to judge you, son. That is something only the Lord Himself can do.\n\n\nD-1221:\n Yeah. I guess you're right. I want to marry your daughter and have a nice, happy family. Just like you do here.\n\n\nSCP-7725-B-1:\n That's good. And tell me, do you believe in God? Do you really believe in Him?\n\n\nD-1221:\n I do. I believe that when I die, I will go to heaven and meet Saint Peter at the Pearly Gates, and I will be able to spend all eternity at the Lord's side. I am but His humble servant.\n\n\nSCP-7725-C:\n I'm back!\n\n\n[SCP-7725-C enters the frame. It takes a seat beside D-1221.]\n\n\nSCP-7725-B-1:\n I'm glad you do, James. Because I can't have no filthy atheists or Catholics marrying my little girl. Do you know what 'Janice' means, James?\n\n\nSCP-7725-C:\n Oh, daddy. You don't have to tell this story.\n\n\n[A slight squelching sound is heard, alongside a minor cracking. The video frame tilts.]\n\n\nD-1221:\n No, sir.\n\n\nSCP-7725-B-1:\n It means 'God has been gracious' or 'Gift from God'. She's destined to live a life guided by God, and I can't have anyone or anything pose a risk to that. As a man of God to another, you understand what I mean, don't you, son?\n\n\n[The squelching and cracking grow louder.]\n\n\nD-1221:\n Yes, sir.\n\n\n[SCP-7725-B-1 moves closer to D-1221.]\n\n\nSCP-7725-B-1:\n And do you know what 'James' means?\n\n\n[The cracking and squelchings sounds grow louder. The video frame tilts further. The SCP-7725-B instances laying on the ground begin to moan and groan louder.]\n\n\nD-1221:\n N-no, sir.\n\n\n[SCP-7725-B-1 moves closer to D-1221.]\n\n\nSCP-7725-B-1:\n It's a derivative of Jacob. It means 'supplanter.' Usurper. Are you here to usurp me, James? Are you here to steal away my little girl and lead her to a life of sin?\n\n\n[SCP-7725-B-1 moves closer to D-1221. The squelching and cracking have reached a fever pitch. The video feed tilts further, showing another neck elongating and reaching toward SCP-7725-C's own. The two entwine, and the camera is pulled up as they continue to wrap around one another. D-1221 is revealed to be elongating to match other SCP-7725-B instances. The SCP-7725-B instances on the ground are screaming.]\n\n\nD-1221:\n What! No, I just… I just wanted to meet you is all! I wanted to meet the parents of my girlfriend who I love very much! I'm a man of God, I swear it!\n\n\n[SCP-7725-B-1 moves away. The SCP-7725-B instances quiet down. Their moans resolve into a soft thumping and wet suckling.]\n\n\nSCP-7725-B-1:\n Oh, relax, James. I'm just pulling your leg. Welcome to the family, son.\n\n\n[The camera moves further up D-1221's elongated body, reaching SCP-7725-C's neck. It strains momentarily before being crushed. Video feed is lost.]\n\n\n<END LOG>\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nR is for \"Reshape\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nT is for \"Transmission\"\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7724\n | SCP-7725 | \nSCP-7726\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\nMDI-6726\n \n•\n\n\n\n\n\n\nSCP-020-J\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-6938\n \n•\n\n\n\n\n\n\nSCP-4046\n \n•\n\n\n\n\n\n\nSCP-ES-227\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-1799\n \n•\n\n\n\n\n\n\nSCP-7926\n \n•\n\n\n\n\n\n\nSCP-3874\n \n•\n\n\n\n\n\n\nSCP-371-J\n \n•\n\n\n\n\n\n\nSCP-057-INT\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nAdoption Poster: Darius!\n \n•\n\n\n\n\n\n\nLife Insurance Policy\n \n•\n\n\n\n\n\n\nDaeva Cooking And You\n \n•\n\n\n\n\n\n\nHalloween Anthology In Boring 2021\n \n•\n\n\n\n\n\n\nLillian Lillihammer And The Great Meme War\n \n•\n\n\n\n\n\n\nCritter Profile: Maya!\n \n•\n\n\n\n\n\n\nMyocardial Infarction\n \n•\n\n\n\n\n\n\nRAISA-6147 (PENDING ASSIGNMENT)\n \n•\n\n\n\n\n\n\nNico's Proposal\n \n•\n\n\n\n\n\n\nWho Wants To Live Forever?\n \n•\n\n\n\n\n\n\nHOGSLICE vs bones\n \n•\n\n\n\n\n\n\nAn Epitaph For SCP-173\n \n•\n\n\n\n\n\n\nDanger: Medellin Hippos!\n \n•\n\n\n\n\n\n\nSublimation\n \n•\n\n\n\n\n\n\nAdoption Poster: Bandit!\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7725\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7725\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n ourhouse.JPG\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Abandoned_house,_US41,_Sycamore.JPG\n\n\nLicense:\n CC BY-SA 4.0.\n\n\nTitle:\n Abandoned house, US41, Sycamore\n\n\nAuthor:\n Michael Rivera",
    "addendums": [
        "Addendum 7725.1: Attached below is a recorded log of D-Class personnel entering SCP-7725-A on October 2022. He had been courting SCP-7725-C for 11 months, starting in November of 2021.\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7725 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-7725 . Licensed under CC-BY-SA .",
        "Filename: ourhouse.JPG Source: https://commons.wikimedia.org/wiki/File:Abandoned_house,_US41,_Sycamore.JPG License: CC BY-SA 4.0. Title: Abandoned house, US41, Sycamore Author: Michael Rivera"
    ],
    "item": "SCP-7725",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7725-A has been seized by the Foundation. The structure has been condemned and a 2-meter tall fence has been constructed to keep civilians from entering the premises. The fence is to be brought down upon SCP-7725-C manifestation and put back in place following its demanifestation. Provisional Site-32X has been established on a nearby property to monitor the anomaly.",
    "description": "SCP-7725 is the group designation assigned of three interrelated anomalies in Arkadelphia, Arkansas.",
    "title": "SCP-7725"
}