{
    "url": "https://scp-wiki.wikidot.com/scp-7729",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nContent Warning: murder, death, suicide, and other dark themes.\n\n\n\n\n\n\n\n\nrating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7729\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7729 has no capacity for harm. Therefore, basic open air procedures have been implemented. A fence has been constructed around the property it resides in and the road leading to it has been cordoned off.\n\n\nDescription:\n SCP-7729 is the spirit of one Eleanor Long.\n\n\nLong was a housewife born in Chicago, Illinois, U.S.A. who was murdered by her husband Richard Finesbury in late 1940. Finesbury never gave a motive, although prosecutors at the time believed he had been driven to kill from a perceived lack of power over his life. Despite meeting when they were children, Finesbury's family\n1\n was never supportive of his marriage with Long. He would exchange hostile letters with them for three years until, in 1938, they disowned him and stopped all communications. His daughter would be born at this time\n2\n. In 1939, he was dismissed from his job as a plasterer for unknown reasons, and the family would fall to near poverty over the next year. It is not known what incident caused the murder, but during the night, Finesbury dressed Long in her wedding gown and strangled her in their bed. He then bound her hands and feet with ropes, dug a shallow grave in the forest behind their home, and buried her.\n\n\nWitnesses reported seeing Finesbury digging the grave and carrying his wife's body to it, leading to his arrest. Despite this, police were unable to find Long's body. When they dug where she was supposedly buried, they only found Long's half-rotten wedding dress. Finesbury refused to admit where her body was hidden and in 1941, he was convicted and sentenced to death by asphyxiation-gas.\n\n\nSCP-7729 bears the appearance of a typical spiritual entity: only appearing when called upon, always appearing in the same position when called upon (in a rocking chair in the house's basement), etc. However, it does not appear to possess a will of its own. It does not speak. It does not respond to the Christian cross or its name being called. If a force were to be applied to it, such as its chair being moved, then it will respond appropriately by falling to the ground. It has some weak physical properties — \"Its skin is soft, almost like a marshmallow texture. If I try, I can move my hand through it, but it fills me with disgust. It feels as though I'm disturbing something.\" (\nExperiment 7729-005\n) — although it has never been observed falling through the ground or moving through a wall.\n\n\nSCP-7729 can act as a conduit for the dead to communicate with the living. When the proper ritual is conducted (\nContainment Procedure Supplement 7729-01\n), an individual may call upon a dead individual whom they hold strong feelings towards to possess it. These feelings do not need to be pleasant — hate works as well as love — but they must be significant to the individual. SCP-7729 will then appear as an old woman in a torn wedding dress. Its face will be expressionless, and it will be still until the individual possessing it chooses to move.\n\n\nExperiment transcripts involving SCP-7729 are being compared to other similar SCPs in the hopes of constructing a grand theory of the afterlife. Personnel interested in contributing to this theory should contact their Site Director.\n\n\nAddendum #1:\n Interviews\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\nSCP-7729:\n Oh my god.\n\n\n(Silence.)\n\n\nD-84333:\n Um. How are you?\n\n\nSCP-7729:\n Are you real?\n\n\nD-84333:\n I, uh— yeah, I think so. Why would I not be real?\n\n\nSCP-7729:\n I-I read in a book once that in the future they could dig up the brain of a dead person and electrocute it so that it thought it was alive again. And they did experiments on it and they fucked with it—\n\n\nD-84333:\n No! No, this isn't like that. It's this um… device that can help keep you alive for a little.\n\n\nSCP-7729:\n Ah. Um… thank god, hahah! I was so scared, heh. I'm really happy to see you. I'm so happy— when I woke up I was so scared because I could feel myself slipping and I-I couldn't think of you. The pain was so bad. I was so scared t-that I didn't love you as much as I thought I did.\n\n\nD-84333:\n Hah! I’m, oh… Jesus Christ honey, I’m sorry. I um… That’s really great to hear! Hahah! Fuck!\n\n\n(\nD-84333\n gets up from their chair and embraces SCP-7729. Soon they both begin to sob.)\n\n\nSCP-7729:\n I’m not… Goddamn, I’m not gonna see you for very long am I?\n\n\nD-84333:\n No, but it’s okay.\n\n\n(\nSCP-7729\n screams.)\n\n\nSCP-7729:\n God, did you kill someone? Why are you dressed like-\n\n\nD-84333:\n No! No!\n\n\nSCP-7729:\n You’re in death row!?\n\n\nD-84333:\n No! It’s just y-y… There’s these people, these researchers and there’s a bunch of monsters around the world. They’ve always been here and these Feds, they contain them and they, like, research them. Like aliens! There’s aliens on Earth and this shadow government-\n\n\nSCP-7729:\n Oh my god…\n\n\nD-84333:\n Contains them. They’re called the SCP Foundation! And I’m their test subject, they test me on these things because they need people to do that and I got really fucking sad when you left and I did some really dumb things and they got me on some shit but I \ndidn’t\n kill anyone. I love you. I don’t know if-\n\n\nSCP-7729:\n I'm fucking insane.\n\n\nD-84333:\n They’re gonna let me see you for much longer, but that’s why you’re here. There’s this monster that’s letting me see you. It doesn’t matter, but this is real. I’m real, and I love you. I love you so fucking much. There were so many fucking people at your funeral, I brought the entire goddamn block. There were hundreds. I cried for an hour! I fucking howl-cried for you, and so did everyone else!\n\n\nSCP-7729:\n Oh my god.\n\n\nD-84333:\n It’s nothing, honey! I love you! God I miss you every day. I’ll always remember you, I’ll find a way to stay alive. I’ll stay alive for you. You were the reason why I'm still here—\n\n\nSCP-7729:\n Oh my god.\n\n\nD-84333:\n I love you.\n\n\nSCP-7729:\n I… love you. I love you, honey.\n\n\n\n\n\n\n\n\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\nSCP-7729:\n I'm here.\n\n\nSR. RESEARCHER GRENDEL:\n You're here.\n\n\n(Pause.)\n\n\nSCP-7729:\n You look older. I hope I wasn't the reason why.\n\n\nSR. RESEARCHER GRENDEL:\n No— heh. It took fourteen years for me to finish everything. Tons of trials, tons of uh, loose threads. Monetary issues, research issues, moral issues. You finish clearing one hurdle just to find another right behind it.\n\n\nSCP-7729:\n But you got it to work?\n\n\nSR. RESEARCHER GRENDEL:\n Yeah. Y-Yeah, it's nearly all finished, hahah! All the trials were successful, so now we're just waiting for the whole thing to be built. It's— I'm sorry I'm really jittery right now I'm really happy to see you!\n\n\nSCP-7729:\n It's not done? How am I alive then? How am—\n\n\nSR. RESEARCHER GRENDEL:\n This is something different. Some anomaly they found out in Illinois. It's a ghost that other ghosts can talk through.\n\n\nSCP-7729:\n Oh. So how long am I going to stay here?\n\n\nSR. RESEARCHER GRENDEL:\n Half an hour at the longest. It's… I don't know the specifics but I imagine since the gateway is or was an organic entity that the connection is less stable than what we're gonna build. Much less stable.\n\n\nSCP-7729:\n So I'll go back in a few minutes.\n\n\nSR RESEARCHER GRENDEL:\n Yes. You'll be gone until we get the machine going.\n\n\nSCP-7729:\n Oh my…\n\n\n(Pause.)\n\n\nSCP-7729:\n Oh god, oh god.\n\n\nSR. RESEARCHER GRENDEL:\n What's wrong?\n\n\nSCP-7729:\n I… need to ask you something. Is that okay with you? Don't ask me why, please.\n\n\nSR. RESEARCHER GRENDEL:\n That's fine! What is it? Are you hurt?\n\n\n(Pause.)\n\n\nSCP-7729:\n Please don't bring me back.\n\n\nSR. RESEARCHER GRENDEL:\n What?\n\n\nSCP-7729:\n You said you wouldn't ask why.\n\n\nSR. RESEARCHER GRENDEL:\n I thought you were going to say something reasonable, not— what do you mean? Why wouldn't you want to come back?\n\n\nSCP-7729:\n I can't explain why.\n\n\nSR. RESEARCHER GRENDEL:\n You've spent your entire career—\n\n\nSCP-7729:\n I know.\n\n\nSR. RESEARCHER GRENDEL:\n You're… Why? You have to tell me why.\n\n\nSCP-7729:\n Please, James…\n\n\nSR. RESEARCHER GRENDEL:\n No. No, tell me why. Tell me why or I'm bringing you back.\n\n\n(Silence. SCP-7729 appears to cry, but no tears come from its eyes.)\n\n\nSCP-7729:\n Everything feels… terrible. My \nback\n, it hurts so much. My hands and m-my knees. I feel so c-cold, I have never felt so cold and s-s-small before. I am so… puny. And my mind is full of these feelings, these awful feelings. I— Why am I so unhappy to see you? Why do I \nhate\n you so much? I… Oh my god, I don't want to be trapped in this b-body anymore. I remember everything. Oh god, I remember everything.\n\n\n\n\n\n\n\n\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\nSCP-7729:\n Wow…\n\n\nD-22628:\n Hey, Eddie. Are you there? H-hey, can you hear me?\n\n\nSCP-7729:\n Oh my… Hi. Am I dead?\n\n\nD-22628:\n Yeah, you are. I'm sorry. They got this uh, machine that they just developed that can bring you back for a little bit. Is that okay? How are you?\n\n\nSCP-7729:\n Oh. That s-sucks— hahah! Shit! I'm sorry about everything I did. I was just really fucked up inside a-and I was really pissed at everyone. I didn't mean anything—\n\n\nD-22628:\n You're fine. You're fine, man. I love you.\n\n\n(\nSCP-7729\n looks down at its hands. They're trembling. It touches its dress, then its sleeves, then its face. It feels the bridge of its nose and the creases on its forehead.)\n\n\nD-22628:\n How are you feeling?\n\n\nSCP-7729:\n G-good man. Fuck! I'm so happy to see you, man! How is um, everything? What year is it? How's dad been?\n\n\nD-22628:\n He's handling it. He stopped doing a lot of things. He stopped um… telling me to do shit around the house. Sometimes he'd stop talking altogether: we'd be in the middle of a conversation about something and then something would… remind him and he'd freeze up. Listen to the wind. His job uh, gave him a month paid leave but he ended up quitting halfway through. He's somewhere up north now. Michigan or Montana or maybe Wisconsin.\n\n\nSCP-7729:\n You don't know where he is!?\n\n\nD-22628:\n Nah, he just left. Told me he was going to this writer's workshop in Chicago but I called them and they said he wasn't there. Called the hotel and they said they couldn't tell me.\n\n\nSCP-7729:\n Fuck.\n\n\n(Silence.)\n\n\nSCP-7729:\n I'm so sorry.\n\n\nD-22628:\n It's alright. I was a shit brother to you anyway. I should've listened to you more. I should've… I don't know. Done anything better. Thrown a b-better memorial or wrote something better about you. It took me a while to realize that I didn't really know anything about you.\n\n\nSCP-7729:\n I think dad's dead.\n\n\nD-22628:\n Eddie…\n\n\nSCP-7729:\n I-I'm sorry but I promised him that I-I wouldn't ever try to hurt myself again and we made this pact but—\n\n\nD-22628:\n \nEddie\n. He's fine. We're all fuckin' fine.\n\n\nSCP-7729:\n O-okay.\n\n\n(Silence.)\n\n\nSCP-7729:\n Am I gonna come back?\n\n\n(\nD-22628\n is still. He looks down, then shakes his head.)\n\n\nSCP-7729:\n Oh.\n\n\n(Pause.)\n\n\nSCP-7729:\n I love you. I know I didn't fuckin' show it at all because I was an asshole but I r-really couldn't have wished for a better brother. I know I've probably ruined a lot of shit and I'm sorry. I made a mistake. I'm really sorry. I don't want you to be alone.\n\n\n(Silence. Then, \nD-22628\n starts to cry.)\n\n\nD-22628:\n It's o-okay m-m-man…\n\n\n(\nD-22628\n is crying too hard to speak further. He leans forward in his chair and holds his head in his hands. \nSCP-7729\n reaches out. It places a hand on his back. They remain like this for two-and-a-half minutes, and \nSCP-7729\n fade away. \nD-22628\n is allowed to stay inside of the room for another hour, then is pulled out to allow for another experiment. He leaves without a fight.)\n\n\n\n\n\n\n\n\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\n(\nSCP-7729\n is unresponsive. It stares at the floor, occasionally shifting its gaze to the wall. The ritual was verified to have been completed successfully — the deceased individual is present — yet \nSCP-7729\n doesn't appear to react. \nJOSHUA DURNE\n, the husband of the deceased individual, is asked to continue the interview despite this.)\n\n\nDURNE:\n Can you hear me?\n\n\n(Silence.)\n\n\nDURNE:\n Samantha?\n\n\n(Silence.)\n\n\nDURNE:\n I hope you're not scared. It's okay if you are, but it's me! Uh… I'm gonna be here with you for a few minutes. I know you're dead, but right now it's okay. They have this new technology that can bring you back for a little bit.\n\n\n(Silence.)\n\n\nDURNE:\n It's Christmas. I got you a card.\n\n\n(\nDURNE\n places a small Christmas card into \nSCP-7729\n's hand. It has an illustration of Rudolph the Red-Nosed Reindeer on the front.)\n\n\nDURNE:\n I hope you like it.\n\n\n(Silence.)\n\n\nDURNE:\n Um… Sorry, what am I supposed to now?\n\n\n(\nDURNE\n is told to continue, even if \nSCP-7729\n doesn't respond.)\n\n\nDURNE:\n Okay. It's was… three-and-a-half years ago since you died. You were driving home and another driver, this woman, Deanna Williams, she lost control and hit you. You both um…\n\n\n(Silence.)\n\n\nDURNE:\n You both died. And I was pissed off like I should be, obviously, she killed you. There's was a whole case and everything. I wanted them dead, I wanted them to lose everything, \neverything\n. And fucking… I get to the court room and I talk about how much I missed you and I cried, I hated them. But you know… nothing happened. It was nobody's fault. They played this CCTV footage and she was driving good, then a deer walks out onto the road. She doesn't notice until the last second, swerves, goes into the intersection and— y'know.\n\n\n(Pause.)\n\n\nDURNE:\n \n\"Nobody's fault.\"\n Fuck me, \nfuck\n me. And the deer stares at it the entire time. It stares at the crash when you died, then it jumps away. Disappears. It's just an animal, it doesn't know what it's doing, it doesn't know what it's caused. It's bad luck. And… I probably should've still been mad, but I couldn't. I looked at the family and they were feeling the same way I was feeling. I couldn't complain.\n\n\n(Silence. \nSCP-7729\n's eyes drift up towards the ceiling.)\n\n\nDURNE:\n And um… I don't want to disappoint you but shit got bad after that. Really bad. But um… I miss you. I know everyone says they miss someone but I really, really fucking miss you. They said they're gonna wipe my memory after this because this technology is part of some big conspiracy and I can't know about it b-but that's okay if you can hear me. I know you can't talk but i-if you're really there then I w-wish you were here every d-day Sarah. We a-all love you. We'll always love you.\n\n\n(\nDURNE\n reaches over and hold's \nSCP-7729\n's hand. It does not respond. He cries a little before collecting himself. He sits in silence with \nSCP-7729\n for five minutes as it fades away. He re-enters the veil willingly.)\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. FINESBURY, George (Newcastle, 18 February 1882 - Arlington, 4 September 1966). FINESBURY, Anna (Newcastle, 23 December 1894 - Chicago, 29 January 1949)\n\n\n2\n. LONG, Sue (Rockford, 25 June 1938 - Chandler, 2 August 2007)\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7729\n\" by redredred, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7729\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum #1: Interviews\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "SCP-7729: Oh my god. (Silence.) D-84333: Um. How are you? SCP-7729: Are you real? D-84333: I, uh— yeah, I think so. Why would I not be real? SCP-7729: I-I read in a book once that in the future they could dig up the brain of a dead person and electrocute it so that it thought it was alive again. And they did experiments on it and they fucked with it— D-84333: No! No, this isn't like that. It's this um… device that can help keep you alive for a little. SCP-7729: Ah. Um… thank god, hahah! I was so scared, heh. I'm really happy to see you. I'm so happy— when I woke up I was so scared because I could feel myself slipping and I-I couldn't think of you. The pain was so bad. I was so scared t-that I didn't love you as much as I thought I did. D-84333: Hah! I’m, oh… Jesus Christ honey, I’m sorry. I um… That’s really great to hear! Hahah! Fuck! ( D-84333 gets up from their chair and embraces SCP-7729. Soon they both begin to sob.) SCP-7729: I’m not… Goddamn, I’m not gonna see you for very long am I? D-84333: No, but it’s okay. ( SCP-7729 screams.) SCP-7729: God, did you kill someone? Why are you dressed like- D-84333: No! No! SCP-7729: You’re in death row!? D-84333: No! It’s just y-y… There’s these people, these researchers and there’s a bunch of monsters around the world. They’ve always been here and these Feds, they contain them and they, like, research them. Like aliens! There’s aliens on Earth and this shadow government- SCP-7729: Oh my god… D-84333: Contains them. They’re called the SCP Foundation! And I’m their test subject, they test me on these things because they need people to do that and I got really fucking sad when you left and I did some really dumb things and they got me on some shit but I didn’t kill anyone. I love you. I don’t know if- SCP-7729: I'm fucking insane. D-84333: They’re gonna let me see you for much longer, but that’s why you’re here. There’s this monster that’s letting me see you. It doesn’t matter, but this is real. I’m real, and I love you. I love you so fucking much. There were so many fucking people at your funeral, I brought the entire goddamn block. There were hundreds. I cried for an hour! I fucking howl-cried for you, and so did everyone else! SCP-7729: Oh my god. D-84333: It’s nothing, honey! I love you! God I miss you every day. I’ll always remember you, I’ll find a way to stay alive. I’ll stay alive for you. You were the reason why I'm still here— SCP-7729: Oh my god. D-84333: I love you. SCP-7729: I… love you. I love you, honey.",
        "SCP-7729: I'm here. SR. RESEARCHER GRENDEL: You're here. (Pause.) SCP-7729: You look older. I hope I wasn't the reason why. SR. RESEARCHER GRENDEL: No— heh. It took fourteen years for me to finish everything. Tons of trials, tons of uh, loose threads. Monetary issues, research issues, moral issues. You finish clearing one hurdle just to find another right behind it. SCP-7729: But you got it to work? SR. RESEARCHER GRENDEL: Yeah. Y-Yeah, it's nearly all finished, hahah! All the trials were successful, so now we're just waiting for the whole thing to be built. It's— I'm sorry I'm really jittery right now I'm really happy to see you! SCP-7729: It's not done? How am I alive then? How am— SR. RESEARCHER GRENDEL: This is something different. Some anomaly they found out in Illinois. It's a ghost that other ghosts can talk through. SCP-7729: Oh. So how long am I going to stay here? SR. RESEARCHER GRENDEL: Half an hour at the longest. It's… I don't know the specifics but I imagine since the gateway is or was an organic entity that the connection is less stable than what we're gonna build. Much less stable. SCP-7729: So I'll go back in a few minutes. SR RESEARCHER GRENDEL: Yes. You'll be gone until we get the machine going. SCP-7729: Oh my… (Pause.) SCP-7729: Oh god, oh god. SR. RESEARCHER GRENDEL: What's wrong? SCP-7729: I… need to ask you something. Is that okay with you? Don't ask me why, please. SR. RESEARCHER GRENDEL: That's fine! What is it? Are you hurt? (Pause.) SCP-7729: Please don't bring me back. SR. RESEARCHER GRENDEL: What? SCP-7729: You said you wouldn't ask why. SR. RESEARCHER GRENDEL: I thought you were going to say something reasonable, not— what do you mean? Why wouldn't you want to come back? SCP-7729: I can't explain why. SR. RESEARCHER GRENDEL: You've spent your entire career— SCP-7729: I know. SR. RESEARCHER GRENDEL: You're… Why? You have to tell me why. SCP-7729: Please, James… SR. RESEARCHER GRENDEL: No. No, tell me why. Tell me why or I'm bringing you back. (Silence. SCP-7729 appears to cry, but no tears come from its eyes.) SCP-7729: Everything feels… terrible. My back , it hurts so much. My hands and m-my knees. I feel so c-cold, I have never felt so cold and s-s-small before. I am so… puny. And my mind is full of these feelings, these awful feelings. I— Why am I so unhappy to see you? Why do I hate you so much? I… Oh my god, I don't want to be trapped in this b-body anymore. I remember everything. Oh god, I remember everything.",
        "SCP-7729: Wow… D-22628: Hey, Eddie. Are you there? H-hey, can you hear me? SCP-7729: Oh my… Hi. Am I dead? D-22628: Yeah, you are. I'm sorry. They got this uh, machine that they just developed that can bring you back for a little bit. Is that okay? How are you? SCP-7729: Oh. That s-sucks— hahah! Shit! I'm sorry about everything I did. I was just really fucked up inside a-and I was really pissed at everyone. I didn't mean anything— D-22628: You're fine. You're fine, man. I love you. ( SCP-7729 looks down at its hands. They're trembling. It touches its dress, then its sleeves, then its face. It feels the bridge of its nose and the creases on its forehead.) D-22628: How are you feeling? SCP-7729: G-good man. Fuck! I'm so happy to see you, man! How is um, everything? What year is it? How's dad been? D-22628: He's handling it. He stopped doing a lot of things. He stopped um… telling me to do shit around the house. Sometimes he'd stop talking altogether: we'd be in the middle of a conversation about something and then something would… remind him and he'd freeze up. Listen to the wind. His job uh, gave him a month paid leave but he ended up quitting halfway through. He's somewhere up north now. Michigan or Montana or maybe Wisconsin. SCP-7729: You don't know where he is!? D-22628: Nah, he just left. Told me he was going to this writer's workshop in Chicago but I called them and they said he wasn't there. Called the hotel and they said they couldn't tell me. SCP-7729: Fuck. (Silence.) SCP-7729: I'm so sorry. D-22628: It's alright. I was a shit brother to you anyway. I should've listened to you more. I should've… I don't know. Done anything better. Thrown a b-better memorial or wrote something better about you. It took me a while to realize that I didn't really know anything about you. SCP-7729: I think dad's dead. D-22628: Eddie… SCP-7729: I-I'm sorry but I promised him that I-I wouldn't ever try to hurt myself again and we made this pact but— D-22628: Eddie . He's fine. We're all fuckin' fine. SCP-7729: O-okay. (Silence.) SCP-7729: Am I gonna come back? ( D-22628 is still. He looks down, then shakes his head.) SCP-7729: Oh. (Pause.) SCP-7729: I love you. I know I didn't fuckin' show it at all because I was an asshole but I r-really couldn't have wished for a better brother. I know I've probably ruined a lot of shit and I'm sorry. I made a mistake. I'm really sorry. I don't want you to be alone. (Silence. Then, D-22628 starts to cry.) D-22628: It's o-okay m-m-man… ( D-22628 is crying too hard to speak further. He leans forward in his chair and holds his head in his hands. SCP-7729 reaches out. It places a hand on his back. They remain like this for two-and-a-half minutes, and SCP-7729 fade away. D-22628 is allowed to stay inside of the room for another hour, then is pulled out to allow for another experiment. He leaves without a fight.)",
        "( SCP-7729 is unresponsive. It stares at the floor, occasionally shifting its gaze to the wall. The ritual was verified to have been completed successfully — the deceased individual is present — yet SCP-7729 doesn't appear to react. JOSHUA DURNE , the husband of the deceased individual, is asked to continue the interview despite this.) DURNE: Can you hear me? (Silence.) DURNE: Samantha? (Silence.) DURNE: I hope you're not scared. It's okay if you are, but it's me! Uh… I'm gonna be here with you for a few minutes. I know you're dead, but right now it's okay. They have this new technology that can bring you back for a little bit. (Silence.) DURNE: It's Christmas. I got you a card. ( DURNE places a small Christmas card into SCP-7729 's hand. It has an illustration of Rudolph the Red-Nosed Reindeer on the front.) DURNE: I hope you like it. (Silence.) DURNE: Um… Sorry, what am I supposed to now? ( DURNE is told to continue, even if SCP-7729 doesn't respond.) DURNE: Okay. It's was… three-and-a-half years ago since you died. You were driving home and another driver, this woman, Deanna Williams, she lost control and hit you. You both um… (Silence.) DURNE: You both died. And I was pissed off like I should be, obviously, she killed you. There's was a whole case and everything. I wanted them dead, I wanted them to lose everything, everything . And fucking… I get to the court room and I talk about how much I missed you and I cried, I hated them. But you know… nothing happened. It was nobody's fault. They played this CCTV footage and she was driving good, then a deer walks out onto the road. She doesn't notice until the last second, swerves, goes into the intersection and— y'know. (Pause.) DURNE: \"Nobody's fault.\" Fuck me, fuck me. And the deer stares at it the entire time. It stares at the crash when you died, then it jumps away. Disappears. It's just an animal, it doesn't know what it's doing, it doesn't know what it's caused. It's bad luck. And… I probably should've still been mad, but I couldn't. I looked at the family and they were feeling the same way I was feeling. I couldn't complain. (Silence. SCP-7729 's eyes drift up towards the ceiling.) DURNE: And um… I don't want to disappoint you but shit got bad after that. Really bad. But um… I miss you. I know everyone says they miss someone but I really, really fucking miss you. They said they're gonna wipe my memory after this because this technology is part of some big conspiracy and I can't know about it b-but that's okay if you can hear me. I know you can't talk but i-if you're really there then I w-wish you were here every d-day Sarah. We a-all love you. We'll always love you. ( DURNE reaches over and hold's SCP-7729 's hand. It does not respond. He cries a little before collecting himself. He sits in silence with SCP-7729 for five minutes as it fades away. He re-enters the veil willingly.)",
        "\" SCP-7729 \" by redredred, from the SCP Wiki . Source: https://scpwiki.com/scp-7729 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7729",
    "object_class": "Safe",
    "containment_procedures": "SCP-7729 has no capacity for harm. Therefore, basic open air procedures have been implemented. A fence has been constructed around the property it resides in and the road leading to it has been cordoned off.",
    "description": "SCP-7729 is the spirit of one Eleanor Long.",
    "title": "SCP-7729"
}