{
    "url": "https://scp-wiki.wikidot.com/scp-7733",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7733\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7733. Entrance to Site-7733-B is visible in the foreground.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Civilians are not permitted within 100m of SCP-7733, with toxic long-term soil contamination in place as a cover. Due to limited scheduling slots, use of SCP-7733 is limited to SVIC members.\n\n\nDescription:\n SCP-7733 is an electronic device taking up most of the interior space of a 2700m\n2\n storage facility (Site-7733-A) located in Qaqortoq, Greenland. It is primarily constructed from electronic components commercially available in the year 1974, although it also includes a number of cold cathode semiconductor switches of unknown origin.\n\n\nHuman operators may interact with SCP-7733 from inside a 10m\n2\n room (Site-7733-B) attached to the outside of Site-7733-A, containing a punched paper tape interface feeding in and out of Site-7733-A. When an operator enters information\n1\n describing a specific real or hypothetical set of conditions and a possible event that could occur within them (a \"query\")\n2\n, after a period ranging from 5 seconds to 19 hours\n3\n SCP-7733 will output one of three possible responses:\n\n\n\n\n\"\nAdditional Data Requested\n\": SCP-7733 will specify information not included in the initial query. After the operator has entered this data, or rejected the request, SCP-7733 will output another response.\n\n\n\"\nOut of Bounds\n\": Confirmation that empirically-available data is insufficient to calculate the probability of the event\n4\n, concluding the query.\n\n\n\"\nCalculation Complete\n\": The calculated probability for that event to have taken place, under assumed conditions of consensus reality, reported in units of Drustons (Drst) up to three decimal points, concluding the query.\n\n\n\n\nThe Druston unit appears to serve as a unit measuring the unlikeliness of the event. In simplistic queries, it is seemingly based on a logarithmic expression of the probability ratio. It is unknown if this pattern still applies in queries where conventional estimation is not possible. Calculations over 200000.000 Drst have never been observed, indicating a possible upper limit for SCP-7733's calculations.\n\n\nOperators may not enter a new query until SCP-7733 has concluded the current query, further limiting the frequency of use. SCP-7733 is able to store information from queries internally, and will refer to it in replicated or similar queries rather than requesting information a second time.\n\n\nSCP-7733's methods of calculating or estimating probability, including the initial ability to interpret queries, are currently unknown. As SCP-7733 cannot operate when foreign objects are present in the same chamber as the components, very little is currently known about how the device functions, although the exceptional complexity of function and ability to operate over decades without maintenance suggests anomalous properties.\n\n\n\n\nSampled Testing Documents (Translated):\n\n\n\n\nDisplay Testing Documents\n\n\n\n\nHide Testing Documents\n\n\n\n\nQuery 7733-09\n\n\n\n\nQuery Conditions:\n A single atom of fermium-259 exists within a vacuum.\n\n\nQuery Event:\n That atom has decayed after exactly 1.5 seconds.\n\n\nAddition Data Requests:\n None\n\n\nQuery Conclusion:\n \nCalculation Complete - 1.003 Drst\n\n\nEvent Outcome:\n Not tested in reality\n\n\n\n\nQuery 7733-23\n\n\n\n\nQuery Conditions:\n A United States 1 cent coin is thrown into the air by Research Assistant Aleia Cole from floor level in an arc approximately 1 meter high.\n\n\nQuery Event:\n The coin will land and settle on the floor with the heads side facing up.\n\n\nAddition Data Requests:\n\n\n\n\nThe position of Research Assistant Cole's hand while gripping and throwing the coin (Granted)\n\n\nThe year of production of the coin (Granted)\n\n\nHistory of previous tosses of the coin (Denied, Not Available)\n\n\nThe construction material and condition of the floor (Granted)\n\n\n\n\nQuery Conclusion:\n \nCalculation Complete - 0.998 Drst\n\n\nEvent Outcome:\n The coin landed with the heads side facing up.\n\n\n\n\nQuery 7733-24\n\n\n\n\nQuery Conditions:\n A United States 1 cent coin is thrown into the air by Research Assistant Aleia Cole from floor level in an arc approximately 1 meter high, in a replication of the previous query.\n\n\nQuery Event:\n The coin will land and settle on the floor with the heads side facing up.\n\n\nAddition Data Requests:\n None\n\n\nQuery Conclusion:\n \nCalculation Complete - 0.998 Drst\n\n\nEvent Outcome:\n The coin landed with the tails side facing up.\n\n\n\n\nQuery 7733-119\n\n\n\n\nQuery Conditions:\n The weather of Mount Hood National Forest, in Mount Hood Oregon\n5\n is observed continuously every day for 12 weeks from a specific point within the glacial valley.\n\n\nQuery Event:\n A cloud formation with a strong visual resemblance to a member of the infraorder Anisoptera\n6\n will be visible each week on Thursday at 15:04 PDT.\n\n\nAddition Data Requests:\n\n\n\n\nInitial humidity, wind and atmospheric pressure (Granted)\n\n\nWeather forecast for the remainder of the 12 weeks (Granted)\n\n\nLocation and angle of observation site (Granted)\n\n\n\n\nQuery Conclusion:\n \nCalculation Complete - 1583.776 Drst\n\n\nEvent Outcome:\n A cloud of that description was visible each week, at the time described and from the specific viewing point, for at least 30 seconds.\n\n\n\n\nQuery 7733-7057\n\n\n\n\nQuery Conditions:\n Research Assistant Houston Carver will make a set of personal purchases at a grocery store, using a debit card. (Full grocery list included)\n\n\nQuery Event:\n Research Assistant Houston Carver will choose to take a purchase receipt at the end of the transaction.\n\n\nAddition Data Requests:\n None\n\n\nQuery Conclusion:\n \nOut of Bounds\n\n\nEvent Outcome:\n Research Assistant Houston Carver chose to take a purchase receipt.\n\n\n\n\nQuery 7733-12615\n\n\n\n\nQuery Conditions:\n 5000 randomly-selected members of Foundation personnel are interviewed about their personal geographic knowledge. (Full list of interview subject names and ranks included)\n\n\nQuery Event:\n All 5000 interview subjects will fail to be aware of the existence of Yellowstone National Park\n7\n.\n\n\nAddition Data Requests:\n\n\n\n\nResidential history of all 5000 subjects (Granted)\n\n\nHistory of Foundation activity within Yellowstone National Park (Denied, Not Applicable)\n\n\nHistory of Foundation activity within 250km of Yellowstone National Park's borders (Granted)\n\n\n\n\nQuery Conclusion:\n \nCalculation Complete - 60104.952 Drst\n\n\nEvent Outcome:\n \nAll 5000 interview subjects expressed total ignorance relating to Yellowstone National Park.\n\n\n\n\nQuery 7733-51446\n\n\n\n\nQuery Conditions:\n A juvenile male English Mastiff is brought into a room containing an adult human, and shown to that individual.\n\n\nQuery Event:\n The English Mastiff will change to resemble an adult female Border Terrier within 30 seconds after entering the room.\n\n\nAddition Data Requests:\n None\n\n\nQuery Conclusion:\n \nOut of Bounds\n\n\nEvent Outcome:\n \nThe English Mastiff changed to resemble an adult female Border Terrier in under one second.\n\n\n\n\n\n\n\n\n\n\n\n\nThaumiel Use Policy:\n\n\n\n\n\n\nDistribution chart of the Druston calculations of non-replicated AAP. The current abnormality threshold of 47636.300 Druston is represented by a blue-red colour boundary.\n\n\n\n\n\n\nThe Statistical Validation and Interpretation Committee (SVIC) is an independent internal organization of Foundation employees responsible for the identification and validation of \nAmbiguously Anomalous Phenomena\n (\nAAP\n).\n\n\nAAP are defined as events of exceptional abnormality which do not obviously run counter to conventional natural laws, and which are therefore empirically indistiguishable from coincidences or series of coincidences. This category includes (but is not exclusive to) phenomena characteristic of many probability-altering, cognition and behaviour-altering and predictive anomalies.\n\n\nThe SVIC must employ a minimum of 300 individuals\n8\n at all times. Members are recruited through internal nomination, and must include experts in the following fields:\n\n\n\n\nDisplay Expertise Requirements\n\n\n\n\nHide Expertise Requirements\n\n\n\n\n\n\n\n\nArchitecture\n\n\nAstronomy\n\n\nAstrophysics\n\n\nCellular Biology\n\n\nChemistry\n\n\nCivic Engineering\n\n\nComputer Science\n\n\nCryptozoology\n\n\nDecision Theory\n\n\nEarth Science\n\n\nEcology\n\n\nEntomology\n\n\nEpistemology\n\n\nFluid Dynamics\n\n\nGeography\n\n\nGeology\n\n\nHistory\n\n\nLiguistics\n\n\nMarine Biology\n\n\nMechanical Physics\n\n\nMeteorology\n\n\nMycology\n\n\nNeurobiology\n\n\nNuclear Physics\n\n\nOceanography\n\n\nOptics\n\n\nPaleontology\n\n\nParticle Physics\n\n\nPlant Biology\n\n\nPolitical Science\n\n\nPsychiatry\n\n\nPsychology\n\n\nSociology\n\n\nStatistics\n\n\nTheology\n\n\nZoology\n\n\n\n\n\n\n\n\n\n\n\n\nThe primary duties of the SVIC are:\n\n\n\n\nQualitatively categorize reported phenomena as non-anomalous, ambiguously anomalous or unambiguously anomalous.\n\n\nOperate SCP-7733 in order to validate (or reverify) the abnormality of AAP.\n\n\nDetermine the numerical abnormality threshold at which a phenomenon is formally categorized as anomalous.\n\n\n\n\nThe categorization and validation duties are handled by temporary subcommittees based on the fields believed to be necessary for understanding and describing the phenomenon in question, as well as providing additional data. The abnormality threshold is determined through majority consensus at mandatory meetings of all SVIC members held every 120 days in the conference hall of the Hans Egede Hotel in Qaqortoq. SVIC members active in subcommittees or meetings are exempt from all other Foundation duties. The internal organization and operation of the SVIC is otherwise determined by the members.\n\n\n\n\n\n\nDisplay 95th SVIC Meeting Summary\n\n\n\n\nHide 95th SVIC Meeting Summary\n\n\n\n\n\n\n[00:00:00]\n\n\nSVIC-133\n9\n takes attendance and formally commences the 95th SVIC Meeting.\n\n\n[00:38:33]\n\n\nSVIC-133\n begins by announcing new or updated AAP validations:\n\n\n\n\nA total of 119 new AAP were validated: 49 below the abnormality threshold and 70 above.\n\n\nA total of 527 AAP validations were replicated: 512 remained within the same approximate range, 14\n10\n significantly increased, and one significantly decreased.\n\n\nAAP-p16i3\n11\n (associated with SCP-████-EX\n12\n) decreased from 44109.139 Drst to 30013.711 Drst after SCP-████-EX made three consecutive incorrect predictions, in addition to the two failed predictions prior to the 94th SVIC Meeting. As a result, \nAAP-p16i3\n is now considered non-anomalous, and no longer requires investigation, surveillance or containment.\n\n\n\n\n[00:45:17]\n\n\nSVIC-133\n restores order after an outburst from \nSVIC-316\n13\n and vocal conflict between \nSVIC-316\n and \nSVIC-198\n14\n following the announcement of \nAAP-p16i3\n's updated validation and SCP-████-EX's consequently updated object class.\n\n\n[00:48:43]\n\n\nSVIC-133\n opens floor to statements by other SVIC members prior to voting.\n\n\n[00:50:09]\n\n\nSVIC-198\n receives the microphone, and begins a prepared speech about the importance of defending consensus reality through a low abnormality threshold\n15\n, but is interrupted by outcry from multiple other members. \nSVIC-198\n abandons their script, and attempts to defend their successful proposal during the 94th SVIC Meeting to lower the abnormality threshold\n16\n in order to maintain \nAAP-p16i3\n's category.\n\n\n[01:03:26]\n\n\nSVIC-198\n cedes the remainder of their time to \nSVIC-347\n17\n. \nSVIC-347\n formally proposes that the abnormality threshold be decreased to 43811.019 Drst, recategorizing 14 existing AAP as anomalous, and \nSVIC-198\n seconds the proposal.\n\n\n[01:05:59]\n\n\nSVIC-316\n receives the microphone, and presents a series of transparency slides comparing the rate of recategorization following the raising and lowering of the threshold, in order to demonstrate the historical reliability of a higher abnormality threshold. \nSVIC-316\n formally proposes that the abnormality threshold be increased to 47636.300 Drst, recategorizing 5 existing AAP as non-anomalous, and \nSVIC-284\n18\n seconds the proposal.\n\n\n[01:28:40]\n\n\nSVIC-038\n19\n receives the microphone, and attempts to show a presentation relating to the financial impact of recategorization, but cannot retrieve the necessary files from their flash drive. \nSVIC-038\n formally proposes that the abnormality threshold remain unchanged, and \nSVIC-110\n20\n seconds the proposal.\n\n\n[01:53:01]\n\nAfter no other proposals are presented, \nSVIC-133\n formally opens the voting period.\n\n\n[02:15:45]\n\nVoting closes, and votes are taken to be counted.\n\n\n[02:46:03]\n\n\nSVIC-133\n announces the result of the votes:\n\n\n\n\n209 members abstained.\n\n\nSVIC-038\n's proposal received 14 votes.\n\n\nSVIC-347\n's proposal received 71 votes.\n\n\nSVIC-316\n's proposal received 99 votes.\n\n\nThe abnormality threshold is officially increased to 47636.300 Drst.\n\n\n\n\n[02:51:30]\n\n\nSVIC-133\n announces updated categories of AAP affected by the change in abnormality threshold:\n\n\n\n\nAAP-99fal\n21\n (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment.\n\n\nAAP-br0p1\n22\n (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment.\n\n\nAAP-f35t0\n23\n (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment.\n\n\nAAP-j4j02\n24\n (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment.\n\n\nAAP-p33a9\n25\n (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment.\n\n\n\n\n[03:03:15]\n\n\nSVIC-133\n formally brings the meeting to a close and dismisses all attendants.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In either Danish or Kalaallisut\n\n\n2\n. Contact SVIC-083 for access to the SCP-7733 Operator's Manual.\n\n\n3\n. Not counting the act of feeding the tape in, which may take as long as two hours depending on the query.\n\n\n4\n. This response is frequently, but not exclusively, given for non-ambiguously anomalous phenomena.\n\n\n5\n. Location of \nAAP-1a48r\n\n\n6\n. \"Dragonflies\"\n\n\n7\n. Location of \nAAP-40hs6\n\n\n8\n. The SVIC currently employs 393 members\n\n\n9\n. Consultant, Professor of Human Psychology, Current SVIC Chair\n\n\n10\n. All already above the abnormality threshold\n\n\n11\n. The tendency of a Galápagos giant tortoise (\nChelonoidis niger\n), currently housed within ██████ Zoo, to correctly predict the winner of United States gubernatorial elections through the selection of labeled pieces of fruit.\n\n\n12\n. A 37-year-old male Galápagos giant tortoise (\nChelonoidis niger\n)\n\n\n13\n. Excavation Site Supervisor\n\n\n14\n. Consultant, Professor of Economics and Finance\n\n\n15\n. Possibly the same speech given during the 80th SVIC Meeting\n\n\n16\n. From 45053.398 Drst to 44105.659 Drst\n\n\n17\n. IT Technician\n\n\n18\n. Telescope Technician\n\n\n19\n. Actuary\n\n\n20\n. Consultant, Adjunct Assistant Professor of Theology\n\n\n21\n. The above-average tendency for humans aged 33 to die from accidents within the town of █████████, 45013.345 Drst.\n\n\n22\n. The regular appearance of monarch butterflies (\nDanaus plexippus\n) in the chapel of ████ ████████ █████████████ during Easter services, loosely correlating with attendance, 47144.43 Drst.\n\n\n23\n. The above-average frequency of human deaths and injuries due to clear-air lightning within ████████ Valley, 46339.099 Drst.\n\n\n24\n. The above-average rate of fossil discoveries attributed to Prof. Winslow ████, 46099.203 Drst.\n\n\n25\n. The above-average frequency of lethal attacks by Anatidae (ducks, geese and swans) on human children within ██████████ County, 47591.984 Drst.\n\n\n\n\n\n\n\n\n« \nSCP-7732\n | SCP-7733 | \nSCP-7734\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7733\n\" by Monkeysky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7733\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n aapsite.png\n\n\nAuthor:\n Buiobuione\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\n\n\n\n\nFilename:\n aapchart.png\n\n\nAuthor:\n monkeysky\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [
        "Sampled Testing Documents (Translated):"
    ],
    "notes": [
        "Query Conditions: A single atom of fermium-259 exists within a vacuum. Query Event: That atom has decayed after exactly 1.5 seconds. Addition Data Requests: None Query Conclusion: Calculation Complete - 1.003 Drst Event Outcome: Not tested in reality",
        "Query Conditions: A United States 1 cent coin is thrown into the air by Research Assistant Aleia Cole from floor level in an arc approximately 1 meter high. Query Event: The coin will land and settle on the floor with the heads side facing up. Addition Data Requests: The position of Research Assistant Cole's hand while gripping and throwing the coin (Granted) The year of production of the coin (Granted) History of previous tosses of the coin (Denied, Not Available) The construction material and condition of the floor (Granted) Query Conclusion: Calculation Complete - 0.998 Drst Event Outcome: The coin landed with the heads side facing up.",
        "Query Conditions: A United States 1 cent coin is thrown into the air by Research Assistant Aleia Cole from floor level in an arc approximately 1 meter high, in a replication of the previous query. Query Event: The coin will land and settle on the floor with the heads side facing up. Addition Data Requests: None Query Conclusion: Calculation Complete - 0.998 Drst Event Outcome: The coin landed with the tails side facing up.",
        "Query Conditions: The weather of Mount Hood National Forest, in Mount Hood Oregon 5 is observed continuously every day for 12 weeks from a specific point within the glacial valley. Query Event: A cloud formation with a strong visual resemblance to a member of the infraorder Anisoptera 6 will be visible each week on Thursday at 15:04 PDT. Addition Data Requests: Initial humidity, wind and atmospheric pressure (Granted) Weather forecast for the remainder of the 12 weeks (Granted) Location and angle of observation site (Granted) Query Conclusion: Calculation Complete - 1583.776 Drst Event Outcome: A cloud of that description was visible each week, at the time described and from the specific viewing point, for at least 30 seconds.",
        "Query Conditions: Research Assistant Houston Carver will make a set of personal purchases at a grocery store, using a debit card. (Full grocery list included) Query Event: Research Assistant Houston Carver will choose to take a purchase receipt at the end of the transaction. Addition Data Requests: None Query Conclusion: Out of Bounds Event Outcome: Research Assistant Houston Carver chose to take a purchase receipt.",
        "Query Conditions: 5000 randomly-selected members of Foundation personnel are interviewed about their personal geographic knowledge. (Full list of interview subject names and ranks included) Query Event: All 5000 interview subjects will fail to be aware of the existence of Yellowstone National Park 7 . Addition Data Requests: Residential history of all 5000 subjects (Granted) History of Foundation activity within Yellowstone National Park (Denied, Not Applicable) History of Foundation activity within 250km of Yellowstone National Park's borders (Granted) Query Conclusion: Calculation Complete - 60104.952 Drst Event Outcome: All 5000 interview subjects expressed total ignorance relating to Yellowstone National Park.",
        "Query Conditions: A juvenile male English Mastiff is brought into a room containing an adult human, and shown to that individual. Query Event: The English Mastiff will change to resemble an adult female Border Terrier within 30 seconds after entering the room. Addition Data Requests: None Query Conclusion: Out of Bounds Event Outcome: The English Mastiff changed to resemble an adult female Border Terrier in under one second.",
        "Architecture Astronomy Astrophysics Cellular Biology Chemistry Civic Engineering Computer Science Cryptozoology Decision Theory Earth Science Ecology Entomology Epistemology Fluid Dynamics Geography Geology History Liguistics Marine Biology Mechanical Physics Meteorology Mycology Neurobiology Nuclear Physics Oceanography Optics Paleontology Particle Physics Plant Biology Political Science Psychiatry Psychology Sociology Statistics Theology Zoology",
        "[00:00:00] SVIC-133 9 takes attendance and formally commences the 95th SVIC Meeting. [00:38:33] SVIC-133 begins by announcing new or updated AAP validations: A total of 119 new AAP were validated: 49 below the abnormality threshold and 70 above. A total of 527 AAP validations were replicated: 512 remained within the same approximate range, 14 10 significantly increased, and one significantly decreased. AAP-p16i3 11 (associated with SCP-████-EX 12 ) decreased from 44109.139 Drst to 30013.711 Drst after SCP-████-EX made three consecutive incorrect predictions, in addition to the two failed predictions prior to the 94th SVIC Meeting. As a result, AAP-p16i3 is now considered non-anomalous, and no longer requires investigation, surveillance or containment. [00:45:17] SVIC-133 restores order after an outburst from SVIC-316 13 and vocal conflict between SVIC-316 and SVIC-198 14 following the announcement of AAP-p16i3 's updated validation and SCP-████-EX's consequently updated object class. [00:48:43] SVIC-133 opens floor to statements by other SVIC members prior to voting. [00:50:09] SVIC-198 receives the microphone, and begins a prepared speech about the importance of defending consensus reality through a low abnormality threshold 15 , but is interrupted by outcry from multiple other members. SVIC-198 abandons their script, and attempts to defend their successful proposal during the 94th SVIC Meeting to lower the abnormality threshold 16 in order to maintain AAP-p16i3 's category. [01:03:26] SVIC-198 cedes the remainder of their time to SVIC-347 17 . SVIC-347 formally proposes that the abnormality threshold be decreased to 43811.019 Drst, recategorizing 14 existing AAP as anomalous, and SVIC-198 seconds the proposal. [01:05:59] SVIC-316 receives the microphone, and presents a series of transparency slides comparing the rate of recategorization following the raising and lowering of the threshold, in order to demonstrate the historical reliability of a higher abnormality threshold. SVIC-316 formally proposes that the abnormality threshold be increased to 47636.300 Drst, recategorizing 5 existing AAP as non-anomalous, and SVIC-284 18 seconds the proposal. [01:28:40] SVIC-038 19 receives the microphone, and attempts to show a presentation relating to the financial impact of recategorization, but cannot retrieve the necessary files from their flash drive. SVIC-038 formally proposes that the abnormality threshold remain unchanged, and SVIC-110 20 seconds the proposal. [01:53:01] After no other proposals are presented, SVIC-133 formally opens the voting period. [02:15:45] Voting closes, and votes are taken to be counted. [02:46:03] SVIC-133 announces the result of the votes: 209 members abstained. SVIC-038 's proposal received 14 votes. SVIC-347 's proposal received 71 votes. SVIC-316 's proposal received 99 votes. The abnormality threshold is officially increased to 47636.300 Drst. [02:51:30] SVIC-133 announces updated categories of AAP affected by the change in abnormality threshold: AAP-99fal 21 (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment. AAP-br0p1 22 (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment. AAP-f35t0 23 (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment. AAP-j4j02 24 (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment. AAP-p33a9 25 (associated with SCP-████-EX) is now considered non-anomalous, and no longer requires investigation, surveillance or containment. [03:03:15] SVIC-133 formally brings the meeting to a close and dismisses all attendants.",
        "\" SCP-7733 \" by Monkeysky, from the SCP Wiki . Source: https://scpwiki.com/scp-7733 . Licensed under CC-BY-SA .",
        "Filename: aapsite.png Author: Buiobuione License: CC BY-SA 4.0 Source Link: Wikimedia",
        "Filename: aapchart.png Author: monkeysky License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "containment_procedures": "Civilians are not permitted within 100m of SCP-7733, with toxic long-term soil contamination in place as a cover. Due to limited scheduling slots, use of SCP-7733 is limited to SVIC members.",
    "description": "SCP-7733 is an electronic device taking up most of the interior space of a 2700m2 storage facility (Site-7733-A) located in Qaqortoq, Greenland. It is primarily constructed from electronic components commercially available in the year 1974, although it also includes a number of cold cathode semiconductor switches of unknown origin.",
    "title": "SCP-7733"
}