{
    "url": "https://scp-wiki.wikidot.com/scp-7735",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\nwinkwonkboi\n\n\n\n\n\n\nShoutout to \nCicada3301Fan\n, \nSYTYCFanon\n, \nPoufyPoufson\n, \nMerehrab\n, \nThatGuyThatTime\n and \nTroutMaskReplica\n for checking this out beforehand. And thank you for reading.\n\n\n\n\nAuthor Page\n\n\n\n\n\n\n\n\n \n\n\n\n\nGood evening. How can I help you today?\n\n\n\n\n> access scp-7735\n\n\n\n\nAccessing…\n\n\n…\n\n\n…\n\n\nWARNING: ACCESS TO THE SCP-7735 DOCUMENT IS LIMITED TO PERSONNEL OF LEVEL-6/7735 CLEARANCE.\n\n\nPLEASE ENTER YOUR CREDENTIALS.\n\n\n\n\n> ••••••••••••\n\n\n\n\nChecking…\n\n\n…\n\n\n…\n\n\nWelcome, Researcher Watts.\n\n\n\n\n \n\n\n\n\n\n\n\n\nITEM:\n \nSCP-7735\n\n\nLEVEL\n \n6/7735\n\n\n\n\n\n\nCLASS:\n \natlas\n\n\ncosmic top secret\n\n\n\n\n\n\nDISRUPTION CLASS:\n \namida\n\n\n\n\n\n\nSpecial Containment Procedures:\n1\n All personnel involved in Project MORS have been amnesticized per order of the Ethics Committee. Information pertaining to SCP-7735 is restricted to those of Level/6-7735 clearance.\n\n\nDescription:\n SCP-7735 is an extradimensional space that is accessible following the indefinite cessation of a sapient human's biological functions. When a subject enters SCP-7735, the level of Akiva radiation\n2\n detected in the body suddenly spikes for an inconsistent amount of time before immediately depleting and reaching zero.\n\n\nSCP-7735 was discovered due to the succession of Project MORS, a project dedicated to record and document events occurring after a person's expiration. This was achieved by utilizing a device capable of detecting a deceased individual's consciousness in the mindscape, processing and reconstructing key visual and auditory aspects into a cohesive film from their perspective.\n\n\nAgent Una Rento was utilized for this experiment upon their death during an unrelated exploratory mission. Below is a recording log detailing their expedition to SCP-7735.\n\n\n\n\n»BEGIN LOG«\n\n\n[The first few seconds consist of rough audio and visual distortions as the device processes elements of Agent Rento's viewpoint and converts them as footage. Shortly after this, however, a full connection with Reno's consciousness is established, displaying a dark, wooden ceiling.]\n\n\nRento:\n Ngh…\n\n\n[Rento slowly rises and sits up, proceeding to observe their surroundings. A number of other amenities lie across the immediate area, which appears to be the interior of a cottage: A desk and stool stationed beside them, a closet in a corner to their left, a television set with various controllers nearby as well as a collection of children's toys. Additionally, a door can be found before Rento between two windows, covered by curtains.]\n\n\n[Another door is located to the right of the closet where sounds of cluttering and muffled speaking can be heard from the other side. Rento scratches their head.]\n\n\n[They look down to notice they are resting in bed wearing casual clothing. Rento turns to their side, setting aside the blanket laid on top of them before frantically shifting and turning.]\n\n\n[Rento jumps as they are startled by the door suddenly opening, revealing an entity (tentatively designated SCP-7735-1) consisting of a constellation of stars contained in a dark space with a vaguely humanoid outline.]\n\n\nRento:\n (\nUnder breath\n) What the…\n\n\n[SCP-7735-1 has a tray in its hands, carrying a standard tea set.]\n\n\nSCP-7735-1:\n Ah, you're awake.\n\n\n[It walks over to Rento and sets the tea set on the desk.]\n\n\nRento:\n …I'm dead.\n\n\nSCP-7735-1:\n Looks like it, yeah. Did you have a nice dream?\n\n\nRento:\n Dream?\n\n\n[SCP-7735-1 proceeds to pour a blue and luminous liquid into a cup.]\n\n\nSCP-7735-1:\n You know, that life you lived. How was it? Any regrets or issues? Maybe some good times, happy times. Whatever's on your mind, if you're willing to talk about it.\n\n\n[The entity hands Rento the cup. They take it and swirl the liquid inside before hesitantly taking a sip. A brief moment of silence passes.]\n\n\nSCP-7735-1:\n So?\n\n\n[Rento faces the specimen and stutters.]\n\n\nRento:\n I don't… I wouldn't say it was that bad. I'd say I lived a pretty average life.\n\n\nSCP-7735-1:\n For the most part, sure.\n\n\nRento:\n Went to a private school, made a few friends, made some nice memories. Grades were fairly decent but Mathematics was always ass.\n\n\nSCP-7735-1:\n Heh, you don't say.\n\n\nRento:\n Left that school after graduation. My friends, I went off without them. Forgot about them. My dreams were far from theirs. I was never the sporty kid; I was more curious. I wanted to explore the world instead.\n\n\nSCP-7735-1:\n And you did, didn't you?\n\n\nRento:\n Yeah, and it was a thrilling experience. Even managed to land a job on the way back. Went on missions, many missions. The sights, the views, everything was so breathtaking. Like a whole new layer was peeled off right in front of me. Almost magical, in a way.\n\n\nSCP-7735-1:\n I can tell.\n\n\nRento:\n I mean, sure, it was dangerous. There were times when everything sort of flashed before my eyes, but I managed to pull through in most cases.\n\n\nSCP-7735-1:\n \nMost\n cases.\n\n\nRento:\n (\nPause\n) Yeah…\n\n\n[SCP-7735-1 pulls the chair back and sits down before pouring a cup for itself. Rento continues to stare at the entity.]\n\n\nRento:\n I'm guessing you're some sort of grim reaper, then? Here to take me to the pearly gates of heaven… or, uh —\n\n\nSCP-7735-1:\n No, no, that's not it.\n\n\nRento:\n It's not?\n\n\n[The specimen taps its foot.]\n\n\nSCP-7735-1:\n (\nExhales\n) I'm just an avid listener, you could say. Of stories, stories like yours.\n\n\n[SCP-7735-1 takes a sip of its cup.]\n\n\nSCP-7735-1:\n From feature-length novels to simple fairytales, I enjoy a good tale every so often. Especially those that speak to me on a personal level, those that shine a light on a protagonist's vulnerable and emotional aspects.\n\n\nRento:\n I'm sure you must've enjoyed the people before me too.\n\n\nSCP-7735-1:\n Indeed. Everyone has a story to tell and I'm only here to listen to them. This sense of disparity between each one always leaves me wanting for more. I love how unique every person's experience is when going through this simple journey, this journey of life.\n\n\nRento:\n How do you find my story then? Does it meet your standards?\n\n\nSCP-7735-1:\n Oh, please. There's no need to compare yourself to other people's lives.\n\n\n[It takes another sip.]\n\n\nSCP-7735-1:\n But yes, I found it rather pleasing.\n\n\nRento:\n (\nChuckles\n) Well, thank god for that.\n\n\n[Rento stares at the ground and takes a deep breath.]\n\n\nRento:\n Ugh, the realization's hitting me.\n\n\nSCP-7735-1:\n Hm?\n\n\nRento:\n I'm dead, gone. I lost my life, I kicked the bucket. Every other stupid quote about how my body is cold and buried. It's just… overwhelming, now that I've pieced it together.\n\n\n[Pause.]\n\n\nRento:\n But at the same time, I'm okay with it. I can accept it, I can face it. I'm not too bothered by it. The fact that I'm here, wherever \n'here'\n is, doesn't hit me as hard as I thought it would.\n\n\nRento takes another deep breath.]\n\n\nRento:\n (\nMutters\n) Probably 'cause the thought's been at the back of my mind since I became an agent.\n\n\nSCP-7735-1:\n Sad to see it cut short, though. 26 years, not even three decades and you're already out. It's a shame, really.\n\n\nRento:\n I know…\n\n\n[They tap their cup repeatedly and proceeds to down its entirety.]\n\n\nRento:\n Doesn't matter now, though. I'll just fuck around in the afterlife, maybe join and see what the other souls are doing. Where are they anyway? Can I see them?\n\n\n[Silence, followed by SCP-7735-1 setting its cup aside.]\n\n\nSCP-7735-1:\n Eh, hate to break it to you, but you can't.\n\n\n[The entity gets up.]\n\n\nRento:\n How come? Am I not allowed to interact with other deceased people or…?\n\n\n[SCP-7735-1 goes to the closet and stops, standing in front of it. The entity turns to Rento.]\n\n\nSCP-7735-1:\n No, it's more like you're not able to.\n\n\n[They turn their head to the side.]\n\n\nSCP-7735-1:\n (\nGestures\n) Just get over here.\n\n\n[Rento pauses before standing up and walking over to the entity's side.]\n\n\nSCP-7735-1:\n And I wouldn't necessarily call it an \n\"afterlife\"\n, per se.\n\n\n[SCP-7735-1 swings open the closet, revealing a seemingly infinite line of costumes resembling human beings. Rento blinks several times.]\n\n\nSCP-7735-1:\n It's more like an intermission.\n\n\n[The specimen reaches in and searches before finding a suit resembling a man in his late eighties wearing a hospital gown.]\n\n\nRento:\n Uh…\n\n\nSCP-7735-1:\n Would you mind turning around for me? Thank you.\n\n\n[Rento stands in place momentarily before following its request. After this, the sound of zipping can be heard before their \"skin\" falls to the ground and exposes a complexion similar to SCP-7735-1 except for a smaller number of stars visibly present. The entity gives \n????\n its costume in hand.]\n\n\n????:\n What is —\n\n\nSCP-7735-1:\n Go ahead. Wear it.\n\n\n[Another short period of time follows before \n????\n proceeds to put on the suit, somehow fitting inside it despite its relatively shorter stature. SCP-7735-1 takes their suit and puts it in the closet, closing it.]\n\n\nSCP-7735-1:\n So, how does it feel?\n\n\n????:\n I feel… older than usual.\n\n\nSCP-7735-1:\n Yeah, I figured. At least you get the chance to experience life a little more.\n\n\n????:\n What do you mean?\n\n\nSCP-7735-1:\n …I rather not waste my breath.\n\n\n[The specimen then leads \n????\n back to the bed before tucking them in and sitting down again.]\n\n\n????:\n Wait, what are you…\n\n\nSCP-7735-1:\n Hm?\n\n\n[They stare at the entity.]\n\n\n????:\n Is this it? Is this what you meant by \"intermission\"? All of this, every single experience that everyone had, that \nI\n had. The stories you've been listening to up till now.\n\n\n[Pause.]\n\n\nSCP-7735-1:\n You'd be correct, old friend.\n\n\n[Another pause.]\n\n\n????:\n Huh, I guess that's that.\n\n\n[\n????\n rests on their bed for a moment before promptly falling asleep, disrupting connection and causing the footage to corrupt. Before it is fully distorted, SCP-7735-1 stares into \n????'s\n eyes.]\n\n\nSCP-7735-1:\n Hm, I'll see you next time… Watts.\n\n\n[Watts falls asleep, causing another story to begin.]\n\n\n»END LOG«\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. \nAtlas:\n Item ensures the existence of mankind and/or the surrounding reality, and should not be contained.\n\n\n2\n. Radiation deriving from religious acts, including the worshipping of a deity or divine intervention.\n\n\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6895\n \n(+32)\n \n•\n\n\n\n\n\n\nSCP-8184\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-8386\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-5245\n \n(+51)\n \n•\n\n\n\n\n\n\nSCP-2689\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7199\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-7657\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-6545\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-4931\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-7245\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-6306\n \n(+57)\n \n•\n\n\n\n\n\n\nSCP-6245\n \n(+65)\n \n•\n\n\n\n\n\n\nSCP-5358\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7538\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+66)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+54)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+140)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nCritter Profile: Miss Cassandra!\n \n(+40)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\na lack of care.\n \n(+28)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nCOMBUST: SCP-6057 Fanart\n \n(+22)\n \n•\n\n\n\n\n\n\nCRACKHEAD: SCP-173 Fanart\n \n(+31)\n \n•\n\n\n\n\n\n\nthe winkwonk page v2\n \n(+38)\n \n•\n\n\n\n\n\n\nCollection Of Trolls (8999 Fanart)\n \n(+89)\n \n•\n\n\n\n\n\n\nHELTHY: SCP-6780 Fanart\n \n(+29)\n \n•\n\n\n\n\n\n\nKing CalcaRuler: Halloween Emperor\n \n(+29)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\nCertified Criminal\n \n(+36)\n \n•\n\n\n\n\n\n\nfart exchange gift for jim (7384 fanart)\n \n(+25)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nfading stars doodles (straight from my phone's sketchbook app)\n \n(+37)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7734\n | SCP-7735 | \nSCP-7736\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7735\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7735\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "> access scp-7735",
        "> ••••••••••••",
        "\" SCP-7735 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-7735 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "1 All personnel involved in Project MORS have been amnesticized per order of the Ethics Committee. Information pertaining to SCP-7735 is restricted to those of Level/6-7735 clearance.",
    "description": "SCP-7735 is an extradimensional space that is accessible following the indefinite cessation of a sapient human's biological functions. When a subject enters SCP-7735, the level of Akiva radiation2 detected in the body suddenly spikes for an inconsistent amount of time before immediately depleting and reaching zero.",
    "title": "SCP-7735"
}