{
    "url": "https://scp-wiki.wikidot.com/scp-7737",
    "all_text": "Beyond a Shadow of Doubt (\nPortland Vice\n)\n\n\n\n\n\n\nFrom SCPedia, the free encyclopedia\n\n\nrating: \n+51\n+\n–\nx\n\n\nspacer\n\n\n\"Beyond a Shadow of Doubt\"\n\n\nPortland Vice\n episode\n\n\n\n\nOriginal title screen of the episode\nspacer\n\n\n\n\n\n\nEpisode no.\n\n\n \n\n\nSeason 1\n\nEpisode 14\n\n\n\n\n\n\nDirected by\n\n\nLombard Hendricks\n\n\n\n\n\n\nTeleplay by\n\n\n \n\n\nBower Glean\n\nThomson Wulf\n\n\n\n\n\n\nBased on\n\n\n \n\n\n \n\n\nShadow of a Doubt\n\nby \nJacob Conwell\n\nand Thomson Wulf\n\n\n\n\n\n\nOriginal air date\n\n\nJanuary 11, 1986\n\n\n\n\n\n\nGuest appearances\n\n\n\n\n\n\n∙\n \nMatt Frewer\n as Victor \"Deak\" Dawkins\n\n\n\n\n\n\n∙\n \nNancy Klevock\n as Rally May\n\n\n\n\n\n\n∙\n \nRobert Davi\n as Enrique Sandoval\n\n\n\n\n\n\n∙\n \nDesi Arnaz, Jr.\n as Phil Lachtmann\n\n\n\n\n\n\nEpisode chronology\n\n\n\n\n\n\n← Previous\n\n\nNext →\n\n\n\n\n\n\n\"Form of Sin, Part II\"\n\n\n\"A Violent Temper\"\n\n\n\n\n\n\n\n\nPortland Vice\n (1986 TV series, season 1)\n\n\nList of episodes\n\n\n\n\n\n\n\n\n\"\nBeyond a Shadow of Doubt\n\" (re-syndicated as \n\"Shadow of a Doubt\"\n) is the fourteenth episode of the \nfirst season\n of American \npolice procedural\n television series \nPortland Vice\n. It first aired on January 11, 1986 on \nNBC\n. The episode was nominated for six \nEmmy awards\n — of which it won four — and was the second highest-viewed episode of the season.\n\n\nThe episode featured \nMatt Frewer\n as a \nSan Diego\n-based AVWN agent cooperating with \nPortMetro\n \nvice\n detectives \nBeatrice Ross\n and \nDamien Creed\n in order to apprehend a \ncartel\n lieutenant working alongside an \narms gunrunner\n. It was one of the episodes based on several original pitches from novelist \nJacob Conwell\n to NBC and \nMichael Mann\n with the idea of creating a West Coast \nspinoff\n of \nMiami Vice\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFold\nUnfold\n\n\nTable of Contents\n\n\n\n\nPlot\n\n\nProduction\n\n\nEpisode notes\n\n\n2022 remake\n\n\nAwards and nominations\n\n\n\n\n\n\n\n\n\n\n\n\nPlot\n\n\n\n\n\n\n\n\n\n\n\n\nThis article's plot summary \nmay be \ntoo long or excessively detailed\n. Please \nhelp improve it\n by removing unnecessary details and making it more concise. \n(December 2022)\n\n\n\n\n\n\n\n\n\n\n\n\nPortMetro detectives \nBeatrice Ross\n (\nLauren Holly\n) and \nDamien Creed\n (\nRex Smith\n) are introduced by their boss — Lieutenant Holdman (\nAntonio Pasumarthai\n) — to \nDepartment of Anomalous Vice, Weapons, and Narcotics\n (AVWN) agent Victor “Deak” Dawkins (\nMatt Frewer\n), who is “on loan” to Squad Tau-51 in order to conduct a joint operation. Both organizations are after Enrique Sandoval (\nRobert Davi\n), an anomalous drug cartel lieutenant who escaped arrest in San Diego and is now working in Portland with infamous gunrunner Rally May (\nNancy Klevock\n). Dawkins is plagued by a recurring flashback of a failed sting to catch Sandoval which resulted in the death of his partner, Phil Lachtmann (\nDesi Arnas Jr.\n). He is also tormented with the thought that he must find a specific \ntrunk\n in the possession of Sandoval.\n\n\nRoss, Creed, and Dawkins manage to track down Rally May using local \ninformants\n; to their surprise, someone else had inquired about May prior to them. Ross and Creed — posing as potential buyers — set up a meet with May in a local club. At the meet, the detectives learn that May inadvertently received 20 kilograms of the anomalous drug ochorvate, a variation of \ncardocran\n, and is negotiating with Sandoval to offload it. Dawkins, intruding on the meet as a “local distributor”, pushes for May to cut them in instead, explaining that Sandoval is on ‘foreign turf’ and will be ineffective in paying and distributing the ochorvate. May is skeptical of his claims, but agrees to consider it if he beats her in a race around \nPortlands\n. The three accept.\n\n\nDawkins arrives in a \ncivil forfeited\n \nChevy Corvette\n, while May arrives in a \nLamborghini Countach\n. Ross and Creed monitor Dawkins. During the race, a van pulls out and attempts to ram both Dawkins and May off the road before its occupants start firing on the two with \nMP5k submachine guns\n. The detectives chase after them in their own car, managing to stop the van after Ross uses her \nthaumaturgic power\n to shock it with a strong burst of electricity, causing the van to ignite and explode. Dawkins and May continue the race, with Dawkins pulling out in front after the Countach suffers a blowout. Rally May agrees to do business with the trio, citing Dawkins’s win and incensed over the fact that the submachine guns used against them were bought by Sandoval to encourage ‘good relations’ between him and May. She tells them that she will call when she’s ready to get everything together.\n\n\nWhile Dawkins is out notifying AVWN about the case progress at his hotel room, Ross and Creed trawl through surveillance footage of the race captured by fellow detective \nJeff Dwyer\n. Although neither of them are able to identify the van’s license plates, Creed becomes suspicious of a partially-visible man on the roof of a neighboring building watching the race with binoculars. Ross is also suspicious after inspecting the shot up Corvette: some of the bullet holes suggest that Dawkins should have been wounded, but he remained unscathed despite not being a thaumaturge himself nor having received any prior known protection. She calls Dawkins down to the station. He claims to have been wearing a \nbulletproof vest\n during the race as ‘insurance’, and also identifies the suspicious roof-watcher in the surveillance footage as his former partner Lachtmann.\n\n\nMay phones the group and requests their assistance; she plans to double-cross Sandoval since he believes she is unaware of his attempted betrayal. She explains that she has enough firepower but a lack of manpower — if they assist her in getting rid of Sandoval, she will sell her stock of ochorvate to them at a major discount. They agree to help her out and May promises to call back. Dawkins is ecstatic about the break in the case, assuming that Lachtmann faked his death and has been radio silent in order to work covertly. Creed — under the pretense of another case — asks Holdman to surreptitiously run a check on Dawkins. Ross strategizes with Dwyer and another co-worker \nNina Lawson\n to create a plan of attack for \nTau-51\n to apprehend both Rally May and Enrique Sandoval at once.\n\n\nSandoval finally agrees to a meet with May, and she notifies the group to meet her at a disused industrial warehouse that night. Creed privately talks to Ross while Holdman instructs the rest of Tau-51 and Dawkins on the arrest plans. The group conducts the event; Ross fronts with May, while Creed and Dawkins hide to ambush Sandoval. Although the plan seems to work initially, Sandoval reveals that he is aware of May’s deception and opens fire on them with a concealed \nM-10\n. A firefight ensues between the enclosing PortMetro officers, Sandoval and his men, May, and Creed and Dawkins. Ross uses her thaumaturgy to assist her colleagues. She briefly spots Lachtmann marking Sandoval with a tracking sigil at the shootout as well. Despite the police cordon around the warehouse, Sandoval is able to escape in his car during a lull in shooting. May also similarly retreats in her repaired Countach.\n\n\nRoss is able to identify the license plate of Sandoval’s car, and a priority trace on the registration connects the car to a partially-secluded mansion in the outskirts of Portland. Tau-51 and Dawkins prepare to mobilize in order to catch Sandoval before he is able to escape again, but May suddenly calls and asks to see Dawkins alone at her condo. Dwyer outfits Dawkins with a \nbug\n, and he rendezvous with her while Ross and Creed head to Sandoval’s location.\n\n\nMay reveals that she is aware that Dawkins is law enforcement and simply wants out of the situation, even offering to work as a bait informant for them. She shows him a gutted bathroom where she has stored the ochorvate. Dawkins agrees to temporarily take her into custody and allows her to grab some belongings from her car. However, when May opens the driver-side door and climbs in, the Countach explodes. Dawkins is stunned. Saddened, he continues on and re-enters May’s apartment to secure the ochorvate until backup arrives.\n\n\nHe is still shaken and caught unaware when Sandoval sneaks up behind him and holds him at gunpoint. Dwyer notifies Ross and Creed that Sandoval has appeared; Tau-51 quickly surrounds the condo and all exit methods, revealing that Ross had previously informed the squad that it was likely Sandoval would be directly going after Rally May. Dawkins turns around to face Sandoval, which extremely agitates the lieutenant once he sees Dawkins’s face. Sandoval, clearly terrified, shoots at Dawkins near point-blank several times — Dawkins remains unharmed and eventually fires back, killing Sandoval. He is confused about Sandoval’s extreme reaction to him, since he had believed that the lieutenant had never seen him directly.\n\n\nRoss and Creed enter, followed by Lachtmann and Holdman. Lachtmann begins to immediately tear up and starts profusely apologizing to the still-confused Dawkins. Ross hands Dawkins the result of the covert check done by Holdman: the document describes a Victor Deacon Dawkins, thaumaturge, but the picture is of the man originally presumed to be Lachtmann. Lieutenant Holdman receives a call from officers at the Sandoval estate.\n\n\nThe officers there have retrieved the trunk in Dawkins’s visions: inside of it is the corpse of the man working with Ross and Creed, riddled with bullet holes. He finally realizes the reoccurring flashback of the failed sting had resulted in his \nown\n death: he is actually Phil Lachtmann, not Victor Dawkins. The real Dawkins continues to apologize, stating that he had accidentally exposed Lachtmann to the organization while conducting surveillance on a cartel dealer on the street. Lachtmann forgives Dawkins, saying that he understands and it had never occurred to him that his partner had intentionally 'burned' him.\n\n\nLachtmann congratulates Tau-51 on the successful case and bust, wishes the best for his partner, and expresses a desire to “take a walk”; the detectives let him do so in silence. He starts to walk down the stairs towards the lobby.\n\n\nThe episode closes on a ten-second-long shot of the now-empty staircase.\n\n\n\n\nProduction\n\n\n\n\n\"Beyond a Shadow of Doubt\" was directed by Lombard Hendricks, who had previously worked closely with \nAnthony Yerkovich\n and was recommended by \nLee H. Katzin\n to be brought onto the crew of the spinoff. Cinematographer \nPoull Mendelez\n joined Hendricks and left the \nMiami Vice\n crew after NBC prioritized it as a star-maker by replacing industry mainstays and bringing specially curated younger ‘talent’. Hendricks and Mendelez would often work together throughout the show’s entire run. The episode was based off of one of the pitches given by novelist Jacob Conwell to NBC; it was adapted to screen by Bower Glean and Thomson Wulf, the latter of whom was credited by Conwell as having assisted him in creating the story.\n\n\nMuch like its parent show, \nPortland Vice\n often used major artists’ music to accompany scenes. The episode featured international synth-pop; \nCheri Cheri Lady\n by \nModern Talking\n, Touch in the Night by \nSilent Circle\n, \nHurricane\n by Tapps, and \nDon’t Go\n by \nYaz\n are the most prominent examples. All other incidental music was handled by show composer \nJackson Cook\n, with stylistic assistance from \nJan Hammer\n and Tim Truman (who would replace Hammer on the fifth season of \nMiami Vice\n).\n\n\nThe casting of Matt Frewer as Victor “Deak” Dawkins was praised alongside with his performance, and he would receive an Emmy nomination later that year. Many of the crew were greatly impressed by Frewer’s take on the at-the-time twist ending. He reported that his portrayal of Dawkins was inspired by an anecdote told to him of a man being caught up in a car crash that was incensed at several paramedics' insistence on assisting the man, only for him to later realize that he had been bisected at the lower torso.\n\n\nNancy Klevock’s performance as Rally May, a \nWest German\n gunrunner, was also well-received by audiences. The role of Rally was originally written for \nMeg Foster\n after writer Bower Glean saw her portrayal as Ali Tanner in \nThe Osterman Weekend\n; she originally accepted, before having to pull out due to conflicts with the filming schedule of \nThe Wind\n. Klevock had been on-set to visit her boyfriend, who was part of the style department and had asked her to test some of the outfits for him. Hendricks saw her and asked her to audition for the part — both him and Glean agreed she was very close to how they had envisioned the character. Klevock credits the episode as her breakout: her role as Rally May was cited as one of the main reasons for landing the title role as antihero \nSerena Shanagan\n in the TV series \nShanagan, Hired Gun\n.\n\n\nIt was also notable for the inclusion of an explosion stunt involving a real Lamborghini \nCountach LP500S\n, which retailed at $118,000 (approximately $320,500 in 2022). The production crew of Portland Vice had contacted \nLamborghini\n in hopes of landing one of their cars — as \nMiami Vice\n had \nan agreement\n with their competitor, \nFerrari\n — and were allowed to use an off-the-shelf Countach LP500S. Episode director Hendricks inquired about using a third-party bodykit for the stunt, to which Lamborghini firmly denied; instead, they stipulated if NBC paid them half of retail they would allow the crew to destroy the provided car. The studio eventually paid a total of $120,000, and Lamborghini responded by providing the show with an extra Countach as well as the agreed upon one.\n\n\n\n\nEpisode notes\n\n\n\n\n\n\n\n\nRe-syndicated title screen of the episode\n\n\n\n\n\n\nThe reason for the episode’s new name on re-syndication was debated, with the initial leading theory being that NBC didn’t want to conflate the episode with the similarly-titled \nMiami Vice\n episode \n“Beyond the Shadow”\n (despite the \nPortland Vice\n episode debuting first). However, Wulf explained in a 1996 interview that it was caused by a mistake in naming the teleplay after the pitch’s first draft (which had been retitled by the time it was adapted). In turn, titles designer and editor Harrison o’Graeme used the erroneous title without being informed of the mistake until after it reached syndication. Conwell also confirmed Wulf’s statement, saying that “Shadow of a Doubt” had always been the intended episode name.\n\n\nThis was the only episode in \nPortland Vice\n where actors (both Matt Frewer and Desi Arnaz Jr.) were not credited with the actual name of their characters in order to not spoil the plot of the show.\n\n\nThe episode was one of the first in \nPortland Vice\n to include multiple guest stars in a single story; all four listed guest stars were included in the opening titles. It was also the first \nPortland Vice\n episode to be moved to its new, permanent timeslot — Monday nights at 9 P.M. — both to avoid internal competition with \nMiami Vice\n and external competition with the highly-popular \nCBS\n show \nDallas\n. A new color scheme of the logo debuted with the new timeslot, replacing the previous cyan/pink coloration with a teal/violet one.\n\n\n\n\n\n\nThe updated teal/violet color variation of the \nPortland Vice\n logo\n\n\n\n\n\n\n\n\n2022 remake\n\n\n\n\nA remake of \"Beyond a Shadow of Doubt\" was produced for the \nPortland Vice (2022)\n \nreboot\n series, appropriately titled as “Shadow of a Doubt”. The episode remained largely unchanged besides updates in technological advances. Scenes with the original Countach LP500 were substituted with the limited-production electric \n2021 Countach LPI 800-4\n. Similarly, Chevrolet provided a \n2021 Corvette C8\n to replace the episode's C4 Corvette. Lamborghini opted to produce a faux bodykit for the recreation of the Countach’s explosion instead of destroying a production model, citing the low numbers of LPI 800-4s in circulation. NBC had originally wanted to replace the notable ending of the episode but it was kept for the remake.\n\n\nSeveral other changes were made to reflect the modern-day setting such as updating the firearms used in the original series. Agent Dawkins's assigned \nBrowning Hi-Power\n was replaced with a \nRuger SR45\n, and Detective Ross’s personal \nSmith & Wesson Model 49 “Bodyguard”\n was replaced with the \nS&W Model 640\n. The notable exception was the \nLAR Grizzly Win Mag\n carried by Rally May — it had been the personal firearm of actor Rex Smith, who loaned it back to production for filming of the episode.\n\n\n\n\nAwards and nominations\n\n\n\n\n\n\nYear\n\n\nResult\n\n\nAward\n\n\nCategory\n\n\nRecipients\n\n\n\n\n\n\n1986\n\n\nWinner\n\n\nEmmy Award\n\n\nOutstanding Writing in a Drama Series\n\n\nJacob Conwell\n, \nBower Glean\n, Thomson Wulf\n\n\n\n\n\n\nWinner\n\n\nOutstanding Directing for a Drama Series\n\n\nLombard Hendricks\n\n\n\n\n\n\nNominated\n\n\nOutstanding Guest Actor in a Drama Series\n\n\nMatt Frewer\n\n\n\n\n\n\nWinner\n\n\nOutstanding Music Composition for a Series\n\n\nJackson Cook\n\n\n\n\n\n\nNominated\n\n\nOutstanding Individual Achievement in Costume Design for a Series\n\n\nUrich Romaninov\n\n\n\n\n\n\nWinner\n\n\nOutstanding Cinematography for a Single-Camera Series\n\n\nPoull Mendelez\n\n\n\n\n\n\nspacer\n\n\n\n\n\n\n\n\n\n\nV\n·\nT\n·\nE\n\n\nPortland Vice\n\n\n[\nshow\n]\n\n\n\n\n\n\n\n\n\n\n\n\nspacer\n\n\n\n\n\n\n\n\nCategories\n:\n\n\n1986 American television episodes\n\n\nPortland Vice",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "Beyond a Shadow of Doubt"
}