{
    "url": "https://scp-wiki.wikidot.com/scp-7739",
    "all_text": "SCP-7739\n\n\n\n\n\n\nByㅤ\n \nTopDownUnder\n\n\n\n\n\n\nPublished on \n26 Feb 2024 02:05\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+55\n+\n–\nx\n\n\n\n\nby \nTopDownUnder\n\n\n3\n\n\n\n\n \n\n\n\n\nSCP-7739\n\n\n\n\n\n\n\n\nSCP-7739\n\n\n\n\n\n\n\n\nA letter sent to SCP-7739 by Jackie Gardner prior to its containment.\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7739\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7739 is contained within a bio-containment chamber in Area-23. The bio-containment chamber has been set to emulate the habitat of \nOdocoileus virginianus\n,\n.\nWhitetail deer.\n with plants common to temperate forests in the Eastern United States included in the bio-containment chamber. SCP-7739 is to be given two to three meals daily, which must consist of flora found in the diet of \nO. virginianus\n. In return for cooperation during testing and other procedures, SCP-7739 is allowed one monthly visit from Jackie Gardner, with consent from Dr. Gardner.\n\n\nDescription:\n SCP-7739 is a Class-I deific entity\n.\nClass-I deific entities are those that radiate little to no Akiva Radiation, receive very little or no worship, and are only capable of minor ontokinesis on par with a Class-B reality-bender.\n resembling a Native American woman with physical traits similar to those of female \nOdocoileus virginianus\n. SCP-7739 possesses cervine ears, nose, and tail. The ends of its extremities are furred and end in hooves. SCP-7739 has demonstrated a benign and cooperative personality.\n\n\nSCP-7739 demonstrates a passive effect on its local environment. Flora in its general vicinity showcases an increased rate of growth and injuries have been noted as healing quicker at a slightly, almost negligible, rate. SCP-7739 can use its ontokinetic properties to intensify these effects slightly, as well as being able to create small organic objects (such as small plants or twigs). Instances of \nOdocoileus virginianus\n and other ruminant mammals have been spotted in surveillance footage of SCP-7739, but any attempts to locate these animals by containment personnel have failed.\n\n\nDiscovery:\n SCP-7739 was discovered by Dr. Nicole Gardner, the head of Tactical Theology for Area-23. On 23/11/19, Dr. Gardner reported the entity arriving at her doorstep\n.\nDespite on-site accommodations being available, Dr. Gardner maintains a residence in the nearby town of Boone, North Carolina.\n. A containment team was sent and successfully brought SCP-7739 into custody. Dr. Gardner returned to Area-23 with the containment team, where an interview was held:\n\n\n\n\nInterview Log\n\n\n\n\nInterviewed:\n SCP-7739, Dr. Nicole Gardner\n\n\nInterviewer:\n \nDr. Akabi Hayk\n\n\nDate:\n 23/11/2019\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDr. Akabi Hayk:\n Alright, so, for the record, can the both of you state your names?\n\n\nDr. Nicole Gardner:\n Doctor Nicole Gardner, Tactical Theology.\n\n\nSCP-7739:\n Ahwi.\n.\nA Cherokee word for deer.\n\n\nDr. Hayk:\n Now, Gardner, can you explain the events leading to this?\n\n\nDr. Gardner:\n Yeah, right. I was getting ready for movie night with my daughter, had the popcorn and drinks ready and all that, when I heard a knock at my door followed by a ring. I went to go get it, expecting it to just be the neighbour asking to borrow our pot or something, when I opened it to see, to see… \n[Gestures at SCP-7739]\n her!\n\n\nSCP-7739:\n I was there for your daughter, Jackie!\n\n\nDr. Gardner:\n What.\n\n\nSCP-7739:\n Your daughter, Jackie. She asked me for a pony, and I was gonna give her one. Couldn't say no to the first request I've had in ages!\n\n\nDr. Gardner:\n The fuck do you mean she asked for a pony? I don't remember teaching her how to commune with fucking Bambi gods.\n\n\nDr. Hayk:\n Careful with the language, this is an official recording.\n\n\nSCP-7739:\n She asked for one in the letters she was sending. She also asked for something called a \"Lego Batmobile\", but I don't really think that's in my domain. Nor do I really know what is.\n\n\nDr. Gardner:\n What letters are you tal- Wait, oh my god, do you mean the ones she's been writing addressed to—\n\n\nSCP-7739:\n Deerest God?\n\n\nDr. Gardner:\n Oh my… You're shitting me, right? Pulling my leg or something?\n\n\nDr. Hayk:\n Can you… explain the letters thing, Gardner? Also, language.\n\n\nDr. Gardner:\n My daughter, Jackie, hasn't had much of anything to do besides schoolwork for a while now, so I thought I'd give her something to do by telling her to write letters to God. The Christian one, capital G and all. Figured it'd be a cute little thing she could look back on when she was older and I also thought it'd help with, uh, you know… \n[Whispered]\n the big project. 'Cept, instead of addressing it to \"Dearest God\" or whatever, she kept misspelling it and putting it down as \"Deerest God.\" Thought it was a cute thing she could laugh at later, so I didn't bother correcting her. Guess that misspelling was enough to get the attention of fucking, Rudolph over here and bring her to our house. I'm used to communing with ancient, unknowable Gods myself, working at Tactical Theology and all, but my daughter? Like hell I'm letting her get involved in this too.\n\n\nSCP-7739:\n The letters were your idea? Oh, I really have to thank you then. Those letters are the first form of worship I've had in… man, forever! I got abandoned really quick after the people here moved from, erm… Siberia? So it's a real treat to get some prayers my way! I really do owe you, Niccy!\n\n\nDr. Gardner:\n Don't call me that.\n\n\nSCP-7739:\n Okay!\n\n\nDr. Hayk:\n So, just to get this straight, you were there to respond to these, uh, ''prayers\", right? As in, giving Gardner's daughter, Jackie, what she had asked for?\n\n\nSCP-7739:\n Yeah! I love getting prayers, so of course I was gonna answer them. Ponies aren't exactly in my wheelhouse, but they're close enough to deer, right? I could probably make one if I wanted to… Say, speaking of that, can I meet Jackie? I really have to say thanks to her. You should've seen how much I cried when I got that first letter.\n\n\nDr. Gardner:\n Haha, no.\n\n\nDr. Hayk:\n I have to agree with Gardner here. Ahwi, right? Let's just keep you here with us for now and, if you're on your best behaviour, we can maybe, possibly consider allowing you visitation with Jackie. How does that sound?\n\n\nDr. Gardner:\n God no.\n\n\nSCP-7739:\n Good enough!\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7738\n | SCP-7739 | \nSCP-7740\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7739\n\" by TopDownUnder, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7739\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n letter.jpg\n\n\nAuthor:\n \nTopDownUnder\n\n\nLicense:\n CC-0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7739 \" by TopDownUnder, from the SCP Wiki . Source: https://scpwiki.com/scp-7739 . Licensed under CC-BY-SA .",
        "Filename: letter.jpg Author: TopDownUnder License: CC-0 Source Link: SCP Wiki"
    ],
    "item": "SCP-7739",
    "object_class": "Safe",
    "containment_procedures": "SCP-7739 is contained within a bio-containment chamber in Area-23. The bio-containment chamber has been set to emulate the habitat of Odocoileus virginianus,.Whitetail deer. with plants common to temperate forests in the Eastern United States included in the bio-containment chamber. SCP-7739 is to be given two to three meals daily, which must consist of flora found in the diet of O. virginianus. In return for cooperation during testing and other procedures, SCP-7739 is allowed one monthly visit from Jackie Gardner, with consent from Dr. Gardner.",
    "description": "SCP-7739 is a Class-I deific entity.Class-I deific entities are those that radiate little to no Akiva Radiation, receive very little or no worship, and are only capable of minor ontokinesis on par with a Class-B reality-bender. resembling a Native American woman with physical traits similar to those of female Odocoileus virginianus. SCP-7739 possesses cervine ears, nose, and tail. The ends of its extremities are furred and end in hooves. SCP-7739 has demonstrated a benign and cooperative personality.",
    "title": "SCP-7739"
}