{
    "url": "https://scp-wiki.wikidot.com/scp-7744",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7744\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7744 is currently contained at its location of discovery, having been designated as Outpost-7744. SCP-7744 is to be monitored continuously for any sudden spikes in activity.\n\n\nDescription:\n SCP-7744 is a 1.7 meter tall slab of living brain tissue located in ██, ███ █████ Lane, Albuquerque, New Mexico. SCP-7744 was formerly Douglas Mackenzie, the sole occupant of the residence it was discovered in. SCP-7744 has integrated itself into the electrical and plumbing system of the residence as a means of nourishment and waste removal.\n\n\nSCP-7744 exhibits anomalously heightened neural activity, consistently operating at several orders of magnitude greater than established human baselines without overheating issues. While occasional spikes in activity have been recorded, their significance is not presently understood. All attempts to communicate with SCP-7744 via telepathy have failed due to the telepaths suffering sensory overload upon connection.\n\n\nEfforts to understand and replicate the processing power of SCP-7744 for use in biological computation are ongoing.\n\n\nAddendum 7744.01:\n The following video log was recovered from the webcam of Douglas Mackenzie's desktop computer.\n\n\n\n\n \n\n\nVIDEO LOG 7744/PC/A001\n\n\n\n\nMackenzie is seen facing the computer screen, typing code while listening to music through his headphones. He does not notice the presence of an unidentified individual dressed in a gray jumpsuit covered in an array of wires, who mimics kicking down a door while entering through an already open doorway.\n\n\nThe individual notices Mackenzie and animatedly turns towards a floating white and blue cube that had followed them into the room. They take a deep breath before gesturing to the cube.\n\n\nUNKNOWN:\n Owzapp, Jiblings! Is Jyit!\n\n\nMackenzie is startled by the voice behind him. He turns around sharply, and jumps up from his chair upon seeing the individual, hereafter referred to as Jyit. Jyit continues to stare at the cube.\n\n\nMACKENZIE:\n Hey, who the fu-\n\n\nJYIT:\n So uday, weer are gunner show thess sapeen elle realle \n[unintelligible]\n vibe!\n\n\nMACKENZIE:\n Get out of my house before I ca-\n\n\nJyit pulls out a small object, resembling a USB stick, from one of the wires on their jumpsuit, and rams it up Mackenzie's left nostril. Mackenzie recoils in pain while Jyit emits a high-pitched sound resembling laughing.\n\n\nJYIT:\n Okey Jiblings, now weer gunner sleep a lihel nienjaher layer oo see if cit finitsh cooking biden. Jyit Jud!\n\n\nJyit waves at the cube before gesturing at it again. They then leave the room, kicking the air as they exit the frame. Mackenzie, who is now bleeding from his nostrils, is seen frantically looking for a tissue box while screaming in pain.\n\n\nMACKENZIE:\n Oh god there's so much blood I can't- oh for fu- aaghhh fuck that stings.\n\n\nMackenzie returns to his chair with a tissue box in hand, slamming the object previously lodged up his nostril on the table before leaning backwards and stuffing his face with fresh tissues. His breathing is coarse.\n\n\nMACKENZIE:\n \n[muffled]\n What the fuck was that.\n\n\nSeveral minutes pass. Mackenzie does not move from his position. His breathing becomes increasingly coarse.\n\n\nMackenzie's skin is seen splitting down the midline of his body, revealing pulsating flesh covered in grooves characteristic of brain tissue. The tissue papers begin to slide off his face, dislodged by gray matter protruding from Mackenzie's facial orifices.\n\n\nThe webcam continues to record for another hour, documenting the progression of Douglas Mackenzie's conversion into SCP-7744, presumably cutting off when SCP-7744 rerouted the computer's power supply to itself.\n\n\n\n\nCorrespondence with RCT-Δt has led to the confirmation of the identity of PoI-7744-01 \"Jyit\", an individual of Venusian descent from the early 26th century. All oversight regarding PoI-7744-01 has been transferred to RCT-Δt accordingly. The small object used to assault Mackenzie could not be recovered.\n\n\nAddendum 7744.02:\n On 02/04/2026, SCP-7744's neural activity abruptly fell to levels comparable to the human baseline, prompting Foundation researchers to reattempt telepathic communication with the entity at a greatly lowered risk. Attached is a psychometron transcript of the only successful attempt, performed by PsyOp. Xavier N. Lorde.\n\n\n\n\n \n\n\nPSYCHOMETRON LOG 7744/PSYOP/L004\n\n\n\n\nLORDE:\n Are you there, Douglas Mackenzie?\n\n\nSCP-7744:\n Who's asking?\n\n\nLORDE:\n Ah, there you are. Xavier Lorde. Psychic Operator. I understand that someone stabbed you in the nose a few years ago?\n\n\nSCP-7744:\n Indeed… Has it only been a few years?\n\n\nLORDE:\n Yes. A little over 3 years, to be precise.\n\n\nSCP-7744:\n I feel… I think… I have been thinking for the past 500 years.\n\n\nLORDE:\n Do you think this was caused by the object that stabbed you?\n\n\nSCP-7744:\n Undoubtedly… It showed me… many things. Things that have yet to happen… I could not show all of them to you.\n\n\nLORDE:\n How about the ones that really stood out to you?\n\n\nSCP-7744:\n I know you want something to write in a report, Mr. Xavier Lorde, I can read you better than you can I. But please understand that I cannot describe them in words you presently understand… There is also a lot of weird shit ahead of humanity that I do not wish to recall.\n\n\nLORDE:\n Right. But surely you must be able to summarize it, at least? You've had 500 years to think about it, after all.\n\n\nSCP-7744:\n Mmm… It showed me… a singularity. The pinnacle of centuries of absurdity and mirth. A vast library of context that forced the boundaries of my mind outwards. The natural universal conclusion of jovialities. The product of convergent memetic evolution. As Fukuyama, Anno, and Adams might say, the End of Comedy.\n\n\nLORDE:\n And?\n\n\nSCP-7744:\n …I don't get it.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7744\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7744\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7744.01: The following video log was recovered from the webcam of Douglas Mackenzie's desktop computer.\nCorrespondence with RCT-Δt has led to the confirmation of the identity of PoI-7744-01 \"Jyit\", an individual of Venusian descent from the early 26th century. All oversight regarding PoI-7744-01 has been transferred to RCT-Δt accordingly. The small object used to assault Mackenzie could not be recovered.",
        "Addendum 7744.02: On 02/04/2026, SCP-7744's neural activity abruptly fell to levels comparable to the human baseline, prompting Foundation researchers to reattempt telepathic communication with the entity at a greatly lowered risk. Attached is a psychometron transcript of the only successful attempt, performed by PsyOp. Xavier N. Lorde."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7744 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-7744 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7744 is currently contained at its location of discovery, having been designated as Outpost-7744. SCP-7744 is to be monitored continuously for any sudden spikes in activity.",
    "description": "SCP-7744 is a 1.7 meter tall slab of living brain tissue located in ██, ███ █████ Lane, Albuquerque, New Mexico. SCP-7744 was formerly Douglas Mackenzie, the sole occupant of the residence it was discovered in. SCP-7744 has integrated itself into the electrical and plumbing system of the residence as a means of nourishment and waste removal.",
    "title": "SCP-7744"
}