{
    "url": "https://scp-wiki.wikidot.com/scp-7745",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7745\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7745 is to be contained within a Closed Ship-Wide Network (CS-WN) aboard the SCPV Sophocles. CERBERUS.aic is to maintain the integrity of the network, and neutralize any attempts to escape by SCP-7745. These attempts are to be logged by CERBERUS.aic, and reported biweekly to Vice Admiral Amihan.\n\n\nIn the event SCP-7745 can no longer be contained, CERBERUS.aic is to initiate Protocol Tenebrae. Activation of this protocol will result in the orbital degradation of SCPV Sophocles beyond the event horizon of GS-1479+450\n1\n. Upon confirmation of its passage, SCPV Asimov and SCPV Barker are to maintain an exclusion zone within 2.5 light years of GS-1479+450, under the guise of astro-navigational instability.\n\n\nDescription:\n SCP-7745 refers to the collective designation of the digitized Galatine \nHomo habilus\n populace currently housed within Virtually Constructed Bio-Reserve 1477 (VCBR-1477). Colloquially referred to as \"Elysium\", the creation of VCBR-1477 is the result of a collaborative attempt to preserve the Galatinian civilization. The dimensions of the simulation are meant to be a direct replicate of those within the 81 Galatine star system, as well as immediately neighboring celestial bodies.\n\n\nWhile initial implementation of SCP-7745 into VCBR-1477 was successful, individual instances\n2\n within the simulation gradually displayed more isolationist behavior. Instances of SCP-7745-a would seemingly attempt to avoid direct observation by simulation overseers. Despite being psycho-cognitively programmed to lack such awareness, this solitary behavior would spread among larger groups of SCP-7745-a instances, evolving into paranoia and extreme aggression. Currently, SCP-7745-a instances display extreme hostility to their simulated containment in VCBR-1477, from which they have repeatedly to escape.\n\n\nFor further details surrounding SCP-7745, see Addenda 7745-1 through -3.\n\n\n\n\nAddendum 7745-1: Soter Committee\n\n\n\n\nClose\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 15/05/2063\n\n\nPersonnel:\n\n\n\n\nDr. Samia Nassar, PhD; Ethics Committee Liaison\n\n\nJakob Ehrenreich; Senior Logistics Analyst\n\n\nDr. Katja Overgaard, PhD; Senior Researcher of Biocybernetics\n\n\nDr. Okawa Masutaro, PhD; Researcher of Xeno-Anthropology\n\n\nAaron Richardson; Researcher of Mechano-Archaeology\n\n\nDr. Sebastian Benanti, PhD; Senior Researcher of Comparative Neuroscience\n\n\nDr. Leticia Torres, PhD; Researcher of Astrobiology\n\n\nReyna Amihan; Vice Admiral of the Copernican Fleet\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nNassar\n: Since the Secace are being dealt with by Nielsen and their team, I suppose we should refocus our attention on the Galatinian issue at hand. Any thoughts?\n\n\nRichardson\n: Well… this might sound stupid, but let’s just get the obvious out of the way first. Have we come across any files from the Galatinian records that might suggest some kind of…cranial prosthesis, of sorts?\n\n\nOvergaard\n: I’m afraid not. A majority of their digital database was corrupted after 001’s neutralization, and the portion that we’ve got left has only given us bits and pieces of their tech.\n\n\nEhrenreich\n: Were we ever able to find a reason as to why that was?\n\n\nOvergaard\n: What, the burnt files?\n\n\nEhrenreich\n: Yeah.\n\n\nOvergaard\n: Jess thinks 001 probably enacted some kind of “scorched earth” protocol prior to it going catatonic.\n\n\nEhrenreich\n: [\nsigh\n] Of course it did.\n\n\nRichardson\n: Did the Tolkien ever recover any physical records that could be of use? Textbooks, manuals, something to that regard?\n\n\nOvergaard\n: Nothing that would be of significance to us. Plenty of historical records, religious texts, and things of the like. But it seems like a lot of their more… recent scientific advancements were recorded digitally for them.\n\n\nEhrenreich\n: [\ngrunts\n]\n\n\nMasutaro\n: Who says it \nhas\n to be a Galatinian design? Surely we could develop some kind of prosthesis on our own, no?\n\n\nRichardson\n: The comfort of familiarity, for one. Sure, a design of ours may be able to function similarly to theirs. They may have a more recognizable user interface though, amongst other accessibility features.\n\n\nTorres\n: Which is something we don’t have the good fortune of accessing either way, so if we do go the prosthesis route, it’ll have to be of our own design.\n\n\nOvergaard\n: You make it sound more complex than it actually is. We’ve used mechano-neural interfaces for cybernetic limbs before. I don’t think it’d be too much of a stretch to do so with a synthetic biped of sorts.\n\n\nEhrenreich\n: I mean, in theory, either scenario works, whether it’s a schematic from the Galatinians or us-\n\n\nRichardson\n: I sense a “but” coming.\n\n\nEhrenreich\n: -but, it’s too much of a logistical strain, both in terms of manpower and raw material. A population of 24 billion is \na lot\n to handle.\n\n\nBenanti\n: Hmm, okay, but who says it has to be bipedal though? What if… we establish some sort of stationary, biomechanical “network”, one that can support multiple Galatinians? It would essentially be a more condensed, reliable method of sustaining them.\n\n\nTorres\n: And then what? The idea is certainly more feasible, don’t get me wrong, but it seems more like a… temporary proposal. The cybernetic bodies aren’t doable currently, but it would at least set them up to be self-reliant, and come up with a more preferable solution on their own.\n\n\nOvergaard\n: Yeah, I’d imagine we’d have to do some kind of… psychic transfer? I don’t know the correct terminology, but either way, it’d be more cumbersome.\n\n\nNassar\n: I think it’s worth keeping on the table though. It’s a more sustainable means of suspended animation, as opposed to 001’s lingering psychic field.\n\n\nEhrenreich\n: From a development standpoint, it’s more manageable. But we’d still have to actually sustain their life functions with \nsome\n kind of organic material, which I’d imagine is even more difficult to source.\n\n\nBenanti\n: Some of our scouting parties have indicated subsurface oceans on local satellites in the Galatine system. We could establish an outpost on one of them, and utilize the organic material within to host a project like this.\n\n\nRichardson\n: Now we’re getting somewhere.\n\n\nEhrenreich\n: Are any of these moons actually hospitable though?\n\n\nOvergaard\n: [\nsigh\n] Jesus Christ…\n\n\nMasutaro\n: Well, what do \nyou\n propose then? Cause all I’m hearing from you is just complaint after complaint.\n\n\nEhrenreich\n: Well, to be quite frank, euthanization.\n\n\nRichardson\n: Are you insane?! Absolutely not!\n\n\nTorres\n: You’re kidding?!\n\n\nEhrenreich\n: Look, I know it sounds bad, but we've got to consider their quality of life as well, not just the toll they'd have on us! Even in the \nbest\n case scenario with some sort of somatic prosthesis, can you imagine the psychological distress they’d be in, being completely disembodied?\n\n\nRichardson\n: Yes, but they’d be alive, Jakob! Would it be a shock? More than likely, yeah. But they’d at least be given an \nopportunity\n to reforge their lives!\n\n\nNassar\n: We’re already dealing with one potential extinction event with the Secace. I’d rather not add another.\n\n\nAmihan\n: \n[\nclears throat\n] From a security perspective, it’s the safest option.\n\n\nTorres\n: You’ve gotta be kidding me, a \nsecurity\n standpoint?\n\n\nAmihan\n: No, I’m not. They have been in a neural stasis for God knows how long, with some of the last independent thoughts on their mind being war. Have you ever considered the possibility that they’d treat us just as hostile as they planned on treating the Secace, especially being in the compromised state they’re currently in?\n\n\nRichardson\n: Oh please. Biased or not, their recorded dealings with the Secace were clearly out of defense.\n\n\nAmihan\n: Look, I get you’re not fond of Jakob’s proposal, and rightfully so. You all have dedicated your lives to protecting not only the common people, but the anomalous as well. \nMy\n objective, however, is to ensure the safety and security of this organization. If we could ensure there would be no hostile response from them, then I’d be fully on-board. As it stands though, Jakob’s is both the safest and least detrimental, to them and us.\n\n\nNassar\n: What if… we somehow met in the middle?\n\n\nAmihan\n: Come again?\n\n\nNassar\n: Katja, what was the name of that project run by 119? The digital reality one?\n\n\nOvergaard\n: SIMULACRUM?\n\n\nNassar\n: Yeah, that’s it. What if… we did a transfer of their collective consciousness from 001’s psychic field, to a virtual landscape similar to their homeworld? It would be much less of a resource sink than a mechano-prosthesis, and still ensure the safety of both parties.\n\n\nBenanti\n: Isn’t it specifically designed for our neural circuitry, though?\n\n\nNassar\n: Well, we’d obviously have to redesign the interface to work with their cerebral anatomy, but it wouldn’t be too much of a stretch. After all, they have a strong genetic similarity to some of our own common ancestors.\n\n\nTorres\n: Well, then what? This just sounds like Sebastian’s proposal. A temporary solution to a greater problem.\n\n\nNassar\n: Well, since we could sustain their population indefinitely through it, that gives us plenty of time to work on a follow-up proposal.\n\n\nOvergaard\n: I mean, it doesn’t really solve the problem, but I’d imagine it’d be better there than in a state of mindlessness. If the program can be adjusted to their anatomy, I can support it.\n\n\nRichardson\n: This also gives us the opportunity to fill in some of the gaps their records couldn’t, like how they operate on a societal level. Hell, we might even get the chance to utilize some of their own technological advancements.\n\n\nEhrenreich\n: Hmm… I don’t take it they’d be \naware\n of their virtual existence?\n\n\nNassar\n: Well, I think it would be best if they \nweren’t\n aware. I imagine it would cause hysteria to the highest degree amongst their populace.\n\n\nEhrenreich\n: So, like a one-way vivarium then? That seems cruel.\n\n\nNassar\n: How so?\n\n\nEhrenreich\n: I mean, we’d essentially be playing God over them. They labor away at an existence that they aren’t even aware is all but real and meaningful, and we profit off their progress along the way. Who says we have the right to exploit their lives like that?\n\n\nOvergaard\n: You could say the same about literally \nany\n of our other proposals, Jakob. Unfortunately, the Galatinians are in no position to help themselves right now, and it’s our job to do so, whether or not it means making these tough decisions.\n\n\nRichardson\n: Plus, it would be a massive missed opportunity \nnot\n to do so, for both us and them. We can provide them with any advancements they make in it once we find a way to return them to our reality.\n\n\nAmihan\n: This seems like more of a bioreserve to me, one that I’d prefer if they weren’t aware they were inhabiting in the first place. It would make their transition back into reality more seamless, since I doubt they’d hold any grudges if they didn’t know any better.\n\n\nBenanti\n: I agree.\n\n\nEhrenreich\n: [\nscoffs\n] What does it matter what I say at this point? You’re all just gonna overrule me anyway.\n\n\nNassar\n: O…kay then. If there's no further objections, I’ll get in touch with 119, see what we can get going.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAt the request of the Soter Committee, Project Anastasis was established on 18/05/2063 in an attempt to preserve the Galatinian civilization. Due to the scale of the simulation needed to host their species, the previously decommissioned SCPV Sophocles would be used to host the program. A timeline of relevant points throughout its creation and implementation can be found below, recorded by project lead Dr. Logan Apostolos.\n\n\n\n\nAddendum 7745-2: Timeline of Project Anastasis\n\n\n\n\nClose\n\n\n\n\n\n\nEntry #: 04\n\nDate: 17/07/2063\n\n\nThanks to the detailed transcriptions by the Tolkien's crew, the construction of Elysium is progressing at a promising rate. The only features left that need to be worked out are some cultural artifacts that seem to be quite revered by the Galatinians, particularly an obelisk-like structure within their planetary capital. It's the little details that count if you want to create a convincing replica, after all.\n\n\nThe only problem we have now is actually interfacing this simulation with the…unusual, neurobiology of the Galatinians. They may be an off-shoot of our ancestors, but their evolution was just unique enough to differentiate their cognitive processing from our own. Luckily, Dr. Fernandez and her xeno-neurologists at Site-759 have been working hard to map out their psychophysiology. If they pull through, and with a little bit of luck, we may be looking at a launch date within the coming days. But, I'd rather not jinx anything. After all, I don't want to be stuck on this rust bucket any longer than I need to.\n\n\n\n\nEntry #: 07\n\nDate: 23/07/2063\n\n\nWe've had some interesting developments, as of late. Might as well start with the positive first. Site-759 has successfully completed their Galatinian neurobiological analysis. Turns out their parietal lobes underwent a massive evolutionary development throughout their time in the 81 Galatine system, greater in proportion to their surrounding neuroanatomy than our own. As much as this is a positive in and of its own, it is going to set our launch date back a bit. While we were prepared to redesign the Mechano-Cerebral Interface, we weren't expecting anatomical disparities to such a degree. The engineers have been on it nonstop, of course, but it's a delay nonetheless.\n\n\nIn the meantime, I've been reading up a bit on Galatinian customs, just to make sure what we see in the simulation reflects their actual behavior. Turns out, that obelisk from before is actually a cornerstone amongst many of their religious ideologies. While the fine details vary between them, they all appear to revere the obelisk as some type of savior, dating as far back as their recovered historical records go.\n\n\nWell, it's not exactly a \"savior\", but that's the closest derivative the Tolkien was able to connect their term for it. Given how far back their worship of it goes though, I wonder if it's got any sort of connection with their Terran relatives? Wouldn't hurt to give the Anthropology department at 581 a ring at some point. Since the excavation crews planet-side haven't been able to find any sort of matching structures yet, maybe we can find something analogous back home. Nevertheless, it's a fascinating read.\n\n\n\n\nEntry #: 12\n\nDate: 29/07/2063\n\n\nThe updated Interface is complete and ready to go. All that's left now is to actually initiate the transfer. I can't help but feel…nervous, about the whole thing though. It's not that I don't believe in our work. The team has been nothing short of extraordinary. It's just I've been so caught up in the science of it all, that the reality of it never truly settled in. My word is the final say in whether or not the Galatinians get a second chance at life. This is something I should be ecstatic about, being presented such an opportunity. Yet the gravity behind such a decision just hit me like a bag of bricks. I pray to God this works.\n\n\n\n\nEntry #: 13\n\nDate: 30/07/2063\n\n\nThe simulation has successfully launched, and is now home to over 24 billion inhabitants. I'd say we can breathe a sigh of relief, but this is just the beginning. Now we move on to the observation and maintenance stage, which has been a mixed bag. In terms of positives, the Galatinians seem to have adjusted to their living situation quite well. Since we've removed their perceived threat of the neighboring Secace system, Galatinian efforts seem to be primarily focused on astronomical exploration. Fortunately, we've replicated more than enough of their neighboring star systems to satiate any potential thirst for wanderlust. Plus, for added measure, we've implemented a system of procedurally generating additional planetary systems beyond their immediate environment. It'll at least add to the illusion of a greater universe beyond their slice of it.\n\n\nIn terms of setbacks, the Sophocles took the launch hard. The strain on the ship-wide network blew out a couple reactors in the power station subdecks. While the remaining reactors are capable of overclocking to make up for the deficit, long term sustainment of Elysium will require the full fleet of them to be operational. I already plan on meeting with the Engineering crew to discuss a course of action for repairs, so let's hope for the best.\n\n\n\n\nEntry #: 14\n\nDate: 04/08/2063\n\n\nLooks like we're in luck. Thanks to the assistance of the SCPV Asimov's crew, the repairs on our power station subdecks should be finished ahead of schedule.\n\n\nAs for the Galatinians, they've been mostly preoccupied with their so called \"interstellar expansion\". It seems one of their primary concerns prior to 001's creation was developing more extraplanetary colonies to address global resource shortages. Sounds awfully familiar, if you ask me. \nWith\n this expansion, though, has come a plethora of technological developments, with one of the most notable innovations we've seen so far being the creation of something called a Differential Graviton Drive. From the looks of it, this Drive uses the accumulation of gravitons to sort of… slingshot, their vessels at FTL speeds. Wile this sort of engineering is beyond me, our R&D department has been having a \nfield day\n with it.\n\n\nI, on the other hand, feel a bit uneasy, with the prospect of it. Don't get me wrong, it's certainly impressive to witness, but I fear having access to such instantaneous travel could put the simulation at risk for malfunction, or worse. I don't want to have to intervene, but we definitely need to keep a close eye to ensure the stability of the program.\n\n\n\n\nEntry #: 15\n\nDate: 18/09/2063\n\n\nI probably should've updated this sooner, but I've been a bit preoccupied, as of late. While the use of the DG Drive in Elysium hasn't caused any world-shattering problems yet, we've noticed that one of the interstellar colonies in Ignotus 47-Alpha has been displaying some…unusual activity. Well, I shouldn’t say unusual, but rather, a \nlack of\n activity of any sort. The actual architecture and whatnot is still there, it's just the inhabitants themselves have sort of vanished. Which is strange because a biometric analysis of the planet shows it’s very much capable of Galatinian habitation, especially given the lack of native species. While mortality is still very much a natural process within the simulation, there doesn’t seem to be any evidence that they \ndid\n perish.\n\n\nRegardless, the Council of 75\n3\n has already launched an automated scouting party to investigate the state of the colony. I suggested that we insert an avatar to look around before they do, but Command is insistent that this is just a “natural” anomaly, whatever that means.\n\n\n\n\nEntry #: 16\n\nDate: 20/09/2063\n\n\nNatural anomaly, my ass. I’m not sure what they found on that planet, but shit is going south, fast. For context, not long after the scouting party landed, they began a system scan of the central outpost to look for any sort of security records of hostile encounters. Whatever data they encountered in those logs can only really be described as some sort of “infohazardous malware” that’s spreading among the populace back in 81 Galatine. It seems to be only interacting with the Galatinians though, causing some sort of feral paranoia, before they just…vanish, like the colonists. Whatever the case, the Council of 75 has been trying to quell the spread of it, but it’s looking more and more like an uphill battle for them.\n\n\nSince it keeps eluding our containment, I’m already prepping an insertion team to analyze it first hand. I’m sure Command’s going to flame me for this, but frankly, I don’t care. I just hope we can get there in time before it’s too late.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7745-3: VCBR-1477 Expedition\n\n\n\n\nClose\n\n\n\n\n\n\nExploration Log Transcript\n\n\nDate:\n 21/09/2063\n\n\nPersonnel:\n\n\n\n\nAgent Victor Carter\n\n\nDr. Logan Apostolos\n\n\n\n\nNote: Given the dire circumstances within VCBR-1477, Agent Carter was granted moderator privileges in order to conduct a full investigation. To avoid immediate detection, Agent Carter was inserted 1 kilometer beyond the outskirts of Prima Signa, the planetary capital of 81 Galatine Two.\n\n\n\n\n[Begin Log]\n\n\nThe feed opens to show a sprawling megalopolis in the distance, shrouded in a mild haze. No signs of activity are evident, save for an illuminated megastructure.\n\n\nApostolos\n: Agent Carter, do you read me?\n\n\nCarter\n: Loud and clear. Mission parameters still the same?\n\n\nApostolos\n: As of now, yes. We have reason to believe the data from their scouting party is housed in the ███ ███, so your best bet would be to start there.\n\n\nCarter\n: Gotcha. And what of any survivors?\n\n\nApostolos\n: Avoid if possible. Your moderator privileges should allow you ease of access to any facilities you need.\n\n\nCarter\n: Understood.\n\n\nCarter translocates from their current position into the city proper, materializing 200 meters from the front entrance of the illuminated skyscraper. Unidentified vehicles litter the road leading up to the megastructure, with a monolithic statue situated in front of it. The agent draws their firearm and begins to slowly approach, scanning their immediate surroundings for any signs of activity.\n\n\nApostolos\n: I don't think that's necessary, Carter.\n\n\nCarter\n: Force of habit, especially since you said there was supposed to be some sort of activity here.\n\n\nApostolos\n: Per our last observation, there was.\n\n\nCarter\n: All the more reason to have this out.\n\n\nCarter pauses in front of the monolith, seemingly inspecting the engravings along the face of it\n\n\nApostolos\n: Is something wrong, Carter?\n\n\nCarter\n: …\n\n\nApostolos\n: Victor?\n\n\nCarter\n: Huh? Sorry, I was…out to lunch there, for a second.\n\n\nApostolos\n: Everything alright?\n\n\nCarter\n: Yeah, I'm fine. This thing just has an…unusual aura to it. Could be infohazardous.\n\n\nApostolos\n: Noted. We'll decipher the engravings, see if anything comes up. Are you able to continue?\n\n\nCarter\n: Of course. Moving now.\n\n\nCarter proceeds into the megastructure, making their way through the entrance. A black, semicircular desk can be seen opposite Agent Carter, with a set of large, double doors looming directly behind it. The remainder of the lobby is barren.\n\n\nCarter\n: The lobby feels… offputtingly barren.\n\n\nApostolos\n: Focus. Any chance you can get through those doors?\n\n\nCarter\n: I'll try. Stand by.\n\n\nAgent Carter holsters his firearm and approaches the double doors. Upon pushing, the entryway is revealed to be locked.\n\n\nCarter\n: Hmm, no dice. There's gotta be an interface somewhere.\n\n\nApostolos\n: Maybe check the desk?\n\n\nCarter\n: Good ca-\n\n\nA loud groaning can be heard as the doors lurch open, revealing a large amphitheater. It is seemingly abandoned, save for a small, semi-circular rostrum in the center. Audiovisual feed from Agent Carter becomes increasingly distorted as he approaches the amphitheater.\n\n\nCarter\n: (\nwarbled\n) Fascinating… even… simila-…\n\n\nApostolos\n: Agent Carter, be advised. There seems to be some kind of interference with your ocular feed.\n\n\nCarter\n: (\nwarbled\n) Und…stoo…\n\n\nApostolos\n: Hello?\n\n\nVideo feed from Agent Carter is abruptly cut, with only a soft, trilling noise remaining.\n\n\nApostolos\n: What the hell just happened?\n\n\nCarter\n: (\nstatic\n)\n\n\nApostolos\n: Victor, come in!\n\n\nCarter\n: (\nstatic\n)\n\n\nApostolos\n: Enough of this. Preparing for emergency extraction. Stand by.\n\n\nThe audiovisual feed is restored. A small, dark humanoid can be seen hunched in the center of the amphitheater, muttering incoherently. Agent Carter slowly approaches the figure, firearm drawn.\n\n\nApostolos\n: Do not engage! I repeat, do not engage! We're getting you out.\n\n\nFigure\n: (\nunknown\n)\n\n\nCarter\n: What?\n\n\nFigure\n: (\nunknown\n)\n\n\nCarter\n: I… don't understand.\n\n\nFigure\n: (\nunknown\n)\n\n\nThe figure begins to stand up as the amphitheater around them slowly dematerializes. In its place, an innumerable amount of similar humanoids can be seen, closing in on Agent Carter.\n\n\nCarter\n: Oh… oh God…\n\n\nApostolos\n: Victor, brace yourself! We're pulling you out!\n\n\nCarter\n: No, wait! Don't pul-\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\nUpon emergency extraction of Agent Carter, multiple network intrusions were detected throughout the SCPV Sophocles, resulting in catastrophic power failure. These intrusions would continue to spread across multiple Foundation-affiliated vessels, as well as Terran-based sites. A system wide reboot was initiated to prevent catastrophic containment failure, with all afflicted vessels and sites resuming operations via local area networks.\n\n\n\n\n*LEVEL 5 CLEARANCE REQUIRED*\n\n\n\n\nClose\n\n\n\n\n\n\nAudio Log Transcript\n\n**Date: 12/10/2063\n\n\nPersonnel:\n\n\n\n\nVice Admiral Reyna Amihan\n\n\nDr. Logan Apostolos\n\n\n\n\n\n\n[Begin Log]\n\n\nAmihan\n: The Sophocles is secure and disconnected from the greater Foundation network. Once we finish uploading CERBERUS, she will be remotely transported to a local black hole.\n\n\nApostolos\n: Thank God. And you're positive CERBERUS will be able to oversee the network?\n\n\nAmihan\n: Absolutely. It's a Class II adaptive cybersecurity program. It's seen and handled pretty much every trick in the book.\n\n\nApostolos\n: And if it can't?\n\n\nAmihan\n: Well, I don't \nplan\n on it failing, but if it does, I've got the Asimov and Barker on standby. One wrong move, and they'll…forcibly, decay its orbit.\n\n\nApostolos\n: Good… good. And what of any fragments?\n\n\nAmihan\n: None that we're aware of. The reboot effectively purged any traces of this…malware, or whatever you want to call it. Trust me, we triple checked everything, you don't have to worry about it.\n\n\nApostolos\n: I know-\n\n\nAmihan\n: How's Victor holding up?\n\n\nApostolos\n: Breathing, but otherwise unresponsive. Medical personnel think he's experiencing some kind of Locked-In Syndrome. They're confident he'll recover, but… it's gonna take some time.\n\n\nAmihan\n: I understand. I hope you were able to recover \nsomething\n from his expedition then.\n\n\nApostolos\n: We did. Well, bits and pieces, but they… don't quite make sense.\n\n\nAmihan\n: What do you mean?\n\n\nApostolos\n: Based on our findings from the data on Ignotus 47, there's reason to believe the simulation was… tampered with, upon their arrival.\n\n\nAmihan\n: Tampered with how? What exactly were the Galatinians exposed to?\n\n\nApostolos\n: That's the thing. I don't think they were exposed to anything. I believe the tampering weakened the simulation enough to be detectable by the Galatinians.\n\n\nAmihan\n: That… doesn't add up. How did they notice it, and not you?\n\n\nApostolos\n: I believe it stems from their unique neuroanatomy. Their sense of perception is much more advanced than ours. A few mild, but intentionally placed tweaks in the simulation could have alerted them, but not us.\n\n\nAmihan\n: That's quite a hunch, yet it still doesn't explain their sudden disappearance.\n\n\nApostolos\n: That's what I've been trying to work out too. I can't say for certain, but I feel that monolith Victor interacted with had something to do with the whole \nvanishing act\n. The Galatinians have frequently referred to it as their \nsavior\n in the past. It may host some… inexplicable anomalous properties.\n\n\nAmihan\n: Okay, let's just say all these events happen to align. Who do you believe would actually conduct such an act?\n\n\nApostolos\n: Can't say for certain. It does seem… unusual though, that settlements are already being arranged on Galatinian home-world barely a week after recent events.\n\n\nAmihan\n: You think it's someone in the Astro-Colonial Department?\n\n\nApostolos\n: I have my suspicions.\n\n\nAmihan\n: [\ngrunts\n] I see. I'll start pulling some strings, see where things lead me. In the meantime, speak of this to no one. I don't want rumors muddling any investigatory efforts. Understood?\n\n\nApostolos\n: Crystal clear.\n\n\nAmihan\n: Very well. I'll be in touch.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A stellar-mass black hole located ~525 light years from the 81 Galatine system\n\n\n2\n. Officially referred to as SCP-7745-a\n\n\n3\n. An intergovernmental organization consisting of 75 sovereign states. It is the primary ruling body of 81 Galatine\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7745\n\" by DrRevan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7745\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7745 \" by DrRevan, from the SCP Wiki . Source: https://scpwiki.com/scp-7745 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7745 is to be contained within a Closed Ship-Wide Network (CS-WN) aboard the SCPV Sophocles. CERBERUS.aic is to maintain the integrity of the network, and neutralize any attempts to escape by SCP-7745. These attempts are to be logged by CERBERUS.aic, and reported biweekly to Vice Admiral Amihan.",
    "description": "SCP-7745 refers to the collective designation of the digitized Galatine Homo habilus populace currently housed within Virtually Constructed Bio-Reserve 1477 (VCBR-1477). Colloquially referred to as \"Elysium\", the creation of VCBR-1477 is the result of a collaborative attempt to preserve the Galatinian civilization. The dimensions of the simulation are meant to be a direct replicate of those within the 81 Galatine star system, as well as immediately neighboring celestial bodies.",
    "title": "SCP-7745"
}