{
    "url": "https://scp-wiki.wikidot.com/scp-7749",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7749\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph of SCP-7749 taken at a safe distance of 12m. Note visual artifacts and spatial distortion caused by SCP-7749's anomalous properties.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7749 is to be stored on a pedestal inside of a large Keter-class containment chamber at \nSite-86\n. This pedestal is not to be placed less than 10m from any side of the chamber. Personnel are not to enter SCP-7749's containment chamber at any time except for testing. The containment chambers directly above and below SCP-7749's are to remain unoccupied due to the height restrictions of SCP-7749's chamber.\n\n\nAs of 20/05/2023, finding a way to neutralize SCP-7749's anomalous effects or transport it off-site is considered a top level priority.\n\n\nDescription:\n SCP-7749 is a dark-brown 12oz ceramic mug. SCP-7749 contains a light-brown liquid, identified by personnel to be standard coffee. The volume of liquid contained within SCP-7749 has not been seen to change during its time in Foundation custody.\n\n\nSCP-7749 possesses a multitude of anomalous properties, including but not limited to:\n\n\n\n\nVisual distortion in a roughly 10m radius around SCP-7749. Observers have reported the surrounding area as appearing \"fuzzy\" or reminiscent of a low-resolution image.\n\n\nSpatial distortion within the same radius. This causes SCP-7749 to appear closer to or further from an observer than it actually is.\n\n\nSpontaneous transmutation into various other shapes at random intervals for short periods of time, typically appearing jagged, irregular, and distorted.\n\n\nSpontaneous teleportation at random intervals. Distance teleported has not been observed to exceed 10m in any direction.\n\n\nGeneral instability of space within the 10m radius. This has resulted in the alteration of objects within the area, often appearing distorted in a similar manner to SCP-7749 during its transformations. Sudden disappearance, acceleration, and teleportation of objects within the area has also been observed.\n\n\n\n\nSCP-7749 was discovered on May 18, 2023 inside a break room in Site-86 Facility 4 by multiple personnel. Upon initial reports of the anomaly, the break room was blocked off and attempts were made to transport the object to a containment chamber. Following multiple unsuccessful attempts to get near SCP-7749, a portable Scranton reality anchor (SRA) was deployed to allow agents to transfer the object into a portable containment locker for transportation, after which it was successfully contained. Both the SRA and the portable containment locker sustained significant alteration by SCP-7749 during the event and were rendered inoperable following containment.\n\n\n\n\n\n\nAddendum 7749.1: Related Documentation\n\n\n\n\n\n\n18/05/2023\n\n\nSCP FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION — PANOPTICON\n\n\nThe following is the PANOPTICON ping report\n1\n for the Southwest United States Region on May 18, 2023.\n\n\n\n\nPing sent:\n 13:00:00 UTC\n\n\nSite-15 response:\n 13:00:21 UTC\n\n\nSite-45 response:\n 13:00:20 UTC\n\n\nSite-56 response:\n 13:00:21 UTC\n\n\nSite-86 response:\n 13:00:19 UTC\n\n\nSite-666 response:\n 13:00:17 UTC\n\n\n\n\nPing sent:\n 13:05:00 UTC\n\n\nSite-15 response:\n 13:05:20 UTC\n\n\nSite-45 response:\n 13:05:18 UTC\n\n\nSite-56 response:\n 13:05:22 UTC\n\n\nSite-86 response:\n 13:05:23 UTC\n\n\nSite-666 response:\n 13:05:19 UTC\n\n\n\n\nPing sent:\n 13:10:00 UTC\n\n\nSite-15 response:\n 13:10:20 UTC\n\n\nSite-45 response:\n 13:10:21 UTC\n\n\nSite-56 response:\n 13:10:19 UTC\n\n\nSite-86 response:\n 13:10:25 UTC\n\n\nSite-666 response:\n 13:10:19 UTC\n\n\n\n\n\n\n19/05/2023\n\n\nSCP FOUNDATION EXPERIMENT LOG 5257-19/05/2023\n\n\nThe following footage was recorded by security cameras within SCP-7749's containment chamber.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n00:00:\n \n[SCP-7749 is seen sitting on its pedestal and shaking slightly, as normal.]\n\n\n00:04:\n \n[SCP-7749 spontaneously moves forward half a meter in the direction of the door to the containment chamber. It continues to vibrate idly.]\n\n\n00:09:\n \n[SCP-7749 jumps an additional two meters forward. It is now floating roughly one meter above the ground, as if it were still on its pedestal.]\n\n\n00:13:\n \n[SCP-7749's color changes to near-total black, including the liquid within it. One second later, it returns to its normal hue.]\n\n\n00:20:\n \n[Researcher Kenneth Carson enters SCP-7749's containment chamber. He watches SCP-7749 for ten minutes, recording observations on a clipboard.]\n\n\n10:26:\n \n[Researcher Carson produces a small metal bar and holds one end of it toward SCP-7749, allowing the bar to enter within SCP-7749's range of effect. The bar instantly vanishes for two seconds, during which Researcher Carson takes notes.]\n\n\n10:28:\n \n[The bar appears directly above SCP-7749, and falls down toward it. Immediately before contact can be made, the bar instantly disappears and reappears in its prior position above SCP-7749, and begins to fall again. This repeats several more times.]\n\n\n12:17:\n \n[The bar once again vanishes before making contact with SCP-7749, but does not reappear. Researcher Carson notes this and waits for the bar to reappear. After eight minutes of waiting, Researcher Carson appears mildly frustrated and exits the containment chamber.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nNote(s):\n \nVolatile and unpredictable. I advise we move ahead with caution when it comes to experimentation.\n\n\n-Kenneth Carson, researcher\n\n\n\n\n\n\n20/05/2023\n\n\nSCP FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION — PANOPTICON\n\n\nThe following is the PANOPTICON ping report for the Southwest United States Region on May 20, 2023.\n\n\n\n\nPing sent:\n 13:00:00 UTC\n\n\nSite-15 response:\n 13:00:18 UTC\n\n\nSite-45 response:\n 13:00:21 UTC\n\n\nSite-56 response:\n 13:00:20 UTC\n\n\nSite-86 response:\n 13:00:46 UTC\n\n\nSite-666 response:\n 13:00:22 UTC\n\n\n\n\nPing sent:\n 13:05:00 UTC\n\n\nSite-15 response:\n 13:05:20 UTC\n\n\nSite-45 response:\n 13:05:17 UTC\n\n\nSite-56 response:\n 13:05:23 UTC\n\n\nSite-86 response:\n 13:05:55 UTC\n\n\nSite-666 response:\n 13:05:19 UTC\n\n\n\n\nPing sent:\n 13:10:00 UTC\n\n\nSite-15 response:\n 13:10:19 UTC\n\n\nSite-45 response:\n 13:10:20 UTC\n\n\nSite-56 response:\n 13:10:22 UTC\n\n\nSite-86 response:\n 13:11:09 UTC\n\n\nSite-666 response:\n 13:10:17 UTC\n\n\n\n\nFollowing the above ping report, an investigation was launched into the incongruity. After faulty equipment was ruled out, SCP-7749, having been discovered at Site-86 the same day the issue began, was determined to be the most probable cause. As such, Dr. Evie Salem-Orden\n2\n and Archivist Ryan River\n3\n launched a joint operation to lessen SCP-7749's temporal impact on Site-86.\n\n\n\n\n21/05/2023\n\n\nSCP FOUNDATION INCIDENT LOGS 21/05/2023\n\n\nThe following excerpts were recorded by various security cameras throughout Site-86 on May 21, 2023.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n10:02:\n \n[Ethics Committee liaison Henri Cosztonne is seen sitting at his desk. He appears to be reading something on his computer, though the screen cannot be seen.]\n\n\n10:04:\n \n[Cosztonne's office phone rings. He moves to pick it up, but ceases all movement, including breathing and blinking, shortly before he can reach the phone, remaining frozen in place with his hand directly above it.]\n\n\n10:05:\n \n[The phone rings again. Cosztonne remains frozen in place.]\n\n\n10:06:\n \n[The phone rings a third time. Cosztonne remains frozen in place.]\n\n\n10:30:\n \n[Cosztonne finally resumes movement, picking up the phone, but expresses confusion upon finding no one on the line. He places the phone down and continues his previous activities, seemingly unaware of the event.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n13:25:\n \n[Dr. Charles Wendover is seen walking through the Site-86 greenhouse, holding a watering can.]\n\n\n13:26:\n \n[Dr. Wendover approaches \nSCP-6664-B\n. As he attempts to water it, the watering can in his hand vanishes. He recoils slightly in confusion, and begins looking around for the watering can fruitlessly. After a few moments, he shrugs and walks out of frame.]\n\n\n13:30:\n \n[Dr. Wendover returns with another watering can. He once more attempts to water SCP-6664-B. A few moments later a metal watering can, identified as the first one used by Dr. Wendover, appears in the air roughly 0.3 meters left of his head. It accelerates towards him, hitting him in the head and knocking him over, spilling both its and the other can's contents.]\n\n\n13:31:\n \n[Dr. Wendover stands. Blood is seen on his head and neck. He looks at the cans on the ground, slowly backs away from them, and runs out of frame.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n23/05/2023\n\n\nSCP FOUNDATION CONTAINMENT LOGS 21/05/2023\n\n\nThe following is an abridged summary of containment attempts of SCP-7749 as part of the joint operation by Dr. Salem-Orden and Archivist River, May 21, 2023.\n\n\n\n\nMethod:\n Installation of several Scranton reality anchors (SRAs) in SCP-7749's containment chamber.\n\n\nResult:\n All installed SRAs were spontaneously altered in shape, distorting several critical components into jagged and inconsistent shapes. All units were rendered inoperable.\n\n\n\n\nMethod:\n Relocation of SCP-7749 off-site.\n\n\nResult:\n All agents sent to place SCP-7749 into a portable containment locker were propelled away from the object at high speed. All agents were uninjured but were unsuccessful in getting close to SCP-7749.\n\n\n\n\nMethod:\n Installation of a Xyank/Anastasakos Constant Temporal Sink (XACTS) in SCP-7749's containment chamber.\n\n\nResult:\n A metal bar (identified as the one used in Experiment Log 20/05/2023) materialized in front of SCP-7749 and was launched at the XACTS at high speed, destroying the unit.\n\n\n\n\n\n\n\n\nWarping pattern on metal bar caused by SCP-7749's anomalous effects.\n\n\n\n\n\n\n\n\n22/05/2023\n\n\nSCP FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION — PANOPTICON\n\n\nThe following is the PANOPTICON ping report for the Southwest United States Region on May 22, 2023.\n\n\n\n\nPing sent:\n 13:00:00 UTC\n\n\nSite-15 response:\n 13:00:22 UTC\n\n\nSite-45 response:\n 13:00:17 UTC\n\n\nSite-56 response:\n 13:00:23 UTC\n\n\nSite-86 response:\n 13:05:49 UTC\n\n\nSite-666 response:\n 13:00:18 UTC\n\n\n\n\nPing sent:\n 13:05:00 UTC\n\n\nSite-15 response:\n 13:05:20 UTC\n\n\nSite-45 response:\n 13:05:17 UTC\n\n\nSite-56 response:\n 13:05:19 UTC\n\n\nSite-86 response:\n 13:11:55 UTC\n\n\nSite-666 response:\n 13:05:20 UTC\n\n\n\n\nPing sent:\n 13:10:00 UTC\n\n\nSite-15 response:\n 13:10:21 UTC\n\n\nSite-45 response:\n 13:10:23 UTC\n\n\nSite-56 response:\n 13:10:18 UTC\n\n\nSite-86 response:\n 13:17:23 UTC\n\n\nSite-666 response:\n 13:10:20 UTC\n\n\n\n\n\n\n22/05/2023\n\n\nSCP FOUNDATION INCIDENT LOGS 22/05/2023\n\n\nThe following excerpts were recorded by various security cameras throughout Site-86 on May 22, 2023.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n11:10:\n \n[Dr. Stephanie Mulberry is seen eating in the site cafeteria.]\n\n\n11:12:\n \n[Dr. Mulberry stands and begins walking towards a garbage can on the far side of the cafeteria.]\n\n\n11:13:\n \n[Before she is able to reach the garbage can, Dr. Mulberry is teleported 6m backwards from where she was walking. She continues walking, appearing not to notice. She once again teleports 6m back when she reaches her previous position in front of the can. This happens five more times.]\n\n\n11:15:\n \n[The loop ends as Dr. Mulberry is flung several meters forward by an unseen force, crashing into the garbage can and several gathered onlookers.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n15:23:\n \n[Agent Roxanne Quaver is seen talking to several other agents in a hallway.]\n\n\n15:28:\n \n[Agent Quaver vanishes for less than a second and reappears hovering 0.3m above the ground. Confusion ensues among the group.]\n\n\n15:29:\n \n[Agent Zachary Mejnik attempts to pull Agent Quaver down to the ground. His hands pass through the body of the agent, leading to further unrest among the group. Several other members of the group attempt and are equally unsuccessful.]\n\n\n15:33:\n \n[After four minutes of confused conversation between members of the group, Agent Quaver spontaneously inverts, remaining in her position above the ground, but hovering upside-down.]\n\n\n15:34:\n \n[Agent Quaver ceases hovering and falls to the ground. Agent Mejnik attempts to catch her, knocking her off-course in the process and making her land on her arm instead of her head. Agent Quaver is uninjured aside from a minor bruise.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n23/05/2023\n\n\nSCP FOUNDATION CONTAINMENT LOGS 23/05/2023\n\n\nThe following is an abridged summary of containment attempts of SCP-7749 as part of the joint operation by Dr. Salem-Orden and Archivist River, May 23, 2023.\n\n\n\n\nMethod:\n Neutralization of SCP-7749 via the detonation of explosive charges.\n\n\nResult:\n Site-86's entire Keter containment wing was temporally frozen immediately upon detonation. Over an hour later, the Keter wing was unfrozen, but had moved backward in time three days, leading to confusion among personnel. SCP-7749 was unaffected and the charges were missing upon resumption of temporal flow.\n\n\n\n\nMethod:\n Opening of a Way to transport SCP-7749 off-site.\n\n\nResult:\n A Way was successfully created under SCP-7749, but it did not possess a corresponding emergence point. The area of space within the Way appeared as a solid wall of purple and black-checkered squares that SCP-7749 was unable to pass through.\n\n\n\n\nMethod:\n Use of thaumaturgy to teleport SCP-7749 off-site.\n\n\nResult:\n Attempt failed for an unknown reason. The thaumaturge assigned claimed that the \"request timed out\", and refused to further elaborate.\n\n\n\n\n\n\n22/05/2023\n\n\nSCP FOUNDATION AUDIO LOG 23/05/2023\n\n\nThe following is a transcript of a meeting between Dr. Salem-Orden, Archivist River, and site director Anthony Joko on May 23, 2023.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDr. Salem-Orden:\n Director, this is becoming a problem. An even worse problem than it already is.\n\n\nDir. Joko:\n How bad is it?\n\n\n[Arch. River produces a printed copy of the PANOPTICON ping report for May 23 and hands it to Dir. Joko.]\n\n\nDr. Salem-Orden:\n Site-86 is now over ten minutes behind the rest of the world.\n\n\nDir. Joko:\n All of Site-86?\n\n\nDr. Salem-Orden:\n Yes. \nAll\n of Site-86.\n\n\nDir. Joko:\n Even the—\n\n\nDr. Salem-Orden:\n Even the \nexternal facilities\n. For some reason, this problem is exclusive to Site-86. All of the surrounding area is operating normally.\n\n\nDir. Joko:\n I've seen the security footage. You know this isn't just a temporal anomaly.\n\n\n[Arch. River steps forward.]\n\n\nArch. River:\n Yeah— yes. The, uh, the region of space inhabited by Site-86 has become incredibly hazardous. SCP-7749's instability is not just limited to its \"radius\" anymore. I've stopped updating the main file at this point because this thing's parameters keep changing on us.\n\n\nDr. Salem-Orden:\n We're unable to diminish its effects and we're unable to move it. We've tried everything.\n\n\nDir. Joko:\n You've tried six things.\n\n\nDr. Salem-Orden:\n That's just what's in the file, Director. Ryan couldn't include all of them.\n\n\nArch. River:\n Sir, if you don't mind me butting in, I'm sure you've also noticed the, uh, the other problem that's been happening.\n\n\n[Silence on recording for several seconds.]\n\n\nDir. Joko:\n The…?\n\n\n[Arch. River clears his throat.]\n\n\nArch. River:\n Right. Yeah. Site-86's average temperature over the last week has inexplicably skyrocketed. The entire site is overheating, but no one's found any ventilation or air conditioning issues.\n\n\nDir. Joko:\n I suppose it is hot in here, yeah.\n\n\nArch. River:\n It's going to get worse. If the site's instability and temperature keep rising at this rate, Site-86 will be uninhabitable by the 25th.\n\n\nDir. Joko:\n I'm still not… entirely sure what you want me to do about it. This is your task force.\n\n\nDr. Salem-Orden:\n We're not proposing more experiments, Director. We're proposing we evacuate the site.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAfterword:\n Following this meeting, Director Joko signed an executive order to evacuate the site of all personnel and anomalies, which would take place over the next two days. All anomalies would be transferred to nearby sites, such as Sites -56 and -45, or to temporary containment outposts. This evacuation would remain in effect until a solution to the SCP-7749 problem was discovered.\n\n\n\n\n\n\n24/05/2023\n\n\nSCP FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION — PANOPTICON\n\n\nThe following is the PANOPTICON ping report for the Southwest United States Region on May 24, 2023.\n\n\n\n\nPing sent:\n 13:00:00 UTC\n\n\nSite-15 response:\n 13:00:17 UTC\n\n\nSite-45 response:\n 13:00:18 UTC\n\n\nSite-56 response:\n 13:00:23 UTC\n\n\nSite-86 response:\n 13:30:06 UTC\n\n\nSite-666 response:\n 13:00:18 UTC\n\n\n\n\nPing sent:\n 13:05:00 UTC\n\n\nSite-15 response:\n 13:05:23 UTC\n\n\nSite-45 response:\n 13:05:20 UTC\n\n\nSite-56 response:\n 13:05:19 UTC\n\n\nSite-86 response:\n 13:46:57 UTC\n\n\nSite-666 response:\n 13:05:21 UTC\n\n\n\n\nPing sent:\n 13:10:00 UTC\n\n\nSite-15 response:\n 13:10:23 UTC\n\n\nSite-45 response:\n 13:10:20 UTC\n\n\nSite-56 response:\n 13:10:19 UTC\n\n\nSite-86 response:\n 14:12:16 UTC\n\n\nSite-666 response:\n 13:10:21 UTC\n\n\n\n\n\n\n\n\nPhotograph taken on Site-86 grounds on May 24, 2023.\n\n\n\n\n\n\n\n\n24/05/2023\n\n\nSCP FOUNDATION INCIDENT LOGS 24/05/2023\n\n\nThe following excerpts were recorded by various security cameras throughout Site-86 on May 24, 2023.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n14:41:\n \n[Assistant site director Shannon Butler is seen leading a group of agents transporting several anomalies.]\n\n\n14:52:\n \n[Asst. Dir. Butler pauses. The agents pause in response. Asst. Dir. Butler does not move for two minutes.]\n\n\n14:54:\n \n[Asst. Dir. Butler screams. Her entire body becomes near-total black in color. The agents back away in caution.]\n\n\n14:55:\n \n[Asst. Dir. Butler falls to the ground, continuing to scream. Her body rapidly flickers between near-total black, a pattern of purple and black-checkered squares, and completely vanishing. An agent from the group runs to get help. She is seen slamming her fists into the ground and frantically grabbing at her hair and face as her body begins significantly shaking.]\n\n\n15:13:\n \n[Asst. Dir. Butler stops screaming. Her body slowly regains its typical form. She remains on the ground, crying and hyperventilating. After two minutes, an agent helps her to her feet and the group hesitantly resumes moving alongside her.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n15:23:\n \n[Archivist River is seen in the Safe containment wing, overseeing the transportation of several anomalous objects.]\n\n\n15:31:\n \n[Arch. River vanishes, reappearing a second later 2m to the left, his body partially clipped into the wall next to him. He begins panicking, trying to escape the wall.]\n\n\n15:34:\n \n[Arch. River pushes against the wall a final time, successfully passing back through it and freeing himself. Upon being freed, he hovers in the air for a second before falling, passing through the floor and falling through to the floor below. Security cameras on lower floors at this point capture Arch. River falling all the way down the site, passing through all solid objects in his way. He is heard screaming the entire time.]\n\n\n15:34:\n \n[Cameras in Basement Level 3 capture Arch. River falling through the floor. As BL-3 is the lowest floor of Site-86, Arch. River is assumed lost, as he has not been recovered since.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 7749.2: Archival\n\n\n\n\nThis file is set to be archived following the May 25, 2023 incident at Site-86. For more information regarding the incident, \nclick here for the current version of this file.\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The PANOPTICON ping is a signal sent precisely once every five minutes to all Foundation sites worldwide. This is a safety measure in order to ensure that all sites are functioning properly and are connected to the PANOPTICON surveillance system.\n\n\n2\n. \nSite-86's regional head of the Temporal Anomalies Department.\n\n\n3\n. Site-86's head of archives and \nRAISA liaison.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7748\n | SCP-7749 | \nSCP-7750\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7749\n\" by Rhineriver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7749\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Mug with beverage\n\n\nAuthor:\n Corn cheese\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Mug_with_beverage.jpg\n]\n\n\n\n\n\n\n\n\n\n\nFilename:\n Static mixer filled with glue\n\n\nAuthor:\n Suvroc\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Static_mixer_filled_with_glue.jpg\n]\n\n\n\n\n\n\n\n\n\n\nFilename:\n Glitch Art en Argentina\n\n\nAuthor:\n Lucas Rafael Tenllado Gil\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Glitch_Art_en_Argentina.jpg\n]\n\n\n\n\n\n\n\n\n\n\nFilename:\n Reno, Nevada photo D Ramey Logan\n\n\nAuthor:\n Don Ramey Logan\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Reno,_Nevada_photo_D_Ramey_Logan.jpg\n]",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7749 \" by Rhineriver, from the SCP Wiki . Source: https://scpwiki.com/scp-7749 . Licensed under CC-BY-SA .",
        "Filename: Mug with beverage Author: Corn cheese License: CC BY-SA 4.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Mug_with_beverage.jpg ]",
        "Filename: Static mixer filled with glue Author: Suvroc License: CC BY-SA 3.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Static_mixer_filled_with_glue.jpg ]",
        "Filename: Glitch Art en Argentina Author: Lucas Rafael Tenllado Gil License: CC BY-SA 4.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Glitch_Art_en_Argentina.jpg ]",
        "Filename: Reno, Nevada photo D Ramey Logan Author: Don Ramey Logan License: CC BY-SA 4.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Reno,_Nevada_photo_D_Ramey_Logan.jpg ]"
    ],
    "containment_procedures": "SCP-7749 is to be stored on a pedestal inside of a large Keter-class containment chamber at Site-86. This pedestal is not to be placed less than 10m from any side of the chamber. Personnel are not to enter SCP-7749's containment chamber at any time except for testing. The containment chambers directly above and below SCP-7749's are to remain unoccupied due to the height restrictions of SCP-7749's chamber.",
    "description": "SCP-7749 is a dark-brown 12oz ceramic mug. SCP-7749 contains a light-brown liquid, identified by personnel to be standard coffee. The volume of liquid contained within SCP-7749 has not been seen to change during its time in Foundation custody.",
    "title": "SCP-7749"
}