{
    "url": "https://scp-wiki.wikidot.com/scp-7751",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\nItem #:\n SCP-7751\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n While SCP-7751-A instances are safe to contain, no means of reliable permanent containment for SCP-7751 has been discovered. Foundation Webcrawler 402-OVERFISHING has been tasked with monitoring all archival media networks to detect and excise instances of SCP-7751-A, which are then stored at Site-59's media wing.\n\n\nBy order of the Ethics Committee, a moratorium has been placed on further procurement of SCP-7751-B for any reason. The mailroom of the Chicago Sun-Times has been placed under Foundation control. All incoming mail is to be scanned unopened through specialized equipment. If a request for SCP-7751-B has been detected, that piece of mail is to remain unopened and incinerated.\n\n\nAll extant SCP-7751-B instances are to be placed in cryogenic stasis at Site-7751, pending further research to decrease their suffering.\n\n\nDescription:\n SCP-7751 is a political concept with an unclear meaning. There is no evidence that SCP-7751 is a discussed topic in today's\n1\n political climate.\n\n\nSCP-7751 is capable of altering political media to include its presence. However, this can only be done with media that has been archived for a minimum of five years. Additionaly, only media from primarily English-speaking countries is affected.\n\n\nSCP-7751-A denotes a piece of media that has been affected in this manner. Approximately 98% of discovered SCP-7751-A are single-panel political cartoons. In cartoons, SCP-7751 is most commonly symbolized as a gigantic green moray eel labeled \"the Clurmbix Question,\" \"CBQ,\" or \"CB?\"\n\n\nWhen questioned, living creators of content altered by SCP-7751-A have displayed no knowledge of its existence.\n\n\nPartial Log of Collected SCP-7751-A Instances\n\n\nNumber:\n SCP-7751-17\n\n\nDate:\n December 12, 1805\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n James Gilray\n\n\nTitle:\n \"Libert-OH! Egalit-OH! Fraternit-OH!\"\n\n\nDescription:\n In the den of a rustic cottage, John Bull\n2\n gives Napoleon Bonaparte a spanking. Visible from a window, a gigantic SCP-7751 wraps its prehensile tongue around the steeple of a Russian Orthodox church, slobbering profusely.\n\n\nNumber:\n SCP-7751-75\n\n\nDate:\n March 25, 1841\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n Robert N. Elton\n\n\nTitle:\n \"The Cupboard Was Bare, And So The Poor Dog Had None!\"\n\n\nDescription:\n President William Henry Harrison, dressed as a grocer, argues in his store with SCP-7751. Harrison exclaims: \"Now look here, Mr. Clurmbix — my proud establishment has never, and will never, carry 'rehydrated pharaoh.' I daresay I know not what that even means! Now take your business elsewhere, and never bother me about your pharaohs again so long as you live!\"\n\n\nNote:\n This was published one day before President Harrison developed symptoms of the disease that led to his death the following April 4th, after only 31 days in office.\n\n\nNumber:\n SCP-7751-280\n\n\nDate:\n May 19th, 1875\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n Thomas Nast\n\n\nTitle:\n \"Now See Where Our Little Game Has Led Us!\"\n\n\nDescription:\n A tiger (Labeled \"Tammany Hall\") and a donkey (Labeled \"Democrats\") hold either end of a jump rope in their mouths. The jump rope has been tangled around the neck of SCP-7751. The former two display expressions of shock and horror. The latter, choking, has its eyes rolled and the corners of its mouth upturned in apparent ecstasy.\n\n\nNumber:\n SCP-7751-292\n\n\nDate:\n October 1st, 1889\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n Henri Julien\n\n\nTitle:\n \"You Would Do Well To Pretend You're Holding A Full Glass\"\n\n\nDescription:\n Seventeen Canadian mounted policemen, accompanied by Uncle Sam, nervously hold empty wine glasses. SCP-7751 looms over them, glaring.\n\n\nNumber:\n SCP-7751-1930\n\n\nDate:\n June 5th, 1999\n\n\nType:\n Four-panel newspaper strip\n\n\nOriginal Creator(s):\n Garry Trudeau\n\n\nTitle:\n N/A (Title of series: \nDoonesbury\n)\n\n\nDescription:\n First panel: An anthropomorphic bullet speaking to a reporter, saying: \"Safety locks, import bans on clips, background checks — we're being \noverwhelmed\n by common sense here!\" Second panel: SCP-7751, staring at the viewer. Third panel: Identical to second. Fourth panel: Identical to second and third, but with SCP-7751 saying: \"I would like a hamburger.\"\n\n\nNumber:\n SCP-7751-2030\n\n\nDate:\n January 31st, 2005\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n Dana Summers\n\n\nTitle:\n N/A\n\n\nDescription:\n An anthropomorphic donkey and elephant sit at a bar. Sobbing, the elephant begs the donkey: \"You don't understand! We \nneed\n to play backgammon \nright now!\n\" SCP-7751, looming behind the elephant, holds a metal briefcase in its teeth labeled \"Barbecue Supplies.\"\n\n\nNumber:\n SCP-7751-2983\n\n\nDate:\n July 14th, 2009\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n Gary Markstein\n\n\nTitle:\n N/A\n\n\nDescription:\n SCP-7751 vomits. President Barack Obama nervously applauds.\n\n\nNumber:\n SCP-7751-4847\n\n\nDate:\n November 25th, 2013\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n Ben Garrison\n\n\nTitle:\n \"Mano e Mano\"\n\n\nDescription:\n SCP-7751, wearing a chef's toque labeled \"Food Hat\", looms over a dinner table at an Italian restaurant. John Kerry, as an Italian waiter with a large handlebar mustache, serves a platter of severed human hands to Donald Trump. Both Trump and John Kerry have an expression of solemn acceptance. Each visible hand in the platter is individually labeled \"Severed Human Hand.\" The platter is labeled \"Flat Surface.\"\n\n\nNumber:\n SCP-7751-4879\n\n\nDate:\n February 12th, 2014\n\n\nType:\n Single-panel cartoon\n\n\nOriginal Creator(s):\n Andy Marlette\n\n\nTitle:\n \n\"STICK IT IN\"\n\n\nDescription:\n Senator Mitch McConnell nervously disrobes. With its snout, SCP-7751 nudges a bucket across the floor toward him. The bucket is overflowing with unknown black liquid.\n\n\nNumber:\n SCP-7751-4901\n\n\nDate:\n January 9th, 2015\n\n\nType:\n Radio Show\n\n\nOriginal Creator(s):\n Rush Limbaugh, \net al.\n\n\nTitle:\n \"Another Election Year\"\n\n\nDescription:\n At the 14-minute mark, the host enters the following monologue:\n\n\n\n\n<Begin Log>\n\n\nLimbaugh:\n …but before we dive too deep into this, I'd like to get one thing straight for the record. Before Obamacare, before our sultan-in-chief weaseled his way into the Oval Office, before the whole damn country collectively lost its mind — we gotta remember how deep this \nreally\n runs, people.\n\n\nTake a long, blood-red string, trace it all-l-l the way back to the source of all the corruption in Washington — and when you get there, you gotta ask yourself: What about Clurmbix? Who's gonna account for Clurmbix?\n\n\n(Sound of shuffling papers)\n\n\nNo, listen, lemme tell you something about Clurmbix…\n\n\n(24 seconds of silence.)\n\n\nGood ol' Clurmbix.\n\n\n(3 minutes and 38 seconds of Limbaugh breathing heavily.)\n\n\n…sweet momma mo-lasses.\n\n\n(Sound of a fist slamming against a table three times, followed by the table cracking.)\n\n\n(Limbaugh laughs, sleepily.)\n\n\nYeah…\n\n\n(He clicks his tongue 27 times.)\n\n\n(6 minutes of dead silence.)\n\n\n…I'm just gonna throw something at the wall and see if it sticks. Or if it leaves streaks that we'll have to wippity-wipe away. (Jaunty, isn't it?)\n\n\nPicture in your headspaces, a cockroach. In a nifty little cockroach house at the bottom of the Marianas Trench, the deepest point in the ocean. \nLower\n than the bottom. The Marianas \nBasement.\n Reading his roachy newspapers and sipping his roachy tantenkaffe. \nHmmmmmm.\n\n\nIn order to live that deep underwater, Mr. Roachy and his das Roachenhaus would have to withstand constant water pressure to the effect of \"Fuck you\" pounds per square inch. If, by some Mr. Bojangulous aberration of the laws of physics, Roachy was stil alive and kickin', what grimbish existence 'twould be, 'twould be, what a grimbish existence 'twould be.\n\n\nBut he can't always be at the bottom, now, can he? The surface world is where all the Food Lions are, and where else at the bottom of the ocean are you gonna get two-for-one on Kellogg's?\n\n\n(He cries deeply.)\n\n\nSo what if he were to suddenly resurface? The decompression would balloon him to the size of cities! Continents! Nations! And should he survive this second defilement of physics, would he not deserve all the happy little rewards in the Universe? Or is the word \"meritocracy\" a trace silhouette on the inner walls of Grandmamma's chimney?\n\n\n\n\n(He shrieks for ten seconds.)\n\n\n(Twenty seconds of quiet weeping.)\n\n\nBug.\n\n\n(He giggles.)\n\n\n(He suddenly regains his composure.)\n\n\nBut that's just the way I see it. Moving on! Let's talk about something more lighthearted, like police brutality…\n\n\n<End Log>\n\n\n\n\nSCP-7751-B refers to a biologically immortal lifeform 10 centimeters in height. All damage received heals within a maximum of ten seconds. Tissue samples taken from subjects have revealed both human and green moray eel DNA. SCP-7751-B has a vaguely humanoid frame. The only visible sensory organs are a miniature human mouth, a single nostril, and a single ear canal. Other than randomly scattered bodily hair and a skin tag on the torso in the shape of a necktie. Its limbs have no fingers or toes.\n\n\nSCP-7751-B is produced when the Chicago Sun-Times is sent a piece of physical mail requesting information regarding SCP-7751. This cannot be replicated by sending requests to other newspapers. Even through advanced interrogation techniques, no Chicago Sun-Times personnel have expressed knowledge of SCP-7751-B.\n\n\nHowever, seven days after the request is opened at the Sun-Times headquarters, an instance of SCP-7751-B appears in a cardboard box at the place where the requestor would receive incoming packages. The box's return address is listed as the Sun-Times Building in Chicago. Within the box is a mason jar filled with an instance of SCP-7751-B packed in horse dung.\n\n\nA handwritten label on the mason jar lists the following instructions:\n\n\n\n\n1. BREAK WITH HAMMER \n(DO NOT OPEN)\n\n2. \nGET AWAY\n\n3. SPRINKLE WITH IODIZED SALT\n\n4. YOU'RE WELCOME, \nBITCH\n\n\n\n\nOn 10/30/2023, seven days after sending the appropriate request, Foundation Site-59's receiving department obtained an instance of SCP-7751-B, hereafter SCP-7751-B-1.\n\n\n\n\nInterview log - SCP-7751-B-1\n\n\nDate:\n 10/30/2023\n\n\nLocation:\n Site-59 Testing Room C1\n\n\n<Begin Log>\n\n\n(The jar containing SCP-7751-B-1 sits on a table in the center of the testing chamber. Researcher Daniels approaches with a claw hammer. Dr. Nichols accompanies him.)\n\n\nDaniels:\n Goggles on. Ready when you are.\n\n\n(Nichols nods.)\n\n\n(Daniels taps the jar's lid with the hammer. The sides crack.)\n\n\nNichols:\n Your orders are to break it open.\n\n\nDaniels:\n Well, I don't want to damage it! Just seems kinda counterintuitive.\n\n\nNichols:\n Thank you for your insight. \nBreak it open.\n\n\n(Daniels winds up a stronger swing.)\n\n\n(There's a sudden, muffled screech from within the jar.)\n\n\n(Daniels hesitates.)\n\n\nNichols:\n \n(Sigh)\n It's biologically immortal! Just whack the goddamn —\n\n\n(The jar explodes.)\n\n\n(Both Nichols and Daniels fall onto the floor with several shards of glass embedded in their torsos.)\n\n\nDaniels:\n Gaah, fuck!\n\n\nNichols:\n And \nthis\n is why we wear our goggles.\n\n\n(SCP-7751-B-1 flails blindly in what's left of the packing material, shrieking.)\n\n\nUgh. Get the salt and let's get this over with.\n\n\nDaniels:\n I think there's horse shit in my blood.\n\n\nNichols:\n One thing at a time! \nSalt!\n\n\n(They both get back up. Daniels pours a small vial of iodized salt over SCP-7751-B-1.)\n\n\n(SCP-7751-B-1 immediately stops shrieking. It speaks with an adult human baritone.)\n\n\nSCP-7751-B-1:\n Oh, right, we're doing \nthis\n.\n\n\n(It stands up straight, adjusting its skin tag like a tie.)\n\n\nSCP-7751-B-1:\n Sorry about the mess.\n\n\nNichols:\n You can talk? …Please state your name for the record.\n\n\nSCP-7751-B-1:\n Okay, let's keep this relevant to the Clurmbix Question - I'm kind of on borrowed time here and you \ndo not\n want to have to clean this up again with the next thrall-canvasser, right? Right.\n\n\nNichols:\n Thrall-canvasser?\n\n\nSCP-7751-B-1:\n Oh, for fuck's sake — \nSURE!\n Great! Let's talk about ME! I mean, it's not like my entire life's purpose has been to tell you about the Clurmbix Question or anything!\n\n\nNichols:\n Um —\n\n\nSCP-7751-B-1:\n FINE. I'm an alchemical homunculus bred to be one of the only living creatures who can talk in the present tense about the Greater Clurmbiction aspect of Esoteric Democracy, and in less than a minute, my embryonic gland's gonna run out of anima mercury, and I'll be in an agonizing deathlike trance until the heat death of the Universe — THERE, HAPPY?!\n\n\nNichols:\n Sorry.\n\n\nSCP-7751-B-1:\n DON'T CARE, CLOCK'S TICKING.\n\n\nDaniels:\n Um, is the Clurmbix Question right-wing or left-wing?\n\n\nSCP-7751-B-1:\n THANK YOU. It's a \nquestion\n, all right? Questions are neutral — it's the \nanswer\n that's gonna be either liberal, conservative, snarmless, authoritarian, libertarian, Cavendish, \n(indecipherable)\n, or simian.\n\n\nNichols:\n So what \nis\n the question? I don't recall seeing it in any mainstream political —\n\n\nSCP-7751-B-1:\n Duuhh, probably because it's not mainstream? Obviously?! Look, when you decide what political party you're gonna join, an informed voter needs to consider all factors, even the ones that can only exist extratemporally, i.e. five years before any given point in… \naaaand there goes my micropulse. GOOD FUCKING NIGHT.\n\n\n(SCP-7751-B-1: falls over, struggling to breathe.)\n\n\nDaniels:\n Are you all right?\n\n\nSCP-7751-B-1:\n Agonizing deathlike trance, remember?\n\n\nDaniels:\n Sorry.\n\n\nSCP-7751-B-1:\n Meh. At least my schedule won't change.\n\n\n(SCP-7751-B-1 is no longer responsive.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (As of this article's creation, 11/14/2023)\n\n\n2\n. (A symbolic figure of England, similar to Uncle Sam in the United States)\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7751\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7751\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> Limbaugh: …but before we dive too deep into this, I'd like to get one thing straight for the record. Before Obamacare, before our sultan-in-chief weaseled his way into the Oval Office, before the whole damn country collectively lost its mind — we gotta remember how deep this really runs, people. Take a long, blood-red string, trace it all-l-l the way back to the source of all the corruption in Washington — and when you get there, you gotta ask yourself: What about Clurmbix? Who's gonna account for Clurmbix? (Sound of shuffling papers) No, listen, lemme tell you something about Clurmbix… (24 seconds of silence.) Good ol' Clurmbix. (3 minutes and 38 seconds of Limbaugh breathing heavily.) …sweet momma mo-lasses. (Sound of a fist slamming against a table three times, followed by the table cracking.) (Limbaugh laughs, sleepily.) Yeah… (He clicks his tongue 27 times.) (6 minutes of dead silence.) …I'm just gonna throw something at the wall and see if it sticks. Or if it leaves streaks that we'll have to wippity-wipe away. (Jaunty, isn't it?) Picture in your headspaces, a cockroach. In a nifty little cockroach house at the bottom of the Marianas Trench, the deepest point in the ocean. Lower than the bottom. The Marianas Basement. Reading his roachy newspapers and sipping his roachy tantenkaffe. Hmmmmmm. In order to live that deep underwater, Mr. Roachy and his das Roachenhaus would have to withstand constant water pressure to the effect of \"Fuck you\" pounds per square inch. If, by some Mr. Bojangulous aberration of the laws of physics, Roachy was stil alive and kickin', what grimbish existence 'twould be, 'twould be, what a grimbish existence 'twould be. But he can't always be at the bottom, now, can he? The surface world is where all the Food Lions are, and where else at the bottom of the ocean are you gonna get two-for-one on Kellogg's? (He cries deeply.) So what if he were to suddenly resurface? The decompression would balloon him to the size of cities! Continents! Nations! And should he survive this second defilement of physics, would he not deserve all the happy little rewards in the Universe? Or is the word \"meritocracy\" a trace silhouette on the inner walls of Grandmamma's chimney? (He shrieks for ten seconds.) (Twenty seconds of quiet weeping.) Bug. (He giggles.) (He suddenly regains his composure.) But that's just the way I see it. Moving on! Let's talk about something more lighthearted, like police brutality… <End Log>",
        "1. BREAK WITH HAMMER (DO NOT OPEN) 2. GET AWAY 3. SPRINKLE WITH IODIZED SALT 4. YOU'RE WELCOME, BITCH",
        "Interview log - SCP-7751-B-1 Date: 10/30/2023 Location: Site-59 Testing Room C1 <Begin Log> (The jar containing SCP-7751-B-1 sits on a table in the center of the testing chamber. Researcher Daniels approaches with a claw hammer. Dr. Nichols accompanies him.) Daniels: Goggles on. Ready when you are. (Nichols nods.) (Daniels taps the jar's lid with the hammer. The sides crack.) Nichols: Your orders are to break it open. Daniels: Well, I don't want to damage it! Just seems kinda counterintuitive. Nichols: Thank you for your insight. Break it open. (Daniels winds up a stronger swing.) (There's a sudden, muffled screech from within the jar.) (Daniels hesitates.) Nichols: (Sigh) It's biologically immortal! Just whack the goddamn — (The jar explodes.) (Both Nichols and Daniels fall onto the floor with several shards of glass embedded in their torsos.) Daniels: Gaah, fuck! Nichols: And this is why we wear our goggles. (SCP-7751-B-1 flails blindly in what's left of the packing material, shrieking.) Ugh. Get the salt and let's get this over with. Daniels: I think there's horse shit in my blood. Nichols: One thing at a time! Salt! (They both get back up. Daniels pours a small vial of iodized salt over SCP-7751-B-1.) (SCP-7751-B-1 immediately stops shrieking. It speaks with an adult human baritone.) SCP-7751-B-1: Oh, right, we're doing this . (It stands up straight, adjusting its skin tag like a tie.) SCP-7751-B-1: Sorry about the mess. Nichols: You can talk? …Please state your name for the record. SCP-7751-B-1: Okay, let's keep this relevant to the Clurmbix Question - I'm kind of on borrowed time here and you do not want to have to clean this up again with the next thrall-canvasser, right? Right. Nichols: Thrall-canvasser? SCP-7751-B-1: Oh, for fuck's sake — SURE! Great! Let's talk about ME! I mean, it's not like my entire life's purpose has been to tell you about the Clurmbix Question or anything! Nichols: Um — SCP-7751-B-1: FINE. I'm an alchemical homunculus bred to be one of the only living creatures who can talk in the present tense about the Greater Clurmbiction aspect of Esoteric Democracy, and in less than a minute, my embryonic gland's gonna run out of anima mercury, and I'll be in an agonizing deathlike trance until the heat death of the Universe — THERE, HAPPY?! Nichols: Sorry. SCP-7751-B-1: DON'T CARE, CLOCK'S TICKING. Daniels: Um, is the Clurmbix Question right-wing or left-wing? SCP-7751-B-1: THANK YOU. It's a question , all right? Questions are neutral — it's the answer that's gonna be either liberal, conservative, snarmless, authoritarian, libertarian, Cavendish, (indecipherable) , or simian. Nichols: So what is the question? I don't recall seeing it in any mainstream political — SCP-7751-B-1: Duuhh, probably because it's not mainstream? Obviously?! Look, when you decide what political party you're gonna join, an informed voter needs to consider all factors, even the ones that can only exist extratemporally, i.e. five years before any given point in… aaaand there goes my micropulse. GOOD FUCKING NIGHT. (SCP-7751-B-1: falls over, struggling to breathe.) Daniels: Are you all right? SCP-7751-B-1: Agonizing deathlike trance, remember? Daniels: Sorry. SCP-7751-B-1: Meh. At least my schedule won't change. (SCP-7751-B-1 is no longer responsive.) <End Log>",
        "\" SCP-7751 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-7751 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7751",
    "object_class": "Keter",
    "containment_procedures": "While SCP-7751-A instances are safe to contain, no means of reliable permanent containment for SCP-7751 has been discovered. Foundation Webcrawler 402-OVERFISHING has been tasked with monitoring all archival media networks to detect and excise instances of SCP-7751-A, which are then stored at Site-59's media wing.",
    "description": "SCP-7751 is a political concept with an unclear meaning. There is no evidence that SCP-7751 is a discussed topic in today's1 political climate.",
    "title": "SCP-7751"
}