{
    "url": "https://scp-wiki.wikidot.com/scp-7752",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7752\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7752-A, guarding SCP-7752\n\n\n\n\n\n\nSpecial Containment Procedures:\n A fence is to be erected around SCP-7752, with a guard booth placed at its entrance. The booth is to be manned by a single guard; with two other guards periodically rounding the perimeter. The cover story of a nuclear waste dump established during the French nuclear test era is to be disseminated to further deter potential intrusion.\n\n\nSCP-7752-A is to be visited bimonthly by a researcher or another member of staff, with the visit lasting at least an hour. Staff conducting the visit, topics of discussion, and items brought, if any, are to be decided before each visit by Site-44’s Director.\n\n\n\n\nDescription:\n SCP-7752 is a cave system located 30km from the city of Oran, Algeria. The system is a limestone karst cavern and is believed to span several kilometers into the Les Salines d’Arzew wetland complex to the east of the city. While it is understood that SCP-7752 is primarily a pit cave, the system cannot be comprehended due to a poorly understood thaumaturgical interference force, resulting in all information regarding the cave’s interior being scrambled within the noosphere.\n1\n While this force allows for the gathering of information from outside SCP-7752, it prevents said information from being interpreted. It is hypothesized that entering SCP-7752 through its natural opening would circumvent this phenomenon. This, however, has proven impossible due to SCP-7752-A’s continued interference.\n\n\nSCP-7752-A is Théophile Félix Le Double, a male human and former general of the French Empire’s \nTroupes coloniales\n, who worked under direct command of the \nAfrican Office of Occult Affairs.\n2\n In 1838, SCP-7752-A was tasked with safeguarding the entrance to SCP-7752, preventing anyone from entering or exiting the cave. To this end, members of AOOA granted SCP-7752-A the following abilities:\n\n\n\n\nA reversal in senescence, which has allowed SCP-7752-A to remain at his position for over a hundred years, and has allowed him to recuperate from many injuries and ailments that have affected him throughout his tenure.\n\n\nA greater sense of sight and smell, which becomes more acute the less light there is present.\n\n\nThe ability to expel a gaseous mix of sulphur, quicklime and gunpowder, which he has used to dissuade people from approaching SCP-7752’s entrance.\n\n\n\n\nWhile there is no concrete proof that these abilities were granted by AOOA, nor is there a clear understanding on how these abilities were granted to SCP-7752-A, this is to be treated as fact when speaking with SCP-7752-A in order to maintain amicable relationships.\n\n\nSCP-7752-B is the entity, group of entities, or weaponry contained within SCP-7752, which was sealed by the African Office of Occult Affairs during the conquest of Algiers. Thus far, SCP-7752-A has affirmed SCP-7752-B to be one or more of the following:\n\n\n\n\nMembers of several Kabyle tribes,\n3\n with thaumaturgical and/or carnomantic abilities, who fought against the French during the invasion of the Beylik of Algiers.\n4\n\n\nMagicians, marabouts, janissaries and kouloughlis who served the Beyliks of Algiers and Titteri, who resisted French occupation following the fall of Algiers.\n\n\nA massive amount of paraweaponry and items originally kept in Constantine following its fall in 1836.\n\n\nA plague of extremely aggressive locusts, their size ranging from camels, to normal locusts.\n\n\nA plague of cholera, or of entities capable of transmitting cholera.\n\n\nA mystical monolith capable of causing earthquakes, which caused the 1790 Oran Earthquake.\n\n\nThe reanimated corpses of citizens and soldiers of Oran, who were thrown inside the pit of SCP-7752 after the fall of Algiers. The corpses demonstrate limited sentience and are wholly driven by seeking vengeance against those responsible for their deaths.\n\n\n\n\nNone of these have been confirmed, and thus far, SCP-7752-A is the only source of information available regarding SCP-7752-B’s identity, and the overall contents of SCP-7752. Because of this, and other conflicting pieces of information given by SCP-7752-A, it is understood that Le Double’s memories have heavily deteriorated and are not protected by the same abilities that permitted his survival for nearly 200 years.\n\n\nTherapy, education, and other methods of persuasion have been successful in allowing SCP-7752-A to understand the geopolitical changes of the region, and that the African Office of Occult Affairs has been defunct since the decolonization of Algeria in 1962. That being said, SCP-7752-A still refuses to allow others to access SCP-7752, and has refused to leave its post.\n\n\nWhile it is believed force would be enough to remove SCP-7752-A from SCP-7752’s entrance, Le Double’s amicability, and the low priority of the anomaly compared to the danger of SCP-7752-A’s claims have discouraged all experimentation other than conversation.\n\n\n\n\nDiscovery:\n On the 6th of July, 1962, a group of ALN soldiers\n5\n were attacked at the wetlands while pursuing pied-noirs\n6\n during the Oran Massacre.\n7\n The soldiers described the attacker as ‘a madman in a cave’, with ‘the powers to expel poison off his hands’. Three members received chemical burns, with one of them perishing. The African Office of Occult Affairs was contacted by the ALN, but the organization was defunded and dissolved by the time the information reached its headquarters. With the Foundation acquiring all available assets, they took over the anomaly’s investigation, sending a three-man group to investigate.\n\n\nUpon reaching the location, the ‘madman’ — SCP-7752-A — confronted them, expelling sulphur gas towards the personnel. The group remained at a safe distance, and conversed with SCP-7752-A, successfully defusing the situation. Following short introductions, \nchef de bataillon\n Christophe de Battisti interviewed SCP-7752-A.\n8\n The interview is as follows:\n\n\n\n\n\n\nInterview Log\n\n\n\n\nDate:\n July the 9th, 1962\n\n\nInterviewer:\n \nChef de Bataillon\n Christophe de Battisti\n\n\nInterviewed:\n \nGénéral de Brigade\n Théophile Félix Le Double\n\n\n\n\nde Battisti:\n Thanks for agreeing with the terms of the interview, general.\n\n\nLe Double:\n Please, do not call me a general, soldier. I became stripped of all rank, of all meaning when I chose to become the sole protector against the evils that lurk within this cave. I only used the term so we could see each other eye to eye, as men that have seen war.\n\n\nde Battisti:\n How should I refer to you then, if not by rank?\n\n\nLe Double:\n Call me Theo, if you wish. My name is one of the few things I still keep dear to my heart.\n\n\nde Battisti:\n Alright then, Theo. I’ll be starting the interview then.\n\n\nLe Double:\n Ah, of course, but first, do take a seat. We are in no lack of time nor manners, or are we?\n\n\n<Le Double invites de Battisti to sit by his side inside the cave’s entrance, where a dust-covered table set is laid.>\n\n\nde Battisti:\n Ah, of course not.\n\n\n<de Battisti steps in, then sits down.>\n\n\nLe Double:\n Ask your questions, soldiers.\n\n\nde Battisti:\n Let’s start with yourself. You say you are not a general, but what about back then? Which position did you hold?\n\n\nLe Double:\n Ah, I hardly remember those times, soldier. They were difficult times for France, you see… I remember fighting alongside the Marquis of Gouvion Saint-Cyr\n9\n, during the times of Bonaparte. Then the Bourbons took over, then Bonaparte made his return, and then the royalists took over once more. By that time, I’d survived four revolutions, and three wars. Could you imagine that, soldier?\n\n\nde Battisti:\n It is extremely impressive, Theo. I’ve barely survived a single revolution, here in Algiers.\n\n\nLe Double:\n It is no surprise that I became a general for the troops of \nAfrique\n, for… For the \nchasseurs\n… I was deployed here, and before I knew it, we had razed through Oran, through Algiers, through Qasentina. We’d chased the men who brought evil to this world, the- the monstrous Shurfa\n10\n with their dark magicks and apparitions, and possessions and over their evil tricks, the kind that allowed magicians and marabouts to plague their land like the grand pest. The kind they admired, because they thought it could grant them eternal life, eternal riches… Oh, if only they knew of the torturous reality of eternity.\n\n\n<de Battisti stops, reconsidering Le Double’s words.>\n\n\nde Battisti:\n So you’ve been here over a hundred years?!\n\n\nLe Double:\n Of course I’ve been, soldier. I am immortal. The- The Office made it so I could live forever. I’ve been cursed to roam these lands, until everyone’s forgotten about this cave and the poison that dwells within. And once no one is able to find this cave and unearth that which Pandora coveted… Only then I will rest free.\n\n\nde Battisti:\n I see… So you weren’t always immortal?\n\n\nLe Double:\n No, of course not. I only became one in order to fulfill my role. The… The men of the Office made me drink something… Or was it some sort of herb? A medicinal tea? But there were pieces of copper, no? Or was it another red metal?\n\n\n<Le Double rubs his temples.>\n\n\nLe Double:\n Well, it matters not. I was granted these powers so that no Berber could come close to what we’ve… To what we took from their treasuries and armories.\n\n\nde Battisti:\n Which is?\n\n\nLe Double:\n A great plague, one that will turn the seas red with blood, the skies black with the ashes of the mangled bodies it’ll leave behind. A cruel evil brought down by the old masters of this land, who would prefer their land and their people subsumed in death than to watch us stroll through it free.\n\n\nde Battisti:\n So this was done by the people who ruled Algiers before?\n\n\nLe Double:\n The Sultans of Algiers — of El-Djazair, were a powerful bunch. These- These Taifas\n11\n were built upon the corpses of thousands of slaves and servants, their blood fuel for the jinn they controlled, their bones meal for marid and ifrits\n12\n, despicable creatures summoned by equally despicable individuals. They would destroy towns and tribes even if their own populated these areas, kouloughlis and the mamluks ravaging them just to stop our advance. And where only death would remain, these beasts, these… These- these savages would possess their corpses and throw them our way, slaves to a cruel destiny. And then, when one of them died, when they fell by our hand, one of their allies would bring them back to life, and the onslaught would continue. Could you imagine that, soldier? Fighting decaying men and women… The reanimated corpses of sons and daughters, mere meat puppets for the corsairs to abuse?!\n\n\n<Le Double slams the table with his hand, startling de Battisti.>\n\n\nde Battisti:\n It- It sounds horrible.\n\n\nLe Double:\n It was. It… It was horrible. But we found a way to stop it for good.\n\n\nde Battisti:\n The cave?\n\n\nLe Double:\n We took all the evil that remained in this land, and we shoved it down this hole so that no one would find it. The pirates that would pillage and destroy our forts, the traders that sold both spice and slave, the Ottomans that believed their petty troubles were worth more than all of France. All the pest, all the bloodshed… It all goes down, into the jahannam. And it is here that I protect the As-Sirat, so that no monster can reach our world again.\n13\n\n\nde Battisti:\n I see… Very well, this will conclude our interview, for now.\n\n\n<de Battisti gets up.>\n\n\nde Battisti:\n I believe I understand better what is happening here, and I must say I’m thankful. Thankful that even back then, our legionnaires looked out for us. Made sure the world was a better place.\n\n\nLe Double:\n I’m an old man, soldier, not a legionnaire. I can’t do much but stay here and scare people away.\n\n\nde Battisti:\n And yet you helped the pied-noirs that came to hide here, instead of letting the savages of this land get their way.\n\n\nLe Double:\n … I’m only doing what is right, no? They didn’t wish to enter the cave; the men of Algiers did.\n\n\nde Battisti:\n Just take the praise, \nold man.\n\n\n<de Battisti laughs, before turning away.>\n\n\nde Battisti:\n … Ah, before I go. We will most certainly conduct more interviews when the fighting between us and the Algerian ends. Do you wish to request anything? You are still an asset of the Office, so you are to be treated with the same respect as any other member of our Foundation.\n\n\nLe Double:\n Thank you for the offer. I don’t believe I need much, but ah, the pied-noirs I spoke to before have told me of the written work that has blessed our land since I’ve been stationed here. I would not mind having something to read that aren’t rotten newspaper clippings.\n\n\nde Battisti:\n I’ll see what I can bring to you.\n\n\nLe Double:\n Thank you.\n\n\n\n\n\n\n \n\nFollowing this initial encounter, Le Double and the cave he resided in were added to the Foundation’s Register of Anomalous Phenomena, and given the SCP-7752 and SCP-7752-A designation the following year.\n\nVisits to SCP-7752-A occurred the following years. While a schedule was planned, it couldn’t be followed due to both the instability of post-independence Algeria and the opposition of the Algerian government to European interventionism, especially following the French Saharan nuclear tests that took place between 1960 and 1966. Other events that made this scheduling process difficult were the rise of Ben Bella’s government, the 1965 coup that ousted him from power, and the regime that followed.\n\n\n\n\nAddendum 7752-1: Incident-7752\n\n\nOn October 10, 1980, an Earthquake of magnitude 7.1 occurred near the city of El Asnam, 150 kilometers from SCP-7752. The earthquake killed and injured thousands, causing damages equal to a fourth of Algeria’s GDP.\n\n\nThe destruction and riots prevented Foundation agents from reaching SCP-7752 until the 15th, at which time SCP-7752-A was discovered in a catatonic state, with SCP-7752 partially collapsed. Following SCP-7752-A’s recovery, an interview took place:\n\n\n\n\n\n\nInterview Log\n\n\n\n\nDate:\n October 16th, 1980\n\n\nInterviewer:\n Director Christophe de Battisti, Site-44\n\n\nInterviewed:\n \nGénéral de Brigade\n Théophile Félix Le Double\n\n\n\n\n<\nDirector de Battisti is sitting at a medical tent outside SCP-7752. SCP-7752-A is to his side, resting on a medical bed, being tended to by a doctor. His lips are discoloured.>\n\n\nde Battisti:\n Are you in good enough shape for an interview, Theo?\n\n\nLe Double:\n I’m afraid I cannot see very well, but I can still put my words to use, if that serves you purpose.\n14\n\n\nde Battisti:\n Of course. What happened when the earthquake hit?\n\n\nLe Double:\n It was terrible, of course, as all quakes are in this area. I didn’t think much of it while it hit, but then I felt the pain. Something within my chest began burning, a horrible sensation that grew worse and worse. And when the earth stopped moving… That’s when the wails began.\n\n\nde Battisti:\n The wails?\n\n\n<SCP-7752-A turns towards de Battisti’s general direction, frowning.>\n\n\nLe Double:\n You- You cannot hear them? What about the smell? That putrid odor… That of corpses burning.\n\n\nde Battisti:\n There is no smell either.\n\n\nLe Double:\n Then this curse is not a physical one. Perhaps it was the quake. It must have injured, or destroyed someone that was protecting us all as well.\n\n\nde Battisti:\n Another legionnaire?\n\n\nLe Double:\n This is mere conjecture. I do not know what’s on the other side. But perhaps, just as I did my job here, someone else was working on the other side, or… Or perhaps what kept me going, whatever machinery the Office built all those years ago has broken. That would explain the loss of my abilities.\n\n\nde Battisti:\n Your abilities? You mean your immortality?\n\n\nLe Double:\n Do you see me healing, Chris? Or do you see me limping and broken, unable to protect anyone? I have lost my gaseous weaponry, and I too have lost my immortality.\n\n\n<Director de Battisti turns to the doctor, who nods. de Battisti frowns.>\n\n\nde Battisti:\n Does this mean what lurks within the cave is about to get out?\n\n\nLe Double:\n … No, not yet, but soon. The shield that protects the world, the one that stops you from being able to see into the cavern? It has been weakened by the earthquake, but it still stands. Even if I am not there to deter people from going in, the shield will do its job just fine from within. It has cracked, however, and I… I am afraid I do not know how to fix it.\n\n\n<\nTears begin rolling down SCP-7752-A’s face. They are yellow in coloration, later examination detecting high amounts of sulphur.>\n\n\nLe Double:\n I must be honest, friend. I… I knew this day would come. I knew we would not be able to keep it contained forever. Someday, eventually, evil would come from within and… And I think that day looms close. Extremely close.\n\n\nde Battisti:\n Come on, old friend. There is still hope. We are the Foundation; we can fix this.\n\n\nLe Double:\n You speak with certainty, and act as though this new Office of ours is much better than before, but pray tell: Have you discovered anything about this cave — Learned anything bout me in all of these years?\n\n\n<Silence>\n\n\nLe Double:\n You haven’t, have you?\n\n\nde Battisti:\n We have not, no.\n\n\nLe Double:\n How am I supposed to believe in your words if they aren’t supported in anything, then? I love you, my friend, but your sentimentalism is nothing but that: Sentiments. No basis in reality.\n\n\nde Battisti:\n Then allow me to make a promise: We will find a way to stop this pest from reaching the outside of the cave, no matter what. No matter how.\n\n\nLe Double:\n Chris, it’s just the same… Empty words, nothing to base them on…\n\n\nde Battisti:\n Friend, all words are devoid of meaning without belief. So please, believe in me. We’ve known each other for decades now. Have I ever lied to you? Have I ever led you astray? Or have I not supported your cause? Have I not made your insufferable eternity just a sliver less painful?\n\n\nLe Double:\n … Yes… Yes, you’ve… You’ve made my duty much better. And I thank you for it.\n\n\n<Director de Battisti takes SCP-7752-A’s hand and holds it in his own.>\n\n\nde Battisti:\n Allow me to do this then. You don’t need to fight alone; I haven’t allowed you to since we met. Do you still remember the three words that define our great nation?\n\n\nLe Double:\n \nLiberté… égalité… fraternité\n\n\nde Battisti:\n Keep that third one in mind. We’re all in this together. No one here wishes for that cavern to fall, so we’ll do anything to prevent it. Just like you did back then.\n\n\nLe Double:\n … Thank you, my old friend. I… I was scared. I still am. The noises of death… The smell of burning, rotten meat… It terrorizes me, but your words… Your words bring peace. I’ll leave it all to you, then, to continue with my mission.\n\n\n<Director de Battisti lets go of SCP-7752-A’s hand, smiling.>\n\n\nde Battisti:\n That I will. Now, rest, friend. You need it.\n\n\n\n\n\n\n \n\nSCP-7752-A was treated for minor injuries, and it was then confirmed that he could no longer regenerate rapidly, nor could he expel sulphur gas. Whether or not his perceived immortality had also disappeared has not been tested.\n\nThe interference barrier covering the interior of SCP-7752 was noted to have weakened, as it was now possible to register information from outside the cave by using a laser scanner to create a rough 3D map of the cavern. While imprecise, it was able to see over three hundred possible anomalies and man-made constructions within. Little movement was perceived from within the cave, roughly 600 meters from SCP-7752’s entrance.\n\n\n\n\n \n\n\nAddendum 7752-2: Discovered data\n\n\nIn 1982, while investigating an unrelated anomaly, the following paper bearing SCP-7752-A’s name were discovered:\n\n\n\n\n… regarding the latest developments in Algiers, the Dey Hussein has fled for Naples, with his harem and all his wealth, leaving the Deylik to the French to conquer.\n15\n While the new king and ruler has no particular position regarding the invasion, it is as part of our duty to ensure that the savage Berbers have no kingdom with which to insult us any longer. For the \n[MISSING]\n it is understandable that our position is delicate today, but we have a mission entrusted to us, and as long as the King does not call into question what the previous King asked us of, we are to proceed as instructed.\n16\n\n\nAs part of the 2nd Regiment \nde Marche Occulte\n, the following directives have \n[MISSING]\n\n\n- \nGénéral de brigade\n Chanzy is to be in charge of the persecution of Algerian dissidents in the city of Oran, while Colonel René is to do the same in Mostaganem, and Colonel de la Piconnerie is to oversee the territories of Médéa.\n\n- \nGénéral de brigade\n Blériot is to be in charge of the demolitions of all mosques and universities in the city of Oran, while Colonel Baguès is to do the same in Mostaganem, and Colonel Panhard-Levassor is to oversee the territories of Médéa.\n\n- \nGénéral de brigade\n Périgord is to be in charge of \n[MISSING]\n with the Berbers in Titteri, specifically the resistance troops of Blida and Tipaza.\n\n- \nGénéral de brigade\n Boucher is to be in charge of supply chains within the coasts of Algiers, such that if necessary, they are to be cut from all cities west of Titteri, such that an invasion is facilitated by the famines to be caused.\n\n- \nGénéral de brigade\n Le Double is to be in charge of procuring occult items and occultists from the razed cities of Oran and Mascara, which are to be secured until they can be cataloged and brought home. To this end, a hundred Senegalese marabouts are to be brought to the perimeter, for the \n[MISSING]\n barrier and, if necessary, for other options to be available.\n\n\n\n\nNo other mention is made regarding \nGénéral de brigade\n Le Double. The paper goes on to list several other actions to be taken against the Algerian people during the colonization of Algiers. It’s not known whether AOOA went through with them, although history indicates that the French Army did raze these cities, and caused famines in order to destabilize the remaining government before colonizing Algiers.\n\n\nSenegalese marabouts were mentioned, which led to the investigation of Senegalese black magic as a possible source of SCP-7752 and SCP-7752-A’s anomalies. Due to the \nCasamance conflict\n taking place in Senegal, however, it was not possible to procure enough information to either prove or recreate said anomalies.\n\n\nPlans to reveal this information to SCP-7752-A have been denied by the Site’s Director, under the belief no further information could be extracted from him. As of 1988, no productive developments on the barrier have taken place.\n\n\n\n\n \n\n\nAddendum 7752-3: Collapse of SCP-7752\n\n\nOn May 21th, 2003, the Boumerdès earthquake took place, having a similar potency to the previous El Asnam earthquake. SCP-7752 further collapsed, taking down the repairs done in the previous years. The Foundation was immediately mobilized, but issues were encountered due to the involvement of the military government and the \nOrganization for the Reclamation of Islamic Artifacts\n, which had gained a strong influence over the area during the Algerian Civil War.\n\n\nSCP-7752 was reached on May 22th, and a camp was established surrounding the cavern. As it was determined that the further action would accelerate SCP-7752’s collapse, military forces were organized in preparation for its collapse, and the potential liberation of an entity/series of entities capable of mass destruction. Reality Anchors and Thaumaturgy Cancellers were put in place, and several MTF squads were called to action.\n\n\nFinally, SCP-7752 collapsed on June 11th. The following is a recording of the exploration mission conducted shortly after:\n\n\n\n\n\n\nExploration Log\n\n\n\n\nDate:\n May 22th, 2003\n\n\nMembers:\n\n- \nMTF Zeta-9\n Captain Hassan Drioueche\n\n- Site-44 Director, Christophe de Battisti\n\n- SCP-7752-B, Théophile Félix Le Double\n\n- 9 members of MTF Zeta-9\n\n\n\n\n<The twelve-member team slowly steps into the cave, which has almost fully collapsed. They move through the cave for close to thirty minutes. After a quick order, a member of Zeta-9 returns to the entry to gather workers to build makeshift reinforcements for the cave.>\n\n\nDrioueche:\n Are you sure you don’t want to go back with her, sir?\n\n\nde Battisti:\n Me? And leave my dear friend behind? No, no. Of course not. I’ve been here since the beginning. I’ll be here for the end.\n\n\nLe Double:\n I thank you for your conviction, but you can go if you wish to. There’s many other things to be concerned about, especially with Algeria… with Algeria up in arms.\n\n\nde Battisti:\n It’ll solve itself, like back in the 60s. I’m not too worried.\n\n\n<Captain Drioueche sighs.>\n\n\nDrioueche:\n Yeah, you’re not the ones being massacred out there.\n\n\nde Battisti:\n Come on, be professional, captain. If you have any complaints, please let me know once we’re back home. We’re here on more urgent matters.\n\n\nDrioueche:\n Of course, sir.\n\n\n<The team continues, walking past collapsed tunnels and past a short subterranean river. The group notes several marks along the walls, with pieces of earthenware and rotten wood close by.>\n\n\nDrioueche:\n I wonder what kind of people used these caves.\n\n\nLe Double:\n The berbers, most likely. There… There were tribes that lived in caves just like this. Nomads of the… The desert.\n\n\n<Le Double stumbles, but is caught by Drioueche.>\n\n\nDrioueche:\n Are you alright?\n\n\nLe Double:\n Yes, sorry. It’s just… The screams. They’re so loud. It’s disorienting.\n\n\nde Battisti:\n Have they gotten worse?\n\n\nLe Double:\n Much, much worse… I wish I could speak their mother tongue… Or Arabic, at the very least, so I could understand this… This pain that they suffer.\n\n\nDrioueche:\n Surprised you’ve not learnt the languages of the people in the forty years you’ve been here.\n\n\nde Battisti:\n Well, everyone here speaks French so there wasn’t really a reason. If it may be of help, we could get an Arabic teacher. Would that interest you, old friend?\n\n\n<Le Double looks back at the Director, distressed>\n\n\nLe Double:\n Hm?\n\n\nde Battisti:\n Ah, nothing. Let’s continue.\n\n\n<The team continues, reaching a man-made space where a small room has been built. The walls and flooring are composed of rotten wood, and the roof has collapsed, broken wood, metal pieces, cloth, and stones crushing anything that had been inside. Some sort of cyan spill can be seen on the floor.>\n\n\nDrioueche:\n Oussedik, can you get a sample of that?\n\n\n<Member of Zeta-9 Emir Oussedik collects the cyan residues with a test kit, then they continue moving. They prematurely reach the end of the cave, a cave-in blocking their path.>\n\n\nDrioueche:\n And this is the end, it seems. We’ll have to get machinery if we want to keep going.\n\n\nLe Double:\n This can’t be right… The wails, they… They’re still out there. They’re getting louder. The smell is… It’s overwhelming.\n\n\nde Battisti:\n That’s good though, no? If whatever evil that resides here has been blocked out by mere rubble, then it’s not only as strong as we believed, but it’s also blocked off. Lady luck has blessed us on this marvelous day.\n\n\nLe Double:\n … No. No, that’s not right. They’re… They’re not that way.\n\n\n<Le Double turns to the right, walking about 30 meters before stopping, looking down.>\n\n\nLe Double:\n They’re here.\n\n\n<Le Double begins digging into the ground with his hands.>\n\n\nde Battisti:\n Wh-what are you doing?!\n\n\nLe Double:\n They’re down there, old friend! I… I don’t get it, they’re not supposed to stay here, we… We were meant to take them back to France…\n\n\nde Battisti:\n Back to France? What do you mean? Why- Why hadn’t you told us this before?\n\n\nDrioueche:\n instructions, sir?\n\n\nde Battisti:\n Wait-\n\n\nLe Double:\n They hid it… No, we- We hid it. We’re the… Ah. I get it now.\n\n\n<Le Double steps back as the floor begins giving in, the sediment’s movement revealing a small man-made pit. A multitude of bleached skeletal remains can be seen poking out from it.>\n\n\nde Battisti:\n W-what the…!\n\n\nLe Double:\n There… There they are.\n\n\nde Battisti:\n What is that?! Who are they?!\n\n\nLe Double:\n I remember now, old friend. About the plague. About the pest!\n\n\n<Le Double walks up to the director, grabbing him by the arms.>\n\n\nLe Double:\n It wasn’t them, it was never supposed to be them!\n\n\nde Battisti:\n Theo, what- what are you talking about?…\n\n\nLe Double:\n The plague that would raze the cities, that would bring death and famine, that would kill the children, and kill the men and women… Don’t you see it?! It- It was us! We were the plague!\n\n\n<The cave begins trembling, the skeletons vibrating, the sound of bones breaking being recorded. Whispers are heard coming from somewhere within the cave.>\n\n\nDrioueche:\n The cave’s collapsing. We need to fall back!\n\n\nde Battisti:\n Old friend, we need to leave, now.\n\n\nLe Double:\n I’m not leaving them to rot again. I… We were supposed to bring them home. Study them like insects. Like vermin. And yet we closed off the cave. We used a barrier they couldn’t break and then… And then the gas. God, the gas… I did this to them. Old friend, it’s all coming back- I did this! Seven hundred and fifty two. They were seven hundred and fifty two. And that’s just in this cave. There’s many more, so many more!\n\n\n<Director de Battisti pushes SCP-7752-A, setting himself free. In doing so, SCP-7752-A’s arms come off, both collapsing into sand. The whispers grow louder. The smell of rotten meat begins permeating the area.>\n\n\nde Battisti:\n Theo, your… Your arms… What’s- What’s happening?!\n\n\nLe Double:\n How could we allow these savages to touch our ships, our land? How could we allow Arab blood to be considered as just as ours? How could we allow magic more powerful than ours to shame us? We had to get rid of it. We simply had to. And the mages and janissaries and all these slaves of shatayin had families; brothers and sisters, fathers and mothers, wives and children… You see it, don’t you? How the plague corrupted the land, turned into muck and filth?!\n\n\n<Captain Drioueche grabs Director de Battisti’s arm.>\n\n\nDrioueche:\n We need to leave.\n\n\nde Battisti:\n Give me one goddamn-\n\n\nLe Double:\n We left nothing behind, Chris. Only the remains of a once prosperous nation, over corsairs that didn’t even respond to the Dey… We only left barren cities, barren desert. Houses without people, farms without harvest, bones without marrow… Bodies with nothing left inside.\n\n\n<Captain Drioueche and two other members of Zeta-9 drag the director away as SCP-7752-A falls to his knees, his legs disintegrating into dust. A yellow, viscous liquid begins coming out of SCP-7752-A’s stumps, mouth, and eyes.>\n\n\nLe Double:\n There’s nothing left here. There never was, old friend, and there never will be. We made sure of it.\n\n\n<The cave stops shaking at the same time as the skeletal remains within SCP-7752 explode into a massive cloud of dust, which quickly moves towards the cave’s exit, enveloping the entire team.>\n\n\n\n\nThe sandstorm exited SCP-7752, leaving all members of the exploration team and several other agents standing outside injured with lacerations of several degrees. It must be noted that members who were of Algerian descent received lighter injuries compared to those who were not. It must also be noted that SCP-7752-A was nowhere to be found following the incident. It is believed he expired, fully collapsing into dust.\n\n\nThe sandstorm moved north, hitting the city of Oran and remaining in place for roughly twenty minutes before moving into the water, disappearing into the Alboran Sea. While following the sandstorm, Foundation agents encountered and arrested member of the Salafist Group for Preaching and Combat Amari Saifi, responsible for the \n2003 Sahara hostage crisis.\n This is believed to be unrelated to the phenomenon.\n\n\nIt was later discovered that the incident described above was not unique to SCP-7752; dust composed of skeletal remains are said to have been expelled from the ground in at least eighteen other locations within Algeria, disappearing near or around other cities. While numbers aren’t accurate, it is believed the remains of tens of thousands of bodies disappeared in this manner.\n\n\nHundreds of documents of the African Office of Occult Affairs regarding the massacre of Algerian tribes during the French Colonial period, which were then thrown into mass graves and hidden using antimemetic thaumaturgy were discovered shortly after within the Foundation’s archives. Review into the documentation is still ongoing, although at a low priority.\n\n\nFollowing a two-year period of no activity, SCP-7752 was reclassified as neutralized.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The collective of information shared by all human consciousnesses.\n\n\n2\n. African Office of Occult Affairs (AOOA) was Imperial France’s army against paranormal phenomena in their African Colonies, active from 1830 until 1962.\n\n\n3\n. North Algerian ethnic group that predates the Arab, Spanish, and French conquest of the Maghreb region. As French military of the time referred to many ethnic groups as ‘Kabyles’, it is unknown whether these groups are true Kabyles, or other Berber ethnic groups.\n\n\n4\n. A Beylik is a region controlled by a Bey, a chieftain of the Ottoman Empire. Algiers was divided in three Beyliks: Algiers, Titteri, and Constantine.\n\n\n5\n. Armée de libération nationale, or National Liberation Army, was the military wing of the National Liberation Front of Algeria, active from 1954, until Algeria’s Independence in 1962.\n\n\n6\n. People of French, or otherwise European descent who were born in Algeria during the French colonial period (1830-1962).\n\n\n7\n. Massacre of pied-noirs in the city of Oran by the ALN following Algeria’s independence in 1962. Number of victims fluctuate between 95, and several thousands.\n\n\n8\n. At the time, the Foundation wasn’t as well spread throughout Africa, and significant portions of their forces were also part of the armed forces of Foundation-allied countries. De Battisti was at the time a member of France’s Foreign Legion.\n\n\n9\n. Laurent de Gouvion Saint-Cyr (1764-1830) was a military commander who fought the Revolutionary and Napoleonic Wars, becoming Marshall of the Empire. Known for being one of Napoleon’s closest allies.\n\n\n10\n. Plural of Sharif, term for any person who is a descendant, or claims to be a descendant of prophet Muhammad. Term was also used in the period for the rulers of the Kingdom of Morocco.\n\n\n11\n. Term for independent Muslim states in North Africa, utilized since the 11th century.\n\n\n12\n. Evil spirits mentioned in the Quran.\n\n\n13\n. Jahannam is the muslim equivalent of hell. As-Sirat is a bridge that leads to Jannah (Paradise), which stands right above Jahannam, anyone who fails to reach paradise falling down the pit.\n\n\n14\n. At the time, SCP-7752-A was affected by temporary blindness. It’s now believed he was afflicted with what is now known as conversion disorder blindness.\n\n\n15\n. A Deylik is the territory equivalent to all Beyliks in Algiers, which is ruled by a Dey. Dey Hussein Dey was the last ruler of the Deylik of Algiers.\n\n\n16\n. The invasion of Algiers began on June 14, 1830. Charles X, the King at the time, was dethroned on July 29 of the same year.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7751\n | SCP-7752 | \nSCP-7753\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7752\n\" by Maxyfran73, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7752\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n algiers.jpg\n\n\nAuthor:\n \nMaxyfran73\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n Edit from image below\n\n\n\n\n\n\nFilename:\n IMG-30394d2a25f4a3e5de354ee9091f39a4-V.jpg\n\n\nAuthor:\n Benbaziz ahmed\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7752 \" by Maxyfran73, from the SCP Wiki . Source: https://scpwiki.com/scp-7752 . Licensed under CC-BY-SA .",
        "Filename: algiers.jpg Author: Maxyfran73 License: CC BY-SA 4.0 Source: Edit from image below",
        "Filename: IMG-30394d2a25f4a3e5de354ee9091f39a4-V.jpg Author: Benbaziz ahmed License: CC BY-SA 4.0 Source: Wikimedia Commons"
    ],
    "containment_procedures": "A fence is to be erected around SCP-7752, with a guard booth placed at its entrance. The booth is to be manned by a single guard; with two other guards periodically rounding the perimeter. The cover story of a nuclear waste dump established during the French nuclear test era is to be disseminated to further deter potential intrusion.",
    "description": "SCP-7752 is a cave system located 30km from the city of Oran, Algeria. The system is a limestone karst cavern and is believed to span several kilometers into the Les Salines d’Arzew wetland complex to the east of the city. While it is understood that SCP-7752 is primarily a pit cave, the system cannot be comprehended due to a poorly understood thaumaturgical interference force, resulting in all information regarding the cave’s interior being scrambled within the noosphere.1 While this force allows for the gathering of information from outside SCP-7752, it prevents said information from being interpreted. It is hypothesized that entering SCP-7752 through its natural opening would circumvent this phenomenon. This, however, has proven impossible due to SCP-7752-A’s continued interference.",
    "title": "SCP-7752"
}