{
    "url": "https://scp-wiki.wikidot.com/scp-7759",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\nrating: \n+148\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-7759 - T is for \"Transmission\"\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nItem №:\n SCP-7759\n\n\nObject Class:\n Pending\n\n\nSpecial Containment Procedures:\n Not yet finalized; SCP-7759 represents an ongoing containment crisis. Information regarding the anomaly’s casefile shall be restricted to L-4 clearance until further notice. The profile of SCP-7759 is presently being developed by the Emergent Threat Tactical Response Authority (ETTRA) and Project Heimdall staff.\n\n\nUPDATE 10-23-43:\n All Foundation sites possessing radio receivers have been placed under indefinite lockdown. Incoming signals, regardless of their apparent source, are to be treated as hostile anomalous vectors.\n\n\nDescription:\n SCP-7759 refers to the former FSS HADES-01, a Foundation-built space station located in the Kuiper Belt.\n\n\nSCP-7759 was originally intended to function as a containment site for particularly high-risk SCP objects, as well as a forward operating base for acquisition and study of other extraterrestrial anomalies. Initial construction and crewing of SCP-7759 were performed in 2034, and the station operated without issues for nearly a decade.\n\n\nHowever, in late 2042, a disaster of unclear nature occurred aboard SCP-7759. The inciting event appears to have been a modulated radio transmission received by SCP-7759’s telescope array. Shortly after the signal was reported, outgoing missives became fragmentary and panicked, seeming to imply the sudden invasion of an unknown agent which was causing mass structural damage within the station. All contact with SCP-7759 was lost shortly thereafter.\n\n\nIn order to determine the cause of these events, High Command authorized an exploratory probe mission. This resulted in a catastrophic loss of assets: as the probe approached SCP-7759, it was rapidly subsumed and destroyed by an indistinct mass which emerged from nearby docking ports.\n\n\nIt is presently believed that SCP-7759 has been integrated with, or assimilated by, a swarm of extraterrestrial nanotechnology. These devices are self-replicating at a rapid rate and drastically altering SCP-7759’s layout — repurposing existing infrastructure in addition to fabricating entirely new additions via raw materials from nearby asteroids. The full extent of SCP-7759’s modifications are unknown, but the following has been ascertained:\n\n\n\n\nSCP-7759’s exterior has been heavily reinforced with layers of metal shielding, presumably sourced from ore-rich asteroids.\n\n\nNumerous clusters of radio equipment are installed across the hull of SCP-7759. It is estimated that 50% of these emitters are active at any given time and broadcasting to unknown parties. Notably, some are similar in design to the standard comms package used by Foundation exploratory probes.\n\n\nCertain sections of SCP-7759’s hull are perforated by deep, perfectly rounded holes which emit high quantities of blackbody radiation. The exact function of these holes is not yet known; they may represent a form of waste heat disposal or camouflaged weaponry installation.\n\n\nAll viewports have been occluded from the interior by a dark substance, which appears to be in constant motion. Flashes of red light can occasionally be discerned.\n\n\nSCP-7759 as a whole has grown in size by approximately 30%. New modules are fabricated and incorporated into the structure on a bi-monthly basis; while the purpose of these modules is uncertain, they appear to follow standard Foundation construction guidelines.\n\n\n\n\nAnalysis of what is occurring inside SCP-7759 has proven highly difficult. Remotely operated probes are typically only able to submit small amounts of information before they are destroyed; recovered images appear to show large-scale industrial operations using a mixture of unknown devices and modified Foundation technology. It is unclear if this indicates higher intelligence on the part of SCP-7759 or is simply programmed behavior.\n\n\nCurtailing the anomaly’s expansion, in particular before it develops spacefaring capabilities, is considered an urgent priority.\n\n\nAddendum 1 (FIREFLY Project):\n The primary obstacle to directly exploring SCP-7759 is signal lag. Any information transmitted to or from the Kuiper Belt is subject to a severe delay; as a result, probes sent to SCP-7759 cannot be operated in real time. Any successful exploration would require instant communication between the exploring agent and Mission Command.\n\n\nRecent breakthroughs in paratechnology yielded one possible solution: an experimental psionic interface which, via \n[\nREDACTED\n]\n, allows complex machinery to be operated through a mental link with a living being. The consciousness of the operator essentially inhabits the device in question — permitting exchange of observations and instructions with no delay.\n\n\nWhile not yet approved for widespread use, this technology was deemed of interest to the containment of SCP-7759, and ultimately implemented into an unmanned space probe codenamed FIREFLY. The probe’s primary mode of thrust is a pair of contained ion drives; to ensure its survival within SCP-7759, it is electromagnetically shielded and equipped with EMP saturation weaponry.\n\n\nThe FIREFLY probe was launched in September of 2043 and reached its destination in October, at which point it was inhabited by a volunteer on Earth. Consult Addendum 2 for findings.\n\n\nAddendum 2 (Exploration):\n Initial stages of the mission proceeded without issue. As it approached, FIREFLY reported unusual but ultimately harmless phenomena:\n\n\n\n\n<T+00:13> Devices arrayed around primary docking port of SCP-7759, resembling weapon embankments. Was tracked by said devices during approach; however, no shots were fired. Experiencing a sensation of being watched. Most likely psychosomatic.\n\n\n<T+00:15> Red light visible within SCP-7759. Source unknown. Proceeding with caution.\n\n\n\n\nInitially, FIREFLY’s EMP weaponry proved highly effective against the nano-constructs inhabiting SCP-7759. The probe was thus able to largely avoid damage. Over the course of its exploration, it noted a number of unusual occurrences.\n\n\n\n\n<T+00:23> Layout highly variable. Station modules are relocated frequently, often with no regard for their inhabitants.\n\n\n<T+00:31> Behavior of SCP-7759 nanites inconsistent. Some constructs passively observe. Others respond to my presence with overt hostility.\n\n\n<T+00:39> Passed through botanical bay. Hydroponic planters apparently being maintained meticulously — all empty.\n\n\n<T+00:44> Almost all heavy containment cells vacant. Two in use. Sole contents were inert piles of regolith.\n\n\n<T+00:53> Several humanoid constructs occupying research bay; engaged in mutilating one another with makeshift tools.\n\n\n<T+00:55> Correction to previous report. Constructs appear to be mimicking a dissection.\n\n\n\n\nSCP-7759 began to exhibit increasing hostility over time, apparently taking more drastic measures to destroy the FIREFLY probe. Reports became brief and vague as the danger of the situation escalated; as such, many of the ensuing events are still under investigation.\n\n\n\n\n<T+01:04> Widely distributed swarms being deployed. EMP saturation only effective at close range. Outer chassis incurring gradual erosion damage, apparently on a molecular level.\n\n\n<T+01:27> Traveled through data center. All computer servers subsumed by metallic growths, composed of interlocking plated segments and lengths of fiber-optic cabling. Presumed large-scale nanite construct. Growths appeared to slowly undulate; possible visual artifact.\n\n\n<T+01:43> Rightmost sampling arm severed by abruptly closing bulkhead.\n\n\n<T+01:45> Attacked by ~200 fabricated copies of own sampling arm, emerging from wall seams and exposed circuitry. Heavy damage. Repairs urgently needed. Fleeing to auxiliary airlock.\n\n\n<T+02:13> Unable to find auxiliary airlock. Restructuring of station layout presumably responsible.\n\n\n<T+02:24> Entered unknown module.\n\n\n\n\nIt is believed that this module was the station’s fabrication plant, extensively modified from its original form. A spike in the subjectivity of reports was noted at this point.\n\n\n\n\n<T+02:25> Visibility sub-optimal. High density of nanite swarms and macro-scale constructs, some appearing similar to lost sampling arm. Restricting my movement and gradually pulling me forwards. Glaring red light ahead. Request assistance or guidance.\n\n\n<T+02:27> Light source is a massive pillar composed of nanites. Surface of pillar is shifting and rippling; fabrication devices appear to have been integrated into its interior; constant activity producing the red light seen earlier. Occasional bright flashes accompanied by high production of nanites. Request assistance urgently.\n\n\n<T+02:30> Center of pillar is opening. The arms are lifting me towards it. Request assistance. Please.\n\n\n\n\nFurther details could not be obtained; at this point, the FIREFLY operator on Earth began to seize and thrash uncontrollably.\n\n\nSubject was quickly restrained by attending personnel so as to prevent self-injury. It was found that, due to an unprecedented amount of negative sensory input, the operator’s mental link with FIREFLY could not be severed without risking severe psionic backlash. They were remanded to the medical wing and kept under watch.\n\n\nThe subject remained entirely unresponsive to outside stimuli, displaying only brief periods of lucidity during their seizures. Coherent excerpts are attached below.\n\n\n\n\n\"There’s probably a good reason you haven’t brought me back yet. I-I get- I… can’t see, Command. A… a thousand needle teeth are eating me alive. I can feel them in my head. I’ve lost three birthdays already. My father’s face. My fff… all my water egress training. How long will—?\"\n\n\n\n\n\n\n\"They didn’t kill the crew, you know, just, just repurposed their bodies. What they had in their heads was more important. \n[Unintelligible]\n That’s what they want, don’t you see? They want to understand us and— and they’re devouring us to do it—\"\n\n\n\n\n\n\n\"I get it now. Secure, contain, protect. Of course they’d try to do things our way. They \nwanted\n us to send them our best tech. It was a sampling transect. We’re so stupid. So fucking stupid. God. God.\"\n\n\n\n\n\n\n\"You start to see the predator’s point of view… way down in its digestive tract. \n(Laughs)\n They’ve lived for longer than we can imagine, riding the signals. Seen everything. Living nebulas, \n[unintelligible]\n moons covered in black mold. And they want more. They’re so hungry, so hungry…\"\n\n\n\n\n\n\n\"Parabolic arc… slingshotting off Jupiter’s Lagrange point… when can I go home, Command? If you turn your ears to the sky, you’ll understand. The singing in the stars. All for them.\"\n\n\n\n\n\n\n[Laughter, transitioning into toneless humming and tongue clicking over forty-five minutes]\n\n\n\n\n\n\n\"Listen.\"\n\n\n\n\nFurther attempts at communication were ineffectual.\n\n\nIn the interest of denying SCP-7759 further access to Foundation intelligence, subject was terminated via gunshot; their remains continued to spasm until incineration.\n\n\nAddendum 3 (URGENT UPDATE):\n SCP-7759 has begun to accelerate out of the Kuiper Belt and directly towards Earth. Its method of thrust is unclear; however, particle emissions have been observed which are consistent with controlled ion propulsion. Orbital trajectory measurements indicate that the anomaly will reach its destination within six months.\n\n\nConcurrently, a number of Foundation facilities received transmissions from SCP-7759. These facilities are now under Class NK quarantine due to the rapid appearance and spread of hostile nanotechnology, evidently originating from on-site fabrication plants.\n\n\nReclassification to Keter pending.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nS is for \"Saintly\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nÐ is for \"Ðirteen\"\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7758\n | SCP-7759 | \nSCP-7760\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7759\n\" by swordlover87, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7759\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1 (FIREFLY Project): The primary obstacle to directly exploring SCP-7759 is signal lag. Any information transmitted to or from the Kuiper Belt is subject to a severe delay; as a result, probes sent to SCP-7759 cannot be operated in real time. Any successful exploration would require instant communication between the exploring agent and Mission Command.",
        "Addendum 2 (Exploration): Initial stages of the mission proceeded without issue. As it approached, FIREFLY reported unusual but ultimately harmless phenomena:\nInitially, FIREFLY’s EMP weaponry proved highly effective against the nano-constructs inhabiting SCP-7759. The probe was thus able to largely avoid damage. Over the course of its exploration, it noted a number of unusual occurrences.\nSCP-7759 began to exhibit increasing hostility over time, apparently taking more drastic measures to destroy the FIREFLY probe. Reports became brief and vague as the danger of the situation escalated; as such, many of the ensuing events are still under investigation.\nIt is believed that this module was the station’s fabrication plant, extensively modified from its original form. A spike in the subjectivity of reports was noted at this point.\nFurther details could not be obtained; at this point, the FIREFLY operator on Earth began to seize and thrash uncontrollably.\nSubject was quickly restrained by attending personnel so as to prevent self-injury. It was found that, due to an unprecedented amount of negative sensory input, the operator’s mental link with FIREFLY could not be severed without risking severe psionic backlash. They were remanded to the medical wing and kept under watch.\nThe subject remained entirely unresponsive to outside stimuli, displaying only brief periods of lucidity during their seizures. Coherent excerpts are attached below.\nFurther attempts at communication were ineffectual.\nIn the interest of denying SCP-7759 further access to Foundation intelligence, subject was terminated via gunshot; their remains continued to spasm until incineration.",
        "Addendum 3 (URGENT UPDATE): SCP-7759 has begun to accelerate out of the Kuiper Belt and directly towards Earth. Its method of thrust is unclear; however, particle emissions have been observed which are consistent with controlled ion propulsion. Orbital trajectory measurements indicate that the anomaly will reach its destination within six months.\nConcurrently, a number of Foundation facilities received transmissions from SCP-7759. These facilities are now under Class NK quarantine due to the rapid appearance and spread of hostile nanotechnology, evidently originating from on-site fabrication plants.\nReclassification to Keter pending.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7759 \" by swordlover87, from the SCP Wiki . Source: https://scpwiki.com/scp-7759 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Pending",
    "containment_procedures": "Not yet finalized; SCP-7759 represents an ongoing containment crisis. Information regarding the anomaly’s casefile shall be restricted to L-4 clearance until further notice. The profile of SCP-7759 is presently being developed by the Emergent Threat Tactical Response Authority (ETTRA) and Project Heimdall staff.",
    "description": "SCP-7759 refers to the former FSS HADES-01, a Foundation-built space station located in the Kuiper Belt.",
    "title": "SCP-7759"
}