{
    "url": "https://scp-wiki.wikidot.com/scp-7760",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\nItem #:\n SCP-7760\n\n\nObject Class:\n \nSafe\n Thaumiel\n\n\nSpecial Containment Procedures:\n All remaining 40 instances of SCP-7760 are currently stored within high-security anomalous document containers within Site-19. All personnel accessing any SCP-7760 instance must have completed Level 4 tactile cognitohazard training, and be equipped with standard-issue anti-tactile cognitohazard equipment. Use and/or testing of any SCP-7760 instance requires direct approval of both the Site Director and the Ethics Committee.\n\n\n\n\n+ Update 15/11/2010\n\n\n\n\n- Update 15/11/2010\n\n\n\n\nDue to the increased frequency of containment breaches at Site-19 since 2000, and the importance of SCP-7760 as a Foundation asset, all remaining 40 instances of SCP-7760 are to be stored within high-security anomalous document containers and temporarily held at facilities on a rolling basis. Upon Elan Vital Energy (EVE) levels reaching five times the regional baseline, SCP-7760 is to be relocated immediately via secure transport.\n\n\n\n\n\n\n\n\nDescription:\n SCP-7760 consists of a set of \n46\n 40 playing cards. The cards are printed on a typical cardstock of the mid-19th century using an otherwise non-anomalous combination of inks. No manufacturer label or mark is printed on any SCP-7760 instance.\n\n\nSCP-7760's effects occur when an individual makes direct skin contact with any instance of SCP-7760. Upon contact, causality and probability are altered through an unknown mechanism\n1\n, causing the individual to experience increased negative life events. These events include but are not limited to:\n\n\n\n\nOccurrence of traumatic/accidental injuries.\n\n\nOnset of chronic/terminal disease.\n\n\nSignificant personal monetary loss and other financial hardships.\n\n\nDissolution of stable social connections and relationship loss.\n\n\nOccurrence of natural disasters in areas of residence.\n\n\nDeath.\n\n\n\n\nThe magnitude of this effect is directly proportional to the duration of contact with SCP-7760 and the value of the SCP-7760 instance contacted. Instances of SCP-7760 traditionally holding higher value in western card games (ie, Aces, Kings, Queens, Jacks, etc) have been noted to cause more severe effects\n2\n. No difference in effect has been noted between SCP-7760's different suits. Additionally, SCP-7760's effects appear to be cumulative. Individuals exposed to SCP-7760 multiple times, or multiple individuals exposed to SCP-7760 simultaneously, have been observed to receive more severe effects.\n\n\nTesting has revealed that anomalies that similarly alter causality are capable of negating SCP-7760's effect. Anomalies tested include:\n\n\n\n\nSCP-181\n\n\nSCP-1968\n\n\nSCP-3460\n\n\nSCP-████\n3\n\n\nSCP-████\n4\n\n\nSCP-████\n5\n\n\n\n\nLikewise, testing has revealed that the effects of an SCP-7760 instance are transferred to any document in which at least 20 micrograms of an instance of SCP-7760 is embedded, with this effect terminating upon removal of the instance fragment. Proposals to create additional instances of SCP-7760 for testing purposes are currently approved on a case-by-case basis.\n\n\nAddendum 7760-A: Discovery\n\n\nSCP-7760 was first brought into Foundation containment in 1990, following a series of defections of Pentagram\n6\n operatives. Recovered documentation from Pentagram records indicates SCP-7760 was originally discovered in Deadwood, South Dakota by ASCI\n7\n agents in 1879 following the town's destruction. It is unknown to what extent the ASCI utilized SCP-7760 during the period that followed, as such records were lost during the assimilation of multiple ASCI assets by the Pentagram.\n\n\nSCP-7760 was utilized extensively by Pentagram operatives throughout the Cold War, where it was deployed as a cognitohazard against US targets both domestically and abroad. The extent of this utilization resulted in the full consumption of six SCP-7760 instances during this time\n8\n, with only 46 SCP-7760 instances surviving upon Foundation acquisition.\n\n\nAttempts to determine which, if any, historical events are potentially due to the United States government's utilization of SCP-7760 are ongoing. Records suggest the highest utilization of SCP-7760 within the Soviet Union and its allies occurred between February 1960 - October 1962 as well as December 1980 - April 1986. Successful containment of several SCP-7760 fragments located throughout the former Soviet Union shortly after the Foundation's acquisition of SCP-7760 lends credence to these reports. Pentagram records also suggest high domestic use upon political targets within the United States between March 1963 - \nNovember 1963\n, as well as June 1979 - \nMay 1981\n, though these accounts remain unverified.\n\n\nAddendum 7760-B: Object Class Update\n\n\nAs of March 3rd, 2010, following successful utilization of SCP-7760 instances by MTFs Gamma-13 (\"Asimov's Lawbringers\"), Delta-5 (\"Front Runners\"), Iota-10 (\"Damn Feds\"), Lambda-14 (\"One Star Reviewers\"), Mu-3 (\"Highest Bidders\"), and Alpha-1 (\"Red Right Hand\") within field operations, SCP-7760's object class has been updated to Thaumiel.\n\n\nField utilization has included, but has not been limited to:\n\n\n\n\nInclusion of SCP-7760 particles within letters and other correspondence.\n\n\nEmbedding SCP-7760 particles into business cards offered via front companies.\n\n\nEmbedding SCP-7760 particles into clothing tags of PoIs.\n\n\nDeployment of SCP-7760 particulate into GoI building filtration systems\n9\n.\n\n\n\n\nDue to the increased MTF operative turnover since 1995, training in the tactical use of SCP-7760 is offered on an as-needed basis.\n\n\nAddendum 7760-C: Incident SCP-7760-16\n\n\n\n\n+ Level 4 Access Required\n\n\n\n\n- Credentials Entered\n\n\n\n\nOn July 5th, 2016, twelve agents of MTF Alpha-1 defected to the Global Occult Coalition. SCP-7760, as well as three other SCP objects, were stolen and brought to GOC custody. It is currently unknown if SCP-7760 has been destroyed via standard GOC procedures. Protocols to shield critical SCP Foundation personnel from possible cognitohazard attacks from SCP-7760 are to remain in place indefinitely.\n\n\nAttempts to relocate SCP-7760 fragments released within Foundation facilities as part of former intra-Foundation operations launched by MTF Alpha-1 are currently underway. Proposals for containment and/or neutralization of SCP-7760's lingering effects on SCP Foundation personnel are under review by the Foundation Ethics Committee.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Detectable increases in regional EVE background levels have been noted to occur following SCP-7760's activation.\n\n\n2\n. A notable exception to this trend occurs when an individual simultaneously contacts the Ace of Spades, the Ace of Clubs, the Eight of Spades, and the Eight of Clubs, resulting in the most severe effects SCP-7760 has demonstrated to date, usually instantaneously.\n\n\n3\n. Currently uncontained in Havana, Cuba. Believed to be in the custody of Fidel Castro's descendants.\n\n\n4\n. Currently uncontained in Moscow, Russia. Reports indicate the object may have been neutralized following the collapse of the Soviet Union.\n\n\n5\n. Currently believed to be in the custody of D. C. al Fine, Undersecretary-General of the Global Occult Coalition.\n\n\n6\n. Operating name for the United States Paranatural Warfare Command\n\n\n7\n. American Secure Containment Initiative. A precursor organization to the modern SCP Foundation.\n\n\n8\n. Aces of Hearts and Diamonds, King of Spades and Hearts, Queen of Hearts, and Jack of Clubs\n\n\n9\n. This method was noteworthy for use prior to the containment of \nSCP-1609\n and \nOperation Falcon Punch\n\n\n\n\n\n\n\n\n« \nSCP-7759\n | SCP-7760 | \nSCP-7761\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7760\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7760\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7760-A: Discovery\nSCP-7760 was first brought into Foundation containment in 1990, following a series of defections of Pentagram 6 operatives. Recovered documentation from Pentagram records indicates SCP-7760 was originally discovered in Deadwood, South Dakota by ASCI 7 agents in 1879 following the town's destruction. It is unknown to what extent the ASCI utilized SCP-7760 during the period that followed, as such records were lost during the assimilation of multiple ASCI assets by the Pentagram.\nSCP-7760 was utilized extensively by Pentagram operatives throughout the Cold War, where it was deployed as a cognitohazard against US targets both domestically and abroad. The extent of this utilization resulted in the full consumption of six SCP-7760 instances during this time 8 , with only 46 SCP-7760 instances surviving upon Foundation acquisition.\nAttempts to determine which, if any, historical events are potentially due to the United States government's utilization of SCP-7760 are ongoing. Records suggest the highest utilization of SCP-7760 within the Soviet Union and its allies occurred between February 1960 - October 1962 as well as December 1980 - April 1986. Successful containment of several SCP-7760 fragments located throughout the former Soviet Union shortly after the Foundation's acquisition of SCP-7760 lends credence to these reports. Pentagram records also suggest high domestic use upon political targets within the United States between March 1963 - November 1963 , as well as June 1979 - May 1981 , though these accounts remain unverified.",
        "Addendum 7760-B: Object Class Update\nAs of March 3rd, 2010, following successful utilization of SCP-7760 instances by MTFs Gamma-13 (\"Asimov's Lawbringers\"), Delta-5 (\"Front Runners\"), Iota-10 (\"Damn Feds\"), Lambda-14 (\"One Star Reviewers\"), Mu-3 (\"Highest Bidders\"), and Alpha-1 (\"Red Right Hand\") within field operations, SCP-7760's object class has been updated to Thaumiel.\nField utilization has included, but has not been limited to:\nDue to the increased MTF operative turnover since 1995, training in the tactical use of SCP-7760 is offered on an as-needed basis.",
        "Addendum 7760-C: Incident SCP-7760-16"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7760 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-7760 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7760",
    "object_class": "Safe Thaumiel",
    "containment_procedures": "All remaining 40 instances of SCP-7760 are currently stored within high-security anomalous document containers within Site-19. All personnel accessing any SCP-7760 instance must have completed Level 4 tactile cognitohazard training, and be equipped with standard-issue anti-tactile cognitohazard equipment. Use and/or testing of any SCP-7760 instance requires direct approval of both the Site Director and the Ethics Committee.",
    "description": "SCP-7760 consists of a set of 46 40 playing cards. The cards are printed on a typical cardstock of the mid-19th century using an otherwise non-anomalous combination of inks. No manufacturer label or mark is printed on any SCP-7760 instance.",
    "title": "SCP-7760"
}