{
    "url": "https://scp-wiki.wikidot.com/scp-7763",
    "all_text": "\"The future of gambling.\"\n\n\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7763: \"Containment Roulette, only at Ali Khan Hotel & Casino\" by \nflembus\n\n\n\n\n\n\n+ More by this author\n\n\n\n\n- More by this author\n\n\n\n\nSCP-8467\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7763\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ncernnunos\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSketch of SCP-7763 provided by Junior Researcher P. Despereaux.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Permanent containment of SCP-7763 has been deemed impossible.\n1\n Once captured and contained, if escape from containment is possible, SCP-7763 instances will breach containment within 24 hours of capture. If escape is not possible, instances will instead perish and be replaced within 24 hours by another SCP-7763 instance.\n\n\nDescription:\n SCP-7763 is the group designation for a species of small reptilian entities. Each SCP-7763 specimen has a seven-digit number tattooed on its tail, followed by the phrase “Property of the Ali Khan Hotel & Casino.” Further research into the exact location of this supposed casino, designated as SCP-7763-1, is ongoing. Since June 2018, 17,707 instances have been found in suburban and urban populations across the United States. Wherever they appear, they cause significant disruption in various ways, including but not limited to property damage, civilian injuries, and the death of small animals.\n\n\nCapture and/or termination of SCP-7763 instances ultimately leads to the production of more instances despite the lack of apparent reproductive organs. Since June 2018, the containment of SCP-7763 instances, along with the amnesticization of witnesses and other Veil-maintaining protocols, has led to the Foundation spending an estimated $750 million USD annually solely for combating the effects of SCP-7763. Therefore, it is of the utmost importance that the origin of SCP-7763 is uncovered as soon as possible to make way for a potential solution.\n\n\n\n\nAddendum 7763.1\n – Locating the “Ali Khan Hotel & Casino” (SCP-7763-1)\n\n\nIt was determined that the most likely origin of SCP-7763 is the aforementioned Ali Khan casino. The following table shows the various notable methods employed by Head Researcher Frederick Embus and his team at Site-26 to locate the casino. All attempts thus far have ended in failure.\n\n\n\n\n\n\nAction\n\n\nResult\n\n\n\n\n\n\nTracked the migration patterns of SCP-7763 instances.\n\n\nMigration patterns show no distinguishable patterns to confidently draw a conclusion on SCP-7763-1's location.\n\n\n\n\n\n\nUsed webcrawlers and LLMs to search the Internet for any mentions of SCP-7763-1.\n\n\nNo mentions of SCP-7763-1 were found.\n\n\n\n\n\n\nUsed satellite imagery to locate SCP-7763-1.\n\n\nSCP-7763-1 was not found on any Foundation and non-Foundation satellite imagery.\n\n\n\n\n\n\nPlaced a tracking device on one SCP-7763 instance and allow it to escape back to its origin.\n\n\nOnce released, the instance went back to the suburban area in which it was originally found. Instance was terminated upon recovery.\n\n\n\n\n\n\nAs of 13 December 2019, no new leads on the location of SCP-7763-1 have been discovered.\n\n\n\n\nAddendum 7763.2\n – E-Mail Message from SCP-7763-1\n\n\nOn 27 March 2020, an email message was sent directly to SCP-7763 Head Researcher Embus from the supposed owners of the Ali Khan casino. The message reads as follows:\n\n\n\n\n\n\nTo:\n \nflembus@scipnet.gov\n\n\nFrom:\n \nkala@akhcinternational.org\n\n\nSubject:\n Let's Up the Ante.\n\n\n\n\n\n\nTo whom it may concern,\n\n\nWe at the Ali Khan Hotel & Casino™ are delighted in your interest in us and our services. We find your fascination with our reptilian friends especially amusing. After all your efforts in finding us, we believe it is finally time for you to become acquainted with us (although, you will find that we have been familiar with you for a very long time).\n\n\nTherefore, we would be more than happy to meet with a human representative from your Foundation on the first of April to discuss the future of our partnership. Please do not send any Mobile Task Forces onto our property. They will be promptly and forcefully escorted off the premises if you do. Our dress code is black tie.\n\n\nWith regards,\n\n\n\n\nCo-owner, Ali Khan Hotel & Casino™\n\n\n\n\nThe legitimacy of the email was called into question due to the overall vagueness of the message, the omission of the Casino’s address, and the fact that the proposed meeting date would be on April Fool’s Day. Regardless, the Overseer Council voted to send a representative, later chosen to be Head Researcher Embus, to the Casino in the hopes that the exact location would be made apparent on the day of the meeting. MTF Mu-7 will be stationed outside the Casino as a precautionary measure.\n\n\n\n\nAddendum 7763.3\n – Meeting with SCP-7763-1 Representative\n\n\nOn 1 April 2020, Head Researcher Embus and MTF Mu-7 were prepared to meet with the supposed proprietors of the Ali Khan Hotel & Casino. Embus was equipped with a body camera along with a bulletproof vest underneath a standard tuxedo. With the meeting location still unknown, MTF Mu-7, led by Captain Jamie Townsend, remained stationed at Site-26 with a convoy prepared as a precautionary measure.\n\n\n\n\n< BEGIN LOG >\n\n\n[ Assistant Researcher Victoria Vasquez is attaching the camera and microphone on Embus’ person. ]\n\n\nVasquez:\n - set, lemme know if you can see anything.\n\n\nTechnician\n (\noff-camera\n): All good here.\n\n\nVasquez:\n Awesome. Lookin’ sharp, Freddie.\n\n\nEmbus:\n Thanks. Don’t think I’ve worn a tux since my senior prom in ’91.\n\n\nVasquez:\n ’91? Damn, you’re old.\n\n\n[ Both meekly laugh. ]\n\n\nVasquez:\n I’m kidding of course.\n\n\nEmbus:\n Nah, you’re right, I’m an old geezer.\n\n\n[ Embus turns to Mu-7 Captain Jamie Townsend, who is talking with a researcher behind a computer screen. ]\n\n\nEmbus:\n Everyone all set on your end, Captain?\n\n\n[ Townsend looks up at Embus. ]\n\n\nTownsend:\n Yup. Convoy’s all ready whenever you are.\n\n\nVasquez:\n Still no word on where you guys are going?\n\n\nTownsend:\n Nope. I’m starting to think this was all an April Fool’s prank after all. I swear to God if all this prep was for nothing—\n\n\n[ Immediately after Townsend says this, a junior researcher rushes into the room frantically. ]\n\n\nJunior Researcher:\n Hey, uh, guys. There’s a fucking revolving door that just came out of nowhere. I think that’s our entrance.\n\n\nEmbus:\n What—?\n\n\n[ The junior researcher gestures for the others to follow before hurrying back out of the room. Embus and Townsend hesitate for a couple of seconds before eventually walking out. ]\n\n\n[ Out in the hallway, a lone revolving door stands. A smiling humanoid entity wearing a purple bellhop outfit stands next to it. ]\n\n\n\n\n\n\n\n\nBellhop:\n Mr. Embus! Pleased to finally meet you. Right this way, please.\n\n\n[ The bellhop gestures toward the door. Embus pauses before turning to Townsend. ]\n\n\nEmbus:\n Get your team, have them stationed right in this hallway.\n\n\nTownsend:\n (\nvisibly confused\n) Uh… yeah. Just, uh, signal if you need us.\n\n\nEmbus:\n Alright, good. Um, see you soon, then.\n\n\n[ Embus is handed a cage containing a deceased instance of SCP-7763. He then approaches the bellhop, who is still smiling and gesturing to the revolving door. He slowly walks up to the door, cautiously pushes it and walks through. ]\n\n\n[ On the other side of the entrance is a lavishly decorated lobby, combining the aesthetics of various Asian cultures. The lobby is almost devoid of any patrons. The sounds of the casino floor a few rooms away can be faintly heard. ]\n\n\n\n\n\n\n\n\nBellhop\n (\noff-camera\n): Maukai will be with you shortly. Please make yourself comfortable in the meantime.\n\n\n[ The bellhop entity can be seen leaving the room. Once it is out of frame, Embus proceeds to walk around the lobby, scanning his surroundings and getting footage on camera. He taps on walls, gently pushes tiles, and lightly kicks at other things he finds suspicious. ]\n\n\n[ Footsteps can be heard approaching Embus as he is investigating a potted plant. ]\n\n\nVoice\n (\noff-camera\n): We’d be more than happy to gift you that plant if you’re interested.\n\n\n[ A light gasp from Embus and a slight jolt. He turns around behind him to see the owner of the voice. ]\n\n\n[ Standing a few feet behind Embus is a pale, hairless humanoid entity in a solid black suit. It stands up straight at around seven feet tall, arms folded behind its back. It is smiling, and within its mouth is a row of black teeth. ]\n\n\nMaukai:\n It’s a pleasure to meet you, Mr. Embus. My name is Maukai, and on behalf of the owners of this Casino, I welcome you.\n\n\nEmbus:\n … I’m sorry, did you say “on behalf of” the owners?\n\n\nMaukai:\n Yes, Mr. Embus.\n\n\nEmbus:\n Meaning you’re not the owner of this place?\n\n\nMaukai:\n That is correct, sir.\n\n\nEmbus:\n (\nannoyed\n) I was under the impression that I would be meeting with the owners today.\n\n\nMaukai:\n You are. My employers are very busy individuals who very rarely show their faces; why, even I have never seen them in-person. However, please be assured that they are still here today, even if not in the flesh.\n\n\n[ Maukai taps its right ear, revealing an earpiece. ]\n\n\nMaukai:\n Now then, shall I show you around our humble Casino?\n\n\nEmbus:\n We’ll do a tour later. But right now, we must discuss the financial burdens your establishment is placing on us because of \nthese\n.\n\n\n[ Embus holds up the cage with the SCP-7763 instance. ]\n\n\nMaukai:\n (\nignoring the cage\n) Your questions will be answered after our tour. We insist.\n\n\n[ Embus slowly puts down the cage. Maukai gives a large smile. ]\n\n\nMaukai:\n Wonderful. Please follow me, Mr. Embus.\n\n\n[ Maukai walks toward an entrance located behind the main set of stairs. Embus follows a couple seconds after, following the guide into the next room – the casino floor.\n2\n ]\n\n\n\n\n\n\n\n\n[ The casino floor is extremely large by normal standards and populated by hundreds, possibly thousands, of patrons, dealers, servers, and other assorted staff. A thin layer of cigar smoke lingers across the room. Walking through the floor, the two pass by expected non-anomalous casino games: slot machines, roulette tables, blackjack and poker tables, and the like. However, they also pass by games that are unknown, including games that involve what appear to be fortune-teller's crystal balls, miniature dragon-like creatures fighting each other, and automatons seemingly attached to the ceiling. ]\n\n\n[ After walking for approximately ten minutes, the two stop in front of a large room adjacent to the casino floor. Maukai gestures to the room. ]\n\n\nMaukai:\n Behold, Mr. Embus: the answer to all of your questions.\n\n\n[ Upon closer inspection, the room is in fact a large theater with tables and chairs arranged in front of a wall covered entirely by televisions. The images displayed on these televisions are indecipherable from the camera footage. Hundreds of humanoid entities are gathered in this room; some are huddled around certain televisions, others are lined up in front of a booth with a casino staff member taking orders. Most are seated and frantically pressing buttons on small devices while speaking hurriedly and loudly. ]\n\n\nEmbus:\n (\nbarely audible\n) What the hell is this?\n\n\nMaukai:\n The future of gambling.\n\n\n\n\n\n\n\n\n[ Embus approaches the televisions, and their displays are now visible from Embus’ lapel camera. On each of the thousands of televisions is live video footage from various Foundation Sites, showing anomalies in containment, researchers experimenting on anomalies, MTF squadrons on patrol, and [DATA EXPUNGED]. On several displays, SCP-7763 instances can be seen being wrangled or terminated by MTF agents; whenever this happens, a patron would scream out in frustration. ]\n\n\nMaukai:\n Once you’re done taking it all in, we’ll find somewhere quieter to discuss our future partnership.\n\n\n[ Embus does not respond, instead continuing to wordlessly gaze at the televisions. He eventually backs away from the theater slowly and turns to Maukai, staring at it for a few seconds. Eventually, Maukai leads Embus out of the room and towards a doorway about a hundred yards away. ]\n\n\n[ On the other end of this doorway is the same lobby in which they initially started. Past the main stairway is a quiet restaurant with only a few patrons. Maukai finds a table for two and pulls up a chair for Embus. Embus sits before Maukai takes the other seat. ]\n\n\nMaukai:\n Impressive, no?\n\n\n[ A server sets two glasses on the table before filling them with water. Embus does not respond to Maukai’s question. His right hand nervously twitches under the table. His heartbeat can be heard on his lapel microphone. ]\n\n\nMaukai:\n Stunned silent, I presume? That’s alright; it’s a common reaction our guests have when seeing Ali Khan for the first time. I suppose I’ll start by thanking you and your Foundation for your cooperation in our newest service, “Containment Roulette” we like to call it. It’s become a hot ticket item among our patrons—\n\n\nEmbus:\n Why us?\n\n\nMaukai:\n I beg your pardon?\n\n\nEmbus:\n (\nadjusting posture\n) I-I would… assume there’s a reason your people would target our organization, out of all the organizations in the world, at this… particular time of all times. Am I wrong to think that?\n\n\n[ Maukai, what had been faintly smiling before, is now fully grinning. ]\n\n\nMaukai:\n No. No, you are not wrong.\n\n\n[ It takes a sip of water. ]\n\n\nMaukai:\n Truthfully, Mr. Embus, your Foundation fascinates Ali Khan because the probabilities your business exerts is far beyond anything that’s possible in the normal world, which in turn makes \nour\n business all the more profitable.\n\n\nEmbus:\n I don’t follow.\n\n\n[ Pause. Enhancing the audio footage reveals an indiscernible voice speaking from Maukai’s earpiece. ]\n\n\nMaukai:\n My employers say that you strike them as a gambling man, as the type to understand what it’s like to win big or lose catastrophically at the hands of Lady Luck and enjoy every minute of it. Are they wrong?\n\n\n[ Embus does not respond. ]\n\n\nMaukai:\n Your silence speaks volumes, Mr. Embus. You know just as well as anyone here that chance, as random and indifferent as it is, has the opportunity to turn a man into a king, or turn him into nothing.\n\n\nEmbus:\n (\nvoice trembling slightly\n) Well, sure, maybe at a casino, but not in any other situation.\n\n\nMaukai:\n Ah! But what if it \ncould\n be in any other situation? What if it could be applied to \nall\n situations? Normal life is simply a series of probabilities after all; the opportunities for significant profit – or a significant thrill - are nigh infinite. Now take your Foundation, operating outside the realm of normal life where almost anything could happen, and you’ve got a game more entertaining than anything else in the world.\n\n\nEmbus:\n So is that all you guys do? Make a profit at our expense?\n\n\n[ Pause. Maukai is listening to its earpiece. ]\n\n\nMaukai:\n My employers would like you to pick a number between one and nine hundred ninety-nine.\n\n\nEmbus:\n Sorry, w-what does that have to do with anything?\n\n\nMaukai:\n Please, Mr. Embus.\n\n\n[ Embus adjusts his posture again while thinking. ]\n\n\nEmbus:\n I… I guess, let’s say… two hundred seventy-three.\n\n\n[ A distant eruption of voices can be heard, frustrated except for one voice which is celebratory. Embus turns to look toward the din. ]\n\n\nMaukai:\n And there you have it.\n\n\nEmbus:\n (\nturning back\n) Mind telling me what just happened?\n\n\nMaukai:\n It appears one of our patrons just won big. I believe it was Mx. Bombadil, they wagered a fortune that you would pick that number, two hundred seventy-three.\n\n\nEmbus:\n Y-you’re bluffing.\n\n\n[ Maukai wordlessly pulls out a small screen from its jacket, taps a few buttons, and turns the screen to Embus. The screen shows security footage of the theater room. The camera zooms in to one screen displaying a live feed of Embus’ and Maukai’s conversation. The border of this screen is flashing red, with text saying “EMBUS_NUMBER=273” along the bottom edge. The feed of the theater zooms out to show a crowd of individuals gathered in front of the screen, most of them visibly enraged except for one individual who has their arms raised in victory. ]\n\n\nMaukai:\n \nEvery. Moment.\n Can be thrilling. We have customers place bets on what someone will have for breakfast, how many words they will type for a report, what music they will listen to while doing their taxes. We even keep tabs on those “groups of interest” you deal with. It’s not all about your Foundation.\n\n\n[ Maukai takes another sip of water, then leans forward. More voices from the earpiece are audible. ]\n\n\nJust last month, Mr. Embus, we had multiple people win after correctly guessing the gender of your newborn child – a baby boy. Some won even more after wagering you’d name him Tommy, and that his first word would be “mama,” and that you’d be working an additional twelve hours per week to support your new family—\n\n\n[ Embus leans forward sharply, getting out of his seat slightly. He stops himself from making physical contact with Maukai. Maukai does not flinch. ]\n\n\n… And that you would attempt to attack me after telling you this, right now.\n\n\nEmbus:\n (\nwhispering, quivering\n) … Listen to me, and listen good: \nLeave. My. Fucking. Family. Alone.\n\n\nMaukai:\n We’re not doing anything to your family – or anyone’s family – besides monitoring them in an inobtrusive manner. They’re none the wiser.\n\n\nEmbus:\n I don’t give a shit. Leave them alone or we’ll blow your whole fucking operation to smithereens, how’s that sound?\n\n\nMaukai:\n Be my guest. Just don't come crawling back to us once all your adversaries want your heads on a stake. You'd surely ruffle some feathers just by laying a finger on us.\n\n\nEmbus:\n … You seriously expect us to continue a “partnership” after essentially blackmailing us like that?\n\n\nMaukai:\n You already have. You now know Ali Khan exists, so you’ll strengthen your defenses against us, we’ll create more elaborate methods of getting your active attention, leading to even more exciting experiences for our patrons. You are the vaccine, and we are the virus: try as you might, we’re always \nmutating\n.\n\n\n[ Embus stares at Maukai, thinks for a moment, then slowly sits back down in his seat. ]\n\n\nEmbus:\n … All we ask is that you stop with the lizards. Please.\n\n\n[ Pause. The voice returns in Maukai’s earpiece. After a few moments, Maukai smiles. ]\n\n\nMaukai:\n We will be more than happy to discontinue our “Containment Roulette” program. Consider this the end of the trial run.\n\n\n[ Maukai extends a black-gloved hand. Embus looks at it, pauses, then slowly reaches to shake hands. After shaking hands, Embus carefully and wordlessly stands up to leave. ]\n\n\nMaukai:\n One last thing, Mr. Embus.\n\n\n[ Embus turns around to face Maukai. ]\n\n\nMaukai:\n My employers want to extend their sincerest gratitude to you and your Foundation. You are always welcome at Ali Khan.\n\n\n[ Pause. Embus quietly sighs, turns back around, and heads for the lobby. He passes through the revolving door and returns to Site-26. Maukai can be seen standing next to its table, watching as Embus leaves and smiling. ]\n\n\n< END LOG >\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7763.4\n - Update as of 06 May 2020\n\n\nSince the April 1st meeting, all activity from SCP-7763 completely ceased as promised, demoting SCP-7763's object class to Neutralized. Group of Interest (GoI) classification for the Ali Khan Hotel & Casino is currently under review.\n\n\n\n\nFootnotes\n\n\n1\n. Hence the Cernnunos object class.\n\n\n2\n. This sudden appearance of the casino floor next to the lobby suggests a potential spacetime-shifting anomaly within SCP-7763-1.\n\n\n\n\n\n\n\n\n« \nSCP-7762\n | SCP-7763 | \nSCP-7764\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7763\n\" by flembus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7763\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n bellhop.png\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Composite of 3 images and an original Blender file using Photoshop.\n\n\nDerivative Of:\n\n\nName:\n Hotel Lisboa Lobby.jpg\n\n\nAuthor:\n WiNG\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nName:\n HK 中環 Central 中國銀行大廈 Bank of China Building front door 旋轉門 revolving door June-2010.JPG\n\n\nAuthor:\n Grandvgartam\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nName:\n Kuala Lumpur Malaysia Hotel-Porter-of-Renaissance-Hotel-01.jpg\n\n\nAuthor:\n CEphoto, Uwe Aranas\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n akhc_lobby.png\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Edited version of below file using Photoshop.\n\n\nDerivative Of:\n\n\nName:\n MC Macau 澳門葡京酒店 Hotel Lisboa Macau lobby interior exhibits March 2019 IX2 25.jpg\n\n\nAuthor:\n Winguco ROso\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n akhc_floor.png\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Edited version of below file using Photoshop.\n\n\nDerivative Of:\n\n\nName:\n Norwegian Bliss casino 0713.jpg\n\n\nAuthor:\n SecretName101\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n akhc_sportsbook.png\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Edited version of below file using Photoshop.\n\n\nDerivative Of:\n\n\nName:\n Wynn Sportsbook.JPG\n\n\nAuthor:\n Pburka\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n kalasignature.png\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n leezard.png\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n akhc_restaurant.png\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Edited composite of 3 images using Photoshop.\n\n\nDerivative Of:\n\n\nName:\n Three quarter length portrait of man in suit (AM 79069-1).jpg\n\n\nAuthor:\n Auckland Museum\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nName:\n Portrait of a man (AM 87673-1).jpg\n\n\nAuthor:\n Auckland Museum\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nName:\n The dining room (1359501931).jpg\n\n\nAuthor:\n Tristan Ferne\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7763.1 – Locating the “Ali Khan Hotel & Casino” (SCP-7763-1)\nIt was determined that the most likely origin of SCP-7763 is the aforementioned Ali Khan casino. The following table shows the various notable methods employed by Head Researcher Frederick Embus and his team at Site-26 to locate the casino. All attempts thus far have ended in failure.\nAs of 13 December 2019, no new leads on the location of SCP-7763-1 have been discovered.",
        "Addendum 7763.2 – E-Mail Message from SCP-7763-1\nOn 27 March 2020, an email message was sent directly to SCP-7763 Head Researcher Embus from the supposed owners of the Ali Khan casino. The message reads as follows:\nThe legitimacy of the email was called into question due to the overall vagueness of the message, the omission of the Casino’s address, and the fact that the proposed meeting date would be on April Fool’s Day. Regardless, the Overseer Council voted to send a representative, later chosen to be Head Researcher Embus, to the Casino in the hopes that the exact location would be made apparent on the day of the meeting. MTF Mu-7 will be stationed outside the Casino as a precautionary measure.",
        "Addendum 7763.3 – Meeting with SCP-7763-1 Representative\nOn 1 April 2020, Head Researcher Embus and MTF Mu-7 were prepared to meet with the supposed proprietors of the Ali Khan Hotel & Casino. Embus was equipped with a body camera along with a bulletproof vest underneath a standard tuxedo. With the meeting location still unknown, MTF Mu-7, led by Captain Jamie Townsend, remained stationed at Site-26 with a convoy prepared as a precautionary measure.",
        "Addendum 7763.4 - Update as of 06 May 2020\nSince the April 1st meeting, all activity from SCP-7763 completely ceased as promised, demoting SCP-7763's object class to Neutralized. Group of Interest (GoI) classification for the Ali Khan Hotel & Casino is currently under review."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7763 \" by flembus, from the SCP Wiki . Source: https://scpwiki.com/scp-7763 . Licensed under CC-BY-SA .",
        "Filename: bellhop.png Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Composite of 3 images and an original Blender file using Photoshop. Derivative Of: Name: Hotel Lisboa Lobby.jpg Author: WiNG License: CC BY-SA 3.0 Source Link: Wikimedia Commons Name: HK 中環 Central 中國銀行大廈 Bank of China Building front door 旋轉門 revolving door June-2010.JPG Author: Grandvgartam License: CC BY-SA 3.0 Source Link: Wikimedia Commons Name: Kuala Lumpur Malaysia Hotel-Porter-of-Renaissance-Hotel-01.jpg Author: CEphoto, Uwe Aranas License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: akhc_lobby.png Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Edited version of below file using Photoshop. Derivative Of: Name: MC Macau 澳門葡京酒店 Hotel Lisboa Macau lobby interior exhibits March 2019 IX2 25.jpg Author: Winguco ROso License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: akhc_floor.png Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Edited version of below file using Photoshop. Derivative Of: Name: Norwegian Bliss casino 0713.jpg Author: SecretName101 License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: akhc_sportsbook.png Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Edited version of below file using Photoshop. Derivative Of: Name: Wynn Sportsbook.JPG Author: Pburka License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: kalasignature.png Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: leezard.png Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: akhc_restaurant.png Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Edited composite of 3 images using Photoshop. Derivative Of: Name: Three quarter length portrait of man in suit (AM 79069-1).jpg Author: Auckland Museum License: CC BY 4.0 Source Link: Wikimedia Commons Name: Portrait of a man (AM 87673-1).jpg Author: Auckland Museum License: CC BY 4.0 Source Link: Wikimedia Commons Name: The dining room (1359501931).jpg Author: Tristan Ferne License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Permanent containment of SCP-7763 has been deemed impossible.1 Once captured and contained, if escape from containment is possible, SCP-7763 instances will breach containment within 24 hours of capture. If escape is not possible, instances will instead perish and be replaced within 24 hours by another SCP-7763 instance.",
    "description": "SCP-7763 is the group designation for a species of small reptilian entities. Each SCP-7763 specimen has a seven-digit number tattooed on its tail, followed by the phrase “Property of the Ali Khan Hotel & Casino.” Further research into the exact location of this supposed casino, designated as SCP-7763-1, is ongoing. Since June 2018, 17,707 instances have been found in suburban and urban populations across the United States. Wherever they appear, they cause significant disruption in various ways, including but not limited to property damage, civilian injuries, and the death of small animals.",
    "title": "SCP-7763"
}