{
    "url": "https://scp-wiki.wikidot.com/scp-7766",
    "all_text": "rating: \n+125\n+\n–\nx\n\n\nJakdragonX\n\n\n\n\n\n\n\n\nAuthor Page\n | \nDiscussion\n | \nFeeling Lucky?\n\n\nMore by JakdragonX:\n\n\n\n\nSCP-6200\n — INSOMNIUM\n\n\nTATTLETALE\n — [ENTRY REMOVED FROM DATABASE]\n\n\nSCP-6864\n — Belwood Staffing\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n> New user detected. Initiating necessary protocols for \nSIMULACRUM\n connection…\n\n\n> \nATTENTION:\n The following requires \nLEVEL 5 RESTRICTED\n access. Failure to authenticate will result in your immediate detainment by nearby Mobile Task Forces who have already flagged this device's location.\n\n\n> Enter a valid username and password to continue.\n\n\n \n\n\n \n\n\n>>\n F0N61700\n\n\n>>\n \n*****************\n\n\n \n\n\n \n\n\n> Elevated account detected. Generating administrator profile…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nLogin successful. Welcome to the Interface.\n\n\nYou have notifications.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> New messages have been received at 19:36. Auto-populating viewing window to display content…\n\n\n \n\n\n\n\nFROM:\n The Administrator\n\n\nTO:\n You\n\n\nSUBJECT:\n Assignment Task\n\n\n\n\nGreetings, Seven, and welcome to the Interface. The Order has been expecting your arrival.\n\n\nYou are here because there is a traitor within our ranks.\n\n\nThirteen thinks that he is safe, hiding away and terrorizing our \nSIMULACRUM\n behind his digital avatar. It is your responsibility, as the Black Rabbit of this Order, to locate and terminate him — using any and all means you deem necessary. Two has also provided you access to the below documentation; hopefully, it serves as a valuable resource to use against your target.\n\n\nThere is a valet waiting for you behind the south office building. Whether or not you use him as a resource is entirely up to your discretion. Just be sure to use the disposal unit nearby should you decide against it. He has no friends, no family, and no further means to our organization.\n\n\nWe will maintain cellular contact.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7766\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA recent snapshot of SCP-7766, hosting nearly 2 million users, 103 thousand simulated assets, and 170 unique explorable areas.\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-7766 is currently contained within Site-119 as part of the \nSIMULACRUM Project\n. As of writing, SCP-7766 and all dedicated \nSIMULACRUM\n hardware remains physically hosted underneath Site-119's DEEPWELL, approximately 23 kilometers below ground level.\n\n\nAll Foundation operatives working within SCP-7766 have been connected to the anomaly via virtual reality stasis chambers located on-site. Medical staff remains on standby at all times to monitor and treat subjects in the event of an emergency. Physical security has also been increased within Site-119 to accommodate the added capacity.\n\n\nInternal security and management of SCP-7766 have been delegated to Level 3 and Level 4 Foundation enforcers operating as governmental and corporate figures. Monitoring systems integrated within SCP-7766 are to be maintained both physically and virtually to ensure data remains accurate to Site-119 and Site-01 respectively.\n\n\nOther entities within SCP-7766 — \nwhether they are procedurally generated simulacra or physical humans\n — must continue being monitored and tracked by automated programs for signs of deviance and/or awareness of SCP-7766. Should these entities begin to display the aforementioned characteristics, they are to be immediately ejected from SCP-7766 and, if applicable, terminated. Copies of their digital profiles are to be archived and stored so that they can be recreated within SCP-7766 to prevent additional breaches to the Veil.\n\n\nIn the event that automated systems fail in removing the aforementioned subjects from SCP-7766, they are to either be located and apprehended by integrated agents or physically removed from their interfacing devices and disposed of accordingly.\n\n\nDESCRIPTION:\n SCP-7766 is the city known as Agate, an advanced simulation hosted through \nSIMULACRUM\n hardware and Site-119's physical infrastructure. SCP-7766 utilizes a combination of cyberanomalous technologies\n1\n that allows it to remain indistinguishable from baseline reality.\n\n\nSCP-7766 is maintained and monitored internally via the local Agate government and several large companies operating within the city, all of which are controlled by integrated Foundation officials. The city itself has been separated into 6 unique quadrants or \"Districts\" that are divided between socioeconomic status, geographic conditions, and other identifying factors. Said Districts are as follows:\n\n\n\n\nDiamond District:\n Located in the central region of the city, the Diamond District is comprised mostly of large corporate buildings and other office towers surrounding a city circle, which acts as the economic and cultural center of SCP-7766. The District itself has a total area of nearly 3 square kilometers and uses diagonal roads to point citizens toward the city circle. Housing and other public resources are severely limited here as space is reserved for tourist attractions and corporate buildings.\n\n\nSilver District:\n Immediately surrounding the Diamond District, the Silver District houses most of SCP-7766's upper-class citizens. Buildings located within the Silver District are either apartments, townhomes, condominiums, or — for the more wealthy citizens — entire properties within the city itself. The Silver District also contains most of the region's private schools, several popular tourist attractions, and other luxury venues.\n\n\nCambry District:\n The Cambry District, otherwise known as the \"Market District,\" is a large region west of SCP-7766 acting primarily as a marketplace for the middle class. Said District also contains most of the city's external facilities, factories, warehouses, and other public centers that allow SCP-7766 to continually supply their citizens with goods and other services.\n\n\nRedline District:\n Like the Silver District, the Redline District houses the middle-class citizens of SCP-7766. It is also the largest SCP-7766 District, containing a majority of the general population. While public facilities and schools are still available along its borders, they are smaller, relatively sparse, and underfunded in comparison to both the Cambry and Silver Districts.\n\n\nBlackout District:\n The Blackout District is home to the low-income citizens of SCP-7766. The District was named for its frequent rolling blackouts and brownouts that occur during the summer and the winter. While poverty and crime rates within the Blackout District are increasingly high, they are also nowhere near the extent of the No Man's District. The Blackout District sits along the far-south side of SCP-7766.\n\n\nNo Man's District:\n The No Man's District is located along the far edges of SCP-7766. As the name suggests, this region is notorious for increased rates of poverty and crime, which deter most citizens from entering the District. It is also the most underfunded of the six Districts, with public services being restricted and, in some cases, outright unavailable. Authorities and other enforcers have all been barred from entry by violent street gangs and other organized crime syndicates, making it the most dangerous area inside SCP-7766.\n\n\n\n\nAs of writing, SCP-7766 contains over 2.6 million users, most of which are either automated AI or physical humans unknowingly interfacing with the anomaly through existing virtual reality devices.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> Monitoring systems have detected movement.\n\n\n> You received new messages at 22:10.\n\n\n \n\n\n\n\n\n\nSeems you're on the move.\n\n\nGood.\n\n\n\n\n\n\nValet was too slow for my tastes.\n\n\n\n\n\n\nI'm not surprised.\n\n\nDo you know where you're going?\n\n\n\n\n\n\nI have a few ideas.\n\n\nWhy, do you have any recommendations?\n\n\n\n\n\n\nYour guess is as good as mine.\n\n\n\n\n\n\nYou know, typically when people ask me for favors like these they at least try to give me some information to work with.\n\n\nExpecting another miracle?\n\n\n\n\n\n\nIt's what you do best.\n\n\nBesides I know you.\n\n\nYou would've complained if I gave you all the answers.\n\n\n\n\n\n\nThis would've been far easier if you weren't so anal about scrubbing all of our physical intel.\n\n\nFigures you'd be the one making my job even harder.\n\n\n\n\n\n\nYou'll be thanking me later.\n\n\nIt was a necessary evil.\n\n\nImagine if someone like Thirteen had all of those old dossiers. Do you really want someone like him knowing about your personal life?\n\n\n\n\n\n\nYou say that like it doesn't already apply to you.\n\n\n\n\n\n\nIt doesn't. Not everything atleast.\n\n\nAnd regardless, there's a difference between me having that intel and someone like Thirteen having it.\n\n\n\n\n\n\nYeah, I guess.\n\n\nThe other one's not a control freak.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> \nERROR:\n Further access to documentation requires the selection of a \nSIMULACRUM\n profile.\n\n\n> Please choose one of the following to continue.\n\n\n> \nVN089834 - ■■■■■□ \nSYNC FAILED!\n\n\n> \nVN056313 - ■■■□□□ \nSYNCING…\n\n\n> \nVN071811 - ■□□□□□ \nSYNCING…\n\n\n> \nVN012834 - □□□□□□ \nUNAVAILABLE\n\n\n> VN024913 - ■■■■■■ \nREADY\n\n\n> \nVN008534 - ■■□□□□ \nSYNC FAILED!\n\n\n> \nVN023951 - ■■■■■□ \nSYNCING…\n\n\n> \nVN034901 - ■■■■■□ \nSYNCING…\n\n\n> \nVN018245 - □□□□□□ \nUNAVAILABLE\n\n\n> \nVN049584 - ■□□□□□ \nSYNC FAILED!\n\n\n> + 1632364 more\n\n\n>>\n vn024913\n\n\n> Selection confirmed. Uploading \nVN024913\n's user profile and simulated experience(s) from SCP-7766…\n\n\n> Note that aspects of this document will now adapt and/or change to accommodate the selected profile.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nUSER PROFILE - VN024913\n\n\n\n\n\n\n\n\n\n\nPreview image of user player.\n\n\n\n\n\n\n]NAME:\n Jakob Xavier Reigen\n\n\n \n\n\nAGE:\n 24\n\n\n \n\n\nOCCUPATION:\n Computer Progammer at Aregonyx Incorporated\n\n\n \n\n\nBACKGROUND:\n Born in New Castle, Virginia USA, Reigen was raised in a middle-class home alongside his sister Anna. After attending his first year of high school at Grande Central, Reigen was immediately recognized for his heightened intellect and acute awareness, excelling in all academic categories. He would eventually graduate with an honors diploma and enroll into the University of Central Florida, where he would receive his Bachelor in Information Technology after obtaining a GPA of 4.6.\n\n\nReigen would later be scouted by Foundation operatives after an incident in which he was affected by an anomalous entity. After its neutralization, Reigen was unknowingly introduced to Project \nSIMULACRUM\n and subsequently reintegrated into SCP-7766 via amnestic identity reconstruction (AIR) to help study the long-term effects of the human consciousness within cyberspace.\n\n\nReigen now lives in a one-bedroom apartment within the Redline District. As of writing, he remains employed by Aregonyx — a weapons distributor and currently the largest company within Agate — as a computer programmer working the second shift.\n\n\n \n\n\nTRAITS:\n\n\n\n\n\n\n\n\nEndurance\n\n\nStrength\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPerception\n\n\nIntelligence\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAgility\n\n\nLuck\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nNOTE:\n All traits listed above have been \nLOCKED\n from further edits and cannot be changed at this time.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM ONE\n\n\n\n\n\n\n\n\nNOTE:\n On August 25th, 2032, Jakob Reigen was involved in the following significant SCP-7766 event after leaving his work. All recordings were captured from Reigen's optical lens camera, which has been left mostly unedited for viewability and transparency concerns.\n\n\n\n\n[BEGIN LOG]\n\n\nCapture begins with Reigen walking along an empty hallway towards an exit door. The surrounding walls are painted an off-shade of white, with large fluorescent lights hanging overhead. In Reigen's left hand he carries a phone, and he is in the midst of a conversation.\n\n\nREIGEN:\n I— yes sir, no I understand.\n\n\nReigen stumbles slightly as he pushes open the door leading outside and into the Cambry District. It is nighttime, with orange-tinted streetlights slightly illuminating the stairs leading from the exit door and into a large alleyway. There is a dumpster several meters away, with trash overflowing onto the ground.\n\n\nREIGEN:\n The reason the GALC terminal didn't work yesterday was — yes, someone misrouted the serial cable again. I promise you the actual program was working fine before I left.\n\n\nReigen walks down the stairs and turns left, navigating to the end of the alley and into Clanken Street.\n\n\nREIGEN:\n I'm alright, Jeremy. Just… yeah. But I'll let you go — sorry again.\n\n\nReigen coughs as he walks down Clanken Street. The road is notably desolate — office buildings tower over him as he walks past an empty bus stop.\n\n\nREIGEN:\n Don't worry, I'll be fine. See you tomorrow.\n\n\nThe phone call is disconnected as Reigen passes another smaller alley, approaching a nearly vacant parking lot. Several digital billboards can be seen cycling through nightly advertisements in the distance.\n\n\nReigen continues approaching the middle of the parking lot as he searches his pockets. Dark shadows can be seen darting along the pavement, but Reigen pays no attention.\n\n\nREIGEN:\n \n(Offhand)\n Goddamnit, where did they go…?\n\n\nReigens fumbles his hands in his pockets more as he continues walking. After a moment his hand slips out, and his wallet falls onto the ground. He stops and leans downward, cursing softly as he reaches for his wallet.\n\n\nThe feed slightly distorts as Reigen is suddenly pushed away from his wallet, into a nearby parked vehicle. He grunts as he slams into the passenger door. After a moment of laughter and heckling, Reigen looks up to see a gang of men wearing balaclavas and dark hoodies looking toward him.\n\n\nUNKNOWN:\n Ah, shit, sorry man. \n(He pauses)\n This yours?\n\n\nSome of the members laugh nearby as Reigen stumbles to his feet. He begins to approach the masked individual in front of him.\n\n\nREIGEN:\n Come on, man. Knock it off I'm just trying to get—\n\n\nA fist darts to the right of Reigen, connecting just above the jawline. He drops to the ground as his knees buckle from the blow.\n\n\nUNKNOWN 2:\n \n(Distant)\n Get his ass!\n\n\nThe gang runs up to Reigen, surrounding him before each member begins to kick him in various regions. Reigen curls into a defensive position while the onslaught continues. One-by-one, each member takes turns in attacking him, which continues for nearly a minute. The group momentarily pauses as the sounds of sirens can be heard faintly.\n\n\nUNKNOWN 3:\n Got the wallet!\n\n\nThe group cheers before beginning their retreat. Reigen remains still as the first member spits at him before finally retreating as well.\n\n\nReigen remains motionless for several minutes, shaking slightly. Finally, Reigen moves his arms underneath his body, slowly standing up. There are cuts and slight bruises around his body, while his left eye is swollen shut, obstructing the video feed by half. Reigen breathes deeply as he makes a final effort to search his pockets, finding nothing of interest beyond a single 20-dollar bill. He sighs defeatedly before walking away from the parking lot and towards Abrashire Road.\n\n\nHe continues walking for 15 minutes until stopping at the front entrance of Rothwell Subway Station. He glances around his vicinity before walking down the stairs leading into the station. He enters into a dimly-lit platform, with chipped and grimy tiles lining the walls. A man can be seen leaning against a nearby column, coughing. A full subway train has stopped on the tracks with all of its doors open — which Reigen eventually walks through.\n\n\n\n\n\n\nRothwell Subway Station.\n\n\n\n\n\n\nReigen walks to the rear of the train, finding a vacant seat along the wall facing the platform. Several minutes pass before the doors leading to the train automatically close. Murmuring and whispering can be heard faintly as the train begins accelerating along the tracks. Reigen retrieves his cellphone and begins navigating through news articles as the train continues traveling.\n\n\nUNKNOWN:\n Hey.\n\n\nReigen stops scrolling and looks to his right. An older woman is looking at him.\n\n\nREIGEN:\n Hi?\n\n\nUNKNOWN:\n Your face. Are you okay?\n\n\nReigen strokes the injured side of his face with his hand. His bruises from before have now darkened considerably.\n\n\nREIGEN:\n Yeah, I'll be alright. Thanks.\n\n\nUNKNOWN:\n Here.\n\n\nThe woman hands Reigen some tissue paper and a bandage, which he accepts. After a pause, Reigen dabs his face with the tissues before applying the bandage, stuffing both into his pocket once he's finished.\n\n\nREIGEN:\n Thank you again.\n\n\nThe woman smiles.\n\n\nUNKNOWN:\n Where are you heading?\n\n\nREIGEN:\n Just home. You?\n\n\nUNKNOWN:\n Meeting someone.\n\n\nReigen nods before the train begins to slow and screech to a stop. Passengers inside begin to stand and look around as the lights on the train are shut off. Reigen turns off his phone and glances around. The woman speaking to him previously is no longer there.\n\n\nINTERCOM:\n Ladies and gentlemen, please remain calm. The train is now going to temporarily stop—\n\n\nThe intercom begins to distort before cutting out entirely. Some passengers begin to vocalize concern as the train rocks slightly.\n\n\nUNKNOWN 2:\n What was that?\n\n\nThe train rocks again. The front passengers begin to retreat towards the back of the train, tripping and falling over legs inside the aisle. Other passengers are either recording with their personal devices or speaking to others.\n\n\nUNKNOWN 3:\n Everyone alright?\n\n\nReigen stands up from his chair, only to be immediately slammed backward by the force of an explosion.\n\n\nPassengers scream as metal and plastic snap, with the glass nearby cracking and shattering. The front of the subway car is uplifted in flames while the rear rotates vertically. The impact from the explosion derails the subway car and tips it over inside. Reigen slams into a nearby pole and is knocked to the back of the train. The screams of nearby passengers subside briefly as the subway car finally lays at rest along the tracks. Half of the car has been entirely disconnected from the rest of the train, while the other still continues burning inside.\n\n\nReigen lays unconscious for 6 minutes before jolting awake. He glances towards his hands and forearms, where his previous bruises and cuts have worsened significantly. Reigen is laying along the floor of the subway tunnel, nearby a broken chair and an unconscious female passenger. He crawls towards the passenger and shakes her. She does not respond.\n\n\nREIGEN:\n \n(Weakly)\n Hello?\n\n\nThere is no response. Reigen looks around his vicinity once more. The camera begins to pick up slight distortions along the tunnel walls and the upheaved subway car. Reigen takes several seconds to stare at the anomalies. Textures and graphics begin to load improperly, while passengers move and behave erratically, including the one laying still besides Reigen.\n\n\nREIGEN:\n What the—?\n\n\nReigen attempts to reach out toward the aforementioned disturbances but is unable to touch them. The visual anomalies continue for nearly a minute as Reigen regains his composure and glances back toward the female passenger — she is the same individual who sat nearby him earlier in the recording.\n\n\nReigen rustles the girl's erratic arm a final time, but she is already dead.\n\n\n[END LOG]\n\n\n\n\nCLOSING STATEMENT:\n Local authorities would soon arrive on the scene to aid Reigen and other survivors from the subway car. Later investigations of the incident revealed the presence of 3 different IEDs\n2\n which had been strapped underneath the subway train by a presumed and unknown domestic terrorist. A total of 15 passengers were able to recover, while another 23 had either suffered life-threatening injuries or had died during the incident. Local news outlets would later dub the event as the \"Rothwell Subway Train Incident.\"\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> Automatically updating content at 22:22.\n\n\n> New messages received.\n\n\n \n\n\n\n\n\n\nAny progress?\n\n\n\n\n\n\nNot yet. Still waiting for him to show himself.\n\n\nI've eliminated the most obvious places. His first home's been ransacked completely.\n\n\nSite-03's also been crossed off the list.\n\n\n\n\n\n\nHas he came back online yet?\n\n\n\n\n\n\nNot since yesterday.\n\n\nStill doesn't make any sense to me why he's so addicted.\n\n\nDoes he really think it'll do anything?\n\n\n\n\n\n\nBlinded by rage.\n\n\nJust like the rest of them, I suppose.\n\n\n\n\n\n\nYou can't please them all.\n\n\nSpeaking of, how does it feel?\n\n\nReplacing Felix as you did.\n\n\n\n\n\n\nIt was a necessary removal.\n\n\nHe was a simple man.\n\n\nHis ideals for the Foundation were, albeit effective, simple at heart.\n\n\n\n\n\n\nIs that why you decided to change them?\n\n\n\n\n\n\nIt went far deeper than that, but again it was necessary.\n\n\nTraditions can only last for so long.\n\n\nA change in the world dynamic demands a change in us as well. We can't continue relying on ignorance and playing coy with the unknown.\n\n\nControl is the only way forward.\n\n\n\n\n\n\nIs that why Thirteen defected?\n\n\nWhat was he like?\n\n\n\n\n\n\nHe was a loner at heart.\n\n\nHardheaded, and had a big ego even on his bad days.\n\n\nBut he did have one thing going for him — his hands were like magic. You could give him anything and he'd have it fixed the next day.\n\n\nIt's the reason why so many of us referred to him as \"The Tinkerer.\"\n\n\n\n\n\n\nMakes sense.\n\n\n\n\n\n\nBut his pride eventually got the better of him.\n\n\nLike it always does.\n\n\nWhich is why you're here now.\n\n\n\n\n\n\nDoing the dirty work?\n\n\n\n\n\n\nQuite the contrary.\n\n\nDoing the necessary work.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nADDENDUM TWO\n\n\n\n\n\n\n\n\nAUTOMATED DEVIANCE ALERT\n\n\n\n\n\n\nNAME:\n Jakob Reigen\n\nDATE:\n September 1st, 2032\n\n\nRISK:\n Warning\n\n\nDESCRIPTION:\n Automated systems have detected suspicious activity from Jakob Reigen (VN024913) and have now flagged the user as \"Warning.\" Said activity has been listed below:\n\n\n\n\nIncreased levels of anxiety, depression, and general stress.\n\n\nAttempting to interact with BACKROOMS inside SCP-7766.\n3\n\n\nOnline searches pertaining to \"simulated worlds\" and \"escaping reality.\"\n\n\nEngaging in online and physical conversations for the purpose of discussing SCP-7766.\n\n\nIncreased hostility to peers and other authority figures.\n\n\n\n\nAs of September 1st, 2032, no immediate action has been deemed necessary. Foundation personnel are advised to continue monitoring VN024913 for further signs of deviance and to eject said individual as required.\n\n\nADDITIONAL NOTES:\n On August 30th, 2032, Jakob Reigen was involved in an online conversation between an unknown user claiming to possess knowledge of SCP-7766's \"true nature.\" Said conversation continued for approximately 20 minutes; an excerpt of which has been attached to this report for future reference.\n\n\n\n\n\n\n \n\n\n\n\nanonymous123\n: I know who you are. And I know what happened to you.\n\n\ngreendragon\n: Prove it then.\n\n\nanonymous123\n: Your name is Jakob. You work at a dead-end job scraping by in a shared apartment. You just recently survived a fatal crash resulting in the death of over 20 people. You hate ketchup.\n\n\nanonymous123\n: Did I get it right?\n\n\ngreendragon\n: I mean… yeah ig?\n\n\ngreendragon\n: You could've easily gotten all that from searching my username online and looking through my socials tho.\n\n\nanonymous123\n: Yea, sure. Because \"greendragon\" is such a unique username after all.\n\n\ngreendragon\n: Alright, fine. Maybe you just got lucky then, idk.\n\n\nanonymous123\n: Do you want to know the truth or not?\n\n\ngreendragon\n: I do it's just… look, I've had plenty of people tell me that I'm crazy and stupid for this shit, okay? And it's been getting to me. Bad.\n\n\ngreendragon\n: I'm just trying to be careful, yk?\n\n\nanonymous123\n: You don't believe that what you're living in is real.\n\n\ngreendragon\n: It's not.\n\n\ngreendragon\n: It can't be.\n\n\ngreendragon\n: Not after what I saw. And even if it was, I wouldn't want to continue living in it.\n\n\nanonymous123\n: You're talking about the train incident, right?\n\n\nanonymous123\n: What did you see?\n\n\ngreendragon\n: You saw the footage I sent you.\n\n\ngreendragon\n: I don't know how else to explain it. All those people… they didn't even look real!\n\n\ngreendragon\n: All the walls distorting, and the glitching. The fact that the blood and the gore were all pixelated and fake-looking. Hell, even the fact that I survived is proof enough, right?\n\n\ngreendragon\n: I thought it would go away after a while but now I see it in everything. From the cashiers at the grocery store, to my boss whenever he yells at me, and even to just how we're all alive — right now, at this moment. How we can't possibly be here by chance or something.\n\n\ngreendragon\n: And it's other things too. Like, why can't I remember ever leaving Agate? And how does all of our technology work in the ways that it does? Why does it all seem so scripted, and so perfect?\n\n\ngreendragon\n: It all can't just be a coincidence. I refuse to believe that.\n\n\nanonymous123\n: It's not.\n\n\nanonymous123\n: And I can prove how. Not here, obviously. Too many eyes.\n\n\ngreendragon\n: Oh yeah? And why should I believe you?\n\n\nanonymous123\n: What all do you have to lose?\n\n\ngreendragon\n: You could be a 40-year-old murderer looking for your next victim.\n\n\nanonymous123\n: Lol. I suppose.\n\n\ngreendragon\n: That's not very reassuring.\n\n\nanonymous123\n: Maybe not. But I do have the answers you're looking for.\n\n\nanonymous123\n: The bigger question is: what all are you willing to risk for them?\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM THREE\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins with Reigen walking along the broken sidewalk of Loshure Road in the No Man's District. Most of the streetlights have been torn down, with nearby storefronts either being barred or destroyed entirely. Reigen carries his cellphone in hand, which displays a map pointing him to a nearby location.\n\n\nREIGEN:\n \n(Offhand.)\n This is so stupid. I shouldn't even be here.\n\n\nReigen scoffs lightly as he turns the corner and walks towards another street, stepping away to avoid a lone stranger laying along the cement. He continues traversing through Audeberry Lane, making another left nearby a burning trash-bin fire. Reigen continues to glance at his phone intermittently to ensure that he is walking to the correct location.\n\n\nReigen walks for another 13 minutes before finally arriving at the door of Seacrest Hotel, a small 3-story complex sitting within the center of the No Man's District. The door itself is damaged from age, wear, and a series of vacant bullet holes. After a pause, Reigen proceeds to enter the hotel. Reigen walks into a lobby illuminated solely by a small lamp near a front counter desk. The receptionist — an older woman wearing light-blue lipstick with a cigarette burning in her lips — sits in front of an old laptop. As Reigen approaches, an online video can be heard playing loudly from the deivce.\n\n\nREIGEN:\n Hello…?\n\n\nThe receptionist does not react to Reigen. She is identified as Abby by the nametag on her shirt.\n\n\nREIGEN:\n Would you be able to point me to, uh… to Room 16?\n\n\nThe receptionist pauses the video on her laptop and slowly glances over to Reigen.\n\n\nABBY:\n Second floor. Fourth room.\n\n\nReigen thanks the receptionist and walks past the counter, taking a small flight of stairs to the second floor of the Seacrest Hotel. Reigen walks carefully as the steps leading upward are worn and chipped from wear, while segments of the railing are either damaged or missing entirely. Reigen also notices a large cockroach scurry along the ceiling. He takes a deep breath as he continues moving.\n\n\n\n\n\n\nScreen capture of Rooms 3-5.\n\n\n\n\n\n\nAfter several moments of walking, he finally stops in front of the door to Room 16. The surrounding wallpaper is peeling, and the door itself remains illuminated by a red neon sign outside. Reigen goes to knock but pauses, taking a moment to compose himself. After several more deep breaths, he extends his arm to knock, but the door then swings open before he has a chance.\n\n\nUNKNOWN:\n There you are!\n\n\nA woman, standing at approximately 1.6 meters with long brunette hair, swings the Room 16 door open to greet Reigen.\n\n\nUNKNOWN:\n What took you so long?\n\n\nREIGEN:\n I—\n\n\nReigen pauses briefly.\n\n\nUNKNOWN:\n You \nare\n Jakob, right?\n\n\nREIGEN:\n I mean — yeah. But—\n\n\nUNKNOWN:\n But what? Are you expecting some 50-year-old virgin dude or something to be here instead?\n\n\nReigen attempts to respond but stops. After another pause, the woman scoffs, rolling her eyes while she opens the door for Reigen.\n\n\nUNKNOWN:\n Just come in.\n\n\nReigen complies, and the two enter inside. The room itself is in a state of disarray, with trash and other waste filling the table, nearby counters, and even along the uplifted carpet flooring leading into the kitchen and dining rooms. Couch cushions and wall decor are haphazardly tossed aside while electrical outlet covers and other electronics have been torn apart, exposing bare wires and other mechanical parts.\n\n\nREIGEN:\n Lovely place you have here.\n\n\nUNKNOWN:\n You like it?\n\n\nREIGEN:\n Yeah, yeah. Has its own sense of, uh…\n\n\nReigen glances down to see several rats scurrying along the baseboards.\n\n\nREIGEN:\n … character.\n\n\nUNKNOWN:\n I'm glad you noticed. I just finished checking for bugs a few minutes ago.\n\n\nThe woman drops a set of keys on a nearby kitchen table. Reigen sits down on the sofa in the living room.\n\n\nUNKNOWN:\n I never actually introduced myself, did I? The name's Adrian Fryar.\n\n\nAdrian turns over to face Reigen.\n\n\nADRIAN:\n And I'm sure you have questions, right?\n\n\nREIGEN:\n Just a few. \n(Clearing his throat)\n If you don't mind me asking, who exactly are you?\n\n\nADRIAN:\n I just gave you my name. What more do you need?\n\n\nREIGEN:\n I mean, yeah but that doesn't tell me anything. Who is Adrian? How did you get here?\n\n\nADRIAN:\n Hm… okay.\n\n\nAdrian moves over to the kitchen sink and opens the faucet tap.\n\n\nADRIAN:\n I can at least answer that second part of your question.\n\n\nWater continues rushing as Adrian grabs a soap bottle on the counter.\n\n\nADRIAN:\n I used to be an ex-contractor for the city, a long time ago. They hired me for small things — whatever physical labor the local government needed. You know, for work like cleaning, lawn care, construction…?\n\n\nReigen vocalizes in confirmation.\n\n\nADRIAN:\n It was simple, really. I did whatever I was told and they paid me enough to scrape by.\n\n\nThe faucet tap is shut off. Adrian moves to the opposite counter to dry her hands with a hanging rag cloth.\n\n\nADRIAN:\n But then I started to notice things. People who didn't really look normal, or random doors and buildings that didn't have any purpose. The shit you might see in an unfinished video game or something. And then it all started to get worse.\n\n\nREIGEN:\n Worse as in…?\n\n\nADRIAN:\n I started asking questions. And people began to notice. Big people too — the local politicians or the corporate heads in Diamond — and they didn't like it.\n\n\nAdrian walks around the counter and moves to a chair in the living room.\n\n\nADRIAN:\n They \nhated it,\n even. Then suddenly there I was — jobless, alone, and left with only more questions than answers.\n\n\nAdrian pauses.\n\n\nADRIAN:\n Now here we are.\n\n\nSilence ensues for several seconds. Reigen shifts in his seat.\n\n\nADRIAN:\n Is that really all the questions you had then?\n\n\nREIGEN:\n No, sorry. \n(Coughs slightly)\n I also wanted to ask you about something from our chat earlier.\n\n\nADRIAN:\n What about it?\n\n\nREIGEN:\n You profiled me so easily in our chat. How did you do it?\n\n\nAdrian stands up from her chair and outstretches her hands.\n\n\nADRIAN:\n It's simple really.\n\n\nAdrian cracks a smile as the room begins shaking slightly. After another moment Adrian begins to recite several unknown phrases, causing the room to tremble more. She rotates her outstretched palms upwards towards the ceiling as the air above begins to crack and expand. A few seconds later, her hands ignite into controlled white flames, which she holds for several seconds. Reigen reels backward at the sight of flames.\n\n\nADRIAN:\n Once you learn that there's a system that actually exists, you can also learn how to control and manipulate it.\n\n\nAdrian dissipates the fire in her hands. The room goes quiet for several seconds.\n\n\nADRIAN:\n We're always being watched by this place. It's just a matter of finding where you are inside it.\n\n\nREIGEN:\n You make it sound easy.\n\n\nADRIAN:\n Well, I'm simplifying it some. There's a lot more to it but that's something I can't just explain to you. Not until you figure it out for yourself.\n\n\nReigen leans back towards Adrian.\n\n\nREIGEN:\n So… what about all the proof you mentioned too? Was that it?\n\n\nADRIAN:\n The flames? No, not even close — and anyways that's not the question you should be asking.\n\n\nREIGEN:\n Why not?\n\n\nADRIAN:\n What you're wanting isn't something you can find tangibly — not right now, at least. Even if it were, I wouldn't just be carrying it around in a dump like this.\n\n\nREIGEN:\n So how do we get it?\n\n\nADRIAN:\n That depends. How badly do you want it?\n\n\nReigen pauses and glances down at the floor.\n\n\nREIGEN:\n Well, I \nam\n here, aren't I? That has to count for something.\n\n\nADRIAN:\n It's something, sure. But is it worth breaking into one of the biggest corporate buildings in Agate for it?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM FOUR\n\n\n\n\n\n\n\n\nNOTE:\n On September 28th, 2032, Foundation officials were alerted of an incident at the Aregonyx World Building, located several blocks from the Diamond District. Transcribed below is a series of recordings from Reigen's optical lens camera, security feeds surrounding the premises of the World Building, and several audio channels that were captured shortly after the incident occurred.\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins inside a moving vehicle, heading westbound into SCP-7766's city circle. In the driver's seat sits Reigen with both hands on the wheel. In his right ear sits a small listening device.\n\n\nREIGEN:\n Are you sure about this?\n\n\nReigen makes a right turn along Shatterlend Street, slowing to avoid a larger truck in front of him.\n\n\nREIGEN:\n What happens if we get caught?\n\n\nADRIAN:\n \n(Over microphone)\n Relax, it'll be fine. Like I told you — just trust the game plan.\n\n\nReigen accelerates into the left lane, preparing to make another turn. He crosses into 6th Street moments before the light changes to red.\n\n\nREIGEN:\n What do you \nmean\n \"trust the game plan?\" I still don't know why we're even going to the World Building.\n\n\nADRIAN:\n I thought it was obvious?\n\n\nThe microphone cuts out momentarily as Reigen re-adjusts the listening device in his ear.\n\n\nADRIAN:\n —wait, don't you work for Aregonyx, actually?\n\n\nREIGEN:\n As a programmer, yeah. For one of the plants on the opposite side of the city.\n\n\nADRIAN:\n Then you should be well aware of how big Aregonyx is here in Agate. Does it really need to be explained?\n\n\nREIGEN:\n \nI'm\n the one who has to trespass onto a highly secured 60-floor facility, so yes, it does.\n\n\nReigen stops the car at another red light. He is close to the Aregonyx World Building.\n\n\nREIGEN:\n Look, wouldn't it just be easier to find some data center out in Redline and get our information from there?\n\n\nADRIAN:\n Aregonyx provides over 65% of the city's budget, equipment, and physical infrastructure. So even if we did that, we'd still \nprobably\n be messing with Aregonyx's technology.\n\n\nReigen sighs as he continues driving towards the center of Agate.\n\n\nADRIAN:\n Besides, Agate has no reason to store any of its data locally. Everything is uploaded to a larger cloud which then routes to God-knows-where. Aregonyx, on the other hand, is going to have local copies of pretty much everything in the World Building.\n\n\nREIGEN:\n \n(Scoffs)\n So that means trespassing is our only option?\n\n\nADRIAN:\n Didn't I just say to relax? You're not going to get caught — corporate data breaches are among the most exaggerated forms of IT scare-porn you can possibly find out there.\n\n\nREIGEN:\n That doesn't suddenly make it not exist!\n\n\nADRIAN:\n Look, even \nif\n someone did figure you out, what would it matter? Aren't we doing this so we can find a way \nout\n of this place?\n\n\nReigen groans as the vehicle finally ceases movement. After a short pause, Reigen grabs the keys from the ignition and proceeds to exit the driver's seat. He closes the door behind him and begins walking around the city circle. Numerous citizens can be seen walking around him, most of which are heading toward a central fountain.\n\n\n\n\n\n\nAregonyx World Building, among others.\n\n\n\n\n\n\nREIGEN:\n Just got out of the car. Heading to the front doors of the World Building now.\n\n\nAdrian takes a long, deep breath as he continues walking.\n\n\nADRIAN:\n Great. Now just relax and stay focused. Remember who you are, got it?\n\n\nReigen glances down at his clothing. He is wearing brown khakis and a collared shirt with a dragon emblem on his left breast.\n\n\nREIGEN:\n Aaron Fryar. Lennavo contractor, right?\n\n\nADRIAN:\n Exactly. One of Aregonyx's largest vendors. They supply most of Aregonyx's employees with personal computers and cellphones.\n\n\nReigen continues to approach the World Building on foot; he is struggling to control his breathing.\n\n\nADRIAN:\n Are you okay? You don't have to actually do this, you know.\n\n\nREIGEN:\n Look, I'll be fine. It's just…. how do you know this is going to work?\n\n\nADRIAN:\n Glad you asked.\n\n\nAdrian is briefly interrupted on the microphone by the sound of something crumbling.\n\n\nADRIAN:\n Couple of weeks ago there was this email leak from one of the internal IT departments about a joint agreement between Aregonyx and Lennavo.\n\n\nAdrian pauses briefly. After a moment something can be heard being crunched.\n\n\nADRIAN:\n \n(Somewhat muffled)\n Apparently Lennavo was only in charge of supplying them with PCs and stuff, you know? \n(She pauses again.)\n But then people kept breaking them, and stuff went missing, blah-blah-blah until finally, Lennavo said that they wanted to be in charge of all the troubleshooting and repair for their equipment.\n\n\nREIGEN:\n Okay, sure.\n\n\nADRIAN:\n Makes sense, right? \n(Another pause)\n Anyway, there was this \nhuge\n scheduling issue with another company that… \n(Microphone static)\n …essentially made it impossible for Lennavo to get their contractors set up with badge access to, well, actually get into Aregonyx and fix their equipment.\n\n\nThe microphone cuts out once more as Reigen approaches the front steps.\n\n\nADRIAN:\n Which means that \nall\n of the Lennavo guys can just schedule an appointment and enter inside the building with almost zero oversight. \n(Crunching again)\n How crazy is that?\n\n\nREIGEN:\n I— okay, wait a minute, are you… eating chips right now?\n\n\nADRIAN:\n \n(Muffled)\n Yeah? They're Lay's.\n\n\nREIGEN:\n I am mere moments away from trespassing into one of the most highly-secured buildings in the entire city — trembling in abject fear, by the way — while you're sitting comfortably behind a mic eating… \nLay's chips?\n\n\nADRIAN:\n Look… \n(Another pause)\n …you got this, man.\n\n\nA large crunch distorts the microphone.\n\n\nREIGEN:\n Unbelievable.\n\n\nADRIAN:\n Just tell them you have an appointment at 3 for Room 156 — I made sure it wasn't booked for you. Should just be an easy walk-in and walk-out.\n\n\nReigen groans once more as he walks into the Aregonyx World Building. The video perspective then shifts to one of the nearby security cameras monitoring both the building's receptionist desk and the front doors. Reigen can be seen walking into an expansive waiting area. Large chandeliers, exquisite furniture, and other items decorate the floor's interior space. His head turns from side to side, while he stumbles past a set of chairs sitting along the wall.\n\n\nA small line stands in front of the receptionist's desk. Reigen stands behind and waits patiently as the line begins to dwindle.\n\n\nREIGEN:\n \n(Whispering)\n Once I'm in 156, what happens then?\n\n\nADRIAN:\n You have the flash drive, don't you?\n\n\nREIGEN:\n It's in my pocket.\n\n\nADRIAN:\n Good, make sure you hold on to it. That thing was fucking expensive.\n\n\nReigen approaches the desk. The receptionist behind the counter is identified as \"Sandra.\"\n\n\nSANDRA:\n Welcome to the World Building — how can I help you?\n\n\nREIGEN:\n Uh—\n\n\nReigen forces a smile.\n\n\nREIGEN:\n Hi.\n\n\nSANDRA:\n Hello, sir. \n(She pauses)\n How can I help you?\n\n\nREIGEN:\n I have a meeting today in Room 156.\n\n\nSANDRA:\n A meeting?\n\n\nSandra pauses briefly, glancing down at her computer monitor and typing on her keyboard.\n\n\nSANDRA:\n Are you sure it's for a meeting? Room 156 is already booked.\n\n\nADRIAN:\n \n(Over microphone)\n No, dumbass, it was for an \nappointment.\n\n\nREIGEN:\n Ah, sorry, I got mixed up — it's for an appointment. For Aaron?\n\n\nSandra nods her head and moves her mouse aside.\n\n\nSANDRA:\n Ah, there it is! And you're with Lennavo?\n\n\nREIGEN:\n Correct.\n\n\nSANDRA:\n Do you have your badge on hand?\n\n\nReigen pauses.\n\n\nREIGEN:\n No? I don't need one, do I?\n\n\nSANDRA:\n Yes, you do. A badge is always needed to access the upper floors.\n\n\nREIGEN:\n I thought there were some recent issues with that?\n\n\nSANDRA:\n There was. Several weeks ago — but we were supposed to have already figured it out by now.\n\n\nREIGEN:\n My supervisor wasn't aware of that.\n\n\nSandra takes a moment to stare at her computer monitor.\n\n\nSANDRA:\n Give me just a moment to contact someone.\n\n\nSandra smiles as she leaves her chair and walks into a door along the far wall. Reigen sighs after a moment, taking a look around his immediate vicinity. It only takes several minutes before Sandra returns to her desk.\n\n\nSANDRA:\n Sorry for the wait, sir.\n\n\nREIGEN:\n Not to worry.\n\n\nSANDRA:\n Go ahead to the elevator. Someone should be able to escort you once you make it onto Floor 57.\n\n\nSandra nods her head to the far right wall where several elevator doors can be seen.\n\n\nSANDRA:\n One of those over there should work for you.\n\n\nReigen nods and thanks the receptionist before departing. After another moment Reigen reaches the sixth elevator and walks inside. The camera perspective shifts back to Reigen's optical lens camera.\n\n\nADRIAN:\n You still alive?\n\n\nREIGEN:\n \n(Whispering)\n Yes I'm fucking alive. No thanks to your bogus intel or anything.\n\n\nADRIAN:\n I did tell you it was a few weeks old.\n\n\nREIGEN:\n Like that matters! You're supposed to be helping me here, not getting me into more trouble.\n\n\nADRIAN:\n Keep your panties on. You made it, that's all that matters.\n\n\nThe two pause as Reigen pushes button 57 on the elevator panel. After several seconds the outside doors close and the elevator begins to ascend.\n\n\nREIGEN:\n This flash drive. What does it do?\n\n\nADRIAN:\n Frankly, I'm not sure.\n\n\nMicrophone cuts out slightly as the sound of typing from Adrian can be heard faintly.\n\n\nADRIAN:\n Bought it from a guy who knew a guy. Should let me just remotely connect into whatever you shove it into.\n\n\nREIGEN:\n Like a server or something, right?\n\n\nADRIAN:\n Yeah, that's the idea. But you won't find any in 156.\n\n\nREIGEN:\n Then where would they be?\n\n\nADRIAN:\n There's a server rack in Room 161 you'll need to use.\n\n\nREIGEN:\n And I'm going to get in there how…?\n\n\nADRIAN:\n There's a door inside 156 that should lead you directly inside 161.\n\n\nREIGEN:\n Sounds easy enough.\n\n\nADRIAN:\n Well… it's a bit more complicated than that.\n\n\nREIGEN:\n Why, are all the doors locked?\n\n\nADRIAN:\n By a smart card reader, yeah. Luckily though they're pretty old equipment and we should be able to get through them by just smashing the readers.\n\n\nREIGEN:\n And no one would know?\n\n\nADRIAN:\n Not until you leave. But right now we just need to worry about your escort — where are you at in the Elevator?\n\n\nReigen glances up at the elevator control panel.\n\n\nREIGEN:\n Floor 52 right now.\n\n\nADRIAN:\n Okay, just… just find some way to get rid of your escort.\n\n\nREIGEN:\n \"Get rid of him?\" I thought that was your jo—\n\n\nThe elevator rings as the doors open in front of Reigen, into a long hallway stretching to the opposite side of the building. Standing along the left wall is an older man. He is approximately 2.1 meters in height, wearing dark clothing with \"STL\" embroidered into his breast pocket.\n\n\nUNKNOWN:\n \n(Glancing towards Reigen)\n Aaron?\n\n\nREIGEN:\n That's correct.\n\n\nReigen steps outside the elevator and approaches the man. The escort has his left hand extended towards Reigen, who shakes it.\n\n\nUNKNOWN:\n John. Nice to meet you.\n\n\nREIGEN:\n You as well.\n\n\nJOHN:\n Ready to go?\n\n\nReigen nods, and the two begin walking down the hallway. The duo continues through the hallway until making a left turn into an open office. Several rows of cubicles fill the central region of the office, with employees and office printers filling the outer walkways. The two continue through the office until making a right turn toward a nearby water dispenser.\n\n\n\n\n\n\nWorld Building Floor 57.\n\n\n\n\n\n\nJOHN:\n Room 156. What's wrong with it?\n\n\nREIGEN:\n The, uh — The work order mentioned something about a projector.\n\n\nJOHN:\n There's a projector in there?\n\n\nREIGEN:\n Maybe it's something else. Could've gotten it confused with another order.\n\n\nJOHN:\n I see.\n\n\nThe microphone in Reigen's ear emits static briefly.\n\n\nADRIAN:\n —he \n(Static)\n —room. Head there.\n\n\nREIGEN:\n \n(Whispering)\n What?\n\n\nJOHN:\n Huh?\n\n\nJohn turns around towards Reigen, who then stumbles behind him. Reigen jerks up to face John.\n\n\nREIGEN:\n Oh, sorry. Nothing important — thought I saw the printer over there doing something weird.\n\n\nReigen points to a printer along the corner of the office. John nods in reply.\n\n\nJOHN:\n Are you gonna check that out too while you're here?\n\n\nREIGEN:\n Don't see why not.\n\n\nJohn nods again before turning back around and walking. Reigen again follows him.\n\n\nADRIAN:\n \nThe restroom.\n Head there.\n\n\nReigen and John pass the open office and into another hallway. After making another right turn the two stop in front of Room 156.\n\n\nJOHN:\n Here you are.\n\n\nREIGEN:\n Thanks, I appreciate it. \n(Pausing.)\n Would you also be able to point me to the restroom? Might need to make a quick trip before I get started.\n\n\nJOHN:\n Sure.\n\n\nJohn points to a far door at the end of the hallway.\n\n\nJOHN:\n That one should be open.\n\n\nREIGEN:\n Thanks.\n\n\nReigen departs and walks over to the door, making his way inside. The bathroom is vacant, with only a small toilet and a sink. There is a dim fluorescent light overhead. Tiling fills the floors and upper walls of the room itself.\n\n\nREIGEN:\n Okay, okay, I'm here. What now?\n\n\nADRIAN:\n Give me a second.\n\n\nReigen sighs as Adrian begins typing on her keyboard. The two remain silent for several minutes. Reigen begins to pace back and forth while he waits for Adrian.\n\n\nREIGEN:\n Still waiting.\n\n\nADRIAN:\n Okay, okay, I'm sorry. Had to find some more floor plans for the upper levels.\n\n\nREIGEN:\n You had to \nfind\n them? From where?\n\n\nADRIAN:\n Online. Where else?\n\n\nREIGEN:\n You're joking.\n\n\nADRIAN:\n The internet is our best weapon here!\n\n\nREIGEN:\n Alright — fine, whatever, just please get me out of here.\n\n\nADRIAN:\n Okay, hang on.\n\n\nAdrian goes quiet for several seconds.\n\n\nADRIAN:\n Got it.\n\n\nThere is a slight bell sound from the microphone.\n\n\nADRIAN:\n That bathroom you're in. Do you see a vent somewhere?\n\n\nREIGEN:\n A vent?\n\n\nReigen looks around his immediate vicinity. After a moment of searching, Reigen is able to locate a small vent directly above the toilet.\n\n\nREIGEN:\n No way.\n\n\nADRIAN:\n What do you mean \"no way?\"\n\n\nREIGEN:\n Do you not realize how small that thing is?\n\n\nReigen jumps on top of the toilet and inspects the vent.\n\n\nADRIAN:\n It's not small at all! I could easily fit in that.\n\n\nREIGEN:\n I don't even think a child could fit in this vent Adrian.\n\n\nADRIAN:\n Come on wuss. You're already there — do you want to get this over with or not?\n\n\nThere is a brief pause.\n\n\nREIGEN:\n I swear to God if you get me stuck—\n\n\nADRIAN:\n I won't man, just trust me. I've gotten you this far, haven't I?\n\n\nReigen scoffs slightly as he rips the vent off the wall and places it on the sink. After a few deep breaths, Reigen lifts himself up into the vent — shoving his arms forward to provide enough clearance for his head and torso. He grunts as he wiggles his way deeper inside. The metal sheeting surrounding him buckles slightly with the added weight, but does not warp or break.\n\n\nReigen finally fits his body into the vent with mild effort. He begins to crawl with his forearms and feet. The vent continues to creak and groan as he continues. Sweat drips in front of the camera after several minutes of crawling.\n\n\nREIGEN:\n Where in the \nhell\n am I going, Adrian?\n\n\nADRIAN:\n You're getting closer — just keep going.\n\n\nReigen grunts as he finally crosses over the bathroom and above the hallway. Security cameras outside do not detect any disturbances. The hallway is also vacant with the exception of one employee entering an unknown room.\n\n\nADRIAN:\n Jakob you're too loud. Shut up before someone hears you.\n\n\nREIGEN:\n \n(Whispering)\n Why don't \nyou\n fit your ass inside a cramped vent and see how it feels?\n\n\nReigen continues crawling for several more minutes. By this point he is now just above Room 161.\n\n\nADRIAN:\n Okay you can drop down now. You should be clear.\n\n\nREIGEN:\n Drop down? Where?\n\n\nADRIAN:\n Should be a supply vent nearby you can use.\n\n\nReigen takes several seconds to search his surroundings before eventually dropping through a nearby ceiling vent. He is now standing in a dark room — lights and dials can be seen flickering indiscriminately. Reigen outstretches his arms and begins feeling his immediate vicinity for a light switch, which he finds after some time.\n\n\nThe room illuminates to a small server room housing only 2 open server racks. After searching his pockets, Reigen finally retrieves a small USB device, which he connects to an open server port. The device suddenly lights up red and begins flashing.\n\n\nREIGEN:\n Alright, it's connected.\n\n\nReigen exhales and wipes sweat off his brow.\n\n\nREIGEN:\n I'm never crawling through vents again.\n\n\nADRIAN:\n Never say never.\n\n\nThe clicking of a keyboard can be heard.\n\n\nADRIAN:\n Connecting now.\n\n\nThe USB stick suddenly flashes green.\n\n\nADRIAN:\n Boom. You should be able to remove the stick now — I can stay backdoored so long as the server doesn't power off.\n\n\nReigen complies with her request as she hums in the microphone. He begins to pace once more as several minutes pass by. Outside security cameras still do not detect anything abnormal.\n\n\nREIGEN:\n Have you found anything yet?\n\n\nADRIAN:\n Not quite — still shuffling through a shit-ton of data.\n\n\nREIGEN:\n Is there something I can do in the meantime? I don't want to just stand here like a moron.\n\n\nADRIAN:\n I don't know? Just keep yourself busy for a second.\n\n\nReigen coughs while Adrian begins to crunch on more chips. The two remain silent for roughly 4 minutes until Reigen's listening device emits more static.\n\n\nADRIAN:\n What the—?\n\n\nREIGEN:\n What?\n\n\nADRIAN:\n Found something. It's small, but there's a mention of \"the Outside\" and a \"Depot\" in a few of these memos.\n\n\nREIGEN:\n The Outside? Like, outside Agate?\n\n\nADRIAN:\n Trying to figure that out now.\n\n\nFurious typing ensues for several seconds.\n\n\nADRIAN:\n There's another— uh-oh.\n\n\nREIGEN:\n Uh-oh?\n\n\nSuddenly, the room is engulfed in red light. Security cameras and other devices are activated outside the room. Security alarms are heard ringing throughout the 57th floor. Back inside the server room, Reigen jumps in apparent shock, glancing around to look at the lights and alarms above him.\n\n\nREIGEN:\n Adrian!\n\n\nADRIAN:\n I didn't mean to!\n\n\nReigen darts to the front of the door, stopping just as he reaches the handle.\n\n\nREIGEN:\n I think people are coming!\n\n\nOutside security cameras pick up numerous noises but have yet to detect outside movement.\n\n\nADRIAN:\n You need to get out \nright now.\n\n\nREIGEN:\n Get out where?!\n\n\nADRIAN:\n Use the vent again, dumbass!\n\n\nREIGEN:\n I swear to God—\n\n\nADRIAN:\n Hurry up or you're gonna get caught!\n\n\nReigen groans again as he jumps back up into the open vent, hurriedly crawling inside. After struggling to fully squirm inside, he finally manages to crawl into the vent and out of Room 161. He is now above the hallway again, just as people begin running past the camera and into the previous room.\n\n\nREIGEN:\n Where am I going now?\n\n\nADRIAN:\n It doesn't matter. Just get out of there!\n\n\nReigen grunts once more before crawling further into the ventilation. After some time the vent begins to incline upward, presumably into a higher floor level. Reigen successfully climbs up the vent and is now inside Floor 58, the highest floor accessible to Aregonyx employees.\n\n\nADRIAN:\n Can you still hear people?\n\n\nREIGEN:\n Not really — now there's just noise from all the fans.\n\n\nADRIAN:\n Okay, perfect. Try and find an open elevator or a fire escape somewhere — that'll be your only chance to get out of there.\n\n\nReigen grunts in the affirmative while he continues crawling. This continues for upwards of 7 minutes until Reigen stops.\n\n\nREIGEN:\n Adrian?\n\n\nADRIAN:\n Yes?\n\n\nREIGEN:\n I think I hear something.\n\n\nAdrian pauses.\n\n\nADRIAN:\n What do you hear?\n\n\nREIGEN:\n It's faint, but I think I hear someone… talking?\n\n\nADRIAN:\n Okay… and? Why does that matter right now?\n\n\nREIGEN:\n Who all is up on this floor?\n\n\nADRIAN:\n Floor 58? Maybe like an executive or someone.\n\n\nREIGEN:\n Okay, I'm getting closer then.\n\n\nADRIAN:\n No, wait, don't—\n\n\nAdrian groans as Reigen continues crawling until, eventually, he reaches another vent peering into Room 166. Inside the room, a large glass window covers most of the back wall, while the rest of the walls are covered with bookshelves, paintings, shelving, and additional wall decor. In the central area of the room sits a large wooden desk with an unknown man sitting at his chair. He has a laptop in front of him, which shows a blank screen and a microphone near the center.\n\n\nUNKNOWN:\n —what do you \nmean\n our new shipment will be delayed?\n\n\nA female voice responds.\n\n\nUNKNOWN 2:\n I don't know what else to tell you, Samuel. They can't come up with new people out of thin air.\n\n\nUNKNOWN:\n I understand that, but at the same time I'm barely working off fumes here!\n\n\nReigen squirms closer to the vent while the meeting continues.\n\n\nUNKNOWN:\n I mean, what am I supposed to do? You keep moving all of our people off-site and then suddenly nothing gets done out here.\n\n\nUNKNOWN 2:\n I can't control that. That's something you need to discuss with the regional team—\n\n\nUNKNOWN:\n I can't! They won't listen to me.\n\n\nUNKNOWN 2:\n And you think \nme\n asking them will make any difference?\n\n\nUNKNOWN:\n I don't care \nwho\n does it. The bottom line is that I \ncan't\n keep this up if \nyou\n and \nyour people\n can't supply me with enough agents back home. Either you can do this now, or you can tell to the \nrepresentatives\n why their little pet project failed!\n\n\nThe man slams his laptop lid down, jumping up from his chair.\n\n\nUNKNOWN:\n \n(Clearing his throat)\n God damnit, why are the alarms still going off?\n\n\nThe man storms to the door leading into an outward hallway and walks outside. Reigen, still inside the vent, waits several seconds before ripping off the cover away from the wall. After another moment Reigen hops down onto the office floor.\n\n\nREIGEN:\n Wonder what that was about.\n\n\nADRIAN:\n Grab his laptop.\n\n\nREIGEN:\n What?\n\n\nADRIAN:\n Grab it!\n\n\nReigen complies with her demand and takes the laptop in his hands.\n\n\nREIGEN:\n Have it. Now what?\n\n\nADRIAN:\n Just take it with you. I need to figure out who owns it and what all it has saved — it could be worth something if it's from an executive.\n\n\nREIGEN:\n Makes sense.\n\n\nADRIAN:\n For right now, just focus on escaping.\n\n\nReigen scans the room a final time before exiting. After navigating through Floor 58 for nearly 3 minutes, Reigen locates a staircase leading down.\n\n\nREIGEN:\n Do you think this'll work, Adrian?\n\n\nADRIAN:\n It's probably better than the elevator if that's what you're asking. Just try to hurry up before they lock the entire place down.\n\n\nReigen nods and begins to make his way down. The entire trip takes nearly 9 minutes, with Reigen complaining intermittently throughout.\n\n\n\n\n\n\nStairs leading to Floor 1.\n\n\n\n\n\n\nReigen finally arrives at Floor 1 of the facility and exits out of the staircase. He is once again briefly caught by security cameras in the lobby, yet nobody stops him as he makes his way to the entrance of the building and back outside. Reigen quickens his pace as he walks into the city circle and around the central fountain.\n\n\nREIGEN:\n Holy shit.\n\n\nADRIAN:\n What?\n\n\nREIGEN:\n I'm out. I'm actually out.\n\n\nADRIAN:\n Good.\n\n\nREIGEN:\n And in one piece!\n\n\nADRIAN:\n I knew you would make it.\n\n\nReigen eventually reaches his car, entering into the driver's seat and dropping the laptop on his passenger's side.\n\n\nREIGEN:\n What now?\n\n\nADRIAN:\n Head back to the hotel — we'll figure out our next move there.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> Error detected! Your access request has timed out.\n\n\n> Please wait as the necessary system configurations and access settings are downloaded again…\n\n\n> …\n\n\n> Downloaded successful. Continuing to documentation…\n\n\n> If this error persists, please confirm your internet connection or contact your IT Administrator for assistance.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nADDENDUM FIVE\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins at the kitchen table of Adrian's Seacrest Hotel room. It is notably cleaner than it was previously, with the trash now gone and the carpets vacuumed.\n\n\nREIGEN:\n So this… Outside, right? What is it?\n\n\nADRIAN:\n I'm not really sure. Everything I could find from our little infodump was explicitly vague about it.\n\n\nREIGEN:\n You \natleast\n found something, right? Even just a scrap of information?\n\n\nADRIAN:\n I could find \nsome\n things. I know that it's not talking about outside Agate, if that means anything.\n\n\nREIGEN:\n That is something, I guess.\n\n\nADRIAN:\n I also know that whatever this Outside is, it's also supplying Aregonyx with people.\n\n\nREIGEN:\n People? Aren't they already one of Agate's biggest companies?\n\n\nADRIAN:\n Not one of, \nthe\n biggest company in Agate.\n\n\nREIGEN:\n Then why would they possibly need more?\n\n\nADRIAN:\n Come on, Jakob, connect the dots here. Aregonyx is \nalready\n pretty big, right? Why else would they need more?\n\n\nREIGEN:\n Well, I can think of a few reasons at least. Maybe they're experiencing high turnover rate, or they're building another plant somewhere?\n\n\nADRIAN:\n You're still not getting it, dumbass.\n\n\nReigen scoffs as Adrian jumps out of her chair and into the kitchen.\n\n\nADRIAN:\n Aregonyx supplies Agate with everything. Income, infrastructure, technology — do you \nreally\n think they don't also supply them with people too?\n\n\nREIGEN:\n It's a possibility.\n\n\nADRIAN:\n Not just regular workers either. But even just politicians, social workers, medical professionals, the whole 10 yards. Millions of people, all of whom are probably ingrained in every level of government and society.\n\n\nREIGEN:\n And all of them working under the same corporate umbrella, right?\n\n\nADRIAN:\n Bingo! Now you're starting to get it.\n\n\nAdrian comes back to the kitchen table after grabbing a bag of gummy candies.\n\n\nADRIAN:\n So you have all of these people trying to come into the same place. A place that, for all intents and purposes, has no room for them, right?\n\n\nREIGEN:\n Sure.\n\n\nADRIAN:\n How do they all fit? Where do they go, and what about everyone else who's still here?\n\n\nREIGEN:\n Well…\n\n\nHe pauses.\n\n\nREIGEN:\n Maybe they're being cycled through?\n\n\nADRIAN:\n Yeah? And where are \nthose\n people going?\n\n\nREIGEN:\n … the Outside?\n\n\nADRIAN:\n Boom — the Outside. Something that's apparently far beyond Agate. Maybe even far beyond this world, if this infodump tells me anything.\n\n\nREIGEN:\n So we need to find that then, right?\n\n\nADRIAN:\n What we need to find is that Depot, or whatever facility they use to receive and process their new people. But even finding that is half the battle. Actually being able to escape through it is a whole other issue entirely.\n\n\nREIGEN:\n And we have no idea how to do that.\n\n\nADRIAN:\n Well.. we don't. I'm sure Aregonyx does. Or, at the very least, someone working closely with Aregonyx.\n\n\nREIGEN:\n I mean, I worked for Aregonyx and all of this stuff is new to me.\n\n\nADRIAN:\n So did I — which means we're probably not apart of the system. So we need to find someone else. Someone higher up the corporate ladder.\n\n\nAdrian bites off the head of her gummy bear candy and swallows.\n\n\nADRIAN:\n Not just anyone though. Especially if we're in a simulation — who knows what sort of programming they're all running on.\n\n\nREIGEN:\n Programming?\n\n\nADRIAN:\n Yeah, dumbass. Why else do you think so many of us just live our lives here without a second thought?\n\n\nThe two pause.\n\n\nREIGEN:\n So, that's it then? Game over?\n\n\nADRIAN:\n Not exactly.\n\n\nShe swallows the rest of her gummy bear candy.\n\n\nADRIAN:\n There is… someone. Someone who probably knows all about Aregonyx and the Outside.\n\n\nREIGEN:\n And someone who is willing to work with us, right?\n\n\nADRIAN:\n Maybe.\n\n\nREIGEN:\n \"Maybe?\"\n\n\nADRIAN:\n Look, Ryan and I had… differences, okay? He wasn't just happy with knowing the truth like I was, no. He wanted to adamantly \ndestroy\n it. And everyone inside.\n\n\nShe pauses.\n\n\nADRIAN:\n And I didn't agree with that. Then he got sick of it and vanished. Ever since I haven't been able to find him, and trust me, I've looked \neverywhere.\n\n\nAdrian is silent for nearly a minute, her head tilted down in apparent thought.\n\n\nADRIAN:\n But… now that I think about it: maybe we don't actually need to go out searching?\n\n\nREIGEN:\n Why? Do you know how we can find him?\n\n\nADRIAN:\n Something better.\n\n\nAdrian grabs a TV remote and turns on the nearby living room television.\n\n\nADRIAN:\n I know how he can find \nus.\n\n\nThe screen activates to a helicopter view of the Aregonyx World Building, hours after authorities were alerted of a possible break-in. Images of Reigen entering the building are flashed on-screen with a caption reading \"Do you know this man?\"\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> Opening SMS client at 23:24.\n\n\n \n\n\n\n\n\n\nFish caught the bait.\n\n\nI'm en-route now.\n\n\n\n\n\n\nGreat news.\n\n\nHow far?\n\n\n\n\n\n\nNot very.\n\n\nTake a nice, long nap and I'll be done by the time you wake up.\n\n\n\n\n\n\nYou never cease to impress me Seven.\n\n\n\n\n\n\nQuit with the flattery.\n\n\nI'm here for one reason and one reason only.\n\n\nI couldn't care less about you or whatever else you have going on.\n\n\n\n\n\n\nI was being sincere.\n\n\nAfter all, we can't be a team without working together.\n\n\nAfter Thirteen's gone I'll make sure you stay busy.\n\n\n\n\n\n\nHow many others are there?\n\n\nOf the ones who defected?\n\n\n\n\n\n\nPlenty.\n\n\nAnd it's all part of the same transition.\n\n\n\n\n\n\nTransition?\n\n\nWhat do you mean?\n\n\n\n\n\n\nI thought you said you didn't care about me or my plans?\n\n\nDon't tell me you've had a change of heart now.\n\n\n\n\n\n\nI don't. And I haven't.\n\n\nBut that doesn't mean I'm not allowed to be curious.\n\n\n\n\n\n\nI suppose.\n\n\n\n\n\n\nYou never answered my question.\n\n\n\n\n\n\nWhen you think of the word \"transition,\" what springs to mind?\n\n\nI assure you this is no different.\n\n\nOut with the old, and in with the new.\n\n\n\n\n\n\nYou make it sound easy.\n\n\n\n\n\n\nIt is.\n\n\nIt's just like renovating a house, even.\n\n\nYou have to focus on the main goal.\n\n\nEven if that means getting your hands messy sometimes so you can rip out the imperfections.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nADDENDUM SIX\n\n\n\n\n\n\n\n\nDIGITAL WEBCRAWLER REPORT\n\n\n\n\nDATE OF OCCURENCE:\n October 4th, 2032\n\n\nINVOLVED USERS:\n \ngreendragon\n, \ndarkseider12\n\n\nAFFECTED WEBSITE(S):\n 64chan.com\n\n\nDESCRIPTION:\n Digital webcrawlers within SCP-7766 have alerted Foundation personnel to the following message having been posted on 64chan, a popular forum website with over 12,000 active members:\n\n\n\n\nIt was me. I was the one who broke inside the World Building. Now I need help finding someone.\n\n\n\n\nThe post achieved a total of 1.5k upvotes and 254 comments, congregating into a total of 3.6k unique interactions by online users. The post itself was later contained and archived by automated programs, with the poster identified as \ngreendragon\n.\n\n\nReception of the post was mostly negative by recorded interactions. A majority of comments were predominately skeptical and/or accusatory, whilst another several were identified as general spam. Said comments have now either been scrubbed or otherwise isolated from the general public. All history of the post has been erased with the exception of one private interaction made between \ngreendragon\n and user \ndarkseider12\n on October 7th, 2032, which was recorded and documented by automated programs:\n\n\n\n\ndarkseider12\n:\n Who are you?\n\n\ngreendragon\n:\n Why would I tell you that? Lol.\n\n\ndarkseider12\n:\n Because I know what you're trying to accomplish here.\n\n\ngreendragon\n:\n Do you now? Because I don't think you actually do.\n\n\ndarkseider12\n:\n Don't play dumb with me.\n\n\ndarkseider12\n:\n Someone put you up to this, right?\n\n\ndarkseider12\n:\n I bet I know who she is.\n\n\ngreendragon\n:\n She?\n\n\ndarkseider12\n:\n Are you really going to drag this out?\n\n\ngreendragon\n:\n Look, I don't even know who you are dude.\n\n\ngreendragon\n:\n Cut me some slack here.\n\n\ndarkseider12\n:\n Adrian did this. Is that right?\n\n\ngreendragon\n:\n It is.\n\n\ngreendragon\n:\n Are you the insider she was talking about?\n\n\ndarkseider12\n:\n Ah.\n\n\ndarkseider12\n:\n I think I get it now.\n\n\ndarkseider12\n:\n You were wanting this to happen.\n\n\ngreendragon\n:\n Are you the insider? Or are you not?\n\n\ndarkseider12\n:\n I guess you could say I was an Aregonyx insider.\n\n\ndarkseider12\n:\n But that was a long time ago — even before Adrian met me.\n\n\ndarkseider12\n:\n How is she, btw?\n\n\ngreendragon\n:\n She's fine.\n\n\ndarkseider12\n:\n Frankly I'm surprised they haven't ripped her out of the system yet.\n\n\ngreendragon\n:\n Out of the system?\n\n\ndarkseider12\n:\n She's a deviant, so yes.\n\n\ndarkseider12\n:\n Adrian should've been flushed out months ago.\n\n\ndarkseider12\n:\n I'm shocked that she hasn't yet, honestly. I'm guessing she's been disconnected and they haven't been able to pull the plug yet.\n\n\ngreendragon\n:\n Deviant? Flushed…?\n\n\ngreendragon\n:\n Look, whatever. Are you willing to help us or not?\n\n\ngreendragon\n:\n We're just trying to escape.\n\n\ndarkseider12\n:\n Hm.\n\n\ndarkseider12\n:\n Enticing.\n\n\ndarkseider12\n:\n But no.\n\n\ngreendragon\n:\n What? Why?\n\n\ndarkseider12\n:\n Because there's nothing in it for me.\n\n\ndarkseider12\n:\n And for all I know you could be a corrupt AI or an undercover agent.\n\n\ndarkseider12\n:\n Why should I risk that?\n\n\ngreendragon\n:\n I'm not an agent.\n\n\ngreendragon\n:\n What is it going to take to convince you that I'm not a bad guy? I already risked my life sneaking into the World Building.\n\n\ngreendragon\n:\n And you know that I'm with Adrian.\n\n\ngreendragon\n:\n What more do you need?\n\n\ndarkseider12\n:\n Insurance.\n\n\ndarkseider12\n:\n I'm not going to risk all my progress in bringing this system down for someone like you.\n\n\ngreendragon\n:\n Look, Adrian mentioned that you were… destructive. Right?\n\n\ngreendragon\n:\n What if I help you destroy something? Will that work?\n\n\ndarkseider12\n:\n And how will you do that?\n\n\ngreendragon\n:\n If you can get me inside, I'll do whatever you'll need before Adrian and I escape.\n\n\ngreendragon\n:\n I'll destroy Aregonyx for you.\n\n\ngreendragon\n:\n And you can sit comfy in your chair or something. No risk involved.\n\n\ndarkseider12\n:\n I see.\n\n\ngreendragon\n:\n Does that sound fairer?\n\n\ngreendragon\n:\n You wouldn't even need to interact with Adrian and me.\n\n\ndarkseider12\n:\n Hm…\n\n\ngreendragon\n:\n Come on, it's the perfect alibi.\n\n\ngreendragon\n:\n Would you be willing to make that deal?\n\n\ndarkseider12\n:\n No. Not yet.\n\n\ndarkseider12\n:\n I want to speak with Adrian first.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM SEVEN\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins in the living room of Adrian's Seacrest Hotel room. Adrian is away, rearranging books and other objects on the bookshelf across her kitchen counter. Meanwhile, Reigen sits on the sofa with the television off. It is currently 19:34 local time.\n\n\nREIGEN:\n Do you think he'll actually show?\n\n\nADRIAN:\n Ryan?\n\n\nREIGEN:\n Yeah.\n\n\nADRIAN:\n I don't see why not.\n\n\nReigen stands up from his chair and looks towards the front door. Nothing is there.\n\n\nREIGEN:\n What's your story with him? How did you guys meet?\n\n\nADRIAN:\n Well…\n\n\nAdrian pauses to grab a book from the top shelf.\n\n\nADRIAN:\n We met through Aregonyx, actually. He was my boss's boss at the time. In charge of handling most of the company's workforce and making sure people were working and whatever, right?\n\n\nREIGEN:\n Okay.\n\n\nAdrian steps back from the bookshelf and observes it briefly.\n\n\nADRIAN:\n Anyway, he always came down from Corporate to visit one of my sites. Of course, as the process leader at the time, I was responsible for showing him our progress and letting him know about what we were doing and everything.\n\n\nShe pauses again.\n\n\nADRIAN:\n I don't really remember how… but we started to see each other more and more. For a while things were stable, but then he started to become more erratic, and really I just wanted to know why I was here, you know?\n\n\nREIGEN:\n Were you guys, like, together? As a couple?\n\n\nADRIAN:\n Well… no, we weren't. It was a lot different than that but it's just… complicated.\n\n\nReigen looks down towards the ground.\n\n\nREIGEN:\n I get it. Sorry.\n\n\nADRIAN:\n Don't worry about it. All in the past now.\n\n\nThe two jump in surprise as pounding can be heard at the door. Reigen glances back at Adrian. She nods her head in response as she walks to the front of the hotel room. After peering through the door's peephole, Adrian unlocks and opens it. On the other side stands a tall, brunette man wearing a black t-shirt. Scars can be seen along his lower eye and his forehead. He is identified as Ryan Hartwell.\n\n\nRYAN:\n Hi.\n\n\nADRIAN:\n Hello Ryan. We were waiting for you.\n\n\nThe two pause.\n\n\nRYAN:\n Can I… come in?\n\n\nAdrian nods and allows Ryan to walk past her. After entering inside Adrian shuts the door and locks it again. The two then walk to the living room, where Reigen still stands.\n\n\nRYAN:\n So it was you, huh? Never got your name.\n\n\nReigen nods.\n\n\nREIGEN:\n Jakob. \n(He pauses)\n Heard a lot of good things about you.\n\n\nRYAN:\n Have you now?\n\n\nRyan glances over at Adrian briefly before looking back towards Reigen.\n\n\nRYAN:\n Interesting.\n\n\nAdrian clears her throat. Reigen and Ryan turn towards her.\n\n\nADRIAN:\n Are we ready to get started?\n\n\nREIGEN:\n Right.\n\n\nRYAN:\n Sure.\n\n\nThe group sits down in the living room. Reigen and Ryan are sitting on the couch while Adrian stands nearby the coffee table.\n\n\nADRIAN:\n \n(Towards Ryan)\n Why did you want to speak with me?\n\n\nRYAN:\n So I could make sure that our pal Jakob here was the real deal.\n\n\nRyan glances towards Reigen.\n\n\nRYAN:\n That was a stupid move, by the way. Advertising yourself online after breaking into Aregonyx.\n\n\nREIGEN:\n We couldn't think of a better way to get your attention. Adrian thought you could help us.\n\n\nADRIAN:\n And besides that, you're the only person I know who still has their executive clearance.\n\n\nRYAN:\n Maybe. But even if that's the case, what are you two planning to do once you have it?\n\n\nREIGEN:\n Get to the Outside.\n\n\nRYAN:\n And how do you plan on doing \nthat?\n\n\nThe group goes silent.\n\n\nADRIAN:\n When we broke into Aregonyx, we managed to get an infodump from one of the internal servers. Some of the intel from that mentioned a Depot that they were processing new hires from.\n\n\nRYAN:\n So that's it then? To get out through a Depot?\n\n\nADRIAN:\n Sounds about right.\n\n\nRYAN:\n You make it sound way easier than it is. All the Depots sit right along the city's border, where the new agents actually come in from. All of their locations are also twice as secure as the World Building and kept secret from the public.\n\n\nREIGEN:\n But you know where one is, right?\n\n\nRYAN:\n One, maybe. There's a Depot at the very far end of No Man's District — just beyond that old factory they tore out months ago.\n\n\nADRIAN:\n Then we use that one.\n\n\nRYAN:\n Again, it's not that easy. Even if you manage to get inside one, you still have to figure out a way to open the border \nwithout\n people trying to kill you. And then what happens once you're out?\n\n\nADRIAN:\n We don't know. And we won't until we actually get to that point ourselves.\n\n\nREIGEN:\n Speaking of, what about our deal from earlier?\n\n\nRYAN:\n What about it?\n\n\nREIGEN:\n You asked to see Adrian first. Now that you've seen her, are you willing to help us out?\n\n\nRyan pauses in apparent thought and stays that way for several seconds.\n\n\nADRIAN:\n Well? Spit it out.\n\n\nRYAN:\n Not yet.\n\n\nREIGEN:\n And why not?\n\n\nRYAN:\n Because there's something I need you to do for me first.\n\n\nREIGEN:\n Alright, fine. What is it?\n\n\nRYAN:\n First let's start from the beginning.\n\n\nRyan crosses his legs on the sofa.\n\n\nRYAN:\n Aregonyx is in control of \neverything\n that happens inside Agate. They are the ones who maintain this system while everyone else inside either rots away or joins them.\n\n\nHe pauses.\n\n\nRYAN:\n The only way that we can fix things is if we bring it down entirely. Destroy it, along with everything else that's in this place. To do that, however, someone has to also deal with Aregonyx.\n\n\nREIGEN:\n Okay, sure. So what, you want us to help you take down Aregonyx?\n\n\nRYAN:\n I do, actually. And luckily I have just the plan.\n\n\nRyan pulls out a small, circular device with a glowing blue diode on the front of it. The device is no larger than 5 centimeters in diameter.\n\n\nRYAN:\n This is a remote-controlled explosive and an electromagnetic pulse device. They'll blow up and fry any nearby devices within a 3-mile radius.\n\n\nREIGEN:\n Okay?\n\n\nADRIAN:\n Fancy.\n\n\nRYAN:\n Thanks. \n(He pauses)\n Anyway, these little guys have been scattered all throughout both Agate and anywhere else I could find.\n\n\nRyan hands the device to Reigen.\n\n\nRYAN:\n While I was able to get most of them deployed, there were a few spots that I wasn't able to reach. One of those spots was the Depot that we've been talking about.\n\n\nREIGEN:\n Are there any others?\n\n\nRYAN:\n Yeah, there is. A high-security holding facility located underneath the Redline and Diamond Districts.\n\n\nREIGEN:\n Let me guess. You're wanting me to get this little device down there and deploy it, right?\n\n\nRYAN:\n Correct. Once you have that down there, I just need to get to the Depot, activate the devices, and bam. Down goes Aregonyx and Agate. It's that simple.\n\n\nREIGEN:\n Okay, fine. If I do that, \nthen\n will you help us escape?\n\n\nRYAN:\n Sure. If that's what you really want.\n\n\nADRIAN:\n Wait a minute — if \nyou\n couldn't get inside that facility, then why do you think \nJakob\n can?\n\n\nRYAN:\n That's the easy part.\n\n\nRyan smiles.\n\n\nRYAN:\n He just needs to turn himself in.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM EIGHT\n\n\n\n\n\n\n\n\nCHANNEL 14 NEWS TRANSCRIPT\n\n\n\n\nThe following is an excerpt from a special alert that aired on October 7th, 2032, by Channel 14 public news at 6:32 P.M.\n\n\n\n\n\n\n\n\n\"Welcome back to live here from Channel 14. I'm Jeanette Long, and today we have just received breaking news as police have reportedly arrested a key suspect from the Aregonyx World Building break-in that occurred in late August. Authorities say that the suspect willingly turned himself into Cambry's precinct office late this evening. It currently remains unclear why the suspect turned himself in; however, several eye-witnesses have confirmed that he did, in fact, confess to the crime upon his arrest.\"\n\n\n\"Jakob Reigen, as seen in this surveillance capture from Aregonyx World Building, was reportedly allowed through the building after claiming to be with Lennavo Incorporated. After 20 minutes, Aregonyx security was notified of an impending data breach on the 57th floor of the facility. Personnel attempted to capture the suspect but were too late to apprehend him before he retreated from the premises. The suspect then made a post online confessing to the crime before arriving at the Cambry precinct earlier today.\"\n\n\n\"The suspect will now be taken into custody and could face upwards of 20 years in prison. Additional investigations are also underway to determine if the suspect was aided by anyone else or if he acted alone. Please stay tuned in to Channel 14 as we continue to update this story when more information becomes available.\"\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> Monitoring systems have stopped detecting movement at 23:40.\n\n\n> New messages received.\n\n\n \n\n\n\n\n\n\nYou've stopped moving.\n\n\nYou found him, didn't you?\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\nHow exciting.\n\n\nWhat do you plan on doing once you see him?\n\n\nSurely you're not going to just dispose of him and move on.\n\n\n\n\n\n\nI'm going to do the job I was given.\n\n\nNo more. No less.\n\n\n\n\n\n\nI understand.\n\n\n\n\n\n\nI'm proceeding on foot now.\n\n\n\n\n\n\nETA?\n\n\n\n\n\n\nA few minutes, maybe?\n\n\nHe's not moving either.\n\n\n\n\n\n\nPerhaps he's stopped inside a safe house somewhere.\n\n\nIs he still online?\n\n\n\n\n\n\nHe is.\n\n\n\n\n\n\nWhat a shame.\n\n\nPlease let me know once you get things cleaned up.\n\n\nI'll need to make some calls.\n\n\n\n\n\n\nUnderstood.\n\n\nYou'll be getting another text shortly.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nADDENDUM NINE\n\n\n\n\n\n\n\n\nNOTE:\n The below video was spliced between Reigen's optical lens camera, Aregonyx facility security monitoring systems, and miscellaneous outside devices. Please note that there is also no audio.\n\n\n\n\n[BEGIN LOG]\n\n\nCapture begins at the front doors of a small building within the Redline District. There is a blue bus that can be seen circling around the premises before eventually pulling up in front of the facility doors. Inside the bus, several unknown individuals can be seen walking back and forth. \"PROPERTY OF THE CITY\" has been labeled in large white letters along the outside of the bus itself.\n\n\nAfter a moment, the bus doors swing open, and several people in grey outfits walk outside. All of the people are handcuffed and collared with unknown devices. Once the prisoners are outside, two officers jump out of the bus as well. The bus doors then close as the vehicle drives off. Prisoners are gathered into a line of 6 before the facility doors also open and they are let inside.\n\n\nThe perspective flashes to Reigen's optical camera as the prisoners enter the facility and walk immediately downward via steps. The steps continue on for upwards of nearly 16 minutes before stopping at an elevator. Prisoners are gathered in groups of 2 as they are forced inside the elevator and sent further downward. Reigen and another prisoner are among the last group to enter the elevator.\n\n\nThe 6 prisoners are then taken to a holding room immediately outside the elevator doors. They are processed one by one through Aregonyx Security. The prisoners are then provided with new orange jumpsuits and are forced through to the prison showers. They are cleaned, stripped, inspected once more, and then sent to their holding cells to change. Reigen is seen briefly passing through one of the hallway cameras, swishing something back and forth inside his mouth. Nobody detects any abnormalities.\n\n\nOutside the facility, a blue 2008 Kia Rio can be seen parking in the far distance. In the car sits Adrian Fryar, who is on the phone. Adrian then opens a laptop and places it on the passenger seat, typing furiously.\n\n\nBack inside the prison, Reigen has already changed into his new jumpsuit and now sits on his bed. In his hands sits a small listening device and the small EMP device provided to him earlier. He puts the listening device in his ear before suddenly jumping up from his bed and putting the EMP device back in his mouth. Shortly after, a security guard can be seen opening his cell, and he is ushered outside.\n\n\nReigen is taken to the cafeteria, where he and the other prisoners eat for approximately 20 minutes. The device in Reigen's mouth previously is no longer present. The 6 prisoners are then escorted to the inner recreation center where they stay for another hour. The local time is now 7:30 P.M., and the prisoners are sent once more to their holding cells for the remainder of the night.\n\n\nOnce inside his cell, Reigen walks over to the front metal bars and leans on them, peeking outside to see if any guards are patrolling nearby. After confirming that the hall is empty, Reigen looks toward the outside security camera. He winks and smiles before the feed cuts out.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins with Reigen looking up at the camera seen in the previous video. From this angle, Reigen is able to view several wards within the facility itself, each containing more cells filled with other prisoners.\n\n\nREIGEN:\n \n(Looking towards the camera.)\n See me?\n\n\nADRIAN:\n Sure do.\n\n\nAdrian continues to type.\n\n\nADRIAN:\n Where did you put Ryan's little toy?\n\n\nREIGEN:\n I put it in one of the hallways leading into the cafeteria. I was in the very back and I don't think anyone saw me.\n\n\nAdrian grunts in confirmation.\n\n\nREIGEN:\n What's the plan on getting out of here?\n\n\nADRIAN:\n Give me a second, trying to figure that out now.\n\n\nReigen groans softly as he steps away from the bars and back onto his bed. He sits on the thin mattress while Adrian remains mute for several minutes. Finally, the lights outside Reigen's cell turn off, and a series of locks can be heard activating throughout the facility complex.\n\n\n\n\n\n\nJakob Reigen's cell.\n\n\n\n\n\n\nUNKNOWN:\n —ight's out!\n\n\nShuffling and grunting can be heard from the other cells nearby Reigen.\n\n\nREIGEN:\n \n(Whispering)\n Any progress?\n\n\nADRIAN:\n Yeah, yeah sorry.\n\n\nAdrian clears her throat.\n\n\nADRIAN:\n How far away is that EMP Ryan gave you?\n\n\nREIGEN:\n I, uh… I don't know? Maybe a couple of hundred feet?\n\n\nADRIAN:\n Okay.\n\n\nAdrian goes silent once more. Intermittent typing can be heard faintly as Reigen stands up again and heads towards the front cell bars.\n\n\nADRIAN:\n There is a staircase near the back of the facility. I need you to get over there as fast as possible so we can detonate the EMP and get through the security doors that lead up the stairs and straight to me.\n\n\nREIGEN:\n Wait, we're detonating them \nnow?\n\n\nADRIAN:\n No, not all of them. Just yours so we can get you out.\n\n\nREIGEN:\n Alright, so how do I get out of here?\n\n\nADRIAN:\n I just told you how.\n\n\nREIGEN:\n No, I mean this stupid cell. How am I going to get out of \nit?\n\n\nADRIAN:\n Oh. \n(She pauses)\n Let me see something.\n\n\nAdrian mutes herself once more, which lasts another few minutes. During that time Reigen paces throughout the cell, making sure to jump in bed whenever guards approach with flashlights. The listening device in Reigen's ear suddenly activates as Adrian can be heard grunting in frustration.\n\n\nREIGEN:\n \n(Muttering)\n Sounds like she's having fun.\n\n\nGrunting and yelling continue in Reigen's ear for some time until it finally ceases.\n\n\nADRIAN:\n \n(Offhand)\n Fuck it.\n\n\nAdrian returns back to her microphone.\n\n\nADRIAN:\n Jakob, what cell are you in?\n\n\nREIGEN:\n Me?\n\n\nReigen quitely jumps out of his mattress and back to the holding cell bars. He inspects the outside of his cell to determine any visual identifiers.\n\n\nREIGEN:\n Uh, I don't know… maybe 16? 17?\n\n\nADRIAN:\n Okay, hang on.\n\n\nAdrian clicks on her trackpad mouse several times.\n\n\nADRIAN:\n So there might be a problem.\n\n\nREIGEN:\n A problem? What do you mean?\n\n\nADRIAN:\n I can't—\n\n\nFurious clicking continues for several seconds.\n\n\nADRIAN:\n \n(Grunts)\n I can't access your stupid cell door to unlock it!\n\n\nThe two pause.\n\n\nREIGEN:\n So I'm just stuck here?\n\n\nADRIAN:\n No, no. I — \n(Sighs)\n look, are you standing at the door right now?\n\n\nAdrian looks down at his cell bars and notices the electronic lock situated between him and the outside hallway. The lock sits on the far-right side of the cell door and is contained within a reinforced metal container no larger than 0.3 meters in height.\n\n\nREIGEN:\n Yeah? I can't do anything with it.\n\n\nADRIAN:\n That's fine. Do you remember when you first met me?\n\n\nREIGEN:\n At the hotel? Yeah.\n\n\nADRIAN:\n And you asked how I knew so much about you and I showed you the cool flames or whatever?\n\n\nREIGEN:\n Yeah, yeah, just get to the point already.\n\n\nADRIAN:\n I need you to do something like that for me. But instead of flames, I need you to focus on that cell door and unlock it.\n\n\nReigen shakes his head in apparent astonishment.\n\n\nREIGEN:\n You want me to do \nwhat?\n\n\nADRIAN:\n Look, do you want to get out of here or not?\n\n\nREIGEN:\n Alright, alright.\n\n\nReigen lowers himself so he is at eye-level with the electronic lock.\n\n\nREIGEN:\n Okay, so how do I do it?\n\n\nADRIAN:\n Like I told you before, part of it is realizing that \nyou\n are in control here.\n\n\nAdrian pauses as the microphone goes static briefly.\n\n\nADRIAN:\n Think about the system we're living in, right? It's all interconnected. The same thing that allows you to exist in this world is the same thing that's keeping that lock secured.\n\n\nREIGEN:\n I… okay. I'll try it.\n\n\nReigen begins to stare at the lock.\n\n\nREIGEN:\n \n(Muttering)\n Just think about the system Jakob. That's all you have to do.\n\n\nReigen holds his stare for nearly 20 seconds. During that time, the lock ceases any action. Light from the officers' flashlights patrolling the facility briefly illuminates Reigen's cell but does not see him.\n\n\nREIGEN:\n Adrian this is stupid. I feel like a dumbass here.\n\n\nADRIAN:\n Focus then, idiot!\n\n\nREIGEN:\n Okay! Alright, fine. I'll try again.\n\n\nReigen rolls his eyes before once again focusing on the lock. He holds his position for several more seconds, peering deeply at the electronic box.\n\n\nADRIAN:\n That's it, keep going.\n\n\nREIGEN:\n I'm trying, here.\n\n\nReigen holds his pose longer as the electronic box begins to rattle. Rattling continues briefly until finally a soft popping sound can be heard from inside, followed shortly after by the presence of smoke. The door leading into Reigen's cell shifts open slightly as the lock deactivates. No alarms are raised during this event.\n\n\nREIGEN:\n \n(Still whispering)\n Adrian! I did it!\n\n\nADRIAN:\n You did?\n\n\nREIGEN:\n Yeah! The lock — it popped off! Just like that.\n\n\nADRIAN:\n Oh, great! \n(She pauses)\n Now hurry up and get out before somebody sees you and locks you back inside.\n\n\nReigen nods his head as he lowers himself closer to the ground and further opens his cell doors. Once accessible, Reigen peeks his head outside and inspects his nearby vicinity. After confirming that no guards are present, Reigen fully steps out of his cell and shuts the door back until the lock clicks back in place. He then proceeds to walk west down the hallway, doing his best to stay quiet. Some prisoners begin to rustle and murmur in their cells but do not notice Reigen as he continues making his way across.\n\n\nAfter reaching the end, Reigen makes a left turn into a small flight of stairs leading to the first-level floor of the facility. The stairs creak lightly as he walks, but again nobody detects him. Reigen finally makes it to the first floor after some time and pauses.\n\n\nREIGEN:\n Adrian, where now?\n\n\nADRIAN:\n Get through the cafeteria, and across the Warden's office. The stairs will be on the right, next to the officer's locker room.\n\n\nReigen nods once more, walking along the walls of the first-level ward to avoid detection by nearby lights. He does this for nearly 4 minutes before arriving in an open hallway and taking another right turn. Reigen hurridly continues through the hallway and into the cafeteria, where 2 guards can be seen cleaning the kitchen. Reigen crouches into a crawl and begins making his way through the cafeteria by using the tables as cover. He pauses once he arrives at a door leading into another hallway, making sure the other officers are not paying attention, and then proceeds to enter through it quietly.\n\n\nReigen is now standing in the Administrative region of the facility. After checking his surroundings, Reigen proceeds through until stopping and turning left into a perpendicular hallway. He is never several meters away from the Warden's office now.\n\n\nREIGEN:\n Pst. \n(He pauses)\n Adrian, are you there?\n\n\nADRIAN:\n Yeah?\n\n\nREIGEN:\n The door leading into the Warden's office. It's wide open.\n\n\nVideo feed confirms that the door is, in fact, open.\n\n\nADRIAN:\n So? Just walk past it.\n\n\nREIGEN:\n But the Warden is still in there. What if he sees me?\n\n\nReigen takes another step closer to the office, which allows the camera to detect distant audio of a man — presumably the Warden — talking on a cellphone. While the conversation itself cannot be discerned, it does appear that there is an argument occurring.\n\n\nADRIAN:\n Okay, don't worry about it. Just go.\n\n\nREIGEN:\n Fine.\n\n\nReigen stands just past the door. After waiting momentarily, he dashes through the open doorway and across to the other wall. After crossing, however, Reigen immediately freezes.\n\n\nADRIAN:\n Did you make it?\n\n\nReigen shushes Adrian as he peers back into the open doorway. Audio from Reigen's video capture confirms that the Warden is still arguing over his cellphone.\n\n\nREIGEN:\n Yeah, I think I made it.\n\n\nADRIAN:\n Good, are you at the elevator?\n\n\nReigen makes his way past a row of empty coat racks before finally arriving at the door of the emergency staircase nearby.\n\n\nREIGEN:\n I am now.\n\n\nADRIAN:\n Good.\n\n\nAdrian can be heard typing on her keyboard.\n\n\nREIGEN:\n Are you going to detonate the—?\n\n\nReigen is interrupted by the sound of a loud explosion nearby. He quickly covers his ears to protect them from the blast. Almost immediately, shouting can be heard in the distance as lights and other alarms activate briefly before promptly deactivating. The video itself cuts out just as the door next to Reigen can be heard clicking open.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n>>\n run cmd.exe\n\n\n> Command received. Opening Administrative command prompt in viewing window…\n\n\n> The window has now been opened. Please input your commands below:\n\n\n \n\n\n \n\n\n>>\n <Z:\\SCIPNET\\system> ping F0N71423\n\n\n \n\n\n \n\n\n> Pinging host F0N71423 (169.236.12.1) with 32 byes of data…\n\n\n> Ping successful. Host responded to ping at 23:51.\n\n\n \n\n\n \n\n\n>>\n <Z:\\SCIPNET\\system> locate 169.236.12.1\n\n\n \n\n\n \n\n\n> Triangulating 169.236.12.1 from recent data…\n\n\n> Location confirmed at -30.36683, 45.81011. This device is located approximately 15 meters away from target IP.\n\n\n \n\n\n \n\n\n>>\n <Z:\\SCIPNET\\system> exit\n\n\n \n\n\n \n\n\n> Command received. Closing command prompt…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nADDENDUM TEN\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nThe video opens to dash cam footage monitoring the inside of the Blue 2008 Kia Rio seen previously. Inside the vehicle is Adrian Fryar in the driver's seat, who has her back turned to the camera. Far beyond the rear of the car, Jakob Reigen can be seen approaching from the side of the road. Adrian taps on a button on her door and unlocks the car, allowing Reigen to slip inside the passenger's seat.\n\n\nREIGEN:\n Go, go!\n\n\nAdrian stomps on the gas pedal of the Kio and the car lurches forward at high speeds. Reigen continues to glance upwards at the rear-view mirror as Adrian drives the car through a right turn and into a one-way road heading southbound. Behind them, flames engulf the underground facility that Reigen had retreated from. Several prisoners can also be seen exiting the facility just before it goes out of view by the camera.\n\n\nADRIAN:\n Anyone following us?\n\n\nReigen gets closer to the rear-view mirror before pausing and then turning around to scan the rear of the vehicle.\n\n\nREIGEN:\n Don't think so. Nobody else was following me when I left either.\n\n\nADRIAN:\n Good. In the back are some extra clothes. Put them on.\n\n\nReigen complies with Adrian's demand and begins changing in the passenger seat. Meanwhile, Adrian can be seen making another right turn into a larger city street, passing a large white van before accelerating into the left lane. Reigen turns toward Adrian as he struggles to put on his shirt.\n\n\nREIGEN:\n \n(Muffled)\n Is Ryan still waiting for us?\n\n\nADRIAN:\n Should be. He said that he'd meet us at the front doors — said there might be some trouble though.\n\n\nREIGEN:\n Trouble?\n\n\nADRIAN:\n Yeah. Do you remember that laptop you stole from the executive in the World Building?\n\n\nREIGEN:\n Yeah, what about it?\n\n\nADRIAN:\n That laptop belonged to the \nDirector\n of Aregonyx. And now apparently he's at the Depot right now.\n\n\nREIGEN:\n Is that bad?\n\n\nADRIAN:\n \nYes\n it's bad. If we thought security was going to be tight before, just imagine how strict they'll be with the literal Director.\n\n\nThe two go silent briefly as Adrian stops at a red light.\n\n\nREIGEN:\n So what's the plan then?\n\n\nADRIAN:\n We get inside, and then we stay alive.\n\n\nAdrian accelerates the car as she passes an incoming yellow light. She continues driving for 10 minutes before finally pulling into a small alleyway leading into a secluded parking lot. After some time Adrian finally parks the car and unlocks the front doors.\n\n\nADRIAN:\n This is it — I think we're here.\n\n\nAdrian exits out of the vehicle first, followed shortly by Reigen. The duo then proceed to head northbound and into another small alleyway. Along the left wall of the alley sits the remains of a crumbling building with the words \"AUTO FACTORY\" labeled faintly several meters above them. They continue walking until Adrian finally stops near another wall and places her hand on it.\n\n\nADRIAN:\n Here.\n\n\nREIGEN:\n Here? What do you mean \"here?\" That's just a wall.\n\n\nADRIAN:\n No, dumbass. Look.\n\n\nAdrian shoves her hand into the wall, causing it to go through the cement. After waving her arm slightly she retracts it back to her chest.\n\n\nADRIAN:\n The wall is fake.\n\n\nReigen shakes his head in apparent surprise as Adrian shoves both her arms and eventually herself through the wall. After a brief pause, Reigen follows her, pushing his left arm and right leg until he walks through the wall itself.\n\n\nAfter entering through to the other side of the wall, Adrian and Reigen walk into the grounds of another parking lot, this time nearby a large military-grade base of operations. The vicinity of the building is protected by a large barbed-wire fence. There is a gate leading directly to the front of the facility, which has been cracked open slightly. Near the front of the doors stands Ryan Hartwell, ushering the duo to come closer.\n\n\nAdrian and Reigen approach Hartwell on foot, arriving shortly after entering the property. Ryan steps aside so the others can enter into the Depot before closing the gate behind them.\n\n\nRYAN:\n Glad you could make it. Thanks for your help.\n\n\nADRIAN:\n Yeah, sure.\n\n\nREIGEN:\n Where is everybody?\n\n\nReigen looks around and confirms that no guards or additional personnel are present.\n\n\nRYAN:\n Everyone is inside right now — that blast from the prison caused a lot of ruckus up here. I told them that there was a medical emergency inside, so we have a few minutes before they come back to patrol.\n\n\nADRIAN:\n And what about your plan? Did you get all of your explosives in place?\n\n\nRYAN:\n I did.\n\n\nREIGEN:\n When do you plan on detonating those?\n\n\nRYAN:\n Once you two are in position. We can't do it too soon or they'll close you off from the Outside.\n\n\nRYAN:\n Here—\n\n\nRyan hands Adrian a hand-scribbled map. She opens it and shows it to Reigen.\n\n\nRYAN:\n That will lead you to the control panel that opens the outer border.\n\n\nADRIAN:\n Ryan this looks like a 3-year-old drew it.\n\n\nREIGEN:\n \n(Pointing at the map)\n Is that supposed to be \"DAR\" or \"door?\"\n\n\nRYAN:\n Look I didn't have enough time to make the map look pretty, alright?!\n\n\nRyan scoffs.\n\n\nRYAN:\n Just hurry up and get in place, before they notice that something's wrong.\n\n\nAdrian and Reigen nod in agreement before entering past the front courtyard and into the front doors. Using the map for guidance, the duo proceeds into a large welcome center with 1 set of double doors leading into the facility. The welcome center is notably desolate, with nobody watching the front desk or monitoring any available camera footage.\n\n\nREIGEN:\n What's up with this place? Where is everyone?\n\n\nADRIAN:\n Maybe they're all with the Director right now.\n\n\nREIGEN:\n Still… it's just weird to me that nobody is even watching out front for intruders.\n\n\nADRIAN:\n Let's not jinx it then.\n\n\nReigen and Adrian continue past the double doors and take a left turn past the janitor's closet and into a nearby elevator. Consulting the map once more, Adrian leads the elevator down to the final accessible floor. The two then navigate across a network of hallways, avoiding several agents that can be seen walking nearby.\n\n\n\n\n\n\nScreen capture of Reigen's camera.\n\n\n\n\n\n\nThe two finally arrive at an open region of the facility. The region itself contains several personnel working inside of a large control room with a window facing outward. Beyond the control room sits a large, translucent wall spanning the entire width of the room. The wall itself appears malleable from the outside, akin to being made from a clear jelly or weak resin.\n\n\nAdrian and Reigen navigate along the far wall in order to reach closer to the control room. In order to avoid detection, the two use nearby objects and boxes to hide. In the middle of the room stands the Aregonyx Director identified as Samuel Cain, a 1.9-meter tall caucasian male with blonde hair and stubble along his face. He is in front of the translucent wall, staring through it and onto the other side, which is black.\n\n\nOPERATOR:\n \n(From a microphone inside the control room)\n Almost ready, sir.\n\n\nDIRECTOR:\n Fantastic. Please have the border prepared as soon as possible.\n\n\nOPERATOR:\n Understood.\n\n\nReigen and Adrian freeze behind their cover, looking toward each other. Adrian then retrieves a small phone in her pocket and begins to dial. Reigen attempts to question Adrian but she holds her finger against her lips to indicate silence. After another moment she brings the phone to her ear.\n\n\nADRIAN:\n \n(Whispering into the phone)\n We're ready.\n\n\nAdrian hangs up the phone moments before a series of explosions, each getting louder between intervals, can be heard from their positions. Said explosions only continue to increase with intensity before the room itself shakes, alongside the translucent wall nearby.\n\n\nThe Director freezes, looking around his vicinity to observe the ongoing tremors. The Operators inside the control room panic, and retreat outside to where the Director stands. After a moment, the Director barks at the two Operators to investigate what is occurring above the surface, stating that he will ensure that the border is opened properly.\n\n\nDuring this event, Adrian and Reigen approach closer to the control room seen earlier. Before they can enter it, however, Adrian stops them.\n\n\nADRIAN:\n We have a problem.\n\n\nREIGEN:\n \n(Whispering)\n Yeah? And what's that?\n\n\nAdiran nods her head toward the Director.\n\n\nADRIAN:\n Him.\n\n\nREIGEN:\n Okay, so what do we do?\n\n\nThe two pause briefly.\n\n\nADRIAN:\n I have an idea. But I need you to get to that control panel right now.\n\n\nREIGEN:\n Me? And what about you?\n\n\nADRIAN:\n Don't worry about that.\n\n\nAdrian shoves Reigen closer to the control room.\n\n\nADRIAN:\n Just go!\n\n\nReigen nods and proceeds inside the control room. Meanwhile, Adrian steps away from her cover, and out into the open. She begins to approach the Director, who is looking down at his cellphone device.\n\n\nADRIAN:\n \n(Shouting towards the Director)\n Hey!\n\n\nThe Director glances upward from this phone and briefly scans his surroundings to identify the source of the sudden sound. After a moment he sees Adrian.\n\n\nDIRECTOR:\n I'm… sorry? Who are you?\n\n\nADRIAN:\n What do you \nmean\n \"who am I?\" Who are you? And what is this place?!\n\n\nAdrian and the Director continue conversing while Reigen finally reaches the controls for the outer border. A series of blinking dials and levels can be seen from his optical lens camera. After scanning briefly for any labels or significant markings for instructions, Reigen begins hitting buttons at random.\n\n\nOutside, Adrian and Director continue conversing. Adrian has now taken all of his attention while Reigen continues pressing buttons.\n\n\nDIRECTOR:\n I'm shocked that you somehow got by Security.\n\n\nADRIAN:\n Quit dodging the question!\n\n\nDIRECTOR:\n Lady, I'm going to have to ask you to leave before—\n\n\nReigen presses a button that activates the overhead alarm system. He panics and proceeds to duck out of view from the outfacing window as both Adrian and the Director glance towards the control room.\n\n\nDIRECTOR:\n \n(Yelling)\n Who's in there?\n\n\nThe Director steps closer to the control room.\n\n\nADRIAN:\n Hey, wait a minute you can't—!\n\n\nAdrian takes a step toward the Director to grab his attention.\n\n\nDIRECTOR:\n \n(Back to Adrian)\n Shut up!\n\n\nThe Director raises his hand and shoves it toward Adrian. Despite no physical impact, Adrian is sent flying backward and into several crates nearby. Reigen continues to mess with buttons while remaining under protective cover as the Director approaches.\n\n\nDIRECTOR:\n I know you're in there. Come out!\n\n\nThe Director lifts both of his hands in the air and moves them downward. Suddenly, metal and aluminum can be heard shredding as part of the control room's external wall is upended and removed. Despite this, however, Reigen is still hidden from the Director.\n\n\nThe Director makes another attempt to remove the rest of the wall from the control room before being interrupted by Adrian, who throws conjured flames at the Director to distract him. After a brief dodge, he waves his hands in the air to neutralize Adrian's attack before throwing flames of his own. Adrian is able to dodge one of the fireballs but is grazed by another.\n\n\nReigen manages to find another level and pulls it. Suddenly, the translucent border wall nearby shudders and begins to dissipate. Behind the wall sits a red, misty portal.\n\n\nThe Director, now focused on the control room, brings his hands down once more, causing the rest of the external wall to rip and shred away. Reigen still remains shielded by the external controls as chunks of metal fall to the floor. Adrian is now back on her feet, proceeding to run toward the Director. He turns, throwing his hands out once more but then misses, allowing Adrian enough time to apprehend the Director and hold him down.\n\n\nADRIAN:\n Jakob, go \nnow!\n\n\nReigen perks his head above the control panel before nodding and proceeding through the shredded wall facing the Director and Adrian. After jumping down to ground level, Reigen heads straight for the open border wall.\n\n\nDIRECTOR:\n \n(Grunting)\n Wait!\n\n\nThe Director frees himself from Adrian's grasp, now putting her into a chokehold of his own. Reigen turns around, just as the Director tighten's his grip around Adrian's neck.\n\n\nDIRECTOR:\n I can't let you leave.\n\n\nReigen stops in his tracks. He and the Director are now frozen, with Reigen mere meters away from the open border.\n\n\nDIRECTOR:\n If you leave, she dies. It's as simple as that.\n\n\nThe Director tightens his grip more, causing Adrian to begin kicking and gasping for air.\n\n\nREIGEN:\n No, wait! Don't — don't kill her.\n\n\nReigen slowly begins stepping away from the border wall.\n\n\nREIGEN:\n Look, I'm walking away. \n(He pauses)\n Loosen your hold.\n\n\nThe Director complies with Reigen. Adrian brgins to cough and sputter but can now breathe.\n\n\nADRIAN:\n Jakob just — just go!\n\n\nDIRECTOR:\n Don't listen to her.\n\n\nReigen freezes once more.\n\n\nREIGEN:\n And why shouldn't I?\n\n\nDIRECTOR:\n Are you kidding me? Come on, there's \nnothing\n out there! Even if you did escape you'd have no one. And you'd have nothing.\n\n\nThe Director tightens his grip but does not prevent air from reaching Adrian.\n\n\nDIRECTOR:\n If you stay here, we can just forget about this, alright? Move on. I can set you up with a nice little suite somewhere in Diamond and you won't have to worry about a thing.\n\n\nThe Director smiles.\n\n\nDIRECTOR:\n That's fair, right?\n\n\nReigen remains still in his tracks, looking between both the Director and Adrian. Adrian attempts to mouth the words \"go,\" but is then stopped by the Director's hand covering her mouth.\n\n\nDIRECTOR:\n But I can't allow you to go through that border.\n\n\nA pause.\n\n\nREIGEN:\n I…\n\n\nReigen sighs, looking back towards the portal and then at Adrian and the Director.\n\n\nREIGEN:\n I'm sorry.\n\n\nReigen turns and escapes through the portal, despite protests from the Director. Reigen's video feed suddenly becomes black as the perspective changes to the view of a large central room. Stairs near the edges of the video's perspective lead upward to a large mechanical pod that spans across the width of the room itself. In the video stands an unknown individual nearby.\n\n\nSuddenly, the pod begins to shudder. An outstretched hand peeks out of a gap in the metal panels and forces open a hatch door. The individual outside continues to stand and wait as Jakob Reigen sits up from the inside and scans his surroundings. Fluids and other materials cake the outside of his face and nude body while the figure outside pulls out a small pistol and holds it directly in front of his head.\n\n\nUNKNOWN:\n Great to see you again, Jakob.\n\n\nReigen squints as he tries to identify the individual towering above him.\n\n\nREIGEN:\n \n(Sputtering)\n I… Adrian?\n\n\nADRIAN:\n Welcome to the real world.\n\n\nAdrian aims the gun closer to Reigen's skull and cocks it.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nKnock, knock Thirteen.\n\n\nCome on, I know you're hiding in there.\n\n\n\n\nWhat? Who are you?\n\n\nWhat do you want?\n\n\n\n\n\n\nIs it not already obvious?\n\n\nThere are plenty of people who aren't happy with you, you know.\n\n\nEspecially after you tried destroying everything we've worked so hard for.\n\n\n\n\nYou shouldn't have been able to find me. Not inside here.\n\n\nHow did you figure it out?\n\n\n\n\n\n\nOh, come on. Did you really think removing our trackers from the virtual reality equipment was going to actually save you?\n\n\nYou should've known better Ryan.\n\n\n\n\nHow did you…?\n\n\nOh. I think I get it.\n\n\n\n\n\n\nDo you now?\n\n\n\n\nHow stupid of me. No wonder nobody ever pulled the plug on you, Adrian.\n\n\nIs that even your actual name? Or should I just call you Seven now?\n\n\n\n\n\n\nYou figured it out. How exciting.\n\n\n\n\nYou know, I always thought it was weird how everyone called you the \"Black Rabbit.\"\n\n\nOr how you only ever showed your face whenever there was a vacant spot on the Council.\n\n\nBut now I understand.\n\n\nYou're an omen that only shows herself once a Council seat needs to be filled.\n\n\n\n\n\n\nYou're on a roll today.\n\n\n\n\nAnd what about Jakob?\n\n\nAre you planning on killing him too?\n\n\n\n\n\n\nKill him? Don't be so dramatic.\n\n\nJakob is going to be your replacement.\n\n\n\n\nMy replacement?\n\n\nHow? What makes him so special?\n\n\n\n\n\n\nNothing. And that's exactly the reason why he's replacing you.\n\n\nBecause it doesn't take anyone special to do your job. Despite what you might believe.\n\n\nAnd besides, it's only fair, right? Considering how you were the one who blew up his train and got him involved in this.\n\n\n\n\nLook, that train was an accident.\n\n\nIt wasn't supposed to blow up and hurt all those people.\n\n\nYou of all people should know that.\n\n\n\n\n\n\nWell… even if that was the case, it's not like it really matters anymore.\n\n\n\n\nWhy's that?\n\n\n\n\n\n\nBecause here in just a moment, that little electric tingle you're feeling inside your head right is going to finally kill you.\n\n\nAnd once that killswitch activates, everyone will know that my mission here was a success.\n\n\nIt is a pity though. How you ended up in this position.\n\n\nYou won't even be able to see what happens to the old Council after you're gone.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7766\n\" by JakdragonX, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7766\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n apartment.jpg\n\n\nName:\n Apartment Doors\n\n\nAuthor:\n James Cohen\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/31599292@N00/6276369867\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n backgrounds.jpg\n\n\nName:\n Glitch Decor\n\n\nAuthor:\n Rory O'Donnell\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/rjohnodonnell/8141899491\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n buildings.jpg\n\n\nName:\n Chicago skyscrapers (31)\n\n\nAuthor:\n Kristina D.C. Hoeppner\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/26223114@N02/7912890606\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n city.jpg\n\n\nName:\n Ho Chi Minh City Skyline (night).jpg\n\n\nAuthor:\n Jim 陳\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Ho_Chi_Minh_City_Skyline_(night).jpg\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n elevator.jpg\n\n\nName:\n UF Norman Interior Hallway Basement Elevator Door\n\n\nAuthor:\n Christopher Sessums\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/53313745@N00/4689800844\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n office.jpg\n\n\nName:\n Central London offices floor at CBRE\n\n\nAuthor:\n EG Focus\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/38865853@N03/6230306475\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n prison.jpg\n\n\nName:\n Prison Cell the god life\n\n\nAuthor:\n Charles Knowles\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/36224384@N08/13094468155\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n reigen.jpg\n\n\nName:\n Alex Benoit Headshot 2021.jpg\n\n\nAuthor:\n Ajbenoit95\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Alex_Benoit_Headshot_2021.jpg\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n stairs.jpg\n\n\nName:\n Office Stairs\n\n\nAuthor:\n Jeremy Tenenbaum\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/24785065@N00/2398615561\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\nFilename:\n subway.jpg\n\n\nName:\n York Street Station - Brooklyn\n\n\nAuthor:\n Diego Torres Silvestre\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/31018257@N00/102971846\n\n\nAdditional Notes:\n Edited by \nJakdragonX\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. I.E., Ontokinetic-inducing interface devices, advanced .aic-controlled software, anomalously-reinforced hardware components, among others.\n\n\n2\n. \"Improvised explosive devices\"\n\n\n3\n. Invisible entry points within SCP-7766 that allow Foundation operatives to navigate and transport between locations without being seen by the general public.",
    "addendums": [],
    "documents": [],
    "notes": [
        "NOTE: All traits listed above have been LOCKED from further edits and cannot be changed at this time.",
        "It was me. I was the one who broke inside the World Building. Now I need help finding someone.",
        "The following is an excerpt from a special alert that aired on October 7th, 2032, by Channel 14 public news at 6:32 P.M.",
        "\" SCP-7766 \" by JakdragonX, from the SCP Wiki . Source: https://scpwiki.com/scp-7766 . Licensed under CC-BY-SA .",
        "Filename: apartment.jpg Name: Apartment Doors Author: James Cohen License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/31599292@N00/6276369867 Additional Notes: Edited by JakdragonX",
        "Filename: backgrounds.jpg Name: Glitch Decor Author: Rory O'Donnell License: CC-BY-SA 2.0 Source Link: https://www.flickr.com/photos/rjohnodonnell/8141899491 Additional Notes: Edited by JakdragonX",
        "Filename: buildings.jpg Name: Chicago skyscrapers (31) Author: Kristina D.C. Hoeppner License: CC-BY-SA 2.0 Source Link: https://www.flickr.com/photos/26223114@N02/7912890606 Additional Notes: Edited by JakdragonX",
        "Filename: city.jpg Name: Ho Chi Minh City Skyline (night).jpg Author: Jim 陳 License: CC-BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Ho_Chi_Minh_City_Skyline_(night).jpg Additional Notes: Edited by JakdragonX",
        "Filename: elevator.jpg Name: UF Norman Interior Hallway Basement Elevator Door Author: Christopher Sessums License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/53313745@N00/4689800844 Additional Notes: Edited by JakdragonX",
        "Filename: office.jpg Name: Central London offices floor at CBRE Author: EG Focus License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/38865853@N03/6230306475 Additional Notes: Edited by JakdragonX",
        "Filename: prison.jpg Name: Prison Cell the god life Author: Charles Knowles License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/36224384@N08/13094468155 Additional Notes: Edited by JakdragonX",
        "Filename: reigen.jpg Name: Alex Benoit Headshot 2021.jpg Author: Ajbenoit95 License: CC-BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Alex_Benoit_Headshot_2021.jpg Additional Notes: Edited by JakdragonX",
        "Filename: stairs.jpg Name: Office Stairs Author: Jeremy Tenenbaum License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/24785065@N00/2398615561 Additional Notes: Edited by JakdragonX",
        "Filename: subway.jpg Name: York Street Station - Brooklyn Author: Diego Torres Silvestre License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/31018257@N00/102971846 Additional Notes: Edited by JakdragonX"
    ],
    "title": "SCP-7766"
}