{
    "url": "https://scp-wiki.wikidot.com/scp-7767",
    "all_text": "SCP-7767\n\n\n\n\n\n\nByㅤ\n \nBlue Foot\n\n\n\n\n\n\nPublished on \n27 Sep 2022 21:59\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+22\n+\n–\nx\n\n\n\n\nby \nBlue Foot\n\n\n20\n\n\n\n\n\n\n\n\nWARNING: THIS DOCUMENT CONTAINS INFORMATION ON DEMONIC ENTITIES, AND IT HAS MOST LIKELY BEEN THE SUBJECT OF HELLISH INFLUENCE\n\n\nThe following document has been the subject of severe demonic influence. A Class 3 blessing or higher is required for viewing.\n\n\n\n\n\n\n\n\n\n\nClick here to access this document\n\n\n\n\n- Close document\n\n\n\n\n\n\nObject #:\n SCP-7767\n\n\nHeathen Level:\n Damned\n\n\nHolding Measures:\n SCP-7767 is to be held in a standard heretic rehabilitation chamber. The chamber is to be blessed by Site-47's current High Priest\n1\n everyday in order to limit the strength of SCP-7767's demonic prophecies, and they are to lead all attempts to converse with and rehabilitate SCP-7767.\n\n\n\n\n\n\nSketch of SCP-7767\n2\n\n\n\n\n\n\nDescription:\n SCP-7767 is former Magician Tobias Svoboda. SCP-7767, as of 04/06/2025, has become an apostate of the faith and blasphemer of the Great Deities, presumably due to it being possessed by a demon.\n\n\nSCP-7767 has become a false prophet for a god known as \"the lord\" and \"god\". It is believed that, due to its high levels of prophetic accuracy, demons commune with SCP-7767 about matters of the future. This is supported by High Priestess Ocla, who, after communing with the spirits, has found the heretic to possess significant spiritual energy. Attempts to return SCP-7767 to the true faith have failed entirely.\n\n\nRevelation:\n SCP-7767 was first revealed to the Foundation on 04/06/2025 when it was discovered in Site-47's cafeteria. It was wearing a white linen robe it had fashioned from its bedsheets. It was standing on a table and preaching false teachings to site staff and clergy, who responded with jeers and outcry. Site-47 security then escorted SCP-7767 into its current (then unused) holding cell, where it was interviewed by High Priestess Ocla.\n\n\nAppendix.7767.1:\n Interview Log\n\n\n\n\nInterviewed:\n SCP-7767\n\n\nInterviewer:\n High Priestess Ocla\n\n\nDate:\n 04/06/2025\n\n\n<Begin Log>\n\n\nHigh Priestess Ocla:\n Tobias, why have you acted as you have today?\n\n\nSCP-7767:\n Why say you that?\n\n\nHigh Priestess Ocla:\n Don't play the fool. You have blasphemed the Great Deities with, as it seems, no remorse in your heart.\n\n\nSCP-7767:\n I am not guilty as you accuse. Today, I have merely spoken on behalf of the lord.\n\n\nHigh Priestess Ocla:\n Speaking on behalf of false gods is blasphemy.\n\n\nSCP-7767:\n That is untrue in this case, witch.\n\n\nHigh Priestess Ocla strikes the interview table with her hands.\n\n\nHigh Priestess Ocla:\n (\naggressively, agitatedly\n) You shall refer to me as \"High Priestess\", heretic!\n\n\nSCP-7767's eyes become cloudy for seven seconds. They then return to their normal coloration.\n\n\nSCP-7767:\n I shall do no such thing! You, witch, and your diviners, magicians, prophets of idols, hear the word of the lord and weep! You who oppress the people of god, the poor and the infirm, even the gods of the nations, tear off your garments and beat your breasts, for your empire of sin shall come crumbling down! Never before has man or angel seen such a presence of evil than in your nation now. Therefore, the lord god will spoil the grain house of your spirit, and you shall eat of your own rotten loaves! You shall cry before him \"Why do these things occur to us, a righteous and pure people?\" But you shall receive no respite.\n\n\nHigh Priestess Ocla:\n I fear not your god, nor will I cry out to him! The Great Deities will crush his wrathful outburst and spare their people if such a thing came to pass!\n\n\nSCP-7767 rises from his chair. High Priestess Ocla rises from her chair in response.\n\n\nSCP-7767:\n (\nscreaming\n) Cry out to your idols, and weep before your gods! For the lord will pass judgement in spite of your witchcraft and divination! Turn from your evil ways before the time has come, or this shall all come to fruition!\n\n\nHigh Priestess Ocla:\n For what purposes must you follow other gods? Why do you prophesize evil, Tobias? For you were a man of valor before the Deities, and you were in study of their secrets.\n\n\nSCP-7767:\n (\ncalmer\n)This was once true. However, yesterday, a sign from the lord came before me. I was in my chambers, practicing the magic of demons, when suddenly, behold, a great cloud came from a bottle which I had set to boil mere seconds before! From this cloud an angel of the lord emerged, and he said to me in a voice of thunder \"Tobias, magician of demons, fear not!\" and I was sore afraid. He then said \"The lord takes no delight in evil, and no pleasure in unjust gain. Therefore, he shall cleanse the world in his great furnace. Evildoers and sinners will be burned away, and only the righteous will endure his flame. Prophesize to the world's evil, so that they shall be saved from the fire. Make haste, for the day of the lord is near!\" So I fashioned a garment from my bedsheets, and tore down the idols in my chamber. Today, I have prophesized and preached in the name of god.\n\n\nHigh Priestess Ocla begins to aggressively and righteously point towards SCP-7767 with her finger.\n\n\nHigh Priestess Ocla:\n (\nscreaming\n) You fool! You have listened to the words of demons and taken them for a god!\n\n\nSCP-7767:\n (\nscreaming\n) You hypocrite! Speak to your idols, see if they shall respond!\n\n\nHigh Priestess Ocla:\n I've heard enough! Woe unto you for eternity!\n\n\nHigh Priestess Ocla exits the chamber in a rage.\n\n\n<End Log>\n\n\n\n\nAppendix.7767.2:\n Interview Log\n\n\n\n\nInterviewed:\n SCP-7767\n\n\nInterviewer:\n High Priestess Ocla\n\n\nDate:\n 04/10/2025\n\n\n<Begin Log>\n\n\nSCP-7767:\n Good evening, priestess. Peace be upon you.\n\n\nHigh Priestess Ocla:\n Yes, hello, Tobias. I perceive that there is no further tension among us from our last talk?\n\n\nSCP-7767:\n Well perceived. Always know that I harbor no hate for you, nor your congregation. I simply wish to speak the truth.\n\n\nHigh Priestess Ocla:\n You shall have a great many opportunities to speak, for I have questions to ask of you.\n\n\nSCP-7767:\n Begin your inquiry, if you must.\n\n\nHigh Priestess Ocla sits in the chair opposite of SCP-7767.\n\n\nHigh Priestess Ocla:\n Very well. To begin, the scribes and archivists discovered that this \"lord\" you speak of appears to be of existing pagan origin. Do you have knowledge of this? And did you have knowledge of this before the happenings of the sixth of April?\n\n\nSCP-7767:\n Of the pagan origin you speak of, I am aware of it. The lord god is worshipped among the Jews, Prahaists, Christers, Jordanites, and several smaller faiths. However, I had no knowledge of this on the day you speak of.\n\n\nHigh Priestess Ocla:\n Then how did it come to pass that you preached in the name of this god? He is of a lesser faith. and of a small group of followers.\n\n\nSCP-7767:\n I was instructed by the lord soon after our last discussion about what I now speak of. He has instructed me about many things. He spoke of his people's oppression, how your empire of sin brought down his church on earth. Several great prisons have been constructed for his people, so that they may wait to die among the followers of the gods of the nations. Great hosts have been raised and innumerable armies roused to strike down the saints. Great pestilences of locusts and rats have been released in their fields. He speaks now of an event of this very day, for High Priest Soumo has declared the faiths of the Christers and Prahaists to be destroyed, with the rest already having been laid waste.\n\n\nHigh Priestess Ocla:\n That is knowledge hidden from men of your rank, Tobias. That declaration required Class 4 clearance to view.\n\n\nSCP-7767:\n The lord god needs no key nor clearance card to learn your secrets, for he hears and knows all.\n\n\nHigh Priestess Ocla:\n But he must understand, he must be destroyed to leave space for the worship of the Deities.\n\n\nSCP-7767's eyes become cloudy for seven seconds. They then return to their normal coloration.\n\n\nSCP-7767:\n (\nagressively\n) You, witch, you and your unholy men! You who say \"We must destroy the gods of the nations, for our gods are true and righteous, and all must worship them.\", Hear the word of the lord! You claim innocence, yet you shed the blood of widows and the poor. You claim purity, yet you defile yourself with sexual immorality. You claim piety, yet you fall down before idols and cry out unto them \"My god!\" You, your Foundation, your diviners and prophets, you act as the arms of Satan, and the loins of his angels!\n\n\nHigh Priestess Ocla:\n (\nsharply\n) We are not starting this-\n\n\nSCP-7767:\n No, witch, listen well! You have gathered a host of sinners, and have crowned the devil as your king! Thus, he commands as a tyrant, he orders the gathering of those who follow not your Deities! He gathers you for bloodshed, casting lots, swindling, sexuality immorality, reviling, idolatry, so fear the lord, for the day is near! Your empire will be exposed for its nakedness, and great plagues shall bring dark days upon it! End your kingdom and repent, for thus says the lord!\n\n\nHigh Priestess Ocla:\n I…I believe we are finished here, Tobias.\n\n\nSCP-7767:\n Consider my words, witch, for the day is near!\n\n\nHigh Priestess Ocla exits the interview room.\n\n\nHigh Priestess Ocla:\n (\nquietly\n) Heretic…\n\n\n<End Log>\n\n\n\n\nDocument.7767.1:\n The following is a reproduction of an excerpt from High Priestess Ocla's personal journal.\n\n\n\n\n \n\n\n7/22/2028\n\n\n \n\n\nGreat Gods! I haven't written in this journal for years!\n\n\n \n\n\nI was searching through a great pile of rubbish when I rediscovered this. Ever since the prophecies of Tobias began, I have not kept an orderly room, and neither have I written of my life. Very well, I will tell a short version of the years' events. One can imagine it as my duty to posterity, future children of the Deities.\n\n\n \n\n\nIt truly began a week after my second discussion with Tobias. I was not troubled. Prophets, demons, teachers of false gods, they are all what I live among everyday. However, great calamities began at this time.\n\n\n \n\n\nOn that day, great lights shone down from heaven, brighter than a midsummer's day. Scribe Khander said they measured nearly two furlongs in width\n3\n! Each of these beams fell upon our sites, our rehabilitating camps of the faith, our watchtowers, our fortified bases, and they shone even at midnight. This, as Tobias claimed, was to expose the Foundation to the world. This came to fruition, as crowds followed the lights and news spread to the towns and cities. It had become a \"Shattered Veil\" Occurrence by the Feast of Pagolof.\n\n\n \n\n\nSoon after, great rains fell upon all the lands of the earth. The water was as honey, but it was bitter as neem\n4\n and burning to the touch. Harvests withered with the showers, the weak and infirm fell victim before it, and great crowds tore off their garments and cried to the Deities for mercy.\n5\n\n\n \n\n\nThen, the seas retreated from the coastlands, and the great ports were scorched in want of water for seven days. At the end of this time, great waves, 30 fathoms in height\n6\n, swept into the seashore. Tyre, Velikidemonesk, New Maastricht, all of the great cities, were drowned with water. The magnificent walls of Tiberion were of little use, as the waters of the oceans merely surmounted them and filled the city as a bowl, even as the seas receded.\n7\n\n\n \n\n\nThese days were the cruelest, as I lost mother and Uncle Annas at this time. The great waves swept into Gonkesha, and they were lost to the sea. Oh, I wish to not think more of those days…\n\n\n \n\n\nThen, in later times, as the great calamities spread across the earth, the heretic Tobias continued to prophesize and speak lies in the name of demons. It was decided that the followers of his god should die, for they brought great calamity to the world and to heaven.\n8\n\n\n \n\n\nThe men of the faith camps were ordered to utterly destroy the followers of the god of Tobias, and so it was. Droves of demon worshippers were driven into the deserts, the plains, and the forests to be returned to their hellish homes. However, demons intervened in their favor. Many of them found wild berries and honey when marched without food, and clothes mended themselves in the cold. Our great fires and machines of destruction were destroyed by nature or disrepair. Few pagans, in the end, saw death in those days.\n\n\n \n\n\nThen, as these things took place, great tremors in the earth shook the earth on which the faith camps stood. They buckled, and then gave way. The men of valor succumbed to great plagues of fever and swarms of rats and locusts, while the rest were swallowed by openings of the earth.\n9\n\n\n \n\n\nThese calamities and many more took place at this time, and the men of the earth were seized with fear. The cities and villages and towns saw great violence and theft, and the people resorted to rituals of sodomy and blood, much greater than custom, to satiate the wrath of the Deities. The Foundation brought peace to the land, at least partially so, as all were listed as followers of the Deities in the great Database. Small machines were placed in their right hands and foreheads to make themselves known as righteous among the people, and great numbers of pagans were killed by neighbors and family, as they refused the machines.\n\n\n \n\n\nThese are the happenings of the day. I will continue to write as time goes on.\n\n\n\n\nAppendix.7767.3:\n Video Log\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 01/03/2029\n\n\nNOTE:\n To end the attacks made by demons against the world, and to banish them to hell eternally, it was determined by the Order of the O5 that there was a need for the Great Deities to intervene and deliver all believers, as it is written in the Texts. It was decided that this was to be done via the construction of an avatar for the Deities to inhabit on Earth, so as to allow them to perform miracles and end the calamities of the age caused by the demonic influences that SCP-7767 prophesizes by. The events of this log depict the activation of this avatar.\n\n\n\n\n<Begin Log>\n\n\nHigh Priestess Ocla approaches the Site-47 altar, which is located in the center of Site-47's great worship chamber. The room is dimly lit with candles. It is 35 meters wide, 35 meters long, and 25 meters tall. Several idols, paintings, and lamps of burning incense decorate the room's walls. Directly in front of the altar is a great idol of Site-47's patron Deity, the Deity of Faith and Life, which is Baalin. It is five meters tall. She bows before the idol, and takes her place before the altar. The gathered congregation of 100 men fall to their faces in worship. They are dispersed in groups near the walls of the room, and all of them wear only loinclothes. High Priestess Ocla begins to chant in the revealed language of the Deities.\n\n\nHigh Priestess Ocla:\n Baalina, pectali yah\n10\n…\n\n\nPause\n\n\nThe ceremonial drummers, located on either side of the idol, begin to beat their instruments slowly in unison. The congregation repeats High Priestess Ocla's previous words in unison.\n\n\nCongregation:\n (\nloudly, emphatically\n) Baalina, pectali yah…\n\n\nHigh Priestess Ocla:\n (\nlouder\n) Baalina, pectali yah!\n\n\nPause\n\n\nCongregation:\n (\nlouder\n) Baalina, pectali yah!\n\n\nA hatch in the ceiling opens, and a large, lifeless beast\n11\n is lowered from the opening. It is suspended with chains and hooks in midair, and, due to the dim lighting of the room, nothing about its features can be made out.\n\n\nHigh Priestess Ocla:\n Inpodocta, yuno salot polunae\n12\n. Baalina, pectali yah!\n\n\nPause\n\n\nCongregation:\n Baalina, pectali yah!\n\n\nEvery person in the room bows their heads in reverence for 15 seconds. High Priestess Ocla then continues.\n\n\nHigh Priestess Ocla:\n Baalina, yah iblis vitris lakesh spina. Pectali yah, brall vitris aburna, anvitra lai klani\n13\n!\n\n\nPause\n\n\nCongregation:\n (\nscreaming\n) Baalina, pectali yah!\n\n\nHigh Priestess Ocla looks up towards the beast.\n\n\nHigh Priestess Ocla:\n Baalina, Baalina, Baalina, shem joe Chesser, Pagalof, Lanoke, anvitra\n14\n!\n\n\nThe two chosen Carriers of the Congregation enter the room. They bring with them a newborn infant boy and a lit golden candle. They carry him over to the great altar, and High Priestess Ocla takes hold of him. She places the infant on the altar. She entirely disrobes, and she places her ceremonial garments over the infant, completely covering him.\n\n\nHigh Priestess Ocla:\n (\nscreaming\n) Baalina, pectali yah!\n\n\nThe drummers begin to beat their instruments at an increasingly quicker pace.\n\n\nPause\n\n\nCongregation:\n Baalina, pectali yah!\n\n\nThe congregation begins to repeat this phrase at an increasingly frequent rate and loud volume.\n\n\nThe Carriers of the Congregation place the golden candle on the altar and exit the room. High Priestess Ocla takes hold of the candle and utilizes it to light a fire with her ceremonial robes. This causes the infant boy to begin to cry and scream.\n\n\nHigh Priestess Ocla:\n Baalina, Baalina!\n\n\nPause\n\n\nCongregation:\n Baalina, Baalina!\n\n\nAll members of the congregation remove their loincloths and begin to sodomize each other. They continue to chant while doing so. The drummers beat their instruments at what appears to be their maximum speed and volume.\n\n\nHigh Priestess Ocla leans over the altar and begins to weep. She begins to cry out to the Deities concerning her unworthiness. She looks directly at the sacrifice, which is screaming and kicking beneath the ignited robes.\n\n\nHigh Priestess Ocla:\n Baalina, Baalina, legtoa jamine prog tama. Jeh pant legore konala prans. Kanyo jaclata pinsle, ganoi Baalina\n15\n.\n\n\nThe ceremony continues in a largely similar way for the next three minutes and 16 seconds.\n\n\n29 seconds after the previously mentioned spoken words, the room's temperature begins to slowly increase.\n\n\nOne minute and three seconds after the previously mentioned spoken words, the light produced by the room's candles become noticeably brighter.\n\n\nOne minute and 59 seconds after the previously mentioned spoken words, the room's temperature reaches 40 C°. The temperature increase ceases.\n\n\nTwo minutes and 49 seconds minutes after the previously mentioned spoken words, one of the drummers beats a hole into his drum, causing it to become unusable.\n\n\nThree minutes and 15 seconds after the previously mentioned spoken words, the sacrifice ceases movement, presumably due to its spirit leaving its body and entering the beast.\n\n\nThree minutes and 16 seconds after the previously mentioned spoken words, the beast's eyes open. It raises its heads up in the air, and each head roars at a very high volume. This causes several paintings to fall from the wall of the room, several glass and ceramic decorations to shatter, and four congregation members to suffer temporary injury to their ears. The roar coincides with the room's candles anomalously developing into infernos that rise several meters into the air in spiral patterns, and they clearly illuminate the room in a bright orange tint.\n\n\nDue to this light, the beast is now visible. It resembles a winged dragon and is a mostly red coloration. When standing upright, measuring from head to foot, it measures 15 meters tall. It's underbelly is a dark shade of purple. It has seven heads with a slender, lengthy neck attaching each respective head to the body. A golden crown adorned with jewels is placed on each head, and there are ten horns arranged in a circular pattern on its back. High Priestess Ocla looks upwards towards it.\n\n\nHigh Priestess Ocla:\n (\nlaughing\n) Baalina, ka, Baalina\n16\n!\n\n\nAll but two of the 16 hooks placed in the beast's flesh melt due to unknown means, causing the chains connected to these hooks to become unattached to the beast. This causes it to become entirely unsupported in all areas other than its far left side, and it then swings downward. As the beast's body lurches downwards, one of its heads attempts to consume High Priestess Ocla as it passes near her, although it is not successful. She then runs out of the room, screaming as she does.\n\n\nThe beast is left overturned from its previous upright position as it is suspended in the air. The final two chains then are severed from the beast's body due to its weight, causing it to fall to the ground onto the altar. It quickly assumes an upright position and uses its tail to forcibly push the idol of Baalin. This causes the idol to fall to the ground on its side and to roll for a short distance, fatally injuring five congregation members. The beast then moves to sit on the fallen idol of Baalin, and it begins to speak blasphemous words against the Deities and \"god\". The members of the congregation exit the room in a panic.\n\n\n<End Log>\n\n\n\n\nNote-\n17\n.\n\n\n\n\nAppendix.7767.4:\n Video Log\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 02/03/2029\n\n\nNOTE:\n The following video log depicts an unauthorized entry into SCP-7767's rehabilitation chamber. This footage was taken by the security camera located on the roof of SCP-7767's rehabilitation chamber.\n\n\n\n\n<Begin Log>\n\n\nVideo footage begins at 22:04 hours. Video footage depicts SCP-7767's rehabilitation chamber. The heretic is seen kneeling before its bed, presumably praying to its false god. This is a typical behavior often seen before SCP-7767 retires to bed.\n\n\nThe door connecting the chamber to the observation room is unlocked. SCP-7767 rises to its feet and faces the door. The door then opens, and High Priestess Ocla enters the room in full ceremonial garb. She closes the door.\n\n\nSCP-7767:\n Greetings, High Priestess. Peace be upon you.\n\n\nHigh Priestess Ocla does not respond.\n\n\nSCP-7767:\n I was not told of any visits. What brings you here?\n\n\nPause.\n\n\nHigh Priestess Ocla:\n (\nquietly\n) What is the answer, Tobias?\n\n\nSCP-7767:\n What?\n\n\nHigh Priestess Ocla:\n I am inquiring of you, not you of me.\n\n\nPause.\n\n\nSCP-7767:\n I merely do not understand.\n\n\nHigh Priestess Ocla:\n The question is simple. Why bring you demons onto the world? Why bring you death and grief?\n\n\nSCP-7767:\n I bring no demons nor death. I bring only the lord's righteous sentence.\n\n\nHigh Priestess Ocla draws a dagger that she had concealed in the folds of her ceremonial garb. SCP-7767 looks towards the dagger, and then returns to its previous eye contact with High Priestess Ocla. It does not speak for seven seconds.\n\n\nSCP-7767:\n So that is how it shall be.\n\n\nHigh Priestess Ocla:\n The time has come to return your god to hell, heretic.\n\n\nSCP-7767:\n He belongs not there, only you and your hellish legions.\n\n\nHigh Priestess Ocla:\n I will heed your word no longer. The avatar of the Great Deities, the foretold beast, the virgin infant, the entire world, all have been corrupted by your god and his host of demons.\n\n\nSCP-7767\n You have played the fool. The beast shall command from his own authority, and he shall destroy your gods.\n\n\nPause.\n\n\nHigh Priestess Ocla:\n Burn in hell, heretic.\n\n\nPause.\n\n\nSCP-7767:\n So be it.\n18\n\n\nHigh Priestess Ocla runs towards SCP-7767. It does not move. When she nears it, she draws her dagger backwards, as to prepare to strike SCP-7767. She then attempts to strike it. However, when the dagger is located approximately six centimeters from SCP-7767's body, both High Priestess Ocla and SCP-7767 collapse to the floor. They convulse for seven seconds. They both then rise to their feet, and neither moves. Neither speak for one minute and 17 seconds. When they do speak, both of their voices are extremely distorted.\n\n\nHigh Priestess Ocla:\n WHAT SAY YOU, SON OF MAN? FOR I HAVE NOT SPOKEN TO YOU IN MUCH TIME.\n\n\nPause.\n\n\nHigh Priestess Ocla:\n PERHAPS TODAY YOU MAY END OUR BATTLE, AND RELINQUISH MY RIGHTFUL INHERITANCE. RETURN TO HEAVEN, AND LEAVE ME HELL.\n\n\nPause.\n\n\nHigh Priestess Ocla:\n ONLY THE REASONABLE WOULD DO AS SUCH. ALL LIVING SONS OF ADAM WORSHIP AT MY FEET.\n\n\nPause.\n\n\nHigh Priestess Ocla:\n THE WORDS OF YOUR PROPHETS FALL ON DEAF EARS.\n\n\nPause.\n\n\nHigh Priestess Ocla:\n SPEAK, COWARD, FOR I KNOW YOU HEAR MY WORDS.\n\n\nPause.\n\n\nHigh Priestess Ocla:\n IF YOU ARE THE SON OF GOD, WHAT SAY YOU?\n\n\nPause.\n\n\nSCP-7767:\n And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore…\n\n\nPause.\n\n\nHigh Priestess Ocla:\n INTIMIDATE ME NOT, FOR I AM AWARE THAT THAT AGE SHALL BE SHORTLIVED.\n\n\nPause.\n\n\nSCP-7767:\n When the thousand years are over, Satan will be released from his prison and will go out to deceive the nations in the four corners of the earth…And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever.\n\n\nHigh Priestess Ocla then collapses to the floor. She begins to foam at the mouth. What appears to be a \nspirit\n \nYOUR LORD\n exits from her body. High Priestess Ocla's neck then experiences severe, anomalously (presumably demonically) caused neck trauma, causing her head to rotate 180°, fatally wounding her. The spirit rising from her body then speaks as it exits the room via phasing upward through the roof.\n\n\nSpirit\n \nYOUR LORD:\n \nI FEAR YOU NOT. ALL WILL WORSHIP AT MY FEET.\n\n\nPause.\n\n\nSCP-7767:\n \nFlee while able, Satan, for I am coming quickly.\n\n\n<End Log>\n\n\nNote-High Priest Skalin is scheduled to assume the currently vacant role of Site-47 High Priest on 06/06/2029. Document updates are pending.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Currently High Priestess Ocla.\n\n\n2\n. Due to its apostacy and heresy, the heathen has been deemed unworthy of a photograph.\n\n\n3\n. Approximately 402 meters.\n\n\n4\n. The neem tree is a species of mahogany tree that is native to India and most of the continent of Ethiopia.\n\n\n5\n. \nDoes a fountain send out from the same opening both fresh and bitter water?\n\n\n6\n. Approximately 55 meters.\n\n\n7\n. \nThe Lord swept them into the sea. The water flowed back and covered the chariots and horsemen—the entire army of Pharaoh that had followed the Israelites into the sea.\n\n\n8\n. \nIndeed, the hour is coming when whoever kills you will think he is offering service to God.\n\n\n9\n. \nAt that time his voice shook the earth, but now he has promised, “Yet once more I will shake not only the earth but also the heavens.”\n\n\n10\n. Translated to \"Baalin, we call upon you…\"\n\n\n11\n. The body of this beast was constructed by the secular bioengineers of Site-47, and has been blessed by the clergy of the site.\n\n\n12\n. Translated to \"In great need, we ask blessings of you.\"\n\n\n13\n. Translated to \"Baalin, you control the lives of all. We call upon you, take the life of the newly born, and invigorate our champion!\"\n\n\n14\n. \nBecause they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen. For this reason God gave them up to dishonorable passions.\n\n\n15\n. \nBut, as it is written, “What no eye has seen, nor ear heard, nor the heart of man imagined, what \nGod has\n \nI HAVE\n \nprepared for those who love \nHim\n \nME.\n\n\n16\n. Translated to \"Baalin, yes, Baalin!\"\n\n\n17\n. \nIT WAS GIVEN POWER TO WAGE WAR AGAINST GOD'S HOLY PEOPLE AND TO CONQUER THEM. AND IT WAS GIVEN AUTHORITY OVER EVERY TRIBE, PEOPLE, LANGUAGE AND NATION. ALL INHABITANTS OF THE EARTH WILL WORSHIP THE BEAST…\n\n\n18\n. \nIf my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7767\n\" by Blue Foot, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7767\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n priest.jpg\n\n\nName:\n Study of Young Man in a Robe, Standing MET DP852684.jpg\n\n\nAuthor:\n John Singer Sargent\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7767 \" by Blue Foot, from the SCP Wiki . Source: https://scpwiki.com/scp-7767 . Licensed under CC-BY-SA .",
        "Filename: priest.jpg Name: Study of Young Man in a Robe, Standing MET DP852684.jpg Author: John Singer Sargent License: CC0 Source Link: Wikimedia Commons"
    ],
    "description": "SCP-7767 is former Magician Tobias Svoboda. SCP-7767, as of 04/06/2025, has become an apostate of the faith and blasphemer of the Great Deities, presumably due to it being possessed by a demon.",
    "title": "SCP-7767"
}