{
    "url": "https://scp-wiki.wikidot.com/scp-7769",
    "all_text": "rating: \n+207\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n!\nEMERGENCY NOTICE\n!\n\n\nCONTAINMENT BREACH ALERT: SCP-7769\n\n\n\n\nFoundation personnel receiving this notice are at high risk of serious injury and/or death due to an ongoing containment breach. The following file[s] contains temporarily declassified and/or unredacted information concerning the associated anomal[y/ies].\n\n\nREVIEW THE ASSOCIATED FILES AND SHELTER IN PLACE UNTIL THIS EMERGENCY NOTICE IS RESCINDED.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7769\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7769\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Existing procedures for the containment of SCP-7769 have been proven insufficient to ensure containment and resulted in predatory behaviour displayed towards Foundation personnel. As such, they have been removed until revised Containment Procedures are proposed and ratified by the \nDeparted Department\n.\n\n\nDescription:\n SCP-7769 is a physio-phantasmal entity, as classified by the SCP Foundation's Departed Department. The visual appearance of SCP-7769 is inconsistent but frequently described as resembling one or more adult male humans sharing the same physical space. Viewers note a difficulty in recognizing or describing consistent facial features and typically express seeing an 'overlapping' multitude of human faces when examining the entity.\n\n\nSCP-7769 is capable of alternating between corporeal and incorporeal states, presumably at will, and is most frequently documented doing so while displaying predatory behaviour towards living humans. Prior to its containment, SCP-7769 has been repetitively documented approaching individuals in isolated places between the hours of 7:00 pm - 5:00 am (local). SCP-7769 will then subsequently attempt to embrace the individual, whereupon it will begin rapidly oscillating between corporal and incorporeal states. This effect causes an immediate violent destabilization of the target's physical form, characterized by the rapid expulsion of bodily fluids, gasses, and pulverized musculature, skin, and bone. SCP-7769's embrace results in severe exsanguination and extensive damage to the target's organs and body tissues, typically resulting in death.\n\n\nUpdate:\n During transfer along the Atlantic City Expressway, SCP-7769 displayed the previously unseen ability to phase through inorganic matter, escaping its restraints and breaching the containment vehicle. It proceeded to rapidly and severely injure the escorting Foundation personnel and began moving towards the nearby urban center of \nAtlantic City (Nexus 36)\n. As local Foundation units were deemed unfit to respond, they were not initially notified and a remote surveillance drone was dispatched to monitor SCP-7769's progress. It became evident that the entity was moving along a direct path towards \nSite-333\n. An emergency notice was subsequently forwarded to site personnel. However, due to a suspected system error, no confirmation of receipt has been received.\n\n\nIt is unclear if SCP-7769 is displaying conscious, malicious intent toward Foundation personnel, or if its current movement towards Site-333 is influenced by the Nexus's properties.\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nSite-333 — Interdepartmental Text-Based Communications Log:\n\n\n07/07/2023 — 7:33 pm (EDT)\n\n\n\n\n\n\n\n\n\n\nVincent Bohart\n, Director;\n\n\nTony Catalano\n, Accounting & Tourism;\n\n\nLeonora Morales\n, Wildlife Specialist;\n\n\nNoah Patel\n, Cryptozoologist & Museum Curator.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLeonora Morales\n:\n So, are we supposed to just be okay with this?\n\n\nTony Catalano\n:\n I know, I hate working late.\n\n\nLeonora Morales\n:\n No, I mean the ghost-thing that's coming here to kill us.\n\n\nTony Catalano\n:\n Oh, right. Yeah to be honest not feeling great about it. But like, these things have to happen sometimes, right? Beside, I'm sure they're sending someone to take care of it.\n\n\nLeonora Morales\n:\n And we're just supposed to what, sit here and lock the doors until they do? Are you sure we shouldn't like, split up and go home?\n\n\nTony Catalano\n:\n Have you ever seen a horror movie?\n\n\nNoah Patel\n:\n Okay, that's the last of the storm shutters put up.\n\n\nLeonora Morales\n:\n Well that's a huge relief. I'm sure nailing 2-by-4s over the windows is going to stop a ghost that walks through walls. Or an actual storm for that matter. Shouldn't we have some sort of metal shutter system or something?\n\n\nTony Catalano\n:\n You just pointed out that it walks through walls.\n\n\nLeonora Morales\n:\n Yeah, don't remind me. I meant for hurricanes though.\n\n\nTony Catalano\n:\n We were going to, but Vincent said that 'technology can fail us when we need it most and 'I don't want any of you feeling too safe, you'll get complacent,' and 'it costs \nhow\n much? I can get a few pallets to break down for like, a buck or two.' So here we are.\n\n\nLeonora Morales\n:\n Where is he anyway? I swear to god, if he left us here and took off.\n\n\nVincent Bohart\n:\n Oh yee of little faith. I'm just driving in, had some important business to take care of. Sounds like we could be here for a while.\n\n\nTony Catalano\n:\n Running to the 7/11 during an emergency doesn't count as important business.\n\n\nVincent Bohart\n:\n Look, I'm the one responsible for all of your safety in emergency situations. That's a lot of responsibility and not the sort of thing they train you for. So the last thing I need to be doing is making those on an empty stomach.\n\n\nLeonora Morales\n:\n That seems like the exact sort of thing they would train a Site Director for.\n\n\nVincent Bohart\n Besides, don't blame me for going. It's Noah's fault that he wouldn't share.\n\n\nNoah Patel\n:\n I told you, those were from my grandmother.\n\n\nVincent Bohart\n Well tell the lady to bake some more.\n\n\nLeonora Morales\n:\n Why is no one else stressed about this? Vincent, are you sure you should be texting and driving?\n\n\nVincent Bohart\n:\n Oh come on, Leonora. I'm not an idiot. I'm using speech-to-text, it's perfectly saf— agnaj;k shuoebg\n\n\nVincent Bohart\n:\n Dammit, who designed Cheetos to fit perfectly in the human windpipe.\n\n\nNoah Patel\n:\n Okay, I rounded up whatever weapons I could find. They're in the breakroom.\n\n\nTony Catalano\n:\n See, we're all taking this seriously, Leonora.\n\n\nLeonora Morales\n:\n Why do we have a baseball bat with nails in it?\n\n\nTony Catalano\n:\n Dibs\n\n\nVincent Bohart\n:\n Dibs\n\n\nVincent Bohart\n:\n Ah, fuck. That sounds cool as hell.\n\n\nNoah Patel\n:\n We also have a stun gun? I think.\n\n\nVincent Bohart\n:\n Is it working?\n\n\nNoah Patel\n:\n I don't know, do you need to charge it? I can't find a cord with prongs that fit the holes on the front.\n\n\nVincent Bohart\n:\n Keep looking, let me know when you find one to try.\n\n\nLeonora Morales\n:\n Vincent don't you dare, this isn't funny. The last thing we need to deal with is an unconscious Patel.\n\n\nTony Catalano\n:\n I don't know. I mean if it's going to get one of us…\n\n\nVincent Bohart\n:\n Ah, right, yeah. The ghost. I skimmed the thing they sent in the checkout line. Sounds like a nasty piece of work. Oh hang on, there's also a gun in my office. It's in the closet. The key is in the top-left desk drawer.\n\n\nNoah Patel\n:\n I'll go get it.\n\n\nVincent Bohart\n:\n Top-left, Noah. TOP-LEFT. Do not look in the top-right. Seriously, Noah, I'm not joking about that.\n\n\nVincent Bohart\n:\n Man, this fog really came in quick, I can't see past the hood of the car.\n\n\nTony Catalano\n:\n You sure you should be on your phone, Vincent?\n\n\nVincent Bohart\n:\n We already covered this, I'm not even typing on it. Not like I could be if I wanted and juggling this slushie.\n\n\nNoah Patel\n:\n This it?\n\n\n\n\nTony Catalano\n:\n Jesus Christ, Vincent. This thing is ancient! Where did you even get this?\n\n\nVincent Bohart\n:\n At an auction from some guy named Chekhov. It was pretty cheap too.\n\n\nLeonora Morales\n:\n How long have you had this in your office? \nWhy\n have you had this in your office?\n\n\nVincent Bohart\n:\n Would you accept 'in case of ghosts?' And you know what, if you don't, too bad. I don't need to explain myself to any of you.\n\n\nLeonora Morales\n:\n I'm pretty sure the Foundation has rules about properly storing firearms.\n\n\nVincent Bohart\n:\n Yeah, well I'm pretty sure they have rules about pets in the office, and showing up to work on time, and the need for functioning fire extinguishers, but I don't hear any of you complaining about that.\n\n\nLeonora Morales\n:\n We have literally all complained about that. Can we focus on the current situation though?\n\n\nVincent Bohart\n:\n Look I'm a busy guy, I only read the complaints that mention me by name.\n\n\nTony Catalano\n:\n Okay, so just to recap: we've barricaded ourselves in here, Vincent's on his way back, we have a gun from the 40s, a taser that might not be working, and a baseball bat. And we're trying to fend off a ghost that can walk through walls and explode you. Anyone have any ideas?\n\n\nVincent Bohart\n:\n Noah, isn't that \nhole in your head\n supposed to help with ghosts and spirits and stuff? Can you tell where it is?\n\n\nNoah Patel\n:\n No. But I really wish you guys would stop using the microwave, it makes my vision go all fuzzy.\n\n\nVincent Bohart\n:\n Still, isn't this your deal, Noah? Cryptids and things that go bump in the night.\n\n\nNoah Patel\n:\n I don't know. I didn't have a chance to look at the file. But typically they're just little guys.\n\n\nVincent Bohart\n:\n What?\n\n\nNoah Patel\n:\n You know, they're just kind of creepy little things that hang out. With like, big eyes or long legs. They don't actually \ndo\n anything.\n\n\nTony Catalano\n:\n Well this one is a bit of a human blender.\n\n\nLeonora Morales\n:\n You really haven't come across anything like this?\n\n\nTony Catalano\n:\n As in it blends human — not, anyway, never mind.\n\n\nNoah Patel\n:\n Not really. I've mostly been focused on the Jersey Devil. But there's a whole bunch of different cryptids: Mothman, for example, or Bigfoot. Oh and the Crawler's been making a lot of waves recently.\n\n\nLeonora Morales\n:\n Where do you find this stuff?\n\n\nNoah Patel\n:\n Oh, there's a big community for it on the internet, messageboards mostly, like \nParawatch\n.\n\n\nVincent Bohart\n:\n Isn't that a Foundation-run honeypot?\n\n\nNoah Patel\n:\n That's a baseless conspiracy.\n\n\nLeonora Morales\n:\n So you have no experience with the sort of monster that is, by all accounts, in the process of actively hunting us down to kill us?\n\n\nNoah Patel\n:\n Honestly, no. I haven't heard anything about monsters that want to kill people. They can't be that common. It's probably just the way they're presented in the media. As I said, most of them just kind of hangout out of the frame of security cameras or beside roads at night. They're harmless!\n\n\nLeonora Morales\n:\n Noah, this is a possibly-intangible revenant that's harmed or killed several people today. This isn't a shark, there's no unfair societal bias here.\n\n\nTony Catalano\n:\n Huh, this is interesting.\n\n\nTony Catalano\n:\n So when they sent us the 7769 file, they opened up Site-333's access to the broader scipnet. Normally they keep us out after we uploaded that virus by accident in 2013.\n\n\nVincent Bohart\n:\n You're thinking of 2007. 2013 was when they told us to stop using the fax machine.\n\n\nTony Catalano\n:\n Right, anyway, maybe there's others like this? If Noah doesn't know anything we could take a look at what they have on record, see if there's anything useful.\n\n\nNoah Patel\n:\n I really doubt there will be much, as I said, these things are typically harmless.\n\n\nTony Catalano\n:\n Yeah, well we'll see. Jesus, there are several thousand files. I thought we just gave out four-digit numbers randomly.\n\n\nLeonora Morales\n:\n Oh, my god. Where do we even start with this?\n\n\nTony Catalano\n:\n Probably best to start from the beginning, right?\n\n\nLeonora Morales\n:\n I'm trying that, but 001 doesn't seem to be loading.\n\n\nVincent Bohart\n:\n Just pick one at random then.\n\n\nLeonora Morales\n:\n What are the odds that will help?\n\n\nTony Catalano\n:\n Fucking, hell. What is this thing? Read this:\n\n\nTony Catalano\n:\n \"\nSCP-096\n will proceed to kill and [DATA EXPUNGED] SCP-096-1. 100% of cases have left no traces of SCP-096-1.\"\n\n\nVincent Bohart\n:\n What the fuck.\n\n\nTony Catalano\n:\n I know, right? They don't even say what it does to you. But get this: \"Due to the possibility of a mass chain reaction, including breach of Foundation secrecy and large civilian loss of life, retrieval of subject should be considered Alpha priority.\"\n\n\nNoah Patel\n:\n Okay, that has to be a fluke. No way are there multiple things like that running around. Try a different one.\n\n\nTony Catalano\n:\n \"Following the injection of its paralytic venom, \nSCP-631\n will remain in this position for 2-3 minutes while the victim expires. Then, it will quickly consume the victim's internal organs, replacing them with fertilized eggs produced via its tail.\"\n\n\nVincent Bohart\n:\n Fuck that. Leonora, you know about animals and stuff, this ring a bell for you?\n\n\nLeonora Morales\n:\n I'm tracking abnormally social seagulls, not… whatever that is.\n\n\nNoah Patel\n:\n No, this isn't right! Cryptids are… they're our friends! We may not understand them, but that's okay! They wouldn't want to hurt us, not like this!\n\n\nTony Catalano\n:\n \"\nSCP-939\n's primary method of luring prey is the imitation of human speech in the voices of prior victims […] SCP-939 vocalizations often imply significant distress.\"\n\n\nNoah Patel\n:\n No! They wouldn't do that!\n\n\nTony Catalano\n:\n Look at this. These fucking things must be all around us.\n\n\n\n\n\n\nSCP-106\n, mid-emergence\n\n\n\n\n\n\nLeonora Morales\n:\n How many of them are there?\n\n\nTony Catalano\n:\n I don't know, it goes on and on like this for pages.\n\n\nNoah Patel\n:\n I feel like I'm going to be sick.\n\n\nTony Catalano\n:\n I'm not kidding at all. This is like, a sliver of them.\n\n\nLeonora Morales\n:\n And they what, just weren't going to tell us? God, how many more of these things could be after us. What if they're here now?\n\n\nLeonora Morales\n:\n We have to — we should call someone, right? Someone needs to be able to come here and help with this!\n\n\nTony Catalano\n:\n We haven't been able to contact anyone outside the site, so not looking too good there.\n\n\nNoah Patel\n:\n I just threw up.\n\n\nLeonora Morales\n:\n Okay, I want the gun. Vincent, how do you load this thing?\n\n\nVincent Bohart\n:\n Everyone calm down. Tony, stop scaring everyone. Leonora, I'll show you how it works when I get there. Noah, no one really pays attention to what you do, so I don't even get what you're so worked up about.\n\n\nVincent Bohart\n:\n So let's just chill out, people. I'm almost at the site now. Honestly, I think this whole thing is — OH OH OH FUCK FUCK FUCK SHIT FUCK SHIT. Fucking-shit-fucking shit.\n\n\nTony Catalano\n:\n Jesus.\n\n\nNoah Patel\n:\n Oh no oh on oh no.\n\n\nLeonora Morales\n:\n I think I heard a car screeching outside. Vincent, that you?\n\n\nVincent Bohart\n:\n Fuck. I think I hit something.\n\n\nTony Catalano\n:\n Someone?\n\n\nVincent Bohart\n:\n Fuck if I know. Dammit. I'll go and check.\n\n\nLeonora Morales\n:\n Oh my god, Vincent.\n\n\nVincent Bohart\n:\n Look, I know. I know, okay? Jeez, I really should have auto insurance. The front of the car is all fucked up.\n\n\nNoah Patel\n:\n What about the person?\n\n\nVincent Bohart\n:\n We don't know it's a person! It could be uh — like a big raccoon or a seagull or something.\n\n\nTony Catalano\n:\n You gotta go take a look.\n\n\nVincent Bohart\n:\n Yeah, no shit. Aww, damn. Okay that uh — that looks like a person. They aren't moving.\n\n\nLeonora Morales\n:\n Holy shit.\n\n\nVincent Bohart\n:\n Okay, well. Huh.\n\n\nTony Catalano\n:\n What?\n\n\nNoah Patel\n:\n Are they dead?\n\n\nLeonora Morales\n:\n Vincent, what's going on?\n\n\nVincent Bohart\n:\n So I've got some good news…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n!\nEMERGENCY NOTICE\n!\n\n\nCONTAINMENT BREACH ALERT RESCINDED:\n\n\nSCP-7769\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7769\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7769 is no longer active following a containment breach. Site-333's Director, \nVincent Bohart has received a commendation for his work\n in the neutralization of this entity. His driver's licence has been formally suspended pending review.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7769\n\" by DodoDevil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7769\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 3523181182_2bf7cedccb_k.jpg\n\n\nName:\n Feeling A Bit ‘Light’ in The Stomach\n\n\nAuthor:\n Derrick Tyson-Adams\n\n\nLicense:\n CC BY 2.0\n\n\nLink:\n \nhttps://www.flickr.com/photos/derricksphotos/3523181182/\n\n\n\n\n\n\nFilename:\n EnfieldNo4Mk2-303Brit.jpg\n\n\nName:\n Lee-Enfield No.4 Mk 2 (1954)\n\n\nAuthor:\n Quarzexe\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nLink:\n \nhttps://commons.wikimedia.org/wiki/File:EnfieldNo4Mk2-303Brit.jpg\n\n\n\n\n\n\nFilename:\n 106emergenceklay.jpg\n\n\nName:\n Emergence\n\n\nAuthor:\n Klay Abele/MrKlay\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7769 \" by DodoDevil, from the SCP Wiki . Source: https://scpwiki.com/scp-7769 . Licensed under CC-BY-SA .",
        "Filename: 3523181182_2bf7cedccb_k.jpg Name: Feeling A Bit ‘Light’ in The Stomach Author: Derrick Tyson-Adams License: CC BY 2.0 Link: https://www.flickr.com/photos/derricksphotos/3523181182/",
        "Filename: EnfieldNo4Mk2-303Brit.jpg Name: Lee-Enfield No.4 Mk 2 (1954) Author: Quarzexe License: Creative Commons Attribution-Share Alike 3.0 Link: https://commons.wikimedia.org/wiki/File:EnfieldNo4Mk2-303Brit.jpg",
        "Filename: 106emergenceklay.jpg Name: Emergence Author: Klay Abele/MrKlay License: CC BY-SA 3.0 Source Link: Link"
    ],
    "containment_procedures": "Existing procedures for the containment of SCP-7769 have been proven insufficient to ensure containment and resulted in predatory behaviour displayed towards Foundation personnel. As such, they have been removed until revised Containment Procedures are proposed and ratified by the Departed Department.",
    "description": "SCP-7769 is a physio-phantasmal entity, as classified by the SCP Foundation's Departed Department. The visual appearance of SCP-7769 is inconsistent but frequently described as resembling one or more adult male humans sharing the same physical space. Viewers note a difficulty in recognizing or describing consistent facial features and typically express seeing an 'overlapping' multitude of human faces when examining the entity.",
    "title": "SCP-7769"
}