{
    "url": "https://scp-wiki.wikidot.com/scp-7770",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\nsomeone with a sensitive stomach\n\n\n\n\n\n\nThat's \nSonderance\n, for the record. See more of his stuff \nhere\n.\n\n\n\n\n\n\n\n\n\n\n\n\n3/7770\n LEVEL \n3/7770\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7770\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7770 is being held within a standard Site-19 humanoid containment cell. All meals provided to it must derive from the list of acceptable items provided by SCP-7770 upon containment. As of 2022-03-09, all meals must be checked for residual thaumaturgical energy.\n\n\nIn order to avoid undue risk to all involved, Foundation staff may not enter SCP-7770's holding cell during regurgitation events.\n\n\nDescription:\n SCP-7770 is Margaret Domery, a seventeen-year-old woman with a severe case of pica.\n1\n SCP-7770 will only consume items that it considers supernaturally cleansing or lucky. This includes but is not limited to:\n\n\n\n\nAmulets and talismans\n\n\nRepresentations of good fortune\n\n\nComponents of purification rituals\n\n\nCleaning products\n\n\n\n\nDespite subsisting on a diet containing little to no actual nutrition, SCP-7770 is relatively healthy for its age. The only apparent symptom of its condition is a constant and severe stomachache; SCP-7770 has accepted the use of calcium carbonate as a treatment due to its role as an ingredient in cleaning products.\n\n\nSCP-7770 has also displayed a compulsion to reproduce \"lucky\" images on its own skin, with a specific focus on the image of the hamsa.\n2\n While this compulsion originally manifested as a form of self-harm, a previous caretaker successfully convinced SCP-7770 to use permanent marker instead.\n\n\nSCP-7770 was discovered in 2021 following a pattern of tortoiseshell cat\n3\n disappearances in Augustfey, West Virginia. SCP-7770's foster parents\n4\n reported to the police that they had caught it in the middle of eating one of the missing cats. Once it was arrested, SCP-7770 told officers that its foster mother had forbade it from consuming its compulsive diet, requiring drastic measures.\n\n\nSCP-7770 displays extreme distrust of Foundation staff and often refuses to cooperate for tests and interviews. As this is typical behavior for many anomalies with time spent in the foster care system, research's current focus is establishing a rapport.\n\n\nAddendum:\n\n\nAs of 2022-03-05, SCP-7770 has begun vomiting at infrequent intervals in addition to its dyspepsia. The items regurgitated by SCP-7770 show no signs of being digested and most do not seem to match anything SCP-7770 has eaten. Further research is pending.\n\n\nAddendum: Ongoing Log of Regurgitated Items\n\n\n\n\n\n\nDATE\n\n\nITEM(S) REGURGITATED\n\n\nNOTES\n\n\n\n\n\n\n2022-03-05\n\n\nA handful of four-leaf clovers\n\n\nHad originally been provided to SCP-7770 as a snack\n\n\n\n\n\n\n2022-03-08\n\n\nA silver pendant in the shape of a jalapeno pepper\n\n\nBears a resemblance to a cornicello\n5\n provided to SCP-7770 as part of a previous meal\n\n\n\n\n\n\n2022-03-09\n\n\n47 pieces of paper bearing various summoning sigils\n\n\nOnly two sigils seemed to be viable. See Video Log 2022-03-09\n\n\n\n\n\n\n2022-03-13\n\n\n8 computer graphics processing units of varying brands and makes\n\n\nAll GPUs perform similarly to their traditionally-produced counterparts and are currently being analyzed by the Computation and Prediction Department\n\n\n\n\n\n\n2022-03-14\n\n\n6 sandstone tablets etched with Enochian symbols\n\n\nAssumed to be summoning devices. See Video Log 2022-03-14\n\n\n\n\n\n\n2022-03-19\n\n\n80 tennis balls\n\n\nRegurgitated over a 4-hour period\n\n\n\n\n\n\n2022-03-28\n\n\n11 novelty calendars\n\n\n5 out of the 11 calendars depict the comic strip character Garfield. Significance is unknown\n\n\n\n\n\n\n2022-03-30\n\n\n10 permanent markers in varying colors\n\n\n\n\n\n\n\n\n2022-04-05\n\n\n3 toy cars\n\n\n\n\n\n\n\n\n2022-04-10\n\n\nUnknown\n\n\nSee Video Log Margaret 18:10-20\n\n\n\n\n\n\n2022-04-13\n\n\n4 cancerous growths\n\n\nGrowths show indications of surgical removal. DNA analysis indicates human hosts\n\n\n\n\n\n\n2022-04-18\n\n\n7 pounds of diatomaceous earth\n\n\nPreviously requested by SCP-7770 as a potential meal\n\n\n\n\n\n\n2022-04-26\n\n\nThe partially-digested remains of 5 cats\n\n\nSee Video Log 2022-04-26\n\n\n\n\n\n\n2022-05-05\n\n\n5 pills of unknown make and manufacture\n\n\nUpon testing, each pill caused test subjects to act in superstitious ways for approximately 48 hours\n\n\n\n\n\n\n2022-05-12\n\n\nUnknown\n\n\nSee Audio Log 2022-05-12\n\n\n\n\n\n\nAddendum: Video Log 2022-03-09\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2022-03-09 23:03\n\n\nNOTE:\n SCP-7770's dinner preceding this regurgitation event had been assorted wishbones from various avian species.\n\n\n\n\n[BEGIN LOG]\n\n\nAt approximately 11:03 PM, SCP-7770 begins retching over the metal bin placed beside its bed. Over a span of two minutes, it expels seven sheets of paper into the bin before rolling over in bed.\n\n\nThe inside of the bin glows a dull red color for a few moment before a cloud of black smoke emerges accompanied by a loud bang. SCP-7770 can be heard yelping.\n\n\nVOICE 1:\n And who has summoned me on this—\n\n\nVOICE 2:\n Who would like to make—\n\n\nThe smoke clears, revealing two tall figures facing each other in the middle of the room. The taller one\n6\n has long, dark hair and is draped in multicolored scarves. Its face has been heavily pierced with gold chains. The shorter one\n7\n has cropped, white hair and is wearing a three-piece suit. Its mouth is circular, similar to that of a lamprey.\n\n\nThe suited figure sighs and leans against thin air.\n\n\nBORBORYGMUS:\n Hello, Shet. If you're here, I suppose I can give up on this being a simple soul flip.\n\n\nEISHET:\n I was thinking something similar. Is there anybody else here?\n\n\nSCP-7770:\n Um. Hello?\n\n\nThe two entities turn to look at SCP-7770, who has pressed herself against the wall in fear.\n\n\nSCP-7770:\n How, how did you two get in here?\n\n\nBORBORYGMUS:\n Well, never mind that. Little lady, do I have the perfect deal for you! What would you think about…\n\n\nAs Borborygmus steps closer to SCP-7770, their eyes drift down to its stomach. The demon's smile fades and its skin lightens to pink as it stumbles backwards.\n\n\nBORBORYGMUS:\n My DUKE, what the FUCK is going on in there? God, I can feel it in my spleens!\n\n\nSCP-7770:\n I'm sorry, I'm sorry! What did I do? I'm sorry!\n\n\nBORBORYGMUS:\n What the fuck are you? Some kind of—\n\n\nEISHET:\n Borborygmus. Shut the hell up, for once in your existence.\n\n\nEishet steps between Borborygmus and SCP-7770 and kneels at the side of SCP-7770's bed. SCP-7770 continues to cry out apologies as Borborygmus mutters to themself, patting down their suit.\n\n\nEISHET:\n Ignore them, sweetie. Do you mind if I touch your stomach? I'll try my best not to hurt you.\n\n\nAfter a few moments, SCP-7770 nods. Eishet places their hands on its stomach, causing it to wince. Borborygmus sneers.\n\n\nBORBORYGMUS:\n What do you think you're doing? Even a 'bus as shitty as you should know that the fun bits start further down.\n\n\nEISHET:\n I'm palpating her abdomen, leechmouth. I ran triage during the Gilded Wars, back when you were still chirping at your brood mommy to give you more reverse smegma.\n\n\nEISHET:\n Have you been eating anything you aren't supposed to, sweetie? Anything magical or glowing?\n\n\nAfter a beat, SCP-7770 shakes its head. Eishet sighs and stands up. Their fingertips are visibly blackened at the tips, as if they had been pressed against hot metal.\n\n\nEISHET:\n Well, you're retaining thaumaturgical radiation somehow, hon. For it to get to this level without doing more damage to you, you'd have to consume small doses of magical energy for…well, for years.\n\n\nSCP-7770 looks down to Eishet's fingertips.\n\n\nSCP-7770:\n And this…this hurts people? I mean, the people around me?\n\n\nEishet laughs as they move their hands behind their back.\n\n\nEISHET:\n I mean, it hurts Borborygmus. They don't especially count as people.\n\n\nBorborygmus hisses as they lean over to look inside the bin next to SCP-7770's bed. It grabs a handful of the regurgitated sigils and waves them at Eishet.\n\n\nBORBORYGMUS:\n Here's a mystery solved. That's my summoning sigil there. If it was any more ovoid, the kid would have summoned Barbazel instead, and this room would have a much bloodier paint job.\n\n\nEISHET:\n Ah, I see. Random thaumaturgical generation. That is…that is not a good sign.\n\n\nBORBORYGMUS:\n It's a good sign for us. Light these up, we're out of here.\n\n\nEISHET:\n Give me a second, alright?\n\n\nEISHET:\n Look, kid. I don't know what's going on with you. But these are bad signs. And you've got a succubus telling you that, so you know shit's bad.\n\n\nSCP-7770 nods, hugging a pillow to her stomach.\n\n\nEISHET:\n So, whatever it is. Do your best to take care of yourself. Okay?\n\n\nSCP-7770:\n Okay.\n\n\nEishet smiles. Across the room, the bundle of sigils in Borborygmus' hands burst into flame. The two figures burst into flame as well. SCP-7770 covers its eyes as the fire dies out.\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum: Video Log 2022-03-14\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2022-03-14 09:59\n\n\nNOTE:\n SCP-7770's breakfast preceding this regurgitation event had been 3 dreamcatchers purchased from Ojibwe craftsmen.\n\n\n\n\n[BEGIN LOG]\n\n\nAt approximately 9:59 AM, SCP-7770 begins retching over the metal bin placed besides its desk. Over a span of four minutes, it expels six eraser-sized tablets into the bin before placing its head on its desk, eyes shut.\n\n\nThe bin starts to vibrate, and six blinding shafts of light manifest in the room. The one closest to SCP-7770 visibly turns.\n\n\nVOICE 1:\n BE NOT AFRAID, CHILD OF AVRAHAM. FOR I AM…\n\n\nVOICE 2:\n Keyword 'afraid' detected. THERE IS NO NEED TO BE AFRAID, CHILD OF YITZCHAK. FOR…\n\n\nVOICE 3:\n Keyword 'afraid' detected. THERE IS NO NEED TO BE AFRAID, CHILD OF YISROEL…\n\n\nThe shafts of light talk over each other in louder and louder voices until the only sound that can be heard is a deep, deafening rumble.\n\n\nAfter a few moments, the shafts of light fall silent one by one. Each one fades, revealing a massive, motionless winged figure that looks as though it was carved out of glowing marble. In the center of the figures is a very old man with enormous wings, wearing a gray jumpsuit and a welding mask. He is holding what looks like a car key fob.\n\n\nOLD MAN:\n Sorry about that, young one. I keep telling the divine programmers that the messengers need their NLP modules revamped, but it's on the backlog until the second era of prophecy. Let me take a look.\n\n\nThe old man pulls a knife out of his pocket and digs it into the side of one of the tall figures. It does not react. The wound gapes open, revealing pulsing, glowing innards. The old man sticks his hands inside, rummaging around.\n\n\nMeanwhile, SCP-7770 sits up and takes its hands off its ears, looking from the figures to the old man with wide eyes.\n\n\nSCP-7770\n What—who, who are you?\n\n\nOLD MAN:\n Just a repairman. Don't mind me.\n\n\nSCP-7770:\n Is that…what kind of repairs is that?\n\n\nOLD MAN:\n Well, right now I'm just digging around for the reset switch. But if you mean in general, I do all sorts. Mostly wetware and lightware fixes, but every once in a while I'll hazard out a flameware or soulware fix if it's contracted.\n\n\nSCP-7770's hand moves to its stomach. It smiles.\n\n\nSCP-7770:\n Wait, so you can fix people? Like, their insides?\n\n\nThe old man waves a dismissive hand. The one not inside the tall figure.\n\n\nOLD MAN:\n Nah, don't have the contracts or tools for people. Anything with free will is the domain of the Big Man.\n\n\nSCP-7770:\n Even if they're, um. Hurting people?\n\n\nThe old man looks at SCP-7770, then at SCP-7770's stomach. He sighs and twists something inside the tall figure. Its head lowers.\n\n\nOLD MAN:\n Keyword: tsimtsum.\n\n\nOne by one, the tall figures burst into flame and disappear. The old man sighs.\n\n\nOLD MAN:\n There we go. So. Is this about whatever's going on in your abdomen?\n\n\nSCP-7770 nods.\n\n\nSCP-7770:\n Does it…does it hurt you? It hurt the last people I saw.\n\n\nOLD MAN:\n Nah, I've got all of my shots. I'm afraid I can't fix it, though. As I mentioned, it's well above my pay grade.\n\n\nOLD MAN:\n But hey, it's not that bad, is it? From what I know about humans, everybody hurts everybody else a little. It's par for the course.\n\n\nSCP-7770:\n No. I…no. No.\n\n\nSCP-7770:\n I'm sick of hurting. And I don't want to hurt other people, either.\n\n\nSCP-7770:\n I just want everything to be okay. Is that too much to ask?\n\n\nOLD MAN:\n I really wish it wasn't, kid.\n\n\nThe key fob in the old man's hand starts to beep. He looks at it and sighs again.\n\n\nOLD MAN:\n Look, I'm about to get pulled out of here for my next gig. Is there anything else I can do for you, anything at all?\n\n\nSCP-7770:\n If you can't fix this. Me. If you can't fix me, can anybody?\n\n\nOLD MAN:\n Of course. Nothing's broken so badly it can't be fixed. Just gotta find the right tools for the job.\n\n\nThe old man smiles, and the enormous wings on his back flap once. With a small flash of light, he disappears. SCP-7770 puts its head back on its desk, reaching for the container of calcium carbonate.\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum: Video Log Margaret 18:10-20\n8\n\n\n\n\nMARGARET 18:10-20\n\n\n\n\n10\n And thus did Margaret kneel upon the floor of her dwelling; and from her mouth emerged the [untranslated]\n9\n.\n\n\n11\n And the LORD appeared unto Margaret in the dust swirling in the air, and thus Margaret's gaze was lifted from the floor.\n\n\n12\n And Margaret said unto the LORD: 'Who are you? What is happening? Is it happening again?' And she cried out once more in awe and fear.\n\n\n13\n The LORD heard Margaret's pleas, and so He said unto her: 'I am the LORD your God, God of Abraham, God of Isaac, God of Israel.\n\n\n14\n What would you ask of Me?' And Margaret looked up at the visage, and she said unto the LORD:\n\n\n15\n 'There is something wrong with me. I tried to fix it. I tried to become something better. And yet, I still hurt those around me. I still hurt myself.'\n\n\n16\n The LORD listened to Margaret, and He said: 'There is no fault within you that cannot be fixed by you. There is no sin of man against man that I may forgive.\n\n\n17\n Your will is your own, and all curses and blessings follow.' And Margaret stood, and she said: 'What the fuck am I supposed to do with that?'\n\n\n18\n And she said: 'If all I do to fix the pain causes more, what can I do with will?' And the LORD was silent.\n\n\n19\n And Margaret took the [untranslated] and smote it upon the floor; and the visage of the LORD was scattered.\n\n\n20\n And now that the light of the LORD had left her, Margaret cried out once more.\n\n\n\n\nAddendum: Video Log 2022-04-26\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2022-04-26 14:52\n\n\nNOTE:\n SCP-7770's lunch preceding this regurgitation event had been four vintage horseshoes.\n\n\n\n\n[BEGIN LOG]\n\n\nAt approximately 9:59 AM, SCP-7770 begins retching over the metal bin placed besides its desk. It collapses to the floor before laboriously vomiting up the partial remains of 5 cats. Each body shows varying signs of decomposition; the first regurgitated cat is almost nothing but bones, while the last cat expelled barely shows any signs of being digested. The last body is the only incomplete one, as it is missing its hindquarters.\n\n\nAfter ensuring that it was done vomiting, SCP-7770 calls to a staff member to remove the bodies. It then climbs into bed and curls up with a pillow pressed against its stomach.\n\n\nA few minutes after regurgitation, the five bodies begin to reanimate. Disparate sections of the same corpses knit together and the cats try to stand up. SCP-7770 reacts to the squelching sound this produces by jumping out of bed and running to the far wall away from the bodies, shouting for assistance.\n\n\nThe cats move slowly towards SCP-7770. As they approach, SCP-7770 stops shouting and sinks down, sitting against the wall with its arms wrapped around its knees.\n\n\nSCP-7770:\n I'm sorry, I'm sorry, I'm so so so so sorry…\n\n\nIt begins to cry. The cat without its hindquarters meows. It is moving slower than the others, dragging itself along. A stray scrap of viscera drags behind it.\n\n\nSCP-7770:\n I just—I needed to be better, to not hurt the people around me, and I was desperate, and I hurt you, and I'm sorry, I'm sorry, I'm sorry, I'm sorry…\n\n\nSCP-7770 buries its head between its knees and continues to apologize. The cats reach SCP-7770 and begin to rub against its legs. Their purring is very loud. The cat without its hindquarters drags itself next to SCP-7770 and settles down against it. The other cats follow suit and sit down next to or close to SCP-7770 as it apologizes and cries.\n\n\nThey all remain in this position for half an hour. It is unknown at which point during this time the bodies of the cats deanimate once more.\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum: Audio Log 2022-05-12\n\n\n\n\nAUDIO\n10\n LOG\n\n\n\n\nDATE:\n 2022-05-12 02:12\n\n\nNOTE:\n SCP-7770 had refused to eat the day before.\n\n\n\n\n[BEGIN LOG]\n\n\nAt 2:12 AM, SCP-7770 can be heard retching.\n11\n This continues intermittently for a few minutes. It begins to cry softly as well.\n\n\nUNKNOWN:\n Oh, Maggie. Oh, no.\n\n\nUNKNOWN:\n Here, sweetie. Wipe your nose. That'll make you feel better.\n\n\nUNKNOWN:\n Come here. Let me feel your forehead, okay?\n\n\nThe rustling of sheets.\n\n\nUNKNOWN:\n Hmm. You don't feel hot. Do you think it's something you ate?\n\n\nSCP-7770:\n Uh huh.\n\n\nUNKNOWN:\n Oh dear. Okay. I'll get you some peppermint tea. Your grandfather swore by peppermint for an upset tummy.\n\n\nSCP-7770:\n No! No, please, it's okay. Don't go anywhere. Just sit with me. Please?\n\n\nUNKNOWN:\n Of course, sweetie.\n\n\nThere's silence for a few minutes, occasionally broken by SCP-7770's retching.\n\n\nSCP-7770:\n Other than…other than peppermint. Is there anything else that helps? Other foods, I mean.\n\n\nUNKNOWN:\n You know, most people wouldn't want to talk about food while they're throwing up.\n\n\nSCP-7770:\n Please?\n\n\nUNKNOWN:\n Okay, okay. Well. I know bland foods like crackers and rice cakes are supposed to be soothing. I had a friend in college who always swore by chewing on raw ginger, but ginger ale works wonders as well.\n\n\nUNKNOWN:\n But do you know what always worked for me?\n\n\nSCP-7770:\n What?\n\n\nUNKNOWN:\n French onion soup.\n\n\nSCP-7770:\n What? No way!\n\n\nUNKNOWN:\n I swear to you. It's the Domery cure for everything. The caramelized onion, the thick cheese melted on the top, the sliced fancy bread soaking at the bottom…\n\n\nSCP-7770:\n Stop making me hungry, I'm sick!\n\n\nThe unknown voice laughs.\n\n\nUNKNOWN:\n Sorry, sorry! I got carried away.\n\n\nUNKNOWN:\n What makes you ask about sick-day foods?\n\n\nSCP-7770:\n I just…\n\n\nSCP-7770:\n It's been a really, really long time since I've had anything good to eat.\n\n\nUNKNOWN:\n I know, sweetie. I know.\n\n\nSilence for another few minutes. SCP-7770 has stopped retching.\n\n\nSCP-7770:\n Can I say something silly?\n\n\nUNKNOWN:\n Of course.\n\n\nSCP-7770:\n I'm sorry. I'm really, really sorry.\n\n\nUNKNOWN:\n What for?\n\n\nSCP-7770:\n For when our house burned down. For when you—\n\n\nUNKNOWN:\n Maggie, that's silly. It was an electrical short. You were fast asleep. You didn't do anything.\n\n\nSCP-7770:\n I know that. I know that, but no other house in our area had had any electrical shorts, not in the past few years, so something must have been different in our house, right? So it must've been me, I jinxed it or something, and I know this is stupid and a really backwards way of thinking about it but the way you looked when they brought you out…\n\n\nSCP-7770 falls silent. For a few moments, all that can be heard is its breath, fast and shallow.\n\n\nUNKNOWN:\n Well, okay. Let's think about it this way. If we're considering things that happened to me as evidence of your effect on my life, why focus solely on the end?\n\n\nSCP-7770:\n What?\n\n\nUNKNOWN:\n Magpie, you're not a parent. So you have no concept of the absolute joy you gave me for your entire life. Every second, every minute of every day with you was a blessing. The only reason I care about the ending is because it meant I didn't get to see you grow up. To see how you blessed other people.\n\n\nSCP-7770:\n But I'm not blessing other people, I'm hurting them! I have a—\n\n\nUNKNOWN:\n As far as I can tell, sweetie, the only person being hurt here is you. Can you imagine how hard it is for me to see you in pain? All I want to do is help you. To show you that what you deserve is so, so much more than this.\n\n\nSCP-7770:\n I know. I'm sorry.\n\n\nUNKNOWN:\n Oh, Maggie. Oh, my sweet girl.\n\n\nUNKNOWN:\n I'm the one who should be sorry. I shouldn't be trying to guilt you like this.\n\n\nSCP-7770:\n No, no, it's okay. I should…is it okay if I try?\n\n\nUNKNOWN:\n Try what?\n\n\nSCP-7770:\n To do better. To stop…stop hurting me.\n\n\nUNKNOWN:\n That would be a good thing, yes.\n\n\nSCP-7770:\n Will you see? When I do?\n\n\nUNKNOWN:\n Of course.\n\n\nSCP-7770 yawns.\n\n\nUNKNOWN:\n Go back to sleep. You'll feel better in the morning. That's another cure for nausea, you know.\n\n\nSCP-7770:\n Will you be here? When I wake up?\n\n\nUNKNOWN:\n I'm sorry, Maggie, I don't know. I don't know how I'm here now.\n\n\nUNKNOWN:\n But I'll stay here until you fall asleep. Okay?\n\n\nSCP-7770:\n Then I'll stay awake. Tonight, and then tomorrow night, and then—\n\n\nUNKNOWN:\n Okay. Okay, silly. How about this.\n\n\nUNKNOWN:\n You lie down and rest your eyes, and I'll sit with you.\n\n\nSCP-7770:\n But you won't leave, right? I won't be asleep.\n\n\nUNKNOWN:\n I'll be here with you. Even if you do fall asleep, I'll be with you. I promise.\n\n\nSCP-7770:\n Okay.\n\n\nSCP-7770:\n I love you, Mom.\n\n\nUNKNOWN:\n I love you too, Maggie. I love you so, so very much.\n\n\nNo other noise is recorded.\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum:\n\n\nOn 2022-05-13, SCP-7770 requested its first meal outside of the parameters of its anomalous diet. Its dinner that night consisted of peppermint tea, ginger ale, and French onion soup.\n\n\n\n\nFootnotes\n\n\n1\n. Pica is a psychological phenomenon characterized by the consumption of items that would not usually be considered edible.\n\n\n2\n. A hamsa is a hand-shaped amulet commonly found in the Middle East, believed to protect against the evil eye.\n\n\n3\n. Tortoiseshell cats are considered to be good luck in many cultures.\n\n\n4\n. SCP-7770 had been in foster care since 2014, after its mother died in a house fire.\n\n\n5\n. A cornicello is a horn-shaped protective charm found in some regions of Italy.\n\n\n6\n. Later identified by the Demonology Department as Eishet, a Lilithian Copulative Contract Agent.\n\n\n7\n. Later identified by the Demonology Department as Borborygmus, a Faustian Contract Initiation Officer.\n\n\n8\n. Due to an insuppressible cognitohazardous effect present in the original footage, human transcription is not possible without severe religious repercussions. The following log was transcribed automatically. It was then manually translated from Akkadian.\n\n\n9\n. This word does not appear in any known Akkadian text. However, it shares its root with the terms for \"honor\", \"weight\", \"passion\", and \"liver\".\n\n\n10\n. The motion-activated camera in SCP-7770's room malfunctioned and did not record this regurgitation event. Only audio was captured.\n\n\n11\n. No evidence of regurgitated material was found.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSonderance's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5625\n \n•\n\n\n\n\n\n\nSCP-5785\n \n•\n\n\n\n\n\n\nSCP-6531\n \n•\n\n\n\n\n\n\nSCP-4653\n \n•\n\n\n\n\n\n\nSCP-7302\n \n•\n\n\n\n\n\n\nSCP-5640\n \n•\n\n\n\n\n\n\nSCP-6012\n \n•\n\n\n\n\n\n\nSCP-8123\n \n•\n\n\n\n\n\n\nSCP-8880\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSudoku Puzzles and a Lit Cigarette\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSonderance\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7769\n | SCP-7770 | \nSCP-7771\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7770\n\" by Sonderance, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7770\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:\nAs of 2022-03-05, SCP-7770 has begun vomiting at infrequent intervals in addition to its dyspepsia. The items regurgitated by SCP-7770 show no signs of being digested and most do not seem to match anything SCP-7770 has eaten. Further research is pending.",
        "Addendum: Ongoing Log of Regurgitated Items",
        "Addendum: Video Log 2022-03-09",
        "Addendum: Video Log 2022-03-14",
        "Addendum: Video Log Margaret 18:10-20 8",
        "Addendum: Video Log 2022-04-26",
        "Addendum: Audio Log 2022-05-12",
        "Addendum:\nOn 2022-05-13, SCP-7770 requested its first meal outside of the parameters of its anomalous diet. Its dinner that night consisted of peppermint tea, ginger ale, and French onion soup."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7770 \" by Sonderance, from the SCP Wiki . Source: https://scpwiki.com/scp-7770 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-7770 is being held within a standard Site-19 humanoid containment cell. All meals provided to it must derive from the list of acceptable items provided by SCP-7770 upon containment. As of 2022-03-09, all meals must be checked for residual thaumaturgical energy.",
    "description": "SCP-7770 is Margaret Domery, a seventeen-year-old woman with a severe case of pica.1 SCP-7770 will only consume items that it considers supernaturally cleansing or lucky. This includes but is not limited to:",
    "title": "SCP-7770"
}