{
    "url": "https://scp-wiki.wikidot.com/scp-7771",
    "all_text": "rating: \n+97\n+\n–\nx\n\n\n\n\nby \nDr Asteria\n & \nweiserthanyou\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nWARNING:\n\n\nThe file you are attempting to access is restricted to those with \nLEVEL 6\n Clearance only. If you have found this document in error, you now have \n60 seconds\n before deployment of lethal auditory-visual cognitohazards. Otherwise, please enter your secure phrase.\n\n\n\n\n\n\n \n\n\n\n\n\n\nDoes the Black Moon howl?\n\n\n\n\n\n\nNot for fear of waking the sun.\n\n\n\n\n\n\n\n\n\n\nSECURE PHRASE ACCEPTED.\n\n\n\n\n\n\nACCESSING…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nWelcome, O5-7.\n\n\n\n\n\n\n\n\n\n\nThe following document is in the process of deletion, pending a vote by the O5 Council. No further edits may be made until the vote is resolved.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n \nSCP-7771\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL6\n\n\nCOSMIC TOP SECRET\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nflor galana\n\n\n\n\n\n\nSECONDARY CLASS:\n\n\neparch\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\ndark\n\n\n\n\n\n\nRISK CLASS:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of 05/06/2005, containment procedures are no longer in force. See Addendum 7771.2.\n\n\n\n\n\n\n\n\nDescription:\n SCP-7771 is a non-anomalous abstract concept used to explain the likelihood (or lack thereof) of any given event. While numerous predictable factors affect the probability of a given event, the sum of their effects adds a degree of uncertainty that cannot be accurately predicted. The common term for this concept and the associated uncertainty is \"luck.\"\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.1:\n Emergency Overseer Conference\n\n\n\n\n\n\n \n\n\n[03/01/2005]\n\n\nPARTIES PRESENT:\n\n\n\n\nOverseer Council\n\n\n\n\nFOREWORD:\n On January 1-2, 2005, a series of extremely unlikely structural and technical failures within Sites-19 and -77 resulted in cascading containment breaches in both Sites, a combined total of over 100 casualties and fatalities, and the narrow prevention of a K-class scenario resulting from the breaches. In the aftermath of these events, an emergency Overseer meeting was called to discuss possible methods of preventing similarly improbable and unfortunate events in the future.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\n<The thirteen council members are seated in Site-01’s main meeting room.>\n\n\nO5-1:\n As I’m sure you have all read up on the events of the last 72 hours, today’s meeting has one purpose: to decide on a course of action to prevent disasters of this scale from happening again.\n\n\nO5-9:\n But, the disasters were averted?\n\n\nO5-3:\n The problem is that they \nalmost\n happened, Nine, and we only barely avoided a Broken Masquerade in the aftermath, or worse. In any case, most of the problems, and similar problems we've experienced over the last year, weren’t caused by human error, just natural factors we have little to no control over. We can’t control the weather, for example.\n\n\nO5-10:\n We \ncould\n,\n just not practically.\n\n\nO5-9:\n How are we supposed to mitigate that risk further than we already have? We funnel as many resources as we can into training and containment technology, and a simple policy change can’t account for random chance.\n\n\nO5-5:\n I have a proposition.\n\n\n<There is a pause in discussion.>\n\n\nO5-1:\n Well, spit it out, Five.\n\n\nO5-5:\n The very nature of our organization’s work is to contain the uncontainable. To hide away the most dangerous objects this universe has to offer.\n\n\nO5-7:\n Your point being?\n\n\nO5-5:\n Our work is, by definition, \nunlucky.\n The more Keter-class anomalies we cram into a site, the more likely they’ll eventually break out.\n\n\n<The O5s murmur in agreement.>\n\n\nO5-3:\n We already have fail-safes and backups, Five. Nuclear warheads and highly trained security personnel, AICs and emergency response systems.\n\n\nO5-5:\n Exactly my point. As Ten said, we \ncould\n control the odds, just not practically. So, we’ll need some help.\n\n\nO5-1:\n What \nexactly\n are you proposing, Five?\n\n\nO5-5:\n We have \nalready\n bent the natural laws of this universe to our whim for the purposes of our organization. I propose we commandeer another cosmic force.\n\n\nO5-12:\n …You’re not saying–\n\n\nO5-5:\n I see my dear Twelve has already figured it out. We have bent Death to our will, why stop there? If we could somehow manipulate the odds outside of a few policy changes and equipment upgrades, we could make Site-19 invincible no matter how many Keters we stuff in it.\n\n\nO5-1:\n Five, you’re proposing we contain–\n\n\nO5-5:\n Lady Luck herself, precisely, One. If we can’t control the amount of times we roll the dice, then we have to get the odds on our side. The house \nalways\n wins.\n\n\n<The O5s discuss.>\n\n\nO5-13:\n This is absurd, Five! We absolutely cannot alter a non-anomalous law of the universe.\n\n\nO5-9:\n And, if this little project goes haywire? What then?\n\n\nO5-12:\n We have \nExclusionary Sites\n for a reason, Nine.\n\n\n<The O5s discuss louder.>\n\n\nO5-1:\n Silence! Five, assemble a research team and have them draft a proposal. We will not vote on it until you have something more concrete than “change the odds.”\n\n\nO5-5:\n Fair enough.\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\nAFTERWORD:\n Potential means of achieving this goal were devised and compiled in Project Proposal: Loaded Dice, detailed below.\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nADDENDUM 7771.2:\n Project Proposal\n\n\n\n\n \n\n\nPROJECT LOADED DICE\n\n\n\n\nPURPOSE:\n To develop a method of reliable artificial probability manipulation to the benefit for the Foundation.\n\n\nABSTRACT:\n Foundation policy has historically focused on preventing and mitigating accidents and disasters through redundancy, failsafes, and personnel protocol rather than altering the fundamental probability of unfavorable events. Certain contained anomalies are capable of such probability manipulation, proving it to be possible and capable of directly affecting Foundation operations.\n\n\nMETHOD:\n The primary focus of Project Loaded Dice is the study, utilization, and replication of anomalies capable of altering probability or luck. Research Area-8 is to be established within 250 kilometers of Site-01. The research and experimentation involved in Project Loaded Dice are to take place exclusively at this area. Temporary housing and containment facilities are to be built for all personnel, humanoid anomalies, and objects used in the project. A substantial budget is to be at the project’s disposal until its success or failure as deemed by the O5 Council. Any anomalies required for the project are to be approved for transfer from other Foundation facilities.\n\n\n\n\n\n\n \n\n\n\n\n\n\nO5 Council Vote\n\n\n\n\n\n\n[09/01/2005]\n\n\nPROPOSAL:\n Approve Project Loaded Dice, as submitted by O5-5.\n\n\n \n\n\n\n\nCOUNCIL VOTE SUMMARY\n\n\n\n\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\nI\n\n\n\n\n\n\n\n\n\n\nII\n\n\n\n\n\n\n\n\n\n\nIII\n\n\n\n\n\n\n\n\n\n\nIV\n\n\n\n\n\n\n\n\n\n\nV\n\n\n\n\n\n\n\n\n\n\nVI\n\n\n\n\n\n\n\n\n\n\nVII\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVIII\n\n\n\n\n\n\n\n\nIX\n\n\n\n\n\n\n\n\n\n\n\n\nX\n\n\n\n\n\n\nXI\n\n\n\n\n\n\n\n\n\n\nXII\n\n\n\n\n\n\n\n\n\n\n\n\nXIII\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nPASSED\n\n\n\n\n\n\n\n\n\n\n \n\n\nRESULT:\n Proposal approved.\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.3:\n Containment Attempts\n\n\n\n\n\n\n\n\nAttempt #1\n\n\nMETHOD:\n \nSCP-503\n.\nA human possessing an anomalous tendency towards short-term fortune and survival but long-term misfortune.\n\n\nOBSERVATIONS:\n Attempts to study and replicate SCP-503's effects have been made throughout the span of its containment. SCP-503 is to be immediately transported to Foundation sites believed to be under imminent threat of mass containment breach or destruction.\n\n\nRESULT:\n No attempts to reverse-engineer or replicate SCP-503's effects have been successful. Usage of SCP-503 as a means of affecting luck of endangered sites halted after Site-47's emergency failsafes experience unexpected failure during a containment breach, allowing SCP-503 to survive but allowing multiple aggressive entities to escape the site entirely.\n\n\n\n\n\n\n\n\nAttempt #2\n\n\nMETHOD:\n \nSCP-738\n.\nA desk that, when a person sits in front of it, manifests an invisible entity that offers to make a deal with the person seated in front of the desk. This deal is almost always at great personal cost to the person making it.\n\n\nOBSERVATIONS:\n SCP-738 was asked \"What would you want in exchange for the safety of all Foundation sites and personnel, and the prevention of all scenarios that directly endanger them, without altering normalcy or consensus reality?\"\n\n\nRESULT:\n Price stated to be \"The human capacity for self-determination.\" Price deemed unacceptable.\n\n\n\n\n\n\n\n\nAttempt #3\n\n\nMETHOD:\n \nSCP-2719\n.\nObjects and concepts acted upon by SCP-2719 will either go or become inside. This allows direct interactions of abstract concepts.\n\n\nOBSERVATIONS:\n\n\n\n\n\n\nPointer\n\n\nOutcome\n\n\n\n\n\n\nGood Luck\n\n\nBecame inside.\n\n\n\n\n\n\nSCP Foundation\n\n\nBecame inside.\n\n\n\n\n\n\nGood Luck\n\n\nBecame inside.\n\n\n\n\n\n\nSCP Foundation\n\n\nBecame inside.\n\n\n\n\n\n\nGood Luck\n\n\nBecame inside.\n\n\n\n\n\n\nSCP Foundation\n\n\nBecame inside.\n\n\n\n\n\n\nGood Luck\n\n\nBecame inside.\n\n\n\n\n\n\nSCP Foundation\n\n\nBecame inside.\n\n\n\n\n\n\nRESULT:\n\n\n\n\n\n\nGood Luck\n\n\nOutside.\n\n\n\n\n\n\n\n\n\n\n\n\nAttempt #4\n\n\nMETHOD:\n \nSCP-5655\n.\nA reality-bending humanoid that attempts to grant any wishes given to it, although often only in a loose sense.\n\n\nOBSERVATIONS:\n SCP-5655-1 was given the request \"I wish for a method of increasing the SCP Foundation's luck and protection from misfortune.\"\n\n\nRESULT:\n SCP-5655-1 produced a four-leaf clover.\n\n\n\n\n\n\n\n\nAttempt #5\n\n\nMETHOD:\n Hypothetical \"Probability Manipulator\" device\n\n\nOBSERVATIONS:\n Project Fortune's Favor, an existing attempt to create a device capable of manipulating probability and functioning in a similar manner to a Scranton Reality Anchor or Xyank/Anastasakos Constant Temporal Sink, was given additional funding and staff.\n\n\nRESULT:\n No force, interaction, or particle has been discovered that is related to or directly affects probability. Research ongoing.\n\n\n\n\n\n\n\n\nAttempt #6\n\n\nMETHOD:\n \nSCP-2305\n.\nA sheaf of papers describing hypothetical anomaly neutralization attempts carried out by the Foundation, always ending in failure with a \"moral of the story.\"\n\n\nOBSERVATIONS:\n\n\n\n\nItem #:\n SCP-7771\n\n\nObject Class:\n Keter\n\n\nProposed Neutralization Method:\n Manipulation of \nSCP-001-SWANN\n.\nPataphysical entities capable of determining the \"narrative\" of our universe.\n entities is executed via a combination of amnestics and non-lethal memetic agents.\n\n\nResult of Neutralization Attempt:\n SCP-001-SWANN entities are compelled to create events with an absolute certainty to happen/not happen to the benefit of the Foundation. However, due to suddenly having to deal in universal absolutes, SCP-001-SWANN entities are overwhelmed in having to manage other minor events (such as nuclear fission) rather than continuing human consciousness. This causes an EK-Class End of Human Consciousness Scenario which eventually develops into a ZK-Class Reality Failure Scenario.\n\n\n\"The moral of the story:\"\n Writer's block sucks. Please take breaks.\n\n\n\n\nRESULT:\n Neutralization method not attempted.\n\n\n\n\n\n\n \n\n\n\n\n107 ADDITIONAL ATTEMPTS AVAILABLE IN EXPERIMENT LOG H-7771\n\n\n\n\n\n\n\n\n\n\nWARNING:\n\n\nPlease enter your alternate secure phrase for further reading. Reminder that failure to enter the correct phrase will result in deployment of Mobile Task Force Alpha-1 (\"Red Right Hand\") to your location.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nt3H0u$Alw4y5w!ns\n\n\n\n\n\n\n\n\n\n\n\n\nENTER\n\n\n\n\nSECURE PHRASE ACCEPTED\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.4:\n Pre-Vote Overseer Conference\n\n\n\n\n\n\n \n\n\n[19/05/2005]\n\n\nPARTIES PRESENT:\n\n\n\n\nOverseer Council (sans O5-7)\n\n\n\n\nFOREWORD:\n After the untimely and unlikely death of O5-7, the Overseers were assembled for yet another emergency meeting to discuss a replacement.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\n<The twelve council members are seated in Site-01’s main meeting room.>\n\n\nO5-1:\n I’m sure this won’t be news to many of you. <pauses> O5-7 has been terminated.\n\n\nO5-4:\n Wh– how?\n\n\nO5-3:\n According to her staff, she was forced to postpone her daily \n“fortification”\n ritual by a couple minutes due to an attack by the Chaos Insurgency. Alpha-1 swiftly dealt with them, but by pure chance, she suffered a heart attack during that time.\n\n\nO5-13:\n Well, bring her back!\n\n\nO5-12:\n We could, however, Five and I have devised a way to take advantage of her rather… extended leave of absence.\n\n\n<O5-5 distributes a document to the other members.>\n\n\nO5-10:\n What’s this?\n\n\nO5-5:\n This is an internal dossier on POI-777, a humanoid being possessing significant “Tychekinetic”\n.\nProbability manipulation\n abilities. Coincidentally, her real name is Pantelina Tyche.\n\n\nO5-13:\n And, your little pet project would benefit greatly from her? Why should we care?\n\n\n<O5-5 glances at O5-12.>\n\n\nO5-12:\n She’s classified as an apex-tier pluripotent entity.\n\n\nO5-9:\n Why haven’t we heard of her before?\n\n\nO5-5:\n My staff has been watching her for some time, though we chose to keep it secret.\n\n\nO5-12:\n After all, it would be much more difficult to convince you all to allow a scip as a member of the Overseers.\n\n\nO5-1:\n A member?\n\n\nO5-5:\n That’s right, One.\n\n\nO5-9:\n You want to give an all powerful being a seat at this table? Are you insane?\n\n\nO5-12:\n Yes.\n\n\nO5-5:\n Precisely.\n\n\nO5-9:\n …To which question?\n\n\nO5-13:\n Why would we do this? You’ve had risky ideas before, but giving a \ngod\n full security clearance and a say in all of our major decisions is begging for trouble.\n\n\nO5-3:\n Your project also hasn’t produced any favorable results, Five. By all means, we can shut your project down right now.\n\n\nO5-12:\n Do you have a better idea, Three? If we can get her on our side, we could solve countless problems facing us. It’s just a matter of convincing her to help.\n\n\nO5-4:\n And, if she isn’t convinced?\n\n\nO5-11:\n \nWe have other methods.\n\n\nO5-1:\n How do you even intend to convince her, Five and Twelve?\n\n\nO5-12:\n By doing what we do to every god we mess with. We play on her hubris.\n\n\nO5-5:\n And, we make a bet with Lady Luck.\n\n\nO5-3:\n How will you win?\n\n\nO5-12:\n The same way as always, of course: cheating.\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.5:\n O5 Council Vote\n\n\n\n\n\n\n \n\n\n\n\n[19/05/2005]\n\n\nPROPOSAL:\n Recruit PoI-777 and instate her in the position of O5-7.\n\n\n \n\n\n\n\nCOUNCIL VOTE SUMMARY\n\n\n\n\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\n\n\nI\n\n\n\n\n\n\n\n\n\n\nII\n\n\n\n\n\n\n\n\nIII\n\n\n\n\n\n\n\n\n\n\nIV\n\n\n\n\n\n\n\n\n\n\nV\n\n\n\n\n\n\n\n\n\n\nVI\n\n\n\n\n\n\n\n\n\n\n—\n\n\n\n\n\n\n\n\n\n\nVIII\n\n\n\n\n\n\n\n\nIX\n\n\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\n\n\nXI\n\n\n\n\n\n\n\n\n\n\nXII\n\n\n\n\n\n\n\n\n\n\n\n\nXIII\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nPASSED\n\n\n\n\n\n\n\n\n\n\n \n\n\nRESULT:\n Proposal approved.\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.6:\n POI-777 Internal Dossier\n\n\n\n\n \n\n\n\n\n\n\n\n\nPOI-777 (\"Pantelina Tyche\"), circa 1902.\n\n\n\n\n\n\nDESIGNATION:\n POI-777\n\n\nNAME:\n Pantelina Tyche\n\n\nLAST SEEN:\n 04/06/2005\n\n\nCONFIRMED ANOMALOUS ABILITIES:\n Extreme probability manipulation, extrasensory perceptions and awareness\n.\nWhile POI-777 is not omniscient, her abilities still grant her knowledge of events happening wherever she is focused, regardless of distance.\n, Class █ ontokinetic abilities (unconfirmed), Indefinite lifespan\n.\nSimilar yet distinct from immortality as, while the subject no longer ages, they can still be terminated through other means.\n, at-will creation of retroactive CK-class Restructuring Scenarios (presumed).\n\n\nDESCRIPTION:\n POI-777 is a humanoid being of Greek descent. Estimated to have been born around 3000 BCE, POI-777 is believed to be the Greek goddess \"Tyche\", or the being the mythology is based on. POI-777 has seemingly total control over the probability of events, even being able to \"will\" events into happening. Observations of POI-777 seem to suggest she has influence over events happening universewide, being able to intervene if she so chooses. In essence, POI-777 is capable of nearly anything she desires by simply manipulating the odds of an event happening to be absolutely certain. As such, POI-777 is considered extremely dangerous.\n\n\n \n\n\n\n\n[04/06/2005]\n\n\nPARTIES PRESENT:\n\n\n\n\nO5-██\n\n\nPOI-777 (\"Pantelina Tyche\")\n\n\nCOMMAND\n\n\nFive Members of MTF Alpha-1 (\"Red Right Hand\")\n\n\n\n\nFOREWORD:\n Below is the Foundation's first interaction with POI-777.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\n<O5-██, accompanied by five members of MTF Alpha-1 (“Red Right Hand\"), arrives at the ████ casino in Las Vegas, Nevada. The six of them are dressed in black suits with concealed weapons.>\n\n\nCOMMAND:\n Roulette tables, high limit area.\n\n\nO5-██:\n <to COMMAND> Copy.\n\n\n<O5-██ nods to the MTF members who then disperse to other nearby tables to observe O5-██.>\n\n\n<O5-██ arrives at a roulette table. Standing at the table is POI-777, dressed in a floor length purple dress with golden jewelry. She is accompanied by various players. Her winnings total $1.5 million. The croupier places a ball on the wheel.>\n\n\nACCOMPANYING PLAYER:\n C’mon, c’mon, c’mon, lucky 22!\n\n\nPOI-777:\n Oh, please, my luck has to run out at \nsome\n point! Maybe you’ll actually win for once!\n\n\nCROUPIER:\n 27 red.\n\n\nACCOMPANYING PLAYER:\n Fuck! No!\n\n\nPOI-777:\n Oof, I guess not.\n\n\n<The croupier takes the pile of chips on the table and hands POI-777 $1.75 million in chips.>\n\n\n<\nThe ACCOMPANYING PLAYER places his head in his hands.>\n\n\nACCOMPANYING PLAYER:\n Oh god… oh god…\n\n\nPOI-777:\n Hey, cheer up, maybe you’ll hit a hot streak at some point!\n\n\nACCOMPANYING PLAYER:\n You’ve been saying that for the past twelve spins!\n\n\nPOI-777:\n Oh, right. Tough break, then.\n\n\n<The ACCOMPANYING PLAYER storms off in frustration. O5-██ then stands at the table next to POI-777. The two share a smile. He trades $100,000 in chips and places $25,000 of it on Red. The croupier spins the wheel.>\n\n\nO5-██:\n Y’know, some say that people are just born unlucky.\n\n\nPOI-777:\n Hm?\n\n\nO5-██:\n Or, they believe certain numbers are “lucky.” I don’t quite believe that.\n\n\nPOI-777:\n <pauses> Is that so?\n\n\nCROUPIER:\n 35 black.\n\n\n<The croupier takes the pile of chips on the table.>\n\n\nO5-██:\n Of course. “Luck” doesn’t exist. It’s simply how our feeble human minds deal with mathematical probabilities. I lost my bet not because I was “unlucky,” but because of the slight movements in the dealer’s fingers when he rolls the ball and spins the wheel. Or, the tiny discrepancies in the air temperature around the ball, creating different magnitudes of air resistance.\n\n\n<O5-██ places another $15,000 on 18 red. POI-777 places $25,000 on 2 black. The croupier spins the wheel.>\n\n\nPOI-777:\n Sure, “luck” may only exist in concept, but you really don’t believe that some people or things are more prone to these imperceptible differences?\n\n\nO5-██:\n The expected probability of landing heads on a coin flip is 50%. Yet, flip a coin 10, 100, a thousand, even a million times, and it won’t be exactly 50/50. Those people just happened to land in the groups of 36 heads or 64 tails.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCROUPIER:\n 2 black.\n\n\n<The croupier takes the pile of chips on the table and hands POI-777 $875,000 in chips.>\n\n\nO5-██:\n <chuckles> Like I just did right now.\n\n\n<POI-777 smirks.>\n\n\nO5-██:\n By chance, those people, those numbers, those \nsuperstitions,\n they prime our brains into making connections. That’s what our brains do best. And, once you realize that luck doesn’t exist at all, and that it’s all about percentages and normal distribution, you get pretty comfortable testing the odds.\n\n\n<O5-██ places $50,000 on 13 black. POI-777 places $500,000 on 7 red. The croupier spins the wheel.>\n\n\nPOI-777:\n It’s not all math, is it, though?\n\n\nO5-██:\n How so?\n\n\nPOI-777:\n I bet I can convince you.\n\n\nCROUPIER:\n Double 0.\n\n\n<The croupier takes the pile of chips on the table.>\n\n\nO5-██:\n You lost.\n\n\nPOI-777:\n <smiles> That I did. You bet 7 and I’ll bet 13 this time.\n\n\n<O5-██ places his remaining chips ($10,000) on 7 red. POI-777 places $500,000 on 13 black. The croupier spins the wheel.>\n\n\nPOI-777:\n Now watch.\n\n\n<The ball rolls seemingly randomly around the wheel. As the ball slows down, POI-777 makes a gesture with her finger and takes a sip of her drink in front of O5-██. The ball lands in a slot.>\n\n\nCROUPIER:\n 13 black.\n\n\n<The croupier takes the pile of chips on the table and hands POI-777 $17.5 million in chips.>\n\n\nO5-██:\n Coincidence.\n\n\nPOI-777:\n Maybe. But, it sure is damn coincidental I won the \none\n time we switched bets, \nI\n made a gesture, \nand\n took a sip of my drink.\n\n\nO5-██:\n You’re not saying–?\n\n\nPOI-777:\n <to the CROUPIER> I’d like to cash out now.\n\n\nCROUPIER:\n Yes, ma’am.\n\n\nPOI-777:\n <to O5-██> Why don’t we go get a drink?\n\n\n<The croupier hands POI-777 a ticket for her winnings.>\n\n\nPOI-777:\n Thank you.\n\n\nO5-██:\n I don’t believe I’ve gotten your name?\n\n\nPOI-777:\n It’s Tyche.\n\n\nO5-██:\n Charmed, I’m [DATA EXPUNGED].\n\n\nPOI-777:\n A pleasure.\n\n\nO5-██:\n <gestures> Shall we?\n\n\n<O5-██ and POI-777 proceed to leave the table in the direction of the Casino Bar and Lounge. MTF Alpha-1 follows closely.>\n\n\nPOI-777:\n You see, Mr. [DATA EXPUNGED], “luck” isn’t entirely a man-made concept. A man of science like yourself would see it that way, no doubt.\n\n\nO5-██:\n Hm.\n\n\nPOI-777:\n Things in this world aren’t always exactly as they seem, [DATA EXPUNGED]. There are… things that cannot be explained. Maybe even \nspecial\n people out there with \nspecial\n powers. The myths of old have to be explained by \nsomething.\n\n\nO5-██:\n I’ll believe it when I see it. Even then, \neverything\n can be explained with science. If not, then it’s an unknowable law of the cosmos that us humans must accept we’ll never know.\n\n\nPOI-777:\n That is not the nature of humanity. Humans \nmust\n know everything. For example, <gestures towards a slot machine>\n\n\n<The player at the slot machine POI-777 gestured towards immediately wins the maximum prize listed on the machine.>\n\n\nPOI-777:\n Or, <gestures again towards a game of craps>\n\n\n<The shooter at the game rolls “snake eyes” which result in defeated groans at the table.>\n\n\nCOMMAND:\n Anomalous abilities confirmed, O5-██.\n\n\nPOI-777:\n Even the fact that– <gestures>\n\n\n<All five members of MTF Alpha-1 simultaneously bump into five separate waiters holding drinks.>\n\n\nPOI-777:\n –I now know where your men are.\n\n\n<After assisting the waiters, MTF Alpha-1 makes their way towards O5-██ and POI-777, procuring their concealed weapons.>\n\n\nO5-██:\n <to ALPHA-1> Stand down. Do not engage.\n\n\n<MTF Alpha-1 stops.>\n\n\nPOI-777:\n <smiles> Now, Mr. [DATA EXPUNGED], if my memory is correct, you “do not believe in luck”?\n\n\n<O5-██ is silent.>\n\n\nPOI-777:\n Why would a “man of science” like yourself be accompanied by five military trained guards to talk with some random lady at a casino?\n\n\nO5-██:\n <hesitates> <To ALPHA-1> Disperse.\n\n\n<MTF Alpha-1 disperses through the crowd.>\n\n\nPOI-777:\n That’s what I thought. What is it you want, O5-██?\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\nAFTERWORD:\n Initial contact between O5-██ and POI-777 successful.\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.7:\n Containment Attempts (Cont.)\n\n\n\n\n\n\nAttempt #113\n\n\nMETHOD:\n See below.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\n<O5-██ and POI-777 are seated at a booth in the very back of the Casino Bar and Lounge. O5-██ is drinking a glass of whiskey neat, while POI-777 enjoys a lemon ouzo cocktail. O5-██’s earpiece is placed on the table between the two of them.>\n\n\nPOI-777:\n Certainly kind of you to treat me to a cocktail before whatever interrogation is about to happen.\n\n\n<O5-██ is silent.>\n\n\nPOI-777:\n I know your men are still around. I happened to see them in the reflection of your glasses.\n\n\nO5-██:\n <hesitates> I represent an organization known as the SCP Fou–\n\n\nPOI-777:\n I know who you are, \njailor.\n Do you think this is the \nfirst\n I’ve heard of your so-called “Foundation”?\n\n\n<O5-██ takes a sip from his drink.>\n\n\nPOI-777:\n Of course you do. I expect nothing less from a man with your ego.\n\n\nO5-██:\n Then you know what we’re trying to accomplish, yes?\n\n\nPOI-777:\n Of course. You intend to use my powers for your own benefit.\n\n\nO5-██:\n It’s a bit more complicated than that.\n\n\nPOI-777:\n Then, do tell.\n\n\nO5-██:\n Like us or hate us, we are the last line of defense against this world’s downfall. If you weren’t aware, the world almost ended a few months ago.\n\n\nPOI-777:\n I knew that.\n\n\nO5-██:\n Then, why didn’t you use your powers to stop it? It was caused by pure chance, we weren’t at fault for it.\n\n\nPOI-777:\n Because unlike you I do not pervert the natural course of this world with what or how I think things should be. Humans are capable of incredible things, but they fail to realize they are an insignificant speck in the unknowable cosmos you claim to believe in and impose your will on.\n\n\n<POI-777 takes a sip from her cocktail.>\n\n\nPOI-777:\n And, as far as I can tell, there’s only \none\n god at this table.\n\n\n<The two sit in silence.>\n\n\nO5-██:\n A lot of talk from someone we found manipulating the odds to get rich.\n\n\nPOI-777:\n I hardly believe defrauding a casino is at all equivalent to the \nmodus operandi\n of your organization. Besides, a goddess gets bored.\n\n\nO5-██:\n An entire civilization dedicated altars to you, performed rituals in your name, many were devoted to \nyou.\n They created art, stories, offerings. The mythology they wrote about you is \nstill\n being told thousands of years later today. You really don’t think that too contributes to an inflated ego?\n\n\n<POI-777 glares at O5-██.>\n\n\nO5-██:\n Your powers caused you to cease aging. But, you can still die. And, frankly, with a lifespan as long as yours, I bet a bit of \nluck\n had to do with keeping you alive. I assure you your luck \nwill\n run out.\n\n\n<POI-777 is silent for a few moments before bursting into uncontrollable laughter. This goes on for a few minutes, to the annoyance of O5-██.>\n\n\nPOI-777:\n <laughing> Wait, wait, wait! I’m so sorry! \nMy\n luck? Me? The \ngoddess\n of fortune? \nI\n will \nrun out\n of luck? <laughing even harder> That is the stupidest thing I’ve ever heard!\n\n\n<POI-777 continues laughing for a few more minutes before finally calming down.>\n\n\nPOI-777:\n C’mon, c’mon, let's get this over with! I have some more games to play. What is it you want?\n\n\nO5-██:\n If you join our organization, you will have a seat at the council. You will get to make decisions on how to keep this world living, as well as many unimaginable benefits.\n\n\nPOI-777:\n Sorry, not interested.\n\n\nO5-██:\n We can ensure your continued existence.\n\n\nPOI-777:\n No matter how effective of an organization like yours is, this universe \nwill\n come to an end eventually. Even if you last until then, if there is nothing left for you, there is nothing left for me.\n\n\nO5-██:\n Please–\n\n\n<POI-777 begins to stand up.>\n\n\nPOI-777:\n Thank you for the drink, but I have to get going now.\n\n\nO5-██:\n <sighs> Then, you leave me no choice.\n\n\nPOI-777:\n Hm?\n\n\nO5-██:\n A boon.\n\n\n<POI-777 sits back down.>\n\n\nO5-██:\n I \nwant\n a boon.\n\n\nPOI-777:\n “Win by persuasion, not by force.”\n\n\nO5-██:\n And, did that go so well?\n\n\n<POI-777 is silent.>\n\n\nO5-██:\n A bet. I want to make a bet.\n\n\nPOI-777:\n Ha! Your funeral!\n\n\n<O5-██ is silent.>\n\n\nPOI-777:\n Oh, you’re serious? Okay. What kind of bet?\n\n\nO5-██:\n A game–\n\n\nPOI-777:\n There are plenty around us. What will it be? Roulette? Blackjack? Craps?\n\n\n<O5-██ produces a Smith & Wesson revolver from his jacket pocket, just far enough for POI-777 to see.>\n\n\nO5-██:\n Russian roulette.\n\n\n<POI-777 appears shocked and dumbfounded.>\n\n\nO5-██:\n Don’t worry. You’re not playing.\n\n\n<O5-██ loads one bullet and hands the gun to POI-777.>\n\n\nO5-██:\n You can check that the gun is indeed loaded.\n\n\n<POI-777 examines the chamber and hands the gun back.>\n\n\nPOI-777:\n That it is.\n\n\nO5-██:\n The rules of the bet are simple. After every trigger pull against my head, I will load in another bullet and spin the chamber. You are free to manipulate the odds as you see fit. If I survive until the end, you have to join the council and help us. If I don’t, well… you know. The game ends when the gun goes off.\n\n\nPOI-777:\n You’re mad.\n\n\nO5-██:\n Maybe.\n\n\n<O5-██ offers his hand for a handshake.>\n\n\nO5-██:\n Do we have a deal?\n\n\n<POI-777 hesitates before shaking O5-██’s hand.>\n.\nMTF Alpha-1 reported the local Hume level suddenly rising by ~20 Hm at this moment before dissipating to normal.\n\n\nPOI-777:\n Deal.\n\n\n<O5-██ spins the chamber and pulls back the hammer. O5-██ puts the barrel of the gun to his head and hesitates for a few moments.>\n\n\nO5-██:\n Here goes.\n\n\n<O5-██ pulls the trigger. The gun does not fire. O5-██ breathes a sigh of relief.>\n\n\nPOI-777:\n I was going easy on you.\n\n\n<O5-██ loads another bullet and hands the gun to POI-777, who examines it and hands it back. O5-██ spins the chamber and pulls back the hammer. He puts the barrel to his head and pulls the trigger. The gun does not fire.>\n\n\nPOI-777:\n <winces> Oh my god, oh my god.\n\n\nO5-██:\n Getting pretty lucky, huh?\n\n\n<O5-██ loads another bullet and hands the gun to POI-777, who examines it and hands it back. O5-██ spins the chamber and pulls back the hammer. He puts the barrel to his head and pulls the trigger. The gun fires.>\n\n\nPOI-777:\n <stands up and screams> Πουτάνας γιος!\n.\nTranslated:\n \"Son of a bitch!\"\n\n\n<The bullet exits O5-██’s skull and lands in the wall to his side. He collapses onto the table, blood pooling from the entrance and exit wound. Visible burns are seen around the entrance wound while skull fragments and brain matter dots the wall to his side.>\n\n\n<MTF Alpha-1 and various casino security personnel arrive quickly at POI-777’s location. Most patrons have fled the scene, but some are gathered around.>\n\n\nCASINO SECURITY:\n What the hell happened?!\n\n\nPOI-777:\n <upset> I-I don’t know! We were just talking and suddenly he put a gun to his head!\n\n\nCASINO SECURITY:\n Someone call 911! Stay there, you’re not going anywhere.\n\n\nPOI-777:\n Wh– but I didn’t do anything!\n\n\nCASINO SECURITY:\n I SAID STAY THERE!\n\n\n<O5-██’s finger twitches as he lets out a raspy groan.>\n\n\nCASINO SECURITY:\n This guy’s still alive!\n\n\n<The security guard runs to O5-██’s side and helps him.>\n\n\nCASINO SECURITY:\n Hey! Are you okay? What’s your name?\n\n\nO5-██:\n <raspily> <to POI-777> I… won…\n\n\nCASINO SECURITY:\n What?\n\n\nPOI-777:\n Th-that’s not possible! The game’s over, no, no, you lost!\n\n\n<Two members of Alpha-1 walk up to the scene and push the security guard out of the way.>\n\n\nCASINO SECURITY:\n Hey! What the fuck, man!\n\n\n<Alpha-1 picks up O5-██ by the shoulders. O5-██ is able to bring his head up to face POI-777. Blood drains from his eyes, ears, nose, and mouth.>\n\n\nO5-██:\n <raspily> They told… me… they were fake…\n\n\nPOI-777:\n I \nknew\n that! I-I willed—\n\n\nO5-██:\n <smiles weakly> I… survived… <gurgles> didn’t I…?\n\n\n<POI-777 stares blankly.>\n\n\nPOI-777:\n <screaming> Oh, you bastard! Μαλάκας!\n.\nTranslated:\n \"Asshole!\"\n\n\n<Alpha-1 starts dragging O5-██ out of the casino.>\n\n\nO5-██:\n <raspily> We’ll… be in… contact… see you… soon… \nJailor…\n\n\n<All members of Alpha-1 don gas masks. A mask is placed on O5-██ and POI-777 is offered one, too. She puts it on. POI-777 glares at O5-██ as they leave.>\n\n\n<Class A amnestics and sedatives in gaseous form are disseminated through the casino vents. Panic ensues as patrons attempt and fail to flee due to the doors being locked. All within the building succumb to its effects. Alpha-1 and O5-██ exit the casino as MTF Alpha-45 (“Janitors”) arrives.>\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\nRESULT:\n O5-7 was found by MTF Alpha-45 outside the casino. She was given an earpiece connected to Foundation secure frequencies and told to await further instructions. O5-██ was treated with SCP-███ for his injuries.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.8:\n O5-7's First Meeting\n\n\n\n\n\n\n \n\n\n08/06/2005\n\n\nPARTIES PRESENT:\n\n\n\n\nOverseer Council\n\n\n\n\nFOREWORD:\n The Overseer Council’s first meeting with the newly appointed O5-7.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\n<Eleven of the council members are seated in Site-01’s main meeting room. O5-██’s head has been wrapped in bandages.>\n\n\nO5-1:\n Where are Five and Seven?\n\n\nO5-12:\n Be patient, One, they’ll be arriving shortly.\n\n\nO5-1:\n <frustrated> Well, you and Five’s little \nexperiment\n isn’t boding much confidence in me. We took a huge risk with her, and it better pay off.\n\n\nO5-12:\n I assure you it will.\n\n\n<The doors to the room open, revealing O5-5 and -7.>\n\n\nO5-5:\n My apologies, everyone. \nSeven\n had a bit of trouble finding the entrance.\n\n\n<O5-7 is dressed in an off-white business suit with a purple tie. She wears golden earrings and hair pieces, with her hair pulled into a bun. She is visibly disgruntled and has her arms crossed. The two walk towards the table.>\n\n\nO5-12:\n <stands up> Ah, O5-7! Five has told us a lot about you, I am O5-12.\n\n\n<O5-12 offers to shake hands with -7, but she refuses.>\n\n\nO5-12:\n Right… This is One and Two. <gestures>\n\n\n<O5-2 nods while -1 does not.>\n\n\nO5-12:\n This is Three and Four. <gestures>\n\n\nO5-3:\n Hello.\n\n\n<O5-4 raises their hand. O5-7 does not acknowledge their greetings.>\n\n\nO5-12:\n This is Six, Eight, and Nine. <gestures>\n\n\nO5-6:\n You have big shoes to fill, hun.\n\n\nO5-8:\n And, you may be a few sizes too small.\n\n\n<O5-9 gives a simple wave.>\n\n\nO5-12:\n Lastly, this is Ten, Eleven, and Thirteen. <gestures>\n\n\n<O5-10 does not look up from her documents. O5-11 shares a smile. O5-13 glares at O5-7.>\n\n\nO5-12:\n Welcome to the council!\n\n\nO5-7:\n Charmed.\n\n\nO5-5:\n Please, have a seat.\n\n\n<O5-7 sits between O5-6 and -8. A moment of awkward silence is shared by the council.>\n\n\nO5-12:\n <coughs> Right, so Seven has been brought onto the council to assist us in protecting the Foundation from harm.\n\n\nO5-7:\n “Brought on?” You mean “tricked,” right?\n\n\nO5-12:\n Excuse me?\n\n\n<All council members turn to look at O5-7.>\n\n\nO5-7:\n I’m only here because of the boon I’m forced to give O5-██. You can’t say I’m here willingly.\n\n\nO5-1:\n With all due respect, Seven, a few of us voted against your appointment to the council.. For some of us, this isn’t willing either.\n\n\n<O5-7 sneers at -1.>\n\n\nO5-13:\n By all means, you \nare\n free to leave. Though we can’t say the alternative will be very pleasant.\n\n\nO5-9:\n Oh, please, Thirteen, give the poor girl a break.\n\n\nO5-13:\n I’m just saying! Would you like to break that boon, Seven?\n\n\nO5-7:\n <hesitates> No…\n\n\nO5-13:\n Good.\n\n\nO5-1:\n Ahem, if you two are done, I would like to remind you we have extremely important business to attend to. Personal matters can wait. Eleven?\n\n\nO5-11:\n <clears throat> The Amnestics Production committee says we’re running low on Class E. Even though they’re used significantly less than Class A or even C, SCP-███ has not been able to keep up with the demand for production since Incident █-███.\n\n\nO5-7:\n Why is that \nmy\n concern?\n\n\nO5-5:\n It’s the job of the council to see to \nall\n of the major problems the Foundation faces, not just ones that interest us. As you were saying, Eleven?\n\n\nO5-11:\n We can attempt to ramp up production of \nY-909\n, which will require additional D-Class and more frequent executions of the Atzak protocol.\n\n\n[DATA OMITTED FOR BREVITY]\n\n\n<O5-7 is silent for the majority of the meeting as the other Overseers discuss among themselves. She fidgets with her hair, until coming to an abrupt stop.>\n\n\nO5-6:\n The U.S. Senate is liable to approve legislation that would restrict our ability to operate undercover within D.C. Suggestions?\n\n\nO5-3:\n This year’s midt–\n\n\nO5-7:\n <interrupting> I could rig the odds to make sure it gets voted down no matter what. Bipartisanly, if needed.\n\n\nO5-6:\n …Three?\n\n\nO5-3:\n That… would be theoretically possible, but it would be a little suspicious if too many Republicans vote against it. I’ll have my Oversight Committee look into it.\n\n\n<O5-12 elbows -13.>\n\n\nO5-1:\n Thank you, Seven.\n\n\n<O5-5 and -7 share a smile.>\n\n\n[DATA OMITTED FOR BREVITY]\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\nAFTERWORD:\n O5-7 integrated efficiently with Foundation command structure and began proactively working with the Council to solve problems. Project Loaded Dice is deemed a success by O5-██, -██, -██, -██, -██, and -██.\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.9:\n Actions Taken By O5-7\n\n\n\n\n\n\n \n\n\n\n\n[17/06/2005]\n\n\nPROPOSER:\n O5-7\n\n\nPROPOSAL:\n Improve overall D-class living conditions, including 30 minutes of additional recreational time per day, access to drug rehabilitation at all Sites housing a permanent D-class population, and expanding access to approved means of entertainment for all D-class with \"Good\" behavior or better. Objective is to improve D-class morale and cooperation, reducing likelihood of riots and mutinies.\n\n\n \n\n\n\n\nCOUNCIL VOTE SUMMARY\n\n\n\n\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\nI\n\n\n\n\n\n\n\n\n\n\nII\n\n\n\n\n\n\n\n\n\n\n\n\nIII\n\n\n\n\n\n\n\n\n\n\n\n\nIV\n\n\n\n\n\n\nV\n\n\n\n\n\n\n\n\n\n\n\n\nVI\n\n\n\n\n\n\n\n\nVII\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVIII\n\n\n\n\n\n\nIX\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\nXI\n\n\n\n\n\n\n\n\nXII\n\n\n\n\n\n\n\n\n\n\n\n\nXIII\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nPASSED\n\n\n\n\n\n\n\n\n\n\n \n\n\nRESULT:\n Measure approved. Changes set to be implemented beginning 07/18/2005.\n\n\n\n\n \n\n\n\n\n[19/06/2005]\n\n\nPROPOSER:\n Dr. Ramone García, Project Loaded Dice Research Director\n\n\nPROPOSAL:\n Use \nSCP-181\n's\n.\nA human possessing great personal luck but passively increasing the probability of disaster around him.\n anomalous abilities to fund Foundation projects.\n\n\n \n\n\n\n\nCOUNCIL VOTE SUMMARY\n\n\n\n\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\n\n\nI\n\n\n\n\n\n\n\n\n\n\n\n\nII\n\n\n\n\n\n\n\n\nIII\n\n\n\n\n\n\n\n\n\n\n\n\nIV\n\n\n\n\n\n\nV\n\n\n\n\n\n\n\n\n\n\nVI\n\n\n\n\n\n\n\n\n\n\n\n\nVII\n\n\n\n\n\n\n\n\n\n\n\n\nVIII\n\n\n\n\n\n\n\n\nIX\n\n\n\n\n\n\n\n\n\n\n\n\nX\n\n\n\n\n\n\nXI\n\n\n\n\n\n\n\n\n\n\nXII\n\n\n\n\n\n\n\n\n\n\n\n\nXIII\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nDENIED\n\n\n\n\n\n\n\n\n\n\n \n\n\nRESULT:\n SCP-181 shall remain in containment.\n\n\n\n\n \n\n\n\n\nDate:\n 15/07/2005\n\n\nTo:\n Oversight Committee for O5-7\n\n\nFrom:\n O5-7\n\n\nSubject:\n re: Cross-Testing\n\n\n\n\nInform researchers that cross-testing will be significantly less restricted under my watch. So long as a proposal appears on my desk, I'll probably approve it.\n\n\n\n\n\n\n \n\n\n\n\n[01/08/2005]\n\n\nPROPOSER:\n O5-9\n\n\nPROPOSAL:\n Increase overall security budget by 15%, providing additional staff to onsite security teams, investing in upgraded internal surveillance cameras, and increasing mandatory training for security personnel by 30 hours.\n\n\n \n\n\n\n\nCOUNCIL VOTE SUMMARY\n\n\n\n\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\nI\n\n\n\n\n\n\n\n\n\n\nII\n\n\n\n\n\n\n\n\n\n\n\n\nIII\n\n\n\n\n\n\n\n\n\n\nIV\n\n\n\n\n\n\n\n\n\n\n\n\nV\n\n\n\n\n\n\n\n\nVI\n\n\n\n\n\n\n\n\n\n\nVII\n\n\n\n\n\n\n\n\nVIII\n\n\n\n\n\n\n\n\n\n\nIX\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\nXI\n\n\n\n\n\n\n\n\n\n\nXII\n\n\n\n\n\n\n\n\nXIII\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nDENIED\n\n\n\n\n\n\n\n\n\n\n \n\n\nRESULT:\n Security budget remains at level set in overall budget approved on 23/03/2005.\n\n\n\n\n \n\n\n\n\nDate:\n 19/08/2005\n\n\nTo:\n Oversight Committee for O5-7\n\n\nFrom:\n O5-7\n\n\nSubject:\n re: re: re: re: Humanoid Anomalies at Site-██\n\n\n\n\nIf they're uncooperative, then you have to get them to trust us, and if not that, get them to not hate us. You can be a little more leisurely in your approval of personal items, for the humanoid anomalies at least. The Foundation may be a prison, but we can't have it feel that way for the anomalies.\n\n\n\n\n\n\n \n\n\n\n\nDate:\n 22/11/2005\n\n\nTo:\n Oversight Committee for O5-7\n\n\nFrom:\n O5-7\n\n\nSubject:\n Pay Raises\n\n\n\n\nSite-██\n\n\nUnfortunately, due to the budget constraints brought on by several approved projects, the 2% pay raise for Level 3 and greater personnel will not be coming. We will communicate with you of any changes as soon as possible.\n\n\nEnjoy the holidays,\n\nO5-7\n\n\n\n\n\n\n \n\n\n\n\nA FULL LOG OF ACTIONS TAKEN BY O5-7 IS AVAILABLE UPON REQUEST\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.10:\n Joint Memorandum to the Overseer Council\n\n\n\n\nFoundation Internal Memo\n\n\nDate:\n 16/12/2005\n\n\nTo:\n O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13\n\n\nFrom:\n Containment Committee, Department of Health and Security, Department of Internal Affairs, Department of Logistics and Asset Management\n\n\nSubject:\n Official Complaint Regarding O5-7\n\n\nNOTICE:\n This memorandum has been sent through reality stabilizing means.\n\n\n\n\nThis is a memorandum to the Overseer Council written jointly by the Heads of the Containment Committee, Department of Health and Security, Department of Internal Affairs, and the Department of Logistics and Asset Management.\n\n\nWe are raising our concern over the appointment of O5-7 on 04/06/2005. In the time since her appointment six months ago, we have noticed an unusual and alarming rise in the number of incidents the Foundation has experienced. Below are some of the statistics our various departments have reported:\n\n\n\n\n65% increase in the number of successful D-Class escapes,\n\n\n27% increase in the number of incidents involving anomalies in containment,\n\n\n5.3% decrease in site efficiency,\n\n\n█ Euclid/Keter class anomalies breaching containment since appointment,\n.\nMost of which were approved for cross-testing by O5-7 or per O5-7's precedent.\n\n\nNeutralization of █ probability-affecting anomalies.\n\n\n██ personnel injuries higher than average,\n\n\nNo change in personnel’s adherence to protocol.\n\n\n\n\nAdditionally, the destruction of Research Area-██, resulting in ██ personnel being terminated, is still fresh in our minds. An investigation into the incident found the cause to be a shipment of bad concrete which went unnoticed for █ years. This is an extremely rare occurrence for an organization as thorough as ours.\n\n\nA majority, if not all, of the incidents were caused by random chance or “bad luck.” While we do not have any direct evidence, we suspect that the Foundation’s recently poor performance is due to sabotage on O5-7’s part. The correlation between her appointment and the start of these incidents is just too blatant to be written off as coincidence. As such, we are urgently calling for her removal from the council as her current position is a detriment to the Foundation. We hope you take our concerns seriously.\n\n\n \n\n\nSophie Gray\n\n\nChairwoman of the Containment Committee\n\n\nIllya Vitalijovych Pavlov\n\n\nHead of the Department of Health and Security\n\n\nJewel Jayde Morales\n\n\nHead of the Department of Internal Affairs\n\n\nNoe Young-Soo\n\n\nHead of Logistics and Foundation Asset Management for Site-19\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.11:\n Overseer Conference on 17/12/2005\n\n\n\n\n\n\n \n\n\n[17/12/2005]\n\n\nPARTIES PRESENT:\n\n\n\n\nOverseer Council (sans O5-7)\n\n\n\n\nFOREWORD:\n In response to the official complaint from four department heads regarding effects on Foundation activities possibly caused by O5-7, an emergency session of the O5 Council sans O5-7 was called to discuss potential courses of action.\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\n<Twelve of the council members are seated in Site-01’s main meeting room.>\n\n\nO5-1:\n I’m sure you have all seen the memo sent to us by multiple department heads.\n\n\nO5-5:\n This is ridiculous.\n\n\nO5-12:\n I have to agree with Five.\n\n\nO5-13:\n Of course you would! It was you two that got us in this mess.\n\n\nO5-2:\n And, now you want us to stay in it?\n\n\nO5-12:\n Seven is \nnot\n a problem.\n\n\nO5-2:\n You saw the statistics, right, Twelve?\n\n\nO5-12:\n I did.\n\n\nO5-2:\n And, you have nothing to say for it?\n\n\nO5-12:\n They \nhave\n no evidence. As far as we can tell, it could’ve been caused by the previous O5-7’s death or even GOI sabotage.\n\n\nO5-3:\n …That \nis\n unfortunately true.\n\n\nO5-13:\n Unbelievable, Three!\n\n\nO5-3:\n I’m forced to see things as they are, Thirteen.\n\n\nO5-2:\n The statistics–!\n\n\nO5-5:\n Are unsubstantiated and frankly ambiguous. They cannot directly connect O5-7 to these statistics, and one new Overseer out of thirteen \ncannot\n cause this much damage to an organization that has existed for over a century.\n\n\nO5-13:\n She’s \nnot\n a normal Overseer.\n\n\nO5-3:\n Says the anomaly.\n\n\n<O5-13 glares at -3.>\n\n\nO5-5:\n Removing an Overseer is an extremely drastic move, and we have all made decisions that angered the others before.\n\n\nO5-13:\n Such as this project.\n\n\nO5-5:\n <sternly> \nHowever,\n Seven has only been on the council for six months. She could very well be leaving this rough patch.\n\n\nO5-10:\n Do you trust that?\n\n\nO5-12:\n Never judge a book by its cover, Ten. Out of everyone I thought you would know this.\n\n\n<O5-10 scoffs.>\n\n\nO5-1:\n Enough! If I am correct, everyone is confident in their opinion of O5-7?\n\n\n<The O5s are silent.>\n\n\nO5-1:\n Exactly, no further deliberation is needed. Honestly, this infighting gets aggravating, and I like us to remember that we make the decisions, not the department heads. As such, O5-7’s removal from this council will be put to a vote. All in favor?\n\n\nO5-1, -2, -4, -9, -13:\n Yea.\n\n\nO5-1:\n All opposed?\n\n\nO5-3, -5, -6, -8-, 11-, -12:\n Nay.\n\n\nO5-1:\n O5-10 abstains. The measure fails. O5-7 will remain on the council.\n\n\nO5-13:\n Fools, all of you. Fools, playing into her hands!\n\n\nO5-12:\n We are not removing an Overseer based on a \nhunch,\n Thirteen.\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\nAFTERWORD:\n O5-7 will remain in her current position.\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.12:\n Ethics Committee Correspondence\n\n\n\n\n\n\n \n\n\n\n\nDate:\n 17/12/2005\n\n\nTo:\n Ethics Committee Chairman Odongo Tejani\n\n\nFrom:\n O5-13\n\n\nSubject:\n URGENT\n\n\nNOTICE:\n This memorandum has been sent through reality stabilizing means.\n\n\n\n\nAttachments:\n\n\nscp-7771.scip.net\n\n\npoi-777.doc\n\n\no5-council-19-5-2005.vote\n\n\n16-12-2005-departments-memo.txt\n\n\no5-council-17-12-2005.vote\n\n\n\n\n\n\n \n\n\n\n\nDate:\n 17/12/2005\n\n\nTo:\n O5-13\n\n\nFrom:\n Ethics Committee Chairman Odongo Tejani\n\n\nSubject:\n re: URGENT\n\n\nNOTICE:\n This memorandum has been sent through reality stabilizing means.\n\n\n\n\nO5-13,\n\n\nThe documents you have shared with me are extremely concerning and have been forwarded to the rest of the Ethics Committee. As a consequence of O5-7's active and indisputable sabotage, her continued presence on the council will be put to a vote by this committee. However, while I thank you for the notice, the council's actions as a whole in this project will also be examined closely.\n\n\nOdongo Tejani\n\n\n\n\n\n\n \n\n\n\n\nDate:\n 19/12/2005\n\n\nTo:\n O5-13\n\n\nFrom:\n Ethics Committee Chairman Odongo Tejani\n\n\nSubject:\n re: re: URGENT\n\n\nNOTICE:\n This memorandum has been sent through reality stabilizing means.\n\n\n\n\nThe Ethics Committee has decided in favor of removing O5-7 from her current position. Effective immediately, activities of Project Loaded Dice are to be discontinued until further notice.\n\n\nOdongo Tejani\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM 7771.13:\n Task Force Incursion\n\n\n\n\n\n\n \n\n\nTASK FORCE REPORT (ONGOING)\n\n\nDate:\n 21/12/2005\n\n\nSite:\n RA-8, 01, 06-3, 17, 19\n\n\nMTF(s) Involved:\n Alpha-1 (\"Red Right Hand\"); \nOmega-1 (\"Law's Left Hand\")\n, Fireteam ALPHA and BETA; Omega-12 (\"Achilles' Heels\"); Epsilon-11 (\"Nine-Tailed Fox\")\n\n\nPersonnel Involved:\n O5-7\n\n\nOrdering Body:\n Overseer Council, Ethics Committee\n\n\nPlanned Action(s):\n\n\n\n\nForcefully discontinue Project Loaded Dice\n\n\nTerminate O5-7\n\n\nRevive and reinstate the previous O5-7\n\n\n\n\n\n\nAt 8:11 AM, MTF Omega-1 (“Law’s Left Hand”) Fireteam BETA enters Research Area-8, encountering no resistance. All personnel are accounted for and sent to Site-██ for reassignment and amnesticization. Fireteam BETA secures all physical project materials, documents, and anomalies for extraction.\n\n\nAt 11:00 AM, all present Overseers save for O5-1, -7, and -13 discreetly exit Site-01 with MTF Alpha-1 (“Red Right Hand”) escort, while O5-1 and -13 enter the secure bunker and seal it behind them. O5-7 is not notified of either event. At 11:07 AM, an unannounced sitewide lockdown is initiated. At 11:12 AM, MTF Omega-1 Fireteam ALPHA and MTF Omega-12 (“Achilles’ Heels”) enter Site-01 with orders to intercept and terminate O5-7\n.\nOnsite Kant counters reported the local Hume level suddenly rising by ~20 Hm at this moment before dissipating to normal.\n. Onsite elements of MTF Alpha-1 are ordered to protect the bunker exclusively and to not engage with other personnel. At this time, O5-7 remains in her office, not notified of the lockdown or arrival of Mobile Task Forces.\n\n\nAt 11:18 AM, MTF Omega-1 secures the camera control room. One member of Omega-1 is injured by a falling ceiling tile. No cause apparent. MTF Omega-1 reports seven additional injuries resulting from accidents and improbable occurrences, such as falling bricks, broken bones from slipping, and others. Zero recorded fatalities.\n\n\nAt 11:23 AM, simultaneous containment breaches are reported at Sites-06-3, -17, and -19. MTF Epsilon-11 (“Nine-Tailed Fox”) is mobilized to respond to these breaches. Presumed related to ongoing action at Site-01. By order of O5-2 and -9, half of onsite MTF Omega-12 personnel are reassigned to guard the Overseers from potential ontokinetic attack. Fireteam ALPHA and remaining MTF Omega-12 personnel continue into Site-01.\n\n\nFireteam ALPHA and MTF Omega-12, now ███ feet from O5-7’s location, approach the hallway containing the Overseer’s office. As they round the corner, all members of MTF Omega-12 simultaneously complain of dizziness, nausea, and severe headaches. All members collapse within minutes, with Fireteam ALPHA unable to revive them. Medical team dispatched to their location. Fireteam ALPHA is ordered to continue into the site by COMMAND, with assistance affirmed by several nearby Mobile Task Forces.\n\n\nAt 11:28 AM, Fireteam ALPHA assembles outside of O5-7’s office, who remains typing at a terminal. At this time, Site-01 experiences an electrical blackout, with backup generators failing to power more than the Site’s terminals and database. Fireteam ALPHA don night vision goggles and attempt to shoot O5-7 through the wall, but all provided weapons malfunction. As Fireteam ALPHA troubleshoots their weapons, several negligent discharges occur which strike other personnel. Only one member is left unharmed. O5-7 is unharmed. Full power is restored to the facility, which temporarily blinds the single member of Fireteam ALPHA. As they recover, the single member of Fireteam ALPHA enters the office to terminate O5-7. However, a weapon malfunction (presumably caused by an incomplete discharge) causes the member’s firearm to explode. This injures the member, resulting in significant damage to the hands and bleeding.\n\n\nThe single active member of Fireteam ALPHA attempts to engage O5-7 with a knife. O5-7 unharmed. Surviving member's vital signs destabilizing; presumed incapacitated.\n\n\nFurther support from nearby Mobile Task Forces, including MTF Alpha-1 and Omega-12, are en route.\n\n\nTHE CURRENT SITUATION IS ONGOING. MORE INFORMATION WILL BE AVAILABLE SOON…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nexpunge \"scp-7771.scip.net\"\n\n\n\n\n\n\n\n\n\n\n\n\nYou are attempting to expunge a file from the RAISA archives. This action requires at least seven members of the Overseer Council to enter their alternate secure phrase. If this was in error, please log out and shutdown your terminal immediately. Otherwise, please enter your secure phrases now. Failure to do so will result in the display of lethal auditory-visual cognitohazards as well as deployment of Mobile Task Force Gamma-8 (\"Record Keepers\") to your location.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n4l1i5[)us7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nifjfn4882!&K\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTh3ag30fM!r4cl35is0ver\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nkfkfjwjsjbUhsbdb7832\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nd3thD035noTD!5(riM1!n4t3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nwH3nW1lwEd!e?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nD0n0tGo63nt1e\n\n\n\n\n\n\n\n\n\n\nENTER\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7770\n | SCP-7771 | \nSCP-7772\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7771\n\" by Dr Asteria and weiserthanyou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7771\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n \nTyche.jpg\n\n\nName:\n \nSarah Bernhardt at age 20, photo by Felix Nadar c.1864\n\n\nAuthor:\n \nPeter D. Tillman\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://flickr.com/photos/29050464@N06/51487319269/\n\n\n\n\n\n\nFilename:\n purple galactic 2.jpg\n\n\nAuthor:\n \nweiserthanyou\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Sandbox\n\n\nDerivative of:\n\n\n\n\nName:\n PIA12348.jpg\n\n\nAuthor:\n California Institute of Technology\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nJet Propulsion Laboratory Photojournal\n\n\n\n\n\n\nFilename:\n \ndice.png\n\n\nName:\n \ndice icons\n\n\nAuthor:\n \nmanio1\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://openclipart.org/detail/239004/dice-icons",
    "addendums": [],
    "documents": [],
    "notes": [
        "SECURE PHRASE ACCEPTED.",
        "ACCESSING…",
        "Welcome, O5-7.",
        "\" SCP-7771 \" by Dr Asteria and weiserthanyou, from the SCP Wiki . Source: https://scpwiki.com/scp-7771 . Licensed under CC-BY-SA .",
        "Filename: Tyche.jpg Name: Sarah Bernhardt at age 20, photo by Felix Nadar c.1864 Author: Peter D. Tillman License: Public Domain Source Link: https://flickr.com/photos/29050464@N06/51487319269/",
        "Filename: purple galactic 2.jpg Author: weiserthanyou License: CC BY-SA 3.0 Source Link: SCP Sandbox Derivative of: Name: PIA12348.jpg Author: California Institute of Technology License: Public Domain Source Link: Jet Propulsion Laboratory Photojournal",
        "Filename: dice.png Name: dice icons Author: manio1 License: Public Domain Source Link: https://openclipart.org/detail/239004/dice-icons"
    ],
    "containment_procedures": "As of 05/06/2005, containment procedures are no longer in force. See Addendum 7771.2.",
    "description": "SCP-7771 is a non-anomalous abstract concept used to explain the likelihood (or lack thereof) of any given event. While numerous predictable factors affect the probability of a given event, the sum of their effects adds a degree of uncertainty that cannot be accurately predicted. The common term for this concept and the associated uncertainty is \"luck.\"",
    "item": "SCP-7771",
    "object_class": "Keter",
    "title": "SCP-7771"
}