{
    "url": "https://scp-wiki.wikidot.com/scp-7773",
    "all_text": "The Usual Demons\n\n\n\n\nrating: \n+95\n+\n–\nx\n\n\n\n\n\n\nCalling card recovered from the scene of an SCP-7773-perpetrated crime.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\nSite-666 Surveilence Recording: Interior - Reference Library, Demonology.\n\n\n2:29 am\n\n\n\n\nThe camera is posited overlooking the rare books collection of the Site-666 reference library's demonology wing. Numerous tomes and grimoires sit arranged in sealed display cases, beyond which orderly rows of stacks stand neatly. The audio recording captures the dull hum of the air conditioning unit in the background.\n\n\nOne of the ceiling tiles shifts and a small face emerges: roughly humanoid, but with grotesquely distorted and elongated features, the entity opens its mouth and a long, forked tongue flicks out before retracting. It proceeds to descend towards the floor; despite its humanoid head, the torso and upper limbs appear reptilian. As it descends, the entity's lack of lower limbs becomes evident: its body terminates in a long serpentine tail that hangs out from the ceiling's opening.\n\n\nunknown 1:\n \n[Unidentifiable humming]\n\n\nAs the entity's body continues to descend, a pair of taloned arms are visible, lowering it hand-over-hand by the tail into the space below.\n\n\nunknown 2:\n Shhhhhhh!\n\n\nThe descending entity turns midair, flicking its forked tongue upwards, before looking back to the ground.\n\n\nunknown 1:\n Hmm, hmm, hmhm, hmm—\n\n\nUnknown 2:\n \n[whispered]\n Groalf, shut the fuck up and let me focus.\n\n\nThe humming grows louder, as the descending entity begins vocalizing.\n\n\nunknown 1:\n De da doo… de da doo… de da doo… do dut\n\n\nunknown 2:\n I swear to god-dammed, Lucifer. I will fucking drop you if you don't shut the hell up!\n\n\nThe emergency lighting in the room activates suddenly, as a general intrusion alarm is triggered. An associated lockdown announcement begins to play over the Site-666 PA system; Foundation staff are requested to gather on the Casino floor while security is declared to be sweeping the premise.\n\n\nunknown 1:\n \n[Hisses]\n Now look what you've done!\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3/7773\n LEVEL \n3/7773\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7773\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7773 is currently under investigation; four individuals associated with SCP-7773 are currently held in containment at Site-666.\n\n\nDescription:\n SCP-7773 collectively designates a group of Tartarean Entities operating as a small-scale crime syndicate, specializing in theft, burglary, robbery, and the trafficking and liquidation of stolen goods. SCP-7773 has been active since at least 500 AD and is responsible for numerous, high-profile thefts of artworks, jewelry, items of religious and occult significance, and various other goods from then until the present day.\n\n\nPrior to their failed attempted burglary of Foundation Site-666, no individual entity associated with SCP-7773 had been successfully identified or detained; it is unclear if this successful record is itself anomalous or a byproduct of the group's methods of operation.\n\n\nNotable items illegally acquired by SCP-7773 include:\n\n\n\n\n120,000 toothpicks (later sold to buyers as \"Splinters of the True Cross\");\n\n\nThe Collar Bone of St. Joan of Arc (Inauthentic);\n\n\nThe Holy Prepuce, formerly belonging to Jesus Christ of Nazareth (Authentic);\n\n\nLeonardo da Vinci's \nMona Lisa\n, recovered in 1965;\n\n\nLeonardo DiCaprio's Oscar, Best Actor - \nThe Revenant,\n recovered 2018;\n\n\nBetween 3,000 and 68,000 NFTs of \nvarying\n insignificant value.\n\n\n\n\nOn August 13th, 2022, members associated with SCP-7773 infiltrated Site-666 with the presumed aim of acquiring the \nLiber Nominum\n, held in the on-site reference library. This tome allegedly contains the true name of all Tarteran Entities, provided the reader rearranges the letters a bit.\n\n\nThe attempted heist failed when an on-site general intrusion alarm was triggered; 4 members of SCP-7773 were apprehended and detained by Site Security.\n\n\nNotably, during the Site lockdown, the corpse of Junior Researcher Eva Takács — a specialist in anomalous films and visual media — was discovered in a hallway adjacent to the library. Takács was found deceased within a thaumaturgical circle consisting of an array of seven chalk rings surrounding a pentagon of salt. The body had been significantly burned and two lacerations running parallel to the spine were noted on the individual's back. Identification was determined via a keycard recovered from nearby the victim.\n\n\nThe violent nature of this homicide was notable, as previous heists conducted by SCP-7773 had only resulted in negligible harm to present persons. In response, the captured entities were not exorcized initially and Detective Anthony Calmet, a notable expert in occult criminology, was assigned to investigate further.\n\n\nAddendum 7773.01:\n\n\n\n\n \n\n\nInterview with SCP-7773-1: \"Groalf\"\n\n\n\n\nThe demonic, serpentine entity sits coiled on the provided bed within the containment cell. As Detective Calmet enters, it raises its head towards the door, flicking its forked tongue out.\n\n\nSCP-7773-1:\n You can't keep me here, we both know that.\n\n\nDetective Calmet sits in the provided chair, he withdraws two items from his jacket pocket: a rolled packet and reusable metal lighter.\n\n\nCalmet:\n Is that so?\n\n\nSCP-7773-1:\n I am a sovereign citizen. This is an unlawful detainment. I know my rights.\n\n\nCalmet:\n A 'sovereign citizen' of what? Hell? Should we run this past your literal sovereign?\n\n\nSCP-7773-1:\n I want to speak to my lawyer.\n\n\nCalmet:\n Your Hell-lawyer?\n\n\nSCP-7773-1:\n We still just call them lawyers down— hey fuck you, are you mocking me?\n\n\nDetective Calmet flicks the lighter, sparking a small flame. Holding the rolled bundle to the fire's edge, he lets it catch and smolder; it issues a plume of thick smoke.\n\n\nSCP-7773-1:\n You can't hold me without just cause. My associates and I were just trying to find the bathroom. It's not our fault that this place is a fucking maze. So let's just get to the part where you banish me back to the underworld and drop all the theatrics.\n\n\nDetective Calmet tosses the smoking bundle forward into the room, where it begins to emit denser fumes. SCP-7773-1 flicks its tongue out, before recoiling and slithering closer to the wall. It gradually lowers its head to the ground as the smoke begins pooling along the ceiling.\n\n\nCalmet:\n Incense — can't say I'm much of a fan, but it does have its purposes. Not sure who you think you're fooling, but your little escapade there wound up with one of ours dead.\n\n\nSCP-7773-1 appears surprised as Calment talks but doesn't respond for a series of moments. Eventually, the entity sighs.\n\n\nSCP-7773-1:\n This is all Worglerexest's fault.\n\n\n\n\n\n\n \n\n\nAddendum 7773.02:\n\n\n\n\n \n\n\nInterview with SCP-7773-2: \"Worglerexest\"\n\n\n\n\nDetective Calmet enters the containment cell. SCP-7773-2 sits cross-legged on the floor. It possesses a humanoid torso, fish-like head, and limbs ending in clawed appendages. The entity appears to be gnawing on something as he enters.\n\n\nCalmet:\n Right, I'm Detective Calmet and— \n[gags]\n what the fuck is that smell?\n\n\nSCP-7773-2 gesticulates, revealing a partially consumed fish in its hand. Its verbal response is obfuscated by the loud sound of chewing.\n\n\n\n\n\n\nSCP-7773-2, circa 1590.\n\n\n\n\n\n\nSCP-7773-2:\n fismhs you wan-um?\n\n\nCalmet:\n No, no I really don't.\n\n\nThe entity shrugs, tosses the entire animal in its mouth, and swallows. It reaches into a marsupial-like pouch along its stomach and withdraws another unmoving fish. Detective Calmet interrupts before it begins eating.\n\n\nCalmet:\n So, I've spoken to your friend: the snaky one. He's ready to pin you as the fall guy for this whole operation. How's that sitting with you?\n\n\nSCP-7773-2 motions to begin speaking, but appears to gag on the fish mid-consumption. The entity seems panicked for a moment before it horks the partially-chewed mess back up. It splatters on the floor in front of Detective Calmet.\n\n\nSCP-7773-2:\n Fuck man, I almost just died, wow. Oh uh, right — Groalf said that? He's just jealous that I'm the one with all the good ideas.\n\n\nCalmet:\n Was this whole shitshow one of those?\n\n\nSCP-7773-2:\n [\nshrugs\n] Well, I mean, some of it. I found the job — not that it makes it my fault that we got caught, don't tell Groalf that.\n\n\nCalmet:\n Stealing from the Foundation's not on your typical rotation, far as we can tell—\n\n\nSCP-7773-2:\n 1948\n\n\nCalmet:\n Pardon?\n\n\nSCP-7773-2:\n 1948, we stole the F.\n\n\nCalmet:\n You stole the \"F\"?\n\n\nSCP-7773-2:\n Back during the rebranding, we snuck into the conference and stole the giant F off the stage, right before the big reveal.\n\n\nDetective Calmet remains silent for a moment.\n\n\nSCP-7773-2:\n Seriously? Damn, I figured that would have worked, gotten our name out, you know? Even in those days, stealing from the Foundation Overseers Council seemed like the big leagues.\n\n\nCalmet:\n Moving along… what made you target the Foundation this time?\n\n\nSCP-7773-2:\n Money.\n\n\nCalmet:\n Don't let me cut you off.\n\n\nSCP-7773-2:\n We, uh, needed money for a thing.\n\n\nSCP-7773-2 stretches its legs out, revealing a pair of webbed feet as it speaks.\n\n\nSCP-7773-2:\n You know how I said I'm the ideas guy? Well, that's long-term strategic thinking. If we're playing Crazy 8s, I'm the one thinking ahead to what comes after: Crazy 9s. But the rest of them, they don't think like that. I'm willing to bet you do, though — you know you've got to crack a few eggs to eat the inside bits of some eggs.\n\n\nSCP-7773-2 begins to gesticulate profusely as it continues speaking.\n\n\nSCP-7773-2:\n You know souls, right? You probably got one, most of your sort do. Now the underworld's pretty big on souls; collect 'em, trade 'em, consume 'em, toss 'em into a soul engine — just like pokemon cards. But how can you make sure the souls you got are \nyour\n souls? Well, that's the question I got thinking about, and then I found an answer.\n\n\nSCP-7773-2 uses its lower limbs to scoot across the floor towards Detective Calmet, who remains still.\n\n\nSCP-7773-2:\n Have you heard of the blockchain? My startup assigns each individual soul a unique identifier on a decentralized ledger, and then the holder of that soul is given a digital certificate that ensures ownership: a non-fungible quintessence, or NFQ. The best part is you can securely exchange souls, providing the underworld's first, revolutionary digital currency — neat huh?\n\n\nCalmet:\n I— wait.\n\n\nSCP-7773-2:\n I know, it's pretty cutting-edge stuff. We're a growth-orientated company, with room for entrance-level positions if you're interested! But the competition is sharp, lots of crypto-bros on their way to hell.\n\n\nCalmet:\n Aren't souls already unique? Isn't the whole premise of a soul — and a large portion of their value for you folk — its individuality? Something intrinsically associated with a distinct notion of 'self,' that's truly individual and distinguishable from other matter?\n\n\nSCP-7773-2:\n I mean, yeah. If you want to get all Cartesian about it.\n\n\nCalmet:\n And you're brokering the digital authentication of the soul, not the soul itself?\n\n\nSCP-7773-2:\n Look, I— what you gotta understand here is the potential.\n\n\nSCP-7773-2 looks around the empty room, before seizing the previously half-eaten fish.\n\n\nSCP-7773-2:\n Take this fish, delicious right? But only \nI\n can have it. Now imagine it's a soul, and you want it. Well tough luck, it's mine, \nunless\n we figure out a way that we can \nboth\n have it. With NFQs, we both get a unique authentication saying we possess the soul, problem solved.\n\n\nCalmet:\n So what happens to the fish— the soul itself?\n\n\nSCP-7773-2:\n We keep it, for you know, safety.\n\n\nCalmet:\n Let me guess, you took out a loan for those souls — went through this whole process, and now you can't pay it back?\n\n\nSCP-7773-2:\n I \ncan\n pay it back — just once things take off.\n\n\nCalmet:\n Okay, let's get back to the important bit. Who was—\n\n\nSCP-7773-2:\n Paris Hilton.\n\n\nCalmet:\n —going to pay you for the job. You know, the whole reason you're here.\n\n\nSCP-7773-2:\n Oh, that wasn't Paris Hilton. I don't know them personally, found them online. They were willing to pay top dollar for that book though and even offered a handsome investment when we got the job done.\n\n\nCalmet\n Does this benefactor have a name?\n\n\nSCP-7773-2:\n Went by \"The_Kaiser\" — like the roll, I think.\n\n\nCalmet:\n They say why they wanted the book?\n\n\nSCP-7773-2:\n Didn't ask, didn't care. Could be any reason: demon binding, demon summoning, demon prank calling — maybe they wanted a word search. Could have asked them once we had it in hand, but hard to say now given that loudmouth setting off the alarm.\n\n\nCalmet:\n So as much as I enjoy the conversation, there's still an elephant in the room—\n\n\nSCP-7773-2:\n Oh, I know a guy who does elephant removal, we can set you up with our digital currency and—\n\n\nCalmet:\n I'm talking about our person, the one who got fried. Do you have anything to say about that? I'd choose your words carefully unless you want me to go get the cinderblock I've got on a chain.\n\n\nSCP-7773-2:\n Look, if anyone's got the answers you want, it's Pluum. I was packed into that airduct like sardines in a can — sorry, that's an underworld expression — like two demons squeezed in a fucking tight airduct. Pluum was meant to keep watch outside the library and deal with any snoops though. They're a mean sonnofabitch, so good luck getting them to talk, with or without that chain— oh, I see what you were doing there.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTo:\n \nui.tenpics|666_ESUOH#ui.tenpics|666_ESUOH\n\n\nFrom:\n \nui.tenpics|temlaca#ui.tenpics|temlaca\n\n\nSubject:\n SCP-7773 Investigation — Goldbaker-Reinz\n\n\n\n\n\n\nDir. House,\n\n\nStill looking into the ritual homicide. Demons haven't let much slip, but one of them is going to crack sooner or later. They say there's honour among thieves, but I'm not putting money on that holding true with this crew.\n\n\nOn a related thought, last I heard folk were still leaning towards forced possession or damnation. That got me thinking and I had them send me over the Site-666 Goldbaker-Reinz contract — flagged this bit in particular as noteworthy:\n\n\n\n\nB666: WRATH OF GOD\n\n\nShould an employee of the Foundation be killed by a deific or Tartarean entity (defined as Akiva-emitting or Tartarean-Emitting); and said being uses its abilities to consign your [soul to] a specific Tartarean punishment […] Goldbaker-Reinz will intervene such that your eternal soul will proceed to the afterlife on natural terms without interference.\n\n\n\n\nShouldn't we have heard something from them by now?\n\n\nGiving the whole thing a once-over, this clause also caught my eye. Seem familiar, sir?\n\n\n\n\nH777: High Roller\n\n\nShould an employee of Foundation Site-666 — acting under the influence of anomalous phenomena (examples include, but are not limited to: possession, sudden or unpredictable changes in baseline probability, and/or misrepresentation of reality) — acquire debt(s) while gambling, Goldbaker-Reinz will cover up to 50% of the relevant amount, to a total of $500,000 USD.\n\n\nThis coverage does not apply to debts acquired while under the influence of phenomena such as:\n\n\n\n\nMundane alcohol and/or narcotics;\n\n\nBets placed informed by omens or prognostic readings;\n\n\nBeing on a \"hot streak;\"\n\n\nUsing a \"lucky number/dice;\"\n\n\nLoudly proclaiming \"The House Always Wins,\" prior to betting.\n\n\n\n\n\n\nI'll send along the transcripts, and there are a few items I'd like to request.\n\n\nRegards,\n\n\nCalmet.\n\n\n\n\n\n\n\n\n\n\nSCP-7773 members acosting an individual.\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nui.tenpics|temlaca#ui.tenpics|temlaca\n\n\nFrom:\n \nui.tenpics|666_ESUOH#ui.tenpics|666_ESUOH\n\n\nSubject:\n Re:SCP-7773 Investigation — Goldbaker-Reinz\n\n\n\n\n\n\nGood catch. Nothing from GR yet, we'll look into it.\n\n\nIn the meantime, put the screws to them. I got a feeling that little ball-one will squeal.\n\n\nNot sure what you're referring to at the end there. Have you known me to make a bet I didn't know I'd win?\n\n\n- HOUSE\n\n\n\n\n\n\n\n\n \n\n\nAddendum 7773.03:\n\n\n\n\n \n\n\nInterview with SCP-7773-3: \"Pluum\"\n\n\n\n\nDetective Calmet enters the containment cell, where a single folding chair has been positioned against the wall. In the opposite corner of the room is a knee-height, green, rotund entity. It possesses four stumpy hippo-like legs and a pair of small mole-like eyes in the centre of its round torso. No other appendages or sensory organs are present.\n\n\nCalmet:\n Plumm, is it?\n\n\nThe entity looks towards Detective Calmet, before folding its limbs inward and sitting on the ground. Its small eyes blink once.\n\n\nCalmet:\n Right, so I've heard from your friends, and they were more than willing to throw you under the bus — if you know what I mean — so let's get to what I want to know. What happened to the researcher, Eva Takács?\n\n\nThe entity blinks again and rolls into its side. Its legs begin moving rapidly in the air.\n\n\nCalmet:\n Whoever you think you're protecting, whatever you think you're accomplishing, I can promise you it's not worth it. Demons might not die, but there are worse things than being sent back to hell.\n\n\nDetective Calmet removes a plastic spray bottle from his person, passing it between his hands.\n\n\nCalmet:\n Do you know demons are composed of two essences: spiritual and material? It's the interplay between the two that gives you form, and what makes you such resilient bastards. I could shoot you right now, and it might hurt, but it wouldn't do anything to that well of corrupted belief at your core; you'd drip ichor for a while, but the wound would heal in a day and I'd just be short a bullet.\n\n\nThe entity remains on the floor, its legs appearing to spasm as it attempts to roll its body onto the side.\n\n\nCalmet:\n Some things though, they work on both. Such as this little bottle of hydrofluoric acid, blessed by the pope himself. So I suggest you start talking.\n\n\nDetecticr Calmet points the spray bottle at the entity. Several moments pass in silence, interrupted by its occasional shuffling.\n\n\nCalmet:\n Can— do you talk? You don't have a mouth, do you?\n\n\nThe entity contains flailing its limbs sporadically, appearing unable to right itself.\n\n\nDetective sighs, sets the bottle down, and rises, walking over to the entity and lifting it onto its legs. It circles him a few times before sitting in the corner.\n\n\nCalmet:\n I don't— I don't really get what your thing is.\n\n\n\n\n\n\n \n\n\nAddendum 7773.04:\n\n\n\n\n \n\n\nInterview with SCP-7773-4: \"Xy'cru\"\n\n\n\n\nDetective Calmet enters the containment cell; the entity appears to float several feet off the ground, gently bobbing in the air. It possesses a circular torso with a humanoid face and numerous fleshy stocks emerging along its upper body, some of which terminate in additional eyes.\n\n\nCalmet:\n Oh for fucks sake, really? What sort of middle-school basement shit is this?\n\n\nSCP-7773-4:\n Every time, every \nsingle\n time. I should never have made that deal with Gary Gygax.\n\n\nCalmet:\n I'll say. Isn't the human supposed to ask for fame and have it backfire?\n\n\nSCP-7773-4:\n Okay, first of all, rude. And secondly, putting satanic messaging into his whatever-game seemed like a great idea. It's not my fault those sweaty nerds were too stupid to recite Latin properly.\n\n\nCalmet:\n Glad to hear that all worked out. However, I'm not here to talk about what you did in the 80s.\n\n\nSCP-7773-4:\n It was the 70s.\n\n\nCalmet:\n I literally could not care in the slightest. Now, I spoke with your friends.\n\n\nSCP-7773-4:\n Waste of time, they don't know shit about what you're after.\n\n\nCalmet:\n Yeah, I gather as much. Your candour seems to suggest otherwise though, so let's have ourselves a chat.\n\n\nSCP-7773-4:\n I'm an open book, honest to go— hhmr, Satan. Wait that's not a good look. Honest to Kant, or Washington. Whoever, I'm not going to lie.\n\n\nCalmet:\n Who was \"The_Kaiser.\"\n\n\nSCP-7773-4:\n Wilhelm II.\n\n\nCalmet doesn't respond, continuing to stare at the entity.\n\n\nSCP-7773-4:\n Would it kill you to lighten up? No idea who Worglerexest was chatting to. He's active in a lot of twitter circles, lot of—\n\n\nCalmet:\n If you say \"lot of twitter users in hell,\" I'm throwing sand in your eye.\n\n\nSCP-7773-4:\n —lot of other contacts, chains of connections, \"I know a guy who knows a guy\" deal. You really did speak to the others first, huh?\n\n\nCalmet:\n And I didn't appreciate them wasting my time either.\n\n\nSCP-7773-4:\n You really are just a suit full of hardly restrained violence huh? Regular ol' Patrick Bateman. Look, I can tell you with absolute certainty that we had nothing to do with the murder — not that you're going to take my word for it.\n\n\nCalmet:\n Try me.\n\n\nSCP-7773-4:\n How can I explain this? So, we all have a 'role,' something we're supposed to bring to the table, to be good at — only most of them aren't good at their roles per-se, but they have them all the same. I see things, and I'm one of the few who's actually good at their role. I saw what they saw and I saw what your cameras saw — and right now I'm seeing that you don't believe me. Well, I don't care if you do. I know that the footage in that corridor cut out before we got into the library, and I know — dumb as they are — the others didn't set off the alarm.\n\n\nCalmet:\n So who did?\n\n\nSCP-7773-4:\n Look, if I'm telling you this I'm going to need something in return.\n\n\nCalmet:\n And that is?\n\n\nSCP-7773-4:\n Are you hiring?\n\n\nCalmer:\n Can't say I expected that.\n\n\nSCP-7773-4:\n Look man, I'm fucking desperate. I've been in this game for several thousand years and all I've got to show for it is a handful of art I don't even like and the chance to come second in a costume competition.\n\n\nCalmet:\n That sort of thing's not really up to me—\n\n\nSCP-7773-4:\n I'm serious, I'll do anything man. I can do movie impersonations. I've got a good Joker: Heath Ledger or Cesar Romero… or, or card tricks, or janitorial work. I'll even do kids' parties — just give me a chance. I see everything those demons do, \neverything.\n I can't — I can't keep doing this.\n\n\nCalmet:\n You don't know anything about what happened, do you?\n\n\nSCP-7773-4:\n I, well. No, not a clue.\n\n\nCalmet:\n So one of ours immolates in a hallway mid-heist, and none of you happen to know a single thing about it?\n\n\nSCP-7773-4:\n \"And like that… he's gone.\"\n\n\nCalmet:\n She, actually — wait, where have I heard that phrase before.\n\n\nSCP-7773-4:\n \n[scoffs]\n Only from the greatest work of mid-90s neo-noir. Would it kill you cops to know your own \ncinematic history\n?\n\n\nCalmet:\n That's the one where they're looking for the guy who's made up, Keyser—\n\n\nCalmet:\n Oh, god damn it.\n\n\nSCP-7773-4:\n Been there.\n\n\n\n\n\n\nVisual likeness of SCP-7773-4.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nNOTICE OF INQUEST:\n CASENUMBER — 173ADME3\n\n\n\n\n\n\nDear, [name].\n\n\nWe have looked into your inquest concerning the coverage of Foundation Employee #178-282-B.\n\n\nOur auditors have determined that the individual's 'soul' is not held under any parameters that would invoke the involvement of clause B666; as such Goldbaker-Reinz has determined that no intervention is contractually obligated at this time.\n\n\nDue to Goldbaker-Reinz's confidentiality clauses, we cannot disclose the location of the aforementioned individuals 'soul' without their express consent.\n\n\nWe apologize for any inconvenience this may result in,\n\n\nGoldbaker-Reinz Insurance Group Ltd.\n\n\n\n\n\n\n \n\n\nAddendum 7773-.05\n Following his investigation into the crimes perpetuated by SCP-7773, Detective Calmet requested the use of a sizeable meeting room within Site-666; the detained Tarteran entities were transported to the space, and Director House's presence was requested.\n\n\nThe following log details the subsequent interactions:\n\n\n\n\nSurveillance footage depicts a Site-666 conference room, the tables and chairs have been pushed to the walls, making room for an ornate chalk outline of a thaumaturgical circle on the ground. A complimentary coffee and assortment of baked goods sit adjacent to the door.\n\n\nAt each indicated cardinal direction, one of the SCP-7773 Tartarean entities stands, surrounded and contained by ancillary occult circles. The entities are seen bickering with one another, although much of their dialogue is inaudible or indiscernible. Detective Calmet stands by the entrance leaning on the table displaying the coffee urn. The door swings open as Dir. House enters the room.\n\n\nHOUSE:\n Okay, Calmet. You and the merry band here have 15 minutes, then a bachelor party needs the room for a \"Jäger-luge,\" whatever the fresh hell that is.\n\n\nCalmet:\n Shouldn't need that long, sir. And pass my thanks on to Conference Services for the last-minute booking.\n\n\nHOUSE:\n I do my best not to speak to them on a good day.\n\n\nDir. House surveys the assembled entities, before walking to the edge of the thaumaturgical circle.\n\n\nHOUSE:\n Which this certainly hasn't been. Now, which one of you is responsible for waking me up at 2:30 in the morning?\n\n\nThe entities glance around the room at each other without responding.\n\n\nHOUSE:\n I was up anyway, but there's a principle to it. Calmet, this is your show. Want to get it running?\n\n\nCalmet begins pacing around the exterior of the room as he speaks. Faint ethereal chains fastening the entities to one another and the circle itself apparate and dissipate with the cadence of his voice.\n\n\nCalmet:\n One thing you learn in this line of work: you don't put all the subjects in the same room — even when you're in there with them. Goes double when they have a history; even if it's one as disorderly as the ones assembled here.\n\n\n7773-1:\n This is an unlawful detainment, I want my lawyer.\n\n\n7773-2:\n Yeah, get him his lawyer\n\n\n7773-4:\n Would you both kindly shut the hell up!\n\n\n7773-2:\n No one cares about your Ayn Rand fanfiction, Xy.\n\n\n7773-4:\n It's a political satire, you media-illiterate dumbbell.\n\n\nDetective Calmet whistles loudly through his fingers, and the assembled entities stop chattering.\n\n\nCalmet:\n Getting back on track. We're making an exception to that rule given the situation, because I know something they don't. Far as I gather, they truly think the murder wasn't related to the theft, and I'm inclined to believe they think that.\n\n\nDetective Calmet reaches into his jacket pocket, withdrawing a large silver feather, an unmarked DVD, and a small vial of mercury.\n\n\nCalmet:\n Thing is, they're wrong.\n\n\nDetective Calmet tosses the assembled items towards the centre of the thaumaturgical circle. The room is blinded by a flash of bright light. As it dims, white lines glow on the circle inscription, suspended in the air are ethereal traces of opalescent chains, wrapping around the four demons positioned around the circle, tethering them to one another and a figure in the centre of the circle. The appearing entity is humanoid, kneeling and bent forward; its bare back is visible, with a pair of gossamer, opaque feathered wings emerging from behind its shoulder blades. The entity stands — a wrap of white linen covering its chest and lower body — and faces Dir. House and Detective Calmet.\n\n\nUnkown:\n Wait is this — oh shit. Uh, hey boss.\n\n\nThe individual appears to resemble the presumed-deceased Site-666 employee, Junior Researcher Eva Takács.\n\n\nHOUSE:\n Hey there Takács, been a moment. How have you been?\n\n\nTakács:\n I uh, I can't complain.\n\n\nCalmet:\n Well, how about you explain instead?\n\n\nTakács:\n \n[sighs.]\n Okay, I want to preface this by saying it's not as bad as it looks.\n\n\nHOUSE:\n Noted.\n\n\nTakács:\n Okay, well I've been a little burned out the last while, so I was kind of skirting work and going through the old video archives in the library. There's quite a collection of films in the back there if you know where to look.\n\n\nHOUSE:\n I thought we got rid of those.\n\n\nTakács:\n No— I… Do you know that thing about angels and bells?\n\n\nHOUSE:\n Heard something along those lines. Go on.\n\n\nTakács:\n Well, surprise! Turns out there's some merit to it. Found footage from 1921 of a ritual and figured 'that doesn't look too hard.' Essentially, if the right church bells ring, the \"angel\" does get his — or her — \"wings.\" The thing is finding the right church bell.\n\n\nCalmet:\n The church in this case being?\n\n\nHOUSE:\n Keep up Calmet. They may not offer 1-hour weddings, but what are the biggest houses of worship in Vegas?\n\n\nTakács:\n And the closest thing to a bell being…\n\n\nCalmet:\n An alarm you tripped, before you faked your own death for cover, with the smokescreen of this assembly of walking distractions.\n\n\nTakács:\n Wasn't hard to get them to go along with it, I expected a little more scrutiny to be honest. But, you know, \"the greatest trick the devil ever pulled…\"\n\n\nSCP-7773-1:\n Needing a license to drive a car?\n\n\nSCP-7773-2:\n That whole thing with the fruit?\n\n\nSCP-7773-4:\n It's \"convincing the world that he did not exist.\"\n\n\nHOUSE:\n You're all wrong. Bastard's greatest trick was getting some Frenchman's game into my casino. So, Takács, things play out how you had in mind?\n\n\nTakács:\n Not going to lie, not entirely. It was worth a shot though, they were bumping up my rent anyway.\n\n\nCalmet:\n Maybe it's bad taste, but I got to ask. Did it work? What was it like?\n\n\n[Audio cuts out for 2:30 mins]\n\n\nHOUSE:\n That's not even remotely correct — and I mean that objectively. Are you sure you watched the right movie?\n\n\nTakács:\n I mean, there may have been some odd cuts, and parts were pretty hard to make out, but I think I got the gist of it.\n\n\nCalmet:\n I am truly baffled by how you aren't dead-dead or a pillar of salt. But that aside, are we hanging onto the four stooges here or do you want me to deal with them?\n\n\nHOUSE:\n I got a thought about that. Takács, I respect the ambition to con heaven and hell for a vacation.\n\n\nTakács:\n Thank you, sir, ill—\n\n\nHOUSE:\n Follow-through's a little disappointing though. Regardless, you're getting a promotion to a new task force.\n\n\nDir. House strides forwards and grasps one of the faintly illuminated chains binding the entities within the circle to one another.\n\n\nHOUSE:\n Listen up you lot, normally folks who try to steal from me don't get so lucky. Now, you've racked up quite a debt to society over the millennium, and you're going to be paying it back, with interest. Don't like it, tough luck.\n\n\nAs Dir. House holds the thaumaturgical binding, the energy dissipates and the chain briefly vanishes to a near-indistinguishable hue. The circle is broken; freed from their confines the SCP-7773 entities stumble onto the floor. After a moment, SCP-7773-3 approaches Dir. House.\n\n\nSCP-7773-3's circular body splits along the midsection, as its upper segment flips backwards. The opening within reveals a dark void of indeterminate size. Appearing to float within this space is a pair of decorative silver cufflinks, featuring a stylized roulette wheel, the Site-666 insignia, and a monogrammed \"H\".\n\n\nHOUSE:\n Not quite the debt I was talking about. And how did you — I wasn't even wearing these today.\n\n\nDir. House scoops up the items and beings to fasten the cuffs of his dress shirt.\n\n\nTakács:\n Thank you sir, this won't happen again. I'm fully committed to Site-666.\n\n\nHOUSE:\n Oh no you're not. You aren't off the hook that easy, Takács. We have enough demons running around Vegas without getting dollar-store 'angels' in the mix. No, you're off somewhere else. Call it a transfer.\n\n\nHOUSE:\n Calmet, get them out of that circle, and book the cheapest greyhound to \nAtlantic City, call it the Site-333 express\n.\n\n\nOverlapping sound of the entities and Takács objecting.\n\n\nHOUSE:\n I can already tell this was a great idea.\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7772\n | SCP-7773 | \nSCP-7774\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7773\n\" by DodoDevil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7773\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Calling2.png\n\n\nName:\n Groteske vlakdecoratie met koppen van dieren\n\n\nAuthor:\n Daniel Hopfer (I)\n\n\nLicense:\n Public Domain\n\n\nLink:\n \nhttp://hdl.handle.net/10934/RM0001.COLLECT.386689\n\n\n\n\n\n\nFilename:\n -2.jpg\n\n\nName:\n H. Antonius wordt verleid door de demonen\n\n\nAuthor:\n Public domain\n\n\nLicense:\n \nhttps://www.rijksmuseum.nl/en/my/collections/2593354--einark/monsters/objecten#/RP-P-H-G-73,31\n\n\nLink:\n\n\n\n\n\n\nFilename:\n Ant.jpg\n\n\nName:\nVerzoeking van Antonius\n\n\nAuthor:\n Frans van den Wijngaerde\n\n\nLicense:\n Public Domain\n\n\nLink:\n \nhttp://hdl.handle.net/10934/RM0001.COLLECT.196259\n\n\n\n\n\n\nFilename:\n 289054889_27cbe6ba22_o.jpg\n\n\nName:\n Behold\n\n\nAuthor:\n Kelly Marine\n\n\nLicense:\n CC BY-SA 2.0\n\n\nLink:\n \nhttps://www.flickr.com/photos/videocrab/289054889/",
    "addendums": [
        "Addendum 7773.01:\n",
        "Addendum 7773.02:\n\n",
        "Addendum 7773.03:\n\n\n\n",
        "Addendum 7773-.05 Following his investigation into the crimes perpetuated by SCP-7773, Detective Calmet requested the use of a sizeable meeting room within Site-666; the detained Tarteran entities were transported to the space, and Director House's presence was requested.\nThe following log details the subsequent interactions:\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7773 \" by DodoDevil, from the SCP Wiki . Source: https://scpwiki.com/scp-7773 . Licensed under CC-BY-SA .",
        "Filename: Calling2.png Name: Groteske vlakdecoratie met koppen van dieren Author: Daniel Hopfer (I) License: Public Domain Link: http://hdl.handle.net/10934/RM0001.COLLECT.386689",
        "Filename: -2.jpg Name: H. Antonius wordt verleid door de demonen Author: Public domain License: https://www.rijksmuseum.nl/en/my/collections/2593354--einark/monsters/objecten#/RP-P-H-G-73,31 Link:",
        "Filename: Ant.jpg Name: Verzoeking van Antonius Author: Frans van den Wijngaerde License: Public Domain Link: http://hdl.handle.net/10934/RM0001.COLLECT.196259",
        "Filename: 289054889_27cbe6ba22_o.jpg Name: Behold Author: Kelly Marine License: CC BY-SA 2.0 Link: https://www.flickr.com/photos/videocrab/289054889/"
    ],
    "containment_procedures": "SCP-7773 is currently under investigation; four individuals associated with SCP-7773 are currently held in containment at Site-666.",
    "description": "SCP-7773 collectively designates a group of Tartarean Entities operating as a small-scale crime syndicate, specializing in theft, burglary, robbery, and the trafficking and liquidation of stolen goods. SCP-7773 has been active since at least 500 AD and is responsible for numerous, high-profile thefts of artworks, jewelry, items of religious and occult significance, and various other goods from then until the present day.",
    "title": "SCP-7773"
}