{
    "url": "https://scp-wiki.wikidot.com/scp-7774",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\nPreferred iteration of SCP-7774\n\n\n\n\n\n\nItem #:\n SCP-7774\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Saint Mary's Catholic Cemetery is to be inspected for upkeep every first Sunday of a new month. Janitorial personnel are to be dispatched on site for landscaping purposes.\n\n\nOnce per year, the cemetery is to be closed to the public seventy-two hours leading to the date of June 12th under the guise of maintenance purposes. Twenty-four hours preceding June 12th, the area surrounding SCP-7774 will be blocked from public access via MTF unit Kappa-16 \n(Groundskeepers)\n.\n\n\nDescription:\n SCP-7774 is a yearly phenomenon affecting the area of Fredericksburg, Texas. On June 12th, uniquely at 6:30 AM (CST) precisely, SCP-7774 will animate as a humanoid structure, typically a sculpture, within the surrounding area. From discovery, SCP-7774 has indicated a preference for using the form of an angel statue within Saint Mary's Cemetery.\n\n\nUpon animation, the often preferred\n1\n angel statue of SCP-7774 has been displayed to step from its pedestal, manifesting lithe control over the statue's stone limbs. Passive, non-verbal acknowledgement of Foundation personnel has been previously observed.\n\n\nOften following a brief stroll of the cemetery, SCP-7774 will spend the remainder of the phenomenon in close proximity to a faded, marble cross grave. Observed behavior of SCP-7774 has previously revealed the anomaly:\n\n\n\n\nKneeling, bowing, or praying over the grave-site\n\n\nGently caressing the ground\n\n\nWeaving nearby flowers into bouquets (sunflowers, bluebonnets, pink evening primrose, etc.)\n\n\n\n\nIn the evening, commonly after 7:00 PM, SCP-7774 will stand up from the grave after making a final gesture and will return to the statue's initial location, reverting to a non-anomalous state.\n\n\n\n\n+ Addendum: Discovery Log\n\n\n\n\n-Addendum: Discovery Log\n\n\n\n\n\n\n\n\nRecovered Photograph from Gravesite\n\n\n\n\n\n\nLocal rumors of angels blessing the graves of Saint Mary's began to spread in Fredericksburg by local citizens as early as June of 1974. Monthly low priority surveillance of the cemetery was conducted for over a year before SCP-7774 was discovered.\n\n\nUpon scheduled retrieval, SCP-7774 was discovered to be kneeling over its chosen grave-site. Local foundation personnel dispatched to the area attempted to secure SCP-7774 away from the site to find SCP-7774 having demanifested, leaving a common, non-anomalous angel statue.\n\n\nExcavation of the grave SCP-7774 was discovered upon revealed the following:\n\n\n\n\nOne decayed human skeleton of a juvenile female\n\n\nOne wooden rosary, broken into two parts\n\n\nOne faded photograph of a woman and young child\n\n\n\n\nRestoration of the photograph revealed faint handwriting on the back. Analysis of the photograph revealed the text \"Judith, 6-12.\"\n\n\nFollowing discovery, the grave site was returned to its original state. Foundation personnel were planted as groundskeepers within Saint Mary's Cemetery for quick surveillance for future SCP-7774 instances.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7774\n\" by HotColes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7774\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Highgate Cemetery Angel Statue.png, Portrait of a woman holding a baby (I0024828).jpg\n\n\nAuthor:\n \nHotColes\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Highgate_Cemetery_Angel_Statue.png\n\n\n\n\nhttps://commons.wikimedia.org/wiki/File:Portrait_of_a_woman_holding_a_baby_(I0024828).jpg\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7773\n | SCP-7774| \nSCP-7775\n »\n\n\n\n\nMore works by HotColes\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-4299\n\n\nRating: 143\n\n\n\n\n\n\nSCP-3407\n\n\nRating: 132\n\n\n\n\n\n\nSCP-4603\n\n\nRating: 94\n\n\n\n\n\n\nSCP-1255\n\n\nRating: 58\n\n\n\n\n\n\nSCP-4425\n\n\nRating: 51\n\n\n\n\n\n\nSCP-5714\n\n\nRating: 46\n\n\n\n\n\n\nSCP-7774\n\n\nRating: 29\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nHere, We Only Got One Rule: Never, Ever Let It Cool\n\n\nRating: 65\n\n\n\n\n\n\nPoky Ball Z\n\n\nRating: 54\n\n\n\n\n\n\n\n\n\n\n\n\nGoI Formats\n\n\n\n\n\n\nCritter Profile: Ringo!\n\n\nRating: 181\n\n\n\n\n\n\nNobody's Observations on Temporal Displacement, Family, and Waffles\n\n\nRating: 101\n\n\n\n\n\n\n\n\nClick here to check out HotColes's Author Page.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Previous experimentation surrounding the removal of structures within Fredericksburg has yielded varying activation locations, yet prevention of SCP-7774 from manifesting has been unsuccessful.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7774 \" by HotColes, from the SCP Wiki . Source: https://scpwiki.com/scp-7774 . Licensed under CC-BY-SA .",
        "Filename: Highgate Cemetery Angel Statue.png, Portrait of a woman holding a baby (I0024828).jpg Author: HotColes License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Highgate_Cemetery_Angel_Statue.png"
    ],
    "item": "SCP-7774",
    "object_class": "Euclid",
    "containment_procedures": "Saint Mary's Catholic Cemetery is to be inspected for upkeep every first Sunday of a new month. Janitorial personnel are to be dispatched on site for landscaping purposes.",
    "description": "SCP-7774 is a yearly phenomenon affecting the area of Fredericksburg, Texas. On June 12th, uniquely at 6:30 AM (CST) precisely, SCP-7774 will animate as a humanoid structure, typically a sculpture, within the surrounding area. From discovery, SCP-7774 has indicated a preference for using the form of an angel statue within Saint Mary's Cemetery.",
    "title": "SCP-7774"
}