{
    "url": "https://scp-wiki.wikidot.com/scp-7775",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\nNGC 6946, the location of three instances of SCP-7775-α in periods of interstellar expansion.\n\n\n\n\n\n\nItem #:\n SCP-7775\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to the nature and scale of SCP-7775, effective containment of the anomaly is impossible. Civilizations as described by SCP-7775 and their planets of origin, as well as any systems which have been expanded into by aforementioned civilizations, will be monitored by the Foundation's respective interstellar agencies.\n\n\nDescription:\n SCP-7775 is an observed phenomenon found throughout outer space. The anomaly is that of convergent evolution of \nHomo sapiens sapiens\n across a multitude of systems. Human societies that did not evolve on Earth are collectively designated as SCP-7775-α.\n\n\nThe anomaly manifests itself on highly similar Earth analogues. Typically, these Earth analogues have near-identical masses, atmospheric contents, and geological histories. Roughly 95%\n1\n of the Earth analogues rotate around a unitary G-type main-sequence star (\"yellow dwarf\").\n\n\nObservations have been conducted by the ███████ ██████ located in orbit around Charon (\"CLEOMEDES\").\n\n\nSCP-7775-α instances are genetically identical to the humans of Earth. Within each SCP-7775-α instance exists minor phenotypical variations, the scale of which is consistent to that of the variation between various ethnic groups on Earth.\n\n\nConsistent with the genetic research, preliminary evidence suggests that specimens of SCP-7775-α instances can reproduce with Earth-evolved humans as well as with specimens of other instances. Similar to Earth-evolved humans, SCP-7775-α instances have developed languages and comparable cultural development.\n\n\nUnlike Earth-evolved humans, however, instances of the anomaly typically do not have a primate-based evolutionary background. On SCP-7775-38, preliminary evolutionary research suggests shared common ancestors with avian analogues. Further research into evolutionary history is pending.\n\n\nTo date, there have been 120\n2\n observed instances of the anomaly. The societies of instances include that of pre-agriculture, feudal states, nation states, and interstellar empires. The progression between various societal paradigms is not linear nor immediately intuitive.\n\n\n\n\n+ The CLEOMEDES project\n\n\n\n\n- Close attachment\n\n\n\n\n\n\nINPUT CLEARANCE CODE\n\n> ⬤⬤⬤⬤⬤⬤⬤⬤⬤⬤\n\nVALIDATING CREDENTIALS\n\n\nAccessed Clearance Level 1 of File: CLEOMEDES\n\n\n\n\n\n\nCLEOMEDES is one of the Foundation's most recent attempts at expanding its capabilities outside of the Earth, located on the moon of Charon. CLEOMEDES is a station home to several experimental observational instruments as well as as a scientific research station. Most notable are the causality experiments\n3\n, the result of which allows us to communicate with civilizations located many light years away and in great detail.\n\n\n\n\n\n\n\n\n\n\nBelow are selected instances of SCP-7775.\n\nInstance names below are attached to SCP-7775-α, i.e. \"17\" refers to SCP-7775-α-17.\n\n\n\n\n\n\nInstance name\n\n\nDescription\n\n\n\n\n\n\n17\n\n\n17 is a planetary society remaining in a period of pre-agriculturalism, located in an ejected star system near IC 2497. Anthropogenic radio is extremely scarce. Analysis of radio suggests the presence of anti-modernist religious movements akin to Neo-Luddism on Earth. Attempts to engage in contact with CLEOMEDES resulted in no response. Further analysis suggests that 17 was a formerly space-faring civilization. It is unknown when or why the instance returned to a pre-agricultural state.\n\n\n\n\n\n\n39\n\n\n39 is the largest of three interstellar states in NGC 6946. 39 appears to have developed spacefaring technology enabling for brief faster-than-light movement, which has allowed it to set up a series of colonies in its immediate vicinity. It is typically involved with conflicts with two other space-faring instances of SCP-7775-α in the same galaxy — 38 and 40. 38, 39, and 40 avoid a large section of NGC 6946, accounting for roughly 62% of the galaxy's stellar mass, preferring to war with each other for habitable and arable territory instead of expanding into this region. The reasoning behind this remains unclear.\n\n\n\n\n\n\n102\n\n\n102 is located in M87. It is in a period of nuclear-armed nation states. The Foundation has made contact with a similar group in 102. 102 is home to an institution dedicated to organizing and containing anomalies and have similar technology to CLEOMEDES. This institution has been in brief contact with the Foundation and has confirmed their observation of the SCP-7775 anomaly.\n\n\n\n\n\n\n119\n\n\n119 is the remains of an instance in Dragonfly 44. No known specimens from 119 are known to be alive and the ruins of civilization are seen from the surface. Foundation research suggests that 119 was recently unified, after a long period of warring nation states, and were about to make initial forays into interstellar space. Tentative evidence suggests that 119 had developed highly advanced FTL technology.\n\n\n\n\n\n\n\n\n+ Missives relating to SCP-7775-17\n\n\n\n\n- Close attachment\n\n\n\n\n\n\nSECURITY CLEARANCE OF 3 REQUIRED\n\nHANDHELD IDENTIFICATION DEVICE DETECTED\n\nENTER SECURITY CODE ON DEVICE\n\n\n\n\n\n\nVALIDATING CREDENTIALS\n\nCLEARANCE CONFIRMED\n\n\n\n\n\n\n15/10/20██\n\n\nMemo from CLEOMEDES board\n\n\nTo all personnel assigned to working on top-level faster-than-light projects;\n\nPlease note that there has been issued an immediate order to place these projects on hiatus.\n\nReport to Main Office for further briefing.\n\n\n\n\n\n\n9/10/20██\n\n\nApproximately three years ago, not too long after CLEOMEDES became operational, we recieved a missive from SCP-7775-17, which is odd considering the planet's anti-technology stance. Alongside it was a key for the purpose of quickly deciphering their language. It, when translated, came to a simple statement.\n\n\nWATCHING MAN. TURN OFF.\n\n\nThe patterns are clear now. I have submitted my interpretation and my proposal for action to the board. Hopefully it's not too late. -Dr. Hinai\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7774\n | SCP-7775 | \nSCP-7776\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 140/147 planets observed.\n\n\n2\n. The discrepancy between the planet count and instance count is due to the presence of multi-system spanning instances.\n\n\n3\n. Which has allowed us to very briefly achieve superluminality",
    "addendums": [],
    "documents": [],
    "notes": [
        "INPUT CLEARANCE CODE > ⬤⬤⬤⬤⬤⬤⬤⬤⬤⬤ VALIDATING CREDENTIALS Accessed Clearance Level 1 of File: CLEOMEDES",
        "SECURITY CLEARANCE OF 3 REQUIRED HANDHELD IDENTIFICATION DEVICE DETECTED ENTER SECURITY CODE ON DEVICE",
        "VALIDATING CREDENTIALS CLEARANCE CONFIRMED"
    ],
    "item": "SCP-7775",
    "object_class": "Keter",
    "containment_procedures": "Due to the nature and scale of SCP-7775, effective containment of the anomaly is impossible. Civilizations as described by SCP-7775 and their planets of origin, as well as any systems which have been expanded into by aforementioned civilizations, will be monitored by the Foundation's respective interstellar agencies.",
    "description": "SCP-7775 is an observed phenomenon found throughout outer space. The anomaly is that of convergent evolution of Homo sapiens sapiens across a multitude of systems. Human societies that did not evolve on Earth are collectively designated as SCP-7775-α.",
    "title": "SCP-7775"
}