{
    "url": "https://scp-wiki.wikidot.com/scp-778",
    "all_text": "rating: \n+131\n+\n–\nx\n\n\nItem #:\n SCP-778\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-778 is particularly dangerous in that it is immobile and centered in [DATA EXPUNGED] National Park, which is frequented by civilians. Signs or public documents displaying maps of or mentioning the existence of SCP-778 are to be erased, destroyed, or rewritten as necessary. Public awareness of SCP-778 must be avoided as much as possible. Placing signs over the trailhead marking it as \"closed\" and \"dangerous\" has been found effective and is to remain in place. Two undercover agents are to be located within the park at all times to monitor civilian access to or awareness of SCP-778. These measures should be effective in deterring civilians from contact with SCP-778.\n\n\nDescription:\n SCP-778 is an area of land of undetermined size located in [REDACTED] National Park. SCP-778 is currently defined on all maps, signs, and other media representing it as a hiking trail leading to a destination known as \"Paradise Falls\". Whether \"Paradise Falls\" exists is currently unknown and perhaps unknowable.\n\n\nSCP-778 is constructed normally for trails in the area, and is labeled normally at the trailhead and at irregular intervals along its length. None of this is anomalous for trails in the area. However, SCP-778 is extremely topographically inconsistent and potentially dangerous to civilians. Instead of leading to \"Paradise Falls\", SCP-778 will instead lead to other areas of the park or on winding, inconsistent paths around the area. SCP-778 is generally located in only one area of the park, although it varies from exploration to exploration.\n\n\nEcologically and geologically, the area surrounding SCP-778 is consistent with that of the park. A river running through the area may be part of \"Paradise Falls\", although the river is difficult to follow and may be topographically inconsistent as well. In addition, visitors hiking on SCP-778 have reported hearing the sound of rushing water, consistent with that of a waterfall, although in all cases the trail soon veers away from the assumed location of the waterfall.\n\n\nSCP-778 also appears to \"regenerate\" somewhat regularly, usually every 10-25 years. When it does, its name will change, it will shift to another area of the park, and all park maps and signs will change to reflect this. For a known history of SCP-778's changes, please see Document 778-130\n\n\nFor a record of tests performed in order to reveal the nature of SCP-778, please see \nExperiment Log 778\n.\n\n\nAddendum 778-A:\n In ████, an attempt was made to destroy SCP-778 with the use of multiple Class-D personnel, machinery, and common tools. Over 20 km of trail were destroyed (passed off as winter flood and storm damage) before it disappeared. Seven months later, the trail reappeared in a different location under the name Paradise Falls. Given the effort needed to destroy that much trail and the utter failure of the attempt, total destruction of SCP-778 is not recommended again.\n\n\nDocument 778-130:\n List of Known Previous Incarnations of SCP-778\n\nInitial Recovery in ████-████: Eld Fen\n\n████-████: Nightfall Pond\n\n████-████: Fox Lake\n\n████-████: Cedar Point\n\n████-████: Western Ridge\n\n████-Present: Paradise Falls\n\n\n\n\n\n\n« \nSCP-777\n | SCP-778 | \nSCP-779\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-778\n\" by Sophia Light, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-778\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 778-A: In ████, an attempt was made to destroy SCP-778 with the use of multiple Class-D personnel, machinery, and common tools. Over 20 km of trail were destroyed (passed off as winter flood and storm damage) before it disappeared. Seven months later, the trail reappeared in a different location under the name Paradise Falls. Given the effort needed to destroy that much trail and the utter failure of the attempt, total destruction of SCP-778 is not recommended again."
    ],
    "documents": [
        "Document 778-130: List of Known Previous Incarnations of SCP-778 Initial Recovery in ████-████: Eld Fen ████-████: Nightfall Pond ████-████: Fox Lake ████-████: Cedar Point ████-████: Western Ridge ████-Present: Paradise Falls"
    ],
    "notes": [
        "\" SCP-778 \" by Sophia Light, from the SCP Wiki . Source: https://scpwiki.com/scp-778 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-778",
    "object_class": "Euclid",
    "containment_procedures": "SCP-778 is particularly dangerous in that it is immobile and centered in [DATA EXPUNGED] National Park, which is frequented by civilians. Signs or public documents displaying maps of or mentioning the existence of SCP-778 are to be erased, destroyed, or rewritten as necessary. Public awareness of SCP-778 must be avoided as much as possible. Placing signs over the trailhead marking it as \"closed\" and \"dangerous\" has been found effective and is to remain in place. Two undercover agents are to be located within the park at all times to monitor civilian access to or awareness of SCP-778. These measures should be effective in deterring civilians from contact with SCP-778.",
    "description": "SCP-778 is an area of land of undetermined size located in [REDACTED] National Park. SCP-778 is currently defined on all maps, signs, and other media representing it as a hiking trail leading to a destination known as \"Paradise Falls\". Whether \"Paradise Falls\" exists is currently unknown and perhaps unknowable.",
    "title": "SCP-778"
}