{
    "url": "https://scp-wiki.wikidot.com/scp-7780",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\nItem #:\n SCP-7780\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-7780's remains are kept in the ECRG Autopsy Laboratory. For details of SCP-7780’s former operational schematics, authorized personnel may consult Document ECU-7780S, volumes 3-7. Note that the validity of these schematics is currently questionable.\n\n\nDescription:\n SCP-7780 was the beta version of a probabilistic manipulation drive designed to mitigate unaccountable risk factors for containment and retrieval operations in a local area. The ECRG schematic defines SCP-7780 as a gorgon effect field generator that manipulates the outcomes of dynamic environmental systems. By forcibly truncating input parameters generated by the observer effect, SCP-7780 cauterizes these dynamic systems to limit what a human observer\n1\n would consider bad luck. SCP-7780 was implemented with a beacon-anchor system, where a single drive generator could communicate with any number of field receivers and beneficially manipulate probability across a practically infinite area.\n\n\nAddendum:\n Area-25 Probability Resonance Cascade\n\n\nThe biological components in SCP-7780’s receivers necessitated implantation in human operators, a design flaw expected to be resolved in future iterations. \nMobile Task Force Tau-5 \"Samsara\"\n troopers were chosen for their receptiveness to foreign tissue and pain resistance. Prior to the test, they were uploaded into unmodified shells to minimize potential external influence.\n\n\nDuring SCP-7780’s initial test run, faulty calibration parameters resulted in a positive feedback loop that generated an escalating series of increasingly catastrophic nonlinear system failures and improbably coincidental occurrences compounding each other.\n\n\nThe ensuing probability resonance cascade nearly destroyed Area-25 before the drive was destroyed by Samsara troopers. In light of the drive's catastrophic failure and the numerous risk factors, it manifested, further development was canceled and it remains reclassified as SCP-7780. The ECU-7780 research team has since shifted its priorities to understanding the causes of the resonance cascade and SCP-7780’s true mechanisms of operation.\n\n\nA full post-mortem of the incident is underway. Full reconstruction has been hampered by severe damage incurred to the site’s computer systems.\n\n\n \n\n\n\n\nOPERATION:\n ECU-7780-BETA TEST SUITE 3\n\n\nDATES:\n ██/██/2022 – ██/██/2022\n\n\nSTATUS:\n FAILURE\n\n\nDEPARTMENT LIAISON:\n Captain Sarah Hughes, Dr. Gennaro Andrews\n\n\nOPERATION LEADER:\n Sergeant Irantu\n\n\nOPERATIVES:\n Corporal Munru, Specialist Nanku, Specialist Onru\n\n\nSUPPORT:\n Samsara Squad, Experimental Containment Research Group\n\n\nBRIEF:\n\n\nOnru:\n Do not blame Gnasher.\n\n\nIrantu:\n Technically, it was the dog. \nHowever\n –\n\n\nMunru:\n Leave the dog out of this! It was faulty engineering.\n\n\nNanku:\n I think it went pretty well! Please do not blame our dog!\n\n\nIrantu:\n We’re getting ahead of ourselves. Onru, begin the debrief from the moment of the test.\n\n\nOnru:\n Sergeant Irantu has allowed me to take point on the debrief as I was the one to complete the operation.\n\n\nIrantu:\n The rest of my squad will of course provide additional context and details as necessary.\n\n\nOnru:\n We had been briefed on the details of the ECU-7780. Its operation as an…\n\n\nMunru:\n As a gorgon-effect field generator. A machine to manufacture good luck. We had completed Test Suite 2A the previous week.\n\n\nOnru:\n As stated in our report, all validation tests were successful. We did not observe any side effects with receiver implantation aside from a mildly uncomfortable sensation in our eye sockets similar to being stung by hornets.\n\n\nNanku:\n I still do not believe that compound vision like a fly’s falls under expected results.\n\n\nOnru:\n On the day of Test 3A, we were escorted by Captain Hughes to the ECRG laboratory. There was not even time to see Gnasher that morning. We had lodged him at the site kennel for the duration of our visit per protocol. However he escaped, it is on their heads.\n\n\nIrantu:\n Onru…\n\n\nOnru:\n our superiors need to be clear about the chain of… causality.\n\n\n\n\nSCP-212-745\n (“Gnasher”), an Indian pariah dog repurposed for MTF Tau-5’s containment procedures, was being kept in Processing House 4 for the duration of ECRG testing to maintain Tau-5’s morale. Gnasher possessed three primary prostheses: legs capable of telescoping and supporting its weight up to 5 meters in the air, a tri-pronged snout with rotating stainless steel teeth, and an industrial-strength digestive tract protected by polycarbonate.\n\n\nGnasher’s containment procedures consisted of two remote-controlled electric collars, hourly checkups by kennel staff, and scheduled feeding/playtime with Tau-5. Processing House 4 had been provided with a small doghouse, false hydrant, and chew toys to keep it occupied. Until this incident, its behavior was unremarkable and these containment procedures functioned adequately.\n\n\n\n\nOnru:\n With that established… beginning debrief. At 0900 hours we were present in the ECRG laboratory for the start of ECU-7780-Beta Test 3A: healthy activation of the ECU-7780 field generator within a 1-meter radius of its receivers. As instructed, we each stood in our undergarments 1 meter from the generator, which was supported on a small ring-shaped stool with a cutout in the middle to let it hang. There were several cables and wires jammed into the generator’s underside through the cutout.\n\n\nMunru:\n It reminded me of an obese toad on a stick.\n\n\nIrantu:\n All field technicians were also present and on standby at their stations. Technicians Vasquez, Wucinich, and Wood were present and accounted for. Captain Hughes and Doctor Andrews were overseeing the test from the viewing room.\n\n\nOnru:\n At 0925 hours the technicians had completed their final checks and were ready to commence the test. They asked us if we felt ready to proceed.\n\n\nNanku:\n Which we were! I was looking forward to having good luck.\n\n\nOnru:\n Hughes and Andrews okayed the start of the test. The technicians flipped down their safety shields and switched the generator on remotely. I was surprised at how many switches they had to flip.\n\n\nNanku:\n We immediately felt it turn on! Which was not one of the expected results. Since the… dynamic field parameters… were supposed to be… truncated… silently? Without us noticing. But the sensation of being stung by hornets spread out across my face and head. I disliked it. And the generator opened its eyes and stared at everything around it! I was surprised that they looked like rat eyes. I was expecting fly eyes like ours. Seven of them were staring at me.\n\n\nOnru:\n We relayed this to the technicians. Captain Hughes wanted to end the test but after we affirmed that the sensation of hornets was not actually harmful, Dr. Andrews directed them to record this information and start Test 3B.\n\n\nIrantu:\n At 0935, the technicians started feeding calibration parameters to the generator. Its eyes began changing colors.\n\n\nNanku:\n Each time it blinked the eye was a different color. They were all beady and rat-colored though. I didn’t see any human eyes. And the sensation around my head kept changing. Around 0936 minutes, it started feeling like cockroaches around my head, then at 0937 minutes, I felt rats padding across my face.\n\n\nMunru:\n We all felt it. Not like the rats in the barracks either. The footpads were mangier.\n\n\nOnru:\n We heard the animals in the site kennel howling. We told the technicians and they couldn’t hear it.\n\n\nIrantu:\n Captain Hughes confirmed with the kennel that the animals had become agitated.\n\n\nOnru:\n Dr. Andrews ordered the technicians to shut down the field generator. I was surprised they didn’t have an emergency shutoff – they had to flip each switch in the precise reverse order it had been activated. Halfway through the shutoff process, at 0939 Gnasher fell head-first through a ceiling duct. Right into the generator.\n\n\nMunru:\n The kennel said he had escaped through one of the ducts. Used his stilt legs to reach it and then ate his way through the grate. We warned them that a muzzle would be insufficient.\n\n\nNanku:\n His head was stuck \nin\n the generator! He was trying to pry himself out.\n\n\nOnru:\n I immediately moved forward to extract him but Irantu held me back. If I had pulled Gnasher out then and there, none of this would have happened. Instead, we stood around like idiots while Dr. Andrews and Cpt. Hughes sat in the viewing room like a bigger idiot.\n\n\nIrantu:\n I was waiting to get the all-clear from the supervisors. They were trying to determine the… optimal course of action.\n\n\nOnru:\n I must be… abundantly clear how many different points of failure were at fault for this disaster. We stood there for sixty seconds watching my dog \nsuffocate\n!\n\n\nIrantu:\n But he did not. At 0941, he pulled himself loose from the stand. The generator was still stuck in his head.\n\n\nOnru:\n Captain Hughes ordered us to hold Gnasher down so the technicians could finish shutting off the generator. As we approached –\n\n\nNanku:\n It barked at us! It had a mouth full of… concentric rows of teeth and sounded like a dozen electric drills at once. But it wasn’t Gnasher’s mouth. It was a rat’s!\n\n\nMunru:\n The technicians fell back. Vazquez and Wucinich tripped over each others’ feet. He tripped and smashed into the generator controls. She tripped and smashed into the backup controls.\n\n\nNanku:\n The emergency alarm went off, bathing the room in crimson light and blaring sirens. Rat Gnasher panicked and bolted!\n\n\nIrantu:\n Captain Hughes ordered us to catch him. We lunged at him simultaneously but missed and collided with each other.\n\n\nOnru:\n Technician Woods tried to play the hero and stand in front of the main door even though it was already sealed. Rat Gnasher bowled him over instantly. His entry lanyard flew right off his neck and onto the scanner. Opened the door just in time for the dog to run through and then close it right as Nanku ran into it.\n\n\nNanku:\n I was fine! Just a broken nose. But blood sprayed all over the scanner and shorted it out.\n\n\nMunru:\n We were stuck there until 0950 when the technicians were able to find replacement fuses and restore main power.\n\n\nIrantu:\n Captain Hughes and Dr. Andrews tasked us with tracking down Rat-Gnasher. In the nine minutes, he had been loose, the site had already logged forty-nine casualties and four escaped anomalies.\n\n\nNanku:\n Dr. Andrews also tasked us with putting on clothes!\n\n\nOnru:\n He tasked Nanku with putting on clothes since her undergarments were spattered in blood. I pointed out that she would need several minutes, by which time Rat-Gnasher would have caused even more damage. Cpt. Hughes concurred and overrode Andrews.\n\n\nIrantu:\n We considered splitting into groups to track Rat-Gnasher down, but Dr. Andrews worried that the… causality effects… were still contained in the space between the receivers and the generator. We considered destroying the receivers but Cpt. Hughes would not sanction the tactical disadvantage of blinding ourselves. So we set off with the objective of capturing Gnasher, localizing the field generator effect, and minimizing further damage to the Area.\n\n\nOnru:\n I took point as Gnasher’s primary caretaker. We headed north from the testing laboratory, towards our bunk. I had told him the previous night that he could find me there if he needed me.\n\n\nIrantu:\n Security footage had traced him in that direction. In case of a site breach, it would benefit him to locate us efficiently.\n\n\nOnru:\n We caught him in the Cryonics Research Laboratory without incident.\n\n\nIrantu:\n We incurred some injuries along the way.\n\n\nOnru:\n Without. Incident.\n\n\n\n\n\n\nSECURITY FEED, HARDWARE DEPOT 1\n\n\nThe hardware depot was used to store tools and equipment for landscaping/construction. It was separated into multiple aisles of metal racks. A loose steel rod had wedged itself in the doorframe during the initial evacuation of the room, preventing it from closing fully.\n\n\nAt 0955 hours, the ECU-7780 unit enters the room through the unsealed door. At 1000, Samsara pries the door open fully and forces its way in. Onru takes point and steps on a rake that slams into her face. Nanku laughs at her, crosses the doorway, and steps on a rake that slams into her face. Munru checks the floor to ensure there are no rakes, then steps forward onto a rake that slams into his face. Iran shrugs put a hand in front of his face and steps forward. He does not step on a rake, but slips on a loose banana peel next to the room waste bin and fractures his tailbone.\n\n\nIrantu diagnoses minor spinal injuries characterized by growing numbness but deems the injury non-critical. He can stand under his power, then pulls the bar from the doorway so it will automatically slide shut. Onru observes the ECU-7780 unit crouched at the far end of the aisles; she puts her hands up and beckons to the ECU unit, encouraging it to approach her. When it growls at her, she lowers her head in a submissive fashion and begins to slowly approach it. The other members of Samsara break off and move closer through the adjacent aisles.\n\n\nWhen Onru is halfway down the aisle, ECU-7780 breaks left towards Nanku, who sprints forward and dives towards the unit, but misses and slams against the far wall. A bucket falls off the shelf onto her head. Munru approaches from the adjacent aisle as Irantu approaches from the back row, attempting to catch it in a pincer maneuver. They both dive but miss and collide with each other. A bucket falls off the shelving onto each of their heads. Nanku extricates herself from the bucket, dives for the 7780 unit again, and misses again. She rolls to avoid another falling bucket and is struck by a loose cinder block, suffering a skull fracture in the process.\n\n\nOnru chases the ECU-7780 unit towards the exit. Instead of stopping or changing direction, the unit simply runs headfirst at the door. Instead of colliding with the locked door, it somehow manages to slip underneath the door gap. Onru tries to stop, but slips on the loose rod and collides with the door. The impact is enough to both dent and dislodges the door from its frame, causing it to fall on top of her and break several of her ribs. Munru and Nanku push the door off of her.\n\n\nBecause they are in naked shells, Samsara is delayed in their pursuits by triaging their injuries, applying duct tape to themselves as makeshift bandages.\n\n\n\n\n\n\nSECURITY FEED, ECRG LABORATORY 2\n\n\nECRG Laboratory 2 was being used to test \nECU-133\n, a series of man-sized wormholes that could be connected to each other or applied and removed from either side of a surface to tunnel through it. The laboratory’s occupants evacuated into the closest hazard shelter shortly after the alarm went off. Six of the lab’s hazard shields were still raised, each with a wormhole applied to them.\n\n\nAt 1010 hours, ECU-7780 is seen squeezing under the doorframe, inflating its form in a manner akin to a balloon, before the door is wrenched open by Onru. ECU-7780 immediately flees into the back-left wormhole, only to pop out of the middle-right wormhole again. After a moment’s deliberation, Samsara pursues the unit into the left-front wormhole but emerges from the back-left wormhole whereas the unit exits through the back-right wormhole. They follow 7780 into the middle-left wormhole, but exit from the front-right wormhole while it exits from the back-left wormhole. Upon chasing 7780 into the back-left wormhole, each member of Samsara emerges from a separate wormhole and convenes on it through the middle-right wormhole.\n\n\nFor several seconds, Samsara chases 7780 through the ECU-133 units. Abnormal behavior from the wormholes continues to escalate. At one point, ECU-7780 is seen chasing the Samsara team; at another, it is not seen for several moments while only the members of Samsara are seen emerging from each wormhole in turn. At one point, nobody is seen for several seconds until six copies of Samsara squad emerge: one from each wormhole.\n\n\nThese copies freeze and stare at each other until ECU-7780 emerges from the front-right wormhole and egresses through the laboratory entrance. Upon seeing this, each copy retreats back into the wormhole from which it emerged. By 1015 hours, only one copy of Samsara emerges from the front-right wormhole to continue their pursuit.\n\n\nWhen examined later, none of the ECU-133 prototypes were found to be functional.\n\n\n\n\n\n\nSECURITY FEED, AREA-25 CRYONICS LABORATORY\n\n\nThe Area-25 Cryonics Laboratory researches supercooling preservatives and preservative supercooling of living tissue. It is laid out along a single corridor in the northeast wing of Area-25, east of the barracks, with three cryonics chambers along the north wall. Three days prior to the resonance cascade, an adult instance of \nSCP-3199\n was captured near the site and placed in Cryonics Unit 2 for safe-keeping while transfer to Area-114 was arranged. At 0945 hours during the resonance cascade, the coolant piping in Units 1 and 3 ruptured, icing over the floor. Technicians Bernard Mahnke and Leandra Stresing remained behind to ensure that Unit Two was not breached.\n\n\nAt 1020, Stresing is huddled on top of a desk while Mahnke is sitting on the ice in front of the containment unit. She observes a temperature anomaly and asks him to check the cooling turbines behind the unit lock. As Mahnke works, the unit’s temperature continues to rise and the 3199 instance contained within it revives. The instance begins beating against the unit, causing it to bulge and buckle slightly; at one point, the metal is red hot and whistling. As the unit door seems about to give way, Mahnke fixes the ventilation blockage and gives Stresing the okay to restart the fans from her laptop. With their reactivation, the unit’s temperature lowers again and the instance’s attacks become more sluggish.\n\n\nWhile Stresing and Mahnke are waiting for the 3199 instances to freeze, the ECU unit slips into the room through the door gap. At first, the technicians do not notice it sliding about; then it comes to a stop below Stresing’s desk. She notices it and freezes. They stare at each other, then the unit opens its mouth. Stressing screaming and drops her laptop on the ground.\n\n\nThe cryonics unit door pops open and the 3199 instance steps out. As it adjusts to the laboratory environment, Samsara enters through the main entrance. Irantu immediately identifies the specimen as an instance of 3199 and authorizes the squad to terminate it. The 3199 instance looks between the technicians and Samsara, then tries to lunge at the technicians. However, it slips on the ice and falls flat on its face. Nanku dives across the floor put it in a headlock and snaps its neck. As it dies, it regurgitates an egg that skids across the floor into Onru’s hands. She stares down at it for a moment before trying to smash it into the ground.\n\n\nLikely due to her body heat, the egg hatches in her hands mid-throw. The juvenile instance of 3199 pins Onru’s arms under its weight and attempts to [REDACTED] her face. Onru headbutts it in response; as it reels back, ECU-7780 attacks and bites off its head. Onru praises the unit while pulling her hands free from the 3199 corpses. As she does so, four more instances burst from the stomach of the previous instance’s corpse.\n\n\nNanku looks at the security camera and pulls out a handheld sign from behind her back\n2\n. While she is distracted, a 3199 instance attacks her and splatters the camera feed with blood.\n\n\nSECURITY FEED, AREA-25 NORTHEAST WING\n\n\nAt 1035 hours, an explosion is heard inside the Cryonics Laboratory that blows the main door off its hinges. At 1045 hours, all members of Mobile Task Force Tau-5 exit the room covered in burns; Onru is cradling SCP-212-745 in her hands. At 1100, technicians Stresing and Mahnke rush from the room in the direction of the nearest emergency shelter.\n\n\nAt 1130 hours, the resonance cascade is declared over.\n\n\n\n\n\n\nOPERATION:\n ECU-7780-BETA TEST SUITE 3\n\n\nDATES:\n ██/██/2022 – ██/██/2022\n\n\nSTATUS:\n FAILURE\n\n\nDEPARTMENT LIAISON:\n Captain Sarah Hughes, Dr. Gennaro Andrews\n\n\nOPERATION LEADER:\n Sergeant Irantu\n\n\nOPERATIVES:\n Corporal Munru, Specialist Nanku, Specialist Onru\n\n\nSUPPORT:\n Samsara Squad, Experimental Containment Research Group\n\n\nBRIEF:\n\n\nOnru:\n There is very little to say. The 3199 instances mauled us badly, but without proper training, they were unable to inflict meaningful damage.\n\n\nIrantu:\n The primary challenge was not killing them. They are as fragile as humans and taste like chicken. But their eggs are practically impossible to destroy. At first, we simply tried throwing the eggs back into the cryonics unit, but the machine was broken and the technicians refused to work on it while we were fighting.\n\n\nOnru:\n They locked themselves in a supply closet. Cowards. The fight would have ceased if they would have gotten to work.\n\n\nNanku:\n There were over a dozen chicken men attacking us at one point! We were being stripped to the bone!\n\n\nMunru:\n We were lucky to have Gnasher. He saved our lives.\n\n\nNanku:\n He started eating them! Sliding across the ice from corpse to corpse and shoveling the eggs into his mouth. Onru tried to get him to stop but he was too busy feasting to listen. I tried tasting one but couldn’t see the appeal.\n\n\nOnru:\n I was more concerned about them hatching in his stomach. We could see each one of them bulging against his insides, stretching them in the shape of horrible birds. But that thing on his head kept him alive. As soon as the last egg was shoveled into his mouth – he burped and exploded. Popped like a balloon.\n\n\nIrantu:\n We were briefly blinded and incurred minor third and fourth-degree burns, but were otherwise unharmed. When the blindness ended, we found Gnasher lying on his side with the cracked remains of the ECU lying next to him. It appeared to have been hollowed out, but its eyes remained blinking on the outside.\n\n\nOnru:\n Gnasher’s form had returned to normal but he was unconscious. I was unsure if he was alive because his heart was hidden by his stomach and the polycarbonate doesn’t transmit sound well. I waited until his eyes opened and he licked my face. Then I was sure he was combat-ready again.\n\n\nNanku:\n She held him in her arms and everything.\n\n\nOnru:\n Shush. We took Gnasher back to the kennel and had him examined by the veterinarians. He was extremely well-behaved and they will all attest to that.\n3\n As far as we are concerned, he prevented two containment breaches simultaneously at great personal risk to himself.\n\n\n\n\nIn the aftermath of the resonance cascade, the ECU-7780 breach was calculated to have caused sixty-five casualties, seven containment breaches, and destroyed several billion dollars worth of equipment. The remains of SCP-7780 were recovered from the Cryonics Laboratory without incident. No SCP-3199 remains could be found. SCP-212-745 was monitored in the Area-25 Kennel for one month before being released into Tau-5’s custody.\n\n\nOn ██/██/2022, SCP-212-745 “Gnasher” was nominated by Captain Sarah Hughes, Sergeant Irantu, and Sergeant Onru for a Foundation Star.\n\n\n\n\n\n\n« \nSCP-7779\n | SCP-7780 | \nSCP-7781\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7780\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7780\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. see ECU-7780S Abstract for an applied definition of human\n\n\n2\n. on slowed footage, the sign reads “GOOD GRIEF” in shaky capital letters.\n\n\n3\n. None of the kennel veterinarians were willing to say otherwise.",
    "addendums": [
        "Addendum: Area-25 Probability Resonance Cascade\nThe biological components in SCP-7780’s receivers necessitated implantation in human operators, a design flaw expected to be resolved in future iterations. Mobile Task Force Tau-5 \"Samsara\" troopers were chosen for their receptiveness to foreign tissue and pain resistance. Prior to the test, they were uploaded into unmodified shells to minimize potential external influence.\nDuring SCP-7780’s initial test run, faulty calibration parameters resulted in a positive feedback loop that generated an escalating series of increasingly catastrophic nonlinear system failures and improbably coincidental occurrences compounding each other.\nThe ensuing probability resonance cascade nearly destroyed Area-25 before the drive was destroyed by Samsara troopers. In light of the drive's catastrophic failure and the numerous risk factors, it manifested, further development was canceled and it remains reclassified as SCP-7780. The ECU-7780 research team has since shifted its priorities to understanding the causes of the resonance cascade and SCP-7780’s true mechanisms of operation.\nA full post-mortem of the incident is underway. Full reconstruction has been hampered by severe damage incurred to the site’s computer systems.\n\nSCP-212-745 (“Gnasher”), an Indian pariah dog repurposed for MTF Tau-5’s containment procedures, was being kept in Processing House 4 for the duration of ECRG testing to maintain Tau-5’s morale. Gnasher possessed three primary prostheses: legs capable of telescoping and supporting its weight up to 5 meters in the air, a tri-pronged snout with rotating stainless steel teeth, and an industrial-strength digestive tract protected by polycarbonate.\nGnasher’s containment procedures consisted of two remote-controlled electric collars, hourly checkups by kennel staff, and scheduled feeding/playtime with Tau-5. Processing House 4 had been provided with a small doghouse, false hydrant, and chew toys to keep it occupied. Until this incident, its behavior was unremarkable and these containment procedures functioned adequately.\nIn the aftermath of the resonance cascade, the ECU-7780 breach was calculated to have caused sixty-five casualties, seven containment breaches, and destroyed several billion dollars worth of equipment. The remains of SCP-7780 were recovered from the Cryonics Laboratory without incident. No SCP-3199 remains could be found. SCP-212-745 was monitored in the Area-25 Kennel for one month before being released into Tau-5’s custody.\nOn ██/██/2022, SCP-212-745 “Gnasher” was nominated by Captain Sarah Hughes, Sergeant Irantu, and Sergeant Onru for a Foundation Star."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7780 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-7780 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7780",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-7780's remains are kept in the ECRG Autopsy Laboratory. For details of SCP-7780’s former operational schematics, authorized personnel may consult Document ECU-7780S, volumes 3-7. Note that the validity of these schematics is currently questionable.",
    "description": "SCP-7780 was the beta version of a probabilistic manipulation drive designed to mitigate unaccountable risk factors for containment and retrieval operations in a local area. The ECRG schematic defines SCP-7780 as a gorgon effect field generator that manipulates the outcomes of dynamic environmental systems. By forcibly truncating input parameters generated by the observer effect, SCP-7780 cauterizes these dynamic systems to limit what a human observer1 would consider bad luck. SCP-7780 was implemented with a beacon-anchor system, where a single drive generator could communicate with any number of field receivers and beneficially manipulate probability across a practically infinite area.",
    "title": "SCP-7780"
}