{
    "url": "https://scp-wiki.wikidot.com/scp-7783",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\nPlease forgive me for all of the things I never did.\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-7783\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nEUCLID \n\n\n\n\n\n\nDISRUPTION CLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-196\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. James Razay\n\n\n\n\n\n\nResearch Head\n\n\n\n\nKaden Powell\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-7783\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n EUCLID\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-196\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. James Razay\n\n\n\n\n\n\nResearch Head\n\n\n\n\nKaden Powell\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7783 was discovered here.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Instructions for semantoconceptual\n1\n binding of SCP-7783 are only available to allocated specialists. Personnel assigned to the vicinity of \nSite-196\n Unit 7783 are prohibited from engaging in intense hypothetical, speculative, fantastical, or intimate thought regarding SCP-7783. Due to the nature of SCP-7783, complete amnesticization of all personnel regarding its existence or lack thereof would result in semantoconceptual unbinding and thusly a breach of containment. As such, priority is to be given to the application of selective thought blocking medications\n2\n (STBs) derived from Class C Amnestics.\n\n\nInterviews with Personnel-Associated Sapient Concepts (PASCs) are permitted, and are to be carried out only by approved staff who have maintained a daily regimen of STB medication above therapeutic dosage for at least 30 days.\n\n\nDescription:\n SCP-7783 is a semi-corporeal ontokinetic tetrahedral construct\n3\n currently semantoconceptually bound to the definitive clause \"Contained within Unit 7783 of Site-196\". Perceptibility of SCP-7783 is highly variable and dependent on the conscious operation of a spectator to engage in visual perception. When perceived, SCP-7783 fluoresces on a blue-yellow gradient and occupies a fixed position regardless of kinetic forces exerted upon it. SCP-7783 is only capable of being physically acted upon through complex series of interaction and manipulation on the part of sapient actors, defined as semantoconceptual interactivity. SCP-7783 was contained utilizing this method.\n\n\n\n\n\n\nPASC-01\n\n\n\n\n\n\nEngaging with SCP-7783 in this manner results in a significant amount of biological, conceptual, and ontokinetic abstraction in affected subjects. Typically this results in the affected subject becoming an intangible conceptual sapience associated with environments previously frequented by the subject. (See Observation Log)\n\n\nFoundation-associated individuals who have been subject to SCP-7783's influence in this fashion are designated Personnel-Associated Sapient Concepts (PASCs) and are known to still possess higher cognitive functions, albeit in a highly abstracted form disassociated from biological functions. PASCs can interact with reality through limited and minute interferences in the psychology and neurological activity of sentient and sapient individuals in their vicinity.\n4\n Instances are believed to attempt communication with familiar individuals through selective subversive influence, leaving the subject unaffected, though these capabilities diminish with time. PASC presence is also associated with an increase in pareidoliac\n5\n tendencies in nearby individuals. (See Interview-7783-1)\n\n\nDiscovery:\n SCP-7783 was discovered by Senior Researchers Dr. River Cories and Kaden Powell off duty. During initial acquisition, Cories inadvertently exerted a semantoconceptual interaction with SCP-7783 and subsequently began PASC transition (See PASC-001 observation log). Two additional personnel were exposed to SCP-7783's properties during primary semantoconceptual binding containment efforts.\n\n\nKaden Powell has taken on the role of provisional containment director and has placed priority on determining methods of reversing SCP-7783's effects.\n\n\nObservation Log:\n\n\n\n\n\n\nSubject\n\n\nTime Elapsed Since Exposure\n\n\nObservational Notes\n\n\n\n\n\n\nDr. River Cories\n\n\nOne Hour\n\n\nIntact conceptual coherency. Emotional distress prevalent and more pronounced compared to later stages.\n\n\n\n\n\n\nDr. River Cories\n\n\nOne Day\n\n\nIntermittent conceptual coherency. Efficacy of linguistic communication greatly reduced.\n6\n\n\n\n\n\n\nDr. River Cories\n\n\nOne Week\n\n\nSpurious conceptual coherency. Increased cognitive-subversive influence. Beginning of biological shutdown and disassociation.\n\n\n\n\n\n\nDr. River Cories\n\n\nOne Month\n\n\nTotal biological and physical abstraction. Emergence of immature PASC subversive and strengthened pareidolic influence, most prevalent in the immediate vicinity of the disassociated fruiting body.\n\n\n\n\n\n\nDr. River Cories\n\n\nOne Year\n\n\nTotal abstraction. Subversive cognitive influences minute yet observable. Pareidolic influence prevalent in associated individuals even in absence of PASC promixity.\n\n\n\n\n\n\nInterview-7783-D78990:\n\n\n\n\nForeword:\n Interview conducted by Research Director Kaden Powell with D-78990 as part of a study on PASC cognitive-subversive impressions. Purpose is to induce impression to facilitate possible communication with PASC-01.\n\n\n<Begin Log>\n\n\nPowell:\n Good evening, D-78990.\n\n\nD-78990:\n Yeah, evening.\n\n\nPowell:\n For the purposes of this, uh, test, that I'm carrying out, I just want you to confirm a few things for me really quick. Your full legal name is ████ █████████, correct? Date of birth ██/██/████?\n\n\nD-78990:\n Yeah, that's me. Definitely me. Remind me what we're doing here again?\n\n\nPowell:\n Well, essentially, I'm here to just talk to you for a bit, take some notes on your behavior, and the like. Like an evaluation of sorts.\n\n\nD-78990:\n So, what should we talk about?\n\n\nPowell:\n I don't know, exactly.\n\n\nD-78990:\n Aren't you leading the way?\n\n\nPowell:\n I guess we could start with something like, say, a favorite color.\n\n\nD-78990:\n Favorite colors? I thought it would be something more, I dunno. Sciencey?\n\n\nPowell:\n Well I'm mostly just monitoring your behavior, looking for any signs indicative of-\n\n\nD-78990:\n Signs of what? I got cancer or something?\n\n\nPowell:\n No, just. Nevermind. Why bring up cancer out of all things?\n\n\nD-78990:\n I dunno. My dad died of it. Long time ago.\n\n\nPowell:\n What type?\n\n\nD-78990:\n Lung Cancer. Stage 4.\n\n\nPowell:\n I knew someone whose dad passed from lung cancer.\n\n\nD-78990:\n Yeah, well, we probably saw it coming. He was a pack a day smoker for-\n\n\nPowell:\n Twenty-Two years.\n\n\nD-78990:\n Oh, nice guess. Yeah. Twenty Two.\n\n\n[Powell pauses.]\n\n\nD-78990:\n I'm surprised you folks haven't found out a cure for it with all the shit you got here.\n\n\nPowell:\n Not really a \npriority\n for us.\n\n\nD-78990:\n You know I would've loved to work here.\n\n\nPowell:\n Really? What makes you say that? You don't have a research background from what I've seen.\n\n\nD-78990:\n I wanted to go into medicine when I was younger, you know.\n\n\nPowell:\n Lot of folks do.\n\n\nD-78990:\n Would've been nice to work for a place like this, one with a real purpose, you know?\n\n\nPowell:\n Yeah, it definitely beats working in fucking IT for a bunch of coked up geriatrics.\n\n\n[D-78990 laughs awkwardly. Powell appears visibly confused.]\n\n\nD-78990:\n River would have laughed at that joke.\n\n\n[Powell flinches momentarily.]\n\n\nPowell:\n Yeah?\n\n\nD-78990:\n He would have, yeah. Always hated working back in Loxy.\n\n\nPowell:\n Shit… yeah, I remember. I remember it too clearly.\n\n\nD-78990:\n Oh definitely. It was crazy times, crazy times! Used to get so mad at that place. 'Ould get rung up for the stupidest stuff you and-\n\n\nPowell:\n Man, me and him did, we really fucking did. Fuckin' Chris always had a stick up his ass though. Made it hell.\n\n\nD-78990:\n He was too old to still be working, that's why. Halfway decomposed at the desk. What was that one joke you made about his nose to me?\n\n\nPowell:\n Which one?\n\n\nD-78990:\n The night after D&B?\n\n\nPowell:\n Oh! The one about him looking 8 and 80 at the same time?\n\n\nD-78990:\n Please! Oh god, River was crying laughing to that. That night was the most he had laughed in a long time then.\n\n\nPowell:\n Yeah, I remember that night. It was amazing. Just making stupid jokes to each other. Enjoying the time we had.\n\n\nD-78990:\n Like all the time in the world was ours, huh?\n\n\nPowell:\n Made everything better. Life was perfect.\n\n\nD-78990:\n The neighbors didn't hear perfect.\n\n\nPowell:\n But the neighbors always complained about how loud we were.\n\n\nD-78990:\n Well, I was loud. Noisy. But that was something you liked about him.\n\n\nPowell:\n I still remember his laughing. I still remember it all.\n\n\nD-78990:\n He just didn't know how to take it seriously.\n\n\nPowell:\n Hah! Well yeah, that's how he was. Always loud and bursting with energy. Made every situation colorful.\n\n\nD-78990:\n Wonder if this River guy is still like that?\n\n\nPowell:\n He's still out there, somewhere. Still the life of someone's party.\n\n\nD-78990:\n Who is?\n\n\n[Powell sighs]\n\n\nPowell:\n Nevermind.\n\n\n<End Log>\n\n\nClosing Statement:\n D-78990 and Kaden Powell had not had any contact prior to this interview. D-78990 had never met Dr. River Cories.\n\n\n\n\n\n\n\n\nSCP-7783-propagated fruited bodies.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Pertaining to the inherent semantic information of a concept in reality.\n\n\n2\n. With intention to induce a cognitive fog barrier in response to an indivual's attempts to engage SCP-7783 related thought beyond material task-related operations.\n\n\n3\n. SCP-7783's physicality is of dubious and spurious nature.\n\n\n4\n. Referred to as cognitive-subversive impression.\n\n\n5\n. A phenomenon associated with the perception of substantial meaning in random and insignificant stimuli, most commonly associated with facial recognition.\n\n\n6\n. Per the request of Research Director Kaden Powell, all interviews conducted between Powell and PASC-01 \"River Cories\" have been redacted from general clearance.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPoufyPoufson's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5125\n \n•\n\n\n\n\n\n\nSCP-6541\n \n•\n\n\n\n\n\n\nSCP-7575\n \n•\n\n\n\n\n\n\nSCP-7811\n \n•\n\n\n\n\n\n\nSCP-7419\n \n•\n\n\n\n\n\n\nSCP-7541\n \n•\n\n\n\n\n\n\nSCP-8465\n \n•\n\n\n\n\n\n\nSCP-8981\n \n•\n\n\n\n\n\n\nSPHERE\n \n•\n\n\n\n\n\n\nPoufy's Proposal\n \n•\n\n\n\n\n\n\nSCP-8105\n \n•\n\n\n\n\n\n\nSCP-8332\n \n•\n\n\n\n\n\n\nSCP-7471\n \n•\n\n\n\n\n\n\nSCP-8031\n \n•\n\n\n\n\n\n\nSCP-8541\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nYours Truly, The 1st Annual Unbirthday Ball\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nFear of Death\n \n•\n\n\n\n\n\n\nSCP-POUF\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7782\n | SCP-7783 | \nSCP-7784\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7783\n\" by PoufyPoufson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7783\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n aqui\n\n\nAuthor:\n \nPoufyPoufson\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n cara\n\n\nAuthor:\n \nPoufyPoufson\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n nosotros\n\n\nAuthor:\n \nPoufyPoufson\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7783 \" by PoufyPoufson, from the SCP Wiki . Source: https://scpwiki.com/scp-7783 . Licensed under CC-BY-SA .",
        "Filename: aqui Author: PoufyPoufson License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: cara Author: PoufyPoufson License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: nosotros Author: PoufyPoufson License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "Instructions for semantoconceptual1 binding of SCP-7783 are only available to allocated specialists. Personnel assigned to the vicinity of Site-196 Unit 7783 are prohibited from engaging in intense hypothetical, speculative, fantastical, or intimate thought regarding SCP-7783. Due to the nature of SCP-7783, complete amnesticization of all personnel regarding its existence or lack thereof would result in semantoconceptual unbinding and thusly a breach of containment. As such, priority is to be given to the application of selective thought blocking medications2 (STBs) derived from Class C Amnestics.",
    "description": "SCP-7783 is a semi-corporeal ontokinetic tetrahedral construct3 currently semantoconceptually bound to the definitive clause \"Contained within Unit 7783 of Site-196\". Perceptibility of SCP-7783 is highly variable and dependent on the conscious operation of a spectator to engage in visual perception. When perceived, SCP-7783 fluoresces on a blue-yellow gradient and occupies a fixed position regardless of kinetic forces exerted upon it. SCP-7783 is only capable of being physically acted upon through complex series of interaction and manipulation on the part of sapient actors, defined as semantoconceptual interactivity. SCP-7783 was contained utilizing this method.",
    "title": "SCP-7783"
}