{
    "url": "https://scp-wiki.wikidot.com/scp-7788",
    "all_text": "Thumbnail (tracker: \nhttps://imgur.com/aNtG4ny\n)\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+92\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-7788\n\n\nAsphodel\n\n\nWritten by \nFelixou\n and \nJack Waltz\n\n\n\n\n— \nCheck out Felixou's author page\n —\n\n\n— \nCheck out Jack Waltz's author page\n —\n\n\n\n\n\n\n\n\n\n\nrating: \n+92\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDoorway leading into SCP-7788.\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\nSCP-7788\n\n\n\n\n\n\nOBJECT CLASS:\n\n\nTHAUMIEL\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Following a proposal made by SCP-7788's lead researcher, Dene Walterson, it is now being used as a break room. The door leading into SCP-7788 has been installed with a keycard reader and is accessible to all personnel present at Site-188 with Level 1 or higher clearance. Its object class has been revised to Thaumiel for this reason.\n\n\nDescription:\n SCP-7788 is a Type-B2 pocket dimension in the East Wing of Level 2 (subterranean) at Site-188, accessible through the entrance to what was initially a storage closet holding standard janitorial supplies. The anomaly spontaneously emerged on August 12, 1998, under unknown circumstances; investigation into what caused its appearance is of low priority. Currently, it is believed that SCP-7788's manifestation owes to the high concentration of various anomalous spatial phenomena on-site.\n\n\nSCP-7788 is a non-Euclidean space, presumably limitless in size, with the interior resembling a vast wheat field. From within the dimension, it appears that its egress is the same door that was used to enter, fitted onto a doorframe. There are no abnormal features within this environment, and time also moves similarly and conforms to baseline reality.\n\n\nThe vast majority of meteorological activity within SCP-7788 is composed of clear, sunny skies. However, it is not uncommon to encounter overcast, windy, and, in rare instances, rainy weather.\n\n\nIf an individual travels a sufficient distance away from the exit to get lost and be unable to find their way back, they will begin to acquire an extremely accurate and innate sense of direction allowing them to return to the doorway and depart should they wish to do so.\n\n\nAddendum:\n Attached below is a transcript of events which were recorded by a camera planted inside SCP-7788, near its entrance. It shows the first instance of the anomaly being utilised for recreational purposes, which was carried out by Junior Researcher Dene Walterson, who is solely responsible for research efforts into SCP-7788.\n\n\n\n\n< BEGIN LOG >\n\n\n[\nThe doorway at the edge of the feed opens and Walterson steps into SCP-7788.\n]\n\n\n[\nHe closes the door and drags a white folding lawn chair behind him, walking a dozen paces into the field before finally coming to a stop in the middle of a small clearing.\n]\n\n\n[\nHe places it down and sets it up.\n]\n\n\n[\nWalterson remains standing for little under a minute, watching the moist dirt and trampled wheat stems below, before eventually pulling out a digital voice recorder from inside his lab coat's pocket.\n]\n\n\n[\nHe takes a seat on the chair and leans backwards, slouching in the process.\n]\n\n\n[\nHe takes the voice recorder in both hands and presses several buttons on it before letting his arms drop towards the ground while he still held the device in his right hand.\n]\n\n\n[\nWalterson's head falls backwards and he begins watching the cloudless blue sky above absentmindedly.\n]\n\n\n[\nHe presses a single button on the device.\n]\n\n\n[\nIt begins playing.\n]\n\n\n\n\nGood morning, this is Dene Walterson, a junior researcher at One-Eight-Eight!\n\n\nI've just been assigned to lead a research project, today, on the thirteenth, of August. I'll be… by myself, and I'll be looking into the manifestation of Seven-Seven-Eight-Eight. Everything's low-budget too, so I'll have to make do with what I've gone and cut corners I suppose.\n\n\n[\nChuckles.\n]\n\n\nThe thing's just a wheat field from what the documentation says but it could really get me some recognition you know, for figuring something out. I could even get myself a raise or another step closer to a promotion if I'm lucky.\n\n\nHaven't gone in to check it out… yet. I'll have to go in there eventually but you never know, it's something new and I don't really want to take my chances.\n\n\n[\nBleep.\n]\n\n\n\n\n[\nA few seconds pass before the next recording begins playing.\n]\n\n\n\n\nIt's the nineteenth, of August, and this is my very first update on the Seven-Seven-Eight-Eight research project!\n\n\nWell, anyways, uh, I started with the obvious, the janitor himself. The one that used this closet the most and went missing when Seven-Seven-Eight-Eight appeared.\n\n\nName's Gabriel Cole, thirty-one, no parents, good at his job, uh, got recruited about five years ago. Apparently, he's got a relative, a top dog at Oh-Six, who likely got the job here at One-Eight-Eight for ol' Gabriel. Their personnel file's locked under Level Four clearance though, so I won't be getting anything else about 'em, for now.\n\n\nThe janitor was last seen, wouldn't you know it, going into the closet. Haven't found the man anywhere after that so, for now, he's the biggest suspect that could be linked to Seven-Seven-Eight-Eight's creation as I said earlier. And, yeah, some other janitor went in to find the field a few hours later.\n\n\nI've started looking into the guy's family, excluding the \nrelative\n of course. A, uh, distant cousin of his has some mild ontokinetic capabilities, they're a low-grade reality bender. It's possible Gabriel's also got some latent abilities that he's not aware of. Maybe did something to the closet without realising it.\n\n\nThough… that explanation has its own problems. You'd need to be a top-class reality bender to just \ncreate\n an isolated dimension of this size within an enclosed location, not to mention how long it's lasted without breaking down. Those don't just pop out of nowhere. We would have noticed if it did.\n\n\nAnd there's also a small little detail I was able to find after a \nlot\n of digging. Gabriel's father used to own a wheat field out in the country when he was young. It was terribly long ago, but I'll still go check it out in a few days. Might have something to do with Seven-Seven-Eight-Eight.\n\n\nOh, yeah, I guess I should also mention I went inside. Sent a D-Class to walk around the door on the other side and see if there were any traps of some sort. Came up with nothing. Sent him out a distance away from the door too, figured out there was some mental compass deal to this thing, helps you find your way back to the exit if you get lost.\n\n\nThat's it for this update.\n\n\n[\nBleep.\n]\n\n\n\n\n[\nPause.\n]\n\n\n\n\nTwenty-fifth, August.\n\n\nThe wheat field's gone. There's a parking lot there now.\n\n\nFrederick Cole, Gabriel's father, left no paperwork, no records, no nothing at all about his little field. Nothing but some old photograph I found. Sent it to the RAISA office here to be restored and digitized.\n\n\nI'll say the picture's \npretty\n similar to Seven-Seven-Eight-Eight. But hey, every wheat field looks the same to me.\n\n\nI suppose this is a dead end now, I'll have to go looking for something else, some other lead…\n\n\n[\nPause.\n]\n\n\nThe cameras.\n\n\n[\nBleep.\n]\n\n\n\n\n\n[\nPause.\n]\n\n\n\nTwenty-ninth of August, fourth log.\n\n\nI've pored over \nevery\n little piece of CCTV footage that's got Cole in it. From his job interview, to him cleaning containment cells and mopping every last surface of this floor, looking for anything at all that might catch my eye. God, I could sleep for a day if I just conked out right now.\n\n\nEven with all the hours of footage I went through, I only really found one little detail worth mentioning.\n\n\nOn the twelfth of February, nineteen-ninety-five, he walked into the East Wing's D-Class holding section per his standard routine. Nothing out of the ordinary, until one of 'em tried talking to him from their cell. He responded, and it just turned into a conversation from there. He kept on cleaning, but they kept on talking. There didn't seem to be any insults thrown around, just a normal conversation, as good as any other.\n\n\nThey talked every day for the next three years.\n\n\nMight not have something to do with the anomaly. Maybe I'm just mentioning it cause there wasn't anything else of interest in all that footage.\n\n\n[\nPause.\n]\n\n\nBut it's somewhere to start, right?\n\n\n[\nBleep.\n]\n\n\n\n\n[\nThe chair creaks.\n]\n\n\n[\nWalterson sighs.\n]\n\n\n[\nHe closes his eyes.\n]\n\n\n\n\nThirtieth, August. Fifth update…\n\n\n[\nPause.\n]\n\n\nYou know, at any other Site, hoping that a D-class would be alive for, what, three years, would be a goddam joke. But this isn't a big facility, we've only got a little over a dozen of 'em, and we don't just send 'em to the meat grinder for no reason.\n\n\nThe D-Class… they—\nshe\n, she's Laurene Bello, thirty-three, ID's, um, fifty-nine-seventy-eight.\n\n\n[\nPause.\n]\n\n\nShe died yesterday.\n\n\nSudden cardiac arrest.\n\n\nIt wasn't some… \nanomaly\n. Not anything \nhorrific\n. Just a… silent death, a quiet one… in bed.\n\n\n[\nPause.\n]\n\n\nTried asking the guard stationed at the holding cells if he knew anything about her.\n\n\nSaid he never really cared enough to talk to 'em.\n\n\n[\nPause.\n]\n\n\nThe universe really is playing with me here.\n\n\nAnd the universe won.\n\n\n[\nThere is a minute of silence.\n]\n\n\n[\nBleep.\n]\n\n\n\n\n[\nWalterson remains motionless.\n]\n\n\n[\nA breeze rolls through the field, hitting Walterson. His hair brushes over his face and the wheat spikes shake and rustle.\n]\n\n\n[\nThe wind blows past. The rustling stops.\n]\n\n\n[\nSeveral minutes pass.\n]\n\n\n[\nWalterson opens his eyes. He adjusts his posture and sits up straight on the chair, pushing his hair back, away from his face.\n]\n\n\n[\nHe takes the recording device in both hands again and he watches it intently for a short period of time.\n]\n\n\n[\nHe presses a button. A red blinking light is seen.\n]\n\n\n[\nWalterson takes a deep breath. His mouth is ajar, ready to speak.\n]\n\n\n[\nHe exhales, softly, and purses his lips. His grip on the device loosens.\n]\n\n\n[\nWalterson looks up and gazes towards the horizon. He gets up and slowly rests the recorder on the seat of the chair. He puts both hands inside his pockets and slowly trudges forward, pushing aside the stems of wheat around him and treading over their bases.\n]\n\n\n[\nHe stops.\n]\n\n\n[\nSearching through his back pocket he produces a pack of cigarettes and a lighter. He pulls one out and places it in his mouth, holding on to it with his lips while he placed the pack back inside his pocket. He takes the lighter and ignites the cigarette. Walterson throws the lighter into his coat pocket and takes a huff. He exhales.\n]\n\n\n[\nThe wind picks up again. The wheat moves once more and shines golden under the sun. Ash breaks off and the smoke drifts away, following the direction of the wind. Walterson resumes walking.\n]\n\n\n[\nWalterson is too far away for his actions to be seen clearly. He climbs a small hill, slowed down by the incline.\n]\n\n\n[\nHe reaches the top and continues walking down the slope, past the horizon.\n]\n\n\n[\nWalterson can no longer be seen.\n]\n\n\n[\nThe recording device continues blinking.\n]\n\n\n[\nAnother gust of wind sweeps by.\n]\n\n\n< END LOG >\n\n\n\n\n\n\n\n\n\n\n[ OPEN FILE ATTACHMENT ]\n\n\n\n\n[ CLOSE ]\n\n\n\n\n\n\n\n\n\n\nThe interior of SCP-7788.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nrating: \n+92\n+\n–\nx\n\n\n\n\n« \nSCP-7787\n | SCP-7788 | \nSCP-7789\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7788\n\" by Felixou and Jack Waltz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7788\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n door.png\n\n\nName:\n Aspirador\n\n\nAuthor:\n Daniel Lobo\n\n\nLicense:\n CC0 1.0 Universal (CC0 1.0) Public Domain Dedication\n\n\nSource Link:\n \nFlickr\n\n\nAdditional Notes:\n Edited by \nJack Waltz\n\n\n\n\n\n\nFilename:\n wheat.png\n\n\nName:\n Classic Kansas field of waving wheat.\n\n\nAuthor:\n Carol M. Highsmith, Rawpixel Ltd\n\n\nLicense:\n Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nFlickr\n\n\nAdditional Notes:\n Edited by \nFelixou\n\n\n\n\n\n\nFilename:\n asphodel-white.png\n\n\nAuthor:\n \nFelixou\n, Carol M. Highsmith, Rawpixel Ltd\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nFilename:\n wheat.png\n\n\nName:\n Classic Kansas field of waving wheat.\n\n\nAuthor:\n Carol M. Highsmith, Rawpixel Ltd\n\n\nLicense:\n Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum: Attached below is a transcript of events which were recorded by a camera planted inside SCP-7788, near its entrance. It shows the first instance of the anomaly being utilised for recreational purposes, which was carried out by Junior Researcher Dene Walterson, who is solely responsible for research efforts into SCP-7788.\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7788 \" by Felixou and Jack Waltz, from the SCP Wiki . Source: https://scpwiki.com/scp-7788 . Licensed under CC-BY-SA .",
        "Filename: door.png Name: Aspirador Author: Daniel Lobo License: CC0 1.0 Universal (CC0 1.0) Public Domain Dedication Source Link: Flickr Additional Notes: Edited by Jack Waltz",
        "Filename: wheat.png Name: Classic Kansas field of waving wheat. Author: Carol M. Highsmith, Rawpixel Ltd License: Attribution 2.0 Generic (CC BY 2.0) Source Link: Flickr Additional Notes: Edited by Felixou",
        "Filename: asphodel-white.png Author: Felixou , Carol M. Highsmith, Rawpixel Ltd License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Filename: wheat.png Name: Classic Kansas field of waving wheat. Author: Carol M. Highsmith, Rawpixel Ltd License: Attribution 2.0 Generic (CC BY 2.0) Source Link: Flickr"
    ],
    "containment_procedures": "Following a proposal made by SCP-7788's lead researcher, Dene Walterson, it is now being used as a break room. The door leading into SCP-7788 has been installed with a keycard reader and is accessible to all personnel present at Site-188 with Level 1 or higher clearance. Its object class has been revised to Thaumiel for this reason.",
    "description": "SCP-7788 is a Type-B2 pocket dimension in the East Wing of Level 2 (subterranean) at Site-188, accessible through the entrance to what was initially a storage closet holding standard janitorial supplies. The anomaly spontaneously emerged on August 12, 1998, under unknown circumstances; investigation into what caused its appearance is of low priority. Currently, it is believed that SCP-7788's manifestation owes to the high concentration of various anomalous spatial phenomena on-site.",
    "title": "SCP-7788"
}