{
    "url": "https://scp-wiki.wikidot.com/scp-7790",
    "all_text": "SCP-7790\n — Orientation\n\n\n\n\nWritten by \nRoundabouts\n and \nNielleiN\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+87\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF SITE-94's ADMINISTRATION\n\n\nThe following file concerns an anomaly that is currently under investigation. \nDocumentation may be inaccurate.\n\n\n\n\nSCP-7790\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7790\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1\n — Matanuska-Susitna, circa 1992.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7790 is currently contained within an HS3-Class\n1\n containment locker at Site-94. Access to the anomaly's containment chamber is limited to Level 5 personnel authorized by a member of the O5 Council.\n\n\nDescription:\n SCP-7790 denotes the remains of a humanoid automaton of unknown origin, most of which was previously located within an abandoned factory in Matanuska-Susitna Borough, Alaska.\n\n\nSCP-7790 is partially functional. At random times, the anomaly will become active and simultaneously do the following before deactivating:\n\n\n\n\nBroadcast a series of radio transmissions through its speakers;\n\n\nSpontaneously manifest and demanifest a set of unrelated objects within a 100m radius;\n\n\nViolently rub the floor with its feet.\n\n\n\n\nSCP-7790's back is heavily damaged, although the word \"DIVISION\" can still be seen visibly burned onto its surface.\n\n\n\n\n\n\nAddendum 7790-1\n — 28.10.1989\n\n\n\n\n\n\nThe following log contains a series of notable transmissions and objects created by SCP-7790. Joint designations refer to the objects and transmissions manifested along periods of activation.\n\n\nFor a comprehensive list, please contact your local RAISA liaison.\n\n\n \n\n\n\n\nJoint Designation:\n #QJ4859/N\n\n\nObject Description:\n An English muffin, lightly buttered.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:00]\n — \"Welcome to the SCP Foundation. I'll be performing your orientation today.\"\n\n\n(\nSilence. This is followed by a wet, squelching noise.\n)\n\n\n[00:12]\n — \"The initials stand for Secure, Contain, Protect.\"\n\n\n(\nThe squelching noise keeps increasing in volume before ceasing entirely.\n)\n\n\n[00:20]\n — \"Or Special Containment Procedures.\"\n\n\n(\nSomebody is heard pouring water. Gargles are heard before the transmission falls silent.\n)\n\n\n[00:29]\n — \"We do both things. We secure things, contain things, protect things. We also make special containment procedures.\"\n\n\n(\nThe transmission speeds up.\n)\n\n\n[00:43]\n — \"May I suggest the donut? Those croissants seem a bit outdated.\"\n\n\n(\nThe sound of a man coughing and choking can be heard.\n)\n\n\n[00:49]\n — \"Mhm. Okay.\"\n\n\n(\nA soft object can be heard being tucked onto a bag. A laugh track can be heard intertwined with this noise.\n)\n\n\n[00:56]\n — \"That's a good pick. So we're both off to a good start, I see? Good. Welcome to the SCP Foundation.\"\n\n\n(\nSCP-7790 ceases activity as a jazzy tune is heard.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 3 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #PW1290/C\n\n\nObject Description:\n An unopened box of tissues.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA robotic voice can be heard.\n)\n\n\n[00:01]\n — TAPE FIVE, LESSON SIX. MEETING FELLOW PERSONNEL.\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:09]\n — \"Before we begin the orientation, why don't we get to know each other?\"\n\n\n(\nSilence. This is followed by a buzzing sound.\n)\n\n\n[00:15]\n — \"I'll ask a few questions. In school, they call these icebreakers.\"\n\n\n(\nThe buzzing noise keeps increasing in volume before ceasing entirely.\n)\n\n\n[00:24]\n — \"I'm going to break open the ice around your heads to get to the meat inside.\"\n\n\n(\nLaughing is heard.\n)\n\n\n[00:33]\n — \"Yeah, that's a good punchline. Just kidding though.\"\n\n\n[00:38]\n — \"Well, to start it off, what's your favorite color? Everyone says blue, but that's just cause they don't know how pretty red is.\"\n\n\n(\nThe transmission slows down.\n)\n\n\n[00:47]\n — \"Oh, shit. Is that blood? I didn't mean it.\"\n\n\n(\nThe remainder of the transmission starts and stops erratically.\n)\n\n\n[00:55]\n — \"How many of y'all have ever had an alcohol problem? Drugs? Gambling? Give me something to work with here.\"\n\n\n(\nA loud beeping sound is heard.\n)\n\n\n[01:04]\n — \"That's good. Addictions are perfectly healthy when you're working here. Keeps you nice and loyal.\"\n\n\n[01:14]\n — \"I think that's everything on my question list. I don't really need to learn anymore about you. I don't give enough of a shit. To be honest, you all could be cremated in smokestacks and I wouldn't care. I'd just send in a request for more of you. Because everyone's replaceable. Remember that. Just so you know.\"\n\n\n(\nSilence.\n)\n\n\n[01:34]\n — \"Oh, am I oversharing? Sorry.\"\n\n\n(\nSCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 39 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #DW9013/J\n\n\nObject Description:\n A single electric shock bracelet, broken and rusted.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:00]\n — \"And here's where we have our guys.\"\n\n\n[00:07]\n — \"We put numbers on them, shave them, feed them, supply them.\"\n\n\n(\nSilence.\n)\n\n\n[00:16]\n — \"In exchange, they let us do our tests on them.\"\n\n\n(\nLong pause.\n)\n\n\n(\nThe sound of a man vomiting is heard.\n)\n\n\n[00:23]\n — \"What's wrong?\"\n\n\n(\nA male voice begins to speak.\n)\n\n\n[00:25]\n — \"Oh, Jesus Christ. That-\"\n\n\n(\nThe female interrupts them.\n)\n\n\n[00:28]\n — \"Yeah, that's fine. Don't be such a baby.\"\n\n\n[00:33]\n — \"Don't worry about it. They'll be gone by the end of the month so you don't have to bother seeing them that often.\"\n\n\n[00:38]\n — \"They're criminals. An eye for an eye, a tooth for a tooth.\"\n\n\n(\nA cracking noise is heard, followed by the sound of a man weeping.\n)\n\n\n[00:42]\n — \"It's not wise to get too close.\"\n\n\n(\nMore silence. After 20 seconds, the screaming stops.\n)\n\n\n[01:05]\n — \"You don't need to care what happens to them. I mean, Hermann here is a POW. Isn't that something?\"\n\n\n(\nThe man answers. Their voice is hoarse.\n)\n\n\n[01:09]\n — \"It definitely is.\"\n\n\n(\nFollowing this, SCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 13 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #ER4956/Y\n\n\nObject Description:\n A bottle of 1960s Class-F amnestics.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard. Their voice is soothing.\n)\n\n\n[00:00]\n — \"Pick up the white pill.\"\n\n\n[00:07]\n — \"Don't worry. It's strawberry-flavored. It tastes really, really good.\"\n\n\n(\nSilence.\n)\n\n\n[00:16]\n — \"Trust me.\"\n\n\n(\nLong pause.\n)\n\n\n(\nA male voice can be heard.\n)\n\n\n[00:21]\n — \"I…\"\n\n\n(\nThe female attempts to calm them.\n)\n\n\n[00:23]\n — \"Shh, shh, shh, shh… It's okay. Just take it. And swallow it. It's not that bad.\"\n\n\n(\nSilence.\n)\n\n\n(\nWet, guttural noises are heard.\n)\n\n\n(\nThe female continues.\n)\n\n\n[00:36]\n — \"That's how you do it.\"\n\n\n(\nMore silence. After 16 seconds, a swallowing sound can be heard.\n)\n\n\n[00:54]\n — \"Good, good. That's how it goes.\"\n\n\n[01:02]\n — \"That's how we all do it here. With those amnesiacs. You'll be okay. Just learn how to do it with those people.\"\n\n\n(\nA lullaby can be heard coming from the transmission. The tune is distorted and seems to cut at random intervals.\n)\n\n\n[01:27]\n — \"Here concludes your monthly amnesiac orientation program. We wish you a very pleasant night.\"\n\n\n(\nA jazzy tune plays before cutting midway.\n)\n\n\n(\nFollowing this, SCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 38 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #GE2333/O\n\n\nObject Description:\n A broken porcelain coffee mug. The mug's bottom contains a cold, molten marshmallow.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:00]\n — \"And over here is the most important room in the entire facility.\"\n\n\n[00:07]\n — \"The rec room. I think we'll take a break from the tour here. You seem pretty thirsty.\"\n\n\n(\nThe sound of rushing wind is heard.\n)\n\n\n[00:18]\n — \"There's a ton of choices for drinks. Wait, wait. I'll make you some hot chocolate.\"\n\n\n[00:17]\n — \"I know a great recipe.\"\n\n\n(\nA dehydrated, deep-voiced, low-pitched man begins speaking slowly.\n)\n\n\n[00:26]\n — \"…Oh, thank you. That sure sounds nice. Did my mother ever make you hot chocolate, Evelyn?\"\n\n\n(\nSilence. The woman from before begins speaking.\n)\n\n\n[00:34]\n — \"No. No, she didn't. You never had a mother.\"\n\n\n[00:41]\n — \"Don't you… Don't you remember?\"\n\n\n[00:48]\n — \"All your life, you've been living in this place. With us. You've always been.\"\n\n\n(\nSilence.\n)\n\n\n[00:58]\n — \"Remember that. You should drink your cocoa though, or it'll get cold.\"\n\n\n(\nShort pause. Sipping can be heard. Following this, static plays over the background.\n)\n\n\n(\nThe transmission falls silent for 15 seconds before continuing. The sound of a cup smashing is heard in the background.\n)\n\n\n[01:05]\n — \"Are you all rested up yet?\"\n\n\n[01:13]\n — \"I see. Good. Now let's check out those missing fingers of yours.\"\n\n\n(\nFootsteps can be heard before SCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 16 seconds.\n\n\n\n\nAdditional Notes:\n After this message, frost was found on the back of SCP-7790.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #RW6208/I\n\n\nObject Description:\n A pair of white gloves.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:02]\n — \"Let's get into the meat and potatoes. The big C. Containment. What working here actually looks like. When you're here, the key thing to remember is-\"\n\n\n(\nThirty seconds of static.\n)\n\n\n[00:33]\n — \"Make an incision right there.\"\n\n\n(\nForty seconds of an individual reading from the book 1984.\n)\n\n\n[01:14]\n — \"Don't touch that dial now!\"\n\n\n(\nSilence. The scene repeats once again. This is followed by four minutes of the sound of rat feet scratching the floor.\n)\n\n\n[06:17]\n — \"You've got to find something lucky and stick with it.\"\n\n\n(\nApproximately two and a half minutes of the sound of something burning.\n)\n\n\n[08:49]\n — \"No. No. Those cuts are too deep.\"\n\n\n(\nThirty seconds of a woman yodeling. The sound is heavily distorted.\n)\n\n\n[09:21]\n — \"Excellent for a beginner. Everything should be clear now.\"\n\n\n(\nA man vomits. Guttural noises can be heard.\n)\n\n\n\n\nApproximate Timespan:\n 9 minutes and 30 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #TK4920/B\n\n\nObject Description:\n Gingiva containing 13 teeth of various sizes.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:00]\n — \"Howard.\"\n\n\n(\nSilence.\n)\n\n\n[00:04]\n — \"Howard. The scalpel, please. There's a lot of that nasty, white gunk again.\"\n\n\n(\nA metallic clink is heard, followed by a wet sound. A muffled scream is heard in the background.\n)\n\n\n[00:13]\n — \"Okay, that's a smooth cut. I think we're done with the mouth here.\"\n\n\n[00:23]\n — \"First day's the hardest, right? You'll get used to it. Just give me a hand and you'll eventually get the hang of this.\"\n\n\n(\nA loud click is heard.\n)\n\n\n[00:44]\n — \"Jesus Christ. Those dirty eyeballs are full of calcium and roots.\"\n\n\n[00:52]\n — \"Howard. If you don't mind.\"\n\n\n(\nSilence.\n)\n\n\n[01:34]\n — \"Thank you. You're learning fast.\"\n\n\n(\nSCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 37 seconds.\n\n\n\n\nAdditional Notes:\n Following this transmission, SCP-7790 proceeded to open its chest cavity and eject a pulsating teratoma. The teratoma's surface was covered with teeth and a thin layer of calcium.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #AC5627/V\n\n\nObject Description:\n A small red umbrella.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:00]\n — \"I know.\"\n\n\n[00:04]\n — \"But it's unique. Look. This is one of the things that you'll find in this job.\"\n\n\n(\nRustling paper is heard.\n)\n\n\n[00:08]\n — \"Remember the word. From that movie.\"\n\n\n(\nA chuckle is heard. Following this, a deep-voiced man is heard talking.\n)\n\n\n[00:12]\n — \"Super… Superkale… I- Uh. What was I saying?\"\n\n\n(\nThe sound of rain is heard. The storm is intense.\n)\n\n\n[00:20]\n — \"It… It was a word. Supercalifornia? No, no. It's much more lively than that. Not so American.\n\n\n(\nRipping paper is heard, followed by a dripping sound.\n)\n\n\n[00:34]\n — \"It's… It was Polish. Or Finnish, I think.\"\n\n\n[00:43]\n — \"Superhaltist. Suprafragalta. Soupstone. What… What was it?\"\n\n\n(\nThe man begins to slowly hyperventilate.\n)\n\n\n[00:52]\n — \"Oh my god. I can't… I can't remember. It was there. I could remember… Back, back then. But then they took it away from me. They pulled it away. They…\"\n\n\n(\nThe transmission falls silent for 7 seconds before continuing, now dripping noises resonating across the background.\n)\n\n\n(\nA high-pitched, animated woman begins speaking.\n)\n\n\n[00:57]\n — \"…ocious! Even though the sound of it is something quite atrocious, if you say it loud enough you'll always sound precocious! Supercalifragilisticexpialidocious!\"\n\n\n(\nThe female voice from before can be heard.\n)\n\n\n[01:13]\n — \"I'm impressed you couldn't remember something like this, after so much time. Especially when this is not your first day.\"\n\n\n(\nThe man can be heard speaking again.\n)\n\n\n[01:19]\n — \"Oh, right. Haha, alright. That was it, alrighty.\n\n\n(\nSilence.\n)\n\n\n[01:26]\n — \"Thank you, I guess?\"\n\n\n(\nSCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 29 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #PH4756/Y\n\n\nObject Description:\n A Staedtler pencil.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:01]\n — \"Most of the job is repetition. Once we've developed concrete protocol, we just continue using it.\"\n\n\n(\nStatic plays.\n)\n\n\n[00:08]\n — \"Thinking doesn't enter in the picture. Only repetition and procedures do, because thinking doesn't produce anything. For example, you need to sign your name right now.\"\n\n\n[00:15]\n — \"Eventually we'll fully automate it, like in that Harlan Ellison story. But for now, we're stuck with you. And that means you've got to learn.\"\n\n\n(\nStatic plays.\n)\n\n\n[00:26]\n — \"Learn to numb yourself, not think, turn off your brain, autopilot, whatever you want to call it. Figuring out how to turn your eyes and brain to ash and how to forget that a child has a life. Living in an infinite present without context or morality, sociology, ethics, temporality. All of those words are made up things and just learn to ignore them.\"\n\n\n[00:45]\n — \"Even learning to ignore the pain. Because pain is another one of those things. It's made up. And because there's no room for humanity while on the job.\"\n\n\n(\nStatic plays.\n)\n\n\n[00:49]\n — \"It's not too hard. All you need to do is to sign your name on the dotted line.\"\n\n\n(\nSilence.\n)\n\n\n[00:58]\n — \"Yes, I know about your fingers. What do you want me to do about it?\"\n\n\n(\nSilence.\n)\n\n\n[01:08]\n — \"Good. I see promise in you. Okay.\"\n\n\n(\nSCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 8 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #KF2930/X\n\n\nObject Description:\n A wooden chair.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:01]\n — \"So, let's go down to the next interview question. This is an optional one, but …\"\n\n\n[00:04]\n — \"Do you believe in… God? Jesus? Allah? Whatever you call it.\"\n\n\n(\nSilence.\n)\n\n\n(\nA male voice can be heard.\n)\n\n\n[00:09]\n — \"I…\"\n\n\n(\nThe female from before cuts them off.\n)\n\n\n[00:14]\n — \"If you're uncomfortable, we can skip it. It's not important. I'm just curious.\"\n\n\n(\nRapid taps can be heard upon a table.\n)\n\n\n(\nThe male voice is heard again, sounding nervous.\n)\n\n\n[00:19]\n — \"I don't know. I- I think I'm agn-\"\n\n\n(\nRustling paper is heard.\n)\n\n\n(\nThe female interrupts again.\n)\n\n\n[00:22]\n — \"That's quite concerning.\"\n\n\n[00:28]\n — \"Like, uh. We have to believe in something. That's just how nature works.\"\n\n\n[00:31]\n — \"Because… You know. There's always something watching over something. Caring for something.\"\n\n\n(\nA loud thump is heard.\n)\n\n\n[00:37]\n — \"A mother watching over her baby. An engineer watching over his machines. A dictator watching over his people.\"\n\n\n(\nSilence.\n)\n\n\n[00:40]\n — \"…I watch over you.\"\n\n\n(\nShort pause.\n)\n\n\n[00:44]\n — \"Isn't it fascinating? I mean, it sounds kinda wholesome. It also is… To know that we're all the same in some way. A leech not being different from a human mind, soul and body; a mass of maggots gnawing over a corpse, not being different from a city full of human people? It's… It's engaging, in a way. So, uh… What was I saying before?\"\n\n\n(\nSilence. The man begins hyperventilating.\n)\n\n\n[00:52]\n — \"Uhm. Right.\"\n\n\n(\nLong pause. The sound of a burning fire resonates in the background.\n)\n\n\n(\nThe female continues.\n)\n\n\n[00:55]\n — \"You need to believe in something. For your own good.\"\n\n\n[00:59]\n — \"Because there's something above, that needs to be believed in. In exchange for its care, and its love.\"\n\n\n(\nSilence.\n)\n\n\n[01:04]\n — \"A god loves his church, and, uh… I hope you know where I'm going, uh huh. Yeah, I've done so much for you.\"\n\n\n(\nChittering can be heard. The woman continues.\n)\n\n\n[01:10]\n — \"I can be that something you… You never had. You know?\"\n\n\n(\nMore silence.\n)\n\n\n[01:14]\n — \"Just don't think all I'm saying is a fetish or something. It's more normal than you'd think.\"\n\n\n(\nFollowing this, SCP-7790 ceases activity.\n)\n\n\n\n\nApproximate Timespan:\n 1 minute and 15 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\nJoint Designation:\n #RW6208/I\n\n\nObject Description:\n A Foundation Level 1 Access Card. It has been irreparably damaged and its original owner is unknown.\n\n\nTransmission Transcript:\n See below.\n\n\n\n\n(\nA female voice can be heard.\n)\n\n\n[00:02]\n — \"So, what have we learned? I'll break it down for you.\"\n\n\n[00:13]\n — \"You've learned about how to get rid of the what doesn't belong.\"\n\n\n[00:25]\n — \"You've learned your place in the world.\"\n\n\n[00:44]\n — \"You've figured out what things you need and what things you don't.\"\n\n\n[01:00]\n — \"You know just how deep to cut with a scalpel.\"\n\n\n[01:06]\n — \"I hope you've figured out the difference between people and disposables.\"\n\n\n[01:24]\n — \"How to do your job and not ask questions.\"\n\n\n(\nSilence.\n)\n\n\n[01:40]\n — \"Have you learned how much we love you?\"\n\n\n(\nApproximately one hour of static intermingled with the sound of crickets chirping. Following this, a male voice can be heard. Their speech is slow and halting.\n)\n\n\n[1:00:56]\n — \"…I have.\"\n\n\n(\nThe female speaks.\n)\n\n\n[1:01:30]\n — \"And that concludes our orientation. Welcome to the Department of Abnormalities.\"\n\n\n\n\nApproximate Timespan:\n 1 hour, 1 minute, and 32 seconds.\n\n\n\n\nAdditional Notes:\n N/A.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7789\n | SCP-7790 | \nSCP-7791\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Highly Secured, Subterranean and Secluded.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7790\n\" by Roundabouts and NielleiN, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7790\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Trimble Glacier 3.jpg\n\n\nAuthor:\n \nLeijurv\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7790 \" by Roundabouts and NielleiN, from the SCP Wiki . Source: https://scpwiki.com/scp-7790 . Licensed under CC-BY-SA .",
        "Name: Trimble Glacier 3.jpg Author: Leijurv License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-7790 is currently contained within an HS3-Class1 containment locker at Site-94. Access to the anomaly's containment chamber is limited to Level 5 personnel authorized by a member of the O5 Council.",
    "description": "SCP-7790 denotes the remains of a humanoid automaton of unknown origin, most of which was previously located within an abandoned factory in Matanuska-Susitna Borough, Alaska.",
    "title": "SCP-7790"
}