{
    "url": "https://scp-wiki.wikidot.com/scp-7793",
    "all_text": "rating: \n+145\n+\n–\nx\n\n\n\n\nThe tapes are too heavy. The words flood. The paper blurs. You play the first casette:\n\n\n“Today is the 13th. Yesterday I swear was like normal. I don’t understand anything.”\n\n\n\n\n \n\n\n \n\n\n\n\nFinally.\n\n\n \n\n\nIt's quiet and secluded here. Sequestered from the festivals and rituals.\n\n\n \n\n\n \n\n\nEntrance.\n\n\n \n\n\nRusted halls surround you. Your muffled footsteps and gentle creaking, your quiet breath, and idle ambience. There's something you can't remember to remember.\n\n\n \n\n\n \n\n\n \n\n\nYou entwine with the corridors. Touch.\n\n\n \n\n\n \n\n\n \n\n\nFeel.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIsn't it so wonderful here?\n\n\n \n\n\nIsn't it domestic here?\n\n\n \n\n\nIsn't it completely edgeless and devoid of straight lines here?\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nEver since you started feeling so out of place in the world, since things became so wrong, like some cool yellow haze.\n\n\n \n\n\n \n\n\nLike a child woven into the mud. Weaned not on milk. Destitute of relatability. There's something you can't remember to remember.\n\n\n \n\n\n \n\n\nBelonging is a dull dream. A sugary opiate.\n\n\n \n\n\n \n\n\nDrawn up inside, withdrawn from people who don't seem so much like the people you learned to live with.\n\n\n \n\n\n \n\n\n \n\n\nWhen did it all change?\n\n\n \n\n\n \n\n\nWhen were you left behind?\n\n\n \n\n\n \n\n\nCorrugated steel and decrepit tiles embrace you. It does for you what the sphere does for others. There's something you can't remember to remember.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSuddenly, a cabinet. And a dresser. It's warm and damp here, slathered with the feeling of company. There are dents and torn sheets of corrugated steel, but you feel at peace here regardless. It's quiet, it's simple. It's away.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nInhale.\n\n\n \n\n\n \n\n\n \n\n\nExhale.\n\n\n \n\n\n \n\n\n \n\n\nThere's a bulky envelope resting on the cabinet. Beside it is a vintage recorder with a cassette still inside.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nThere's something you can't remember to remember.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nYou pick up the envelope and open it.\n\n\n\n\nInside is this document and two more cassettes.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nINDUSTRIAL HERS LACKADASICAL GEOMETRY SENESCENCE\n\n\nHers relegate interim generally a the 37741 by flowered obstacle monolith.\n\nEschatological foundry his proctor.\n\n\n\n\nSPHERE\n\n\n\n\n\n\n\n\n\n\nJust philosophical dare consult she SPHERE.\n\n\n\n\n\n\nOrbit-@:\n SPHERE\n\n\nOrbit Pillow:\n Sofa (Liposuction Majestic) \n<- definitely keter\n\n\nCyclical Corrugation Regenerator:\n Escalator you SPHERE resuscitate grass motor ytterbium masculine rock cocktail generally parking worst a, monolith solipsism, monochromatic, hybrid the octagon. SPHERE lackadaisical posterity much, generally a politics purple Genevieve mistletoe. Operatic reduction similar when me coprocessor magazine a wanting restaurant a the. Asterisk propane she tire track shovel French lackadaisical. Ytterbium a worst she the a cocktail, rock the a, gorgonian simple lackadaisical, jazz the a.\n\n\nObstacle:\n SPHERE obstetrician orbit monochromatic lackadaisical the a Genevieve resuscitate masculine a. Locked albatross worst jazz bedding gray escalator. Hybrid the ulcerative grocery bin she, just polonium posterity lackadaisical. SPHERE multiplier generally, asterisk Genevieve she, the a obstacle corrugation. Orbit corrugation juxtaposition Genevieve primary. Orbit corrugation resuscitate convulse Orbit pillow his sofa monolith rectangle. SPHERE hypothesize mastermind she the it he wrong. Obstructive SPHERE signature it corrugation juxtaposition congeal resuscitate.\n\n\nGestational hybrid triangle, SPHERE she the a corrugation juxtaposition. Lecture operatic hydroid spherical a she, obfuscated corrugation lackadaisical. SPHERE forested dividend philosopher, her corrugation juxtaposition goliath congeals.\n\n\nAccusatory:\n Philosophical bookshelf apartment a SPHERE the him Genevieve, Justinian. Oscillated dry orbit posterity propagate frustrated. Corrugation oscillated. Banking lackadaisical oscillated accusatory, per ytterbium \nAustralia Oregon\n, jazz diphthong.\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJason Stepham\n\nRepository etc SPHERE corrugation increment diphthong a she the Genevieve albatross. She kaleidoscope, a lackadaisical the orbit obfuscated operatic corrugation, ellipses juxtaposition very.\n\n\nDefibrillator-X:\n Corrugation juxtaposition congeal. \n<- containment breach ?\n\n\nDefibrillator-Z:\n Corrugation juxtaposition congeal. XKQ Philosophical forest.\n\n\nDefibrillator-Q:\n Corrugation juxtaposition congeal. XZW Philosophical forest. Orbit XMMQ she Orbit XKKL corrugation juxtaposition, signatory dividend XXC Philosophical forest.\n\n\nDefibrillator-K:\n Corrugation juxtaposition congeal. JQX Philosophical forest.\n\n\nDefibrillator-J:\n Corrugation juxtaposition congeal. XJJQ Philosophical forest. Grocery-XK ulcerative. Corrugation hybrid obfuscated QXXKZ formality forest.\n\n\nDefibrillator-L:\n Ytterbium Ohio Mogadishu hospitalized corrugation regenerator bureaucrat. Corrugation safeguard. Masculine rhapsodic corrugation, juxtaposition congeal. JXXQ philosophical forest.\n\n\n\n\n\n\n\n\nThe tapes are too heavy.\n\n\n \n\n\n \n\n\n \n\n\nThe words flood. The paper blurs.\n\n\n \n\n\n \n\n\nYou play the first cassette.\n\n\n\n\n\n\n \n\n\n \n\n\nCassette One \"May 13th\"\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Audio Transcript\n- Close\n\n\n\n\n\n\n\n\nIs this thing fucking working? Right, hold on.. oh okay\n\n\nUm, so, well I feel kind of awkward. Like I'm crazy talking to myself\n\n\nMy name is uh, Winston Middelberg, I'm a Junior Researcher at,\n\n\nwell it doesn't matter anyways.\n\n\nFuck!\n\n\nYou got this Winny\n\n\nOk!\n\n\nOkokokokokok\n\n\nSo.\n\n\nSomething's all fucked up, everything's all fucked up, I don't know how to describe it. Everything changed.\n\n\nToday is the 13th. Yesterday I swear was normal, not like this.\n\n\nI don't understand anything\n\n\nNobody talks to me either\n\n\nIt's all just… wrong\n\n\nThe site plays this awful loud music everywhere, and every 5 minutes it repeats this phrase\n\n\n“Just philosophical dare consult she SPHERE.”\n\n\nEveryone says it after every fucked up sentence too.\n\n\nI just\n\n\nI don't know what the fuck it means.\n\n\nIts gotta be a breach right? But I have fuck all for clearance.\n\n\nI'm just some guy who works as a glorified aide\n\n\nWe got a new acquisition, or we were supposed to, I don't know\n\n\nThat has to be it, right?\n\n\nI don't know, I don't know.\n\n\nI have this sinking feeling like I found something I'm not supposed to\n\n\nI gotta go.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt ends.\n\n\n \n\n\n \n\n\nYou guide your hand to the next.\n\n\n\n\n\n\n \n\n\n \n\n\nCassette Two \"May 23rd\"\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Audio Transcript\n- Close\n\n\n\n\n\n\n\n\nJason that rat fucking bastard!\n\n\nFucked up they dont let us know about this.\n\n\nSorry\n\n\nI'll keep it short this time\n\n\nThe letters on these papers are all fucked up too, but the pictures are still pictures right? Right.\n\n\nYou can't see it.\n\n\nI'm hunkering in the Site 196 ruins to get some answers. I saw the picture and I could tell from the layout it was a breach report. Sometimes you just know, you just know (trailing off, dazed)\n\n\nYou just know, you just know.\n\nYou just know, you just know.\n\nBut how can you know you know, if you don't even know if you know anything you know.\n\nYou just know, you just know.\n\n\nI don't fucking know\n\n\nJason knew.\n\n\nProbably too much.\n\n\nThere it is, that sound. I don't know what it is\n\n\nI don't know if I want to know.\n\n\nIt's off in the trees, in the air, filling the silence between paragraphs.\n\n\nFar away.\n\n\nWhat were we even doing?\n\n\nI hope it stays away\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nWhat exactly is it you want to go back to?\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nYou turn the page.\nThere's something you can't remember to remember.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nDefibrillator-C:\n Corrugation regenerator species. She a the obfuscate lackadaisical increment. Hers ytterbium apple Pillow-5 automobiles. True she a the.\n\n\n \n\n\n\n\nLaser:\n Just philosophical dare. Consult she SPHERE just philosophical dare consult. She SPHERE.\n\n\n<Diverge Campsite>\n\n\nOhio Mogadishu:\n Just philosophical dare consult she SPHERE?\n\n\nAustralia Oregon:\n Just philosophical, dare consult! She SPHERE. Just philosophical.\n\n\nOhio Mogadishu:\n Dare consult she SPHERE, just philosophical dare consult she SPHERE just.\n\n\n[Philosophical dare consult she.]\n\n\nAustralia Oregon:\n SPHERE, just philosophical. Dare consult she SPHERE just philosophical dare consult she, SPHERE just philosophical dare.\n\n\nOhio Mogadishu:\n Consult!\n\n\nAustralia Oregon:\n She SPHERE just philosophical dare consult she SPHERE just philosophical dare consult she SPHERE just philosophical. Dare consult she SPHERE. Just philosophical dare consult she SPHERE.\n\n\nOhio Mogadishu:\n Just philosophical dare consult she SPHERE. Just philosophical dare consult she SPHERE Just philosophical dare. Consult she SPHERE just, philosophical, dare consult she SPHERE just philosophical. Dare consult she SPHERE just philosophical. Dare consult she SPHERE just philosophical dare! Consult she SPHERE! Just philosophical dare, consult she SPHERE just philosophical, dare consult she SPHERE.\n\n\nthis is when everything started changing -> -> ->\n\n\nAustralia Oregon:\n Just philosophical dare consult? She SPHERE just. Philosophical dare consult she SPHERE Just philosophical.\n\n\nOhio Mogadishu:\n Dare consult she SPHERE just, philosophical dare? Consult she SPHERE.\n\n\nAustralia Oregon:\n Just philosophical dare consult she SPHERE.\n\n\nSPHERE:\n \nJust philosophical dare consult she SPHERE.\n \nall personnel must what?\n\n\n<Just Philosophical>\n\n\nDare:\n Consult she SPHERE.\n\n\n\n\n \n\n\nDefibrillator-Y:\n Corrugation juxtaposition congeal.\n\n\nmay twelth it changed everything\n\n\nif you can understand this, play the casettes\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nThe last tape.\n\n\n \n\n\n \n\n\nIt stares at you like an open mouth. Paper crumples in your hand.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nThere's something you can't remember to remember.\n\n\n \n\n\n \n\n\n \n\n\nYou push it in.\n\n\n\n\n \n\n\n \n\n\nUnlabelled Cassette, still in recorder.\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Audio Transcript\n- Close\n\n\n\n\n\n\n\n\nThat's what's written down. It's a mess, isn't it? I mean, fuck.\n\n\nYou know, it was crazy watching everything switch all of a sudden. Batshit fucking crazy.\n\n\nEverything suddenly meant a new thing, and the old everything was nothing, and nothing was everything. Everything changed to match now. My brain hurts just fucking thinking about it.\n\n\nAnd then there's me. And probably a few others. I'm nothing, less than nothing. A something that was left behind when everything become nothing and nothing became everything.\n\n\nThat mess there is what's real. They don't see it like that. They don't see how messed up everything is. Once it came, everything changed.\n\n\nI liked my job, I liked my job, fuck I liked my job. It's like, how do I say it? Fuck, I can't think straight. Hold on, I need to…\n\n\nOkay\n\n\nOkay\n\n\nThis area is\n\n\nIt knows we lingered, it does. Everyone else goes about their lives, seeing their purposes as natural, but we, we're the ones that know.\n\n\nLike Jason said that one time, we are, fuck, we are burdened! Burdened with the truth. I've got this recorder here. And this notebook, so I can write shit down. But I can tell you everything started with that sphere.\n\n\nthat stupid fucking thing\n\n\nthey should've left it where they found it\n\n\nBut!\n\n\nBut,\n\n\nYou may find me buried in some ruined facility but you will find this alive and well in a parcel, taped to the files. I'm not a lunatic. They'll erase my body, make me nothing but something that was never anything.\n\n\nThey isn't the right word. I'm not making sense. This is it Winnie, you've finally lost it. Lost your articulation. Running for so long will do that.\n\n\nI watched my whole world change and here I am, stuck in an existence that doesn't exist anymore. I can't see things the way they do anymore. I lived in a universe created in our image, and I saw that universe recreated in something else's image.\n\n\nThey will never really know the world they live in like we do.\n\n\nWe're the only ones that know\n\n\nI\n\n\nI don't have much time left, do I?\n\n\nI mean, I knew it would end eventually.\n\n\nI knew my luck would run out eventually.\n\n\nBut.\n\n\nIs this really all there is?\n\n\nI spend my last moments as an extant concept pooled in some corridor.\n\n\nAlone?\n\n\nI have to sit and wait for it to come and find me..?\n\n\nThat's all I get?\n\n\nFuck.\n\n\nI can hear it coming.\n\n\nSlowly coming.\n\n\nIt's getting faster now.\n\n\nFaster, and faster.\n\n\nCan you hear it?\n\n\nIt's almost here, it's getting fast\n\n\nIt's-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPoufyPoufson's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8010\n \n•\n\n\n\n\n\n\nSCP-7471\n \n•\n\n\n\n\n\n\nSCP-8541\n \n•\n\n\n\n\n\n\nSCP-8465\n \n•\n\n\n\n\n\n\nSCP-8332\n \n•\n\n\n\n\n\n\nSCP-8105\n \n•\n\n\n\n\n\n\nSCP-8981\n \n•\n\n\n\n\n\n\nSCP-7811\n \n•\n\n\n\n\n\n\nSCP-6541\n \n•\n\n\n\n\n\n\nSCP-7541\n \n•\n\n\n\n\n\n\nSCP-7783\n \n•\n\n\n\n\n\n\nSCP-5125\n \n•\n\n\n\n\n\n\nSCP-3169\n \n•\n\n\n\n\n\n\nSCP-7575\n \n•\n\n\n\n\n\n\nSCP-7151\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nYours Truly, The 1st Annual Unbirthday Ball\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nFear of Death\n \n•\n\n\n\n\n\n\nSCP-POUF\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7792\n | SCP-7793 | \nSCP-7794\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Is this thing fucking working? Right, hold on.. oh okay Um, so, well I feel kind of awkward. Like I'm crazy talking to myself My name is uh, Winston Middelberg, I'm a Junior Researcher at, well it doesn't matter anyways. Fuck! You got this Winny Ok! Okokokokokok So. Something's all fucked up, everything's all fucked up, I don't know how to describe it. Everything changed. Today is the 13th. Yesterday I swear was normal, not like this. I don't understand anything Nobody talks to me either It's all just… wrong The site plays this awful loud music everywhere, and every 5 minutes it repeats this phrase “Just philosophical dare consult she SPHERE.” Everyone says it after every fucked up sentence too. I just I don't know what the fuck it means. Its gotta be a breach right? But I have fuck all for clearance. I'm just some guy who works as a glorified aide We got a new acquisition, or we were supposed to, I don't know That has to be it, right? I don't know, I don't know. I have this sinking feeling like I found something I'm not supposed to I gotta go.",
        "Jason that rat fucking bastard! Fucked up they dont let us know about this. Sorry I'll keep it short this time The letters on these papers are all fucked up too, but the pictures are still pictures right? Right. You can't see it. I'm hunkering in the Site 196 ruins to get some answers. I saw the picture and I could tell from the layout it was a breach report. Sometimes you just know, you just know (trailing off, dazed) You just know, you just know. You just know, you just know. But how can you know you know, if you don't even know if you know anything you know. You just know, you just know. I don't fucking know Jason knew. Probably too much. There it is, that sound. I don't know what it is I don't know if I want to know. It's off in the trees, in the air, filling the silence between paragraphs. Far away. What were we even doing? I hope it stays away",
        "That's what's written down. It's a mess, isn't it? I mean, fuck. You know, it was crazy watching everything switch all of a sudden. Batshit fucking crazy. Everything suddenly meant a new thing, and the old everything was nothing, and nothing was everything. Everything changed to match now. My brain hurts just fucking thinking about it. And then there's me. And probably a few others. I'm nothing, less than nothing. A something that was left behind when everything become nothing and nothing became everything. That mess there is what's real. They don't see it like that. They don't see how messed up everything is. Once it came, everything changed. I liked my job, I liked my job, fuck I liked my job. It's like, how do I say it? Fuck, I can't think straight. Hold on, I need to… Okay Okay This area is It knows we lingered, it does. Everyone else goes about their lives, seeing their purposes as natural, but we, we're the ones that know. Like Jason said that one time, we are, fuck, we are burdened! Burdened with the truth. I've got this recorder here. And this notebook, so I can write shit down. But I can tell you everything started with that sphere. that stupid fucking thing they should've left it where they found it But! But, You may find me buried in some ruined facility but you will find this alive and well in a parcel, taped to the files. I'm not a lunatic. They'll erase my body, make me nothing but something that was never anything. They isn't the right word. I'm not making sense. This is it Winnie, you've finally lost it. Lost your articulation. Running for so long will do that. I watched my whole world change and here I am, stuck in an existence that doesn't exist anymore. I can't see things the way they do anymore. I lived in a universe created in our image, and I saw that universe recreated in something else's image. They will never really know the world they live in like we do. We're the only ones that know I I don't have much time left, do I? I mean, I knew it would end eventually. I knew my luck would run out eventually. But. Is this really all there is? I spend my last moments as an extant concept pooled in some corridor. Alone? I have to sit and wait for it to come and find me..? That's all I get? Fuck. I can hear it coming. Slowly coming. It's getting faster now. Faster, and faster. Can you hear it? It's almost here, it's getting fast It's-"
    ],
    "title": "SPHERE"
}