{
    "url": "https://scp-wiki.wikidot.com/scp-7799",
    "all_text": "And we'll all float on.\n\nAlright already, we'll all float on\n\nAlright, don't worry even if things end up a bit too heavy\n\n\nWe'll all float on alright.\n\n\n\n\n( Float On - Modest Mouse )\n\n\nSCP-7799 - When I'm Gone and Afloat.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\"Listen, Honey, I just… I need to go to work, just the rest of this week, then I'll be back home, okay?\"\n\n\n\"No, nothing bad is going to happen! It's a security guard job, I'm not in danger silly!\"\n\n\n\"Don't think about that, you know how much that makes you sad…\"\n\n\n\"…I love you too, just… hand it over to daddy, okay? I love you, stop… mommy isn't going anywhere.\"\n\n\n\"It's okay, it's okay… I'm doing this for you, alright? I've done everything for you.\"\n\n\n\"I love you too, please calm down… talk to daddy, okay?\"\n\n\n \n\n\n \n\n\n \n\nThe sounds of a pen clicking filled the office, creating a rhythmic backdrop to the otherwise mundane atmosphere. Amidst the familiar office sounds, there was a distinct noise - a single pill rattling, followed by a dry gulp. Site Director Amelia sighed, her face contorting with annoyance as she tossed yet another empty bottle into the overflowing trash bin.\n\n\nStaring at her blank computer screen, Amelia's mind drifted away from the immediate tasks at hand. Thoughts of going home for the day consumed her; ever since the doctors had delivered the news, it had been a constant companion in her thoughts. The weight of her own mortality rested heavily on her shoulders. Yet, even in the face of such a daunting prognosis, she couldn't allow herself the luxury of quitting her job. Who would support her family if she gave up?\n\n\nAs Amelia wrestled with her thoughts, her focus was abruptly interrupted by a soft blip from the corner of her screen. With an eyebrow raised, she quickly directed her attention to the notification. The sender's name caught her eye - one of the O5's, the ones on top of the corporate pyramid. Receiving a direct message from them was a rare occurrence, and it sent a shiver down her spine. What could they want?\n\n\n\"To Amelia Clark,\n\n\nRecently, we have come across some findings that might align with your specialized field of research. I have attached the file for your review to provide some context.\n\n\n-O5-6\"\n\n\nAfter a moment of hesitation, she hastily opened the attached .pdf.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7799\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\ndrygioni\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Until a complete reasoning for SCP-7799 is discovered, all further actions from the Department of Tactical Theology will continue per usual. All information relating to SCP-7799 must be kept secret from the Department of Tactical Theology and the Department of Applied Necromancy.\n1\n\n\nTo minimize the risk of accidental exposure, all communication channels, databases, and documents pertaining to SCP-7799 must be compartmentalized and accessible only through a secure, isolated network, known as Network Sigma-Omega (\"VeilNet\"). Access to VeilNet shall be limited to individuals with specific clearance granted by the O5 Council.\n\n\nDescription:\n SCP-7799 is an ongoing phenomenon concerning the afterlife and afterlives. Despite evidence gathered from the Department of Tactical Theology, numerous SCP objects, and deceased individuals, no definitive form of afterlife has been confirmed.\n\n\nDeceased individuals report various afterlives, and several anomalies present inconsistent ideas and responses. Despite several religions describing other afterlives, none have been conclusively documented. Files pertaining to these afterlives can be found within Foundation archives, but exact sources are unclear.\n\n\nExamples of SCP-7799 manifestations include:\n\n\n\n\nIndividuals rarely report the same form of afterlife. To date, more than 7,291,098 afterlives have been reported.\n\n\nNo two individuals in the same afterlife have reported communication with another.\n\n\nThe existence of contradicting SCP files relating to afterlives. Examples include \nSCP-2718\n and \nSCP-7179\n.\n\n\n\n\n\n\n\n\n\"Oh,\" Amelia mumbled softly, her heart sinking as she absorbed the contents of the file.\n\n\nShe couldn't comprehend how to respond to this revelation. The clacking of her pen grew more intense, click, click, click. With a sudden snap, the pen's spring gave way, leaving Amelia muttering, \"Just my luck.\"\n\n\nShe tossed the remains of the broken pen into the overflowing bin, too tired to grab another. Her gaze remained fixed on the computer screen.\n\n\nNo definitive form of afterlife has been confirmed.\n\n\n\"That's it, isn't it?\" she finally whispered, her voice barely audible in the solemn office.\n\n\nJust her fucking luck! Great, \nGREAT\n. It's been months since the diagnosis, and every inch of hope has been torn away from her. The thought of \nnothing\n makes her fists clench, her shoulders stiffen.\n\n\nHer eyes reddened, and she wiped away any tears threatening to escape her grasp. Amelia took a deep breath, trying to compose herself and regain some semblance of control over her emotions. This can't be, this can't be!\n\n\nShe knew the end was soon, there was no chance she would get away, but this? This was the straw that broke the camels back. Amelia couldn't do anything but stare at those words.\n\n\nThe words were burned into her screen, and into her eyes. No definitive afterlife. Nothing on the other side.\n\n\nNothing.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nAs if to interrupt the heavy stillness in the room, another blip from her computer snapped her back to the present moment. She hesitated for a second, finger lingering over the mouse. But she couldn't ignore it. With a single sigh, she wiped away any lingering tears and focused on the screen.\n\n\n\n\n\n\n\n\n\n\nNotice\n\n\nThis file is outdated due to recent discoveries. To review the updated file, please click \nhere.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nDrygioni:\n Item is currently under an official investigation for authenticity by the Overseer Council.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7798\n | SCP-7799 | \nSCP-7800\n »\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nTroutMaskReplica's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7230\n \n(+29)\n \n•\n\n\n\n\n\n\nSCP-7973\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-8790\n \n(+137)\n \n•\n\n\n\n\n\n\nSCP-6718\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7362\n \n(+40)\n \n•\n\n\n\n\n\n\nSCP-1305\n \n(+86)\n \n•\n\n\n\n\n\n\nSCP-7084\n \n(+176)\n \n•\n\n\n\n\n\n\nSCP-5315\n \n(+42)\n \n•\n\n\n\n\n\n\nSCP-7619\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-8990\n \n(+26)\n \n•\n\n\n\n\n\n\nSCP-6160\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-6356\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-7921\n \n(+40)\n \n•\n\n\n\n\n\n\nSCP-8762\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-5796\n \n(+105)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nin her arms,\n \n(+35)\n \n•\n\n\n\n\n\n\nIt Will All Be Okay\n \n(+39)\n \n•\n\n\n\n\n\n\nThe Son You Love\n \n(+51)\n \n•\n\n\n\n\n\n\nOpen Water\n \n(+42)\n \n•\n\n\n\n\n\n\nVILE\n \n(+39)\n \n•\n\n\n\n\n\n\nscatterbrained.\n \n(+54)\n \n•\n\n\n\n\n\n\nDaisies, Death, and Dysphoria\n \n(+75)\n \n•\n\n\n\n\n\n\nMoonlight, My Dear\n \n(+13)\n \n•\n\n\n\n\n\n\nOPEN LETTER TO US GOVERNMENT\n \n(+22)\n \n•\n\n\n\n\n\n\nOne Hundred And Fifty Thousand\n \n(+67)\n \n•\n\n\n\n\n\n\nHeading Off to Bed\n \n(+37)\n \n•\n\n\n\n\n\n\nFreefall\n \n(+31)\n \n•\n\n\n\n\n\n\nDeny, Delay, Depose\n \n(+92)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nTrout's EPIC Authorpage\n \n(+169)\n \n•\n\n\n\n\n\n\nA timely death.\n \n(+19)\n \n•\n\n\n\n\n\n\nSoy Un Perdedor\n \n(+22)\n \n•\n\n\n\n\n\n\nChristmas Industries (Art Exchange)\n \n(+17)\n \n•\n\n\n\n\n\n\nJawn Proposal (Fanart!)\n \n(+23)\n \n•\n\n\n\n\n\n\nArtExchange 2024 For UberGoober\n \n(+28)\n \n•\n\n\n\n\n\n\nBohart's Life and Death\n \n(+36)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7799\n\" by TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7799\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n jlyfis.png\n\n\nName:\n Jellyfish at Osaka\n\n\nAuthor:\n Steffen Flor\n\n\nLicense:\n Creative Commons Attribution-Share Alike 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:2018-08-24_Jellyfish_at_Osaka.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "And we'll all float on. Alright already, we'll all float on Alright, don't worry even if things end up a bit too heavy We'll all float on alright.",
        "\" SCP-7799 \" by TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-7799 . Licensed under CC-BY-SA .",
        "Filename: jlyfis.png Name: Jellyfish at Osaka Author: Steffen Flor License: Creative Commons Attribution-Share Alike 2.0 Source Link: https://commons.wikimedia.org/wiki/File:2018-08-24_Jellyfish_at_Osaka.jpg"
    ],
    "containment_procedures": "Until a complete reasoning for SCP-7799 is discovered, all further actions from the Department of Tactical Theology will continue per usual. All information relating to SCP-7799 must be kept secret from the Department of Tactical Theology and the Department of Applied Necromancy.1",
    "description": "SCP-7799 is an ongoing phenomenon concerning the afterlife and afterlives. Despite evidence gathered from the Department of Tactical Theology, numerous SCP objects, and deceased individuals, no definitive form of afterlife has been confirmed.",
    "title": "SCP-7799"
}