{
    "url": "https://scp-wiki.wikidot.com/scp-7800",
    "all_text": "SCP-7800\n\n\n\n\n\n\nByㅤ\n \nAftokrator\n\n\n\n\n\n\nPublished on \n01 Aug 2022 03:44\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+186\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-7800: \"Samsara\"\n\nWhat the hell is an MTF Tau-5?\n\n\n\n\nMore by this author!\n\n\n\n\n\n\n\n\n\n\nrating: \n+186\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nby Aftokrator\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7800\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\narchon\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n12th century Buddhist rock carving depicting SCP-7800.\n\n\n\n\n\n\n\n\n\n\nSCP-7800 is integral to the continued existence of humanity, and thus must not be contained.\n\n\nThe Foundation currently does not possess the necessary infrastructure nor technology to directly interact with SCP-7800.\n\n\nAs per O5-CR-2080-I, the Foundation may never fundamentally alter SCP-7800 in any capacity, with all significant metaphysical markers currently subject to L6-Infofragmentation Protocol. Any and all alterations run a significant risk of causing irreparable damage to the consciousness of all currently unborn human beings. Currently, efforts are primarily directed at alleviating the effects of SCP-7800 on baseline reality.\n\n\nAESRs\n1\n are to be discreetly installed within all population centers that exceed 84,000 inhabitants. Containment procedures are expected to be updated with the development of more efficient AESR designs.\n\n\nAlleviation of SCP-7800's effects may be achieved via the following actions, which have been given AMIDA-Class priority accordingly.\n\n\n\n\nThe attainment of human karmic equilibrium via the abatement of its adharmon density and/or augmentation of its dharmon density\n2\n\n\nThe maintenance of a background Akiva radiation value of at least 35 centiAkiva until the former can be sustainably achieved\n\n\n\n\n\n\n\n\n\n\n\n\nSUPPLEMENTARY MATERIALS: KARMON BRIEFING\n\n\n\n\nSUPPLEMENTARY MATERIALS: KARMON BRIEFING\n\n\n\n\n\n\n\n\nExcerpt from \nMetaphysics and You?\n, 2006 Edition\n\n(Foundation-issued study materials)\n\n\n\n\n\nIn life, individuals perform actions that accumulate or reduce \n'karma'\n, depending on the underlying intention. This can be treated as a quantitative interpretation of the principle of cause-and-effect, for which karma may be quantified as a thaumic elementary particle dubbed the \n'karmon'\n.\n\nThe karmon particle exhibits a spin symmetry that has been understood to denote both good and bad karma, dubbed the \n'dharmon'\n and \n'adharmon'\n respectively. In any given vessel, the aggregation of dharmons and adharmons largely cancel each other out. The remainder of non-neutralized karmon particles are then considered to be the \n'karmon count'\n of the vessel.\n\n\nWhile adharmons have been colloquially referred to as quantified sin, the two concepts are in fact separate, and it is encouraged that the proper terminology be used to discuss karmon metaphysics.\n\n\nStatistically significant karmon counts are known to have observable influences on local baseline reality. These influences are known to affect:\n\n\n\n\nProbabilistic events (i.e. dice rolls, happenstances, meteorological events, etc.)\n\n\nAkiva radiation (noticeable increments under high dharmon density, converse for high adharmon density)\n\n\nElan-Vital Energy (most notably spectral changes in EVE emission)\n\n\nMental properties (i.e. CRV, possible changes in psyche, etc.)\n\n\n\n\nAn individual's karmon count is cumulative, and is carried over their successive lives under the karmic cycle, influencing the circumstances one may be born into. Dharmon-dense individuals, on average, possess better traits, talents, and are generally of a higher station in life. Conversely, adharmon-dense individuals are typically circumstantially disadvantaged. The extent to which this influences rebirth conditions remains a subject of heavy debate.\n\n\nDue to its entrenchment in baseline reality, it is extremely difficult to create a baseline metric to evaluate the effects of any given karmon count. Experiments involving synthetic homunculi communities with net zero karmon counts have provided an imperfect analogue; the equivalent of a human being with a net zero karmon count is consistently healthier, emits higher Akiva radiation, and is generally happier than the established global average.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7800\n refers to the process in which human beings undergo rebirth after their deaths, alternatively known as the human karmic cycle. Karmon counts do not change during rebirth, redeath, nor the liminal state,\n3\n only fluctuating with the generation and annihilation of karmon particles over the course of a vessel's life.\n\n\nWhile karmic cycles theoretically exist for all living beings, they have only been identified within sapient species. Studies conducted on karmic cycles within SCP-1000, Fae, Merfolk, and other anomalous populations show strong similarities to each other, with otherwise superficial differences. The karmon count of non-sapient organisms is negligibly minute, complicating studies on their karmic cycles.\n\n\nSCP-7800's anomalous property lies in the ability of a karmon count to undergo fission as a response to an excess of suitable vessels. The exact process behind this so-called karmic fission remains poorly understood, as it has not been observed in non-human karmic cycles thus far.\n\n\nDuring karmic fission, dharmon density is observed to be divided equally between the resultant karmon counts, whereas adharmon density is duplicated before division. As a result, both karmon counts have half the dharmon density, but the same adharmon density as the preceding karmon count.\n\n\n\n\n\n\n\n\n\n\nSeveral religious sects and occult research organizations are known to have been aware of the concept karmic fission in some capacity since at least the early 19th century, during which the human population first exceeded 1 billion individuals.\n\n\n\n\n\n\nExcerpt from a letter addressed to select members of the Theosophical Society from a Sophie F. Carey, c. 1882\n\n\n\n\n\n\n[…] Arthur's return from his Tibetan expedition has yielded many insights into the nature of life and death. The terminology in use by the lamas may differ from other studied religious schools, but they are, without a doubt, no lesser.\n\n\nI have catalogued his findings in his stead, as he still requires rest. You may pore over them at your own leisure. Furthermore, I feel it is pertinent to discuss one of Arthur's encounters in a gompa hidden in one of the Himalayan valleys.\n\n\nArthur recounted a conversation with an alleged tertön, a keeper of secret knowledge. This particular fellow had fled deep into the hinterlands in fear of persecution; you see, it does not do to be labelled as a deceiver for one's own knowledge of the truth, even if the truth may be sacrilegious. The tertön spoke of great changes, those on a scale that precede paradigm shifts. In his own words, \"the wheel of rebirth is under immense strain\". He has been convinced by the tertön that a great calamity is to occur.\n\n\nIn my curiosity, I took the liberty of interpreting his words and writings, and I must confess they have given way to troubled thoughts. Could the number of human vessels ever grow to be greater than the number of souls for which they house? Logic would dictate the essence would divide itself to compensate for the surplus, but does that make modern man lesser than his forefathers? I do not dare to dwell on the implications of this, nor that if the essence does not divide.\n\n\nWhile his fever is under control, his ramblings remain of particular concern. Sometimes he mutters sentences with most frightening nature and clarity. \"There are too many humans.\" I continue to pray for his expedited recovery. […]\n\n\n\n\n\n\n\n\nA depiction of SCP-7800 as a Bhavacakra in Tibetan Buddhism.\n\n\n\n\nKarmons were first detected by HMFSCP\n4\n and ASCI\n5\n personnel during the 7th Occult War. Initially misidentified as thaumaturgic backlash in the European theatre of the Occult War, mage divisions were deployed to otherwise mundane locations under the impression that a thaumaturgic battle was taking place.\n\n\nThese errors were later reported as \"abnormal Akivic flux\", or AAF in contemporary field reports, particularly due to the absence of notable divine phenomena in most cases. Improvements in paratech by the second half of the Occult War eventually led to the postulation of karmon particles during AAF events. The events preceding the end of the Occult War on both sides of the Veil were extensively analyzed, and contributed to the study and understanding of the two karmon particle types.\n\n\nThe \"Karmon Problem\" was introduced in a 1985 paper by Foundation researcher Dr. Cenn T. Moncavage, who had headed research into the mechanics behind karmon generation and neutralization. Drawing from a decade-long study on infant karmon counts, karmon fission had been consistently observed with increasing frequency.\n\n\nDr. Moncavage predicted that the unequal division of adharmon density coupled with rapid population growth would eventually result in a possible K-Class Scenario. Their paper provided multiple projections for such a possibility, including an increase in frequency of natural disasters, higher probabilities of cosmic extinction events, and an array of thaumaturgic catastrophes.\n\n\nDr. Moncavage's views were labelled as Neo-Malthusian, and were largely ignored due to a notable lack of evidence supporting their claim. The consensus among experts in the metaphysical field was that the threshold for the Karmon Problem simply had not been reached, and most likely never would according to increasingly accurate population projections and predictions of decreasing birth rates. SCP-7800 was hence classified as Ticonderoga, and relegated to lower priority research.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7800.I\n Progressive Attenuation of Background Akiva\n\n\n\n\n\n\nSince 1957, average background Akiva radiation had begun to decline from 37.4 centiAkiva at an annual rate of about 0.2% in spite of Foundation countermeasures, such as reductions in religious GoI suppression and the promotion of spirituality and mundane religious institutions outside the Veil.\n\n\nNo primary underlying cause has been determined for this trend, as the effects of SCP-7800 and global adharmon density on background Akiva were estimated to be at least 2 orders of magnitude smaller than the attenuation rate of background Akiva.\n\n\nThe consequences of Akiva attenuation have been widespread, resulting in the following.\n\n\n\n\nDecreasing effectiveness and/or efficiency of belief-based, spiritual, and theological containment procedures.\n\n\nNullification of lesser theovatic techniques and the abilities of low-level prophets.\n\n\nNullification of lesser theological rituals and techniques.\n\n\nIncrease in the frequency of Tartarean Entity Manifestation events.\n\n\nNotable decline in the religiosity of the global population (-0.19 per year on the Spitz-Brennan Scale).\n\n\n\n\nA noticeable increase in the frequency of non-theological events aligning with predictions in the Karmon Problem has also been observed, prompting research personnel to re-evaluate the established thaumic characteristics of karmon particles and the Karmon Problem.\n\n\n\n\n\n\nA/V TRANSCRIPT MTP-CO-23/10\n\n\n\n\nDate:\n 09/07/2010\n\n\nAttendees:\n\n\n\n\nDir. Imogen E. Devereux - Director of the Department of Tactical Theology\n\n\nDr. Coriander V. Gomez - Head of the Applied Metaphysics Division\n\n\nDr. Alastair F. T. Orion - Head of Research, SCP-7800\n\n\nDr. Cenn. T. Moncavage - Level 4 Researcher in the Dept. of Thaumatology, author of the Karmon Problem\n\n\n~9 other executive personnel of the Dept. of Tactical Theology and the Applied Metaphysics Division\n\n\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\nDr. Moncavage:\n —and now you lot decide to believe me?\n\n\nDr. Gomez:\n Dr. Moncavage, we specifically requested your presence to assist in dealing with the issue at hand, you can leave the 'I told you so's on the appendix after we have this meeting settled.\n\n\nDr. Moncavage:\n Fine. \n<grumbles audibly>\n\n\nDr. Gomez:\n Moving on to the topic at hand, we posit that the thaumic influences of karmon particles — particularly Akiva radiation — have been grossly miscalculated. Consequently, we may attribute the ongoing attenuation of background Akiva radiation to global adharmon density, which is currently about 18 times the global dharmon density.\n\n\nDr. Moncavage:\n What? No, that's— Why did no one tell me we exceeded a 1:5 ratio?\n\n\nDr. Orion:\n Clearance level was moved to Level 5 after you got dropped from the research team.\n\n\nDr. Moncavage:\n Wonderful. How many centiAkiva are we on now?\n\n\nDir. Devereux:\n Little over 33.4 centiAkiva. Not great, but not as bad as it could be.\n\n\nDr. Moncavage:\n Hm. I've revised the Karmon Problem since you \nkicked\n me out, but this still doesn't fit with my newer models. We should've been seeing much lower background Akiva by now. There's something else at play here.\n\n\nDr. Gomez:\n We've dismissed most other explanations for background Akiva attenuation. All Akiva absorbent anomalies have been accounted for, and as far as we're aware, the attenuation is restricted to the Earth's atmosp—\n\n\nDr. Moncavage:\n Yes, yes, we all know about Agent Gagarin. I don't like this. Are you sure this isn't the result of some Iscariot Event?\n\n\nDir. Devereux:\n Not unless this is the slowest and longest-lasting one. It's gotten harder to keep tabs on significant theological entities, but we're certain none are in a state of cessation. Well, none that haven't already been \naccounted for\n.\n\n\nDr. Moncavage:\n Hmm. \n<frowns>\n How many of these significant theological entities do you have on record?\n\n\nDir. Devereux:\n That information is beyond the clearance you and most of the people in this room have.\n\n\nDr. Moncavage:\n Right, right. But can you tell me how that number has changed over time? How many gods did you lot kill?\n\n\nDir. Devereux:\n We don't kill significant theological entities, they're too entrenched in baseline reality, that's why they're signifi— Oh.\n\n\n<Dir. Devereux pulls out her phone and begins typing.>\n\n\nDr. Gomez:\n What? What do you mean, 'oh'?\n\n\nDr. Moncavage:\n Gods are, as we all know, Akiva sources of immeasurable scale, an inferno of divinity comparable to the Sun. Now, Iscariot Events refer to the death of a god. A flame extinguished. The heat is gone, almost immediately. What happens when you slowly get further from the fire instead?\n\n\nDr. Orion:\n The frog boils.\n\n\nDr. Moncavage:\n Exactly. We're already stewing away in the Karmon Problem.\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n\n\n\n\nAddendum 7800.II\n Correspondence with Theological Entities\n\n\n\n\n\n\nIn an attempt to glean further information on possible theological influences on background Akiva levels, the Department of Tactical Theology authorized multiple correspondences with numerous known cooperative theological entities.\n\n\n\n\n\n\nTheological Entity Classification:\n DTE-L3T5-C\n\n\nAssociated Religious Group:\n Disciples of the Solar Herald\n\n\nStatus of Contact Ritual:\n Success\n\n\nOutcome of Correspondence:\n Divining oracle unable to establish coherent communications with theological entity. Correspondence terminated by divining oracle shortly after.\n\n\n\n\n\n\nTheological Entity Classification:\n DTE-A7G7-C\n\n\nAssociated Religious Group:\n Voru-Tuut Creed\n\n\nStatus of Contact Ritual:\n Success\n\n\nOutcome of Correspondence:\n No response from theological entity. Currently considered to have forsaken humanity.\n\n\n\n\n\n\nTheological Entity Classification:\n DTE-R3X0-C\n\n\nAssociated Religious Group:\n The Universalist Order of the Æsir\n\n\nStatus of Contact Ritual:\n Success\n\n\nOutcome of Correspondence:\n When inquired about the ongoing attenuation of background Akiva, several voices were heard debating heatedly in the background before the contacted theological entity bade the divining oracle good luck. Correspondence ended immediately after. DTE-R3X0-C, along with its associated theological entities, have since been unreachable and are currently considered to have forsaken humanity.\n\n\n\n\n\n\nA/V TRANSCRIPT DTT-DC-CTE-06/10\n\n\n\n\nDate:\n 06/09/2010\n\n\nAttendees:\n\n\n\n\nDir. Imogen E. Devereux - Director of the Department of Tactical Theology\n\n\nSbl. Carmen Mathel - Chief Oracle of the Department of Tactical Theology\n\n\nDr. Alastair F. T. Orion - Head of Research, SCP-7800\n\n\nDr. Cenn. T. Moncavage - Chief Advisor, SCP-7800\n\n\n~6 other executive personnel of the Dept. of Tactical Theology\n\n\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\nDr. Orion:\n I thought there would be more attendees.\n\n\nSbl. Mathel:\n We had a major Tartarean Manifestation Event hit New Zealand two days ago, between that and a few other high-profile incidents, the Department has had a hectic few weeks since we last convened.\n\n\nDir. Devereux:\n Moving on to the results of our correspondences, we can conclude that a significant portion of cooperative theological entities have forsaken humanity. Those that are still around aren't of much help either.\n\n\nDr. Moncavage:\n I figured as much. What does this normally entail, in terms of impact on background Akiva?\n\n\nDir. Devereux:\n There's always some degree of residual Akiva remaining after the disappearance of a theological entity, be it from its cessation or its forsaking of humanity, but it dissipates over time. We may very well be operating on fumes now.\n\n\nDr. Orion:\n Pardon, but don't theological entities intrinsically require a source of belief to sustain them? How is forsaking their primary energy source an option for them?\n\n\nSbl. Mathel:\n We're not sure, but from what I've seen and heard, they aren't too worried about it. Honestly, I'm more concerned about the state of their adherents. I literally had the patron deities of at least 4 countries wishing me good luck before hanging up.\n\n\nDr. Orion:\n Speaking of energy sources, I'd like to present the schematics for a working prototype of an Akiva generator. Dr. Gomez and I managed to put this together last week. You should find them on your devices—\n\n\n<Dr. Orion types out a few lines of code on his laptop.>\n\n\nDr. Orion:\n —now.\n\n\nSbl. Mathel:\n Huh. I'd always thought our Department would figure out artificial Akiva generation first.\n\n\nDr. Moncavage:\n Say, where \nis\n Dr. Gomez?\n\n\nDr. Orion:\n They're tied up in a pet project in Britain to explore \nalternative methods of belief generation\n right now. Now, I won't claim that these AESRs will be able to supplant our Akiva deficit overnight, what with them operating on the scale of tens of microAkiva, but things are looking promising.\n\n\nDir. Devereux:\n That's good to hear. We're still working through the list of cooperative theological entities to contact. Hopefully we'll come across one willing to actually cooperate with us on this.\n\n\nSbl. Mathel:\n Assuming there are any left.\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\nSubsequent attempts at correspondence with theological entities universally failed to provide an explanation for the ongoing mass Persephone Event,\n6\n either due to the failure of the contact ritual or the reluctance of the contacted theological entities to provide further insights.\n\n\nAt this point in time, almost all sleeper agents implanted in numerous parareligious and occult organizations had reported some form of internal unrest over the perceived forsaking by their respective patron theological entities. Council sessions of the Council of 108 in the Global Occult Coalition were noted to be a significant outlet for religious tensions, with accusations of deicide frequently thrown out by member groups.\n\n\nAn estimated 88% of all known theological entities are presumed to have forsaken humanity.\n\n\n\n\n\n\n\n\n\n\nAddendum 7800.III\n Internal Theological Developments\n\n\n\n\n\n\nNumerous Persephone Events have also taken place within other theological entities within Foundation custody, resulting in multiple containment breaches and rapid Akiva flux in most cases. Below is a brief summary of the most significant of these events in chronological order.\n\n\n\n\n\n\n\n\nDate\n\n\nBAR\n7\n Value\n\n\nTheological Entity Involved\n\n\nEvents\n\n\n\n\n\n\n06/01/2011\n\n\n33.0 (-0.3)\n\n\nSCP-4960\n, the manifestation of a Bronze Age fertility goddess. It is sustained by acts of worship as defined by Procedure 166-Anahita.\n\n\nSCP-4960 disappears from its suite at Site-17. Widespread reports of 'heartbreak' amongst the heterosexual male and homosexual female population are suppressed to prevent a Broken Masquerade Scenario. Foundation operations temporarily hindered as a result.\n\n\n\n\n\n\n16/04/2011\n\n\n32.9 (-0.1)\n\n\nUnknown\n. Presumed to be an undiscovered theological entity.\n\n\nSpike in anomalous seismic activity detected throughout mainland Australia. The origin of seismic activity was triangulated to within the Wollemi National Park in New South Wales, Australia, where on-site listening stations detected vibrations consistent with that of a large animal burrowing into the ground.\n\n\n\n\n\n\n01/08/2011\n\n\n32.7 (-0.2)\n\n\nSCP-2845\n, an extraterrestrial quadrupedal entity possessing the ability to transmute matter into various states of hydrogen, helium, and ammonia. Not designated as a theological entity, but has been observed to cause measurable Akivic flux during direct observation.\n\n\nSCP-2845 breaches containment despite the successful completion of the ongoing containment cycle. Once outside of its containment chamber, it sublimates into an unidentified mixture of gases. The last known sighting of SCP-2845 was reported by Site-♄-08, where its upper body was seen in orbit around Iapetus, presumably undergoing a reconstitution of its physical form. Its current location is unknown.\n\n\n\n\n\n\n03/09/2011\n\n\n32.4 (-0.3)\n\n\nSCP-3000\n, allegedly a large aquatic serpent of unconfirmed length. The validity of the existence of this theological entity is under scrutiny.\n\n\nFoundation technicians discover the existence of an SCP-3000 within the SCiPnet database and in physical documents scattered across Foundation Sites. While providing a convincing argument for the origin of free-floating Y-909 deposits in the Indian Ocean, no conclusive evidence has been found to suggest that it actually exists.\n\n\n\n\n\n\n29/11/2011\n\n\n32.4 (0.0)\n\n\nSCP-6542\n, a large marble vat of sheep milk. A human shadow becomes visible inside the vat at random intervals, inducing dread in observers of any Christian faith. Failure to maintain containment procedures leads to RAPTURE events, in which large amounts of milk are expelled from the vat.\n\n\nA column of milk erupts from SCP-6542 despite the absence of cheese that normally indicates a RAPTURE event, leaving behind an otherwise empty mundane marble vat. The column penetrates the ceiling of the Marzec Church, where it is observed travelling at supersonic speeds towards the North Pole without significant mass loss. Visual contact lost due to poor weather conditions over the North Sea.\n\n\n\n\n\n\n29/11/2011\n\n\n31.1 (-1.3)\n\n\nSCP-5998\n, the frozen corpse of an unidentified humanoid located near the North Pole. Religious personnel attempting to approach it universally experience intense feelings of guilt, sorrow, and anger. Disturbance of the corpses results in the brief manifestation of Type-I Empyrean entities that become hostile to any personnel on sight.\n\n\nMilk column is sighted by personnel at Outpost-5998 in the North Pole. It coalesces into a humanoid form before slowly approaching SCP-5998. It places an arm onto the right shoulder of SCP-5998. All Type-I Empyrean entities manifesting during this incident appear to cower before the humanoid mass of milk. Personnel report hearing a faint exchange of words before SCP-5998 lifts its head. All entities promptly vanish after 12 seconds. SCP-5998 and SCP-6542 have been redesignated as Neutralized.\n\n\n\n\n\n\n\n\nOn December 31st, 2011, \nSCP-343\n spontaneously materialized in the office of Dr. Orion, materializing a recorder and requesting a conversation with them. Dr. Orion agreed to its request after notifying Site-19 authorities of SCP-343's breach.\n\n\nAttached below is a transcript of the ensuing exchange.\n\n\n\n\n\n\nA/V TRANSCRIPT DTT-REC-PRI-00/31/11\n\n\n\n\nDate:\n 31/12/2011\n\n\nAttendees:\n\n\n\n\nDr. Alastair F. T. Orion - Head of Research, SCP-7800\n\n\nSCP-343\n\n\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\nDr. Orion:\n To what do I owe the pleasure of this visit, uh, SCP-343?\n\n\nSCP-343:\n Oh, just thought I would stop by. I understand you've been a bit stressed over the situation with the other gods. What better way to lift your spirits than a visit from a God with a capital G?\n\n\n<SCP-343 manifests a rocking chair in front of Dr. Orion's desk and sits in it.>\n\n\nDr. Orion:\n I— \n<pinches the bridge of his nose>\n I'm not sure if—\n\n\nSCP-343:\n It's quite alright. You can talk to me about anything you like. Say, have you perhaps heard of that thing down in E—\n\n\nDr. Orion:\n SCP-343. Can you tell me what exactly is going on with the gods?\n\n\nSCP-343:\n Ah. I was afraid you'd ask that. Well, Alastair, some things are meant for the eyes and ears of gods and gods alone.\n\n\nDr. Orion:\n Right, well. Whatever it is, it's going to lead to the end of the world unless we figure out \nwhy\n the gods are leaving, and whether it's even remotely possible to get them to come back.\n\n\nSCP-343:\n \n<smiles>\n Oh cheer up, it's not that bad.\n\n\nDr. Orion:\n 'Not that bad'?! We're seeing more TMEs now than in the last 20 years, some of our most reliable containment procedures have become obsolete, pretty much every other god in the Foundation has got up and left, there's a religious crisis just waiting to happen among the parareligious community and I've got Overseers breathing down my neck and chasing me for solutions, it is \nnot\n 'not that bad'!\n\n\n<Dr. Orion breathes heavily. SCP-343's grin transforms into a stare. Dr. Orion gulps.>\n\n\nDr. Orion:\n Now, if you're here to patronize me, I kindly ask that you please leave.\n\n\nSCP-343:\n No, no, young Alastair, it was not my intention to make light of your problems. I suppose I could tell you a little about what the gods are up to.\n\n\n<SCP-343 sits up straight in his rocking chair.>\n\n\nSCP-343:\n You see, Alastair, the sum of things within the reach of a god is almost infinitely greater than that of a human. Humanity encompasses but a fraction of this expanse. We've had a jolly good time here, don't get me wrong, but there comes a time when you have to move on to greater things.\n\n\nDr. Orion:\n So the gods are abandoning us? Is that what this is? Kicking us down on the way out?\n\n\nSCP-343:\n Oh, Alastair. If we had desired to eliminate humanity, do you think we would still be talking here?\n\n\n<Silence on recording for 5 seconds. Beads of sweat are visible on Dr. Orion's forehead.>\n\n\nSCP-343:\n Plus, it's not entirely right to call it that way. You're the head researcher for SCP-7800, no? Would you say all that 'adharmon' is the fault of the gods? Is it right to blame human sin on a god?\n\n\nDr. Orion:\n I— No? I don—\n\n\nSCP-343:\n So this situation isn't the fault nor responsibility of the gods. There you have it.\n\n\nDr. Orion:\n But why now? I'm aware of the longevity of the gods, but, is it really necessary to leave humanity right now?\n\n\nSCP-343:\n Well, if not now, when? Their departure was a long time coming, really. Divine intervention was so common back in the day, and now? Hardly a peep unless someone comes knocking. Speaking of departures, I'm afraid I must be off. Your colleagues must be worried sick about my absence from my quarters.\n\n\n<SCP-343 lifts itself out of its chair.>\n\n\nDr. Orion:\n W-ait. Without the gods, how… how do we stop humanity from falling into the dark?\n\n\nSCP-343:\n You're all already doing a wonderful job. Don't you worry about a thing. See you around, young Alastair.\n\n\n<SCP-343 pats Dr. Orion on the back before vanishing.>\n\n\nDr. Orion:\n Wha—\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\nAFTERWORD:\n Tests conducted on Dr. Orion after this interaction showed that their karmon count had decreased to negligible levels via unknown means, although it is suspected that SCP-343 was responsible for it.\n\n\nSCP-343 did not reappear in his cell at Site-19, nor anywhere else following this exchange. It is currently assumed that SCP-343 has forsaken humanity.\n\n\n\n\n\n\nDespite the widespread deployment of first-generation AESRs, little effect was observed on the attenuation of Akiva radiation. While more advanced designs existed for Akiva generators and AESRs, none would be available for practical application on a large scale for the next 3 years.\n\n\nAs a result, a proposal was drafted and submitted to the O5 Council, titled Operation PANTHEON. Primarily divided into two distinct phases, Project Galahad and Project Roundtable, the proposal would serve as an extremely powerful Akiva generator that was, as opposed to thaumo-electric AESRs, would be effectively self-perpetuating.\n\n\nThe first phase, Project Galahad, would see a suitable individual being apotheosized to serve as a medium for Akiva generation by way of a religion engineered around the aforementioned apotheosized individual. This engineered religion would then be spread via post-hypnotic suggestion and psychoengineering of the entire human population. In the event of a successful implementation of Project Galahad, more individuals would be apotheosized and integrated into the engineered religion as per Project Roundtable to ensure a stable and sufficiently high value of background Akiva radiation.\n\n\n\n\n\n\nA/O TRANSCRIPT SEC-AE-00/12\n\n\n\n\nDate:\n 01/01/2012\n\n\nLocation:\n Office of Dr. Orion\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\nDr. Moncavage:\n Huh, you weren't kidding, I can definitely feel the residual Akiva in here.\n\n\nDr. Orion:\n Yeah, it's— it's really something.\n\n\nDr. Moncavage:\n So what did you want to discuss?\n\n\nDr. Orion:\n You've read through the documents for Operation PANTHEON, right?\n\n\nDr. Moncavage:\n I have. It's so radically unorthodox but given everything that's happened already I didn't even bat an eye.\n\n\nDr. Orion:\n \n<chuckles>\n Right, well, I'm going to be honest with you. I'm going to be the one they apotheosize. Probably.\n\n\nDr. Moncavage:\n What? On what grounds? I don't mean to sound insulting but why would they allow a project head to be the subject of such an operation?\n\n\nDr. Orion:\n You— you haven't read my personnel file? I thought you had the clearance?\n\n\nDr. Moncavage:\n I don't snoop on people, Dr. Orion.\n\n\nDr. Orion:\n SCP-343 might've reset my karmon count.\n\n\nDr. Moncavage:\n Wait, he can do that?\n\n\nDr. Orion:\n I don't know? It patted me on the back so maybe it— nevermind. Point is, I now meet the criteria for a specific kind of apotheosis ritual. I'm not sure if this was something it planned out for us but—\n\n\nDr. Moncavage:\n Well, congratulations. You're being promoted to a god.\n\n\nDr. Orion:\n It's funny. Do you know why I'm the project head for SCP-7800?\n\n\nDr. Moncavage:\n Decades of hard work and a successful track record clean of academic faux pas?\n\n\nDr. Orion:\n Uh, no. I haven't even been here for more than a decade. I just happened to be the first one in a long line of personnel that hadn't left the original SCP-7800 research project. You know as well as I do that 'relegation to low priority' is a death sentence in a field as competitive as ours. Everyone else decided to apply for other projects instead of stagnating here. You didn't receive updates on our research just because you didn't have the clearance. There was, quite literally, nothing to report.\n\n\nDr. Moncavage:\n That is, until the gods started leaving.\n\n\nDr. Orion:\n Precisely. We all used to think the anomaly was nothing more than an unexplainable quirk of the universe. Time and effort was wasted on giving other people oversight and responsibility over SCP-7800 instead of trying to really understand it. \n<sighs>\n And that's how instead of people like you, who've built their entire career on metaphysics, you have a guy with one PhD in charge of this whole thing.\n\n\nDr. Orion:\n Being in the right place at the right time… Makes a world of difference. That being said, me being a god would probably interfere with my ability to lead the SCP-7800 research project. I've put in a request to have you as my replacement. I don't think I've met anyone who's remained as spirited as you in karmon research.\n\n\nDr. Moncavage:\n Well, I— Thank you.\n\n\nDr. Orion:\n Don't thank me yet, this whole thing is contingent on me keeping my karmon count as low as possible. If I so much as step on an ant—\n\n\nDr. Moncavage:\n Of course. But if you do end up going through with Project Galahad… do I get your office?\n\n\nDr. Orion:\n No.\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n\n\n\n\nAddendum 7800.IV\n Commencement of Project Galahad\n\n\n\n\n\n\nDue to Dr. Orion's suitability for the [REDACTED] Process, an apotheotic ritual, a lack of other suitable candidates, and their willingness to volunteer as the primary subject of Project Galahad, they have been permitted to proceed as such by a \n8\n-\n2\n-2 vote\n8\n by the O5 Council. Attached is an outline of the procedures involved in the apotheotic ritual, as well as the materials required.\n\n\n\n\nRITUAL MANIFESTO — PROJECT GALAHAD\n\n\n\n\nRITUAL MANIFESTO — PROJECT GALAHAD\n\n\n\n\n\n\n\n\n\n\n[INSUFFICIENT CLEARANCE]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA/V TRANSCRIPT DTT-EP-APT-00/12\n\n\n\n\nDate:\n 20/03/2012\n\n\nAttendees:\n\n\n\n\nDir. Imogen E. Devereux - Director of the Department of Tactical Theology\n\n\nDr. Coriander V. Gomez - Head of the Applied Metaphysics Division\n\n\nDr. Cenn. T. Moncavage - Head of Research, SCP-7800\n\n\n~10 other executive personnel of the Department of Tactical Theology, the Department of Thaumaturgy, and the Applied Metaphysics Division.\n\n\n\n\nSubject:\n Dr. Alastair F. T. Orion\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\nDr. Gomez:\n —ystems online. Procedure iteration number one. Recording is live. Subject status?\n\n\nDr. Orion:\n All systems are go.\n\n\nDr. Gomez:\n Beginning the procedure in 5…\n\n\n<A humming sound is audible.>\n\n\nDr. Gomez:\n 4… 3…\n\n\n<Humming becomes louder, and is now accompanied by whirring and grinding noises.>\n\n\nDr. Gomez:\n 2… 1…\n\n\n<The cawing of crows is audible. Trumpets reach crescendo. Dr. Orion is heard screaming.>\n\n\n<All sounds abruptly cease, save for the humming. Dr. Orion slumps forward in his chamber.>\n\n\nDr. Gomez:\n Ritual completed. Cessation of life signs confirmed. Stand by for diagnostic output.\n\n\n<A soft light emanates from an unidentified source within the chamber.>\n\n\n\n\nI… I'm there… A forest… It's winter and the sun is setting and I… I can see the stars.\n\n\nThere's… there's a clearing here. A deer is speaking to… me?\n\n\nNo.\n\n\nIt speaks beyond me.\n\n\nIt speaks through the crisp wind weaving through the trees.\n\nIt speaks through the fading of the golden light.\n\nIt speaks through the silence of the slumber eternal in the beasts of the land.\n\n\nIt is Winter.\n\n\nI understand now.\n\n\nLife is change.\n\nDeath is change.\n\nChange is eternal.\n\nEternity is a circle.\n\nWe are circles within circles within circles.\n\n\nCircles within circles.\n\n\nThis has happened before.\n\n\nBefore the Rivers two ran dry.\n\nBefore It sunk below the Seas.\n\nBefore Man had Name.\n\nBefore They were Gods.\n\n\nThe Stirring of the Serpent.\n\nThe Culling of the Nine Suns.\n\nThe Passing of the Three Thousand Worlds.\n\nThe Deluge of Forty Days and Nights.\n\n\nThis will happen again.\n\nTribulation will come in many a number and form.\n\nSo it will be for an eon.\n\nThe call to defy Entropy will be heeded.\n\n\nTheir struggles are known.\n\nTheir mistakes are avowed.\n\nTheir victory is venerated.\n\nAnd so their spoils are shared.\n\n\nA jubilee to last millennia.\n\nAn eon to bask in the glorious Sun.\n\nAlas, the cycle cannot end.\n\nAscension awaits Them.\n\n\n\n\n<The light sputters out.>\n\n\nSYSTEM:\n \nWARNING. LOCAL AKIVA AND HUME FLUX HAVE EXCEEDED RITUAL LIMITS. FAILSAFE DELTA INITIATED.\n\n\n<Dr. Orion jolts awake in his chamber. Alarms are heard ringing.>\n\n\nDr. Gomez:\n Ritual failed. Preparing to power down sys—\n\n\nDr. Orion:\n N-no! There was more! There is more that needs to be said! You all saw.\n\n\nDr. Moncavage:\n We can't let you go under like that again right now. You won't last without a refractory perio—\n\n\nDr. Orion:\n We don't have enough time for that! Just— please.\n\n\nDir. Devereux:\n You won't be able to come back from this if it fails again.\n\n\nDr. Orion:\n I know. It will be fine.\n\n\n<For a few seconds, only the low hum of the chamber is audible.>\n\n\nDr. Gomez:\n Restarting systems. Disregarding Failsafe Delta per subject request. Commencing procedure iteration number 2.\n\n\n<The sounds of the ritual increase in volume as Dr. Gomez repeats the 5 second countdown.>\n\n\nDr. Orion:\n All systems g—\n\n\n<Dr. Orion arches backwards with immense force, restrained by braces in the chamber. Golden light emanates from their eyes and mouth.>\n\n\n\n\nIt speaks through the brisk wind rustling through the tall grass.\n\nIt speaks through the flowering of a myriad colors.\n\nIt speaks through the chirping of birdsong most silver.\n\n\nIt speaks… to Me.\n\n\nIt is Spring.\n\n\nHumanity no longer needs the blessings of the Gods.\n\n\nWe used to save you from the dark.\n\nNow your torches light the way.\n\nWe see your footprints in the sand.\n\nWe see the shape of Our own within them.\n\n\nYou have come so far.\n\n\nYou built wonders of stone and clay, of song and text, of knowledge mundane and fantastic.\n\nYou sang to the Stars and danced with the Moon.\n\nYou learned to speak to the Cosmos and flowered miracles out of it.\n\nYou are become Sovereign, the way We once were Sovereign of you.\n\n\nYou have surpassed what We were in Our Dawn.\n\n\nYou reject this unjust cycle imposed on You.\n\nYou scorn the villainous among You, gradually but assuredly.\n\nYou are children, learning and growing from Your wounds.\n\nYou hold the keys to a Sky far beyond Your sight.\n\n\nYou only need find the right door.\n\n\nThe Journey is arduous. This is undeniable.\n\nThe Path is rife with Tribulation. This is certain.\n\nYou may falter. This is natural.\n\nYou may lose your Way. This is expected.\n\n\nBut You will never forget.\n\nIt is woven into the Soul forevermore.\n\nSo it has been long before your creed was written.\n\nSo it will be long after its memory fades away.\n\n\nWe can no longer hold Your hand.\n\nNot when You have begun to fly.\n\n\nWe regret that We cannot guide You any further.\n\nBut know that We are proud of You.\n\n\nAnd in time.\n\n\nWe will meet in a place beyond Samsara.\n\n\n\n\n<A burst of blinding light escapes from the chamber, stunning observers and overloading certain equipment. All systems power down. Dr. Orion's body is no longer within the chamber.>\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\nAFTERWORD:\n Despite Akiva measurements indicating a successful apotheosis during the second iteration, Dr. Orion failed to manifest as directed in the Project Galahad ritual procedures.\n\n\nDr. Orion is understood to have forsaken humanity.\n\n\n\n\n\n\n\n\n\n\nAddendum 7800.V\n Post-theistic Developments\n\n\n\n\n\n\nAs of 20/03/2012, there exist no more theological entities that are actively interacting with humanity. As such, all remaining background Akiva radiation is residual by nature, and will continue to decrease over time.\n\n\nOperation PANTHEON was discontinued following the apotheosis of Dr. Orion and their subsequent Persephone Event. Fortunately, the Foundation has successfully implemented countermeasures to compensate for the attenuation of Akiva radiation. A blueprint was discovered in the office of Dr. Orion shortly after their apotheosis, containing schematics for an AESR unit of high efficiency, operating on a scale of milliAkiva. The blueprint itself registered an Akiva reading of 126 centiAkiva, although this value has steadily declined since.\n\n\nThis more advanced model has since become widespread within Foundation Sites and general population centers as directed by the SCP-7800 containment procedures, maintained by the Department of Akivics, formerly the Department of Tactical Theology.\n\n\nMultiple Tartarean Manifestation Events across the eastern United States took place simultaneously on May 12th, 2013. Foundation and GOC response forces were able to prevent Tartarean incursions into major population centers, but were spread too thin to cover all affected areas. In an unforeseen development, suppression efforts were joined and supported by numerous local anomalous communities, Groups of Interest, and in unconfirmed reports, members of the Broken Church and Nälkä practitioners.\n\n\n\n\n\n\n\n\nSwarm of Tartarean entities in Portland, Pennsylvania.\n\n\n\n\n\n\n\n\n\n\nAs a result, a Broken Masquerade Scenario was successfully averted, as was the destruction of population centers and Nexuses along the Eastern Seaboard and a far lower casualty count than expected. Reports of Tartarean entity sightings by mundane media outlets were later denounced as exaggerations of the ongoing cicada emergence event. Reports of vigilante TME suppression operations by other anomalous communities would become commonplace in the following months.\n\n\nAn official joint task force between the Foundation, the GOC, and multiple parareligious organizations, both independent and members of the Council of 108, was later formed in late 2014 to deal with severe Tartarean Manifestation Events, formalizing months of unofficial cooperation between members during suppression operations. Hailed as an unprecedented phenomenon — and in some circles an 'unholy alliance' — of sub-Veil interorganizational cooperation, DANTE\n9\n Division deployments have successfully suppressed all major TMEs since its inception.\n\n\nA proposal submitted by Dr. Moncavage, current Head Researcher of SCP-7800, suggests that the Foundation not only help expedite a post-theistic society, but additionally initiate a Lifted Veil Scenario. Dr. Moncavage argues that the benefits derived from a carefully controlled introduction of humanity to benign anomalous objects that can improve the living conditions and health of the general human population would directly result in the generation of a dharmon field of sufficient density to alleviate the adverse effects of SCP-7800 significantly.\n\n\nAs previous altercations with Groups of Interest had been confirmed to have generated considerable adharmon densities, additional provisions in the proposal call for the Foundation to formally cooperate with these Groups as much as possible to minimize the risk of conflict of interest during the Lifted Veil Scenario on a foundation of mutual respect, trust, and unity.\n\n\nThis proposal has been passed by the O5 Council by a vote of \n7\n-\n6\n-0, with the GOC tentatively agreeing to negotiate Lifted Veil Scenario protocols. The implementation of the proposal is, at time of writing, well underway.\n\n\n\n\n\n\nGOC GENERAL ASSEMBLY PLENARY MEETING\n\n\nEXCERPT TRANSCRIPT — SESSION LXXI\n\n\n\n\nDate:\n 01/01/2016\n\n\nAttendees:\n\n\n\n\nGlobal Occult Coalition High Command\n\n\nRepresentatives of the SCP Foundation\n\n\nAll members of the Council of 108\n\n\nDANTE-affiliated parareligious groups\n\n\n~84 representatives of observer organizations and entities\n\n\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n\n\nDr. Moncavage:\n I, too, mourn the loss of our gods. It is an unimaginable thing to know that the gods — every single one — had left us. For most of us, this was a revelation most upsetting, but the end of the world never came. Four years on, we remain, unyielding in the face of incursions by opportunistic entities, Tartarean or otherwise.\n\n\nDr. Moncavage:\n The rationale of a god is very rarely something we can understand, but what we know for sure is that the gods did not abandon us. The Orion Proclamation is something we are all very much familiar with. The gods saw something in us a long time ago, amidst the light flickering in our caves — a spark within us. I cannot speak with absolute certainty, but I know in my heart that the eons past were those of nurture. Now, \nour torches light the path\n.\n\n\nDr. Moncavage:\n The gods used to save us from the dark, and now we must take on this mantle. A mantle that will only become heavier with the weight of the entirety of humanity on our back. I am keenly aware of the propositions put forth to address this. To synthesize an Atlas to carry this world on their back.\n\n\nDr. Moncavage:\n It is an appealing course of action. We have chosen to resolve many an issue by redirecting the burden to another many times in our past, and yet some of these issues still plague us to this day. This is not what the gods saw in us.\n\n\nDr. Moncavage:\n The spark they saw is the reason we are all here today. Civilization was founded on the basis of cooperation and collaboration. Our desire to help those in need predate written word. This is the spark that prevented the end of the world.\n\n\nDr. Moncavage:\n We will not, must not slip into the dark over arbitrary divisions and selfish decisions. We must lift this mantle together, or not at all. We must light our path, not only for ourselves, but for those who cannot.\n\n\nDr. Moncavage:\n We will move forward. Together. And at the end of this path, we may yet bear witness to a Sky far beyond our sight.\n\n\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n\n\n« \nSCP-7799\n | SCP-7800 | \nSCP-7801\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7800\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7800\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n wheel.jpg\n\n\nName:\n Buddhist Wheel of Life\n\n\nAuthor:\n \nLaurent Bélanger\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n bhavacakra.jpg\n\n\nName:\n Bhavacakra\n\n\nAuthor:\n \nMistvan\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n swarm.jpg\n\n\nName:\n Etosha_sunset\n\n\nAuthor:\n Lisa J G/Lisa Gray\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Akiva-Emissive Sacramental Reactor\n\n\n2\n. Refer to attached supplementary materials.\n\n\n3\n. Defined as the transitional phase between death and rebirth. Studies on the liminal state are inconclusive due to the prevalence of reported Terminal-class afterlives.\n\n\n4\n. His Majesty's Foundation for the Secure Containment of the Paranormal\n\n\n5\n. American Secure Containment Initiative\n\n\n6\n. Occurs when a theological entity forsakes humanity, either temporarily or permanently.\n\n\n7\n. Background Akiva Radiation. Denoted in centiAkiva units.\n\n\n8\n. O5-██ is currently believed to have forsaken humanity.\n\n\n9\n. Daemonic Abatement and Neutralization of Tartarean Entities",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7800 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-7800 . Licensed under CC-BY-SA .",
        "Filename: wheel.jpg Name: Buddhist Wheel of Life Author: Laurent Bélanger License: CC BY-SA 4.0 Source: Wikimedia Commons",
        "Filename: bhavacakra.jpg Name: Bhavacakra Author: Mistvan License: CC BY-SA 3.0 Source: Wikimedia Commons",
        "Filename: swarm.jpg Name: Etosha_sunset Author: Lisa J G/Lisa Gray License: CC BY 2.0 Source: Wikimedia Commons"
    ],
    "title": "SCP-7800"
}