{
    "url": "https://scp-wiki.wikidot.com/scp-7803",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\nRab333\n\n\n\n\n\n\nDon't do drugs, kids.\n\n\nAlso, more stuff by me!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7803\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-7803-1.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-7803-1's death, no containment measures are needed for it. Samples of SCP-7803 are currently stored in a basic biological containment chamber in Site-23. Generalized efforts pertaining to monitoring the area of Chicago, Illinois for undiscovered instances of SCP-7803 are also underway.\n\n\nDescription:\n SCP-7803 is an anomalous subspecies of the \nPanaeolus cinctulus\n1\n mushroom that was found exclusively in Chicago, Illinois, before complete removal and subsequent personal cultivation by SCP-7803-1. SCP-7803, upon consumption, allows the individual to experience the entirety of Connor Baird's life up until the end of the 1991 World Series\n2\n Game 7. The psychedelic effects of SCP-7803 are the same every time and match nearly perfectly\n3\n in comparison to the events undertaken in SCP-7803-1's life, save for day-to-day experiences which can't be accurately checked. The aforementioned effects of SCP-7803 last approximately a few hours, though affected individuals experience them with a heavily distorted time perception, roughly matching the entire duration of Baird's life up until Game 7.\n\n\nSCP-7803-1 is Connor Baird, an American professional baseball player.\n\n\nDiscovery Log 7803.1:\n\n\nA massive quantity of SCP-7803 was discovered upon SCP-7803-1's death, stashed in several different parts of its house. While public records attribute the death of SCP-7803-1 to a hemorrhagic stroke, an estimated 49g of SCP-7803 was found in SCP-7803-1's body upon autopsy.\n\n\nDuring testing of SCP-7803, it was discovered that all psychedelic trips ended with a speech given by SCP-7803-1 to the Minnesota Twins, following the finale of Game 7. No such speech was ever recorded or given during the 1991 World Series finale. Reports from former Minnesota Twins players suggest that SCP-7803-1 had started uncontrollably sobbing for an extended period of time after the game.\n\n\nIt is currently unknown if SCP-7803's psychedelic visions were prophetic in nature, or were simply extensively followed by SCP-7803-1. If the latter is true, combined with the accuracy of Baird's actions relative to the visions, it is theorized that it spent at least several thousands of years under the active effects of SCP-7803.\n\n\n\n\nUpdate 04/03/2013\n\n\n\n\nUpdate 04/03/2013\n\n\n\n\n\n\nA message, stashed away in a compartment used to hide instances of SCP-7803, was subsequently found, theorized to have been written shortly before SCP-7803-1's death. The message has been attached below:\n\n\n\n\nI don't know what to do anymore. Since they've stopped guiding me. I'm lost. Give me the knowledge of just one more day, one more day, one more day, please. I'm sorry.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nLicense\n\n\n\n\nLicense\n\n\n\n\n\n\n\n\n\n\nFilename:\n DSC_0406_Orlando_Cabrera.jpg\n\n\nName:\n Guy\n\n\nAuthor:\n Joe Bielawa on Flickr\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:DSC_0406_Orlando_Cabrera.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Banded mottlegill.\n\n\n2\n. The 1991 World Series was the championship series of Major League Baseball's (MLB) 1991 season.\n\n\n3\n. Check Discovery Log 7803.1.",
    "addendums": [],
    "documents": [],
    "notes": [
        "I don't know what to do anymore. Since they've stopped guiding me. I'm lost. Give me the knowledge of just one more day, one more day, one more day, please. I'm sorry.",
        "Filename: DSC_0406_Orlando_Cabrera.jpg Name: Guy Author: Joe Bielawa on Flickr License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:DSC_0406_Orlando_Cabrera.jpg"
    ],
    "containment_procedures": "Due to SCP-7803-1's death, no containment measures are needed for it. Samples of SCP-7803 are currently stored in a basic biological containment chamber in Site-23. Generalized efforts pertaining to monitoring the area of Chicago, Illinois for undiscovered instances of SCP-7803 are also underway.",
    "description": "SCP-7803 is an anomalous subspecies of the Panaeolus cinctulus1 mushroom that was found exclusively in Chicago, Illinois, before complete removal and subsequent personal cultivation by SCP-7803-1. SCP-7803, upon consumption, allows the individual to experience the entirety of Connor Baird's life up until the end of the 1991 World Series2 Game 7. The psychedelic effects of SCP-7803 are the same every time and match nearly perfectly3 in comparison to the events undertaken in SCP-7803-1's life, save for day-to-day experiences which can't be accurately checked. The aforementioned effects of SCP-7803 last approximately a few hours, though affected individuals experience them with a heavily distorted time perception, roughly matching the entire duration of Baird's life up until Game 7.",
    "title": "SCP-7803"
}