{
    "url": "https://scp-wiki.wikidot.com/scp-7807",
    "all_text": "SCP-7807\n\n\n\n\n\n\nByㅤ\n \nESB2109\n\n\n\n\n\n\nPublished on \n29 Dec 2023 23:51\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+4\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7807:\n Operation Noble Arms\n\n\nAuthor:\n \nESB2109\n\n\nNotes:\n\nHello! Welcome to SCP-7807, also known as \"Operation Noble Arms\".\n\nBefore you read the \n‘initial’\n article, please keep in mind it includes spelling mistakes or grammatical errors. That is intentional.\n\n\nThis is the second article in the HMAC Series, the first being \nSCP-7740\n. This article isn’t perfect, and will need improvement, but nonetheless I’m quite proud of if. Please, if you have any suggestions or constructive criticism. Please please put it in the discuss page or DM it to me. Thank you, and Enjoy!\n\n\n\n\n\n\n\n\nrating: \n+4\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease read before continuing\n ↑\n\n\n\n\n\n\n\n\nItem#:\n \n7807\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCircumscription Procedural Order:\n\nDivergence-7807 specimen are to be contained within 35x35x35cm polycarbonate containment units during capture, transportation and containment. Units are to be stored and contained at the Avis Storage Facility in Singapore, officially Commonwealth-Site-12. Units are to be well lit at all times.\n\n\nReports of divergence-7807 specimens by any local or national authority is to be responded to with immediate effect, with operations led by SOG-1644 \"Avian Flu\" in conjunction with local authorities.\n\n\nThe specimens must be fed once per day. The diet must consist of solely raw avian breast. The caretakers must never be seen by specimens, or they will be reminded of the outside world.\n\n\nDescription:\n\nDivergence-7807 specimens are an anomaly resembling a \"Treron vernans\", referred to commonly as the \"Pink-necked green pigeon\". They differ as the specimens do not have bones, instead incredibly lightweight flesh fills to spaces. As a result, they are incredibly quick during flight and have been notoriously difficult to contain.\n\n\nDivergence-7807 was first recognised by Dr. Jack Armagh in 1912 in the Crown Colony of Labuan. Since identification, 237 separate accounts have been recorded, within Malaysia, Singapore, Brunei and Sri Lanka, during times as colonies and later independent states. Reports have also been made by the Dutch East Indies, and later the Indonesian Governments.\n\n\nInstances where Divergence-7807 has been seen in the wild, it often has been hostile to other species, including native and non-native species. It is indiscriminate on whom it attacks.\n\n\nIncident Report: 23/02/1999\n\n\nIncident:\n Power Failure at Commonwealth-Site-12. 16 Divergences escaped containment as a result. Divergences became aggressive and used force against caretakers.\n\n6 Caretakers terminated and 8 injured - 2 hospitalised & 6 treated for minor wounds.\n\n\nAction Taken:\n Caretakers issued L131A1 semi-automatic pistols and L74A1 \"Remington 870\" Pump-Action Shotguns. Containment cell doors no longer to be electrically powered.\n\n\nBiological Study of Divergence-7807:\n\nIn 2007, Dr. Albert Victorious would be granted permission from Site Manager ██████████████ to perform a dissection on a specimen. In his study, Dr. Victorious would have the specimen terminated and dissected. He would come to the conclusion the \"meaty bone\", as described by Dr. Victorious is constantly decaying at rapid rates, which would be argued to be the cause for their constant hunger for more protein.\n\n\nFile Maintenance - Login\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        af84448520875d1019fb0ab4b0f887fa_1743781268\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        309b714de7d15d5ae900987c0bb5cec6_1743781268\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n\n\n\n\n\n\nTo:\n VICE-CHAIRMAN T. EMPSON (\ntni.pcs.scihte|NOSPME.T#tni.pcs.scihte|NOSPME.T\n)\n\n\nFrom:\n REAR ADMIRAL O. PARKS (\nku.dom.letni|skraP.aivilO#ku.dom.letni|skraP.aivilO\n)\n\n\nSubject:\n OPERATION NOBLE ARMS\n\n\n\n\n\n\nWARNING — THIS IS AN EXTERNAL EMAIL TO [SCP FOUNDATION, ETHICS COMMITTEE] . BE AWARE OF POTENTIAL MALWARE\n\n\nGood day, sir.\n\n\nI see you have found the operation files easily enough. Your friends over at the foundation and members of our organisation who do not need this file will struggle to find this hidden on a bullshitted file on pigeons. It is a very rudimentary file, but it's believable enough to convince anyone who stumbles across it.\n\n\nNow, to get to business - Operation Noble Arms. As was suggested by your committee, we have devised the plan which we can use to restore ethics to the SCP Foundation and bring protection to the citizens of the Commonwealth and beyond.\n\nThis is a file that is supposed to be easily read by senior officials which are collaborating with the project, with SOG & MTF operatives, along with any other collaborators are to receive only the information they need to know. Please give it a read, and let me know what you think. The sooner, the better.\n\n\nGod Save the King,\n\nRear Admiral Olivia Parks, Special Operations Division Commander - His Majesty's Anomaly Service\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nNOBLE ARMS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nnecessary\n\n\n\n\n\n\nSecondary Class:\n\n\nethical\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nvital\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Cause:\n\nFor much of the SCP Foundation's history, the Foundation has had 3 goals: Secure, Contain, Protect. The Founders aimed to do so as ethically and righteously as possible. But now it could be argued the foundation has deviated and abandoned these principles, turning into an unethical organisation. The Foundation's Class-D Personnel have been mistreated and abused, causing unnecessary deaths for the sake of science and amusement of other staff. The SCPF Ethics Committee has a goal to ensure the moral and ethical boundaries are being upheld, and protecting the foundation from itself, and its true horror. Despite this, their efforts have not been effective enough. Therefore, His Majesty's Anomaly Service, working in the interests of its Commonwealth citizens and the greater protection of humanity and ethics, has designated a plan, in conjunction with the Ethics Committee to restore morality to this corrupted organisation. This plan, is Operation Noble Arms.\n\n\nPlan Overview:\n\n\nOn the morning of [UNDECIDED], a coalition of SCP Task Forces and HMAS Special Operation Groups will begin raids and mutinies at numerous SCPF Sites worldwide. This will include securing and utilising anomalies to our advantage to ensure victory.\n\n\nThe operation will begin with Special Operation Group-221 beginning an ariel assault on SCP Site-44, attempting to secure the facility during nightfall. Utilising insider agents, site barracks and armouries will be sabotaged and destroyed. Once Site-44 is securely in the control of Ethics Committee and HMAS, raids will begin in various Cryptozoological sites and holding centres across the British Isles.\n\n\nLord Rowan Douglas of Site-12 has pledged his security forces to securing Site-12. This, along with the site's low security otherwise should bring a swift detainment of senior site personnel. All documentation and research information found at Site-12 is to be repossessed and legally deemed property of His Majesty's Government and controlled by His Majesty's Anomaly Service.\n\n\nDuring the raids of SCPF facilities in the British Isles, His Majesty's Government, in conjunction with the Office of Communications (OFCOM) and British Telecom Group plc (BT) will perform operations to cut off British and Commonwealth SCPF Facilities from other facilities internationally.\n\n\nOnce a majority of Facilities within the British Isles and Commonwealth are secured, major SCPF facilities in other nations will begin, Including facilities in the People's Republic of China, the Russian Federation and the United States of America. This will include Site-01 - Headquarters of the SCPF Overseer Council.\n\n\nIt will be hoped this will be a rapid Coup d'état of the Overseer Council, and is hoped to have little bloodshed.\n\n\nThe Overseer Council - Site-01:\n\nSite-01's location has been revealed by Agent Mince-Pie\n1\n. As a result, we will strike the heart of the Overseer Council (known colloquially as O5). Mobile Task Force Omega-1 \"Law's Left Hand\" will attempt to raid the site on behalf of the Ethics Committee. It is likely that the attempted seizure of the site will be met with heavy resistance from Mobile Task Force Alpha-1 (“Red Right Hand”). MTF-Omega-1 will be joined by Special Operations Group-473 to provide support and capture the site. This is expected to be a bloody and vicious battle, likely the fiercest resistance seen during the coup. In line with the rules of engagement and the goals of the Ethics Committee, members of the Overseer Council are to be captured and detained. Despite this, if members pose a risk of escape or jeopardy to the mission, they are to be terminated.\n\n\nEthical Utilisation of Anomalies:\n\nDuring the overthrowing of the Overseer Council and loyalist elements, anomalous objects and entities will fall into hands of our coalition. MTF Forces and researchers specialising in anomalies will be encouraged with amnesty to continue their operations under Coalition command. Anomalous artefacts which can be used to our advantage will be utilised to ensure the securing of the Foundation into capable hands. \nSCP-1290\n , for example, can be utilised for rapid transportation to Columbia and the rest of South America. SCP-1290-1 is located in Singapore, which will be secured by SOG-69, which is located in the Commonwealth Nation.\n\n\nInternational Relations:\n\nThis operation will cause strains in the international community, between the United Nations Member States and various other intranational and international organisations, such as the Global Occult Coalition. All 56 sovereign states within the Commonwealth Nations have agreed to these operations and will commit political assistance and will provide reinforcements within their territories if necessary. Intelligence regarding the United Nations Global Occult Coalition has shown that they are likely to support our cause in the removal of the vicious and unethical Overseer authority.\n\n\nNew Governance of the Foundation:\n\nAt the presumed success off the Coup d'état, governance and management of the Foundation will be divided between the coalition of the Ethics Committee and His Majesty's Anomaly Service. The Interim Committee of Emergency Governance is to be established, made of representatives from collaborators from the former Foundation's departments & committees, along with members representing the Global Occult Coalition and His Majesty's Anomaly Service.\n\n\nA Final Message, to all participating forces:\n\nA short message, which will be broadcast to collaborating units of HMAS and Ethics Committee aligned forces. Written by Rear Admiral Olivia Parks.\n\n\n\n\n\"Today is a day we put up a fight. We may have different reasons for why we will each put up our fight; perhaps it’s for our families blissfully unaware of our service, or for our brothers in arms who fell before us, it may be for King and Country, or it may even be common human decency. Whatever you may hold in you, you hold in your heart. It is your fuel, your flame. Let your flame burn together men; burn not just for a better foundation, but to also burn for humanity. If there truly is some omnipotent figure watching us, may they offer us strength and mercy for our ignited souls, so we may blaze in righteous glory!\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7807\n\" by ESB2109, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7807\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Codenamed to protect their identity.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\"Today is a day we put up a fight. We may have different reasons for why we will each put up our fight; perhaps it’s for our families blissfully unaware of our service, or for our brothers in arms who fell before us, it may be for King and Country, or it may even be common human decency. Whatever you may hold in you, you hold in your heart. It is your fuel, your flame. Let your flame burn together men; burn not just for a better foundation, but to also burn for humanity. If there truly is some omnipotent figure watching us, may they offer us strength and mercy for our ignited souls, so we may blaze in righteous glory!\"",
        "\" SCP-7807 \" by ESB2109, from the SCP Wiki . Source: https://scpwiki.com/scp-7807 . Licensed under CC-BY-SA ."
    ],
    "description": "Divergence-7807 specimens are an anomaly resembling a \"Treron vernans\", referred to commonly as the \"Pink-necked green pigeon\". They differ as the specimens do not have bones, instead incredibly lightweight flesh fills to spaces. As a result, they are incredibly quick during flight and have been notoriously difficult to contain.",
    "title": "SCP-7807"
}