{
    "url": "https://scp-wiki.wikidot.com/scp-7808",
    "all_text": "rating: \n+167\n+\n–\nx\n\n\n\n\n\n\nNOTICE:\n\n\n\n\nThe following file is unreviewed by a senior containment specialist and may contain errors or inaccuracies. Please make use of the recommended safety protocols provided to you.\n\n\n\n\n\n\nItem #:\n SCP-81-7808-AC-141\n1\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n \nI have to keep it in any small containment cell that's free, preferably near my office. Remember to keep my hands covered while near the object.\n\n\nContainment of SCP-81-7808-AC-141 has been reassigned to Site Director Marshall Kombs. Rewritten containment procedures and description pending.\n\n\nDescription:\n It's a small ring that is \nmagnetically\n anomalously attracted to hands. Once it gets on you, it stabs several spines into your finger and starts to suck the life\n2\n out of you. Currently attached to Audrey's hand in containment cell 81-A4, a floor above my office. (Logan Avers, Room 141 at Site 81.)\n\n\nAddendum:\n\n\n\n\n\n\n\n\nADVISORY\n\n\nHello, LOGAN AVERS,\n\n\nFollowing the excessive surge of anomalous phenomena worldwide, the Foundation has regretfully been forced to assign various low threat anomalies to qualifying staff members.\n\n\nAs a Junior Researcher, you have been selected to document, catalog, keep track of, and contain a low-threat anomalous object. Please talk to your site's director for assignment and resources that you may need in containment.\n\n\nThank you for assisting the Foundation's greater goal of safety and normalcy, and please remain updated as we attempt to maintain the Veil in these trying times.\n\n\nFor more information, please call [NUMBER REMOVED]\n3\n or talk to your quadrant's AI Construct (AIC).\n\n\n— Jonathan Bell, Director of Budget and Human Resources\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTerminal #141\n\n\n \n\n\n------\n\nWelcome, Logan Avers!\n\n\n------\n\n\n\n\n\n\n \n\n\n\n\nPlease enter password to continue.\n\n\n\n\naudreyaverslove\n\n\n\n\nThank you! Please wait to be connected with your quadrant's AIC.\n\n\n\n\n\n\nWaiting List: You are currently the 8404th user in line. Estimated Wait Time: 4.6 days. If you are in need of immediate help, please close the terminal and ask your fellow employees. Have a wonderful day!\n\n\n\n\n/priority\n\n\n\n\nWaiting List: You are currently the 2477th user in the priority queue. Estimated Wait Time: 22 hours. If you are in need of immediate help, please close the terminal and dial [NUMBER REMOVED]. Have a wonderful day!\n\n\n\n\nplease help me\n\n\n\n\nIf you are in need of immediate help, please close the terminal and dial [NUMBER REMOVED].\n\n\n\n\n/msg Site Director Marshall Kombs\n\n\n\n\nPaging . . .\n\n\n\n\n\n\nMarshall Kombs is busy at the moment. Leave a message?\n\n\n\n\nIf you don't answer me, I'm coming to your office and killing you myself you fucking bastard.\n\n\n\n\nMessage sent! View Response?\n\n\n\n\n/y\n\n\n\n\nHi, Logan.\n\n\nYou might think that I've forgotten about you, but I haven't. The automated response that was sent to you was completely insensitive out of context, and I can totally see how something like that being sent to you in such a time of loss may have been infuriating. I want you to know that in times like these, we don't always have the liberty to respond to every email manually - the issues that you're having are the same over here, just a few levels up.\n\n\nI've just authorized your transfer to a different anomaly, and optionally a new office and dormitory, all you have to do is message your current senior researcher for finalization. I'm sorry I can't handle things on my own, I'm swamped with work at the moment. I've sent flowers, but I can't guarantee when they'll get to your office. I promise I'll be thinking about you.\n\n\nRespectfully yours,\n\n\n- Marshall Kombs\n\n\nP.S - I'm letting this slide because I know that I'm partially responsible for what happened to you. You have a right to be angry, but please refrain from telling your superiors that you're going to kill them. Many of them aren't as understanding as I am.\n\n\n\n\n/msg S. Researcher Jacob Beere\n\n\n\n\nPaging . . .\n\n\n\n\n\n\nHey, Logan. What's up?\n\n\n\n\nJacob. I want to off this fucking anomaly, and I want three months leave.\n\n\n\n\nI can't get you three months leave, but I can get you reassigned, if you like. Why, what happened?\n\n\n\n\nIt killed Audrey.\n\n\n\n\n…The ring?\n\n\n\n\nYeah. It's pending reclassification from Safe to Euclid, but of course with the chaos going on around the site it's going to take a month.\n\n\n\n\nI'm sorry I couldn't have been more help.\n\n\n\n\nIt's fine, Jacob. Thanks for being there.\n\n\n\n\nDid you message Kombs?\n\n\n\n\nYeah. I actually got a response, which is rare. Told me to talk to you.\n\n\n\n\nReally rare. He's dealing with at least three hundred anomalies on his own, and overseeing about two thousand. He must feel terrible for assigning a Junior Researcher an object that wasn't safe.\n\n\n\n\nI'm guessing that the object's magnetic pull gets stronger over time. We woke up one morning with a hole in our ceiling and a ring on her finger. After that, it was just a matter of days before she bled out.\n\n\n\n\nDid you try cutting off the hand?\n\n\n\n\n…\n\n\n\n\nLogan, what happened?\n\n\n\n\nI requisitioned a saw from the medical department, but they were so backed up they couldn't deliver our request. So, we got the biggest, heaviest metal door we could find, and slammed it on her hand over and over again until it got mangled to the point we could pull it off.\n\n\n\n\nDid it work?\n\n\n\n\n… it went to the other hand almost immediately.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Assigned to Junior Researcher Logan Avers,\n\nEmployee I.D. 81/141\n\n\n2\n. Marrow? Blood?\n\n\n3\n. Number removed due to insufficient staffing.\n\n\n\n\n\n\n\n\n« \nSCP-7807\n | SCP-7808 | \nSCP-7809\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7808\n\" by notoriouss, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7808\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "Please enter password to continue.",
        "Thank you! Please wait to be connected with your quadrant's AIC.",
        "Waiting List: You are currently the 8404th user in line. Estimated Wait Time: 4.6 days. If you are in need of immediate help, please close the terminal and ask your fellow employees. Have a wonderful day!",
        "Waiting List: You are currently the 2477th user in the priority queue. Estimated Wait Time: 22 hours. If you are in need of immediate help, please close the terminal and dial [NUMBER REMOVED]. Have a wonderful day!",
        "If you are in need of immediate help, please close the terminal and dial [NUMBER REMOVED].",
        "Paging . . .",
        "Marshall Kombs is busy at the moment. Leave a message?",
        "Message sent! View Response?",
        "Hi, Logan. You might think that I've forgotten about you, but I haven't. The automated response that was sent to you was completely insensitive out of context, and I can totally see how something like that being sent to you in such a time of loss may have been infuriating. I want you to know that in times like these, we don't always have the liberty to respond to every email manually - the issues that you're having are the same over here, just a few levels up. I've just authorized your transfer to a different anomaly, and optionally a new office and dormitory, all you have to do is message your current senior researcher for finalization. I'm sorry I can't handle things on my own, I'm swamped with work at the moment. I've sent flowers, but I can't guarantee when they'll get to your office. I promise I'll be thinking about you. Respectfully yours, - Marshall Kombs P.S - I'm letting this slide because I know that I'm partially responsible for what happened to you. You have a right to be angry, but please refrain from telling your superiors that you're going to kill them. Many of them aren't as understanding as I am.",
        "Paging . . .",
        "Hey, Logan. What's up?",
        "I can't get you three months leave, but I can get you reassigned, if you like. Why, what happened?",
        "…The ring?",
        "I'm sorry I couldn't have been more help.",
        "Did you message Kombs?",
        "Really rare. He's dealing with at least three hundred anomalies on his own, and overseeing about two thousand. He must feel terrible for assigning a Junior Researcher an object that wasn't safe.",
        "Did you try cutting off the hand?",
        "Logan, what happened?",
        "Did it work?",
        "\" SCP-7808 \" by notoriouss, from the SCP Wiki . Source: https://scpwiki.com/scp-7808 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-81-7808-AC-1411",
    "object_class": "Safe Euclid",
    "containment_procedures": "I have to keep it in any small containment cell that's free, preferably near my office. Remember to keep my hands covered while near the object.",
    "description": "It's a small ring that is magnetically anomalously attracted to hands. Once it gets on you, it stabs several spines into your finger and starts to suck the life2 out of you. Currently attached to Audrey's hand in containment cell 81-A4, a floor above my office. (Logan Avers, Room 141 at Site 81.)",
    "title": "SCP-7808"
}