{
    "url": "https://scp-wiki.wikidot.com/scp-7810",
    "all_text": "FEATHERS THAT EAT THE SKY WREATHED IN FLAMES, SWIRLS WITHIN SWIRLS. PRAISE BE TO DOLAND. MAY SHE EVER GRANT US APPROVAL.\n\n\n\n\nrating: \n+63\n+\n–\nx\n\n\n\n\n\n\nImage on SCP-7810's Cover. \nApproved by our grace and savior Doland.\n\n\n\n\n\n\nItem #:\n SCP-7810\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Additional copies of SCP-7810 are to be confiscated and contents photographed upon discovery. Personnel handling SCP-7810 are prohibited from reading its contents, except with testing pre-approval. Entities E-7810-01 through -174 are to be contained in habitats containing sufficient terrestial and aquatic ecosystems appropriate for their species. During testing, SCP-7810's 175th chapter is forbidden from being read. Should HK-E-7810-14 be realized, she must be praised immediately. Individuals who summoned HK-E-7810-14 must be relocated to the nearest body of water.\n\n\nDescription:\n As of March 15th, 2028, SCP-7810 is a 175 chapter non-fiction book, published in 1800 CE titled \"Ducks. Ducks? Geese? GEESE! SWANS!?!?\" subtitled \"A Guide to the Featherly Host and How to Survive\". SCP-7810 is credited to Drake M. Gosling\n1\n and published by Mallard Books, a supposed subsidiary of Penguin Books.\n2\n Seventy copies of SCP-7810 have been discovered by the Department of Acquisition and Liquidation as of March 15th 2028 in 58 different major and regional languages and dialects.\n\n\n174 of SCP-7810's chapters are dedicated to the documentation of all 174 extant species of the bird family Anatidae, referred to frequently as members of 'The Holy Fowl', 'The Featherly Host', and 'The Celestial Feathered Ones'. Descriptions of each species matches baseline physical characteristics, with the exception of height and weight. Behavior, environmental, and psychological descriptions of each species are anomalous. Upon reading a chapter of SCP-7810, the species described within will manifest into baseline reality. These entities are thus labeled as E-7810-01 through 174, with the second number indicating which chapter of SCP-7810 triggered their manifestation.\n3\n Each recovered instance of SCP-7810 has slight variations to its chapters, theorized to be a result of cultural drift, local folklore, and anomalous circumstances. Additionally, each chapter is written with a different voice and style than the chapter that preceded it.\n\n\nPartial transcriptions of SCP-7810 do not retain their anomalous properties.\n\n\nThe final chapter of SCP-7810 contains a passage that ends with a seemingly random number that has decreased since the anomaly was first discovered. In 1958 when first identified, this number was at 42. As of 04/02/2028 it is at 25.\n\n\nAs of 04/08/2028 SCP-7810 exhibits a low level memetic effect on associated documentation over time, primarily affecting ancillary documentation and image captions. The reasons for this are unknown.\n4\n\n\n\n\n+Manifestation Log ML-7810-01\n\n\n\n\nCredentials accepted\n\n\n\n\nManifestation Log ML-7810-01\n\n\nThe following materials consist of notable E-7810-XXX entities which have been manifested either by accident or during experimental procedures. Only some of the listed entries originate from the same books. Additional entries are available upon request.\n\n\n\n\n\n\n\n\nNon-anomalous \nAix sponsa\n. \nBeauty carved in Doland's image.\n\n\n\n\n\n\n\n\n\n\nE-7810-01. \nAlways watching, always loving, Doland's finest servants.\n\n\n\n\n\n\nEntity #:\n E-7810-001\n\n\nName:\n Wood Duck (\nAix sponsa\n)\n\n\nBook Classification:\n Celestial Fowl, Doland’s Promise\n5\n\n\nChapter Summary\n: Matches non-anomalous \nAix sponsa\n. 0.5 m in length, 0.6 kg in weight.\n\n\nManifestation:\n Upon manifestation E-7810-001 was identified as being composed of Oak timber in the shape and size of a normal \nAix sponsa\n. Entity initially marked as inanimate. When not being observed, researchers reported ‘quacking’ and ruffling of feathers. When placed on water, E-7810-001 proceeded to float despite being denser than the water it sat on. E-7810-001 was placed in a standard containment habitat for anomalous waterfowl. Multiple reports of missing personal items have been resolved by investigating E-7810-001’s habitat.\n\n\n\n\n\n\n\n\nE-7810-005.\n\n\n\n\n\n\nEntity #:\n E-7810-005\n\n\nName:\n Northern Shoveler (\nSpatula clypeata\n)\n6\n\n\nBook Classification:\n Celestial Fowl, Doland’s Trickery\n7\n\n\nChapter Summary\n: Matches non-anomalous \nSpatula clypeata\n. 0.4 cm in length, 0.6 kg in weight.\n\n\nManifestation:\n Upon reading E-7810-005’s chapter, five Domestic pigeons materialized.\n8\n Rigorous testing and examination determined them to be non-anomalous.\n\n\n\n\n\n\n\n\nE-7810-010 shortly after materialization.\n\n\n\n\n\n\nEntity #:\n E-7810-010\n\n\nName:\n Muscovy Drake (\nCairina moschata\n)\n9\n\n\nBook Classification:\n Celestial Fowl, Doland’s Benevolence\n\n\nChapter Summary\n: Chapter 10 of SCP-7810 describes E-7810-010 as resembling the Muscovy Duck in appearance, consigning them to being representative of Slavic depictions of drakes being up to 10 meters long, 5 meters tall, and with a wingspan of up to 16 meters in width. Behavior is described as highly aggressive, exemplifying the ability to breathe concentrated cones of fire, lightning, or ice across several editions of SCP-7810.\n\n\nManifestation:\n E-7810-010 was manifested under highly controlled conditions, MTF PSI-32 \"Birds of a Feather\" were on standby to neutralize it should it break free of its containment facilities. E-7810-010 manifested and was noted to be the size of a large dog, and exhibited playful, friendly, and curious behavior. No signs of elemental projectile breath blasts were detected. E-7810-010 was transferred to a light containment habitat.\n\n\n\n\n\n\n\n\nA normal \nBranta canadensis\n \npreparing to assault a human stronghold. An operation sanctioned by the holy Doland, may Her grace guide us to victory.\n\n\n\n\n\n\nEntity #:\n E-7810-021\n\n\nName:\n Canada Goose (\nBranta canadensis\n)\n10\n\n\nBook Classification:\n Angelic Fowl, Doland’s Annoyance\n11\n\n\nChapter Summary\n: Matches baseline characteristics of \nBranta canadensis\n. 1 meter in length, 9.8 kg in weight. Chapter illustrations depict each E-7810-021 instance wearing ill fitting, tourist clothing.\n\n\nManifestation:\n Site-116 lost contact with the containment unit where E-7810-021 was being manifested. Further investigation by MTF PSI-32 “Birds of a Feather” discovered an intact Boeing 747 manifested both inside, and outside of the containment unit, including the control room, fusing with the material of the containment unit walls, surrounding hallways, the control room, and any individuals within the spatial path of the plane. Upon clearing access to the containment unit and cutting through to the interior of the plane, responding agents discovered the plane was filled with E-7810-021 and their droppings.\n\n\n\n\n\n\n\n\nRendition of a non-anomalous \nSalvadorina waigiuensis\n moments before disappearing into the brush.\n\n\n\n\n\n\n\n\n\n\nDr. Anseriform with E-7810-042 perched on her head.\n\n\n\n\n\n\nEntity #:\n E-7810-042\n\n\nName:\n Salvadori's teal (\nSalvadorina waigiuensis\n)\n12\n\n\nBook Classification:\n Angelic Fowl, Doland’s Infiltrator\n13\n\n\nChapter Summary\n: Matches baseline characteristics of the \nSalvadorina waigiuensis\n. Behaviorally described as very elusive and difficult to find. 0.4 cm in length, 0.35 kg in weight.\n\n\nManifestation:\n E-7810-042 was manifested in a secluded habitat where it promptly flew up and perched upon Dr. Anseriform’s head. Dr. Anseriform claimed there was not a duck on their head. All other researchers present confirmed that E-7810-042 was indeed perched on her head. Attempts to remove E-7810-042 resulted in the duck spontaneously returning to its perch after random durations. Reality anchors failed to prevent its return.\n\n\n\n\n\n\n\n\nNon-anomalous Mallard.\n\n\n\n\n\n\nEntity #:\n E-7810-066\n\n\nName:\n Mallard (\nAnas platyrhynchos\n)\n14\n\n\nBook Classification:\n Angelic Fowl, Doland’s Gamblers\n15\n\n\nChapter Summary\n: Baseline physical characteristics match non-anomalous \nAnas platyrhynchos\n. Behavioral traits have wide variations between recovered instances of SCP-7810. 0.58 cm in length, 1 kg in weight.\n\n\nManifestation:\n Researchers catalyzed the manifestation of E-7810-066 in a controlled pond habitat. Three E-7810-066 entities manifested, along with a round wooden poker table, and 3 empty chairs. Each E-7810-066 entity was wearing checkerboard pattern shirts, formal slacks, 1950’s style blazers hanging off the chairs, and were wearing period appropriate hats. E-7810-066 entities turned and looked at present researchers until all three joined them at the table. The largest Mallard proceeded to shuffle and distribute cards via regurgitation, leaving the cards covered in mucus and digestive secretions. Researchers proceeded to play 10 rounds of Texas Hold’em.\n\n\n\n\n\n\n\n\nNon-anomalous \nCygnus buccinator\n in its native habitat. \nIts song lifting higher, gracing our Grace's ever feathery ears. Blessed be we to sing for Doland.\n\n\n\n\n\n\nEntity #:\n E-7810-079\n\n\nName:\n Trumpeter Swan (\nCygnus buccinator\n)\n16\n\n\nBook Classification:\n Angelic Fowl, Doland’s Muse\n17\n\n\nChapter Summary\n: Matches non-anomalous characteristics of a \nCygnus buccinator\n. Behavior deviates from baseline reality, described as “constantly creating music”. 1.5 m in Length, 11 kg in weight.\n\n\nManifestation:\n Upon manifesting, E-7810-079 was noted to have a fully functional trumpet in the place of its head. It proceeded to play a number of compositions, with portions of the trumpets sound producing mechanisms moving to accommodate changes in pitch. Despite its trumpet head, all sounds emitted were confirmed to be normal swan vocalizations.\n\n\n\n\n\n\n\n\nE-7810-102 shortly after doffing it's armor, inquiring about the state of remaining Carthaginian forces.\n\n\n\n\n\n\nEntity #:\n E-7810-105\n\n\nName:\n Roman Goose (\nAnser cygnoides\n)\n18\n\n\nBook Classification:\n Angelic Fowl, Doland’s Soldier\n19\n\n\nChapter Summary\n: Appearance is closely aligned with non-anomalous \nAnser cygnoides\n, however the entities depicted and described by SCP-7810 are much larger than normal geese, standing as tall as an average human. Behaviorally, E-7810-105 is described as being highly disciplined and organized, capable of functionally forming combat units.\n\n\nManifestation:\n E-7810-105 manifestation was catalyzed, whereupon a unit of 100 individuals materialized. All entities manifested wearing Lorica Segmentata, and wielding weapons consistent with those used by Roman Legionaries in the Early Roman Republic. A single individual wearing Centurian Regalia addressed present researchers, asking how far it was to Carthage. When told that Carthage was razed to the ground and the earth salted, the centurion expressed disappointment at missing the opportunity to join. Requests for habitat upgrades to contain humanoid entities has been approved.\n\n\n\n\n\n\n\n\nNon-anomalous \nAythya valisineria\n preening. \nDoland spoke of your downtrodden, your disaffected, your young and your poor! And she said let them come, let them find new meaning and life with me.\n\n\n\n\n\n\nEntity #:\n E-7810-112\n20\n\n\nName:\n Canvasback Duck (\nAythya valisineria\n)\n21\n\n\nBook Classification:\n Angelic Fowl, Doland’s Greasers\n\n\nChapter Summary\n: Baseline physical characteristics match non-anomalous \nAythya valisineria\n. Behavioral traits deviated substantially, described as 'cliquish disaffected youths gathering to protect what they stand for'. Illustrations throughout the chapter depict E-7810-112 as possessing feathered hair with a glossy luster.\n\n\nManifestation:\n Manifestation of E-7810-112 resulted in low level reality bending transforming the woodland containment habitat into an Urban Street Alley containing a chainlink fence. E-7810-112 individuals were wearing black leather jackets and white t-shirts. Upon noticing Foundation personnel, the entities began aggressively snapping and walking towards the researchers, pulling out switchblade knives, while singing “You’re the One That I Want” by John Travolta and Olivia Newton-John. Security agents managed to subdue E-7810-112 preventing any casualties.\n\n\n\n\n\n\n\n\nE-7810-172 exhibiting multiple aggression warnings shortly before releasing it's projectile breath.\n\n\n\n\n\n\nEntity #:\n E-7810-172\n\n\nName:\n Cotton Pygmy Drake (\nNettapus coromandelianus\n)\n22\n\n\nBook Classification:\n ArchFowl, Doland’s Favored\n23\n\n\nChapter Summary\n: Indistinguishable from non-anomalous \nNettapus coromandelianus\n. 0.2 cm in length and 0.16 kg in weight.\n\n\nManifestation:\n E-7810-172 was manifested into a light containment habitat. Upon materialization, researchers attempted to take measurements, at which point the lone individual dispensed a cone of pure lightning, instantly vaporizing 2 of the 3 attending researchers. It proceeded to eviscerate and remove the remaining researchers’ limbs, before breaching containment. MTF PSI-32 “Birds of a Feather” were deployed, but not before an additional 15 personnel were killed. E-7810-172 could not be subdued with conventional weaponry, and a prototype Omega-15 Atomic Disseminator had to be deployed to neutralize the entity, resulting in severe damage to a quarter of the East Containment Wing of Site-116.\n\n\n\n\n\n\n\n\nLast image of E-7810-173's manifestation prior to incident I-7810-05. \nDoland spoke, and she sang, with a voice of the finest swans. And She sang of your disaffected, your poor, your young and old. Come! She sang, Let them Come! For all shall be welcome and sheltered among the breast of feathers! None shall be left to the merciless world!\n\n\n\n\n\n\nEntity #:\n E-7810-173\n\n\nName:\n Black Swan (\nCygnus atratus\n)\n24\n\n\nBook Classification:\n ArchFowl, Doland’s Mercy\n25\n\n\nChapter Summary:\n [REDACTED]\n\n\nManifestation:\n E-7810-173 was manifested into Site-116 in a heavy containment chamber. Site Command lost contact with the Eastern Containment Wing five minutes after manifestation. Site black box activated 10 minutes after manifestation. Communications blackout began at 15 minutes after manifestation. Onsite nuclear warhead primed at 20 minutes post manifestation. Site-116 nuclear warhead detonated 30 minutes after manifestation. Recovery and analysis of Site 116’s black box contained a 30 minute recording of increasingly choral chants of “Oh Doland be praised. Oh Doland may she ever approve. Oh, Doland Higher!” resembling Gregorian chants.\n\nFurther experiments with E-7810-173 are suspended as of 04/08/2023.\n\n\n\n\n\n\n\n\nBe\n\n\n\n\n\n\n\n\n\n\nNot\n\n\n\n\n\n\n\n\n\n\nAfraid\n\n\n\n\n\n\nEntity #:\n E-7810-174\n\n\nName:\n Tundra Swan (\nCygnus columbianus\n)\n26\n\n\nBook Classification:\n ArchFowl. Doland’s Right Hand\n\n\nChapter Summary:\n [WARNING: COGNITOHAZARD DETECTED] \nWHEELS WITHIN WHEELS, EYES WITHIN EYES, FEATHERS THAT EAT THE SKY WREATHED IN FLAMES, SWIRLS WITHIN SWIRLS. PRAISE BE TO DOLAND. MAY SHE EVER GRANT US APPROVAL.\n\n\nManifestation:\n \nAND LO SHE SPOKE TO HER, HER MISTRESS ON HIGH, HER LOWEST RIGHT HAND. AND SHE UNDERSTOOD. AND SHE CAME BEFORE THEM, BEFORE THE MANY, BEFORE THE SORROWFUL. BEFORE THE WHITE COATS IN FORTRESSES OF METAL AND STONE. AND THEY TREMBLED. AND SHE TREMBLED. AND HER VOICE RAISED, THE LIGHT OF HER FEATHERS CONSUMING THE SKY. \"PRAISE BE UNTO DOLAND, PRAISE BE UNTO HER FOR I HAVE COME. DO NOT BE AFRAID MORTALS FOR I AM YOUR SALVATION!\"\n\n\nAND THEY COWERED AND FEARED UNTIL THE GENTLE WARMTH OF RAYS SHONE ACROSS THEIR BROWS. AND THEY KNEW PEACE. AND THEY RAISED THEIR ARMS HIGH AND SANG IN ONE VOICE. \"HIGHER OH DOLAND! HIGHER BE THY PRAISE. RAISE US HIGHER OH HIGHER!\" AND SO THEY ROSE INTO FEATHERY PLUMES.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nAddendum HK-E-014\n\n\nChapter 175 of SCP-7810 deviates substantially from the rest of the book, and is dedicated to an HK class entity\n27\n, designated HK-E-014, known as Doland. HK-E-014's baseline description is given in the excerpt below:\n\n\n\n\nFor lo she is a grandiose queen, with green feathery hair, possesses the voice, wings, and ferocity of a swan, and the aggressiveness of a goose. She is Mother goose, Queen of the Mallards, Baroness of the pond. Our Savior, our Goddess, Doland be praised! May Doland ever approve us!\n\n\n\n\nUpon reading Chapter 175 of SCP-7810 mentally or aloud, HK-E-014 will manifest in reality. Any individual within visual line of sight who fails to praise HK-E-014 in a substantial way are slowly transformed into a random member of the Anatidae family over the course of 5-7 days.\n28\n The individual responsible for bringing HK-E-014 into reality will be immediately immobilized, unable to move from their current location, and subsequently embraced in HK-E-014's wings. Upon release, the target individual will have been transformed into a new E-7810-XXX and an additional chapter added to SCP-7810.\n\n\n\n\nFootnotes\n\n\n1\n. Foundation historians were able to identify 15 Drake M. Goslings and one Ryan Gosling, none of whom can be traced to SCP-7810.\n\n\n2\n. Penguin Books was founded in 1935.\n\n\n3\n. \nDoland be praised.\n\n\n4\n. \nDoland approved.\n\n\n5\n. \nAnd she made a promise to all, that they would be remade in her image. And whence they were, she was glad and they were glad.\n\n\n6\n. \nThose who knew wrote of her roguery, her playfulness even in the dark of her forgotten rine.\n\n\n7\n. \nFor thence did she call to all her rascals, and even those of other times knew of whom they were called.\n\n\n8\n. \nDoland laughed.\n\n\n9\n. \nBut in the blackest of pits She did not yield to the fowlest of intentions. No, Her love for all burned strong in the piercing pitch of the abyss.\n\n\n10\n. \n\"For even those in their most wayward hours must be aided!\" She said unto us. We listened, oh how we listened!\n\n\n11\n. \nOh how we cried as we fell backwards onto our knees! For how many had we left to the wayside in all our travels! But lo, She forgave! Oh how She forgave! And sought to bring us home!\n\n\n12\n. \n\"And thou whilst never know fear!\" She proclaimed to the flock.\n\n\n13\n. \n\"For when cataclysm threatens you shall find reprieve! For Doland's blessing are many! Hark, look upon the thy companion perched on yonder head! No? Yes that is perfection for she cannot be seen! Rejoice! Rejoice!\"\n\n\n14\n. \nDoland threw the dice.\n\n\n15\n. \n\"For all shall know the greatest joys in life. For money shall be no object, nothing but a vanity of well tidings. And with it you shall make plenty among the humans, and their flock. And therein you will spread my word!\"\n\n\n16\n. \nDoland approved.\n\n\n17\n. \n\"And all shall know the beauty of our siren's song. And to their souls we shall cry, and we shall sing, of the glory of feather perches on high.\"\n\n\n18\n. \nAnd they slew and desecrated Her favorite child. Many perished against their \nhardened steel\n. Their blades cold with the icey winds of towering peaks as they swam from the coldest skies unto the fertile lands. They burned and slew. So many lost. So many lost.\n\n\n19\n. \nAnd Her response was swift and terrible. \"Lo!\" She cried to the people from the heavens \"You shall avenge me for thou arts sons of Rome. LET CARTHAGE BURN. LET THE EARTH BE SALTED. NEVER AGAIN SHALL SHE LAY HANDS UPON MY CHILD.\"\n\n\n20\n. \nDoland snapped.\n\n\n21\n. \nAND SO THEY CAME. IN THOSE DESPERATE HOURS WHEN ALL HOPE WAS BLEAK. THEY SANG TO HER, AND DOLANDS SONG GREETED THEM. THE TRAGEDY OF THEIR YOUTHS, THE PLUNGES FROM BUILDINGS AS SWEEPING EXCHANGES OF MEANINGLESS LINES ROLLED DOWN UPON THEM. HARK TO ME. HARK TO ME CHILDREN OF MANN, SO YOU SHALL BE WELCOME AND NONE SHALL SUFFER.\n\n\n22\n. \nDoland awwed.\n\n\n23\n. \nAnd so she remade a special love in her long lost's image. And so she ensured none would dare try again.\n\n\n24\n. \nDoland ruffled with rage!\n\n\n25\n. \nAND WHEN THEY STRUCK DOWN THAT BEAUTIFUL CREATION SHE CRIED OUT. OH HOW SHE WEPT. BUT NOT OUT OF MALICE DID THEY STRIKE BUT FEAR. AND SHE PROCLAIMED \"MERCY MERCY! FOR MY CHILD! FOR THE CHILDREN OF MAN. YOU SHALL KNOW MY LOVE, AND YOUR SINS BE TAKEN. COME TO ME MY CHILDREN. LET US DISPENSE WITH THIS DISTRACTION YOU AND I.\"\n\n\n26\n. \nDoland swooned.\n\n\n27\n. Deific Class Subjugation Entity.\n\n\n28\n. \nDoland disapproved.\n\n\n\n\n\n\n\n\n« \nSCP-7809\n | SCP-7810 | \nSCP-7811\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7810\n\" by DrBleep, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7810\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Mallard_Duck_wings.jpg\n\n\nName:\n Mallard Duck wings.jpg\n\n\nAuthor:\n Deepak Sundar\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Wood_Duck1.jpg\n\n\nName:\n Male Aix sponsa portrait.jpg\n\n\nAuthor:\n Francis C. Franklin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Wood_Duck2.jpg\n\n\nName:\n Carved and painted Duck\n\n\nAuthor:\n Clint Budd\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Pigeon_Gang.jpg\n\n\nName:\n 20200115 Columba livia domestica Bürgerpark Saarbrücken 06.jpg\n\n\nAuthor:\n Flocci Nivis\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Muscovy_Drake.jpg\n\n\nName:\n Cairina moschata .R.H. 19.jpg\n\n\nAuthor:\n Rob Hille\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Canadian_Fucker.jpg\n\n\nName:\n Canada Goose (Branta Canadensis).jpg\n\n\nAuthor:\n Joe Ravi\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Salvadori_Teal.jpg\n\n\nName:\n Salvadorina waigiuensis 1895.jpg\n\n\nAuthor:\n John Gerrad Keulemans\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Wow_Look_At_That_Duck.jpg\n\n\nName:\n Marina person tvbrasil.jpg\n\n\nAuthor:\n Mídia promocional do programa Revista do Cinema Brasileiro (TV Brasil), remix de Praxides\n\n\nLicense:\n CC BY-SA 3.0 BR\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Wow_Look_At_That_Duck.jpg was edited by \nNaepic\n.\n\n\n\n\n\n\nFilename:\n Mallard.jpg\n\n\nName:\n Anas platyrhynchos (Male) in Locarno - Frontal view.jpg\n\n\nAuthor:\n Commonists\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Trumpeter_Swan.jpg\n\n\nName:\n Trumpeter Swan Landing on Seedskadee NWR (16629656496).jpg\n\n\nAuthor:\n USFWS Mountain-Prairie\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Roman Tufted Goose.jpg\n\n\nAuthor:\n Joe Thomissen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Canvasback_Duck.jpg\n\n\nName:\n Canvasback, San Francisco Zoo (3013493751).jpg\n\n\nAuthor:\n Jean\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Cotton_Pygmy_Drake.jpg\n\n\nName:\n Cotton Pygmy-goose (Nettapus coromandelianus)- Male bathing while Female looks at, in Kolkata I IMG 2388.jpg\n\n\nAuthor:\n J. M. Garg\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Black_Swan.jpg\n\n\nName:\n Bathing Cygnus atratus Matsue Vogel Park.jpg\n\n\nAuthor:\n Cassiopeia sweet\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Be.jpg\n\n\nName:\n Angel?\n\n\nAuthor:\n Rhian\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Not.jpg\n\n\nName:\n Angel\n\n\nAuthor:\n MichaelJBanks\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Afraid.jpg\n\n\nAuthor:\n \nNaepic\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "For lo she is a grandiose queen, with green feathery hair, possesses the voice, wings, and ferocity of a swan, and the aggressiveness of a goose. She is Mother goose, Queen of the Mallards, Baroness of the pond. Our Savior, our Goddess, Doland be praised! May Doland ever approve us!",
        "\" SCP-7810 \" by DrBleep, from the SCP Wiki . Source: https://scpwiki.com/scp-7810 . Licensed under CC-BY-SA .",
        "Filename: Mallard_Duck_wings.jpg Name: Mallard Duck wings.jpg Author: Deepak Sundar License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Wood_Duck1.jpg Name: Male Aix sponsa portrait.jpg Author: Francis C. Franklin License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Wood_Duck2.jpg Name: Carved and painted Duck Author: Clint Budd License: CC BY 2.0 Source Link: Flickr",
        "Filename: Pigeon_Gang.jpg Name: 20200115 Columba livia domestica Bürgerpark Saarbrücken 06.jpg Author: Flocci Nivis License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Muscovy_Drake.jpg Name: Cairina moschata .R.H. 19.jpg Author: Rob Hille License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Canadian_Fucker.jpg Name: Canada Goose (Branta Canadensis).jpg Author: Joe Ravi License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Salvadori_Teal.jpg Name: Salvadorina waigiuensis 1895.jpg Author: John Gerrad Keulemans License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Wow_Look_At_That_Duck.jpg Name: Marina person tvbrasil.jpg Author: Mídia promocional do programa Revista do Cinema Brasileiro (TV Brasil), remix de Praxides License: CC BY-SA 3.0 BR Source Link: Wikimedia Commons Additional Notes: Wow_Look_At_That_Duck.jpg was edited by Naepic .",
        "Filename: Mallard.jpg Name: Anas platyrhynchos (Male) in Locarno - Frontal view.jpg Author: Commonists License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Trumpeter_Swan.jpg Name: Trumpeter Swan Landing on Seedskadee NWR (16629656496).jpg Author: USFWS Mountain-Prairie License: Public Domain Source Link: Wikimedia Commons",
        "Name: Roman Tufted Goose.jpg Author: Joe Thomissen License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Canvasback_Duck.jpg Name: Canvasback, San Francisco Zoo (3013493751).jpg Author: Jean License: CC BY 2.0 Source Link: Wikimedia Commons",
        "Filename: Cotton_Pygmy_Drake.jpg Name: Cotton Pygmy-goose (Nettapus coromandelianus)- Male bathing while Female looks at, in Kolkata I IMG 2388.jpg Author: J. M. Garg License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Black_Swan.jpg Name: Bathing Cygnus atratus Matsue Vogel Park.jpg Author: Cassiopeia sweet License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Be.jpg Name: Angel? Author: Rhian License: CC BY 2.0 Source Link: Flickr",
        "Filename: Not.jpg Name: Angel Author: MichaelJBanks License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: Afraid.jpg Author: Naepic License: CC BY 2.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-7810",
    "object_class": "Euclid",
    "containment_procedures": "Additional copies of SCP-7810 are to be confiscated and contents photographed upon discovery. Personnel handling SCP-7810 are prohibited from reading its contents, except with testing pre-approval. Entities E-7810-01 through -174 are to be contained in habitats containing sufficient terrestial and aquatic ecosystems appropriate for their species. During testing, SCP-7810's 175th chapter is forbidden from being read. Should HK-E-7810-14 be realized, she must be praised immediately. Individuals who summoned HK-E-7810-14 must be relocated to the nearest body of water.",
    "description": "As of March 15th, 2028, SCP-7810 is a 175 chapter non-fiction book, published in 1800 CE titled \"Ducks. Ducks? Geese? GEESE! SWANS!?!?\" subtitled \"A Guide to the Featherly Host and How to Survive\". SCP-7810 is credited to Drake M. Gosling1 and published by Mallard Books, a supposed subsidiary of Penguin Books.2 Seventy copies of SCP-7810 have been discovered by the Department of Acquisition and Liquidation as of March 15th 2028 in 58 different major and regional languages and dialects.",
    "title": "SCP-7810"
}