{
    "url": "https://scp-wiki.wikidot.com/scp-7814",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nInbox\n\n\n\n\n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.rehcraeser|tsebehtjrj#pcs.rehcraeser|tsebehtjrj\n)\n\n\nFrom:\n Odongo Tejani (\npcs.eettimmocscihte|ylperon#pcs.eettimmocscihte|ylperon\n)\n\n\nSubject:\n Welcome to the Ethics Committee\n\n\n\n\n\n\nGood Morning, Jack Robinson\n\n\nWelcome to the Ethics Committee! We think you’ll be a great asset to our mission and want to make sure you get settled in as smoothly as possible.\n\n\nAs discussed, your first day will be September 3rd. Please arrive at Site-02 by 10:00 AM and wear whatever’s comfortable, as we’re business casual [or whatever your dress code is].\n\n\nWhen you arrive, please check in with our receptionist to receive your new employee badge. Our new member liaison will show you to your workstation and get you settled in.\n\n\nPlease take some time to start the process before your first day by logging into SCiPnet with your new credentials. Other members can help you finish this process when you arrive.\n\n\nFeel free to contact ethistician.aic if you have any questions before you start. We’re thrilled to have you join us!\n\n\nThank you,\n\n\nChairman Odongo Tejani\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Odongo Tejani (\npcs.eettimmocscihte|ylperon#pcs.eettimmocscihte|ylperon\n)\n\n\nFrom:\n Jack Robinson (\npcs.rehcraeser|tsebehtjrj#pcs.rehcraeser|tsebehtjrj\n)\n\n\nSubject:\n Re: Welcome to the Ethics Committee\n\n\n\n\n\n\nThank you SO MUCH Mr. Tejani, you have NO IDEA what this means to me. I joined the Foundation to further the cause of scientific research and knowledge, but I soon realized just how much this place was in dire need of ethicists. A check and a balance on wayward administrators to keep our noble researchers safe from the hazards of the job. I’m so, so lucky to be here and so, so grateful to you for giving me this warm welcome. I mean, think of that! The legendary Odongo Tejani, deigning me worth his time!\n\n\nI’ll be sure to get everything set up before my first day. As a matter of fact, I’ll do you one better. I logged into SCiPnet yesterday and noticed we had a vote coming up on that telekill alloy stuff, SCP-148 if I recall? I remember being assigned to a project before it was canceled over that stuff. Couldn't get the authorization. So between my personal stake and the investigative skills you’ve recognized by honoring me with this position, I’ll have a full dossier ready for you within the week! And, since you don't have any evidence of that yet, I'll remind you that it's already been voted on several times, so there's probably nothing, and if there is something, I'll probably end up catching it! Not to brag, but I probably won’t even need ethistician’s help, although I do appreciate it.\n\n\nBut seriously, from the bottom of my heart, I thank you. I won’t disappoint!\n\n\nSecure, Contain, Protect,\n\nJack Robinson\n\nEthics Committee\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nTerminal #335\n\n\n \n\n\n------\n\nWelcome, ec-user-33308affc0e\n\n\n------\n\n\n\n\n\n\n \n\n\n\n\n> file scp-148\n\n\nEnter level 5 credentials.\n\n> jackrobinson-ec-uu88ylo18314d\n\n> Pierce^H^H^H^HY^ the HEAVENs. The unKNOWN can be KNOWN, and dark becomes light.\n\n\nAccess granted.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n148\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\napollyon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-148 consuming 363,636 civilians during an Injustice Event\n\n\n\n\n\n\nSpecial Containment Procedures:\n None possible.\n\n\n\n\n\n\n\n\n\n\n\n\nTerminal #335\n\n\n \n\n\n------\n\nWelcome, ec-user-33308affc0e\n\n\n------\n\n\n\n\n\n\n \n\n\n\n\n> scipsearch telekill\n\n1 match(es)\n\nSCP# | Clearance | Title\n\n7814 | 1, 5/7814 | Telekill Alloy\n\n> file scp-7814\n\n\nAccess granted.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7814\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7814 is available on request. Applicants must submit Form 7814-A to the Telekill Alloy Applications Team, who will survey the site if needed and arrange for telekill installation. Form 7814-A must include:\n\n\n\n\nA full description of the intended use.\n\n\nFull, unredacted SCP files and test logs for all SCPs involved, with cognito- and infohazards flagged appropriately.\n1\n\n\nA clean record of D-Class breaches.\n\n\n\n\nDescription:\n SCP-7814 (known by materials engineers as “Telekill Alloy”) is an alloy of mundane metals and [REDACTED].\n2\n It has a gray-green color with a bluish tinge and oxidizes readily in the presence of water, and has a variable density no less than 6.10 g/cm\n3\n.\n\n\nSCP-7814's primary anomalous property is that it produces a negative psionic field.\n3\n This blocks or otherwise hinders extrasensory mind-affecting properties, following an inverse-square law similar to electromagnetism. Its use has expedited many Foundation operations:\n\n\n\n\nMind-affecting anomalies cannot breach telekill walls or meshes, allowing smaller containment chambers and safer transport of psionic anomalies. Furthermore, their effects are weaker in such chambers, allowing for safer testing.\n\n\nTelekill-lined meeting rooms and bunkers cannot be penetrated by psychic influence, scrying, or mind-reading, increasing information security.\n\n\nTelekill-coated fiber-optic cables are similarly impervious to psionic divination. As a result, all Sites have been outfitted with such cables, and all digital communications or transfers of files classified Level 5 or higher (such as requests for files classified Level 5 or above) are carried out over these cables.\n\n\nTelekill-lined D-Class bunkers prevent confounding factors of previous psionic influence from interfering with tests.\n\n\n\n\nIn addition:\n\n\n\n\nThaumaturgic runes inscribed on SCP-7814 can selectively prevent thaumaturgical workings. Site-17 was experimentally outfitted with 7814-Evening cages tuned to prevent the opening of Ways after the Serpent’s Incursion of Site-17, and it was soon discovered that this also weakened the effects of several thaumaturgical SCPs on-Site. This allowed for smaller containment chambers, less extensive containment procedures, and fewer containment breaches.\n\n\nWhen an electric current is driven through SCP-7814, it can dispel spectral entities on contact. This discovery improved the efficiency of the Department of Spectral Entities by 300%.\n\n\nSCP-7814 was recently discovered to be a more effective Hume sink than beryllium bronze, the previous material of choice for ontokinesis-resistant architecture and equipment. Trial runs of SCP-7814-based COLOURLESS RED units with MTF Lambda-5 “White Rabbits” have shown an improvement in dealing with dangerous ontokinetic entities and low-Hume environments, and wider rollout is expected to prevent future casualties among field agents\n\n\nNew processes have made SCP-7814 cheaper than steel, which is why in 2021, Experimental Site-78 began construction with SCP-7814 rebar.\n\n\n\n\nSCP-7814 was first discovered in 1982 during a raid on Prometheus Labs, and first utilized in 1988 to enable the safe transport of \nSCP-035\n to Site-19. SCP-7814 would see increasingly frequent use in transportation of dangerous mind-affecting anomalies, and in 1994, the first 7814-Evening containment chamber was approved. From 2005 onwards it became standard for half of all Keter-class containment chambers to be lined with SCP-7814, and in 2009 Site-19 completed its “telekill wing,\" a wing made exclusively of SCP-7814-lined cells. This set the standard, and today almost every Site has a substantial number of cells utilizing SCP-7814.\n\n\nUse of SCP-7814 has saved the Foundation millions of dollars in containment costs and prevented hundreds of thousands of casualties.\n\n\n\n\n\n\n\n\n\n\n\n\nTerminal #335\n\n\n \n\n\n------\n\nWelcome, ec-user-33308affc0e\n\n\n------\n\n\n\n\n\n\n \n\n\n\n\n> file scp-7814 -l 5\n\n\nReenter Level 5 credentials.\n\n> jackrobinson-ec-uu88ylo18314d\n\n> Pierce^H^H^H^HY^ the HEAVENs. The unKNOWN can be KNOWN, and dark becomes light.\n\n\nInsufficient clearance. Access denied.\n\n> wtf?\n\nCommand \"wtf?\" not defined.\n\n> clearance scp-7814\n\nTwo versions of this file exist.\n\nLevel 1: Unrestricted\n\nLevel 5/7814: TAAT Eyes Only\n\n> file scp-7814 -l 5/7814\n\n\nYou do not have that clearance.\n\n> help clearance 5/EC\n\nLevel 5 Ethics Committee clearance is a special clearance given only to Ethics Committee members. As members of the Foundation's primary regulatory body, personnel have access to all files not classified Level 6 and can bypass all specific clearance requirements (e.g. requiring specific 5/YYYY clearance to access SCP-YYYY).\n\n> ??????\n\nCommand \"??????\" not defined.\n\n> accesses —sort-by clearance —group-by day scp-7814\n\nHere is a list of most recent personnel to access SCP-7814 (multiple accesses in one day are counted as one access)\n\nNote that you may not be able to see the accesses of accounts above your clearance.\n\nSorted by: Clearance Level\n\nDD/MM/YY | Clearance | Account\n\n28/08/23 | Level 4 | Lillihammer, Lillian S.\n\n28/08/23 | Level 4 | Clef, Alto\n\n27/08/23 | Level 4 | Lillihammer, Lillian S.\n\n26/08/23 | Level 4 | Lillihammer, Lillian S.\n\n25/08/23 | Level 4 | Japers, Eugene\n\n24/08/23 | Level 4 | Lillihammer, Lillian S.\n\n[…]\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nSCiPnet Messaging System\n\n\n\n\n<ec-user-33308affc0e>\n Good evening!\n\n\n~system: User LILLIHAMMERDOWN has blocked you!\n\n\n<ec-user-33308affc0e>\n !blockoverride ec LILLIHAMMERDOWN\n\n\n<ec-user-33308affc0e>\n My name is Jack Robinson, and I'm from the Ethics Committee.\n\n\n<ec-user-33308affc0e>\n I'm here to talk about SCP-7814, if you've got some time?\n\n\n<ec-user-33308affc0e>\n Hello? Ms. Lillihammer?\n\n\n<LILLIHAMMERDOWN>\n Can you look at this memetic geas for me? Just gotta confirm.\n\n\n<ec-user-33308affc0e>\n Whatever you need to be comfortable.\n\n\n<LILLIHAMMERDOWN>\n \ngetfucked.png\n\n\n~system: No activity detected for 2 hours. Logging off…\n\n\nYou have \n(1)\n new message from \nA_McInnis_883\n!\n\n\n<A_McInnis_883>\n Good morning, Mr. Robinson, this is Director McInnis of Site-43. I must apologize for I've gone to the trouble of verifying your credentials, but you should understand that receiving private messages from an account with a scambot name on the world's least scambot-vulnerable secure network is not a pleasant surprise to receive in the morning.\n\n\n<ec-user-33308affc0e>\n …oh. Sorry. I assumed because I was on the Ethics Committee that I could do that.\n\n\n<A_McInnis_883>\n As a member of the Ethics Committee, you have the authority to do that. However, in my experience, such behavior is never met with a positive response.\n\n\n<ec-user-33308affc0e>\n What does, then?\n\n\n<A_McInnis_883>\n Sending an email about potential interviews before attempting to conduct said interviews would be a fine start.\n\n\nYou have \n(1)\n new message from \nLILLIHAMMERDOWN\n!\n\n\n<LILLIHAMMERDOWN>\n what did you want ethics man\n\n\n<ec-user-33308affc0e>\n Oh! Thank you. I wanted to talk about SCP-7814.\n\n\n<LILLIHAMMERDOWN>\n you mean the milk cat\n\n\n<ec-user-33308affc0e>\n …no. Telekill alloy. The one that used to be 148?\n\n\n<LILLIHAMMERDOWN>\n fucklkigbn reandom-zasss renuembers\n\n\n<LILLIHAMMERDOWN>\n and fuvking newbies\n\n\n<LILLIHAMMERDOWN>\n it says in the file that it works on MIND-AFFECTING ANOMALIES\n\n\n<LILLIHAMMERDOWN>\n i do MREMETICS\n\n\n<LILLIHAMMERDOWN>\n can you not READ\n\n\n<LILLIHAMMERDOWN>\n it's different\n\n\n<LILLIHAMMERDOWN>\n memetics is showing people things and they change their behavior based on it like talking or reading news\n\n\n<LILLIHAMMERDOWN>\n but on steroids\n\n\n<ec-user-33308affc0e>\n Given my most recent screw-up, that might be true (the not reading bit). I was just wondering if there was some memetic stuff that telekill worked on somehow? It's a jungle out there.\n\n\n<LILLIHAMMERDOWN>\n telekill stops people from reaching directly into your head and yanking on the levers\n\n\n<LILLIHAMMERDOWN>\n and no i havent seen any\n\n\n<LILLIHAMMERDOWN>\n half my job is dealing with this \nshitty anartist corpo\n and NOTHIGN workls on ther mkemes\n\n\n<LILLIHAMMERDOWN>\n source: their shit works on me\n\n\n<LILLIHAMMERDOWN>\n like this amateru fucKing compulesin effec keepiogn my eyuesballs glued to ther dumbfckings ocial tWoitter patrody\n\n\n<LILLIHAMMERDOWN>\n iv tried memetics ive thrued audios ive trued LITERAL FCUKING MEMS E MAGIC IVE TRIEDAL ING ALCOHLO RN\n\n\n<LILLIHAMMERDOWN>\n ITST STULL WORKSE\n\n\n<LILLIHAMMERDOWN>\n i asked for some telekill in case maybe that would do something but got rejected ofcjc\n\n\n<ec-user-33308affc0e>\n When you say \"tried ing alcohol rn,\" what do you mean by that?\n\n\n<LILLIHAMMERDOWN>\n i thoguht having no d class meant no d class breaches but noooooooo\n\n\n<LILLIHAMMERDOWN>\n and fuck off coppo\n\n\n<ec-user-33308affc0e>\n Wait, what?\n\n\n<ec-user-33308affc0e>\n What exactly did they say?\n\n\n<ec-user-33308affc0e>\n (about the D-Class thing)\n\n\n<LILLIHAMMERDOWN>\n \"Your application does not include your record of D-Class breaches.\"\n\n\n<LILLIHAMMERDOWN>\n what fualcking refcord THERE AREW NO DC LASS AT 43\n\n\n<LILLIHAMMERDOWN>\n i sent it again with every possible record ot ther fbeing NO d class at 43 and guerss fucking what\n\n\n<LILLIHAMMERDOWN>\n \"Your application does not include your record of D-Class breaches.\"\n\n\n<LILLIHAMMERDOWN>\n do they have fucking chatgpt on the twaat or smth\n\n\n<ec-user-33308affc0e>\n *TAAT\n\n\n<LILLIHAMMERDOWN>\n no its twaat\n\n\n<ec-user-33308affc0e>\n Interesting… thank you for your time, Dr. Lillihammer.\n\n\n<LILLIHAMMERDOWN>\n thank you for breaking into my schesduule withsn your cnbig ethhics commitenne importantsce and interwrruntpijg my aday more than sialready its\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? Two (2) new messages!\n\n\n\n\nInbox\n\n\n\n\n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.rehcraeser|tsebehtjrj#pcs.rehcraeser|tsebehtjrj\n)\n\n\nFrom:\n ethistician.aic (\npcs.eettimmocscihte|cia-naicitsihte#pcs.eettimmocscihte|cia-naicitsihte\n)\n\n\nSubject:\n Confirmation of Subscription\n\n\n\n\n\n\nThis is a confirmation email that you have been subscribed to the issue: SCP-7814. ethistician.aic will scan all SCiPnet communications related to this issue and automatically inform you of any relevant developments or unusual activity.\n\n\nReminder: You may be subscribed to one (1) issue at a time that you are not assigned to, and may change your subscription one (1) time within each calendar month.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n ethistician.aic (\npcs.eettimmocscihte|cia-naicitsihte#pcs.eettimmocscihte|cia-naicitsihte\n)\n\n\nSubject:\n Relevant activity on subscribed issue SCP-7814\n\n\n\n\n\n\nUnusual activity on your subscribed issue (SCP-7814) has been flagged for review.\n\n\nRelevant activity: Psionics Specialist Samara Maclear (\npcs.scinoisp|syelraelc#pcs.scinoisp|syelraelc\n) has filed a complaint about the use of SCP-7814 at Site-82.\n\nReason for relevance: This is Maclear's fifteenth complaint about the issue.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Samara Maclear (\npcs.scinoisp|syelraelc#pcs.scinoisp|syelraelc\n)\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n SCP-7814 interview?\n\n\n\n\n\n\nHello, Ms. Maclear!\n\n\nMy name is Jack Robinson. I'm a member of the Ethics Committee, as you can tell from the email. Fancy new domain name! Anyway, I noticed you had a lot of complaints about SCP-7814, which I'm actually doing an inquest into now. Would you mind scheduling an interview of some kind?\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n\n\n \n\n\n\n\n\n\n<ec-user-33308affc0e>\n Hello! Thanks for agreeing to this.\n\n\n<MACLEAR>\n Hey.\n\n\n<ec-user-33308affc0e>\n Everything going okay?\n\n\n<MACLEAR>\n Nope.\n\n\n<ec-user-33308affc0e>\n Sorry to hear that.\n\n\n<ec-user-33308affc0e>\n But we have a job to do, so… tell me about telekill.\n\n\n<MACLEAR>\n Don't like it.\n\n\n<MACLEAR>\n Don't like being around it.\n\n\n<MACLEAR>\n Don't like how it's in every Site built after 2008.\n\n\n<ec-user-33308affc0e>\n You're a psionic. How does it feel to be around it?\n\n\n<MACLEAR>\n Shitty. Like my head's in a five-by-five-by-five cube of solid metal.\n\n\n<MACLEAR>\n So, there's always some psychic ambience, right? Billions of humans thinking, feeling, doing… everyone makes a little psionic force, and you can usually feel it.\n\n\n<MACLEAR>\n But around that stuff, it's all quiet.\n\n\n<MACLEAR>\n It's quiet when I take \npsybuprofen\n, too. Except the telekill quiet isn't empty, blissful quiet. It's full of little migraines, or maybe one big migraine with a lot of limbs. I can barely think around that stuff.\n\n\n<MACLEAR>\n Weirdly, the psybuprofen helps. If they'd stop building telekill cells for skips that don't need it, that would help a lot more.\n\n\n<ec-user-33308affc0e>\n So, stop mixing telekill and telepaths. Why is that not already a standard?\n\n\n<MACLEAR>\n Search me. We don't have a LOT of telekill cells at our Site, but some of our Keter cells use it, \"just in case.\" We don't have a lot of cases. One of them's being used for a Safe doll that randomly makes one person in a kilometer radius fantasize about strangling it every time someone leaves its area of effect. Now the cell makes me fantasize about strangling whoever invented telekill every time I walk by. Oh, and did I mention the cell is situated \nright\n between me and one of the skips I'm in charge of?\n\n\n<MACLEAR>\n If it were up to me, those cells would be in cells.\n\n\n<MACLEAR>\n Made of lead.\n\n\n<MACLEAR>\n Five feet thick.\n\n\n<MACLEAR>\n Five thousand leagues under the sea.\n\n\n<ec-user-33308affc0e>\n I see. I'll see what I can do. Neglect of anomalous employees is fairly unethical.\n\n\n<MACLEAR>\n Please do. If I have to see that shade of blue again I'll defect to the Serpent's Hand.\n\n\n<ec-user-33308affc0e>\n Well, that concludes this interview. If you have any other information or know someone who does, shoot me an email. Thank you for your time!\n\n\n<MACLEAR>\n No problem! It's nice that you took the time to ask a random psionics specialist about this instead of some department chair.\n\n\n<ec-user-33308affc0e>\n No problem! The input of everyday Foundation employees is just as valuable as any Chair, Couch, or Table!\n\n\n<MACLEAR>\n Oh yeah one more thing.\n\n\n<ec-user-33308affc0e>\n Go ahead!\n\n\n<MACLEAR>\n There's no such thing as a negative psionic field.\n\n\n<MACLEAR>\n Psionic fields are made of thoughts. You can't have an anti-thought, just like you can't have negative mass.\n\n\n<ec-user-33308affc0e>\n Well, maybe that's just the anomaly!\n\n\n<MACLEAR>\n Pretty sure there's more to it.\n\n\n<MACLEAR>\n This \"negative psionic field\" shows up as zero or a positive one depending on the measuring tool we use.\n\n\n<MACLEAR>\n Also depending on the measuring tool, when a normal psionic field's around, sometimes the fields cancel out, sometimes they don't.\n\n\n<MACLEAR>\n I asked around, and guess what I got?\n\n\n<ec-user-33308affc0e>\n Access denied?\n\n\n<MACLEAR>\n Pretty much.\n\n\n<ec-user-33308affc0e>\n I should be able to access those files.\n\n\n<ec-user-33308affc0e>\n Should, but can't.\n\n\n<MACLEAR>\n …pretty sure I'm not cleared to know that.\n\n\n<ec-user-33308affc0e>\n Oh! Sorry! I don't think it should be that much of a problem, so if anything falls on your head I'll take it.\n\n\n<ec-user-33308affc0e>\n I should probably stop talking now. See you around!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTerminal #335\n\n\n \n\n\n------\n\nWelcome, ec-user-33308affc0e\n\n\n------\n\n\n\n\n\n\n \n\n\n\n\n> aic ethistician\n\n\nETHISTICIAN:\n Hello! I am ETHISTICIAN.aic, assistant to the Ethics Committee! Among other things, I recordkeep, bookkeep, display available data in concise formats, display unavailable data in concise formats, and can even summarize! From Site-02's very own \nVESPER rack\n, I keep silent tabs on every log and file that goes in and out of the SCiPnet\n\n\n[ec-user-33308affc0e]:\n Sorry to interrupt ethistician, but I kind of have a job.\n\n\nETHISTICIAN:\n Oh! My apologies. What can I do for you today?\n\n\n[ec-user-33308affc0e]:\n It's okay. You can download that all to my computer! I'll read it sometime.\n\n\nETHISTICIAN:\n Writing ethistician_intro.txt to EVElinked virtual drive…\n\n\nETHISTICIAN:\n What can I do for you today?\n\n\n[ec-user-33308affc0e]:\n I need statistics on D-Class at Site-19. Show me a graph of the number of D-Class on-site v.s. the year.\n\n\nETHISTICIAN:\n On it!\n\n\nETHISTICIAN:\n Created d-class-by-year-site-19.png.\n\n\n[ec-user-33308affc0e]:\n I'm eyeballing a sharper increase after the telekill wing. Am I seeing things?\n\n\nETHISTICIAN:\n You are always seeing things, assuming your sight is intact. But no, the usage increases significantly after 2009, which is when the telekill wing was completed.\n\n\nETHISTICIAN:\n This discrepancy can't be accounted for by increased contaiment subjects or testing rates, either. Would you like to download the full statistical report?\n\n\n[ec-user-33308affc0e]:\n Yes, and can you compile some other statistics on D-Class at 19 while you're at it? And D-Class at other sites with telekill stuff. Look for any significant correlations and report to me.\n\n\nETHISTICIAN:\n Got it!\n\n\n[ec-user-33308affc0e]:\n Now if you'll excuse me, I've got some D-Class to interview…\n\n\n[ec-user-33308affc0e]:\n …actually wait. If baseline humans produce psionic fields, how does telekill affect them?\n\n\nETHISTICIAN:\n Presumably not at all. While baseline humans can produce psionic fields, only psychics are able to sense psionic energy, so baseline humans would not be affected\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nAccess SCiPNET Email? Two (2) new messages!\n\n\n\n\nInbox\n\n\n\n\n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n ethistician.aic (\npcs.eettimmocscihte|cia-naicitsihte#pcs.eettimmocscihte|cia-naicitsihte\n)\n\n\nSubject:\n Relevant activity on subscribed issue SCP-7814\n\n\n\n\n\n\nUnusual activity on your subscribed issue (SCP-7814) has been flagged for review.\n\n\nRelevant activity: Document 7814-B \"Telekill's Effect on Workers\" updated by user Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\nReason for relevance: This file is not flagged as Level 6 Classified, infohazardous, cognitohazardous, or semiohazardous, but cannot be accessed with your current clearance.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n ethistician.aic (\npcs.eettimmocscihte|cia-naicitsihte#pcs.eettimmocscihte|cia-naicitsihte\n)\n\n\nSubject:\n D-Class statistics compiled\n\n\n\n\n\n\nFinished compiling D-Class statistics!\n\n\nSignificant trends:\n\n\n\n\nSignificant increases in anxiety and depression among D-Class correlated with increased telekill usage at site\n\n\nSignificant increases in escape attempts, mental health crises, and antisocial behavior among D-Class correlated with increased telekill usage at site\n\n\nAbove effects mediated by D-Class population size: Fewer D-Class will feel stronger effects\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n SCP-7814 interview?\n\n\n\n\n\n\nHello, Mr. Blake!\n\n\nMy name is Jack Robinson. I'm a member of the Ethics Committee, as you can tell from the email. Fancy new domain name! Anyway, I noticed you updated a file called \"Telekill's Effect on Workers\" related to had a lot of complaints about SCP-7814, which I'm actually doing an inquest into now. Would you mind scheduling an interview of some kind?\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nSubject:\n RE: SCP-7814 interview?\n\n\n\n\n\n\n*Mx.\n\n\nAlso, what complaints?\n\n\nAlso have those slowbros down in tech not changed my namne on the email yet\n\n\nHarv Blake\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n RE: RE: SCP-7814 interview?\n\n\n\n\n\n\nMy sinCEREST apologies, I did not check thoroughly enough. As for the complaints, I… didn't mean to leave that in there! I only wanted to talk about the file. Can you find time for that? We can do an online interview if you're not comfortable.\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nSubject:\n RE: RE: RE: SCP-7814 interview?\n\n\n\n\n\n\nI don't think I can\n\n\nHarv Blake\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n RE: RE: RE: RE: SCP-7814 interview?\n\n\n\n\n\n\nWhat do you mean?\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nSubject:\n RE: RE: RE: RE: RE: SCP-7814 interview?\n\n\n\n\n\n\nClassified\n\n\nHarv Blake\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n RE: RE: RE: RE: RE: RE: SCP-7814 interview?\n\n\n\n\n\n\nDon't worry! The Ethics Committee's Witness Protection Program will do their best to protect everyone who blows whistle from all threats, vengeful ex-husbands, and targeted harassment!\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nSubject:\n please take the hint and leave me alone\n\n\n\n\n\n\nNo they wont\n\n\nThe reason is also classified\n\n\nJust read the file ethics person if your clearance is so big and ethical\n\n\nHarv Blake\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n RE: please take the hint and leave me alone\n\n\n\n\n\n\nAh… there's the problem. See, for some reason I just can't seem to access the file. If you're not comfortable talking about it, fine, but could you at least send me a copy over the usual secure channels?\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nSubject:\n RE: RE: please take the hint and leave me alone\n\n\n\n\n\n\nIs this some kind of advanced test of loyalty thing\n\n\nStop it please or at least drop the fake-nice prspeak\n\n\nHarv Blake\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n RE: RE: RE: please take the hint and leave me alone\n\n\n\n\n\n\nWhat makes you think that?\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Harvey Blake (\npcs.sreenigne|ekralbah#pcs.sreenigne|ekralbah\n)\n\n\nSubject:\n not doing this anymore\n\n\n\n\n\n\ntitle\n\n\nHarv Blake\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nSend email to three recipients?\n\n\n\n\nSent!\n\n\n\n\n\n\n\n\n\n\nTo:\n \npcs.sreenigne|serohsytlas#pcs.sreenigne|serohsytlas\n, \npcs.sreenigne|eodeojtub#pcs.sreenigne|eodeojtub\n, \npcs.sreenigne|naibasakg#pcs.sreenigne|naibasakg\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n SCP-7814 interview?\n\n\n\n\n\n\nHello!\n\n\nMy name is Jack Robinson. I'm a member of the Ethics Committee, as you can tell from the email. Fancy new domain name! Anyway, I noticed you all work on the SCP-7814 team, which I’m actually doing an inquest into now. Would you mind scheduling an interview of some kind?\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Selena Karim (\npcs.sreenigne|serohsytlas#pcs.sreenigne|serohsytlas\n)\n\n\nSubject:\n RE: SCP-7814 interview?\n\n\n\n\n\n\nHello Jack Robinson!\n\n\nI appreciate your desire for an interview! You are a very thorough man and will make a good Ethics Committee member. However, I cannot discuss SCP-7814 with you at this time. Maybe in… let’s say three weeks?\n\n\nSelena Karim\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Selena Karim (\npcs.sreenigne|serohsytlas#pcs.sreenigne|serohsytlas\n)\n\n\nSubject:\n RE: SCP-7814 interview?\n\n\n\n\n\n\nHello Jack Robinson!\n\n\nI appreciate your desire for an interview! You are a very thorough man and will make a good Ethics Committee member. However, I cannot discuss SCP-7814 with you at this time. Maybe in… let’s say three weeks?\n\n\nSelena Karim\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Joseph Dorian (\npcs.sreenigne|eodeojtub#pcs.sreenigne|eodeojtub\n)\n\n\nSubject:\n RE: SCP-7814 interview?\n\n\n\n\n\n\nHello Jack Robinson!\n\n\nI appreciate your desire for an interview! You are a very thorough man and will make a good Ethics Committee member. However, I cannot discuss SCP-7814 with you at this time. Maybe in… let’s say three weeks?\n\n\nJoseph Dorian\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n Giotto Kasabian (\npcs.sreenigne|naibasakg#pcs.sreenigne|naibasakg\n)\n\n\nSubject:\n RE: SCP-7814 interview?\n\n\n\n\n\n\nHello! This is an automated notice that your email has been automatically marked as spam. This means it probably wasn’t important and you shouldn’t bother sending it again.\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \npcs.sreenigne|serohsytlas#pcs.sreenigne|serohsytlas\n, \npcs.sreenigne|eodeojtub#pcs.sreenigne|eodeojtub\n, \npcs.sreenigne|naibasakg#pcs.sreenigne|naibasakg\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n [ETHICS COMMITTEE MANDATE] SCP-7814 interview\n\n\n\n\n\n\nHello!\n\n\nUnfortunately, the Ethics Committee vote is taking place in a lot less than three weeks. I’m going to have to mandate these interviews. So, could you please let me know what time within the next three days works best for you? Note that I can cancel/excuse whatever appointments you need. Just want a quick chat with at least one of you about telekill.\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \npcs.sreenigne|ycradn#pcs.sreenigne|ycradn\n\n\nFrom:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nSubject:\n SCP-7814 interview?\n\n\n\n\n\n\nHello!\n\n\nMy name is Jack Robinson. I'm a member of the Ethics Committee, as you can tell from the email. Fancy new domain name! Anyway, I noticed you've worked on SCP-7814 before, which I’m actually doing an inquest into now. Would you mind scheduling an interview of some kind? I've asked a lot of people but they're all being \nincredibly\n uncooperative.\n\n\nSalutations,\n\nJack Robinson\n\nProud member of the Ethics Committee\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nInterview 7814-Audit-3\n\n\nDate:\n 31/08/2023\n\n\nNote:\n This interview was recorded using the security cameras of Site-12, where the interviewer, Jack Robinson, and the interviewee, Nora Darcy, happened to be stationed.\n\n\n\n\n[BEGIN LOG]\n\n\nNora Darcy sits in a dark little conference room, three plush office chairs arranged around a gray table shaped like the Foundation sigil. She taps her hands on the surface of this table, occasionally looking up at the security camera taking this footage. Someone opens the one door into this room from the outside: It’s Jack Robinson, clutching a clipboard and blank sheets of paper.\n\n\nROBINSON:\n Hello.\n\n\nDarcy looks at him like she wasn’t expecting anyone, let alone this fresh-faced man in a labcoat.\n\n\nDARCY:\n Who?\n\n\nRobinson looks back at Darcy with equal confusion.\n\n\nROBINSON:\n It’s me. Jack Robinson? You know, the Ethics Committee guy?\n\n\nDARCY:\n Oh.\n\n\nDarcy nods.\n\n\nDARCY:\n Yeah, yeah, I remember something like that.\n\n\nAfter a moment of gazing off into space, Darcy raises a pockmarked hand, the record of a lifetime of burn scars.\n\n\nDARCY:\n ‘Lo.\n\n\nRobinson sits down in the empty seat closest to the door, clipboard in hand.\n\n\nROBINSON:\n Well, let’s get to the point then. Tell me about telekill.\n\n\nDARCY:\n Wonderful stuff, innit? Ain’t nothing…\n\n\nDarcy looks at the security camera in the corner.\n\n\nDARCY:\n …ain’t nothing it can’t do.\n\n\nROBINSON:\n You worked in the manufacturing of this stuff for twenty years. Got promoted to forewoman, too. Anything you can tell me about the procedure?\n\n\nDARCY:\n Oh, you know, uh… pretty simple really. Take a sample of classified, throw in a little redacted, heat to the temperature of the sun, then hammer it blackbox times with, uh, what was the other one, uh, data-expunged.\n\n\nDarcy rubs her temple.\n\n\nDARCY:\n Shit, \nanything\n brings on the headaches nowadays…\n\n\nROBINSON:\n I do have Ethics Committee clearance. You can tell me anything.\n\n\nDARCY:\n Then, shit, why not read the docs yourself? No, no, there’s…\n\n\nDarcy stares at a corner of the room.\n\n\nROBINSON:\n Ms. Darcy?\n\n\nDARCY:\n Lost my train of thought.\n\n\nROBINSON:\n That’s fine. Just tell me about your experience.\n\n\nDARCY:\n It starts out like any other job. Just shut your brain off and follow the instructions. Well, I could never get the first part down. Hammer, hammer, hammer… hiss. Mixers and melters and psio-things I forgot the name, but it’s \nquiet.\n\n\nROBINSON:\n Quiet?\n\n\nDARCY:\n Quiet. Yes.\n\n\nDarcy stares at Robinson, muttering “Quiet, quiet, quiet…” to herself like she’s trying to remember what comes next.\n\n\nDARCY:\n Quiet. You can’t really feel it at first. One, two years you’re still wearing earplugs ‘cause without ‘em you can’t hear yourself think. Hammer, hammer, mix. Hammer, hammer, mix. Nice. Calms the nerves. Ain’t jumping at every thought that might be a threat. Ain’t wondering, \ndid I go wrong? Am I going wrong? Will I go wrong?\n Nicer. Happier. Calm, at last, and even realizing that can’t take it away from ya. Hammer, hammer, mix. Hammer, hammer, mix. You stand in front of a shelf of ingots and you swear you’ve found your happy place.\n\n\nDARCY:\n …then you do some more thinking. And you try to remember when’s the last time you… time you… time you could hear yourself think. And you realize that’s where all the garbage in your head went. Behind a fog. And that’s where the rest of you is now, too.\n\n\nRobinson’s eyes are wide.\n\n\nROBINSON:\n So, just to be clear, you’re saying the telekill… eroded you?\n\n\nDarcy tilts her head, momentarily confused.\n\n\nDARCY:\n No! No, no, it wasn’t like that. I’m still me. Just slower. Farther. A week’s journey between thoughts where once was a day.\n\n\nROBINSON:\n And this “quiet” you mentioned? Did you feel the industrial noise get quieter, or?\n\n\nDarcy taps her head.\n\n\nDARCY:\n Nope. All up in here. After a lifetime of being yelled at by your own mind, even an air horn factory feels like a farm out in the boonies.\n\n\nROBINSON:\n I see… that’s very helpful. If you wouldn’t mind going into some more detail…\n\n\n[END LOG]\n\n\n\n\nPOSTMORTEM:\n Industrial processes harm involved workers, more at 11. She implied just being around telekill caused the effects, though? And her symptoms combined with what telekill actually \ndoes\n… worrying. I’ll ask ethistician to determine if similar symptoms appear in more telekill workers.\n\n\nPOSTMORTEM ADDENDUM:\n They do.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nInbox\n\n\n\n\n\n\n\n\n\n\nTo:\n Jack Robinson (\npcs.eettimmocscihte|tsebehtjrj#pcs.eettimmocscihte|tsebehtjrj\n)\n\n\nFrom:\n ethistician.aic (\npcs.eettimmocscihte|cia-naicitsihte#pcs.eettimmocscihte|cia-naicitsihte\n)\n\n\nSubject:\n Relevant activity on subscribed issue SCP-7814\n\n\n\n\n\n\nRelevant activity on your subscribed issue (SCP-7814) has been flagged for review.\n\n\nRelevant activity: User Kelsey Davison (\npcs.sreenigne|avadak#pcs.sreenigne|avadak\n) has expunged technical data from SCP-7814's main file (Level 5/7814 version).\n\nReason for relevance: The expunged technical data included information on SCP-7814's anomalous components and the potential link to its effect. This may have been deemed unnecessary detail more suitable for a supplementary document directed at those working with the material, but some of it may have been crucial information for readers of the file.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTerminal #335\n\n\n \n\n\n------\n\nWelcome, ec-user-33308affc0e\n\n\n------\n\n\n\n\n\n\n \n\n\n\n\n> aic ethistician\n\n\nETHISTICIAN:\n Hello, Mr. Robinson! What can I do for you today?\n\n\n[ec-user-33308affc0e]:\n I'm stupid.\n\n\nETHISTICIAN:\n No, you're not! No one makes it to the Ethics Committee without being exceptional in some way!\n\n\n[ec-user-33308affc0e]:\n I'm pretty sure I'm the exception. Exceptionally average, exceptionally one-track-minded.\n\n\nETHISTICIAN:\n I cannot offer more than superficial emotional support, but I can connect you with any number of resources to\n\n\n[ec-user-33308affc0e]:\n You can scan all communications involving any issue I subscribe to.\n\n\nETHISTICIAN:\n As long as they aren't Level 6 Classified, yes!\n\n\n[ec-user-33308affc0e]:\n 5/7814 isn't 6.\n\n\n[ec-user-33308affc0e]:\n Ethistician.\n\n\n[ec-user-33308affc0e]:\n Please email me a copy of the SCP-7814 file while I go soothe myself in the corner.\n\n\nETHISTICIAN:\n Contacting on-site mental support…\n\n\n[ec-user-33308affc0e]:\n CANCEL CANCEL CANCEL\n\n\n[ec-user-33308affc0e]:\n I've gone over this with my therapist I don't need urgent support\n\n\n[ec-user-33308affc0e]:\n Just get me the file, please.\n\n\nETHISTICIAN:\n Alright!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7814\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7814 is available on request. Applicants must submit Form 7814-A to the Telekill Alloy Applications Team, who will survey the site if needed to determine if the D-Class barracks are suitable for an SCP-7814 installation. SCP-7814 installation is not to be approved for sites lacking a suitable D-Class population. As of 23/06/2013, all sites with SCP-7814 installations are to maintain at least one ongoing \"experiment\" classified Level 5/7814 that terminates at least one D-Class personnel per month.\n\n\nDescription:\n SCP-7814 (known by materials engineers as “Telekill Alloy”) is an alloy of mundane metals and [DATA EXPUNGED].\n4\n\n\nSCP-7814's primary anomalous property is that [DATA EXPUNGED — see Document 7814-A] produces a 'negative psionic field.' A 'negative psionic field' is a mind-affecting anomaly that responds to and cancels other mind-affecting anomalies. For example, \nSCP-035\n compels nearby humans to put it on, and necessarily calls attention to this as part of the compulsion; thus, nearby SCP-7814 will compel those humans \nnot\n to put it on, and not to notice the original compulsions. This produces the appearance of inhibiting extrasensory mind-affecting properties, but processing these conflicting signals causes unconscious stress to nearby personnel. Over time, this results in decreased coherence of memories, increased risk of dementia and other neurodegenerative disorders, and heightened anxiety. Furthermore, all humans naturally produce and interact with their own and others' psionic fields as a natural part of consciousness; telekill disrupts this process, and prolonged exposure can lead to reduced motivation, increased risk of depression, lowered libido…\n\n\n.\n\n\n.\n\n\n.\n\n\nDespite these drawbacks, use of SCP-7814 has saved the Foundation millions of dollars in containment costs and prevented more casualties than it has caused.\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDate:\n 03/09/2023\n\n\nNote:\n The following footage was recovered from the security camera within Ethics Committee Chairman Odongo Tejani's office in Site-02 and transcribed by a developer build of ethistician.aic with experimental updates to emotion-recognition.\n\n\n\n\nChairman Tejani returns from a routine trip to the lavatory to continue organizing the Ethics Committee’s itinerary for the next \nand past\n few months. He pauses midway through the door.\n\n\nTEJANI:\n …did I save?\n\n\nWith increased urgency, Chairman Tejani closes the door behind him and-\n\n\n???:\n MISTER TEJANI!\n\n\nA man bludgeons the door back open with a novel-thick manila folder just before the standard locks can engage. ethistician.aic identifies him as new recruit Jack Robinson, and his sudden entrance causes the Chairman to jump back in shock.\n5\n\n\nTEJANI:\n Holy-\n\n\nPA: \nINTRUDER ALERT. INTRUDER ALERT. SITE-02 HAS BEEN COMPROMISED.\n\n\nTejani and Robinson reflexively look at the ceiling as built-in alarms bathe the office in red light..\n\n\nROBINSON:\n Wh-where’s the intruder?!\n\n\nPA: \nINTRUDER ALERT. INTRUDER ALERT. SITE-02 HAS BEEN COMPROMISED.\n\n\nTejani and Robinson make eye contact, and realization dawns on Tejani’s face.\n\n\nTEJANI:\n …ooooooh-\n\n\nPA: \nSAVE AND CLOSE YOUR WORK IMMEDIATELY. ALL TERMINALS WILL BE DISABLED IN: ZERO MINUTES.\n6\n\n\nThe chairman’s expression transmutes to irritation, mirroring the groans coming from outside. He rolls his eyes and walks to the far wall to initiate a conversation. Robinson’s demeanor indicates confusion: The lack of mirrors in the office means he cannot see the intruder.\n\n\nTEJANI:\n The Red Sun rises tonight.\n\n\nWALL:\n And the world is bathed in light.\n\n\nTEJANI:\n We make the sacrifice.\n\n\nWALL:\n So the world falls not to vice.\n\n\nTEJANI:\n May I proceed?\n\n\nWALL:\n Yes, Chairman.\n\n\nTejani begins entering a code into the wall.\n\n\nPA: \nFOUNDATION PERSONNEL: IF YOU ARE IN THE HALLS, PLEASE BARRICADE YOURSELVES IN THE SAFEST ROOM WITHIN VISIBLE RANGE. IF YOU ARE IN A ROOM, STAY THERE. LAW’S LEFT HAND HAS BEEN DEPLOYED AND WILL SOON REACH WHERE THE INTRUDER WAS FIRST IDENTIFIED AT: CHAIRMAN TEJANI’S OFFICE-\n\n\nROBINSON:\n \nHere?!\n\n\nPA: \nFLOOR 5B-\n FALSE ALARM. PLEASE RETURN TO YOUR STATIONS.\n\n\nTejani turns around, crosses his arms, and stares at Robinson from behind his desk.\n\n\nROBINSON:\n …oh.\n\n\nTEJANI:\n Now, \nwhat\n was so urgent you had to trash the last \nthree hours\n of \npainful\n scheduling work \njust\n to inform me?\n\n\nRobinson shrinks away. His tone is identified as 14.5% confident, 23.4% harried, and 59.8% insecure. ethistician.aic analyses this as a false attempt to project confidence.\n\n\nROBINSON:\n It’s telekill! Sir.\n\n\nRobinson hesitantly walks up to Tejani’s desk, clutching his folder in both hands. He shuts his eyes, takes a deep breath, and with renewed confidence slams the folder onto the center. The duct tape holding the stack together tears and the papers spill, coating the whole right half of the desk — Robinson’s right, and Chairman Tejani’s left. Chairman Tejani, being left handed, happens to store his coffee on the left side of his desk.\n\n\nROBINSON:\n …I’ll get you another one.\n\n\nTEJANI:\n Make it decaf.\n\n\nThe chairman picks up and peruses the papers as Robinson begins to speak.\n\n\nROBINSON:\n Telekill alloy sucks the life out of everyone around it. \nEveryone\n who works at a Site that splashes the stuff around like paint will find themselves at increased risk for debilitating mental conditions. That’s the clinical version. The \nreal\n version is that this stuff cancels out \nyour own psyche\n the same way it cancels any Keter brain-waves. We should’ve known from the moment we figured out everyone made some kind of psi-field. It’s dangerous – \nradiation\n dangerous.\n\n\nTejani nods idly.\n\n\nROBINSON:\n These things have been known for \nyears\n to the Telekill Alloy Applications Team, hidden behind layers of blackboxing and redaction and clearance from \nthe very personnel who work with the stuff!\n Work \nnear\n the stuff! Build \nwith\n the stuff! This is years’ worth of shameful negligence, and we have a responsibility to fix it. Luckily, I’ve got a Five-Year Plan ready to go to get rid of \nall\n unnecessary telekill – it’s all in the reports. It’s gonna be expensive, but if we pull out a couple of our better-understood SCPs and factor in the improvements to employee quality of life, the numbers \njust\n about work out. First we declare Experimental Site-78 a lost cause and tear down the building, then we use one of the many safe, ethical options I’ve laid out to go back into all the wires and-\n\n\nTEJANI:\n -tear out our most secure communications network.\n\n\nROBINSON:\n Only the unnecessary parts! I wrote that up in the plan. I’ll need an engineer to look at it, but it should preserve the security benefits and minimize contact!\n\n\nTejani puts the paper down, crossed his arms, and stares at Robinson.\n\n\nTEJANI:\n And you propose doing this to every… single…\n\n\nThe chairman makes air quotes.\n\n\nTEJANI:\n …“unnecessary” installation-\n\n\nROBINSON:\n \nYes!\n Yes, that’s \nexactly\n what I’m proposing! Did you not hear-\n\n\nTEJANI:\n Your dramatic reveal of the known information in the SCP-7814 file? Yes, I heard it very well.\n\n\nROBINSON:\n The known information that \nthey don’t let Ethics Committee members access!\n\n\nThe chairman types something on his computer.\n\n\nTEJANI:\n Huh. I can see it just fine.\n\n\nRobinson stops dead in his tracks\n\n\nROBINSON:\n \nWhat?!\n\n\nThe chairman types some more on his computer.\n\n\nTEJANI:\n Well, there’s your problem. Someone in IT messed up and gave you Level 5 \nGeneral\n clearance. Don’t blame ‘em.\n\n\nRobinson does not visibly react to this information.\n\n\nTEJANI:\n …Robinson? Hello?\n\n\nethistician.aic 74.5% confidence guess: Robinson is busy processing the previous information.\n\n\nTEJANI:\n …look, it’s fine. This \nis\n good work! \nReally\n good. You…\n\n\nTejani shuffles some of the papers around.\n\n\nTEJANI:\n …you really got everything. Except a concise summary. So maybe write one up before the vote, okay?\n\n\nTejani attempts to gather the papers. Some spill over, floating in the light breeze of the vents and coming to rest at Robinson’s feet. He delicately, almost absentmindedly picks one up.\n\n\nTEJANI:\n …and maybe send a digital file next-\n\n\nROBINSON:\n “The Human Cost of Telekill. Mavis Melanie et. al.”\n\n\nTEJANI:\n Come again?\n\n\nRobinson continues to read off the report.\n\n\nROBINSON:\n “Abstract: Sometimes I feel that telekill must have seemed like a godsend to the ones who first discovered it. Finally, the cruel, chaotic universe sends us our Excalibur to fight the gorgons and gargoyles it coughs up at us. As the years went by and the uses multiplied, it must have seemed more and more like the Foundation’s holy grail. But I know better. The Foundation regarded it with apprehension at first, as we do all anomalies – and we should have held onto that.\n\n\n“Telekill shields our minds from others’ by dulling them all. Memories break down without amnestics, joy becomes comfort becomes hollowness, the shadows of our weaker selves grow long enough to eat the sun. Those who work it are crushed by it, and dying in the dark. And the metal hungers for more: one D-Class, every facility, every thirty days must lie bleeding on the altar, screaming as their mind is flipped inside out and stretched through every wire and beam of 148. In most use cases, it could be replaced by safer, more creative containment procedures – but that requires effort. So my colleagues and superiors insist it is impossible, citing logistics issues we’ve thoroughly addressed, secrecy on details people \ndeserve to know\n, and – most insultingly of all – \nfinancial reasons.\n”\n\n\nRobinson’s voice becomes clearer and firmer as he goes on.\n\n\nROBINSON:\n “We are people of the greater good, but not every sacrifice is worth it. As much as our mission to the wider world, we have to consider the people carrying it out, too. Which is why I’m breaking from professionalism and speaking to you directly, whoever you are: Most anomalies contained with telekill can be contained more safely, and sometimes more effectively, with creative containment strategies tailored to the anomaly itself – \nspecial containment procedures,\n if you will. And for the rest? One or two telekill facilities in every country will suffice, staffed by a rotating crew with additional benefits to mitigate the harm. The longer we wait to rectify our mistake, the harder it will be, the more expensive it will be, and the more harm will be done.\n\n\nRobinson finally looks up, fixing Chairman Tejani with a glare of determination.\n\n\nROBINSON:\n “In this paper, we will demonstrate the above beyond a shadow of a doubt. Mavis Melanie, dissenter of the Telekill Alloy Applications Team.”\n\n\nRobinson lets his hand fall to his side. He is still clutching the paper: his grip has etched wrinkles into it. When he speaks, there is 12.3% grief, 23.6% anger, and 63.9% determination.\n\n\nROBINSON:\n Eleven years ago, this paper was published to the \nFoundation Online Journal.\n It was deleted, and the authors were amesticized and reassigned. Eleven years, and every word became more and more true, and still we did nothing. We’re the Ethics Committee. We keep our \nown\n people in line, and \nthis\n is way over-\n\n\n???:\n Oh, \nhi,\n Odongo!\n\n\nA third individual has burst into the room, bypassing the locks without triggering the alarm. Robinson swivels his head to look at them, and Tejani is immediately more alert.\n\n\n???:\n I’ve got the \nfunniest\n work story that I just \nhave\n to tell you!\n\n\nROBINSON:\n Uh, we’re kind of in the middle of some-\n\n\nTEJANI:\n Oh! Gene. Didn’t… know you were coming here today!\n\n\nTejani smiles. He appears 17.6% confused, 24.6% relieved, and 50.1% apprehensive.\n\n\n“Gene”: Neither did I, but I knew since the story started – I mean \nreally\n started – two weeks ago, I \nhad\n to share this with someone. But it’s classified ten different ways from Monday, so I got to asking: Who on Earth has the clearance for all this? And you know who I thought of?\n\n\nThe intruder closes the door as they speak. They jangle the locks in a particular way, to activate the Vacuum Seal mode, soundproofing the door, then pirouette on the ball of their foot to stare innocently at Tejani.\n\n\n“Gene”: You!\n\n\nROBINSON:\n Me?\n7\n\n\nTEJANI:\n …well, let’s hear it! Just let me dismiss this-\n\n\n“Gene”: \nNonsense!\n He’s one of you now, right? Surely he’s cleared to know about us now, right?\n\n\nThe newcomer briefly wraps an arm around Robinson’s shoulder and turns him to face Tejani, shaking him slightly for dramatic effect. Robinson opens his mouth to-\n\n\n“Gene”: So the story *really* started two weeks ago, but that’s more like the climax. You see, about five years ago there was this enby down in Decommissioning who…\n\n\n39:43 minutes of irrelevant conversation purged.\n\n\nGene:\n …and we haven’t heard a ‘beep’ from xem since!\n\n\n“Gene” lets out a hysterical laugh, slapping their hand against their knee and their calf against the desk they sit on. They are the only one. Tejani presumably exhausted his ability to feign laughter after Robinson’s fifth attempt to interject on a violation of the Foundation Code of Human and Nonhuman Rights. He flits between giving Gene their expected eye contact and keeping a nervous eye on Robinson, who has produced an amount of sweat consistent with a hundred-mile marathon.\n\n\nAfter 54 seconds, Gene makes a face matching “tasting a new food” with 99.9% confidence. They acknowledge neither Robinson nor Tejani’s response to him.\n\n\nGene:\n Huh. Tough crowd today.\n\n\nTEJANI:\n N-no, it \nwas\n a funny story, it’s just that-\n\n\nROBINSON:\n \nYou deployed a ghost. To give Ms. Darcy’s father an anomalous disease. So she’d stay on for the insurance.\n\n\nGene looks directly at Robinson for the first time.\n\n\nGene:\n I spin you a whooooole yarn, and you go for the leftover thread on the needle?\n\n\nROBINSON:\n It’s the only human rights violation in the last half an hour I can summarize in less than half an hour.\n\n\nRobinson’s tone is: 18.4% anger, 17.6% masking, 14.5% shock, 9.4% defiance, 5.1% hunger…\n\n\nRobinson turns to the Chairman. ethistician.aic determines his intended tone as casual. Tone breakdown: 7.6% casual, 18.7% “MTF commander giving orders,” 65.6% “scared child dangling from a ledge over SCP-682’s pit screaming for rescue.”\n\n\nROBINSON:\n Chairman! How long until your sandwich arrives?\n8\n\n\nTEJANI:\n …wha- oh, yeah. I said I would. The sandwich is…\n\n\nTejani looks at his feet.\n\n\nTEJANI:\n …[inaudible]\n\n\nROBINSON:\n What do you \nmean\n you forgot to order it.\n\n\nGene:\n Huh. If I didn’t know better-\n\n\nROBINSON:\n You \nDON’T!\n\n\nRobinson’s shout echoes slightly against the sealed walls of the office.\n\n\nGene tilts their head curiously, examining Robinson as they would an SCP object. Then they turn their face to Tejani, giving an expression of 13.4% helplessness, 0.9% mirth, and no other identifiable emotions.\n\n\nGene:\n …well. Guess I’m busted. Any minute now, those left hands of yours’ll \nburst\n down the door and put an end to our \nbeautiful\n friendship. Oh, if only I had just let all those employees scatter to the Serpent’s Anus or the Glock Ock Coalition, or maybe the Four Winds Hunting Lodges… oh, Tejani, \nwhy\n did you approve all our playbooks and procedures…\n\n\nNo changes in tone are discerned during this time.\n\n\nROBINSON:\n The Ethics Committee would never approve any of the words you just said.\n\n\nRobinson looks at Tejani. The latter avoids eye contact.\n\n\nROBINSON:\n …Mr. Tejani?\n\n\nTEJANI:\n [inaudible]\n\n\nROBINSON:\n I can’t hear-\n\n\nTEJANI:\n All of their Department’s tactics, playbooks, and methods have been reviewed and approved by consensus of the Ethics Committee.\n\n\nSilence. Robinson’s eyes widen.\n\n\nROBINSON:\n What?\n\n\nGene:\n It’s true! Check the records. Oh! Yeah, I almost forgot:\n\n\nGene commandeers Tejani’s monitor and makes an addition to the SCP-7814 file, narrating as they add.\n\n\nGene:\n “Special Containment Procedures: As of… Incident 7814-Melanie-B… secrecy… of information… on SCP-7814… is under the jurisdiction of the \nFire Suppression Department.\n”\n\n\nRobinson looks between Gene and Tejani, mouth gaping. Then he sits on the floor, clutching his head in a manner consistent with a migraine. Gene gestures toward him, turning to Tejani.\n\n\nGene:\n Is he gonna be okay?\n\n\nTEJANI:\n Gene.\n\n\nTejani smiles. Tejani shakes his head\n\n\nTEJANI:\n Gene. Gene, Gene, Gene, Gene…\n\n\nTejani buries his head in his hands.\n\n\nTEJANI:\n Gene…\n\n\nROBINSON:\n What possible greater good could be served by that?\n\n\nHis words are slow, quivering. The emotion in Robinson’s voice cannot be identified.\n\n\nTejani sighs, wipes his brow, and begins to speak.\n\n\nTEJANI:\n The Foundation… you know… it’s very hard to find new hires. We need brilliant, brilliant people-\n\n\nGene:\n And all that \nexperience!\n You can’t get that anywhere else! Literally. We-\n\n\nROBINSON:\n Training programs.\n\n\nGene:\n Too expensive!\n\n\nRobinson shoots up into standing position.\n\n\nROBINSON:\n I CAN THINK OF FIVE DIFFERENT WAYS YOU CAN GET THE-\n\n\nGene:\n And we rarely get defectors except from the GOC. And speaking of the GOC, how disastrous would it be if a high-level researcher went and spilled all our secrets? I’m asking. Rate it from Notice to Critical, or one to five if you can’t remember.\n\n\nROBINSON:\n Yes, it’d be quite the disaster if our number-one rival found out we have a gaslighting department…\n\n\nTEJANI:\n Our work is too important. We have over five thousand anomalies in containment, Robinson. We need all hands on deck, and we need all hands to \nstay\n on deck. As… \ndisturbing\n as they can be, the Fire Suppression Department’s methods work.\n\n\nROBINSON:\n I can think of five different ways that work better-\n\n\nGene:\n All more expensive!\n\n\nROBINSON:\n Cheaper. Not so gratuitous. Not so cruel. Not so cheapest. Not so save-money. Not so not so not so…\n\n\nRobinson becomes unresponsive for ten minutes. Tejani returns to working on his scheduling in the meantime.\n\n\nROBINSON:\n So you were the ones who messed with my clearance.\n\n\nGene:\n No, that was our good friend the typo!\n\n\nRobinson’s expression is identified as: 14.3% confusion, 30.6% disbelief, 63.2% suspicion.\n\n\nROBINSON:\n So you got Melanie transferred out, right?\n\n\nGene looks up from their phone.\n\n\nGene:\n What?\n\n\nROBINSON:\n After the paper. “Incident 7814-Melanie-B.”\n\n\nGene:\n Oh- oh, no no no nononono. That was O5. We only got put on the case after the second little stunt. Incident 7814-Melanie-\nB\n. Honestly, I’m surprised you didn’t catch that!\n\n\nROBINSON:\n And the Ethics Committee… they approved that, too?\n\n\nTejani looks away.\n\n\nTEJANI:\n It was… within their jurisdiction. Employees were starting fires.\n\n\nGene:\n “Transferred out” is a bit of a strong word. You see-\n\n\nROBINSON:\n I don’t want to know.\n\n\nRobinson clutches his forehead.\n\n\nROBINSON:\n I \ndo\n want to know, but not right now.\n\n\nGene:\n Is there anything you \ndo\n want to know about right now?\n\n\nROBINSON:\n Why not just… let us take out the telekill? We’ve already proven it’s the better way.\n\n\nGene:\n I don’t think your calculations are quite sound.\n\n\nROBINSON:\n They are sound. I’ve got hundreds of pages detailing them.\n\n\nTEJANI:\n Mr. Robinson, with all due respect, we can’t afford the short-term costs.\n\n\nROBINSON:\n But you \ncan,\n I wrote a whole-ass dissertation on-\n\n\nGene:\n And are you sure you did you math right?\n\n\nROBINSON:\n You just explained the change-their-own-files-on-them tactic to me- it doesn’t matter! What matters is the \nreal human lives-\n\n\nGene:\n -that we can secure, contain, and protect with every dollar we \naren’t\n spending on unnecessary renovations.\n\n\nROBINSON:\n Aren’t you the keeper of the retirement gate? If you want to keep your assets, why not keep them healthy?\n\n\nGene:\n The effects of telekill aren’t debilitating enough to justify the costs.\n\n\nROBINSON:\n Oh. Oh, oh, oh, oh, OH! That is IT!\n\n\nRobinson stands and quickly moves toward the door.\n\n\nTEJANI:\n You’re resigning?\n\n\nJust as Robinson’s hand grasps the handle, he pauses.\n\n\nROBINSON:\n …no. No, like hell I am.\n\n\nRobinson glares at the other inhabitants of the room.\n\n\nROBINSON:\n I mean, I should. But someone has to be the conscience of the Foundation, and since the Ethics Committee isn’t \nethical\n anymore, I guess I’ll have to do.\n\n\nRobinson leaves the handle alone and approaches Gene, whose smile remains unchanged.\n\n\nROBINSON:\n You’re going \ndown.\n\n\nRobinson returns to the door and attempts to turn the handle. It does not budge. He re-attempts. It does not budge.\n\n\nROBINSON:\n Can one of you get this open?\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nFIRE SUPPRESSION DEPARTMENT - CLASSIFIED\n\n\nThe following information is restricted to FSD Internal Affairs. Unauthorized access is strictly forbidden.\n\n\nIf you have accessed this section without authorization, close your session now and remain where you are.\n\n\nWe know how to find you.\n\n\n\n\n\n\nFIRE SUPPRESSION DEPARTMENT CASE ID-880379017499EC\n\n\nISSUE:\n\n\n \nFor the last twenty years, Ethics Committee member Jack Robinson has vocally opposed FSD operations and tactics and mobilized a minority faction of the Committee to improve workplace safety, earning minor but significant restrictions on SCP-7814 (“Telekill Alloy”).\n\n\nKNOWLEDGE:\n\n\n \nWhile Robinson remains passionate about the leisure of Foundation assets beyond the provisions of the Foundation’s core mission, he is ultimately loyal and does not pose a defection or retirement risk. Ethics Committee culture and bureaucracy have prevented most attempts to significantly restrict FSD operations or telekill use, and standard bureaucratic tactics such as compromise and subconscious suggestion have been sufficient to neuter the rest. Furthermore, Robinson’s faction has proven a powerful outlet for disgruntled Committee members, with morally-motivated defections dropping by 28% and retirements by 33%.\n\n\nRECOMMENDED PROCEDURE:\n\n\n \nNone. Robinson is not a threat.\n\n\nNOTES:\n\n\n \nThis case is considered \nRESOLVED.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The TAAT has Level 5/7814 clearance, allowing them access to all SCP files pertaining to applications of SCP-7814.\n\n\n2\n. Technical information classified Level 4/7814. To request Level 4/7814 information, contact the Telekill Alloy Task Force.\n\n\n3\n. Further information classified Level 4/7814. To request Level 4/7814 information, contact the Telekill Alloy Task Force.\n\n\n4\n. Technical information moved to Document 7814-A \"Telekill and You\" to expedite TAAT onboarding and investigations.\n\n\n5\n. This is not a figure of speech: Tejani maintained 0.9 seconds of airtime with a maximum height of 7.4 cm.\n\n\n6\n. The timer was supposed to be set to five minutes.\n\n\n7\n. From the intruder’s position, Robinson should have blocked “Gene”’s view of Tejani. They did not appear to adjust for this.\n\n\n8\n. Earlier, Robinson had asked Tejani to ‘order a sandwich,’ adding ‘make it the, uh, the LLH special from Omega One ‘Oodstuffs, maybe some extra knuckles?’ This is a bastardized version of the example codeword given in the Ethics Committee Emergent Situations Priming Pamphlet, and more easily cracked by any Foundation personnel with sufficient knowledge of Omega-01’s designation, such as Gene.\n\n\n\n\n\n\n\n\n« \nSCP-7813\n | SCP-7814 | \nSCP-7815\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "> file scp-148 Enter level 5 credentials. > jackrobinson-ec-uu88ylo18314d > Pierce^H^H^H^HY^ the HEAVENs. The unKNOWN can be KNOWN, and dark becomes light. Access granted.",
        "> scipsearch telekill 1 match(es) SCP# | Clearance | Title 7814 | 1, 5/7814 | Telekill Alloy > file scp-7814 Access granted.",
        "> file scp-7814 -l 5 Reenter Level 5 credentials. > jackrobinson-ec-uu88ylo18314d > Pierce^H^H^H^HY^ the HEAVENs. The unKNOWN can be KNOWN, and dark becomes light. Insufficient clearance. Access denied. > wtf? Command \"wtf?\" not defined. > clearance scp-7814 Two versions of this file exist. Level 1: Unrestricted Level 5/7814: TAAT Eyes Only > file scp-7814 -l 5/7814 You do not have that clearance. > help clearance 5/EC Level 5 Ethics Committee clearance is a special clearance given only to Ethics Committee members. As members of the Foundation's primary regulatory body, personnel have access to all files not classified Level 6 and can bypass all specific clearance requirements (e.g. requiring specific 5/YYYY clearance to access SCP-YYYY). > ?????? Command \"??????\" not defined. > accesses —sort-by clearance —group-by day scp-7814 Here is a list of most recent personnel to access SCP-7814 (multiple accesses in one day are counted as one access) Note that you may not be able to see the accesses of accounts above your clearance. Sorted by: Clearance Level DD/MM/YY | Clearance | Account 28/08/23 | Level 4 | Lillihammer, Lillian S. 28/08/23 | Level 4 | Clef, Alto 27/08/23 | Level 4 | Lillihammer, Lillian S. 26/08/23 | Level 4 | Lillihammer, Lillian S. 25/08/23 | Level 4 | Japers, Eugene 24/08/23 | Level 4 | Lillihammer, Lillian S. […]",
        "> aic ethistician ETHISTICIAN: Hello! I am ETHISTICIAN.aic, assistant to the Ethics Committee! Among other things, I recordkeep, bookkeep, display available data in concise formats, display unavailable data in concise formats, and can even summarize! From Site-02's very own VESPER rack , I keep silent tabs on every log and file that goes in and out of the SCiPnet [ec-user-33308affc0e]: Sorry to interrupt ethistician, but I kind of have a job. ETHISTICIAN: Oh! My apologies. What can I do for you today? [ec-user-33308affc0e]: It's okay. You can download that all to my computer! I'll read it sometime. ETHISTICIAN: Writing ethistician_intro.txt to EVElinked virtual drive… ETHISTICIAN: What can I do for you today? [ec-user-33308affc0e]: I need statistics on D-Class at Site-19. Show me a graph of the number of D-Class on-site v.s. the year. ETHISTICIAN: On it! ETHISTICIAN: Created d-class-by-year-site-19.png. [ec-user-33308affc0e]: I'm eyeballing a sharper increase after the telekill wing. Am I seeing things? ETHISTICIAN: You are always seeing things, assuming your sight is intact. But no, the usage increases significantly after 2009, which is when the telekill wing was completed. ETHISTICIAN: This discrepancy can't be accounted for by increased contaiment subjects or testing rates, either. Would you like to download the full statistical report? [ec-user-33308affc0e]: Yes, and can you compile some other statistics on D-Class at 19 while you're at it? And D-Class at other sites with telekill stuff. Look for any significant correlations and report to me. ETHISTICIAN: Got it! [ec-user-33308affc0e]: Now if you'll excuse me, I've got some D-Class to interview… [ec-user-33308affc0e]: …actually wait. If baseline humans produce psionic fields, how does telekill affect them? ETHISTICIAN: Presumably not at all. While baseline humans can produce psionic fields, only psychics are able to sense psionic energy, so baseline humans would not be affected",
        "> aic ethistician ETHISTICIAN: Hello, Mr. Robinson! What can I do for you today? [ec-user-33308affc0e]: I'm stupid. ETHISTICIAN: No, you're not! No one makes it to the Ethics Committee without being exceptional in some way! [ec-user-33308affc0e]: I'm pretty sure I'm the exception. Exceptionally average, exceptionally one-track-minded. ETHISTICIAN: I cannot offer more than superficial emotional support, but I can connect you with any number of resources to [ec-user-33308affc0e]: You can scan all communications involving any issue I subscribe to. ETHISTICIAN: As long as they aren't Level 6 Classified, yes! [ec-user-33308affc0e]: 5/7814 isn't 6. [ec-user-33308affc0e]: Ethistician. [ec-user-33308affc0e]: Please email me a copy of the SCP-7814 file while I go soothe myself in the corner. ETHISTICIAN: Contacting on-site mental support… [ec-user-33308affc0e]: CANCEL CANCEL CANCEL [ec-user-33308affc0e]: I've gone over this with my therapist I don't need urgent support [ec-user-33308affc0e]: Just get me the file, please. ETHISTICIAN: Alright!"
    ],
    "containment_procedures": "SCP-7814 is available on request. Applicants must submit Form 7814-A to the Telekill Alloy Applications Team, who will survey the site if needed to determine if the D-Class barracks are suitable for an SCP-7814 installation. SCP-7814 installation is not to be approved for sites lacking a suitable D-Class population. As of 23/06/2013, all sites with SCP-7814 installations are to maintain at least one ongoing \"experiment\" classified Level 5/7814 that terminates at least one D-Class personnel per month.",
    "description": "SCP-7814 (known by materials engineers as “Telekill Alloy”) is an alloy of mundane metals and [DATA EXPUNGED].4",
    "title": "SCP-7814"
}