{
    "url": "https://scp-wiki.wikidot.com/scp-7815",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\nBread_Tyrant\n\n\n\n\n\n\nAuthor Page\n\n\n\n\n\n\n\n\nItem #:\n SCP-7815\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All known subjects affected by SCP-7815 have been placed in Foundation intensive care at Site-301, and are to be monitored continuously for patterns in their declining health. If an individual expresses a desire for self-termination, then this action should only be granted with express permission from Head Researcher, Dr Gülbahar.\n\n\nIf the process of SCP-7815 is able to be reversed or cured completely, then the subject is to be amnesticised, released and provided a suitable cover story for their absence. For the next 3 months, the subject will be monitored for any recurring SCP-7815 related damage.\n\n\n\n\n\n\nThe remains of Dr Gülbahar after months of intensive care.\n\n\n\n\n\n\nDescription:\n SCP-7815 is a phenomenon in which an individual suffers a progressive degeneration of tissues until expiration. The symptoms of SCP-7815 are similar to that of radiation sickness, despite any evidence that the subject was in contact with high amounts of ionising radiation. Unlike non-anomalous ARS,\n1\n SCP-7815 does not involve the destruction of DNA. Instead, SCP-7815 involves the addition of foreign nucleotides and polynucleotides\n2\n within a sequence of DNA, which predominantly contain unknown, or chemically anomalous nitrogenous bases. These foreign molecules do not alter the backbone of the polymer, nor do they alter the organisational properties of histones.\n3\n These foreign nucleotides do contain some unique base pairings; for example, the molecule SCP-7815-Δ is capable of pairing adenine and thymine. The placement of these foreign nucleotides is random, usually displacing or replacing other nucleotides.\n\n\nThe degradation of the human subject occurs during protein synthesis, in which the disruption of the codon sequence means they no longer code for specific amino acids. Required proteins that maintain bodily, enzymatic, and endocrinous function, are not produced which is ultimately fatal. These SCP-7815 altered codons instead code for a set of unknown, but stable molecules. No anomalous properties have yet been discovered with them, and research is ongoing.\n\n\nThere has yet to be a method of reversing or halting SCP-7815. Analysis has shown that the SCP-7815 process inserts a foreign body in roughly 5,000,000-15,000,000 cells daily. The immune system has shown that it is incapable of distinguishing a non-anomalous cell from one that is affected by SCP-7815.\n\n\nAddendum 7815.1:\n On 15/10/2024, Head Researcher Dr Gülbahar, was sitting in the Site-301 cafeteria when he suddenly reported feeling nauseous and excused himself to his office. A junior researcher later found Dr Gülbahar amidst a seizure. Dr Gülbahar was rushed into a medical unit where it was later discovered that the SCP-7815 process had begun to affect his body, evident by a large, reddish patch of skin along his back and thigh. It was believed that Dr Gülbahar had been affected by SCP-7815 for 3 months at that point. The degeneration meant that Dr Gülbahar was in and out of consciousness.\n\n\nIt was decided that due to the unknown nature of SCP-7815, Dr Gülbahar would be studied to gather data on the degeneration of the subject.\n\n\n\n\nDate:\n 15/10/2024\n\n\nDNA Consistency:\n 99.998%\n\n\nDescription:\n Rashes on lower back and thigh, in and out of consciousness, pupils don't dilate, heartbeat and breathing are irregular.\n\n\nTreatment:\n Respirator and rash cream to ease discomfort.\n\n\n\n\nDate:\n 16/10/2024\n\n\nDNA Consistency:\n 99.98%\n\n\nDescription:\n Rashes spread to upper back and leg, subject able to walk and talk, heartbeat and breathing back to normal.\n\n\nTreatment:\n None.\n\n\n\n\nDate:\n 19/10/2024\n\n\nDNA Consistency:\n 99.7%\n\n\nDescription:\n Rashes have turned a mushy grey, but are no longer painful. Subject is still conscious, expressing frustration. Walking is more difficult due to numbness in legs.\n\n\nTreatment:\n Wheelchair.\n\n\n\n\nDate:\n 25/10/2024\n\n\nDNA Consistency:\n 99.1%\n\n\nDescription:\n Subject expressed dreariness and sleeps upwards of 15 hours daily. States that he \"consistently had nightmares.\" Rash has spread further resulting in sinking and sagging skin.\n\n\nTreatment:\n Surgical removal of necrotic tissue.\n\n\n\n\nDate:\n 31/10/2024\n\n\nDNA Consistency:\n 98%\n\n\nDescription:\n Infection due to a decrease in immune function. Subject cannot get out of bed. Total lower body paralysis.\n\n\nTreatment:\n Immune boosters and antibacterial.\n\n\n\n\nDate:\n 10/11/2024\n\n\nDNA Consistency:\n 96%\n\n\nDescription:\n Blistering and tearing of reddened, dry skin while moving. Blurry vision and hearing loss. Necrotic rash spreading around shoulders.\n\n\nTreatment:\n Removal of necrotic tissue, bandaging, and suturing of wounds.\n\n\n\n\nDate:\n 15/11/2024\n\n\nDNA Consistency:\n 95%\n\n\nDescription:\n Sunken pale blue eyes, sagging skin, and muscle atrophy. Subject experiences major seizures. Necrotic tissue on face.\n\n\nTreatment:\n Seizure medication and bandaging around the face.\n\n\n\n\nDate:\n 28/11/2024\n\n\nDNA Consistency:\n 87%\n\n\nDescription:\n Eyes and ears have degenerated away. Major hair loss. Jaw was completely disconnected. Bones are visible along hands and feet. Multiple organ failure. Subject is still conscious.\n\n\nTreatment:\n Replacement of organs with mechanical ones.\n\n\n\n\nDate:\n 31/11/2024\n\n\nDNA Consistency:\n 84%\n\n\nDescription:\n Loss of teeth and gum shrinkage. Loose skin which breaks away. Subject lacks muscles to move limbs and head.\n\n\nTreatment:\n None.\n\n\n\n\nDate:\n 5/12/2024\n\n\nDNA Consistency:\n 79%\n\n\nDescription:\n No more production of blood, subjects remaining skin is purple, yellow, and black. Subject still shows brain activity.\n\n\nTreatment:\n Mechanical circulatory system.\n\n\n\n\nDate:\n 14/12/2024\n\n\nDNA Consistency:\n 70%\n\n\nDescription:\n Subject's legs, arms, and abdomen are mostly bloody bones. Subject still shows brain activity, eye muscles still moving\n\n\nTreatment:\n None.\n\n\n\n\nDate:\n 25/12/2024\n\n\nDNA Consistency:\n 60%\n\n\nDescription:\n Subject expires. What was left was the subject's bones in a puddle of dried blood on the bed.\n\n\nTreatment:\n None.\n\n\n\n\nBefore the subject had expired, several samples of the few remaining healthy tissues were collected and analysed. It was discovered that the molecules produced by the altered codons appeared to form symbols. These symbols were photographed and sent to the Department of Language and Symbolic Analysis, where it was later discovered that the molecules were binding and forming letters within the English language. When these letters were placed in the order by which they were produced, they formed a repeating sentence:\n\n\n\n\n\"Hello humans, we come in peace, we mean you no harm.\"\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Acute Radiation Syndrome are a group of symptoms which are a result of exposure to high amounts of ionising radiation. Symptoms include nausea, vomiting, and a loss of appetite.\n\n\n2\n. Organic molecules which serve as the building blocks of DNA and RNA.\n\n\n3\n. Proteins which give structure to DNA, acting as spools for it.\n\n\n\n\n\n\n\n\n« \nSCP-7814\n | SCP-7815 | \nSCP-7816\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7815\n\" by Bread_Tyrant, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7815\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n bloodied_bed\n\n\nAuthor:\n Norbert Kaiser\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nlink",
    "addendums": [
        "Addendum 7815.1: On 15/10/2024, Head Researcher Dr Gülbahar, was sitting in the Site-301 cafeteria when he suddenly reported feeling nauseous and excused himself to his office. A junior researcher later found Dr Gülbahar amidst a seizure. Dr Gülbahar was rushed into a medical unit where it was later discovered that the SCP-7815 process had begun to affect his body, evident by a large, reddish patch of skin along his back and thigh. It was believed that Dr Gülbahar had been affected by SCP-7815 for 3 months at that point. The degeneration meant that Dr Gülbahar was in and out of consciousness.\nIt was decided that due to the unknown nature of SCP-7815, Dr Gülbahar would be studied to gather data on the degeneration of the subject.\nBefore the subject had expired, several samples of the few remaining healthy tissues were collected and analysed. It was discovered that the molecules produced by the altered codons appeared to form symbols. These symbols were photographed and sent to the Department of Language and Symbolic Analysis, where it was later discovered that the molecules were binding and forming letters within the English language. When these letters were placed in the order by which they were produced, they formed a repeating sentence:"
    ],
    "documents": [],
    "notes": [
        "\"Hello humans, we come in peace, we mean you no harm.\"",
        "\" SCP-7815 \" by Bread_Tyrant, from the SCP Wiki . Source: https://scpwiki.com/scp-7815 . Licensed under CC-BY-SA .",
        "Filename: bloodied_bed Author: Norbert Kaiser License: CC BY-SA 2.5 Source Link: link"
    ],
    "item": "SCP-7815",
    "object_class": "Keter",
    "containment_procedures": "All known subjects affected by SCP-7815 have been placed in Foundation intensive care at Site-301, and are to be monitored continuously for patterns in their declining health. If an individual expresses a desire for self-termination, then this action should only be granted with express permission from Head Researcher, Dr Gülbahar.",
    "description": "SCP-7815 is a phenomenon in which an individual suffers a progressive degeneration of tissues until expiration. The symptoms of SCP-7815 are similar to that of radiation sickness, despite any evidence that the subject was in contact with high amounts of ionising radiation. Unlike non-anomalous ARS,1 SCP-7815 does not involve the destruction of DNA. Instead, SCP-7815 involves the addition of foreign nucleotides and polynucleotides2 within a sequence of DNA, which predominantly contain unknown, or chemically anomalous nitrogenous bases. These foreign molecules do not alter the backbone of the polymer, nor do they alter the organisational properties of histones.3 These foreign nucleotides do contain some unique base pairings; for example, the molecule SCP-7815-Δ is capable of pairing adenine and thymine. The placement of these foreign nucleotides is random, usually displacing or replacing other nucleotides.",
    "title": "SCP-7815"
}