{
    "url": "https://scp-wiki.wikidot.com/scp-7818",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7818:\n\n\nAuthor:\n \nDianaBerry\n \nJorgeMtzb\n, \nMarceline_Raynes\n, \nThe_Spider_Queen\n,\n\n\nSpecial Thanks to:\n\n\nCurrently only users=\".\" is implemented.\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDianaBerry, JorgeMtzb, Marceline_Raynes, and The_Spider_Queen\n\n\n\n\n\n\n|center=*]]\n\nHello, it is us! \nDianaBerry\n \nJorgeMtzb\n, \nMarceline_Raynes\n, \nThe_Spider_Queen\n and then blah blah blah we can write whatever here. Hope you enjoy all that jazz.\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nthe server has detected the systematic deletion of text in this article. Read with caution.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7818-A and SCP-7818-B are to be stored in a standard anomalous item storage locker at Site-81. Physical interaction with either instance by research staff who are involved in romantic affairs, or who have previously been involved in romantic affairs that have ended within thirty days prior to experimentation, is strictly prohibited. Further containment procedures have been deemed unnecessary at this time.\n\n\n\n\n\n\nPhotograph of SCP-7818-A\n\n\n\n\n\n\nDescription:\n SCP-7818 is the collective designation for two identical antique lockets composed of silver, further categorized as SCP-7818-A and SCP-7818-B. Each locket is embossed with an intricate design depicting interwoven vines and flowers in 14\nth\n century European Gothic-era patterns. The lockets are heart-shaped and there is a small pocket within each intended to hold photographs.\n\n\nWhen SCP-7818 is worn by an individual who shares a deep\n1\n romantic connection with another individual who is wearing SCP-7818-B, SCP-7818’s anomalous effect manifests.\n\n\nSCP-7818 drastically enhances the physical and mental affection, intimacy, and emotional resonance between the individuals under its anomalous effect, causing an intensified romantic experience between them. Wearing SCP-7818-A and SCP-7818-B for an extended period of time will invariably cause one of the affected\n2\n to slowly dissipate from baseline reality and conceptual spacetime.\n\n\nThe intensity of this effect and the rate of dissipation is directly correlated to the emotional strength of the established bond between wearers; the stronger the emotional connection, the faster the dissipation. Initially, subtle signs of the erasure event manifest, such as affected individuals disappearing from photographs, before more notable effects manifest such as the individual's parents forgetting they concieved the affected.\n\n\nThe only aspect of the lost individual that remains unaffected by SCP-7818 is the content SCP-7818-A and SCP-7818-B. It is unclear why the content of SCP-7818-A or SCP-7818-B remain unaffected by SCP-7818. It is unclear what happens to individuals who are removed from baseline reality by SCP-7818. Efforts to locate these individuals have remained inconclusive.\n\n\nCurrently, the photograph contained within both SCP-7818-A and SCP-7818-B depicts Researcher Katherine Varga holding a female woman in a loving embrace. The identity of the second woman cannot be discerned, and Researcher Varga has no recollection of meeting or conversing with the woman in the photograph.\n\n\n\n\nThe following was recovered from Katherine Varga’s apartment on May\n\n\n\n\nDear \nㅤㅤaㅤㅤ ㅤoㅤㅤㅤ\n,\n\n\n \n\nSince it’s our anniversary I figured I would get us something nice. You always said we should get matching lockets, so I thought this would be the perfect gift! I love you so much, so I figured the engraving on it was more than accurate. I already put the pictures in.\n\n\n \n\n\nAnyway, I’m really sorry I couldn’t give this to you in person. You know how work can be, especially when you get called in and can’t say no. But when I get back, you better believe I’ll make the best dinner for you ever. No spoilers, but you will absolutely die for it.\n\n\n \n\n\n\n\nBack soon,\n\nKatherine Varga.\n\n\n\n\n(P.S. I am totally wearing mine right now.)\n\n\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate and Time:\n 2023-05-05T21:05:00-06:00\n\n\nSubjects\n:\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n3\n, Katherine Varga\n\n\nForeword\n \nThe following transcript is taken from recovered security footage from Researcher Katherine Varga's residence during Incident 7818-1A, dated two weeks before the subsequent disappearance of an SCP-7818-1 instance from baseline reality. The aforementioned security footage has since been altered by the anomaly to exclude \nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n, and is expected to degrade further.\n\n\n\n\n[BEGIN LOG]\n\n\n[Researcher \nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n and Researcher Katherine Varga's assigned quarters can be seen. \nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n is sitting on a sofa on her phone while Katherine Varga is pacing around the room. After several minutes, Katherine Varga sits down on the sofa.]\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n Hey, babe.\n\n\nKatherine Varga:\n \n(Looking up from her cellphone)\n Hmm? Yeah?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n Have you seen my ID?\n\n\nKatherine Varga:\n Huh?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n What I said. Have you seen my ID? I can't find it.\n\n\nKatherine Varga:\n It's not on your wallet?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n If it was in my wallet I wouldn't be asking where it was. It's missing, and I'll need it I want to drink at the party tonight.\n\n\nKatherine Varga:\n Wait, it's missing? Are you sure you didn't misplace it somewhere?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n Misplaced it \nwhere\n, exactly? I never take it out of my wallet.\n\n\nKatherine Varga\n Maybe someone actually stole it?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n Did you?\n\n\nKatherine Varga:\n \n(Scoffs)\n No?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n That's the problem, if you didn't take it, then who did?\n\n\nKatherina Varga:\n Probably just… fell out.\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n Right, but where? It could've fallen out anywhere. If we're lucky it was right here, but if not? Oh my god, my credit cards! If someone rummaged through my wallet they could've gotten my credit card info and with my ID… I need to cancel them as fast as possible and- crap! I don't have my ID! That's gonna make it even harder. I'm gonna have to wait in line even though my project is due the 5\nth\n and- and-\n\n\nKatherine Varga:\n (\nShe holds a finger to her lips.\n) Shhh. Listen. It's \nfine\n.\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n No, it is NOT \"FINE\".\n\n\nKatherine Varga\n You're panicking. (\nShe holds \nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n's face in her hands.\n) Deep breaths, remember? Deep breaths.\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n Yeah, I know it's just—\n\n\nKatherine Varga:\n I know. Do you want a massage?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n \n(Sighing)\n That'd be nice…\n\n\nKatherine Varga begins rubbing \nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n shoulders. Despite \nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n now facing the camera almost directly, her face remains obscured by a footage corruption procedurally destroying the pixels around her head.\n\n\nKatherine Varga:\n Feels nice doesn't it?\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n \n(Looking down)\n Yeah…\n\n\nKatherine Varga:\n You're worrying too much. You should be getting ready to have a fun time alright? Don't worry about that stuff right now. When we get back, I'll look everywhere for it. And I'll fill out all the forms for all the cards if I just can't find it.\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n What about the-\n\n\nKatherine Varga:\n Party? Come on \nEㅤㅤㅤ\n. I mean, why do you even need it? There's no way in hell they're going to mistake \nyou\n for someone underage.\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n Right, but then- are \nyou\n calling \nme\n old?\n\n\nKatherine Varga:\n Pfft, me? Oh, no, not at all. I would never suggest such a thing. But hey, if you're worried about being mistaken for an ancient relic, we can always bring along some dinosaurs fossils so-\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\nSo that I'm not the oldest thing in the room?\n\n\nKatherine Varga:\n So that you're not the oldest thing in the room.\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n: \n(Chuckling)\n Come on Kate, you know I still get carded sometimes, believe it or not. And I need that ID to prove that I'm not as old as you make me out to be. By the way, between the two of us, I'm younger.\n\n\nKatherine Varga:\n: Yeah younger than wheel, right? Just barely though.\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n:\n Oh, fuck you.\n\n\nKatherine Varga\n LOVE YOU TOO!\n\n\nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n: Love you too.\n\n\n[END LOG]\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate and Time:\n 2023-05-06T01:17:00-06:00\n\n\nSubjects\n: Katherine Varga, \nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n\n\nForeword\n \nThe following transcript is an amendment to 7818-1A, and occurs roughly 4 hours after 7818-1.1. The footage was taken from recovered security footage from Researcher Katherine Varga's residence during Incident 7818-1B\n\n\n\n\n[BEGIN LOG]\n\n\n[Researcher \nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n unlocks the apartment door, and slams it, visibly upset. Researcher Katherine Varga lets out a surprised yelp from the bedroom before rushing into the living room. She can be seen frantically observing her surroundings, pressumably to check for structual damage. When satisfied, Researcher Katherine Varga turns her attention to \nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n\n\nKatherine Varga:\n Are you hurt? What’s wrong?\n\n\nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n:\n \n(Leaned against the door, and let out a sob before sliding down to the floor and putting her head in her hands.)\n\n\nKatherine Varga:\n \n(Face drops from panic to concern. She crouches down next to her.)\n Babe… What happened?\n\n\nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n:\n \n(stays quiet for a few moments.)\n Just a lot of things. They didn’t have my name on the list. It was just gone?! I was told I was going to get in, my friends said they would have my name on the list, and when I tried calling but nobody picked up. I know they could have been partying but they had said they would meet outside…\n\n\nKatherine Varga:\n Oh… \n(gently rubbing \nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n’s back)\n I’m so sorry \nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n. That hurts a lot. Is there anything I can do for you?\n\n\nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n:\n \n(Shakes her head)\n I think I just need some sleep. This feels like some elaborate shitty prank. I’m scared I’m actually losing it, you know?\n\n\nKatherine Varga:\n Yeah. I know. If it makes you feel any better, you look very very beautiful. \n(She kisses \nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n’s cheek.)\n What if we got some ice cream and watched a bit of Parks and Rec before bed?\n\n\nEmㅤㅤ ㅤㅤㅤㅤㅤㅤㅤㅤ\n:\n I would like that a lot. Thank you…\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nHolly <3\n\n\n\n\n\n\nHey, I'm here. where r u?\n\n\n\n\n\n\n?\n\n\n\n\n\n\nI'm here waiting. Did something happen?\n\n\n\n\n\n\nI'm sorry, who is this?\n\n\n\n\n\n\nIt's me, \nㅤㅤmㅤ Hㅤwㅤㅤoㅤㅤ\n. Is your phone glitching out or something?\n\n\n\n\n\n\nSorry, I think you have the wrong number\n\n\n\n\n\n\nDo I?\n\n\n…\n\n\nNo, you made me doubt for a moment but I'm sure this is the right one.\n\n\nYou ARE Holly, right?\n\n\n\n\n\n\nYeah… that's me.\n\n\n\n\n\n\nWhat are you on about then?? You were supposed to meet me today at 12\n\n\n\n\n\n\nI don't think I'm the Holly you're looking for.\n\n\n\n\n\n\nHolly Mitchell, birthday: May 8th. That's you no?\n\n\n\n\n\n\nIt is. Do I know you? I'm sorry I just can't quite place you.\n\n\n\n\n\n\n???????????\n\n\nWe see each other all the time\n\n\nWe saw each other last week\n\n\nHolly I really hope this is some kind of sick joke\n\n\nBecause it's really not funny anymore.\n\n\n\n\n\n\nNo, I'm very sorry to disappoint.\n\n\n\n\n\n\nPlease seriously stop you're starting to freak me out\n\n\nHolly?\n\n\nPlease don't do this\n\n\n\n\nI'm Sorry. Have a nice day.\n\n\n\n\nHolly. Seriously. It's not funny. Stop it.\n\n\n…\n\n\nplease…\n\n\n\n\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate and Time:\n 2023-05-11T04:23:00-06:00\n\n\nSubjects\n: Katherine Varga, \nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n\n\nForeword:\n \nThe following transcript is taken from recovered security footage from Researcher Katherine Varga's residence during Incident 7818-1C, dated one week before the subsequent disappearance of an SCP-7818-1 instance from baseline reality. The aforementioned security footage has since been altered by the anomaly to exclude \nㅤㅤㅤㅤ ㅤㅤㅤㅤㅤㅤㅤn\n, and is expected to degrade further.\n\n\n\n\n[BEGIN LOG]\n\n\nKatherine Varga:\n \n(Enters the apartment, immediately making her way towards her bedroom. Once she enters, she finds \nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n, who was currently sobbing, on the bed, wrapped in a blanket. She ran towards the bed, throwing her arms around \nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n.)\n Babe oh my gosh! Did something else happen?\n\n\nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n:\n \n(Looks at Katherine.)\n Yes! Yes again! I was supposed to meet up with Holly today, she didn't show up! I texted her and she acted as if she actually responded, but then acted as if she didn't know me! I have no \nidea\n what is happening, Katie!\n\n\nKatherine Varga:\n Shhhh. It's okay. Calm down. I'm sure it's nothing-\n\n\nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n:\n NOTHING!? This is \nnot\n nothing! It's like everyone is forgetting me! Like I don't even exist!\n\n\nKatherine Varga:\n Like you don't even exist? Em do you have any idea how crazy that sounds?\n\n\nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n:\n It's not crazy! It's completely real!\n\n\nKatherine Varga:\n (\ngrabbing her phone\n) I'm sure we can talk to Holly about this…\n\n\nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n:\n What's the point? Clearly, she doesn't want anything to do with me… It seems like no one does.\n\n\nKatherine Varga:\n Ohh darling, I'm sure that's not true-\n\n\nㅤㅤㅤa ㅤaㅤㅤㅤㅤㅤㅤ\n:\n YES IT IS! You should've seen the text messages!\n\n\nKatherine Varga:\n I can look at them if you want, but maybe I can message her. We'll get to the bottom of this.\n\n\n\n\n\n\nHolly (\nㅤmㅤa\n)\n\n\n\n\n\n\nWhat in the ever-living hell is wrong with you??\n\n\n\n\n\n\nWhat'd I do now?\n\n\n\n\n\n\nOh, but you remember me just fine, huh? \nEㅤmㅤ\n. A few hours ago.\n\n\n\n\n\n\nAh, You know her?\n\n\n\n\n\n\nAh… DO I KNOW HER? She's my partner and you well know it.\n\n\n\n\n\n\nOh really? Since when?\n\n\n\n\n\n\nWe met through her, you jerk.\n\n\n\n\n\n\nI'm sorry but that makes no sense\n\n\n\n\n\n\nYou make no sense\n\n\nGO. TO. HELL.\n\n\n\n\n\n\nExcuse me??\n\n\nKate?\n\n\n\n\n\n\n\n\n\n\nKatherine Varga\n (\nsighing\n) That didn't go very well.\n\n\nㅤㅤㅤㅤ ㅤㅤwthㅤrㅤ\n:\n (\nstarting to tear up\n) See! I told you! Oh-Oh my god. I can't believe this! First, my ID, then my name wasn't on the list, and now this? Katie this is \nnot\n random. We have to figure out what's going here- are you even paying attention to me?\n\n\nKatherine Varga:\n \n(Katherine's attention had shifted from \nㅤㅤㅤㅤ ㅤㅤwthㅤrㅤ\n to the wall. A shocked and concerned expression was on her face.)\n Okay so babe don't freak out but… you're not in that picture.\n\n\nㅤㅤㅤㅤ ㅤㅤwthㅤrㅤ\n:\n Huh? What do you mean?\n\n\nKatherine Varga:\n The one from our trip to LA. I-I \nknow\n you were in it. You're right. Something is deeply, deeply wrong. I’m sorry…\n\n\nㅤㅤㅤㅤ ㅤㅤwthㅤrㅤ\n:\n Oh my god! \n(Leans against Katherine)\n This can't be happening.\n\n\nㅤㅤㅤㅤ ㅤㅤwthㅤrㅤ\n:\n \n(starts hyperventilating.)\n What… What if you forget me too? Just like them. What if I forget who I am? Please Katie. I’m so scared. Katie I can’t do this. I don’t want to be forgotten.\n\n\nKatherine Varga:\n \n(Embracing \nㅤㅤㅤㅤ ㅤㅤwthㅤrㅤ\n, starting to cry herself)\n It's okay! I will never ever ever forget you, Em. You know this. I love you so much, I swear on my mother's grave. I’ll do anything… I-I'll file a report at work. They'll take care of it. They'll fix it! They always do! Everything will be okay.\n\n\nㅤㅤㅤㅤ ㅤㅤwthㅤrㅤ\n:\n \n(Sniffles)\n You promise?\n\n\nKatherine Varga:\n \n(nods)\n I promise. I’ll never forget.\n\n\n[END LOG]\n\n\n\n\n\n\nAudio Transcript\n\n\nDate and Time:\n 2023-05-12T02:43-02:55\n\n\nSubjects\n: \nm a H th\n\n\nForeword:\n The following is a transcript of a phone call retrieved from the phone carrier by MTF-Omega 24. \nm a H th\n calls her mother, Lindsey Hawthorn, for their regularly scheduled family phone call.\n\n\n\n\nm a H th\n :\n Hey mom!\n\n\nLindsey Hawthorn:\n Hello? Who’s this?\n\n\nm a H th\n :\n Uh… It’s me… \nm a\n . I’m your daughter?\n\n\nLindsey Hawthorn:\n Is this a scam? I heard those have been going around these days.\n\n\nm a H th\n :\n N-no. This is real. I promise you I’m your real life daughter.\n\n\nLindsey Hawthorn:\n I think I would know if I had a daughter. Ma’am you clearly have the wrong number.\n\n\nm a H th\n :\n No wait. Please. I have a baby brother, Peter Hawthorn, Born April 6th 2001, I was born July 12th 1998. Our childhood home was 3400 Worthington Drive, Pflugerville Texas. Peter and I went to Riverview Elementary School, Oak Park Junior High, and Maple Ridge High School. Please. Mom. You \nneed\n to believe me.\n\n\nLindsey Hawthorn:\n How the fuck did you know that? I know for a fact I never had a daughter. I only have one son. You need to leave me and my family alone. Never contact me again. I will call the police and press charges.\n\n\nm a H th\n :\n Mo-\n\n\n[END LOG]\n\n\n\n\n\n\nAddendum 01:\n \nEㅤㅤa\ndisappeared. I fell asleep right next to her right last night. This morning, I woke up and she was gone. Nowhere to be found. Phoned her parents, and called everyone that I knew she was close with. The photos on my phone, they've all disappeared, her phone number wasn't assigned. I looked everywhere for any leads; Nothing, she was gone without a trace. I updated the description of the anomaly accordingly to reflect this. I will get to the bottom of this if it's the last thing I ever do.\n\n\n\n\n\n\nAudio Transcript\n\n\nDate and Time:\n 2023-05-23T06:35:00-06:00\n\n\nSubjects\n: Katherine Varga.\n\n\nForeword:\n The following is a transcript of a missing persons report filed by Researcher Katherine Varga and intercepted by MTF-Omega 24.\n\n\n\n\nKatherine Varga:\n Hello?\n\n\nJason Taieo:\n Hello, this is the Austin Police Department, what can I help you with today?\n\n\nKatherine Varga:\n I-I’m calling to submit a missing person.\n\n\nJason Taieo:\n Has it been over 24 hours since you have last seen them?\n\n\nKatherine Varga:\n No… But I know it doesn’t have to be. I know the rules. Please, I need to report her missing. Her name is \nEㅤmㅤ ㅤㅤwㅤhㅤrn\n, she’s 5 foot 2 inches, shoulder length brown hair, and blue eyes. She’s 28 years old, and white. She has a pink jacket that she wears often and it’s not in my house anymore…\n\n\nJason Taieo:\n Do you have any photos of her?\n\n\nKatherine Varga:\n I don’t anymore. She disappeared from all of the photos just like she disappeared this morning. I mean I have this locket but I can’t. I can’t part with it.\n\n\nJason Taieo:\n Okay. Is there any chance she’s at work?\n\n\nKatherine Varga:\n No. Her number disappeared from my phone and then when I call her number I got an automated voice saying the number is no longer in service… She doesn’t work anymore… She couldn’t.\n\n\nJason Taieo:\n Alright. I am going to send this off and have a unit go to you. Where do you live?\n\n\nKatherine Varga:\n 272 Thrash Trail, Apartment 404. Thank you.\n\n\nJason Taieo:\n Is there anything else you need?\n\n\nKatherine Varga:\n No…\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n The case was thrown out by the Austin Police Department shortly after the call, as there was no evidence or records on \nEㅤmㅤ ㅤㅤwㅤhㅤrn\n and her existence. APD followed up with a wellness check on Katherine Varga, but it ultimately ended with no further action taken. Case was closed on May 25th 2023.\n\n\n\n\n\n\nAddendum 02:\n When I updated the file with the pertinent information, I apparently raised some eyebrows at RAISA. They don't remember me ever having a partner, much less one that worked for the foundation, and the people who knew I had filed the document said they hadn't ever read it. I really had to fight for them to take me seriously. They're suggesting that she never existed, that I made her up in my mind, via anomalous means or otherwise, but that cannot be true. This document is the only proof of her so I need to maintain it to the best of my ability. I've dedicated my life to her, she dedicated her life to me, I promised I would always be by her side, that I would always be there for her, and that I wouldn't forget.\n\n\n\n\nAddendum 03:\n It’s just now I was looking at the file, and all mentions of her name had disappeared and I had to replace them like I had before. That's when I realized, I had forgotten her name. I don't remember any party. What party? What is happening!? This cannot be happening. I'm trying everything I can, I'm her last hope. I promised I would fix this, she means everything. I can't forget there has to be something I can do. I can fix this, I can do this. I will get her back.\n\n\n\n\nAddendum 03:\n My locket still has her picture in it. Those stupid lockets we got like a month ago symbolize our love. Hers, the ones with my picture in it, are gone. Every other picture of her disappeared without a trace, but the other side with her picture on it is in my hand right now. I already updated the file to reflect this. This is huge, I finally have a lead. This could be it. This could be why my darling is gone. What…whatever her name was. Please please don't let me forget now. There's no one else, everyone has forgotten, I am so close, I can't give up now, I can't forget. I promised.\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate and Time:\n 2023-05-20T09:45:00-06:00\n\n\nSubjects\n: Katherine Varga.\n\n\nForeword\n \nThe following transcript is an amendment to 7818. The footage was taken from recovered security footage from Researcher Katherine Varga's office post previous addenda..\n\n\n\n\n[BEGIN LOG]\n\n\n[Researcher Katherine Varga is staring at the contents locket around her neck. Her eyebrows furrowed.]\n\n\nKatherine Varga:\n I’m sorry babe.\n\n\n(She breaks down, sobbing. Staring at the woman in the locket.)\n\n\nKatherine Varga:\n I know I promised you that I wouldn’t forget…\n\n\n(She pauses taking a deep breath.)\n\n\nKatherine Varga:\n But… I guess it really does come for us all… I’m so so sorry.\n\n\nKatherine Varga:\n If you’re still out there. Please forgive me. I don’t even know your name anymore, but please, babe, please forgive me.\n\n\n(She closes the locket, holding it in her hands clasped together, putting them up to her face as though she were praying.)\n\n\nKatherine Varga:\n I’m sorry babe… Please come back.\n\n\n[END LOG]\n\n\n(Researcher Katherine Varga then spent approximately four hours staring at the wall and at the picture in the locket. Site psychiatric staff has been contacted on behalf of Katherine Varga, case is currently pending review.)\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Referring to a profound and intense emotional bond between individuals involved in a romantic relationship. It implies a heightened level of intimacy, understanding, and affection, wherein the individuals feel a strong sense of connection, empathy, and mutual vulnerability and encompasses a profound emotional and psychological resonance between the partners involved.\n\n\n2\n. Henceforth referred to as SCP-7818-1\n\n\n3\n. Fabricated, temporary alias provided by Researcher Katherina Varga for ease of communication and documentation. The individual's identity cannot be discerned at this time, as their face remains obscured for the majority of the footage.\n\n\n\n\n\n\n\n\n« \nSCP-7817\n | SCP-7818 | \nSCP-7819\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7818\n\" by JorgeMtzb, Marceline_Raynes, The_Spider _Queen, DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7818\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Locket\n\n\nName:\n Romantic\n\n\nAuthor:\n SidewaysSarah\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/97699489@N00/5298834356/",
    "addendums": [
        "Addendum 01: Eㅤㅤa disappeared. I fell asleep right next to her right last night. This morning, I woke up and she was gone. Nowhere to be found. Phoned her parents, and called everyone that I knew she was close with. The photos on my phone, they've all disappeared, her phone number wasn't assigned. I looked everywhere for any leads; Nothing, she was gone without a trace. I updated the description of the anomaly accordingly to reflect this. I will get to the bottom of this if it's the last thing I ever do.",
        "Addendum 02: When I updated the file with the pertinent information, I apparently raised some eyebrows at RAISA. They don't remember me ever having a partner, much less one that worked for the foundation, and the people who knew I had filed the document said they hadn't ever read it. I really had to fight for them to take me seriously. They're suggesting that she never existed, that I made her up in my mind, via anomalous means or otherwise, but that cannot be true. This document is the only proof of her so I need to maintain it to the best of my ability. I've dedicated my life to her, she dedicated her life to me, I promised I would always be by her side, that I would always be there for her, and that I wouldn't forget.",
        "Addendum 03: It’s just now I was looking at the file, and all mentions of her name had disappeared and I had to replace them like I had before. That's when I realized, I had forgotten her name. I don't remember any party. What party? What is happening!? This cannot be happening. I'm trying everything I can, I'm her last hope. I promised I would fix this, she means everything. I can't forget there has to be something I can do. I can fix this, I can do this. I will get her back.",
        "Addendum 03: My locket still has her picture in it. Those stupid lockets we got like a month ago symbolize our love. Hers, the ones with my picture in it, are gone. Every other picture of her disappeared without a trace, but the other side with her picture on it is in my hand right now. I already updated the file to reflect this. This is huge, I finally have a lead. This could be it. This could be why my darling is gone. What…whatever her name was. Please please don't let me forget now. There's no one else, everyone has forgotten, I am so close, I can't give up now, I can't forget. I promised."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7818 \" by JorgeMtzb, Marceline_Raynes, The_Spider _Queen, DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-7818 . Licensed under CC-BY-SA .",
        "Filename: Locket Name: Romantic Author: SidewaysSarah License: CC BY 2.0 Source Link: https://www.flickr.com/photos/97699489@N00/5298834356/"
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-7818-A and SCP-7818-B are to be stored in a standard anomalous item storage locker at Site-81. Physical interaction with either instance by research staff who are involved in romantic affairs, or who have previously been involved in romantic affairs that have ended within thirty days prior to experimentation, is strictly prohibited. Further containment procedures have been deemed unnecessary at this time.",
    "description": "SCP-7818 is the collective designation for two identical antique lockets composed of silver, further categorized as SCP-7818-A and SCP-7818-B. Each locket is embossed with an intricate design depicting interwoven vines and flowers in 14th century European Gothic-era patterns. The lockets are heart-shaped and there is a small pocket within each intended to hold photographs.",
    "title": "SCP-7818"
}