{
    "url": "https://scp-wiki.wikidot.com/scp-7821",
    "all_text": "If you’re not gambling with your life, can you really say you’ve earned it?\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\nRecommended Reading Music [\n♬\n] - \nFeeling Good\n by Michael Bublé\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7821\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer-numen\n\n\n\n\n\n\nSecondary Class:\n\n\ngevurah\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n: Under Project Card Shark, relationships with Tartarean-owned casinos are to be properly maintained via POI-7821 acting as a mediator. MTF Mu-0 (\"Maxwell's Demons\") is to be constantly stationed at Site-666 and readied for deployment in case of necessary retrieval of Codename: Ace King. The necessary amount of funds is to be deposited into POI-7821's account to prevent any further escalation.\n\n\nDescription\n: SCP-7821 designates the current decline of funding at Site-666, which has caused heavy internal damage to the site and limits its ability to handle Tartarean matters. Due to this, it has been given the classification Gevurah.\n1\n If it continues, SCP-7821 could lead to total site failure within 2 months. Due to this, a possible TTK-Class Tartarean-Intrusion Scenario\n2\n could form within the upcoming months as the site will not have the proper resources to prevent and/or counter one.\n\n\nSCP-7821’s origin appears to be a sudden streak of misfortune that has been affecting Director Randall House for multiple weeks, seemingly starting on Friday, January 13th. The origin of this is unknown, but it has cost the site hundreds of thousands of dollars, soon to reach into the millions. Director House’s gambling is the main source of income for the site and has not produced any notable incidents in the past.\n\n\nAddendum 7821.1: Deliberation\n\n\n\n\n\n\n\n\n\n\nSite-666, Las Vegas.\n\n\n\n\n\n\n[Agent Calendar and Director House are in House's office, with House looking out of his office window, and Agent Calendar sitting behind him.]\n\n\nCalendar\n: This seems bad.\n\n\nHouse\n: \n[sigh]\n Yeah, I know.\n\n\nCalendar\n: Do you have a plan?\n\n\nHouse\n: …do you wanna know why all of Mu-0 are Irish?\n\n\nCalendar\n: Because we can slip holy water into their whiskey? Because of their stupid little hats? Because when they ask for a pay raise, you can't understand what they're saying?\n\n\nHouse\n: No. Actually, a little of that last one yes, but the main reason is \nluck\n. The luck of the Irish. We need as much luck as we can get here. We need enough four-leaf clovers to make a leprechaun have an aneurysm. Enough lucky charms to start our own cereal brand. Enough rabbit's foots to make the game commission come after us.\n\n\nCalendar\n: Rabbit's \nfeet\n.\n\n\nHouse\n: Yeah yeah, whatever. Now, back on track. How long do we have before the site is out of money?\n\n\nCalendar\n: \n[shuffles through papers]\n Uuuuh, the site will be completely devoid of money in approximately three weeks.\n\n\nHouse\n: We can cut back on salaries and make that two months. That should buy us some time to fix this mess before shit hits the fan.\n\n\nCalendar\n: Alright then. So, do you have any ideas on how we can fix this?\n\n\nHouse\n: None. We can't beg for more funding from other sites, and no one here can gamble like me. Did I ever tell you how I predicted the Super Bowl in ‘05? I bet over one million dollars on that game and nearly had that tripled by the end of the day. Just my luck, huh?\n\n\nCalendar\n: Why don't you just do that again?\n\n\nHouse\n: Do what?\n\n\nCalendar\n: Get someone else to gamble the money we have.\n\n\nHouse\n: Did you not hear me? No one else gambles like I do.\n\n\nCalendar\n: They don't have to gamble like you do. They can gamble \nbetter\n than you do; they can guarantee a win before they even sit down at the table.\n\n\nHouse\n: I'd say you're full of shit. However, what you're saying does intrigue me, so whatcha got in mind?\n\n\n[Agent Calendar smirks, picking up a bottle of bourbon sitting on the desk. She ignores the glasses, taking a drink directly from the bottle before leaning in closer.]\n\n\nCalendar\n: It's more like a who.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nUnder the Las Vegas Accords, Site-666 successfully transferred \nSCP-181\n from the Foundation site that held it. See below for further details:\n\n\n\n\n\n\n[Agent Calendar is seen driving in the middle of the desert, her eyes locked onto the road. Her phone, sitting on the passenger seat, whirs to life. Agent Calendar picks up the phone, and answers it.]\n\n\nCalendar\n: Calendar.\n\n\nHouse\n: You got him?\n\n\nCalendar\n: Yeah, I got him. We'll be at the site in about an hour, so get ready.\n\n\nHouse\n: How's he holding up?\n\n\n[Banging can be heard coming from the trunk of the car. Quiet weeping is audible.]\n\n\nCalendar\n: Eh, not great. To be fair, no one ever really is used to this kind of experience. He's doing great for a newbie, though.\n\n\nHouse\n: Heh, I've heard that before, if you know what I mean.\n\n\n[Agent Calendar sighs.]\n\n\nHouse\n: It's a necessary evil. Besides, we're merely getting him used to the feeling.\n\n\nCalendar\n: Yeah, that's true. How's the site holding up?\n\n\nHouse\n: Not good. Lights went out about an hour ago, TRE detectors are offline, and we can't find the goddamn breaker.\n\n\nCalendar\n: Then get someone from maintenance to fix it. They'll know where it is.\n\n\nHouse\n: Already tried. They're still mad about the pay cuts, so they're no help.\n\n\nCalendar\n: I was gone for \ntwo days\n.\n\n\nHouse\n: This idea of yours better fucking work, Calendar. We're betting everything we got on it. We can barely even fire up the Unit\n3\n at this point.\n\n\nCalendar\n: It will. I'm not worried.\n\n\nHouse\n: Do you think \nhe's\n the reason for the power outage?\n\n\nCalendar\n: Doubt it. His powers are strong, but not \nthat\n strong.\n\n\nHouse\n: Alright, well get here as soon as you can.\n\n\nCalendar\n: Roger.\n\n\n[Agent Calendar hangs up the phone and places it back onto the passenger seat. She sighs, looking into the rear-view mirror at the trunk. The weeping emanating from within has not stopped.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nUpon SCP-181's arrival at Site-666, he was immediately taken to one of the spare interrogation rooms, where he was subsequently debriefed. See below for further details:\n\n\nAddendum 7821.2: Orientation and Debriefing\n\n\n\n\n\n\n[The room is dark, only partially illuminated by the sparse number of lit candles scattered around. SCP-181 is seen tied to a chair, his face obscured by a bag covering his head. Soon, Agent Calendar and Randall House enter the room holding a manilla envelope. House sits at the table directly opposite SCP-181, with Agent Calendar approaching SCP-181, and ripping the bag off his face.]\n\n\nHouse\n: Wakey wakey, sleepyhead.\n\n\nSCP-181\n: \n[sobbing]\n W-where am I?!\n\n\nHouse\n: Get a lid on it, pal. We're not going to hurt you.\n\n\nSCP-181\n: A-are you with the Gaming Commission? Listen, I told you that I didn't cheat in those games, I was just-\n\n\n[House begins to laugh, and despite her best efforts, even Calendar can't help but chuckle.]\n\n\nCalendar\n: We're not with the Commission, little man.\n\n\n[Upon Calendar speaking, SCP-181 turns to face her, his eyes widening in horror.]\n\n\nSCP-181\n: Aaaah, demon!\n\n\nCalendar\n: Rude.\n\n\n[SCP-181 begins to hyperventilate, his heart rate rising drastically. House takes notice, and attempts to calm him down.]\n\n\nHouse\n: Hey, hey, take a deep breath. Don’t worry, she doesn't bite. Most of the time. Usually. Point is, she won’t hurt you, and neither will I.\n\n\nCalendar\n: Look, just — relax.\n\n\n[Agent Calendar pulls out a switchblade and cuts the ropes that bound SCP-181 to his chair. He sniffles and begins to rub his wrists in discomfort. His breathing slowly returns to normal.]\n\n\nHouse\n: Allow us to introduce ourselves. I'm Randall House, and I am the Site Director here. That wonderful eight-foot-tall tank behind you is my right hand, Agent Calendar.\n\n\n[Agent Calendar moves so SCP-181 can see her, and gives a small wave.]\n\n\nHouse\n: We’re here to give you an offer you \nshouldn’t\n refuse.\n\n\nSCP-181\n: \n[adjusts glasses]\n T-then what was with the whole bag thing? And the candles? I thought you guys were, like, trying to scare me or something.\n\n\nCalendar\n: The bag was just the easiest way of getting you into the car. You kept yelling for help. It was very annoying. As for the candles, they're leftover ritual candles we had lying around. The power’s out here, so we needed to light up the place somehow.\n\n\nSCP-181\n: Site-666?\n\n\nHouse\n: We'll get to that in a second. Now, let's go over your illustrious past, shall we?\n\n\n[House pulls out a series of files from the manilla envelope and begins to read aloud.]\n\n\nHouse\n: Gregory O’Callaghan. Born in 1984 into a family of three. One mom, one dad, and a singular older sister. Lost your entire family at the age of 7 in a car accident, with you miraculously surviving with minimal injuries. Foundation sources believe that this was the first sign of your powers.\n\n\nSCP-181\n: …can we please skip this part…\n\n\nHouse\n: Ah, yeah. Sorry. \n[clears throat]\n At the age of 13, you had already bankrupted a small-time casino in Atlantic City, which you then left after being chased out. By 16, you had moved to Illinois, using your abilities to pay for a condo in the city before having a run-in with law enforcement. Evidence showed that they were being paid off by one of the owners of a nearby casino. Eye witness reports say the officer drew his gun but had a heart attack before he could shoot. You promptly left, and from then on, you bounced from state to state until you landed in Nevada. Once you landed in Nevada, your luck streak immediately caught the attention of the Nevada Gaming Commission. What you didn’t know at the time was that they’re not human, and get \nreally\n fucking pissed when someone screws with their money. Soon, they went after you, and relied on the public to identify you with these.\n\n\n[House pulls out a piece of paper from the envelope, with SCP-181’s face drawn onto it.]\n\n\n\n\n\n\nPolice sketch of SCP-181 while he was being hunted by the Nevada Gaming Commission.\n\n\n\n\n\n\nHouse\n: There was not a single TV station in all of Nevada that didn't show this drawing of you. \nIt’s better than the drawings of me I’ve seen put out there\n. Frankly, I’m impressed. You were almost as big as Elvis then, and you got your little nickname. I think it suits you, no?\n\n\nCalendar\n: “Lucky”. Fitting.\n\n\nHouse\n: Your luck did eventually run out though, and the Commission caught you. You were serving a life sentence before the Foundation got its hands on you. You were quietly placed into an Armed Reliquary Containment Area, where your powers were noticed after several lucky survivals. You were studied, and the true extent of your powers was revealed: You get good luck by taking it around you, leaving nothing but bad luck. So, to make sure your powers didn’t nuke a site or cause a breach, you were kept in a random Bio-Research Area that didn’t have an on-site warhead or any Keter-class anomalies. Considered for Alpha-9, but denied due to safety concerns. Chucked into a padded cell, you were utterly alone, with nothing but your thoughts to keep you company. Does that sound about right?\n\n\nSCP-181\n: Why are you telling me all this?\n\n\nHouse\n: Because kid, we need you. And right now, unless you want to go back to your dingy little cell, you need us. Stick with us, and you’ll never need to worry about the Gaming Commission ever again.\n\n\n[SCP-181 does not say anything, slightly shifting in his seat.]\n\n\nCalendar\n: I can see you’re a little apprehensive. We’ll give you some time to think it over. Oh, and here.\n\n\n[Calendar grabs the envelope, and pulls out a large, stapled pile of paper.]\n\n\nSCP-181\n: What is that?\n\n\nCalendar\n: \nYour orientation\n. You're lucky we had a transcript of it lying around. You would normally watch it on the screen at one of the site's terminals, but \n[waves hands]\n power's out.\n\n\nHouse\n: We'll give you some time to read it over, and make your decision.\n\n\n[Agent Calendar and House rise, and head for the door. As they're about to leave, House turns around and faces SCP-181.]\n\n\nHouse\n: Hey, Gregory?\n\n\nSCP-181\n: Yeah?\n\n\nHouse\n: Do what you think is right.\n\n\n[House and Calendar leave, and for the next 23 minutes, SCP-181 reads the paper. Once finished, he takes off his glasses, puts a hand on his head, and takes a deep breath. He then stands up, puts his glasses back on, and heads for the door. Outside, House and Calendar are waiting for him.]\n\n\nCalendar\n: Got an answer, little man?\n\n\nSCP-181\n: …I'm in.\n\n\n[House immediately grins, before patting SCP-181's back.]\n\n\nHouse\n: Welcome to the family, kid.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAddendum 7821.3: Acquisition of Funding\n\nOnce SCP-181 officially joined the site, Agent Calendar immediately informed him of Project Card Shark, a project in which SCP-181, under the new codename Ace King, would use his anomalous abilities in order to gamble money for the site and subsequently neutralize SCP-7821. However, House insisted upon a meeting with POI-7821 beforehand.\n\nPOI-7821, also known as ₦emonø, is the owner of a multitude of casinos in Vegas. ₦emonø is an Avarice-class Tartarean entity per the Thorner System\n4\n and has had run-ins with the Foundation before. House proposed the idea to make POI-7821 give the site money in order to repurpose said money into Project Card Shark. See below for further details:\n\n\n\n\n\n\n[Agent Calendar, House, and SCP-181 are walking together down a poorly lit alleyway. All three of them are dressed in tuxedos and are wearing dress shoes.]\n\n\nHouse\n: Alright, we're getting close.\n\n\nSCP-181\n: So who is this guy?\n\n\nCalendar\n: A pain in my ass. A bad idea.\n\n\nHouse\n: Listen, we need some starting capital in order to get the project off the ground. This guy is our only chance at getting some dough.\n\n\n[House turns to face towards SCP-181, who adjusts his glasses.]\n\n\nHouse\n: ₦emonø is a demon who owns some of the casinos here in Vegas. Truth be told, he doesn't like me, like at all, but we need to do this.\n\n\nSCP-181\n: Alright then.\n\n\n[There is approximately two minutes of silence before SCP-181 breaks the silence.]\n\n\nSCP-181\n: So, does the Foundation have any celebrities in containment?\n\n\n[House and Calendar chuckle.]\n\n\nSCP-181\n: What? I'm just trying to break the silence.\n\n\nHouse\n: Alright, I'll play along. Uh, do celebrity lookalikes count?\n\n\nSCP-181\n: Nope. Gotta be legit.\n\n\nHouse\n: Well, we have \nDavid Schwimmer\n.\n\n\nSCP-181\n: The Schwimm?! No way!\n\n\nCalendar\n: You know about David Schwimmer?\n\n\nSCP-181\n: Of course! \nFriends\n was one of the only TV shows they’d show me back at my old site. Of course, I had to be more than 15 feet away from the TV for fear of it catching on fire.\n\n\nHouse\n: Hey, are you two chatterboxes done, or do you wanna do this? We're here.\n\n\nHouse\n: \n[faces SCP-181]\n Ok, I mean this in the nicest way possible, but do not say a fucking word. Let us handle this, and if he asks you any questions, you either nod or shake your head.\n\n\nSCP-181\n: Wow, is he that bad?\n\n\nHouse\n: First impressions really fucking matter for this kind of stuff, so if you even say the slightest thing he is offended by, everything will go to shit. He also has the ego of a fucking Republican politician, and named the place after himself.\n\n\nSCP-181\n: Oh, ok.\n\n\nCalendar\n: You two go ahead. I'll head inside in a minute. Just need to grab something real quick.\n\n\nHouse\n: Alright, let's do this.\n\n\n[House and SCP-181 enter the building, where the smell of booze and cigar smoke waft over them like a cloud. They immediately spot ₦emonø sitting at the far back with his two bodyguards stationed next to him. A large glass of wine is sitting on the table. He gestures them closer, and they approach him, with Calendar arriving shortly after. She meets them all at the table.]\n\n\n\n\n\n\n₦emonø's Tavern.\n\n\n\n\n\n\n₦emonø\n: Well well well, what do we have here?\n\n\n[₦emonø is a tall, chubby Tartarean entity who speaks with a heavy Italian accent. He wears a three-piece suit and a fancy gold watch. He smokes a cigar, revealing a large gold tooth in his mouth.]\n\n\nHouse\n: Hey, hey! ₦emonø, my friend! How've you been?\n\n\n₦emonø\n: Cut the formalities, House. Whatcha want?\n\n\nCalendar\n: We're asking for a favor, ₦emonø. You scratch our back, we scratch yours.\n\n\n[Agent Calendar goes outside and quickly returns with a \nlarge IV stand\n.]\n\n\n₦emonø\n: Oh yeah, now we're talking.\n\n\n[₦emonø immediately inserts the IV into his arm, presses a button, and lies back in his seat. The brightly colored fluid in the tube can be seen traveling down the tubes before entering ₦emonø's arm. He immediately lets out a large sigh, and takes a puff of his cigar.]\n\n\n₦emonø\n: Oooh yeah, that's the good stuff.\n\n\nCalendar\n: Pure sin. It's good, isn't it? Plenty of it where that came from, big boy.\n\n\nHouse:\n All you need to do is work with us.\n\n\n[₦emonø points towards SCP-181, and takes a puff of his cigar. The subsequent plume of smoke flies directly into SCP-181's face, who coughs and recoils in disgust.]\n\n\n₦emonø\n: Who's the kid?\n\n\nHouse\n: He's the man who's going to make us a hell of a lot of money.\n\n\n[Silence fills the room as House waits for ₦emonø to react. ₦emonø immediately begins to laugh, with House clenching his fists in anger. ₦emonø’s laugh quickly turns into hacking and wheezing, and he clears his throat before continuing.]\n\n\n₦emonø\n: \n[chuckling]\n Is this some of kind of joke? Oh wait, let me guess: A liar, a bitch, and a rando walk into a tavern-\n\n\nHouse\n: Don't call them that.\n\n\n₦emonø\n: Excuse you?\n\n\nHouse\n: I said don't call them that.\n\n\n₦emonø\n: Oh ho ho, look who put on his big boy pants!\n\n\nSCP-181\n: House, I-\n\n\nHouse\n: Can it. I know what I'm doing.\n\n\n[House reaches into his pocket, and pulls out a quarter. He immediately flips it, catches it in his hand, and slams it down onto the table. He looks ₦emonø in the eyes as he speaks.]\n\n\nHouse\n: Call it. I win, you help us. You win, you get my soul.\n\n\nCalendar\n: Boss…\n\n\n₦emonø\n: You really wanna do this?\n\n\nHouse\n: Absolutely.\n\n\n₦emonø\n: Hope you like brimstone, because that's all you're gonna see for eternity. Endless, agonizing pain awaits y-\n\n\nHouse\n: Cut the crap. You're stalling. Now, are you going to keep on yapping, or are you going to fucking call it?!\n\n\n[The room is filled with a loud, nearly deafening silence.]\n\n\n₦emonø\n: …tails.\n\n\n[House lifts his hand, revealing the coin to be heads up. Upon seeing this, ₦emonø immediately begins to laugh.]\n\n\n₦emonø\n: Oh, well played! You got balls, I'll give you that. You fellas got yourself a deal!\n\n\nHouse\n: Thank you very much. We'll talk soon.\n\n\n[House immediately turns away, but ₦emonø grabs his wrist and speaks.]\n\n\n₦emonø\n: Don't let me down, House.\n\n\n[₦emonø lets go of House's wrist, and House immediately heads for the door, with Agent Calendar and SCP-181 following. As soon as they're out of earshot, SCP-181 immediately begins to speak.]\n\n\nSCP-181\n: That was really risky.\n\n\nHouse\n: The chances of me losing were near zero, it was a risk I was willing to take.\n\n\nCalendar\n: But not zero. You could've blown it.\n\n\nHouse\n: Listen, here's a piece of advice: You have to take risks in order to succeed. Put some skin in the game, you hear?\n\n\nSCP-181\n: Yeah, I get it.\n\n\nCalendar\n: Let's get back on track. We have the funds to start, but ₦emonø's a real bastard. He'll give us the bare minimum buy-in. So, that means that we need to start the project soon or we’ll have nothing.\n\n\nHouse\n: We're going to start tomorrow night, got it?\n\n\nSCP-181\n: Got it.\n\n\nHouse\n: Good. Now, let's all get some rest. We're gonna need it.\n\n\n[The group begin to walk back the way they came, the full moon in the sky illuminating the area.]\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nWith the necessary funds being obtained from POI-7821, Project Card Shark was given the final green light. The first operation would be a casino along the Las Vegas Strip, with winnings from the casino immediately plugged directly into the site. See below for further details:\n\n\nAddendum 7821.4: Execution of Project Card Shark\n\n\n\n\n\n\n\n\nRecommended Reading Music [\n♬\n] - \nThe Villian I Appear to Be\n by Connor Spiotto\n\n\n\n\n\n\n[House and SCP-181 are seen back at Site-666, the building still lit up by a myriad of candles. Agent Calendar is noticeably missing.]\n\n\nSCP-181\n: I- I don't think I can do this…\n\n\n[SCP-181 is visibly nervous, with their hands slightly shaking.]\n\n\nHouse\n: You'll do awesome out there, kid. Everything will be nice and kino. Goddamnit, where's Calendar?\n\n\nCalendar\n: \n[distant]\n Here.\n\n\n[Calendar approaches the two, a small object held tightly within her hand.]\n\n\nCalendar\n: Had to grab the package.\n\n\n[Calendar brings up her hand, revealing the object to be a small case. Opening it, Calendar displays a pair of glasses.]\n\n\nSCP-181\n: They’re… glasses?\n\n\nCalendar\n: Put them on. There’s… something attached to the rims.\n\n\nHouse:\n A camera, Calendar.\n\n\nCalendar:\n Yeah, whatever. It lets me see whatever you see. Had a couple of the basement scientists whip it up. They said it 'matches your prescription'.\n\n\nSCP-181\n: Oh sick!\n\n\n[SCP-181 takes off his glasses, puts them in his pocket, and immediately puts on the new pair.]\n\n\nHouse\n: Where the hell’d you get the resources for this?\n\n\nCalendar\n: Gave them the day off and sent them to \nhave a good time\n. Didn't cost us a penny.\n\n\nHouse\n: And you didn’t think to run this by me at all?\n\n\nCalendar\n: Easier to ask for forgiveness than for permission.\n\n\nHouse\n: Attagirl. Right, let’s get this show on the road. Van’s outside, and we’re not getting any poorer.\n\n\n[The group makes their way outside, with a large white van waiting for them. House and Calendar immediately enter the back of the van, with SCP-181 following them, still visibly anxious. Once all members are inside, they shut the door, and the van drives off into the night.]\n\n\nHouse\n: Alright, so this is how it’s going to work: You’re going to go in there, gamble a fuck-ton, get us some money, and get out. Don’t stay longer than you have to, don’t cause trouble, and most importantly, have some fun! I'm kidding, the most important part is to make a fuck-ton of money.\n\n\nCalendar\n: Here, put this on. I'll be with you the whole time, little guy. You’ll do just fine.\n\n\n[Calendar hands SCP-181 a small earbud, which he places in his ear.]\n\n\n[UNIDENTIFIED]\n: T-minus 5 minutes to the place, folks. Is he ready?\n\n\nHouse\n: Besides the fact that he looks like he’s about to shit himself, yeah, he’s ready.\n\n\n[UNIDENTIFIED]\n: Welp, might as well make acquaintances with him.\n\n\n[The man turns to face SCP-181, his hands still tightly gripped onto the steering wheel.]\n\n\n[UNIDENTIFIED]\n: The name’s Clark Adams, but you can call me Clark. So, you’re the tychekinetic that everyone’s been talking about.\n\n\nHouse\n: I will pay you $5 if you can tell me what tychekinetic is.\n\n\nAdams\n: Pshh, of course I know what it means.\n\n\nHouse\n: Then say it.\n\n\n[Silence fills the van, with all eyes trained onto Agent Adams.]\n\n\nAdams\n: …okay fine, I don’t know…\n\n\nHouse\n: A tychekinetic is an entity with the ability to manipulate probability and luck, whether it be voluntarily or involuntarily. Moron.\n\n\nSCP-181\n: \n[sheepishly]\n Yep, that’s…that’s me.\n\n\nAdams\n: Welp, I’m sure you’ll do great out there.\n\n\nSCP-181\n: Hey, shouldn’t you keep your eyes on the road?\n\n\nAdams\n: Relax kid, I know this place like the back of my hand, hell even better than that.\n\n\n[Agent Adams turns back to face the road, immediately having to stop short to avoid a collision with the car in front of him. He immediately honks his horn and curses the other driver.]\n\n\nCalendar\n: Damnit, give me the wheel if you're going to drive like that.\n\n\nAdams\n: Hey, that’s not on me! That asshole up there stopped short.\n\n\n[The van begins to drive again, this time with Agent Adams more intently focused on the road ahead.]\n\n\n[Eventually, the van slowly comes to a halt, with Agent Adams stepping outside and opening the back door.]\n\n\nAdams\n: It’s showtime. You ready?\n\n\nSCP-181\n: I…yeah, yeah I’m ready.\n\n\nHouse\n: That’s the spirit! Now get in there and make us some dough.\n\n\nSCP-181\n: Alright, here goes nothing!\n\n\n\n\n\n\nInterior of the casino.\n\n\n\n\n\n\n[SCP-181 heads towards the building, and goes inside. Inside, the atmosphere can only be described as one of pure excitement. People can be seen sitting at slot machines, while others are sitting at the tables. SCP-181 immediately heads towards one of the tables and converts the money into chips. Once doing so, he begins to look for a table.]\n\n\nHouse\n: \n[beep]\n Is this thing on? Hello? Ace King, do you read?\n\n\nSCP-181\n: \n[whispering]\n I hear you, House.\n\n\nHouse\n: What was that?\n\n\nSCP-181\n: \n[whispering]\n I said I hear you!\n\n\nHouse\n: Sorry, couldn’t \nquite\n make that out.\n\n\n[SCP-181 sighs, and begrudgingly speaks.]\n\n\nSCP-181\n: I hear you, \nSnake Eyes\n.\n\n\nHouse\n: There we go. See, that wasn't so hard, was it? Codenames can be fun!\n\n\nSCP-181\n: \n[sarcastically]\n Uh huh.\n\n\nHouse\n: Wait, hang on. Are you pushing your finger against the earpiece?\n\n\nSCP-181\n: Yeah, how else do I respond?\n\n\nHouse\n: Listen, this isn't some spy movie, you idiot. The device will pick you up no matter what, so don't press on it. God, that thing probably has \nso\n much earwax on it now. It's probably more crusty than Clark's sock.\n\n\nAdams\n: \n[muffled]\n I heard that!\n\n\nHouse\n: \n[to Adams]\n I made sure you did! Notice I said only one sock?\n\n\nSCP-181\n: Hey, can we focus?\n\n\nHouse\n: Yeah, yeah. Alright, first step: Grab a drink. The more you drink, the more people think you're a sucker. Head to the bar, and treat yourself to something. Oh, and from now on, don't talk. People generally don't trust someone who talks to someone nobody can see.\n\n\n[SCP-181 navigates his way through the crowd, eventually finding his way at the bar. He approaches it, and takes a seat.]\n\n\nBartender\n: What can I getcha?\n\n\nSCP-181\n: Uh, I'll just have a club soda, thanks.\n\n\nBartender\n: Hmph.\n\n\n[The bartender walks off, with SCP-181 taking off his glasses and wiping it with his shirt.]\n\n\nHouse\n: A club soda? Really? You’re not in rehab, kid. Put some hair on your chest.\n\n\nSCP-181\n: \n[calling towards bartender]\n Actually, I'll have a Grasshopper instead!\n\n\nHouse\n: Well, it's a start.\n\n\n[The bartender soon returns with a Grasshopper, its mint green color highlighted by a chocolate garnish. SCP-181 takes a sip and takes a deep breath. Once finished, he gets up, and heads towards a nearby roulette table.]\n\n\nCroupier\n5\n: Alright, place your bets.\n\n\nHouse\n: Let's have fun with the guy. Start out small, and then gradually go bigger.\n\n\nSCP-181\n: I'll bet $100 on all-black.\n\n\n[The croupier places the ball into the roulette table and spins it. Slowly, as the wheel lands to a stop, the ball lands on a black square.]\n\n\nCroupier\n: Hey, lucky you. Your payout is $100.\n\n\nHouse\n: Okay, now let's have some fun with the mook.\n\n\nSCP-181\n: I'll put $200 now on… actually, why don't I let you have some fun? Pick a number.\n\n\nCroupier\n: Sir, I must say that is very ill-advised.\n\n\nSCP-181\n: I like those odds. Now, pick a number.\n\n\nCroupier\n: I'm afraid my bosses wouldn't allow me to even if I wished to, sir.\n\n\nSCP-181\n: Do it, and I tip you $100. C'mon, lighten up!\n\n\nCroupier\n: Alright, if you say so.\n\n\n[The croupier places the chips on 16 and spins the wheel. The ball slowly rolls to a halt on number 16, to the shock of the croupier.]\n\n\nCroupier\n: I…uh, wow! Tonight really must be your night, sir!\n\n\nSCP-181\n: Yeah, no kidding.\n\n\n[For the next two hours, SCP-181 continues to bet extravagantly at the table, each time winning. There is a notable tone shift in SCP-181's speaking, becoming more bold with each turn.]\n\n\nHouse\n: Alright, now, let's keep going. Three of the least likely numbers are 3, 13, and 34. I have no doubt that the croupier knows this, so why not place some chips on those squares? I bet you by the end of the night, that guy'll be slackjawed.\n\n\nSCP-181\n: I'll place all my chips on number 13.\n\n\nCroupier\n: I…are you sure?\n\n\nSCP-181\n: What, don't trust my judgment?\n\n\nHouse\n: Less yapping, more placing.\n\n\nSCP-181\n: \n[clears throat]\n Yeah, I'm sure.\n\n\n[The croupier, now with shaking hands, places the ball into the table, the three large piles of chips on the numbers 3, 13, and 34 visible. The dealer spins the table and watches as the ball lands on 13. The dealer, eyes wide, seems to reach down underneath the table.]\n\n\nHouse\n: You see him reaching underneath the table? That means he just pressed a silent alarm, meaning a little team will be heading over to you now. It also means the nearest pit boss will be making a beeline towards you. You have maybe 30 seconds to scram before you'll be at the center of the world's sweatiest dogpile. Leave that table, cash out, and head towards the nearest exit. The van'll be ready to pick you up.\n\n\nSCP-181\n: Copy that.\n\n\nCroupier\n: You talking to me?\n\n\n[SCP-181 does not acknowledge the croupier, and immediately grabs their chips. He tips the slack-jawed croupier and immediately cashes out his chips. Once he receives the money, SCP-181 tucks the money into his suit pocket and exits the building. Shouting can be heard behind him, rapidly approaching him.]\n\n\nHouse\n: Time to scram. Security's on your ass.\n\n\n[SCP-181 looks around, and immediately responds with panic.]\n\n\nSCP-181\n: The van's not here! Where the fuck are you?!\n\n\nHouse\n: Just enjoying the show. Now, be a doll and face the front door. I got a hunch I know what's about to happen.\n\n\nSCP-181\n: What?! Are you fucking insane?\n\n\nHouse\n: Shut up and do it.\n\n\n[SCP-181 faces the front door of the casino, where 3 security guards can be seen running out. They lock eyes with SCP-181 and begin to rapidly approach him. As they get closer, one of them trips, causing the other two to fall over them. As this happens, the van begins to pull up.]\n\n\nHouse\n: Alright, show’s over. Hop on in.\n\n\nSCP-181\n: Best advice you've said all day.\n\n\n[SCP-181 hops into the van, which immediately speeds away from the scene. Inside, House can be seen laughing.]\n\n\nHouse\n: Fuckin' A! God damn, that was excellent. Did you see the way those fuckers fell? Dropped like a sack of potatoes!\n\n\nCalendar\n: \n[taking earpiece out from SCP-181's ear]\n Nice work out there. That money should fund us for a few days, which definitely is a start.\n\n\n[House grabs a nearby laptop, and powers it on. He immediately begins typing on it and smiles.]\n\n\nHouse\n: \n[looking at laptop]\n Well, looks like your powers also knocked out the security cameras you were near.\n6\n This means we can come back in a couple of days and they'll have no way to identify you. Hell, even if they do, how're they going to stop you? So, how are you feeling?\n\n\nSCP-181\n: I feel… great! That was exhilarating! I haven't felt that alive in years!\n\n\nHouse\n: Good to hear, since you're doing it again tomorrow. New casino, new game, new idiots to rob blind. Trust me, it’s \nall\n smooth sailing from here.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nStarting Amount\n: $5,000\n\n\nEnding Amount\n: Roughly $23,000\n\n\nAfterword\n: The first operation of Project Card Shark is seen as a success.\n\n\n\n\nWith the success of Project Card Shark's first operation, the continuation of the project was deemed a high priority for the neutralization of SCP-7821 and the overall functionality of the site.\n\n\n\n\nThe following is an abridged list of operations under Project Card Shark:\n\n\n\n\n\n\n\n\nField Operation\n\n\nTarget Location\n\n\nStarting Amount\n\n\nEnding Amount\n\n\nStatus\n\n\n\n\n\n\n#2\n\n\nMandalay Bay\n\n\n$20,000\n\n\n$31,716\n\n\nSUCCESS\n\n\n\n\n\n\n#3\n\n\nThe Bellagio\n\n\n$28,000\n\n\n$53,855\n\n\nSUCCESS\n\n\n\n\n\n\n#4\n\n\nCaesars Palace\n\n\n$53,500\n\n\n$86,977\n\n\nSUCCESS\n\n\n\n\n\n\n\n\n\n\n[26 LOGS HAVE BEEN OMITTED FOR BREVITY]\n\n\n\n\n\n\n\n\n\n\nField Operation\n\n\nTarget Location\n\n\nStarting Amount\n\n\nEnding Amount\n\n\nStatus\n\n\n\n\n\n\n#31\n\n\nTreasure Island\n\n\n$477,000\n\n\n$721,289\n\n\nSUCCESS\n\n\n\n\n\n\n#32\n\n\nThe Mirage\n\n\n$720,000\n\n\n$1,002,523\n\n\nSUCCESS\n\n\n\n\n\n\n\n\n[FURTHER LOGS CAN BE PROVIDED UPON REQUEST BY YOUR SITE DIRECTOR.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING!\n\n\nThe following information is restricted to \nLEVEL 6\n Clearance. Any attempt to view the information below without proper clearance will be met with immediate termination. Proceed at your own risk.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDEPLOYING MEMETIC KILL AGENT\n\n\n\n\n\n\n\n\nLIFE SIGNS VERIFIED. YOU MAY PROCEED.\n\n\n\n\n\n\n\n\nAddendum 7821.5: Incident Log\n\n\n\n\n\n\nField Operation\n: #43\n\n\nTarget Location\n: Lady Luck Casino\n\n\nLocal Time\n: 8:32 PM\n\n\n\n\n\n\nRecommended Reading Music [\n♬\n] - \nLuck Be A Lady\n by Frank Sinatra\n\n\n\n\n\n\n[SCP-181, House, and Agent Calendar are seen inside the van, with Agent Calendar driving. Its interior is illuminated by the numerous monitors showing security footage of the casino.]\n\n\nSCP-181\n: Ok, so what's the plan again?\n\n\nCalendar\n: Same as usual, but this time the boss is coming with you. He might make some money. Or more likely, he'll act like enough of a flashy idiot to get the eyes off you. Order your drinks separately, go to different tables, make us some money.\n\n\nHouse\n: It'll be fun! With you and me playing, the casino's in for a real \ndeuce-y\n. Get it? Because it sounds like dooz- yeah you fuckin' get it.\n\n\nSCP-181\n: Alright, double trouble. Sounds interesting.\n\n\nAdams\n: Look alive! We have arrived, people!\n\n\n[The van slowly comes to a halt, with SCP-181 pressing the side of his glasses, causing some of the monitors in the van to begin to show his perspective. House and SCP-181 exit the van, and close the door behind them.]\n\n\nSCP-181\n: Oh, and House?\n\n\nHouse\n: Yeah?\n\n\nSCP-181\n: Can we stop with the codenames?\n\n\nHouse\n: In your dreams pal.\n\n\nSCP-181\n: Welp, worth a shot.\n\n\n[House and SCP-181 enter the casino, immediately eyeing the tables, and heading towards the bar. Once getting there, they sit down, and wave over the bartender.]\n\n\nBartender\n: Alright, what can I get you?\n\n\nHouse\n: Just give me a dirty martini with a shot of olive juice.\n\n\nBartender\n: On it.\n\n\n[The bartender walks off, and soon returns with the drink, which House takes. Once taking a sip, House begins to speak to SCP-181.]\n\n\nHouse\n: Alright, I already see where I'm going. You see that yokel wearing the ten-gallon hat?\n\n\nSCP-181\n: Yeah, I got eyes on him.\n\n\nHouse\n: That guy is easy money personified. His shoes are untied, meaning he's sloppy. Shirt collar is messed up, and he's got a stain on his pants, meaning he's been drinking way too much. He shook someone's hand with his left hand, yet grabbed a drink with his right. He's sloppy, uncoordinated, and not thinking straight, so if you need me, I'll be bleeding that country bumpkin dry.\n\n\n[House gets up from the table and follows the man towards one of the tables, martini in hand. After a moment of waiting, SCP-181 turns back to the bartender.]\n\n\nSCP-181\n: \n[to bartender]\n I'll get a Vesper Martini, shaken not stirred.\n\n\n[UNIDENTIFIED]\n: It's on me.\n\n\n[SCP-181 turns to his right, where a tall woman with dark hair and even darker eyes meets his gaze. Her lips are glossed with bright red lipstick, and her neck is garnished with a glistening diamond necklace. He smiles, and begins to start a conversation.]\n\n\nSCP-181\n: That's very kind of you, ma'am.\n\n\n[UNIDENTIFIED]\n: Oh, it was nothing.\n\n\nSCP-181\n: What's your name?\n\n\n[UNIDENTIFIED]\n: \nPantelina Tyche\n, but you can just call me Pantelina. And you?\n\n\nSCP-181\n: O'Callaghan. Gregory O'Callaghan.\n\n\nPOI-777\n: So, what brings you and your friend to Vegas?\n\n\nSCP-181\n: Oh, the usual. Lights, action, money.\n\n\nPOI-777\n: Well, it looks like your friend over there isn't doing so hot.\n\n\nHouse\n: \n[distant]\n THIS GAME IS RIGGED!\n\n\nPOI-777\n: Hmph. Tough luck.\n\n\nSCP-181\n: Yeah, guess so.\n\n\nCalendar\n: \n[over comm]\n You need to leave. \nNow.\n\n\nSCP-181\n: \n[clears throat]\n Excuse me for a moment.\n\n\n[SCP-181 stands up, and walks a few feet away from the bar. He then begins to mumble to Calendar, confusion present in his voice.]\n\n\nSCP-181\n: Are you kidding? I haven't even started yet!\n\n\nCalendar\n: It's not you, it's \nher\n. She-\n\n\n[Agent Calendar is cut off as high-pitched static begins to play over the comm, the audio becoming heavily distorted.]\n\n\nSCP-181\n: Hello? Calendar, do you read?\n\n\nCalendar\n: \n[over comm]\n <\ninaudible\n> -kinetic. She's dan- <\ninaudible\n>\n\n\nSCP-181\n: Come in, damnit!\n\n\nPOI-777\n: Something wrong?\n\n\n[SCP-181 jumps in surprise, turning around to see Pantelina standing behind him. He attempts to play it off.]\n\n\nSCP-181\n: No, everything's fine.\n\n\nPOI-777\n: Good.\n\n\n[Pantelina walks back to the bar, takes a sip of her drink, and begins to smirk.]\n\n\nPOI-777\n: It's a shame though that the Foundation hasn't learned its lesson yet. Though, they never were the best at learning from past mistakes.\n\n\nSCP-181\n: \n[stuttering]\n I…how…?\n\n\nPOI-777\n: Oh, come now. You really thought you were the only tychekinetic in the world? I invented the concept, sweetie. It’s in the name. The Foundation even gave me a number, just like you.\n\n\nSCP-181\n: You're like me…\n\n\nPOI-777\n: Oh, but I'm far better. Observe.\n\n\n[POI-777 turns to face a nearby waitress, who immediately trips and falls to the floor. POI-777 then turns her attention to a nearby table, where a crowd cheers as a man wins a large sum of money. SCP-181 stands slackjawed, unable to form words.]\n\n\nPOI-777\n: Oh, and by the way, your powers didn't knock out your little earpiece. Mine did. Didn't want to ruin the moment so soon.\n\n\nSCP-181\n: How did you know I was with the Foundation?\n\n\nPOI-777\n: Lucky guess?\n\n\n[POI-777 chuckles, before taking a sip of her drink, and continuing.]\n\n\nPOI-777\n: No, not quite. I know lots of things, \nGregory\n. I know who you are, I know who the Foundation is, and I know your little friend over there who seems to be enjoying my little parting gift to the Foundation.\n\n\n[At the table, House can be seen visibly upset, him throwing down his cards onto the table in anger.]\n\n\nPOI-777\n: I also know you went to ₦emonø. He's old, you know. At least a couple of centuries. Older than you, and almost as old as me. \nAlmost\n.\n\n\nSCP-181\n: Y-you caused SCP-7821?\n\n\nPOI-777\n: Is that what they're calling it nowadays? Well, I can't be surprised. If the Foundation can't control it, they slap a number onto it.\n\n\nSCP-181\n: What do you want?\n\n\nPOI-777\n: Oh Gregory, always straight to the point. I like that. If you must know, I merely just came to chat, send my regards to the Overseers, and remind them of their place. Of course, it doesn't have to stop there.\n\n\nSCP-181\n: What?\n\n\nPOI-777\n: Let's play a little game, you and me. No comms, no help, no nothing. Just you, me, and our little gifts. I promise you the reward is one you would find quite generous. I'll even throw in the permanent removal of, what did you call it again, SCP-7821?\n\n\n[House looks back at SCP-181, immediately spotting POI-777 next to him. She gives him a smile, and he immediately bolts out of his chair and heads towards the two. While running towards the pair, two members of security tackle him to the ground.]\n\n\nSCP-181\n: House!\n\n\nPOI-777\n: \n[sarcastically]\n Oops, looks like your little friend there got caught counting cards. What a pity. Guess tonight just wasn't his night.\n\n\nHouse\n: Get away from her! You don’t know what you’re dealing with, kid!\n\n\nPOI-777\n: Aw, no hello? Manners, Randall. Tsk tsk tsk. Now, if you'll excuse us, we're trying to have a conversation.\n\n\nHouse\n: You b-\n\n\n[House is cut off as he is forcefully taken outside of the casino, albeit with some resistance on his part, to the delight of POI-777.]\n\n\nPOI-777\n: Good riddance. Frankly, he’s too chatty for my taste. Let’s see if those guys can knock some sense into him. Now, where were we?\n\n\nSCP-181\n: We’re done here.\n\n\n[SCP-181 begins to walk away from the bar, with POI-777 calling out to him.]\n\n\nPOI-777\n: Aw, do the adults say playtime is over? Quite a shame, and here I thought you had no one left to look up to. Guess you had to find the next best thing, hm? A horrible choice, really.\n\n\n[SCP-181 stops walking, but still doesn’t turn around.]\n\n\nSCP-181\n: What did you just say?\n\n\nPOI-777\n: Oof, deep cut, wasn't it? I said you have nowhere else to go. You're like a puppy who craves love and attention, a puppet willingly tying his own strings. The Foundation uses you, and they used me, too, only I was able to break free. I’d offer that freedom to you, but I know you’d decline. Now, go on, leave with your tail between your legs.\n\n\n[SCP-181 turns around, his teeth gritted in anger. He walks up to POI-777, and coldly states.]\n\n\nSCP-181\n: Oh, I ain't running.\n\n\nPOI-777\n: Then what are we waiting for? After all, the night is still young.\n\n\n[POI-777 finishes her drink, and walks away from the bar, with SCP-181 following behind. They stop at a professional poker table, with only three other players sitting at it. They both sit down on opposite sides of the table and begin to play. Soon, the remaining three other players leave, with what once used to be their money now shared between SCP-181 and POI-777. They continue to play, the ante growing ever larger as the night goes on. A crowd has now formed around them, watching in anticipation with each round played.]\n\n\nPOI-777\n: I must say, I'm impressed. Didn't think you'd last this long.\n\n\n[POI-777 chuckles, and continues.]\n\n\nPOI-777\n: I bet ol' Randall would've made a joke out of that. That's the thing with him, isn't it? A silver-tongued devil with a dirty mind, with an ego the size of Nevada to boot. He thinks he can control every little aspect of things, that the world revolves around him.\n\n\nSCP-181\n: A little ego here and there isn't the worst thing to have, now is it?\n\n\nPOI-777\n: No, it is not. There are much worse things to experience. You're living proof of that, Gregory…\n\n\nDealer\n: Excuse me, madam. What is your choice of game?\n\n\nPOI-777\n: Texas Hold 'Em. I want to get this over with. Besides, I have more important games to attend to tonight.\n\n\n[The dealer begins to place the deck into the card shuffler, the machine whirring to life as the cards begin to mix amongst one another. Once done, the dealer begins to deal the cards.]\n\n\nSCP-181\n: \n[sarcastically]\n Aw, seeing someone else? I thought we had something special.\n\n\n[Both players look at their cards, with SCP-181 seeing he has an Eight of Spades and Ten of Clubs. Each player checks. The dealer buries a card, and the flop is then shown, with the cards being a Jack, Queen, and Ace of Spades.]\n\n\nPOI-777\n: Haha, very funny. Your file certainly didn't list your sense of humor.\n\n\nSCP-181\n: You've read my file?\n\n\nPOI-777\n: Read? Honey, I know it from cover to cover. A little runaway orphan taken in by the Foundation and thrown into solitary, always being eyed by people who only cared about their own selfish wellbeing. Such a heart-wrenching sob story. But it's not that simple, is it?\n\n\nSCP-181\n: I don't know what you're talking about…\n\n\n[This time, while SCP-181 checks, POI-777 adds a stack of chips to the ante, which SCP-181 calls. The dealer buries a card and shows the turn, which is a Nine of Spades.]\n\n\nPOI-777\n: Oh, but you do. I can see it in your eyes, hell your soul. That one day when you looked at someone, and just for a moment, they weren't scared of you. There was no malice, no hatred, no fear. Just for a single moment, you felt normal…It didn't last though, and the next day, it was the same fearful look again. You never forgot that one day though, did you?\n\n\nSCP-181\n: …\n\n\nPOI-777\n: That moment, that one small moment where you were happy. That was \nGod\n, Gregory. Or the next best alternative when it comes to power: Me. Oh yes, the Council was interested in you back when I was an Overseer. In their greedy eyes, they wanted to use your powers to benefit themselves. Typical Foundation behavior. I, on the other hand, wasn’t for it, and in a not-so-shocking turn of events, I voted against it. So, every time you sat alone in that padded cell, wishing for some chance of freedom or comfort, every moment you craved for things to change, know that \nI\n did that.\n\n\n[SCP-181's nostrils begin to flare, his face teeming with rage. SCP-181 checks once more, but this time, POI-777 does not immediately respond.]\n\n\nPOI-777\n: …All in.\n\n\n[POI-777 pushes her remaining chips into the pot, the dealer saying it is approximately ten million dollars. Nearby, another man at a table slams his fists against the table in anger, the dealer taking away their chips.]\n\n\nSCP-181\n: You're bluffing.\n\n\nPOI-777\n: Are you really willing to risk it all on that?\n\n\n[SCP-181 calls her, pushing his chips into the pot, which comes to a grand total of roughly twenty million dollars.]\n\n\nPOI-777\n: Daring today, aren’t we?\n\n\n[The dealer buries a card and shows the final card, which is an Eight of Spades. SCP-181 and POI-777 look at the card. They both smile.]\n\n\n[SCP-181 shows his cards, revealing his Eight of Spades and Ten of Clubs. He pushes up his glasses, and begins to chuckle.]\n\n\nDealer\n: A straight for the gentleman. And you, madam?\n\n\n[POI-777 flips over her cards, revealing a Ten and King of Spades. SCP-181's smile fades.]\n\n\nDealer\n: A royal flush for the lady! Ms. Tyche's hand is the highest.\n\n\n[POI-777 thanks the dealer, who begins to count her chips, and places them into a large chip rack.]\n\n\nSCP-181\n: That’s…how…?\n\n\nPOI-777\n: Oh Gregory, you still don't get it, do you? I'm not just a tychekinetic, I'm a \ngod\n. You never had a chance to begin with, although it was entertaining to see you try. You think fast on your feet, I'll give you that. Let's see how literal that is…\n\n\nSCP-181\n: What?\n\n\nPOI-777\n: I called the Gaming Commission as soon as you showed up. They'll be here in about 10 seconds. Αντιο σας!\n7\n\n\n[SCP-181 continues to sit there in awe, watching as POI-777 grabs all her winnings. She looks directly at him, smiles, and points behind him. Turning around, SCP-181 sees two large Tartarean entities both donning a suit and fedora chatting to a floorman. The subsequent review of the footage\n8\n revealed they were Ira-class Tartarean entities. Ira-class is associated with Wrath — confident, choleric, passionate, equate violence with both positive and negative emotions; always looking for a fight. The floorman then gestures in SCP-181's direction, causing SCP-181's heart rate to rapidly accelerate.]\n\n\n[Without hesitation, SCP-181 immediately begins running towards the exit, the two Tartarean entities chasing after him, pushing people aside as they run towards him.]\n\n\nEntity #1\n: Hey, get back here!\n\n\n[SCP-181 runs past a table, accidentally knocking over a rack of chips, which causes a large crowd to form trying to collect the fallen chips. The two Tartarean entities, still hot on SCP-181's trail, don't notice the crowd on the floor and subsequently trip over them. SCP-181 continues to run, and heads outside.]\n\n\n[SCP-181 immediately runs towards the right of the casino, heading into a dark alleyway. There, he hides behind a dumpster, watching as the two entities exit the casino, and begin to look around for him.]\n\n\nEntity #1\n: Goddamnit, where'd he go?!\n\n\nEntity #2\n: He couldn't have gotten far. C'mon, let's keep looking.\n\n\n[The two entities walk away, with SCP-181 slowing down his breathing, before looking at his surroundings. He notices a figure lying face down on the ground in the alley, their body heavily bruised, and their suit torn. Walking forward, SCP-181 can now see that the man is none other than Randall House.]\n\n\nSCP-181\n: Oh shit! House, are you okay?\n\n\nHouse\n: \n[slurred]\n Do I fuckin' LOOK okay to you?!\n\n\n[House attempts to pick himself up, but to no avail. SCP-181 grabs him and helps him to his feet, finally able to look at his face. House's face is heavily bruised, with his lip bloody, and now donning a black eye.]\n\n\nSCP-181\n: We need to go! The Commission knows I'm here! The van should be nearby, let's go.\n\n\nHouse\n: \n[slurred]\n Just… give me a second…\n\n\n[House goes limp, and faceplants on the floor. SCP-181 sighs, and again pulls him to his feet, attempting to help House walk. Once they make it out of the alleyway, they begin to walk along the Strip, still searching for the van.]\n\n\nHouse\n: C'mon, where the fuck is it?!\n\n\nSCP-181\n: There!\n\n\n[SCP-181 points towards the van, which is seen rapidly driving towards them. Agent Adams can be seen in the driver's seat, the windshield riddled with bullet holes. As House and SCP-181 run towards the van, they look to see if they're being followed, just catching the two Tartarean entities spotting them. House and SCP-181 now are moving as fast as they can toward the van, the two Tartarean entities in hot pursuit. Finally, the van screeches to a halt by the two, where they open the backdoor, and race inside. As soon as they enter, the van speeds off.]\n\n\nCalendar\n: I've been trying to get in touch for half an hour, pick up your damn earpieces! What the hell happened?\n\n\nSCP-181\n: I'll explain on the way! Where have you guys been?\n\n\nAdams\n: Not 5 minutes after you fucking left, we got rained down on by gunfire, and had to bail. What the fuck did you do?!\n\n\nSCP-181\n: Ok, so… I \nmay\n have lost some money to a luck god.\n\n\nHouse\n: ARE YOU SHITTING ME?!\n\n\n[SCP-181 begins to explain what happened, but is cut off by Agent Adams.]\n\n\n\n\n\n\nRecommended Reading Music [\n♬\n] - \nLust for Life\n by Iggy Pop\n\n\n\n\n\n\nAdams\n: Hey! We got company!\n\n\n[Behind them, a black SUV begins to follow them, the two Tartarean entities seen in the front seats. The SUV rolls down one of its front windows, with one of the entities shooting at them with a Tommy Gun. The van immediately becomes riddled with bullet holes.]\n\n\nAdams\n: We can lose them Downtown!\n\n\n[The van takes a sudden sharp turn, causing everyone inside to lose their balance. Behind them, the SUV still continues to chase them, firing a barrage of bullets at the van.]\n\n\nCalendar\n: Heads down. I got it.\n\n\n[SCP-181 and House both lower their heads as Calendar pulls out a pistol from her suit. She cocks it, before speaking.]\n\n\nCalendar\n: Boss, cover—\n\n\n[Calendar turns to look at House, who is still heavily bruised and barely lucid. She sighs, and turns to face SCP-181, handing him the gun.]\n\n\nCalendar\n: Great. You're up, little guy. Cover me. Point, brace, pull.\n\n\n[Calendar then pulls out a large shotgun, quickly cocking it, and checks the sight. Once ready, she aims it forward.]\n\n\nSCP-181\n: You just carry that around with you?!\n\n\nCalendar\n: Obviously. Now, on my mark. 1…2…\n\n\nSCP-181\n: I-are you sure you want \nme\n to-\n\n\nCalendar\n: Go!\n\n\n[In an instant, Calendar kicks open the backdoor and begins firing her shotgun at the car, with SCP-181 providing cover fire. Calendar fires her shotgun, shattering the windshield. The two Tartarean entities continue to fire, each bullet ripping through the van, with one bullet whizzing by SCP-181 and striking Agent Adams in the shoulder.]\n\n\nAdams\n: Fuck!\n\n\nCalendar\n: Alright, enough fucking around.\n\n\n[Calendar leaps from the van onto the hood of the SUV, firing her shotgun into one of the Tartarean entities driving the car, causing it to fly off the road and crash in a large fireball. Slowly, House starts to gain lucidity.]\n\n\nSCP-181\n: Calendar!\n\n\nHouse\n: …she's fine…\n\n\nSCP-181\n: What?\n\n\nHouse\n: She's a Wrath demoness, and a kickass one at that. She eats stuff like that for breakfast. Watch.\n\n\n[SCP-181 looks back at the flaming wreck, watching Calendar slowly walk out of the flames, with one of the Tartarean entity's bloody heads in her hand. House smiles.]\n\n\nHouse\n: Attagirl.\n\n\n[The van continues to drive, eventually stopping at the site. Agent Calendar is already there waiting for them. Slowly, Adams gets out of the car, his hand pushed against his shoulder to try and stop the bleeding.]\n\n\nCalendar\n: How you holding up there, Adams?\n\n\nAdams\n: \n[wincing in pain]\n 'Tis but a flesh wound.\n\n\nCalendar\n: There's some whiskey inside you can use to clean the wound, and we'll get you some bandaids.\n\n\nAdams\n: Righto.\n\n\n[Agent Adams heads inside, his shirt still covered in his own blood. He can still be seen gritting his teeth in pain.]\n\n\nHouse\n: \n[sarcastically]\n And I'm good too, thanks for asking. \n[faces SCP-181]\n You?\n\n\nSCP-181\n: Yeah, yeah I'm good.\n\n\nHouse\n: Great, now I can do this.\n\n\n[House immediately punches SCP-181 in the face, causing him to fall to the ground. He looks up to see House, whose eyes are filled with rage.]\n\n\nHouse\n: WHAT THE FUCK IS WRONG WITH YOU?!? Did you not hear us when we said to, oh I don't know, LEAVE?! Adams getting shot, me getting my ass handed to me, that was your fault! Now we're out of money again, and everything’s gone tits up. You're gone, you hear me?! Gone! Pack your shit, because you're gone in the morning.\n\n\n[House walks inside, with Calendar waiting behind, watching as House enters the site and goes out of view. She turns to face SCP-181, and helps him get to his feet.]\n\n\nCalendar\n: You fucked up, little man. Plain and simple.\n\n\nSCP-181\n: I…yeah, I did.\n\n\nCalendar\n: Boss'll cool down in an hour or two. Wait around, talk to him. See if you can make him change his mind.\n\n\n[Calendar begins to walk towards the site, but stops as SCP-181 calls out to her.]\n\n\nSCP-181\n: Do you think he will?\n\n\nCalendar\n: \n[shrugs]\n Don't know. But you don't exactly have a lot of options, do you?\n\n\n[Agent Calendar heads inside, and after a moment, SCP-181 enters the site.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nEnding Amount\n: -$15,000,000\n\n\nAfterword\n: Efforts are to be put underway to handle the Veil-breaking events described. This operation is deemed a \nFAILURE\n.\n\n\n\n\nAddendum 7821.6: Reconvening at Site-666\n\n\n\n\n\n\nLocation\n: Randall House's Office, Site-666\n\n\nLocal Time\n: 11:26 PM\n\n\n\n\n[Randall House can be seen sitting in his chair, talking on the phone with someone, an ice bag pressed against his right eye. Soon, SCP-181 enters, visibly nervous.]\n\n\nHouse\n: -yes and for the last time, I'm canceling the transfer of \nit\n down here. We have enough problems here as is, the last thing we need is some schmuck scared of using the toilet.\n\n\n[House looks up and sees SCP-181, who gives a small wave.]\n\n\nHouse\n: Hang on, I'll call you back.\n\n\n[House hangs up the phone, and takes a deep sigh. He then lowers his head, and pinches the bridge of his nose in annoyance.]\n\n\nHouse\n: Was wondering when you were going to show up.\n\n\nSCP-181\n: House, I am truly sorry for what happened. I…I just got caught up in the moment and she-\n\n\n[SCP-181 is cut off as House motions for him to stop, as he begins to speak.]\n\n\nHouse\n: I know. I watched the footage, saw what she said to you. She got in your head, plain and simple. Wound you up like a toy soldier, and let you loose. I get it, truly I do.\n\n\nSCP-181\n: S-so you're \nnot\n transfering me back?\n\n\nHouse\n: Not quite.\n\n\n[House pulls open a drawer on his desk and pulls out a stack of papers. He then walks towards SCP-181, and hands him the papers, who immediately begins reading them.]\n\n\nSCP-181\n: Are these…\n\n\nHouse\n: Transfer papers to Site-169. It's a recreational facility for anomalies, with little to no action. You'll live the rest of your days in boring, uneventful comfort. After everything you've been through, you don't deserve to be put in some random Bio-Research Area. You're a good kid. You don't deserve that.\n\n\nSCP-181\n: I…House, you must be joking.\n\n\nHouse\n: I'm not. There’ll be a transport vehicle to take you in the morning.\n\n\nSCP-181\n: You can't! I just got used to it here, I \ncare\n about people here. You can't just take that away from me!\n\n\nHouse\n: I'm sorry, Gregory. That's the way it has to be.\n\n\n[Tears begin to slowly form in SCP-181's eyes as he quickly runs out of the room, with House calling out after him. After a moment of running, he makes it to his quarters, where he goes inside and locks the door. Once doing so, he backs away from the door, as more tears form in his eyes. In a fit of rage, he begins to trash his room, knocking over objects and pieces of furniture. He grabs a nearby glass paperweight and throws it at his bathroom mirror, shattering it. SCP-181 slowly crumples into a ball and continues to cry.]\n\n\n[After a moment, SCP-181 lifts his head up, staring at his reflection in the broken shards of the mirror. Suddenly, his eyes widen with realization, and just for a split second, a smile forms on his face. SCP-181 lifts up his glasses, wipes his tears, and exits his room.]\n\n\n[SCP-181 makes his way toward one of the site terminals, turns it on, and inputs a USB stick. After several minutes of frivolous typing and scrolling, he smiles.]\n\n\nSCP-181\n: Jackpot.\n\n\n[He begins reading a file, his smile growing wider with each passing minute. Once finished, he pulls out the USB stick and backs away from the site terminal, which appears to suffer a short circuit and shuts off.\n9\n]\n\n\n[He begins to walk towards the exit, avoiding any nearby security personnel, before leaving the site entirely.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAddendum 7821.7: Confrontation of POI-7821\n10\n\n\n\n\n\n\nLocation\n: Near ₦emonø’s Tavern\n\n\nLocal Time\n: 11:41 PM\n\n\n\n\n[SCP-181 can be seen walking through a dark alleyway, the path before him illuminated by the moonlight. After a short while of walking, he can see the lights of a nearby building slowly come into view. Upon getting closer, the words \"₦emonø's Tavern\" illuminated in red neon lights. Slowly, SCP-181 enters, immediately spotting POI-7821 sitting at the back table eating a plate of spaghetti and meatballs, his two bodyguards standing nearby. Slowly, he approaches ₦emonø.]\n\n\n₦emonø\n: Huh, the fuck you want?\n\n\nSCP-181\n: We need to talk, ₦emonø.\n\n\n₦emonø\n: \n[burp]\n You think you can just come barging in here like you own the place? Take a look at the sign kid, I own the joint, not you. Now, I suggest you leave before I have these two fine gentlemen make you.\n\n\n[₦emonø snaps his fingers, causing the two bodygaurds to lift up their jackets, revealing their firearms. Slowly, the two Tartarean entities approach SCP-181, gesturing him to leave. In mere seconds, SCP-181 punches one of the entities to the floor and grabs his firearm. Before the other can react, he is pistol-whipped by SCP-181.]\n\n\n[The remaining entity gets to his feet and attempts to swing at SCP-181, but he dodges it, knocking over some of the tables. SCP-181 grabs a nearby wine bottle, and hits the bodyguard on the head, knocking him to the ground. The Tartarean entity grabs the fallen entity's gun and begins to fire at SCP-181, who ducks and hides behind the now-fallen table, dropping his gun in the process.]\n\n\n[After a moment, the Tartarean entity approaches the table, only to be met with SCP-181 stabbing it in the eye with a silver fork. The bodyguard screams in pain and begins to walk back, but slips on the blood now pooling on the floor. As he falls, his head makes contact with the corner of the table, and his body lands on the ground with a hard thud. After a moment, blood can be seen exiting the back of his head and pooling around him, his body lying motionless. SCP-181 then turns to face ₦emonø.]\n\n\nSCP-181\n: Y'know, Pantelina told me about you. Said you were old, \nreal\n old. But I wonder, with all that age, did you ever watch any of the classics?\n\n\n[₦emonø takes a swing at SCP-181, but SCP-181 ducks, grabbing ₦emonø by the arm, and throwing him onto the floor. SCP-181 continues to speak.]\n\n\nSCP-181\n: The \ngood stuff\n, you know? The Spaghetti Westerns, Die Hard, those types of flicks. And they had such memorable quotes, too. So, why don't I remind you of one of 'em: Ever seen Dirty Harry?\n\n\n[₦emonø quickly grabs one of the guard's guns, and points at SCP-181's face, who does not react. Instead, SCP-181 leans closer so the barrel is now directly against his head.]\n\n\n₦emonø\n: You got a death wish, pal?!\n\n\nSCP-181\n: I count six shots. But hey, maybe I miscounted. Let me tell you this though: If you pull that trigger, and my brains aren't decorating the walls, I will grab you by the horns and bash your skull in.\n\n\n₦emonø\n: …\n\n\nSCP-181\n: Maybe there is a bullet left, and maybe I'm wrong, but are you willing to bet that it doesn't jam? \n[chuckle]\n I mean, I am pretty lucky when it comes to this kind of stuff. I don't know about you, though.\n\n\n₦emonø\n: …\n\n\nSCP-181\n: So, do you feel lucky…\npunk\n?\n\n\n[With shaky hands, ₦emonø slowly lowers his gun, as SCP-181 smirks. He grabs ₦emonø's gun, and throws it aside. He looks ₦emonø dead in the eye, and begins to speak.]\n\n\nSCP-181\n: Like I said, I'm just here to talk. Now, I am going to ask you a question, and I \ndon't\n like repeating myself. All you have to do is answer it, and I'll be on my way. Are we clear?\n\n\n₦emonø\n: …yeah, we're clear…\n\n\nSCP-181\n: Good to hear. Now, \nwhere is she\n?\n\n\n₦emonø\n: W-what?\n\n\nSCP-181\n: You heard me. Where is Pantelina Tyche? I know you know where, so save us both some trouble and say it.\n\n\n₦emonø\n: You're…you're fucking crazy.\n\n\n[SCP-181 frowns, and punches ₦emonø in the face, causing him to wince in pain. A gap is now seen in his teeth, with his bloody gold tooth lying on the floor beside him.]\n\n\n₦emonø\n: Alright alright, I'll talk! She's at the Wynn.\n\n\nSCP-181\n: Why tonight?\n\n\n₦emonø\n: At midnight, it's no longer in Vegas. It's in \nUndervegas\n. It'll be like that until 3 o'clock, when it'll revert back here.\n\n\nSCP-181\n: Why?\n\n\n₦emonø\n: It's one of the biggest games of the century, millions of smackeroones in the pot. It has an audience from all the Estates, hell I heard a Pit Boss may attend. Listen, that's all I know, swear!\n\n\nSCP-181\n: Thanks for the scoop. See, that wasn't so hard, now was it?\n\n\n₦emonø\n: Go fuck yourself.\n\n\nSCP-181\n: Listen, for being such a good sport, I'll give you a portion of the winnings. Say, two million. Any objections?\n\n\n₦emonø\n: …\n\n\nSCP-181\n: I thought so. Good day.\n\n\n[SCP-181 adjusts his suit collar, and begins to walk towards the exit. Just before doing so, he grabs the gun he took from ₦emonø. He points it upwards, and pulls the trigger, causing a bullet to fly out of it and into the dark oak ceiling. He then presses the trigger again, with no bullet flying out, and he places the gun down on one of the nearby tables. He looks back at ₦emonø, winks, and continues towards the exit of the building.]\n\n\n₦emonø\n: You…you piece of shit! You no good, four-eyed, smug son of a bitch!\n\n\n[SCP-181 exits the building, and heads towards the Wynn, with ₦emonø still heard yelling obscenities at him from the tavern as SCP-181 walks into the night.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAddendum 7821.8: Confrontation of POI-777\n\n\n\n\n\n\nLocation\n: Wynn Hotel\n\n\nLocal Time\n: 11:57 PM\n\n\n\n\n[SCP-181 can be seen standing in front of the Wynn, the area illuminated by the neon light-show of the building’s exterior. He begins to speak, seemingly towards the camera, his words filling the silence of the night.]\n\n\nSCP-181\n: If I don't make it out of here, or something else happens, just…\n\n\n[SCP-181 sighs, and continues to speak.]\n\n\nSCP-181\n: House, Calendar, hell Adams, if you guys hear this, thank you all for everything. You guys…you guys are like family to me. Thanks for giving me a chance.\n\n\nSCP-181\n: Welp, that’s about it. See you on the other side…\n\n\n[With a deep breath, SCP-181 enters the Wynn, the bright lights inside momentarily blinding him.]\n\n\n[SCP-181 passes through the lobby, and begins to meander around the casino floor. He looks around and spots a large crowd of Tartarean entities of varying shapes and sizes at the High Rollers Club. Upon going through the door, he sees there is a large poker table, and several Tartarean entities can be seen sitting at the table playing cards. Most importantly, POI-777 can be seen playing alongside them.]\n\n\n[With a heavy stride, SCP-181 makes his way closer and closer to the table, his presence catching the eye of several audience members. As he gets close to the table, the entities playing at the table make note of his presence, including POI-777. She laughs, and speaks to him.]\n\n\nPOI-777\n: My, you're persistent. Let me guess, the Foundation has its goons surrounding the place as we speak.\n\n\nSCP-181\n: It's just me, Pantelina. I wanna finish what we started, or better yet, what \nyou\n did.\n\n\nPOI-777\n: Well, sorry to disappoint, but I'm in the middle of something. I'm afraid you'll have to sit this one out.\n\n\nSCP-181\n: Oh, but I beg to differ.\n\n\n[SCP-181 pushes past the crowd, and stands directly in front of the table. He reaches into his suit pocket, and pulls out a USB stick.]\n\n\nSCP-181\n: There's over fifteen million dollars on this drive, and only I know the encryption key. I think I'll join you, unless anyone objects of course. I win, you remove the curse on House, and never rear your head here again. You win, you get the money.\n\n\nPOI-777\n: An enticing offer, but I’m afraid I’ll have to pass.\n\n\nSCP-181\n: Then let’s put some skin in the game: You win, you get the money, and you also get my soul. That enticing enough for you?\n\n\nPOI-777\n: Oooh, I like this look on you. Though, how do we know you're not bluffing us, and that drive has no money on it?\n\n\nSCP-181\n: You don't. By all means, take the safe route, kick me out. However, on the off chance I'm telling the truth, do you \nreally\n wanna miss out on all that money?\n\n\n[POI-777 appears to think for a moment, before continuing.]\n\n\nPOI-777\n: Alright, I'm game. A fun way to spice up the night. Now, shall we?\n11\n\n\n[A large Tartarean entity donning a suit appears and places down a chair. They walk off, and return a minute later with a large stack of chips.]\n\n\n[SCP-181 approaches, and takes a seat, the other Tartarean entities at the table glaring at him. He looks at his watch, the time reading 11:59. POI-777 merely laughs, and takes a sip of her drink.]\n\n\nPOI-777\n: You still have the chance to leave, you know.\n\n\nSCP-181\n: After the day I've had, no fucking way.\n\n\n[SCP-181's watch reads 12:00, and a loud distorted church bell is heard ringing 12 times. Suddenly, the ground shakes violently for a moment, as the feed suffers heavy distortions, before eventually settling.]\n\n\nSCP-181\n: \n[cough]\n God, the air reeks of brimstone. Welp, too late to turn back now.\n\n\n[For the next hour and a half, SCP-181 continues to gamble, with the Tartarean entities around him suffering several unlucky hands as the buy-ins grow larger and larger. Inevitably, the only two that remain are SCP-181 and POI-777.]\n\n\n[As the dealer moves the chips in the pot towards the center of the table, they begin to shuffle the cards, POI-777 and SCP-181 watching intently.]\n\n\n\n\n\n\n\n\n\n\nPlay it cool, Gregory. You can do this. Just breathe, that's it. Just ignore the giant crowd of demons watching you, or the fact that the entire site depends on you. Yeah, no pressure. Ok, just bide your time…\n\n\nGod, that smirk on her face. It's like she already thinks she's won. God hoping, she's wrong.\n\n\nWait for the right moment, and then send it. You are not fucking this up, not today.\n\n\nAlright, now or never. Here goes nothing…\n\n\n\"\nSo, you dating anybody?\n\"\n\n\n\n\n\n\n\"\nHeh, if that's your way of flirting, then you really have some work to do. Thanks, but no thanks.\n\"\n\n\n\n\n\n\n\"\nOh don't worry, I'm not interested. Merely just starting some friendly conversation, that's all.\n\"\n\n\n\n\n\n\n\"\nWell, if you must know, no, I'm not seeing anyone.\n\"\n\n\n\n\n\n\n\"\nOh, but you \ndid\n though…\n\"\n\n\n\n\n\n\n\"\nWhat?\n\"\n\n\n\n\n\n\n\"\nYou had background info on me, so I thought I'd return the favor. While I wasn't able to look at your file, above my clearance and all, I thought I'd still see what else I could find. Took me a bit of digging, but I did find it.\n\"\n\n\n\n\n\n\n\"\n…\n\"\n\n\n\n\n\n\nThe Flop.\n\n\n\n\n\n\n\"\nAnd so I read it. Every. Single. Bit. I can recite it from memory at this point. You really did him dirty, you know that, right? Hell, the part that shocked me most was that you were blonde. Trust me, you don't have the looks for it.\n\"\n\n\n\n\n\n\n\"\nWatch your tone, boy. You know not of the power you're mess-\n\"\n\n\n\n\n\n\n\"\nOh please, spare me the whole \"mere mortal\" routine, would you? You said the same bullshit to him, and you're saying the same to me.\n\"\n\n\n\n\n\n\nThe Turn.\n\n\n\n\n\n\n\"\nYou're pathetic. You claim you're some almighty god, and as soon as you get some love in your life, you freak out and run away. Hell, you didn’t even give him your real name. What kind of god is scared of a little commitment?\n\"\n\n\n\n\n\n\n\"\nShut up!\n\"\n\n\n\n\n\n\n\"\nYou're nothing. \nNothing\n. You've lost in love, and now you'll lose in cards. How does it feel to be the world's biggest loser?\n\"\n\n\n\n\n\n\n\"\nShut the fuck up!\n\"\n\n\n\n\n\n\n\"\nYou have \nno\n chance of winning, you hear? You're fucked.\n\"\n\n\n\n\n\n\n\"\nOh yeah? We'll see about that.\n\"\n\n\n\n\nAnd then he felt it. For just a brief moment, his green eyes sparkled. He couldn't even try to hide his smirk.\n\n\n\n\nAaaaaaaaah, that's the stuff.\n\n\n\n\n\n\nSo much concentrated luck, it's amazing. It's like it's in my veins, I can feel it like it's a part of me. God, I can almost sense it around me, or I guess around \nher\n. It’s like…like a cloud that encompasses her. That won’t be for long.\n\n\nOk, deep breaths, that's it. Let yourself naturally pull it closer, yes. You got her now, and she doesn't even know it.\n\n\n\n\n\n\nHe's an idiot. So headstrong and egotistical that he can't even see he was doomed from the start. God that smirk, I wanna punch him right in the face.\n\n\n\n\n\n\nI wonder where I should go next. The Luxor is definitely off-limits. Maybe the Golden Nugget? Nah, too little action. I need somewhere with a ton of tourists. Flamingo? Meh, too cheesy. Hmmm, the Mirage could be fun. Definitely not the Bellagio in terms of flair, but hey, it could be worse.\n\n\n\n\n\n\nThe River.\n\n\n\n\n\n\nIn just one moment, they both thought the same thing.\n\n\n\n\n\n\nJack\npot.\n\n\n\n\n\n\n\n\n[The dealer now steps back after placing the final card, waiting for POI-777 to make her move. POI-777 chuckles, and simply speaks.]\n\n\nPOI-777\n: All in.\n\n\n[POI-777 aggressively pushes her chips into the table, the large piles of chips toppling over and falling onto the table.]\n\n\nPOI-777\n: Seem familiar to you?\n\n\nSCP-181\n: Yeah, it is.\n\n\nPOI-777\n: So why don't you do yourself a courtesy, and fold? We both know you have nothing.\n\n\nSCP-181\n: \n[sigh]\n Sorry, but I ain't done just yet. I call.\n\n\n[SCP-181 pushes his chips into the center, the pot now of monumental proportions. The crowd begins to cheer, as POI-777 flips over her cards, revealing a Four and a Ten.]\n\n\nDealer\n: Two pair, fours and tens for Ms. Pantelina.\n\n\nPOI-777\n: Looks like your luck's run out, Gregory.\n\n\nSCP-181\n: \n[sarcastically]\n Is that a fact?\n\n\n[SCP-181 flips over his cards, revealing a Five and a Ten. POI-777’s eyes widen in horror.]\n\n\nDealer\n: Two pair, fives and tens. The gentleman is the winner!\n\n\n[Loud boos and sounds of disapproval emanate from the crowd, as the dealer begins to organize SCP-181's chips. However, he is interrupted, as POI-777 throws her drink in rage, the glass shattering onto the floor.]\n\n\nPOI-777\n: What?! Κάθαρμα παιδί! Αλαζονικό παράσιτο!\n12\n\n\nSCP-181\n: Aww, don't be a sore loser! Now, we had a deal, so honor it. Remove the curse on House, and leave Las Vegas for good.\n\n\n[POI-777, her face red with rage and emotion, takes a deep breath. The color slowly returns to her face, and she begins to form a smile.]\n\n\nPOI-777\n: Well played… A deal's a deal.\n\n\n[POI-777 takes a deep breath, exhales, and closes her eyes. Despite there being no strong air current, a strong breeze passes over the area, POI-777's hair fluttering in the wind. After a moment, it dies down, and POI-777 opens her eyes.]\n\n\nPOI-777\n: It is done.\n\n\n[POI-777 turns, and begins to walk away. However, she stops, and turns back to face SCP-181.]\n\n\nPOI-777\n: Hark my words, Gregory. We shall meet again.\n\n\nSCP-181\n: I know, and when you do, we’ll be ready.\n\n\n[POI-777 nods, and walks away. Suddenly, the lights flicker, and a loud distorted church bell is heard ringing three times as the ground shakes once more. The feed undergoes heavy distortions, and when the feed returns, SCP-181 can be heard sighing in relief.]\n\n\n[SCP-181 adjusts his glasses, grabs his chips, and heads towards the exit, every single pair of eyes all on him. As he approaches the door, a large Tartarean entity is seen blocking the way. Upon a closer look, it is one of the entities that was previously playing cards at the table. Its face is filled with rage as it speaks in a low, booming voice.]\n\n\nTartarean Entity\n: You took my money from me. Not yours, \nmine\n. The only way you're getting out of here alive is in a bodybag, you hear me?\n\n\nSCP-181\n: …\n\n\nTartarean Entity\n: \n[sarcastically]\n What's the matter, you scared?!\n\n\n[The entity begins to laugh, with the crowd joining in. Soon, the entire room is filled with the sound of laughter, as the entity takes a step closer towards SCP-181.]\n\n\nSCP-181\n: No, I was merely just waiting for backup.\n\n\nTartarean Entity\n: What are you talking a-\n\n\n[The entity is cut off as banging is heard coming from one of the locked entrances, causing SCP-181 to look towards the door and smile.]\n\n\n[After a moment, a large explosion envelopes the entrance, with it being reduced to nothing but rubble and debris.\n13\n As the dust settles, several members of MTF Mu-0 are seen, with Calendar leading them. The large Tartarean entity lunges at SCP-181, but is stopped as the MTF members quickly subdue it.]\n\n\nUnknown MTF Agent\n: Alright ya bastards, prepare for a world o’ pain. Get ‘em, lads!\n\n\n[The remaining members of the MTF quickly begin to disperse the crowd, with vials of holy water seen being thrown at the Tartarean entities, as the MTF agents are heard repeatedly hurling obscenities at them. SCP-181 is then approached by Agent Calendar.]\n\n\nCalendar\n: Shit. You okay, kid?\n\n\nSCP-181\n: Yeah, yeah I'm good.\n\n\nCalendar\n: Good. There's a transport vehicle out front. Report back to the site, and I'll meet you there.\n\n\nSCP-181\n: Alright, thanks.\n\n\nCalendar\n: Oh, and next time you decide to go rogue…\n\n\n[Calendar leans down, coming nose to nose with SCP-181.]\n\n\nCalendar\n: I will rip out your spine and strangle you to death with it. Got it?\n\n\nSCP-181\n: Roger that.\n\n\n[Calendar rises back to her full height, ruffling SCP-181's hair. SCP-181 exits the Wynn and enters the transport vehicle, which immediately speeds off back towards the site. Inside, a tall lady with red hair tied back is seen using her phone.]\n\n\nSCP-181\n: Uh, hi?\n\n\n[The woman does not look up, still using her phone.]\n\n\n[SCP-181 sighs deeply and sits down on the floor. Later, the vehicle slowly pulls up to Site-666, with SCP-181 exiting and heading inside. Inside, House and Calendar are already seen waiting for him.]\n\n\nSCP-181\n: Hey…\n\n\nCalendar\n: Welcome back. Hope Alice didn't give you any trouble.\n\n\nHouse\n: Alright, enough with the chit-chat. Let’s cut to the chase: You stole money from the site, ran off, beat up a centuries-old demon, entered Undervegas, beat a literal god at cards, and had to be rescued by an entire MTF.\n\n\nSCP-181\n: Well, that's not \nentirely\n accurate.\n\n\nHouse\n: Excuse me?\n\n\n[SCP-181 reaches into his pants pocket, and pulls out the USB stick. He tosses it to House, who catches it.]\n\n\nSCP-181\n: Keep it. The only thing on it is a playlist of Frank Sinatra songs and a recipe for spaghetti alfredo anyway.\n\n\nHouse\n: Impressive bluff. Now, question of the fucking hour here: how did you beat her?\n\n\nSCP-181\n: It’s quite simple really: I realized how she beat me. She stole the luck from people around her, basically cutting me off, so I made it so she gave herself so much luck I could feed off of it. Pretty clever, eh?\n\n\nHouse\n: … Wow. That's… hm. I'm genuinely speechless here. Help me out here, Calendar.\n\n\nCalendar\n: You could've told us what you were up to. We could've helped.\n\n\nSCP-181\n: Hey, better to ask for forgiveness than for permission, right?\n\n\n[Calendar smiles.]\n\n\n[House rolls up his sleeve, and looks at his watch.]\n\n\nHouse\n: Fuck it, we’ll talk about this later. Right now, I need to arrange the deposit of money in ₦emonø‘s account before every single Pit Boss decides to retaliate for what happened tonight.\n\n\nCalendar\n: I heard some of the other staff are holding a party for us not being penniless anymore. Word gets around fast. They must be excited to actually be getting paid now.\n\n\nSCP-181\n: Sounds fun, I’ll meet you all there then.\n\n\n[SCP-181 walks off deeper into the site, with House and Calendar watching him go.]\n\n\nCalendar\n: Son of a bitch. That's my line.\n\n\n[House smiles, and chuckles to himself.]\n\n\nHouse\n: Atta' kid.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAddendum 7821.9: Celebration\n\n\n\n\n[A large number of people can be seen inside one of Site-666's vacant meeting rooms, the room adorned with balloons and other decorations. The room is lit with several string lights, with the fireplace illuminating part of the room with a dull glow. A large quantity of food and alcohol can be seen being served on one of the tables, with Alice Sterling seen attempting to eat a burrito.]\n\n\n[She fails, and spills it all over herself and the floor, with her sighing. Clark Adams approaches, and after a moment of laughing, hands her a napkin. He is seen wearing a large cast on his arm, which is partially wrapped in bandages.]\n\n\nSterling\n: So, how's the shoulder holding up?\n\n\nAdams\n: The doc said that I'll make a full recovery, plus I got to be high off my ass on morphine for a while while they stitched it up, so everything's pretty good all things considered.\n\n\n[SCP-181 approaches the pair, adjusting his glasses as he walks over. Soon he begins to speak, with Alice still wiping what once was her burrito off of her shirt.]\n\n\nSCP-181\n: Hey, Adams?\n\n\nAdams\n: \n[turns to face SCP-181]\n Hmm?\n\n\nSCP-181\n: Just wanted to say I'm sorry for the whole, well, you getting shot thing.\n\n\nAdams\n: Hey, water under the bridge. Now c'mon, you gotta try these tacos.\n\n\nSCP-181\n: \n[chuckle]\n Sounds delightful.\n\n\n[Everyone seems to be enjoying themselves, with not a single soul there appearing remotely sober. SCP-181 can be seen amongst them, chatting with some of the employees. He visibly seems to be enjoying himself. Soon, Randall House enters alongside Agent Calendar, causing everyone to immediately go silent. He approaches SCP-181, who begins to speak to House, everyone in the room watching intensely.]\n\n\nSCP-181\n: House…\n[sigh]\n Let's just get this over with.\n\n\nHouse\n: You went behind our backs, fucked around with demons, and made them look like absolute fucking buffoons.\n\n\nSCP-181\n: …\n\n\nHouse\n: Good work.\n\n\n[House holds up the transfer paper in his hand, and with a smirk on his face, throws them into the fireplace.]\n\n\nHouse\n: You got moxie, kid. You'll fit right in here.\n\n\n[Tears can be seen in SCP-181's face as he smiles. He takes off his glasses, wipes his eyes with his sleeve, and puts his glasses back on.]\n\n\nSCP-181\n: Now that's something to drink to.\n\n\nHouse\n: Couldn't agree more.\n\n\n[House grabs an unopened bottle of champagne and stands on top of the table. He begins to make a toast, the other party members grab empty glasses.]\n\n\nHouse\n: A toast! To Gregory, the newest member of the Site-666 family.\n\n\nAll\n: Hear, hear!\n\n\nHouse\n: And to us! For going through Hell and back, and always coming out on top. Do you all know why? The reason we always \nwin\n?\n\n\n[The room immediately fills with the sound of a collective groan.]\n\n\nHouse\n: Yeah, you know. Now, let's drink!\n\n\n[House pops the champagne bottle, causing the cork to fly off and shatter a nearby window.]\n\n\nSCP-181\n: My bad everyone…\n\n\nHouse\n: \n[sigh]\n Gonna have to get used to that.\n\n\n[SCP-181 chuckles, and walks outside. House takes note, and follows after. Behind him, Alice Sterling slips on the burrito entrails spewed across the floor, falling to the ground. Agent Adams immediately begins to laugh, but is cut off as Alice pulls him down to the floor.]\n\n\n[Soon, House is able to catch up with SCP-181, who is sitting outside staring off into the horizon. He approaches SCP-181, and sits down next to him.]\n\n\nHouse\n: Hey, everything okay?\n\n\nSCP-181\n: I just…I got a lot on my mind…\n\n\nHouse\n: If you need to talk, I’m here.\n\n\nSCP-181\n: \n[sigh]\n I’m going to Hell, House. I deserve it, fuck, even worse.\n\n\n[SCP-181 pauses for a moment, his eyes beginning to get watery. He continues.]\n\n\nSCP-181\n: I killed my parents, House. They died because of me. Because of my fucking powers! I killed them, me!\n\n\n[SCP-181 begins to cry, with House putting a hand on his shoulder.]\n\n\nSCP-181\n: I’m a murderer…\n\n\nHouse\n: Hey, that’s bullshit. You are a good person, and you couldn’t have stopped what happened. I’m not just saying that to play devil's advocate, I mean it. You are a good person, it’s just that bad things happen to good people.\n\n\nSCP-181\n: But what if you’re wrong?\n\n\nHouse\n: I’m never wrong. You’ll get what you deserve, same fate for us all.\n\n\nSCP-181\n: Was that your logic when you punched me in the face?\n\n\nHouse\n: \n[smirking]\n No, my logic was to punch you in the face because you’re an asshole.\n\n\n[SCP-181 chuckles, and wipes the tears from his eyes.]\n\n\nSCP-181\n: Is your eye feeling any better?\n\n\nHouse\n: Nope. Is your jaw?\n\n\nSCP-181\n: Nope.\n\n\n[House and SCP-181 smile, with House turning his head towards the horizon.]\n\n\nHouse\n: God, that is one hell of a view. Never gets old, does it?\n\n\nSCP-181\n: Yeah, it really doesn’t…\n\n\n[Both of them smile, their eyes locked onto the horizon, the neon lights of the city illuminating the sky ahead.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\nSCP-7821’s classification to \nNEUTRALIZED\n is pending.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHouse\n: Say it.\n\n\nSCP-181\n: No.\n\n\nHouse\n: C'mon, say it!\n\n\nSCP-181\n: House, I am \nnot\n saying it.\n\n\nHouse\n: Do it!\n\n\nSCP-181\n: \n[sigh]\n The house always wins-\n\n\nHouse\n: The House \nalways\n wins, baby.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Item endangers the inner structure of the Foundation and limits the ability of the Foundation to carry out its secondary objectives.\n\n\n2\n. A K-Class Scenario in which one or more Tartarean dimensions (Hell, Hades, etc.) gain influence over baseline reality.\n\n\n3\n. Referring to the \nTheoplanar Vacuum Unit\n, which fires a concentrated beam of light at sundown each night by converting TRE to Alpha radiation.\n\n\n4\n. \nPer the Thorner System, Tartarean-class entities (demons) are grouped into seven distinct subtypes, each one correlating to a different deadly sin. Even within these subtypes, demon appearance and behavior can vary drastically. Avarice-class is associated with Greed — inconsistent appearance, and consistent behaviors of constantly trying to increase their wealth. Rapacious, slippery, untrustworthy.\n\n\n5\n. The croupier is the member of staff who operates a roulette table.\n\n\n6\n. Disinformation campaigns are to direct blame onto rouge hackers originating from \nDEFCON\n, a notorious hacking convention that annually takes place in Las Vegas.\n\n\n7\n. Translated from Greek: Goodbye!\n\n\n8\n. \nWe screenshotted it and sent it to Thorner.\n - Agent Calendar\n\n\n9\n. This event has been noted to most likely be a byproduct of SCP-181’s powers.\n\n\n10\n. The following footage was recorded on SCP-181's glasses, which were worn throughout the rest of the night. It is believed that this was an intentional choice by SCP-181.\n\n\n11\n. Nearby hume detectors indicated the local hume levels rose roughly ~20 hm at this moment before dissipating to normal.\n\n\n12\n. Translated from Greek: Bastard child! Arrogant pest!\n\n\n13\n. The subsequent aftermath was dealt with accordingly by MTF Alpha-45 \"Janitors\", with disinformation campaigns blaming the subsequent repairs on remodeling.\n\n\n\n\n\n\n\n\n« \nSCP-7820\n | SCP-7821 | \nSCP-7822\n »",
    "addendums": [
        "Addendum 7821.1: Deliberation\nUnder the Las Vegas Accords, Site-666 successfully transferred SCP-181 from the Foundation site that held it. See below for further details:\nUpon SCP-181's arrival at Site-666, he was immediately taken to one of the spare interrogation rooms, where he was subsequently debriefed. See below for further details:",
        "Addendum 7821.2: Orientation and Debriefing\n\n\nPOI-7821, also known as ₦emonø, is the owner of a multitude of casinos in Vegas. ₦emonø is an Avarice-class Tartarean entity per the Thorner System 4 and has had run-ins with the Foundation before. House proposed the idea to make POI-7821 give the site money in order to repurpose said money into Project Card Shark. See below for further details:\nWith the necessary funds being obtained from POI-7821, Project Card Shark was given the final green light. The first operation would be a casino along the Las Vegas Strip, with winnings from the casino immediately plugged directly into the site. See below for further details:",
        "Addendum 7821.4: Execution of Project Card Shark\nWith the success of Project Card Shark's first operation, the continuation of the project was deemed a high priority for the neutralization of SCP-7821 and the overall functionality of the site.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
        "Addendum 7821.5: Incident Log",
        "Addendum 7821.6: Reconvening at Site-666",
        "Addendum 7821.7: Confrontation of POI-7821 10",
        "Addendum 7821.8: Confrontation of POI-777\n\n\nAnd then he felt it. For just a brief moment, his green eyes sparkled. He couldn't even try to hide his smirk.\n",
        "Addendum 7821.9: Celebration\n\n"
    ],
    "documents": [],
    "notes": [],
    "title": "SCP-7821"
}