{
    "url": "https://scp-wiki.wikidot.com/scp-7826",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nWelcome Dr. Luttrell. You have one (1) new message.\n\n\n\n\nRe:SCP-7826\n\n\n\n\n\n\n \n\n\n\n\n\n\nFrom:\n \nvirginia.perkins@scp.site53.org\n\n\nTo:\n \nkelly.luttrell@scp.site53.org\n\n\nSubject:\n SCP-7826\n\n\n\n\n\n\nDr. Luttrell,\n\n\nIt has come to my attention that the SCP-7826 database entry was compromised again with the same revisions as we've seen previously.\n\n\nThis is the fifth time that this has occurred and it seems that IT has yet to determine the cause.\n\n\nI hope that you have been looking into whether or not this is related to some unknown quality of the anomaly given the security threat this could pose to not only the Site's data integrity, but to that of the overall Foundation database. Please inform me if you will need additional resources for this project.\n\n\nI advise that you reach out to the IT staff assigned to this incident [\nclaude.harris@site53.scp.org\n]. You may be able to collaborate on determining the cause of these recurrent modifications.\n\n\nVirginia Perkins\n\nSite-53 | Site Director\n\n\n\n\n\n\n \n\n\n\n\n\n\nFrom:\n \nkelly.luttrell@scp.site53.org\n\n\nTo:\n \nvirginia.perkins@scp.site53.org\n\n\nSubject:\n Re:SCP-7826\n\n\n\n\n\n\nDirector Perkins,\n\n\nThank you for bringing this to my attention once again.\n\n\nAfter the first instance I ensured that I and my staff kept hard copies of our notes and the item logs so I will be able to restore the entry with minimal loss of information.\n\n\nAt this time, I believe that there may be more than just physical objects arriving through the anomaly. I will keep you abreast of any new developments.\n\n\nKelly Luttrell\n\nSite-53 | Research Supervisor\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nITEM#:\n \n7826\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI'm　\n\n\nlost now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nthey won't listen\n\n\nto me\n\n\n\n\n\n\n{$secondary-text}\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\ni know\n\n\nit's a lie\n\n\n\n\n\n\nyou\n\n\nare alive\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\n \n\nI woke up and you were gone.\n\n\nEveryone else forgot you. I won't.\n\n\nI know you're not gone.\n\n\n \n\n\n\n\n\n\nDescription\n\n\n\n\n\n\n \n\nYour hair is soft and wraps so easily around my fingers.\n\n\nYour smile fills my soul with a beautiful song.\n\n\nI can hear it now.\n\n\n \n\n\n\n\n\n\nAddendum 7826.1: Us\n\n\n\n\n\n\n \n\nOur lives are enmeshed. That can't be gone. It can't be nothing. There is no hole in my heart for you to fall through.\n\n\nEden tells me that she doesn't know her mom. I keep trying to find pictures of you to show her, but you're all gone.\n\n\nThere's just me crying, ring in hand kneeling in front of nothing. Just me sitting on the plane. Just me walking down the beach. Just me holding our baby girl.\n\n\nI know that you're there.\n\n\nWherever you are, I hope this guides you home.\n\n\n \n\n\n\n\n\n\nAddendum 7826.2: The First Time\n\n\n\n\n\n\n \n\nI lived a life filled with fear and doubt. Every day I knew there was something that was wrong with me.\n\n\nYour face, your laugh, your warmth, it melted all those thoughts away.\n\n\nFor the first time I knew that I wasn't broken, that I had a home.\n\n\n \n\n\n\n\nBEGIN LOG\n\n\n\n\n\n\n18:42 - 09 JAN 2008\n - I met you at a party last week. I knew that you were special. I was afraid that you didn't feel the same about me. You invited me and some friends over to your place. It was only my second time seeing you. I hoped that I would get to see you a lot more.\n\n\n\n\nYou\n - Hi, I'm glad you made it. I'm still getting dinner together right now if you want to come and help me.\n\n\nMe\n - Hey, for sure. What do you want me to do?\n\n\nYou\n - These vegetables are all chopped now. Can you add those to the stirfry and finish that up?\n\n\nMe\n - I think I can do that.\n\n\n[I was terrified of being in that kitchen with you.]\n\n\nYou\n - You can get a drink too if you want.\n\n\nMe\n - I know I can do that.\n\n\n[I made a cocktail with whatever was closest. As soon as someone said the word \"shots\" two of those went down too.]\n\n\nYou\n - Dinner is all ready guys!\n\n\n[Everyone sat down and ate. I was feeling better now. We were both laughing and stealing glances at one another. I got up to go to the kitchen and you took me aside.]\n\n\nYou\n - I'm glad you made it here.\n\n\nMe\n - For dinner?\n\n\nYou\n - Let's get another drink.\n\n\n[We wandered off and sat on the couch in your living room. We talked for hours about everything. Your friends kept popping their heads in to make sure that everything was going okay and that your plan had worked.]\n\n\nMe\n - I have to get going, even though I really don't want to.\n\n\nYou\n - I know.\n\n\nMe\n - Do you want to go on an actual date this weekend?\n\n\nYou\n - Yes.\n\n\nMe\n - I'll send you the address of a place I like nearby. You'll love it.\n\n\nYou\n - That sounds perfect.\n\n\nMe\n - Before I go, is it okay that I kiss you goodnight?\n\n\nYou\n - Yes it is.\n\n\n[It was a wonderful moment.]\n\n\n\n\nEND LOG\n\n\n\n\n \n\n\n\n\n\n\nAddendum 7826.3: Your Hand in Mine\n\n\n\n\n\n\n \n\nSo many moments filled with wonder and love.\n\n\nThe touch of your skin against mine is burnt into my mind.\n\n\nYour voice eternally rings through my soul.\n\n\n \n\n\nOur First Date\n\n\n\n\nSubject:\n A cold night in a warm bar.\n\n\nProcedure:\n I got there first. I had started my second drink when you walked in. You were stunning.\n\n\n\n\nYou sat down and ordered your drink. We settled on fries to share. You got mac and cheese and I got a burger.\n\n\nHours went by. You told me your secrets. I shared my fears.\n\n\nWhen we walked outside. I took your hand because I didn't want you to fall on the ice. It was so tender.\n\n\nWe kissed at your car. You went home.\n\n\n\n\nResults:\n We both knew we would spend our lives together.\n\n\nAnalysis:\n That can't all be gone.\n\n\n\n\n\n\n \n\n\nOur Wedding\n\n\n\n\nSubject:\n A warm evening on a beautiful beach.\n\n\nProcedure:\n Not spending the day with you was torture. I kept wanting to share my thoughts with my best friend and you weren't there.\n\n\n\n\nI stood there waiting. And waiting. You finally walked out. You were what beauty dreams of becoming.\n\n\nA flowing white dress, flowers in your hair, the song you picked ringing in my ears.\n\n\nWhen you finally made it to me, you held my hands in yours.\n\n\nYou read yours first. I went second. I couldn't hold back my tears.\n\n\n\n\nResults:\n We kissed and the rest of our lives started.\n\n\nAnalysis:\n Our souls won't let go.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAddendum 7826.4: Growing Together\n\n\n\n\n\n\n \n\nThere was no end to the how much you thought I could do, how much I could be.\n\n\nI never let myself think those things. You melt fear and doubt.\n\n\nWhen I was at my most afraid, you showed me that our love could let us build a miracle.\n\n\n \n\n\n\n\n\n\n\n\nI thought you might like to know something…\n\n\n\n\n\n\nThe test is positive 🥰\n\n\n\n\n\n\nI need you to call me.\n\n\n\n\n\n\nI can't breathe.\n\n\n\n\n\n\nIt's going to be okay, bubby\n\n\n\n\n\n\nI know that you were hesitant about this, but it's going to be a magical journey :)\n\n\n\n\n\n\nHave faith in me and us and everything will be okay, I promise ❤️\n\n\n\n\n\n\nYou know that I love you, but I can't do this\n\n\n\n\n\n\nThere's nothing we can't do\n\n\n\n\n\n\nYou're going to be an amazing father :)\n\n\n\n\n\n\n\n\n\n\n \n\nAnd you were right. There's nothing we can't do.\n\n\n \n\n\n\n\n\n\n\n\n\n\nI finally got her down… Now it's my nap time 😅\n\n\n\n\n\n\nMy loves 🥰\n\n\n\n\n\n\nShe looks so happy ❤️\n\n\n\n\n\n\nI forgot to turn my ringer off and now she's up again…\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nLook at her showing all these kids like the little plant momma she is 🤣\n\n\n\n\n\n\n\n\nTakes after her mom ❤️\n\n\n\n\n\n\nSo proud 🥰\n\n\n\n\n\n\nI'm so happy that you worked on getting that school garden project started for her :)\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFeel for my hand.\n\n\nThe hand that held yours through the most precious years of my life.\n\n\nLet my love be your guiding light.\n\n\n \n\n\n\n\n\n\nAddendum 7826.5: You Are So Close.\n\n\n\n\n\n\n \n\nYou helped me feel loved and accepted in ways that I didn't know were possible.\n\n\nNow I hope that those feelings can bring you back to me.\n\n\nI hope this bottle finds your shore.\n\n\nSee you soon, baby girl.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFrom:\n \nkelly.luttrell@scp.site53.org\n\n\nTo:\n \nclaude.harris@site53.scp.org\n\n\nSubject:\n SCP-7826\n\n\n\n\n\n\nMr. Harris,\n\n\nDirector Perkins reached out to me regarding the SCP-7826 entry being modified once again.\n\n\nI believe that the alterations may be stemming from the anomaly itself. Based on our sensor data, each entry alteration has been preceded by the same atmospheric aberrations that we have seen before the appearance of a new object.\n\n\nOnce we are able to locate and secure the anomaly these alterations should cease.\n\n\nUntil then, please move the entry into one of the site's Faraday-isolated servers. That may prevent these modifications from appearing again.\n\n\nKelly Luttrell\n\nSite-53 | Research Supervisor\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNOTICE FROM RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nSCP-7826 records have been successfully restored. Editing permissions will soon be grantable by Site Director Virginia Perkins.\n\n\nPlease refer to email from \nRAISA_Support@scp.site53.org\n for full retrieval documentation.\n\n\nTicket #S15-358795113 is \nclosed\n.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7826\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\n \n\nObjects determined to have originated from SCP-7826 are to be cataloged in this entry and stored within Site-53 Secure Containment Wing \"Yellowstone.\" Each item is to be screened for any anomalous traits and hazardous properties prior to storage. These items are denoted as SCP-7826-A#.\n\n\nTo date, all objects that have been recovered from SCP-7826 have been determined to be safe and as such can are stored according to minimal security protocols.\n\n\n \n\n\n\n\n\n\nDescription\n\n\n\n\n\n\n \n\nSCP-7826 occupies an unknown area of space near Site-53 that allows objects from one dimension to be transcribed into our own. Items originating from SCP-7826 possess unique levels of entropic energy allowing them to be distinguished from our reality. Each of these items have appeared within a 10 sq km area surrounding Site-53.\n\n\nGiven that each recovered item is congruous with what one would expect its superficial appearance to be, it is difficult to determine the quantity of objects that have been dispensed by SCP-7826 or how long the anomaly has been active.\n\n\nAn array of atmospheric sensors have been placed in the area around Site-53 which have been able to detect the appearance of new objects. New objects will be proceeded by minute atmospheric disruptions which are localized to the area where the object manifests.\n\n\nThe anomaly's exact location has yet to be found. However, new objects have tended to appear in the area directly north of Site-53.\n\n\n \n\n\n\n\n\n\nAddendum 7826.1: SCP-7826-A Findings\n\n\n\n\n\n\n \n\nThe following is a selection of items recovered that have been determined to have originated from SCP-7826. The full catalog of items is available by contacting Lead Researcher Kelly Luttrell.\n\n\n\n\n\n\nClassification\n\n\nDescription\n\n\nNotes\n\n\n\n\n\n\nSCP-7826-A17\n\n\nMusic box\n\n\nPlays the song \"My Little Sunshine.\"\n\n\n\n\n\n\nSCP-7826-A15\n\n\nRing\n\n\nA solitaire ring with with a violet sapphire at center and two diamonds to its sides.\n\n\n\n\n\n\nSCP-7826-A12\n\n\nSheet of paper\n\n\nPartial documentation from the sale of a house near Site-53 in Flagstaff, Arizona.\n\n\n\n\n\n\nSCP-7826-A5\n\n\nPacifier\n\n\nSoiled, pink pacifier with small, white polka-dot pattering.\n\n\n\n\n\n\nSCP-7826-A1\n\n\nPhotograph of a man and a young girl\n\n\nBased on facial analysis of the two persons depicted, there are no known people to whom they correspond.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFrom:\n \nclaude.harris@site53.scp.org\n\n\nTo:\n \nkelly.luttrell@scp.site53.org\n\n\nSubject:\n Re: SCP-7826\n\n\n\n\n\n\nKelly,\n\n\nI know this isn't you.\n\n\nSomewhere in there is the woman I married.\n\n\nThe mother of our child.\n\n\nLook at those pictures of her.\n\n\nLook at her and me and remember.\n\n\nPlease.\n\n\nClaude Harris\n\nSite-53 | Your Husband\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFrom:\n \nRAISA_Support@scp.site53.org\n\n\nTo:\n \nvirginia.perkins@scp.site53.org\n\n\nSubject:\n Staff Roster Notice\n\n\n\n\n\n\nDirector Perkins,\n\n\nDuring the retrieval process of SCP-7826, I noticed that the current site roster is not in-line with archived Foundation records.\n\n\nResearcher Kelly Luttrell and Technician Claude Harris do not appear to have been registered during their on-boarding process.\n\n\nPlease inform me if you would like this to be rectified.\n\n\nAlso of note, Mr. Harris may need a disciplinary meeting regarding his adherence to the site's clock-in policy as it appears that he has no history of actually logging a shift.\n\n\nMartha Wong\n\nSite-53 | RAISA Analyst\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nCommitting new SCP-7826 revision request…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFrom:\n \nkelly.luttrell@scp.site53.org\n\n\nTo:\n \nclaude.harris@site53.scp.org\n\n\nSubject:\n Us\n\n\n\n\n\n\nClaude,\n\n\nI remember when I got you that music box. You told me that you love that song, that it gave you peace.\n\n\nThat ring. I never cried harder in my life. I knew you were going to ask me, but I never knew that I could feel that elated and ecstatic.\n\n\nOur home. Each room filled with mementos and plants, never enough though.\n\n\nEden. That was the only name you and I agreed on. You took such good care of us for the nine months I grew her, and for every moment after that.\n\n\nMy loves. You're both so beautiful.\n\n\nThere's nothing we can't do.\n\n\nI'll be with you soon.\n\n\nKelly Harris\n\nSite-53 | Your Wife\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSCP-7826 revision request completed.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAddendum 7826.1: SCP-7826-A Findings\n\n\n\n\n \n\n\n\n\nThe following is a selection of items recovered that have been determined to have originated from SCP-7826.\n\n\n\n\n\n\nClassification\n\n\nDescription\n\n\nNotes\n\n\n\n\n\n\nSCP-7826-A18\n\n\nClaude Harris\n\n\nIt is unknown if this entity has been able to maintain a physical form within our reality. Currently understood to be the cause of previous SCP-7826 database entry modifications.\n\n\n\n\n\n\nSCP-7826-A19\n\n\nKelly Luttrell\n\n\nUnable to be located at this time. Based on security footage, it was last seen walking northward away from Site-53.\n\n\n\n\n\n\nFollowing the disappearance of Kelly Luttrell, there have been no further anomalous modifications to this entry nor have any more objects originating from SCP-7826 been discovered.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\nrating: \n+24\n+\n–\nx\n\n\n\n\nMore by Barbarous_Bread\n\n\n\n\nMore by Barbarous_Bread\n\n\n\n\nSCPs:\n\n\n\n\n\n\n\n\nItem #\n\n\nRating\n\n\nComments\n\n\n\n\n\n\nSCP-5414\n\n\n+ 55\n\n\n8\n\n\n\n\n\n\nSCP-6252\n\n\n+ 32\n\n\n8\n\n\n\n\n\n\nSCP-6680\n\n\n+ 29\n\n\n9\n\n\n\n\n\n\nSCP-6855\n\n\n+ 28\n\n\n1\n\n\n\n\n\n\nSCP-7252\n\n\n+ 66\n\n\n18\n\n\n\n\n\n\nSCP-7826\n\n\n+ 24\n\n\n3\n\n\n\n\n\n\nSCP-7466\n\n\n+ 19\n\n\n5\n\n\n\n\n\n\n\n\nTales:\n\n\n\n\n\n\n\n\nItem #\n\n\nRating\n\n\nComments\n\n\n\n\n\n\nI Dream of Trains\n\n\n+ 14\n\n\n0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n« \nSCP-7825\n | SCP-7826 | \nSCP-7827\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7826\n\" by Barbarous Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7826\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Selfie\n\n\nName:\n Baby’s first #selfie\n\n\nAuthor:\n David Leo Veksler\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Garden\n\n\nName:\n U.S. Embassy celebrates Earth Day with Room 8 at Thorndon School - 28 April, 2010\n\n\nAuthor:\n US Embassy\n\n\nLicense:\n Public Domain Mark 1.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "18:42 - 09 JAN 2008 - I met you at a party last week. I knew that you were special. I was afraid that you didn't feel the same about me. You invited me and some friends over to your place. It was only my second time seeing you. I hoped that I would get to see you a lot more.",
        "\" SCP-7826 \" by Barbarous Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-7826 . Licensed under CC-BY-SA .",
        "Filename: Selfie Name: Baby’s first #selfie Author: David Leo Veksler License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: Garden Name: U.S. Embassy celebrates Earth Day with Room 8 at Thorndon School - 28 April, 2010 Author: US Embassy License: Public Domain Mark 1.0 Source Link: Flickr"
    ],
    "title": "SCP-7826"
}