{
    "url": "https://scp-wiki.wikidot.com/scp-7827",
    "all_text": "rating: \n+10\n+\n–\nx\n\n\nItem #:\n SCP-7827\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7827 is held within a high-security locker at site-19.\n\n\nOnly Level 4+ personnel can authorize experimentation.\n\n\nDescription:\n SCP-7827 refers to a set of earrings manufactured by JCPenney in 2013. SCP-7827 is composed of circular sapphires, set inside of copper lining.\n\n\nWhen a human female applies SCP-7827 to their earlobes, SCP-7827 will forcefully adhere itself to them and is unable to be removed through traditional means. Shortly after, the individual will enter a delirium where they are effectively paralyzed.\n\n\nAfter 3 minutes of contact with the earlobe, copper wiring will begin stemming from the object’s base. It will then navigate towards the subjects brain via ear canal at a speed of 12cm/min. If successful, SCP-7827 will began lacerating the occipital lobe, which leads to the victim's death. Once expired, SCP-7827 will swiftly return its wiring before ejecting itself towards the ground, where it will remain inactive.\n\n\nAddendum:\n SCP-7827 was initially recovered inside a residential apartment belonging to Beverly Rodriguez in Phoenix, Arizona. Beverly’s remains were discovered contorted on her living room floor, where a field agent discovered SCP-7827 laying nearby.\n\n\nFollowing SCP-7827 containment, Beverly’s phone revealed a series of text messages exchanged with Mason Dewitt, Beverly’s ex boyfriend. The following are the excerpts most relevant.\n\n\n\n\n+ CHAT LOGS - 04/12 (1)\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nmassey\n\n\n\n\n\n\nHey mason\n\n\n\n\n\n\nwaddup bee\n\n\n\n\n\n\nListen. I don’t really think I’m in a situation where I can continue this relationship. It has nothing to do with you, you’re a great guy. im just caught up in a lot of stuff atm and I don’t think I can healthily maintain a relationship. I hope we can stay friends after this.\n\n\n\n\n\n\nur joking right\n\n\n\n\n\n\n????\n\n\n\n\n\n\nwhat happened? Fuck somebody else or do you hate yourself so much you refuse to let yourself be happy? we have so much in common, this really feels like a half assed excuse to go whore around without consequence\n\n\n\n\n\n\nI really hope we can stay friends. Maybe after you cool down we can discuss this like adults\n\n\n\n\n\n\nim sorry but you don’t have a fucking clue how much I sacrificed in our relationship. I sold my laptop to pay for your stencils so you can keep making ur shitty ass drawing lmaoo\n\n\n\n\n\n\nyoure such a fucking leach. Enjoy living life on your 0$ an hour salary\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ CHAT LOGS - 04/19 (2)\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nmassey\n\n\n\n\n\n\nbeverly\n\n\n\n\n\n\nbeverly answer me\n\n\n\n\n\n\nim sorry lets just talk ok\n\n\n\n\n\n\nwe can move past this but we got to try\n\n\n\n\n\n\nBEVERLY\n\n\n\n\n\n\njesus christ\n\n\n\n\n\n\nur killing me\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ CHAT LOGS - 05/01 (3)\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nmassey\n\n\n\n\n\n\nHey bee. Got a minute?\n\n\n\n\n\n\nwhat\n\n\n\n\n\n\nfym “what” LOL\n\n\n\n\n\n\nWe haven’t talked in awhile and I want to get back in touch again.\n\n\n\n\n\n\nwell\n\n\n\n\n\n\nYou said some very hurtful things last time we spoke. Ik what i did was out of the blue but I saw a side to you I haven’t seen before. I really cherished our friendship and to hear you speaking to me like that made me think there was no chance of rekindling it.\n\n\n\n\n\n\nI understand we’re probably never gonna have that level of intimacy again but I’d want to maintain our friendship. what do you say?\n\n\n\n\n\n\nI’d like that a lot\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ CHAT LOGS - 05/13 (4)\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nmassey\n\n\n\n\n\n\nHad lots of fun tonight!\n\n\n\n\n\n\nSame here!! It was good seeing you again. I’m glad we stayed close\n\n\n\n\n\n\nTotally. I forgot to ask, how’s ur personal life treating you? met any guys lately?\n\n\n\n\n\n\nWhy do you ask? Seems a little abrupt lol\n\n\n\n\n\n\njust curious, want to hear how ur lifes going\n\n\n\n\n\n\nWell, I did meet someone at the coffee shop. We share a lot of the same interests, he’s in graphic design, and as you know Im going into illustration. It’s neat meeting another creative yk\n\n\n\n\n\n\ncool\n\n\n\n\n\n\nthats great\n\n\n\n\n\n\nyeah\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ CHAT LOGS - 05/16 (5)\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nmassey\n\n\n\n\n\n\nheyy, wanna come over and binge those Wes Anderson films you’ve been shoving down my throat?\n\n\n\n\n\n\nSorry, tonight can’t work. Josh is helping me with a POS art project that’s due tomorrow. He’s showing me fancy tech I can use to totally cheese this assignment.\n\n\n\n\n\n\nsounds like fun! I can always lend a hand to you guys if u need it\n\n\n\n\n\n\nthanks, but I’m pretty sure we got this in the bag. I’m free this Monday though.\n\n\n\n\n\n\nawesome. let me know if u need ANYTHING\n\n\n\n\n\n\nthanks\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ CHAT LOGS - 05/19 (6)\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nmassey\n\n\n\n\n\n\nGot any plans tonight?\n\n\n\n\n\n\nYeah actually, sorry. Going to board game night with josh\n\n\n\n\n\n\ntell him your sick or something, got us tickets to the LeBron movie\n\n\n\n\n\n\nYou know I’ve been meaning to see that, and I appreciate the gesture, but I wish you would tell me in advance next time\n\n\n\n\n\n\ncan’t make it tonight\n\n\n\n\n\n\nall good. just find it a little odd since this is the third time this week youve completely blown me off to hangout with this josh guy. you said you wanted to be friends wtf hppned\n\n\n\n\n\n\njkjk. Have a goodnight\n\n\n\n\n\n\nuhh you too\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ CHAT LOGS - 06/02 (7)\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nmassey\n\n\n\n\n\n\nHey Mason, free this thurs for some dnd?\n\n\n\n\n\n\nsure. Hey I’ve been meaning to ask\n\n\n\n\n\n\nwhat’s up\n\n\n\n\n\n\ndo you ever wannna give our relationship another shot? I think enough time has passed where we’ve both matured enough as individuals. I understand what I said was wrong, but I really do care about you bee. What do you say?\n\n\n\n\n\n\nSo\n\n\n\n\n\n\nI should’ve told you this awhile ago- but me and josh started dating and it’s moving pretty quickly. youre one of my closest friends, and I would like to keep it that way. i cannot thank you enough for how much you’ve helped me, but I’d really like to stay friends.\n\n\n\n\n\n\nall good. Completely understand\n\n\n\n\n\n\nbtw, found your old earrings. They should arrive ina few days :)\n\n\n\n\n\n\nFANTASTIC!! Never thought I’d see those things again haha, appreciate it\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpon discovery, field agents were dispatched to Mason Dewitt’s home address. Multiple clothing items, health utilities, and electronics were absent from his room. Mason Dewitt’s body had later been recovered from a nearby pond.\n\n\nInvestigation of his digital footprint lead to the discovery of multiple illegal websites he had visited, all in relation to different methods of homicide.\n\n\n\n\n\n\n« \nSCP-7826\n | SCP-7827 | \nSCP-7828\n »",
    "addendums": [
        "Addendum: SCP-7827 was initially recovered inside a residential apartment belonging to Beverly Rodriguez in Phoenix, Arizona. Beverly’s remains were discovered contorted on her living room floor, where a field agent discovered SCP-7827 laying nearby.\nFollowing SCP-7827 containment, Beverly’s phone revealed a series of text messages exchanged with Mason Dewitt, Beverly’s ex boyfriend. The following are the excerpts most relevant.\nUpon discovery, field agents were dispatched to Mason Dewitt’s home address. Multiple clothing items, health utilities, and electronics were absent from his room. Mason Dewitt’s body had later been recovered from a nearby pond.\nInvestigation of his digital footprint lead to the discovery of multiple illegal websites he had visited, all in relation to different methods of homicide."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-7827",
    "object_class": "Safe",
    "containment_procedures": "SCP-7827 is held within a high-security locker at site-19.",
    "description": "SCP-7827 refers to a set of earrings manufactured by JCPenney in 2013. SCP-7827 is composed of circular sapphires, set inside of copper lining.",
    "title": "SCP-7827"
}