{
    "url": "https://scp-wiki.wikidot.com/scp-7831",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7831\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nHAZARDOUS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1:\n SCP-7831 instance recovered by military personnel of the USS \nHenry Ford\n, Sasebo, Japan, 1996.\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Commercial and recreational fishing laws have been implemented independent of the Foundation by the Ministry of Health, Labour, and Welfare. These laws require all fish caught within the waters surrounding Minamata Bay out to 200 nautical miles be screened by port officials prior to being brought ashore.\n\nThese laws form the basis for Cover Story \"Infectious Marine Parasites\", which was disseminated to national and local media outlets across the island of Kyūshū, Japan under the guidance of the defunct Ministry for Human Studies. Additionally, public health ordinances were passed by the National Diet of Japan regarding the outbreak of Minamata disease between the years of 1932 and 1968.\n\n\nDue to the historically limited resources available to the Foundation, the organisation was not responsible for the implementation of these procedures. Further information regarding the Foundation's understanding of the various cover stories implemented by the Japanese government can be accessed \nhere\n.\n\n\nThe bodies of LCpl Malcolm Jefferson, PFC Michael Higgins, and PFC Kenneth Jackson remain the legal property of the United States of America.\n\n\nDESCRIPTION:\n SCP-7831 refers to a species of lampriform fish, externally resembling members of the family Regalecidae. Despite this superficial appearance, SCP-7831 possesses an internal morphology derived from a human anatomy adapted for a pelagic marine environment. Genetic testing conducted on various tissue samples confirms that SCP-7831 contains DNA belonging to modern \nhomo sapiens\n.\n\n\nIdentifiable adaptations to otherwise terrestrial human anatomy include the following:\n\n\n\n\nInternal displacement of vital organs and the absolute majority of viscera to the body's anterior.\n\n\nFusing of all bones below the jaw, including legs, arms, and pelvis, into a substantially elongated vertebral column.\n\n\nExtension of each individual vertebrae to form spines covered by a thin film of skin running tranverse along the verterbral column.\n\n\nEversion of the entire respiratory system, which is displaced through the throat, before penetrating the skin's surface to create a series of branchia with sufficient surface area for aquatic respiration.\n\n\nBioaccumulation of quicksilver within the liver and bloodstream to a point which ordinarily would be considered lethal for humans and most marine organisms.\n\n\n\n\nThe flesh of SCP-7831 will, upon ingestion by a human, result in the reversal of organismal senescence causing the subject to cease biological aging. This has primarily been observed through the rejuvenation of the subject's physical health and repairing of existing tissue damage, but the process is otherwise poorly understood.\n\n\n\n\n\n\nADDENDUM 7831.1:\n\n\nTHE \nNINGYO\n TAPE\n\n\n\n\nThe earliest known efforts to catalogue and analyse the existence of SCP-7831 were undertaken by the defunct Ministry for Human Studies, an organisation founded by the Japanese government after the Great War and devoted to studying the evolutionary history of humanity. The Foundation would not become actively involved in the containment of SCP-7831 until the events of the USS \nHenry Ford\n Incident.\n\n\nBetween the early 1920s and the late 1980s, the Ministry for Human Studies subsidised the education for rural students attending marine biology courses at Kumamoto University. These courses functioned as a discreet method of recruiting future personnel for the Ministry for Human Studies and it is widely believed that the students were actively involved in researching phenomena which would now be regarded as anomalous in the present day.\n\n\nIn January 1994, the Foundation acquired a videotape from Kumamoto University, detailing the Ministry's investigation into the existence of the \nNingyo\n; a legendary creature often represented in Japanese literary traditions as possessing the physical characteristics of both a fish and a human. For accessibility purposes, the contents therein have been reproduced as a series of transcripts below:\n\n\n\n\nAfter displaying the logo of the Ministry for Human Studies, the video dissolves into the following frame:\n\n\n\n\n\n\nFig 1.2:\n Still frame from the \nNingyo\n tape.\n\n\n\n\n\n\n\n\nThe video lingers on the frame for ten seconds, before fading into the interview. Nobuo is reclined against a wall and holds a dangling cigarette between his fingers. The sprawling urban mass of Minamata spans the horizon. Notable landmarks — including the Shin Nichitsu Chisso Factory and Minamata Bay — can easily be isolated between the crowded buildings.\n\n\nFujita Nobuo:\n \nChisso\n Factory? I'll tell you, that was the most stressful job of my entire life. My work was under near constant scrutiny and revision from the executives at \nShin Nichitsu\n. I'd drive an hour to the site of the plant each day, only to be informed by a nervous executive with thinning hair that I'd need to revise my designs and make changes to previous blueprints. A new chemical vat here. Another ventilation unit there. They even had the sheer audacity to make me wait three weeks for a high-voltage electrical transformer to be shipped from overseas. They kept this game up for months and months.\n\n\nIt wasn't just parts that changed on a whim either. Each week, I'd be responsible for a new crew, and I'm not talking about staggered shifts. One week, I'd be working with a crew based out of Kumamoto, and the very next day, it'd be some fresh-faced boys who were bused from Hokkaido on the other side of the country.\n\n\nHe pauses, inhaling on his cigarette, before continuing.\n\n\nFujita Nobuo:\n Initially, I was hired on a contract for six months to design a simple chemical production plant for \nShin Nichitsu\n. Nitrates or fertiliser? Something like that. Regardless, it was supposed to be a quick and tidy job, yet it soon became anything but. It took an entire year and a half before their bosses were finally satisifed with my designs. By that point, the factory had expanded tenfold and would eventually be responsible for half of all the jobs in Minamata.\n\n\nI always strive for some balance between industry and aesthetics in my designs, but \nChisso\n— I thought it was this sprawling monstrosity; giant smokestacks choked with black fumes, consuming the hills and forests as far as the eye could see. I only got to go inside once when I was done. All three stories standing above the ground were densely packed with twisting tubes, each one filled with viscous sludge. There were stacks of foreign electrical equipment from France, connecting to every vat, furnace, and boiler throughout the factory. The wastewater was filtered through some new American invention that was supposedly capable of separating any industrial waste from the effluent pouring out into the Bay. There wasn't a single corner that \nShin Nichitsu\n wouldn't cut if it would save them money.\n\n\nHe pauses again and redirects his attention to a series of passing trucks, watching as they enter the city limits. A military ensign depicting a red rising sun is emblazoned across their canvas canopies.\n\n\nFujita Nobuo:\n It was stressful, but I kept all that to myself since they were paying me well above the industry standard for it. Despite all of the money in my pocket, I couldn't help but feel a great unease whilst I was working on \nChisso\n. There was a great deal of chaos to the whole project. It was formless, without consistent shape or apparent design. Fluid and amorphous, the executives would make sweeping changes to my designs as if influenced by unseen strings.\n\n\nThe worst part of it all? There was a single element of the design that never once changed. It was the factory's waste storage compartment; this great industrial vat beneath the factory floor that extended some fifty feet beneath the concrete foundations. The company's \"senior partners\" were personally involved with the installation, pulling in some poor crew from the military to secure this immense bulkhead over the structure. Just looking at that drain cover made me sick to the stomach—\n\n\nFrom offscreen, Nobuo is interrupted, as the interviewer asks if he ever saw anyone making deliveries to the factory. He turns to look at the crew member before answering.\n\n\nFujita Nobuo:\n That's the strangest thing. Over the year and a half that I worked there, I never once saw a single civilian truck entering the factory to deliver chemicals. Not that it mattered, since their requests never included anything resembling a functional storage depot; only an export and shipping terminal.\n\n\nNobuo pointedly stubs his cigarette out on the wall and turns back to the camera.\n\n\nFujita Nobuo:\n As for why that was, I suppose you'd have to go ahead and ask their \"senior partners\".\n1\n\n\n\n\n\n\nThe audio track quietly fades into the sounds of soft, rolling waves as the following image appears:\n\n\n\n\n\n\nFig 1.3:\n Still frame from the \nNingyo\n tape.\n\n\n\n\n\n\n\n\nInstead of proceeding to a recording of a live interview, the tape continues to display the image of Matsuda Fumiko. The background footage consists of a looped clip of Minamata Bay at low tide, accompanied once more by the sound of gentle waves. This audio track recedes in volume as Fumiko begins to speak.\n\n\nMatsuda Fumiko:\n There is something deeply wrong in Minamata and nobody cares to tell us the truth. Not \nShin Nichitsu\n, not the military, not even our own government.\n\n\nMost of my family aren't native to the city. My mother's family moved from Izumi in the south shortly after the war was over, whilst my father relocated from Tsunagi to the city looking for work after graduating from university. He was eventually employed by \nShin Nichitsu\n, but I spent the earliest years of my childhood living in Tsunagi with relatives.\n\n\nMy earliest memories of Minamata are dominated by the smell. I always thought the city smelled rancid, but now I think it smells even worse than I ever imagined. I get excited just at the thought of going on vacation to visit family living outside of the city. Unlike Tsunagi and Izumi, it never smells of the sea here; it just reeks of dead fish and acrid chemicals burning at the back of your throat. Each night, my mother lights incense sticks as she prays, often joking that there isn't a single \nkami\n that would willingly call this city home. The incense keeps the smell away for some time, but it always returns with the morning. It is always worst just after sunrise, when the factory closes until the following evening.\n\n\nThere is a short pause in the video tape. It is assumed that the question asked of Fumiko contained sensitive information and was therefore censored.\n\n\nMatsuda Fumiko:\n You — [\npause\n] — you want to know how I found \nit\n? I was taking Wanta for a walk along a cleaner part of the Bay that morning, when she suddenly began to bark and growl in the direction of the beach. She's normally such a calm dog, and I was shocked to see her snapping like that. Before I could call her back, she ran down towards the sea. I chased after her— and that's when I saw \nit\n. It was half-buried in the sand and I could only make out its pink skin and a tail. I crouched down beside the thing and slowly turned it over with Wanta's stick. At first, I thought it was just a strange fish, but I couldn't believe it when I saw—\n\n\nFumiko breaks off into a choking noise, followed by an audible gag, and the sound of a crinkling paper bag. The interview pauses for several seconds before resuming.\n\n\nMatsuda Fumiko:\n —It had a person's face.\n\n\nThe video's audio abruptly cuts out and the video fades to a black screen. The following text appears:\n\n\nIn 1959, the Ministry for Human Studies acquired the corpse of an unidentified animal that had washed ashore of Minamata Bay. The corpse was subsequently relocated to Kumamoto University for further study.\n\n\n\n\n\n\nOnce again, the tape displays the logo of the Ministry for Human Studies, before presenting a verbal warning: \nAll subsequent material is the explicit property of the Ministry for Human Studies and is suitable for internal distribution in concert with our international partners. Any external distribution of the following materials is a punishable offence.\n\n\nThe video opens with the camera focused upon a vast and empty expanse of the ocean's surface. The caption beneath reads:\n In 1962, the Ministry for Human Studies launched their remotely operated underwater vehicle, \nRyūjin\n, on an exploration of the Okinawa Trough, an oceanic basin situated south of Kyūshū.\n\n\nThe camera rapidly descends beneath the surface of the ocean. The surrounding area is quickly plunged into darkness as the vehicle descends further, eventually reaching a point of complete darkness. The subtitles read:\n \nRyūjin\n has approached a depth of 200m, the beginning of the mesopelagic zone. Only a single percentage of all light from above has managed to penetrate the water column.\n\n\nThe camera drifts and bobs as Ryūjin is carried along by unseen tidal currents. It continues to descend further into the water column at an accelerated pace. An audible click can be heard as the ROV switches on a beam of light, scanning the ocean before it. A large octopus swims past the vehicle, followed by a series of drifting jellyfish.\n\n\nThe vehicle settles for a moment as the beam of light focuses. Floating particles and debris descend through the camera's field of view. The text reads:\n At the base of the mesopelagic zone, there is no light. All of the animals residing at this depth are blind and rely upon their other senses for survival; taste, smell, and electroreceptors. The particulates drifting by the lens are referred to as marine snow, a continous shower of organic debris falling from above. It is the primary source of food within the mesopelagic.\n\n\nAs the vehicle continues to observe the marine snow, something can be seen moving into frame from the distance. As it edges into the camera's view, the animal's silhouette becomes clearer. It possesses an undulating and sinous frame. Emerging from the depths, the creature regards the camera with a single eye, revealing the following image:\n\n\n\n\n\n\nFig 1.4:\n Still frame from the \nNingyo\n tape.\n2\n\n\n\n\n\n\n\n\nThe animal turns away from the vehicle and its appearance becomes clearer as the powerful beam of light from the vehicle is no longer reflected back into the camera's aperture. It has a piscine form, but possesses a distinct neck that seperates its head from the torso. The animal flexs its lengthy body and the camera captures a pair of arms emerging from the torso, its hands grasping at passing debris. The caption simply reads:\n \nA \nNingyo\n.\n\n\nAs the fish disappears from view, the ROV begins to follow after it. The vehicle slowly approaches the walls of the oceanic trough, casting long shadows as the vehicle's torch-beam illuminates the murky depths of the ocean. The camera pivots, observing the fish dart between an opening in the wall as it disappears entirely from sight.\n\n\nThe ROV attempts to navigate through the gap but fails to fit inside. The vehicle's beam of light scans the opening, revealing a group of the animals within the cavern. They raise their humanoid heads and turn towards the source of light, before swimming past the camera. A tearing sound can be heard and the ROV begins to plummet through the water for several minutes. It lands with a thudding crack, bringing up a cloud of dust and sand. The torch from the vehicle flickers and briefly reveals a group of shadows approaching the vehicle before the camera fails.\n\n\nIn June of 1963, the Ministry for Human Studies successfully recovered the \nRyūjin\n from the seafloor of the Okinawa Trough. The vehicle was discovered 2,716 metres beneath the surface of the ocean, resting atop a marine sediment predominantly consisting of a thick, silvered ooze. Long, furrowed marks were discovered along the umbilical cord which tethered the ROV to the surface point. The cavernous space could not be relocated.\n\n\n\n\n\n\nThe tape proceeds to show a series of small, wooden tablets. Each one is roughly the length of a person's hand and are badly damaged by exposure to the elements. The image fades away and is replaced with a black screen, which displays the following text:\n\n\nThese \nmokkan\n were discovered during an excavation of an ancient ceremonial site in western Kyūshū in 1971. The vast majority were of little concern, consisting of shipping tags and informal accounts of fishing inventories. However, a select number of the \nmokkan\n were identifed as being far older than the rest. Written in Old Japanese, these worn tablets date to the Nara period, during the early 8th century, and recount a variant of a traditional myth regarding the creation of the Japanese archipelago:\n\n\n\n\n“The birth of one invites the death of another. His wife’s harrowing cries yet still echoed in the ears of Izanagi. Her body, scarred and burned, lay across his lap. The squalling bundle of limbs whom he might have once called his son was covered in water-soaked reeds. It was a detestable and accursed infant, covered in blazing sores and burnt skin. Held between rage and grief, Izanagi drew his blade and beheaded his offspring, silencing its cries in an instant. He turned his back upon the bodies and ran an oilcloth across the length of his blade, entirely disregarding of the divine ichor which dripped from the sword's edge. Kagutsuchi, \nkami\n of flame, was dead, and yet his divine flesh gave rise to eight twisted deities. They crawled forth from his severed corpse and pledged oaths of loyalty to their father. Though twisted in appearance, they were benevolent in nature, and Izanagi granted them safe passage to descend to the surface below and reunite with their siblings.\n\nAs Izanagi wiped his blade free of his own son's blood, the accursed droplets of silver ichor dripped from the heavens to the land beneath, falling like torrential rain upon the eight great islands, and the seas encompassing them. In the polluted ichor's presence, the seas turned black and frothed with a foul foam, whilst the soil of the land became salted and barren. Fields of rice withered and spoiled as deformed fish washed ashore from the depths, each one horribly swollen with countless writhing parasites.\n\nAs the land and seas were polluted, the people of the islands fell into despair. They prayed to their deities for salvation and deliverence, but the children of Izanagi and Izanami were sworn to silence by their father as he plied the underworld in a desperate search for his wife's immortal spirit. A period of great despair and grief consumed the people of the eight islands. Starving and thirsty, many resorted to consuming the distended fish and diseased rice, inviting the accumulated pollution of the silver ichor into their own bodies. Those who did so became disfigured and monstrous. Just as it was with the gods, son slew mother, and father slew son in retribution. The divine pollution spread throughout the islands and entire communities withered in its presence.\n\nDespite the explicit orders of Izanagi, his inadvertant children could not watch the suffering of their people, and so descended to the surface in the guise of men, women, and great serpents. Those benevolent \nkami\n, born unwillingly of the accursed ichor, knew well the state of their own defilement, and so shared the sacred cleansing rituals of the divines with the people of the land. The ritual of \nmisogi\n cleansed the land, sea, and even their own bodies of the pollution, and their divine knowledge was borne throughout the eight islands. In return, the people of the eight islands swore a steadfast vow to never venture into the lands that remained thick with the foul effluvia of a cursed, ever-dying god. Even now, as the \nkami\n return to the heavens above, we keep to these ancient truths.”\n\n\n\n\nThe Ministry for Human Studies believes this story to be an ancient oral history belonging to the ancestral peoples of Japan, recalling the forgotten existence of the \nDai-Shinboku\n.\n3\n\n\n\n\n\n\nThe video lingers on the following frame for several seconds:\n\n\n\n\n\n\nFig 1.5:\n Still frame from the \nNingyo\n tape.\n\n\n\n\n\n\n\n\nThe tape then proceeds to an interview with Katō Katsunobu, a researcher for the Ministry for Human Studies and faculty member at Kumamoto University. The faint hum of halogen lighting is audible over Katsunobu's voice. The previous image remains on-screen throughout the entire duration of the interview.\n\n\nKatō Katsunobu:\n Compared to those we recently observed near Okinawa, the corpse is far more visibly \"human\". Subject is 51cm in length and weighs 3.5kg. It retains many vestigial humanoid features, including bodily hairs, individual fingers, and external ears. The tail of this particular specimen has been determined to consist of fused leg bones; akin to that formed by a human embryo in the earliest stages of foetal development. Its bones are soft and pliable, whilst the the aforementioned hairs are most similar to unpigmented neonatal lanugo.\n\n\nHe pauses and a loud, wet noise is audible.\n\n\nKatō Katsunobu:\n My researchers arrived at the conclusion that the corpse would have possessed extremely poor vision and hearing, regardless of whether it inhabitated a terrestrial or marine environment. The ears retain the external design of a terrestrial animal, but the conductive tissues are clearly adapted for detecting sound waves propagating through a fluid medium. The eyes are somewhere between that of a terrestrial and aquatic mammal as the pupil is capable of contorting into a wider shape. Additionally, the corpse suffers from severe atrophy within the musculature of the arms and scapula. As such, it would have been incapable of supporting its own body weight upon land.\n\n\nHe pauses again and another loud, wet noise can be heard. It is assumed that Katsunobu is returning the corpse to its original position.\n\n\nKatō Katsunobu:\n The discoloured green skin, initially described as a rich pink by the girl who found the corpse, was in the process of peeling away from the surface of the face, torso, and upper limbs. What she described as \"pink skin\" is actually a number of subdermal scales with pink colouration erupting through the epidermis. It was determined that the corpse would have been entirely incapable of sustained aquatic respiration. The lungs, whilst adapted for retaining large quantities of oxygen, remain terrestrial and are insufficient for filtering dissolved oxygen from water. Additionally, the specimen's lungs were filled with a mixture of electrolytes, lipid fats, and urea suspended within a solution of water. We also took note of elevated concentrations of quicksilver within the corpse's bloodstream and liver, assumedly derived from water pollution within Minamata Bay.\n\n\nAt the end of the video, a subtitle reads:\n \nThe Ministry for Human Studies has elected to label the deceased specimen as Stage \nNi\n, whilst the live specimens have been designated as Stage \nSan\n. Future endeavours are to focus on locating evidence to support the existence of the hypothesised Stage \nShi\n.\n\n\n\n\n\n\n\n\nADDENDUM 7831.2:\n\n\nTHE USS \nHENRY FORD\n INCIDENT\n\n\n\n\n\n\nBetween November 1995 and April 1996, the USS \nHenry Ford\n was stationed in Sasebo, Nagasaki Prefecture, Kyūshū as vital modernisations were being carried out at the nuclear-powered supercarrier's home port in Yokosuka, Kanagawa Prefecture.\n4\n During this time, the crew were permitted to engage in an extended period of shore leave and partook in varied recreational activities.\n\n\nOne of these activities was surf fishing, a recreational sport which was popular across the rocky beaches of Sasebo. On March 29th, 1996, PFC Michael Higgins successfully caught a large, unidentified fish, measuring approximately seven metres in length. Unwilling to abandon such an enormous and strange catch, he and the other military personnel on the beach took a picture posing with the fish, before hauling it up the wash and smuggling it aboard the USS \nHenry Ford\n at night.\n\n\nUpon boarding the vessel, the head chef of the USS \nHenry Ford\n permitted Higgins to store the fish's corpse in the ship's freezer overnight as the men hoped to use it in a prank before taking further pictures with the immense carcass. After hanging his catch up with the assistance of two other personnel, LCpl Malcolm Jefferson and PFC Kenneth Jackson, Higgins made a sarcastic remark that the catch would make for good sushi as the crew would ordinarily cook and eat any fish caught while surf fishing.\n\n\nThe following morning, all crew aboard the USS \nHenry Ford\n were ordered to remain in their quarters until further notice whilst any crew that were still ashore were refused permission to board the vessel. Three other members of the crew; Michael Higgins, Malcolm Jefferson, and Kenneth Jackson, were confined to the ship's emergency room and were not permitted to receive any visitors.\n\n\nThe following records were acquired by the Foundation from the United States government after their declassification under the Public Information Act of 1966, a package of legislation affecting the disclosure of federal records, which was issued by President Robert F. Kennedy.\n\n\n\n\n\n\nMESSAGE LOGS OF THE USS \nHENRY FORD\n\n\n\n\n\n\n\n\n| DATE: JAN1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: RESEARCH PERMIT ISSUED\n\n\nTHE DCHA HAS SEEN FIT TO ISSUE PERMIT\n\nITEM #0982: \"NINGYO\"\n\nPRIORITY: SILVER\n\nDIRECTIVE: ACQUIRE SPECIMEN FOR FUTURE STUDY\n\nLIASE W/ MUTUAL CONTACTS FOR FRTHR DETAILS\n\n\n\n\n\n\n| DATE: JAN1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: RESEARCH PERMIT ISSUED\n\n\nACKNOWLEDGED\n\nRELATED TO QUICKSILVER POISONING?\n\n\n\n\n\n\n| DATE: JAN1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: RESEARCH PERMIT ISSUED\n\n\nCORRECT\n\nDESPITE ALSO OUTLAWING SUBSTANCE\n\nJAPAN CONTINUES TO REPORT INCIDENTS\n\nSUSPECT IRMINSUL CONTAMINANT\n\n\n\n\n\n\n| DATE: JAN1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: RESEARCH PERMIT ISSUED\n\n\nUNDERSTOOD\n\nWILL LIASE W/ CONTACTS\n\n\n\n\n\n\n\n\n| DATE: FEB1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: SPECIMENS ACQUIRED\n\n\nREMOTE SUBMERSIBLE DISPATCHED TO 2000M\n\nTHREE SPECIMENS CAUGHT\n\nEXPIRED UPON RESURFACING\n\nAGES DETERMINED: 184, 342, 653\n\nADVISE?\n\n\n\n\n\n\n| DATE: FEB1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: SPECIMENS ACQUIRED\n\n\nACKNOWLEDGED\n\nACCURACY OF AGE?\n\n\n\n\n\n\n| DATE: FEB1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: SPECIMENS ACQUIRED\n\n\nOBSERVATION OF OTOLITH RINGS\n\nANNUAL GROWTH IS CONSISTENT\n\nELDEST SPECIMEN WAS 11M LONG\n\nELEVATED CONCENTRATION OF QUICKSILVER IN BLOOD\n\nVESTIGIAL LIMBS PRESENT IN HINDQUARTERS\n\n\n\n\n\n\n| DATE: FEB1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: SPECIMENS ACQUIRED\n\n\nRAW OR FULGURATED QUICKSILVER?\n\n\n\n\n\n\n| DATE: FEB1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: SPECIMENS ACQUIRED\n\n\nSUSPECTED RAW QUICKSILVER CONTAMINATION\n\nSEVERAL REFINERIES WITHIN KYUSHU\n\nAGES INCONSISTENT WITH HUMAN PROCESSING\n\nHISTORICAL QUICKSILVER PRESENCE\n\n\n\n\n\n\n| DATE: FEB1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: SPECIMENS ACQUIRED\n\n\nACKNOWLEDGED\n\nUPDATE TO DIRECTIVES\n\nOBTAIN LIVE SPECIMEN FOR TRANSFER TO HOME PORT\n\n\n\n\n\n\n\n\n| DATE: MAR1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: LIVE SPECIMENS\n\n\nLIVE SUBJECTS ACQUIRED\n\n\n\n\n\n\n| DATE: MAR1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: LIVE SPECIMENS\n\n\nELABORATE?\n\n\n\n\n\n\n| DATE: MAR1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: LIVE SPECIMENS\n\n\nNOT BIRTHED, BUT MADE ANEW\n\nEXPOSURE TO QUICKSILVER INDUCES CHANGES\n\n\n\n\n\n\n| DATE: MAR1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: LIVE SPECIMENS\n\n\nUNDERSTOOD\n\nARE THE SUBJECTS CONTAINED?\n\n\n\n\n\n\n| DATE: MAR1996\n\n| TO: DCHA>DIRECTORHOBBES\n\n| FROM: RO:\nHENRYFORD\n\n| RE: LIVE SPECIMENS\n\n\nCONTAINED IN HOLDING TANKS PROVIDED BY CONTACTS\n\nQUARANTINED THE SHIP\n\nINFORM NEXT OF KIN?\n\nADVISE\n\n\n\n\n\n\n| DATE: MAR1996\n\n| TO: RO:\nHENRYFORD\n\n| FROM: DCHA>DIRECTORHOBBES\n\n| RE: LIVE SPECIMENS\n\n\nACKNOWLEDGED\n\nCAPTAIN WILL BE INFORMED TO SAIL FOR HOME PORT\n\nLET US HANDLE THE REST\n\n\n\n\n\n\n\n\n\n\nSENESCENCE EVENT\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 30/3/1996\n\n\nParticipants:\n Dr. David Clark, Chief Medical Officer\n\n\n\n\nDr. Clark enters the emergency room of the USS Henry Ford. The room is empty aside from an attending nurse and three bodies which lie in military cots at the end of the room. Though obscured by a set of thick curtains, the silhouettes of the bodies can be observed writhing, twitching, and twisting.\n\n\nDr. Clark asks a question to a person located outside of the camera's view, assumed to be the attending nurse, before approaching the first cot. He sits down beside them, the pair remaining seperated by the curtain.\n\n\nDr. Clark:\n I know it might be difficult in your current condition, but please tell me everything you can remember, Private Higgins.\n\n\nLaboured breathing is audible over the microphone as the obscured figure attempts to turn its head in the direction of Dr. Clark's voice.\n\n\nPrivate Higgins:\n I-I can't see. I can hardly hear you, doc. The air, it burns my lungs. Every inch of my skin crawls. It feels like somebody is pulling at my bones, yanking them out of place, and resetting them at the wrong angle. [\npauses\n]. Am I dying?\n\n\nDr. Clark:\n Private, it's important that we figure out what is happening to you first. The nurse has diagnosed you with acute quicksilver poisoning, a dangerous and life-threatening disease. I need to know how it got into your body.\n\n\nPrivate Higgins:\n We— we ate the fish, but it wasn't no fish. Too chewy; all sinew and stringed flesh. Jackson was the first to notice it— his tattoo had vanished. Jefferson was next, he'd gashed his leg open while carrying our fishing poles back to the ship. By morning, there wasn't a single mark on his body.\n\n\nDr. Clark nods and turns his head, lowering his voice to a harsh whisper.\n\n\nDr. Clark:\n When did you notice your own changes, Higgins?\n\n\nPrivate Higgins clears his throat, heaving and audibly retching. One of the men in the adjacent cots lets out a scream of pain, which is swiftly punctured by a loud gurgling sound.\n\n\nPrivate Higgins:\n I woke up and my skin was turning pink. I remembered the briefing about the locals in the south suffering from a strange disease. I didn't know what was happening and I just- I panicked. Then, there was a knock at my door, and two men in hazmat suits muscled their way in. They injected something into me and then I woke up here like this. [\npauses\n] The nurse keeps slathering damp towels on my neck. I can't feel my legs anymore. It hurts so much, doc— Please.\n\n\nDr. Clark:\n I'm afraid I can't do that, Private.\n\n\nDr. Clark withdraws the curtain. The nurse in the back hurriedly vacates the emergency room. Private Higgins having assumedly lost the ability to use his vocal chords has been rendered unable to speak and simply stares up at the ceiling with clouded eyes. His skin is covered in scale-like growths and his arms have jagged, piscine fins made from hardened skin, but remain humanoid and terminate in hands of webbed fingers. Higgins gurgled audibly as his gills pulsate, his body writhing in the cot.\n\n\n\n\nThe USS \nHenry Ford\n Incident was publicly reported to be the first incident of quicksilver poisoning involving American citizens since it was subjected to a nation-wide ban as part of the Quicksilver Control Act of 1992. The legislation was passed in the closing years of the first Clinton administration, following years of rising concern over the hazardous effects which quicksilver production had on the public's health.\n\n\nThe bodies of the three victims were interred in lead-lined coffins at Fort Rosecrans National Cemetery, San Diego, in order to prevent any contamination of the surrounding environment.\n\n\n\n\n\n\n\n\n« \nSCP-7830\n | SCP-7831 | \nSCP-7832\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7831\n\" by Cyvstvi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7831\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Ningyo.png\n\n\nName:\n Giant_Oarfish.jpg\n\n\nAuthor:\n Wm. Leo Smith\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Edited by \nCyvstvi\n.\n\n\n\n\n\n\nFilename:\n Nobuo.png\n\n\nAuthor:\n \nCyvstvi\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n A Japanese man smoking a cigar during Relocation - NARA - 195541.jpg\n\n\nAuthor:\n Unknown author (Franklin D. Roosevelt Library)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Fushiki factory of OJI PAPER CO., LTD.jpg\n\n\nAuthor:\n 港湾協会第九回通常総会富山準備委員会\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Fumiko.png\n\n\nAuthor:\n \nCyvstvi\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Rohwer Relocation Center, McGehee, Arkansas. A group of girls who are residents at this center, and … - NARA - 538915.jpg\n\n\nAuthor:\n Tom Parker\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Boy At The Beach (180578361).jpeg\n\n\nAuthor:\n Dimitri Ségard\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n DeepSea.png\n\n\nName:\n Image from page 233 of \"The Biological bulletin\".jpg\n\n\nAuthor:\n Internet Archive Book Images\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Edited by \nCyvstvi\n\n\n\n\n\n\nFilename:\n Ningyo_Sketch.png\n\n\nName:\n Baien-gyofu-036-ningyo-crop.jpg\n\n\nAuthor:\n Mōri Baien\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Edited by \nCyvstvi\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A common euphemism within post-war Japan referring to the interwoven connections between the industrial and commercial interests of the \nzaibatsu\n cliques and the American and Japanese military.\n\n\n2\n. This part of the videotape suffers from extensive damage owing to the magnetic tape having been immersed in salt water prior to acquisiton.\n\n\n3\n. From Japanese: \nDai-Shinboku\n, literally Great Sacred Tree.\n\n\n4\n. The ship is named in honour of the 28th president of the United States and former business magnate, Henry Ford.",
    "addendums": [],
    "documents": [],
    "notes": [
        "“The birth of one invites the death of another. His wife’s harrowing cries yet still echoed in the ears of Izanagi. Her body, scarred and burned, lay across his lap. The squalling bundle of limbs whom he might have once called his son was covered in water-soaked reeds. It was a detestable and accursed infant, covered in blazing sores and burnt skin. Held between rage and grief, Izanagi drew his blade and beheaded his offspring, silencing its cries in an instant. He turned his back upon the bodies and ran an oilcloth across the length of his blade, entirely disregarding of the divine ichor which dripped from the sword's edge. Kagutsuchi, kami of flame, was dead, and yet his divine flesh gave rise to eight twisted deities. They crawled forth from his severed corpse and pledged oaths of loyalty to their father. Though twisted in appearance, they were benevolent in nature, and Izanagi granted them safe passage to descend to the surface below and reunite with their siblings. As Izanagi wiped his blade free of his own son's blood, the accursed droplets of silver ichor dripped from the heavens to the land beneath, falling like torrential rain upon the eight great islands, and the seas encompassing them. In the polluted ichor's presence, the seas turned black and frothed with a foul foam, whilst the soil of the land became salted and barren. Fields of rice withered and spoiled as deformed fish washed ashore from the depths, each one horribly swollen with countless writhing parasites. As the land and seas were polluted, the people of the islands fell into despair. They prayed to their deities for salvation and deliverence, but the children of Izanagi and Izanami were sworn to silence by their father as he plied the underworld in a desperate search for his wife's immortal spirit. A period of great despair and grief consumed the people of the eight islands. Starving and thirsty, many resorted to consuming the distended fish and diseased rice, inviting the accumulated pollution of the silver ichor into their own bodies. Those who did so became disfigured and monstrous. Just as it was with the gods, son slew mother, and father slew son in retribution. The divine pollution spread throughout the islands and entire communities withered in its presence. Despite the explicit orders of Izanagi, his inadvertant children could not watch the suffering of their people, and so descended to the surface in the guise of men, women, and great serpents. Those benevolent kami , born unwillingly of the accursed ichor, knew well the state of their own defilement, and so shared the sacred cleansing rituals of the divines with the people of the land. The ritual of misogi cleansed the land, sea, and even their own bodies of the pollution, and their divine knowledge was borne throughout the eight islands. In return, the people of the eight islands swore a steadfast vow to never venture into the lands that remained thick with the foul effluvia of a cursed, ever-dying god. Even now, as the kami return to the heavens above, we keep to these ancient truths.”",
        "\" SCP-7831 \" by Cyvstvi, from the SCP Wiki . Source: https://scpwiki.com/scp-7831 . Licensed under CC-BY-SA .",
        "Filename: Ningyo.png Name: Giant_Oarfish.jpg Author: Wm. Leo Smith License: Public Domain Source Link: Wikimedia Commons Additional Notes: Edited by Cyvstvi .",
        "Filename: Nobuo.png Author: Cyvstvi License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: A Japanese man smoking a cigar during Relocation - NARA - 195541.jpg Author: Unknown author (Franklin D. Roosevelt Library) License: Public Domain Source Link: Wikimedia Commons Name: Fushiki factory of OJI PAPER CO., LTD.jpg Author: 港湾協会第九回通常総会富山準備委員会 License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Fumiko.png Author: Cyvstvi License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Rohwer Relocation Center, McGehee, Arkansas. A group of girls who are residents at this center, and … - NARA - 538915.jpg Author: Tom Parker License: Public Domain Source Link: Wikimedia Commons Name: Boy At The Beach (180578361).jpeg Author: Dimitri Ségard License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: DeepSea.png Name: Image from page 233 of \"The Biological bulletin\".jpg Author: Internet Archive Book Images License: Public Domain Source Link: Wikimedia Commons Additional Notes: Edited by Cyvstvi",
        "Filename: Ningyo_Sketch.png Name: Baien-gyofu-036-ningyo-crop.jpg Author: Mōri Baien License: Public Domain Source Link: Wikimedia Commons Additional Notes: Edited by Cyvstvi ."
    ],
    "title": "SCP-7831"
}