{
    "url": "https://scp-wiki.wikidot.com/scp-7834",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\n\n\n\n\nSCP-7834. Cognitohazardous text has been removed.\n\n\n\n\n\n\nItem #:\n SCP-7834\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7834 is to be kept in a low-priority storage locker. Personnel with expertise in extinct languages are not allowed access to SCP-7834.\n\n\nDescription:\n SCP-7834 is a stone tablet that dates back to the Neolithic age. The writing on the tablet is written in an ancient language primarily spoken in the modern day region of southern Europe. On the back of SCP-7834 is a sigil of unknown origin, which resembles a worm.\n\n\nSCP-7834 exudes a memetic effect when read and understood, causing the reader to hallucinate and believe that worms, designated SCP-7834-1, are located within their walls. According to testimony, they are approximately 12 millimeters long, and appear to be brown in color. Currently, no instances of SCP-7834-1 have been seen by staff.\n\n\nIncident Report\n On 8/15/23, Researcher Ben Reedson returned from a research trip, and attempted to translate SCP-7834. The following files regard what occurred during and after translation.\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 8/15/23, 11:03 AM\n\n\nLOCATION:\n Containment Room 12, Site-75, Kansas\n\n\nNOTE:\n This audio was recorded by a microphone owned by Researcher Ben Reedson.\n\n\n\n\n[BEGIN LOG]\n\n\nReedson:\n Alright, hello, site personnel. This log is to detail the translation of SCP-7834. I'm going to be attempting to read the ancient tablet, which isn't ever a bad thing… Ok. Let's do this. So… This first part… That means… \"Ascend beyond yourself.\" Okay. The next part… That means \"And become many.\" Well, that's never a good sign… hang on. I have to use the bathroom.\n\n\n(A noticeable silence occurs for a few minutes. Later, the sound of the door opening can be heard.)\n\n\nReedson:\n What the hell?\n\n\n(Footsteps can be heard running closer, likely Researcher Reedson's.)\n\n\nReedson:\n Okay, I don't know what just happened, but there were these little worms on the tablet. As soon as I entered the room, they jumped off the tablet and buried into the floor. I tried to grab one, but… well, it failed. Oh! That reminds me, I got these things on my work trip…\n\n\n(Ben pulls out a pair of goggles from his pocket.)\n\n\nReedson:\n Okay, uh, these are infrared goggles, and they allow me to see heat signatures. I'm going to see where the worms went. Okay… here we go…\n\n\n(Several seconds of silence occur.)\n\n\nReedson:\n They're in the walls. Not just the three or so I saw on the tablet. Hundreds, maybe thousands.\n\n\n(A noticeable silence occurs once more.)\n\n\nReedson:\n I have to call security.\n\n\n(Researcher Reedson turns the microphone off.)\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 8/15/23, 11:15 AM\n\n\nLOCATION:\n Site Cafeteria, Site-75, Kansas\n\n\nNOTE:\n Footage was taken by the security camera located within the room.\n\n\n\n\n[BEGIN LOG]\n\n\n(Three people are located within the room at the start of the footage, identified as Researcher Mary Bridget, Security Officer David Sven, and Head of Security Luke Zachary. Ben Reedson bursts in quickly.)\n\n\nReedson:\n There's worms in the walls.\n\n\nBridget:\n What does that mean?\n\n\nReedson:\n I mean there are literally worms in the walls. Not just one or two, but thousands. Maybe more.\n\n\nSven:\n Alright. Show us.\n\n\n(Reedson hands Sven the goggles, and he puts them on.)\n\n\nSven:\n I don't see anything.\n\n\nReedson:\n What? Let me see.\n\n\n(Sven hands Reedson the goggles back. He puts on the goggles, looks around, and takes them off again.)\n\n\nReedson:\n No, they are definitely there.\n\n\nZachary:\n Listen, it's not cool to lie about these sorts of things. These things could realistically happen at Foundation sites. We don't want people getting worked up over nothing.\n\n\nReedson:\n If they could realistically happen, then why aren't you investigating them?\n\n\nBridget:\n Because we don't see anything. Besides that, did you do anything regarding any anomalies recently?\n\n\nReedson:\n Y-Yeah. I was attempting to translate that stone tablet.\n\n\nSven:\n Oh, that thing! That's, uh… which one was that again?\n\n\nBridget:\n The one in room 15, I think.\n\n\nZachary:\n Well see, there's your problem. You read that thing and you must've triggered a memetic or something.\n\n\nReedson:\n I'm not sure… It doesn't seem like one.\n\n\nZachary:\n Well, nothing seems like a memetic until it actually is.\n\n\nBridget:\n Listen. If it's a memetic, then it's a simple thing that can easily be resolved.\n\n\nReedson:\n And what if it's not?\n\n\nSven:\n Then we'll deal with that when the time comes. We just want to help you.\n\n\nZachary:\n Chill out. I know I did.\n\n\nReedson:\n …I-I don't know. I just think we need to examine all the angles first. Like, starting with \"This thing is a real threat\" and not just… dismissing it as a memetic.\n\n\nBridget:\n Well, we can't see it, so it's obviously a memetic. Simple as that.\n\n\nReedson:\n No, not as simple as that. Maybe SCP-7834 is some sort of conduit that, by me attempting to translate it, caused me to see some extradimensional entity.\n\n\nBridget:\n Do you know how unlikely that is? Let me explain a little something to you. These things have not harmed you or done anything that makes them unable to be classified as \"real.\" We can't see them either. If you had come here and told me they bit you, well, maybe I'd be more inclined to believe you. But right now, there's no real threat to the Foundation.\n\n\nReedson:\n No real threat? We would contain a rock if it floated 2 feet off the ground, and this is \"no real threat?\"\n\n\nBridget:\n I see what you're saying, but there's no real way to know if you're right. So, unless you have definitive proof that these things are real, then I can't believe you.\n\n\nReedson:\n You want proof? I'll give you proof! These things are real, and I'll prove it!\n\n\n(Reedson leaves.)\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 8/15/23, 11:21 AM\n\n\nLOCATION:\n Containment Room 12, Site-75, Kansas\n\n\nNOTE:\n This audio was recorded by a microphone owned by Researcher Ben Reedson.\n\n\n\n\n[BEGIN LOG]\n\n\nReedson:\n Alright, if I'm going to get proof from anywhere, it's here. Let's see here… Ah! The tablet! Maybe if they attempt to read it, they'll understand.\n\n\n(The footage goes quiet for a moment. A loud noise, similar to a wall being burst down, can be heard. Shortly after, a loud scream can be heard, presumably from Researcher Reedson. Afterwards, a loud door slam can be heard.)\n\n\nReedson:\n The worms… Hundreds of them just burst out of the walls. A-And even worse, I wasn't able to get the tablet.\n\n\n(The footage goes quiet again for a bit.)\n\n\nReedson:\n …These are just worms. M-Maybe I can protect myself against them with some armor.\n\n\n(Reedson walks around for a bit, presumably heading to the armory. Eventually a door being opened can be heard.)\n\n\nReedson:\n Ah! Here we go! Let me just put this on…\n\n\n(The sound of armor being put on can be heard.)\n\n\nReedson:\n There we go! Now… it's time to go into… the nest… of the worms… and… Oh god, what if they eat me? What if they can eat through armor? Maybe they'll eat everything I have!\n\n\n(Reedson sounds like he is hyperventilating.)\n\n\nReedson:\n No… No! I have to do this!\n\n\n(Reedson proceeds to walk back to the containment chamber.)\n\n\nReedson:\n Alright… Here… we… go…\n\n\n(The door opens.)\n\n\nReedson:\n Oh god, they're all over the floor… But the tablet's right there… I just… gotta… get to it…\n\n\n(Reedson proceeds to walk towards SCP-7834. Squelching sounds can be heard.)\n\n\nReedson:\n They're… They're climbing on me! Oh god, they're climbing on me! Fuck!\n\n\n(Reedson continues walking towards SCP-7834. His movement seems to be hindered.)\n\n\nReedson:\n Oh god, they've reached my torso… but… I'm almost there…\n\n\n(Silence for a few seconds, aside from some squelching.)\n\n\nReedson:\n Got it!\n\n\n(Reedson runs out of the room and closes the door. He takes off his armor and slams it onto the ground. He proceeds to run back to the armory, grab a flamethrower, and begins to incinerate the armor.)\n\n\nReedson:\n Die, you monster! Die!\n\n\n(Footsteps can be heard from behind Reedson. They walk close to him.)\n\n\nBridget:\n Ben, what are you doing?\n\n\n(Ben screams. In his shock, he drops the flamethrower.)\n\n\nBridget:\n What the hell are you doing with SCP-7834?\n\n\nReedson:\n I-I was going to prove to you that the worms are real. I was hoping that if you read the tablet, then maybe… maybe you'd see I was right. But when I went in there to retrieve it, there were hundreds of worms in there… and I was just barely able to get out alive. So I burned the armor that the worms were crawling on.\n\n\nBridget:\n You thought that making me read a potential cognitohazard was a good idea? Ben, I think you need psychiatric evaluation.\n\n\nReedson:\n No! The worms were in there, and they are real!\n\n\nBridget:\n Alright then. Let's see if you're right.\n\n\n(Bridget opens the door to the containment room.)\n\n\nBridget:\n See? Nothing.\n\n\nReedson:\n Why… Why aren't they attacking you? I could hear and feel them crawling up me… and you're literally standing in them and they don't hurt you!\n\n\nBridget:\n I don't think they exist, Ben.\n\n\nReedson:\n Tell me you at least see the hole in the wall they burst out of.\n\n\nBridget:\n Sorry, I don't see that either.\n\n\nReedson:\n But then… But then how could I hear the sound of me stepping on them, and feeling how they crawled up my suit?\n\n\nBridget:\n Sometimes, cognitohazards can do that. They can make you see, hear, and feel things that don't exist. Now then, how about that psychiatric evaluation?\n\n\nReedson:\n …Okay.\n\n\n(Bridget and Reedson proceed to leave the room.)\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 8/15/23, 11:36 AM\n\n\nLOCATION:\n Interrogation room, Site-75, Kansas\n\n\nNOTE:\n Footage was recorded by the room's security camera.\n\n\n\n\n[BEGIN LOG]\n\n\nBridget:\n Alright, have a seat.\n\n\nReedson:\n Okay.\n\n\n(The two of them sit down.)\n\n\nBridget:\n So I wanted to talk to you a little about your… problem.\n\n\nReedson:\n Alright.\n\n\nBridget:\n Let's start off with this. When did you first start seeing SCP-7834-1?\n\n\nReedson:\n You mean the worms? I had just come back from the bathroom, when I saw them crawling on the tablet.\n\n\nBridget:\n Okay. And, what happened to them?\n\n\nReedson:\n Well, I tried to grab them, but I missed. It was like they just slipped through my fingers.\n\n\nBridget:\n I see. How big are these worms, exactly?\n\n\nReedson:\n They looked about the size of my fingernail… maybe twelve millimeters?\n\n\nBridget:\n Hmm… Okay. Again, we theorize it's a memetic effect. So, if you're willing, we can prescribe you some amnestics and call it a day.\n\n\nReedson:\n No. I don't think these are memetic.\n\n\nBridget:\n What makes you believe that it's not a memetic effect?\n\n\nReedson:\n Because I could see them crawling around, and they attempted to crawl up my suit.\n\n\nBridget:\n Not necessarily. Remember, SCP-7834 could've just messed with your senses in order to make you feel like this.\n\n\nReedson:\n But why? What's the purpose of a useless tablet that makes you see worms?\n\n\nBridget:\n Maybe to drive people crazy, like what's happening right now.\n\n\nReedson:\n I am NOT going crazy!\n\n\nBridget:\n Okay, that was out of line. Anyway, next question… Why would you think that we are the crazy ones? I can't seem to fathom it.\n\n\nReedson:\n W-When did I say you were crazy? I think you don't want anyone to know about the worms.\n\n\nBridget:\n Me? Why me?\n\n\nReedson:\n M-Maybe there was an accident. Something that happened that was so terrible, you couldn't bear to let the truth out. And when I came along and discovered the aftermath, you told me that I was in the wrong. Even now, you want to kill me, by applying these \"amnestics\" to get me out of the picture. And when they ask what happened to me, you'll say that I went crazy and had to be executed.\n\n\nBridget:\n Ben, no-\n\n\nReedson:\n Or maybe instead of an experiment gone wrong, it was an experiment gone right. Perhaps you attempted to make a superweapon that could be used to grant you power over the site, and when I discovered it, you called me insane. Or maybe you found an ancient vault of these creatures beneath the earth and opened it. Or maybe you're a shapeshifting alien whose children are larvae. Or maybe-\n\n\nBridget:\n Ben, STOP! This is ridiculous. Do you hear how you sound? You can't just throw out accusations willy-nilly and expect me to believe it.\n\n\nReedson:\n …I think I understand.\n\n\nBridget:\n …Listen. It seems like you're really stressed out, and you're afraid because everything isn't as simple as it usually is. So, what I think we should do is prescribe you a therapist, and if you're willing, take some amnesti-\n\n\nReedson:\n Are you serious? After all of that, you don't even give a second thought that I might be in the right? Maybe by reading that tablet, I opened my eyes to seeing something the rest of you can't! Or maybe you guys can't see it because only certain people can see them! Or maybe-\n\n\nBridget:\n Calm down. We just want to help.\n\n\nReedson:\n No. I'm done talking to you. You just keep saying the same thing, over and over. But I know, deep down, that I'm not crazy. I'm going.\n\n\n(Researcher Reedson storms out of the room.)\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum:\n Currently, no evidence has been found to back up Researcher Reedson's claims. Psychiatric evaluation for Researcher Reedson is pending.\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\n\n\nTo:\n Marisa Jones\n\n\nFrom:\n Ben Reedson\n\n\nSubject:\n About SCP-7834\n\n\n\n\n\n\nI don't have much time. Please read the following.\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 8/15/23, 12:27 AM\n\n\nLOCATION:\n Researcher Reedson's office, Site-75, Kansas\n\n\nNOTE:\n Audio was recorded by Ben's microphone.\n\n\n\n\n[BEGIN LOG]\n\n\nReedson:\n I need to get this off my chest.\n\n\n(Researcher Reedson is quiet for a moment. Stifled tears can be heard.)\n\n\nReedson:\n I don't know what to do. No one believes me. Not even I believe myself anymore.\n\n\n(Reedson gets up out of the desk. He walks around for a little bit.)\n\n\nReedson:\n I have to prove to them that there are worms. I have to know if am I right. All I need to do is find some evidence. And then… maybe someone will help me.\n\n\n(Reedson is quiet for a moment.)\n\n\nReedson:\n That's it! The security cameras! They'll prove that I'm not crazy! All I need to do is get to the security office. And then… Well… I don't know.\n\n\n(Researcher Reedson proceeds to walk to the security office. The recording is silent for a while.)\n\n\nReedson:\n Okay, here's the door. And… Darn it, locked. There's got to be another way… Oh. Oh no. I know what I have to do.\n\n\n(He walks away from the office door. It takes quite a while until speech resumes.)\n\n\nReedson:\n Alright… Here's the ventilation shaft. All I need to do is go in… where the worms will be really close to me… in a tiny shaft with nowhere to run… in the dark… oh god I can't do this…\n\n\n(The footage goes quiet for a few minutes. Heavy breathing can be heard coming from Ben, as he is likely panicking.)\n\n\nReedson:\n No… I can do this. I have to do this. I… can do this.\n\n\n(The sound of the grate being taken off can be heard. Ben begins to crawl through.)\n\n\nReedson:\n God, it smells in here… and I don't even want to know why it's so moist in here… and I can barely breathe, it's so tight in here…\n\n\n(Ben crawls for a while. After a while, a loud clang can be heard, followed by several smaller clangs.)\n\n\nReedson:\n That… wasn't me. Oh god, is it the worms? I gotta do this quick…\n\n\n(Researcher Reedson proceeds to crawl faster.)\n\n\nReedson:\n Okay… I think I'm about halfway… I-I'm almost there…\n\n\n(He crawls a little bit forward. The vents begin to shake.)\n\n\nReedson:\n W-What is that? I'd look behind me… but it's so cramped… M-Maybe I can just use the reflection of my phone…\n\n\n(Reedson pulls out his phone from his pocket. He shrieks not long after.)\n\n\nReedson:\n The worms are behind me! A-A whole horde of them! A-And they're faster… I need to run, but I can't… I-I'll just crawl really fast…\n\n\n(Reedson begins crawling at a fast pace. Eventually, it stops.)\n\n\nReedson:\n No no no no! Fuck no! A dead end! This… This can't be it!\n\n\n(Reedson begins banging on the vents.)\n\n\nReedson:\n Somebody, help!\n\n\n(A voice is heard from below.)\n\n\nZachary:\n Ben? What are you doing in there?\n\n\nReedson:\n Get me out of here!\n\n\nZachary:\n Do you want me to like, break it open or some shit?\n\n\nReedson:\n Anything! I don't have much time!\n\n\nZachary:\n Fine, let's try this… What the fuck, how strong is this damn thing?\n\n\nReedson:\n No! They're almost here!\n\n\nZachary:\n Okay, okay. I'll just pour some corrosive acid on it, like a boring person.\n\n\n(The sound of metal corroding can be heard.)\n\n\nZachary:\n There you go. You're free. What were you doing in there in the first place?\n\n\nReedson:\n T-There were these worms chasing me, and I was trying to get to the security office so I could prove they were real, but then they started chasing me, and I must've taken a wrong turn…\n\n\nZachary:\n Well, no shit. You made it to the chemical lab. If you want to access the security office, you gotta go back in there, and turn right. Say, where are these worms anyway? I sure as hell don't see them.\n\n\nReedson:\n T-They must've gotten scared when you poured the acid on it.\n\n\nZachary:\n Seriously? That's a big leap.\n\n\nReedson:\n Well… okay, maybe it is… but maybe I'm right.\n\n\nZachary:\n Ben, I'm not gonna stop you from reaching the security office, but you're dead wrong about these worms.\n\n\nReedson:\n Okay… Now I just… have to… go back in the vents… with the worms…\n\n\nZachary:\n If you're feeling any doubts about this, you could just… not do it.\n\n\nReedson:\n No… I'll do it. I'll… do it…\n\n\n(Reedson crawls into the vents.)\n\n\nReedson:\n Alright… I've just got to… make it… to the end…\n\n\n(Reedson crawls around for a while.)\n\n\nReedson:\n God, am I almost there? I-I can't take the stress anymore…\n\n\n(The vents begin to shake once more.)\n\n\nReedson:\n No… Not again… I-I'm so close… J-Just keep going…\n\n\n(Reedson crawls quickly for a while.)\n\n\nReedson:\n There's the end! I… I did it! I made it!\n\n\n(The sound of a grate being taken off can be heard once again. Ben gets out of the vent.)\n\n\nReedson:\n Alright. All I need to do is examine the footage on the computer… Let's see here… There's the camera footage of me… but what's this other one? Let's see…\n\n\n(The audio goes quiet for a few minutes.)\n\n\nReedson:\n What… the… fuck?\n\n\n(A brief pause is heard.)\n\n\nReedson:\n I… I need to tell the foundation… I… gotta upload this.\n\n\n(Ben turns the microphone off, likely to upload the audio.)\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 7/24/23, 11:38 AM\n\n\nLOCATION:\n Containment Room 12, Site-75, Kansas\n\n\nNOTE:\n Footage was recorded by the room's security camera.\n\n\n\n\n[BEGIN LOG]\n\n\n(A D-Class walks into the room, accompanied by a security guard and a researcher. They have been identified as Security Officer David, Researcher Bridget, and D-57834)\n\n\nSven:\n Please read the inscription on the tablet.\n\n\nD-57834:\n Why me, specifically?\n\n\nSven:\n You have expertise regarding prehistoric languages. We specifically chose you because of that.\n\n\nD-57834:\n Okay, you caught me. I'll read it.\n\n\n(The room goes silent for approximately a minute.)\n\n\nD-57834:\n There.\n\n\nSven:\n What does it say?\n\n\nD-57834:\n Well… It's an old scripture of some ancient cult. They seem to speak about \"Ascension\" and \"Becoming one with the old gods.\" It's kind of scary.\n\n\nSven:\n Can you read the exact words?\n\n\nD-57834:\n I don't know… That might trigger something, you know?\n\n\nSven:\n Read it, please.\n\n\nD-57834:\n Alright… Here goes… \"Ascend beyond yourself, and become many. Take the universe in your new form. Become one with the old gods, and become perfect. Eat their mind and let it feed you. Endless power awaits you. Now, be reborn, eternally.\"\n\n\nBridget:\n See? That wasn't so bad. Now, we'd like you to take a look at the back. See that sigil? Do you know what it means?\n\n\n(D-57834 moves around to the backside of SCP-7834.)\n\n\nD-57834:\n That… No, I've never seen anything like that sigil before. Seems ominous.\n\n\nBridget:\n Hmm, okay. Well, I think that's all. Guess we should probably label this as an anomalous object since it doesn't do anything.\n\n\nSven:\n Hang on a second. I feel like we haven't fully explored this enough. D-Class, can you read it in the original script?\n\n\nD-57834:\n I… guess so? Alright… here goes…\n\n\n(D-57834 begins speaking the words on the tablet. An ominous red glow emerges from it.)\n\n\nBridget:\n STOP! STOP!\n\n\nD-57834:\n Okay, okay! I didn't want to go through this anyway!\n\n\nBridget:\n David, that was very irresponsible of you. You shouldn't have done that.\n\n\nSven:\n On one hand, yes. On the other, we now definitively know that this is an anomaly.\n\n\nBridget:\n (sigh) I suppose. Well, that wraps up our testing. D-Class, we'll escort you back to your cell. Once I'm done with that, David, you and I are going to have a little talk.\n\n\nSven:\n Okay…\n\n\n(The three of them leave the room, and the footage remains idle for several hours. After some time, a breach alarm begins. After around a half hour, two D-Class enter the room, identified as D-57834 and D-44139.)\n\n\nD-44139:\n What are we doing in here?\n\n\nD-57834:\n I don't know! Security's coming after us, so I thought we could hide here!\n\n\nD-44139:\n Hide? Those guys are relentless. We can't escape!\n\n\n(Zachary runs into the room, brandishing a gun.)\n\n\nZachary:\n Freeze!\n\n\nD-57834:\n Shit.\n\n\nZachary:\n You fucking miscreants caused this breach, didn't you? I SAID DIDN'T YOU?\n\n\nD-44139:\n No! It wasn't us! It was someone else!\n\n\nZachary:\n I don't like liars. Give me one good reason why I shouldn't shoot you both dead.\n\n\nD-44139:\n Um… because we aren't liars?\n\n\nZachary:\n Wrong answer.\n\n\n(Zachary proceeds to shoot D-44139. He falls to the ground.)\n\n\nZachary:\n Wanna tell me the right answer, other guy?\n\n\nD-57834:\n (muttering) Looks like I don't have a choice…\n\n\n(D-57834 begins to read the text of SCP-7834 in the original language. The tablet begins to glow bright red.)\n\n\nZachary:\n What the hell do you think you're doing, smart-ass?\n\n\n(Zachary begins to fire several bullets at D-57834. He begins bleeding, but continues to read the tablet.)\n\n\nZachary:\n STOP!\n\n\n(D-57834 finishes reading the tablet. He collapses onto the floor.)\n\n\nZachary:\n Good riddance.\n\n\n(The body of D-57834 begins to twitch uncontrollably. After some time, a swarm of worms burst from the body. They begin to surround Zachary. He fires multiple gunshots at the worms.)\n\n\nZachary:\n WHY does this GODDAMN thing always run out of ammo at the WORST FUCKING TIMES?\n\n\n(The worms begin to surround Zachary. He expresses discomfort and tries to shake them off.\n\n\nZachary:\n GET THE FUCK OFF ME! GET OFF! AGH!\n\n\n(One worm noticeably reaches the forehead of Zachary and begins to attach itself to there. After some time, it burrows into his forehead.)\n\n\nZachary:\n MAKE IT STOP! MAKE IT… huh? That was weird. What was I going on about again? I can't remember… Whatever.\n\n\n(Zachary proceeds to leave the room. The remaining worms begin to bury into the walls.)\n\n\n\n\n[END LOG]\n\n\n\n\nAs you can see from this footage, these worms are a dire threat and extremely dangerous. I fear they may come for me next. Please send help immediately.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Marisa Jones\n\n\nFrom:\n Ben Reedson.\n\n\nSubject:\n An apology.\n\n\n\n\n\n\nForget everything that I said in my previous message. I don't even remember what I wrote there. Everything at Site-75 is fine.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7833\n | SCP-7834| \nSCP-7835\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7834\n\" by InfiniteCosmos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7834\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-7834\n\n\nAuthor:\n InfiniteCosmos\n\n\nLicense:\n \nCC BY-SA 3.0\n\n\n\n\nDerivative of:\n Modern_Whetstone_fragment_(FindID_835884).jpg\n\n\nAuthor:\n North Lincolnshire Museum, Martin Foreman, 2017-03-13 14:52:48\n\n\nLicense:\n \nCC BY 2.0\n\n\nSource Link:\n \nhttps://finds.org.uk/database/images/image/id/606338/recordtype/artefacts",
    "addendums": [
        "Addendum: Currently, no evidence has been found to back up Researcher Reedson's claims. Psychiatric evaluation for Researcher Reedson is pending."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7834 \" by InfiniteCosmos, from the SCP Wiki . Source: https://scpwiki.com/scp-7834 . Licensed under CC-BY-SA .",
        "Filename: SCP-7834 Author: InfiniteCosmos License: CC BY-SA 3.0 Derivative of: Modern_Whetstone_fragment_(FindID_835884).jpg Author: North Lincolnshire Museum, Martin Foreman, 2017-03-13 14:52:48 License: CC BY 2.0 Source Link: https://finds.org.uk/database/images/image/id/606338/recordtype/artefacts"
    ],
    "item": "SCP-7834",
    "object_class": "Safe",
    "containment_procedures": "SCP-7834 is to be kept in a low-priority storage locker. Personnel with expertise in extinct languages are not allowed access to SCP-7834.",
    "description": "SCP-7834 is a stone tablet that dates back to the Neolithic age. The writing on the tablet is written in an ancient language primarily spoken in the modern day region of southern Europe. On the back of SCP-7834 is a sigil of unknown origin, which resembles a worm.",
    "title": "SCP-7834"
}