{
    "url": "https://scp-wiki.wikidot.com/scp-7838",
    "all_text": "rating: \n+272\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7838\n - The Patchwork King and the Flayed-Men's Court\n\n\n\n\ncool contest!\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7838\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7838-3, upon retrieval\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nArea-179\n\n\nJ. Barrow\n\n\nK. Capri\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nA collection of SCP-7838-5 Instances\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation intelligence operatives are to monitor for circulating SCP-7838 instances, centering focus on black market operations and historical societies.\n\n\nUpon detection, SCP-7838 collection efforts will be carried out by Mobile Task Force Θ98 (“All the King’s Men”). Once retrieved, the instance will then be transcribed and summarized via machine. All SCP-7838 instances are stored in Archive-A12 at Foundation Secure Facility Area-179, where further access is prohibited.\n\n\nDirect research involving any SCP-7838 instance is prohibited without Foundation Board of Study approval and specific memetic inoculation. Immediate amnestic treatment is required upon completion.\n\n\nDescription:\n SCP-7838 is the collective designation for artistic works concerning a purported historical figure referred to as the Hanged King.\n\n\nWorks cataloged under SCP-7838 are disparate in medium and presentation, but contain certain elements uniform across each item. These include:\n\n\n\n\nDirect or indirect references to The Hanged King and his reign, all of which are incongruent with any nation’s known monarchical historical record;\n\n\nAn unknown author or publisher;\n\n\nIndicators such as print quality, historical backing, and vernacular that suggest the item originated in 17th or 18th century Europe, likely in England;\n\n\nA potential anomalous effect resulting in mass hysteria and violence upon the recitation, viewing, or performance of the item;\n\n\nThe growth of SCP-7838-A.\n\n\n\n\nAt present, 5 separate works have been cataloged under the SCP-7838 designation, with the cumulative number of printings of literary or visual works still circulating estimated to sit in the low 1000s.\n\n\nAccording to Foundation data models, 47% of observed engagements with SCP-7838 instances have resulted in prolonged fits of violence and self-mutilation, typically flaying oneself. This effect can be negated through the use of targeted memetic agents that subdue the motor system without impacting perception. The majority of research regarding SCP-7838 has been conducted using this method. However, the development of SCP-7838-A remains.\n\n\nSCP-7838-A is a mass of inflamed tissue that is developed following extended engagement with SCP-7838 related media, typically forming as a miniscule tumor in the tailbone, thigh, or groin areas. SCP-7838-A can grow at a volatile rate to an excessive size, being clearly visible underneath the skin. Tomographic imaging has revealed SCP-7838-A to be composed of rope, hair, muscle, and placentae, as well as other embryonic or fetal organs.\n\n\nSCP-7838-A’s growth can be attributed to the frequency in which the affected individual continues to engage with SCP-7838 instances. Continued rumination and fixation on The Hanged King, The Court of Skin, or the Kingdom of Alagadda will also result in SCP-7838-A’s enlargement, and is often the cause of the tumor’s rapid development.\n\n\nAttempts to remove SCP-7838-A via surgery or radiofrequency ablation have resulted in the growth gaining mobility, and swiftly traveling to another part of the body, potentially causing internal damage to other structures. At present, the only observed methods of combating SCP-7838-A’s growth remains amnestic treatment, which removes offending knowledge regarding SCP-7838 from recall. While this treatment is effective in preventing SCP-7838-A’s growth, it does not neutralize the tumor entirely.\n\n\nIn its final stages, SCP-7838-A has been observed to swell up to 80 centimeters in diameter. Upon navigating itself to the upper ribcage and severely impacting breathing, swallowing, and other functions, SCP-7838-A will then extend portions of its mass to the throat area. From there, the individual will likely suffer asphyxiation, or shock from the rapid twisting of the trachea.\n\n\nThe corpses of individuals who have fully succumbed to SCP-7838-A are forfeited to the Kingdom of Alagadda.\n\n\nAddendum.7838.1:\n Documented SCP-7838 Instances\n\n\nA directory of SCP-7838 instances and their current containment status has been included below.\n\n\n\n\n\n\n\n\nSCP-7838-1\n\n\n\n\n\n\nTitle:\n \nUnknown\n\n\nMedium:\n Painting\n\n\nDescription:\n An egg-tempera painting on a wooden canvas. SCP-7838-1 depicts a noble in an ornate bedchamber with a horrified expression on his face. His arms are outstretched and tears stream down his reddened cheeks. In the bottom right corner, a hand decorated in jewelry, possibly belonging to a woman, grasps towards him.\n\n\nOn the noble’s left is an open hallway, crowded by a cluster of peasants and armored guards. They point and scream in the noble’s direction, and appear to be charging into the room.\n\n\nAttempts to identify the portrayed culture remain fruitless, as the figures’ clothing, ethnicity, and surrounding palace decor will vary, with different viewers perceiving disparate cultural elements. Over 40 documented variations have been observed.\n\n\nThose observing SCP-7838-1 for extended periods of time have reported difficulty breathing, alongside the sensation of pressure applied to their trachea.\n\n\nContainment Status:\n \nObtained from an ordinary French auction, 1958. Artist is unknown, and no reproductions have surfaced. Paint quality and techniques used date SCP-7838-1 to the mid-1600s. Containment threat remains negligible, as we believe to possess a unique item.\n\n- Dr. Jurado, Research Head, SCP-7838\n\n\n\n\n\n\n\n\nSCP-7838-2\n\n\n\n\n\n\nTitle:\n \nInside-Outside Castle, Upside-Downside King\n\n\nMedium:\n Nursery Rhyme\n\n\nDescription:\n A children’s nursery rhyme that first appeared in a printed compilation of English children’s poetry in 1742, \nNursery Songs, 1st Edition\n. The rhyme’s central message encourages children to be “worthy heirs” and show gratitude to their parents for giving them life.\n\n\nIf they don’t, the song warns, they’ll be taken to the “Inside-Outside-Castle” to meet the “Upside-Downside King”, a once-respected ruler who has now been “forgotten for all time” as punishment for a past misdeed.\n\n\nThe king will then make the children forget everything they’ve ever known, including themselves, before resigning them to servitude in his court. From here, they will be turned into “clothes and floors and walls” for the nobility to enjoy as retribution for being unworthy of their family’s name.\n\n\nContainment Status:\n \nPoses significant danger. Instance is continuously republished in Nursery Rhyme compilations and reproduced online through unknown means, often without the knowledge of the compiler. 4,323 separate published instances remain within the Foundation’s possession, and no surviving online footprint of the rhyme remains accessible.\n\n- Dr. Redhall, Research Head, SCP-7838\n\n\n\n\n\n\n\n\nSCP-7838-3\n\n\n\n\n\n\nTitle:\n \nUnknown\n\n\nMedium:\n Statue\n\n\nDescription:\n A large, marble statue depicting two figures. One, a man dressed in nonspecific regalia, and the other, a pregnant woman.\n\n\nThe woman’s arms cradle her stomach, and she appears focused on something above, out of sight. The man’s expression, when viewed from the ground level, appears content and tranquil, with his eyes gazing to the side. When viewed at head-level, however, the expression is clearly scornful, with his eyes pointed directly at the woman.\n\n\nOn occasion, placental expulsion will collect at the basin of the statue, dripping from underneath the woman’s dress. Cellular examination of the tissue has yielded that it is undergoing necrosis.\n\n\nContainment Status:\n Low threat. Acquisition unknown, inherited from Foundation predecessor organization the \nAmerican Secure Containment Initiative\n (ASCI). Believed to be a unique item.\n\nDr. Loxo, Research Head, SCP-7838\n\n\n\n\n\n\n\n\nSCP-7838-4\n\n\n\n\n\n\nTitle:\n \nThe Hanged King’s Tragedy\n\n\nMedium:\n Stage Play; Theatrical Performance\n\n\nDescription:\n See \nSCP-701.\n\n\nContainment Status:\n Active containment threat. Granted subdesignation SCP-701.\n\n\n\n\n\n\n\n\nSCP-7838-5\n\n\n\n\n\n\nTitle:\n \nOn The Anguish of Benefalti\n\n\nMedium:\n Literature\n\n\nDescription:\n A 124-page drama centered around the fictional city of Benefalti, Italy. Once a proud hub for trade and the arts, Benefalti has become blockaded from the rest of the world by a thick layer of smog. Overlooking the city is the manor of the Coated Gentry, a family of vassals who serve the Hanged King, an unseen ruler from the Kingdom of Alagadda, a “nation of banished things”.\n\n\nBenefalti’s populace has been burdened by an inability to remember, rendering them unable to function despite the commands of the Gentry. The peasantry are subjected to sprawling, aimless construction efforts at the behest of the Hanged King, but they are quickly forgotten and fall into ruin within hours. These failed monuments and structures line the city, layered atop one another as the populace moves from one project to the other.\n\n\nThe Coated Father, the patriarch of the Gentry, continuously lies to the Hanged King and his Court of Skin about the splendor of Benefalti, fearing retaliation if he learned the truth. One day, without warning, the Hanged King and his ambassadors parade into Benefalti to see the monuments built to him, but discover the truth immediately. Enraged that his legacy remains unknown and that he is unrecognizable to the populace, the King forces the Coated Father to publicly execute the rest of his family by hanging. The bodies are thrown to the starving peasantry, who tear them apart to be eaten.\n\n\nThe Hanged King and his court storm the manor overlooking Benefalti, where they take refuge for several months. The King imposes tortuous policies on the civilians below, punishing them to servitude in the Court of Skin, where their job is to continuously provide flesh for the King’s necrotising body. Women are frequently taken as concubines, but none can produce an heir, only giving birth to clumps of flesh. Angered, the King orders all women in Benefalti to carve out their “imperfect wombs”, and upon doing so, sews the resultant masses of tissue onto his body.\n\n\nAs the last civilian from Benefalti is killed, the King weeps, knowing that his legacy remains forgotten, unable to reign anywhere but his prison of Alagadda. The Hanged King and his court leave Benefalti, watching the city crumble and turn to dust as they exit.\n\n\nNotes:\n \nUnknown author, original publisher, likely distributed in early 1600s. 138 copies in Foundation possession. Unable to estimate full run. Sometimes Black Market. 17 hand-written, all incomplete. Transcribers likely subject to SCP-7838-A. Consulting histories department on work being allegory. Medium containment threat.\n\n- Dr. Mackinley, Research Head, SCP-7838\n\n\n\n\nAddendum.7838.2:\n Collected Testimonials\n\n\nSCP-7838’s lead research position has been subject to frequent rotations since collection efforts began in 1956. While amnestic treatment has proven effective for combating SCP-7838-A’s growth, rapid, inexplicable development of the tumor has been documented in those occupying the research head position.\n\n\nA collection of psychological evaluations from former lead researchers, taken before their respective exits on the project, has been included below.\n\n\n\n\nName:\n Carina Carrole (Research Head, SCP-7838)\n\n\nTestimony:\n \nAt the time of evaluation, the patient’s SCP-7838-A growth situated on the lower left thigh, barely visible. Regardless, Carrole expressed feelings of guilt over its development, and admitted that her interest in SCP-7838 and associated phenomena persisted beyond engagement with the material for research purposes. She had taken a foray into English monarchial history in order to possibly explain the allegorical basis of the written instances. The patient reported experiencing intense blackouts, up to 5 hours long, and gaps in their memory after nights of extended research, as well as several failed attempts to remove SCP-7838-A by herself via self-mutilation.\n\n\nStatus:\n \nDr. Carrole has been reassigned from SCP-7838 and given full amnestic treatment. SCP-7838-A growth has remained the same size.\n\n\n\n\n\n\nName:\n Richa Agrawal (Research Head, SCP-7838)\n\n\nTestimony:\n \nThe patient’s SCP-7838-A growth was positioned on his right foot, intersecting multiple toenails from beneath. Dr. Agrawal, responsible for cataloging over 500 instances of SCP-7838-5, has now communicated explicit fear of SCP-7838, and requested transfer from the project. Agrawal’s fear revolves around constructing an interpretation of the Hanged King in his head, claiming that the speculation serves the same purpose as the actual concept. The patient has noted SCP-7838-A’s growth and an onset of hallucinations, paranoia, and poor sleeping conditions to correlate with speculation regarding SCP-7838. During evaluation, the patient was notably reverent in the way it spoke of SCP-7838 and associated phenomena.\n\n\nStatus:\n \nDr. Agrawal has been reassigned from SCP-7838 and given full amnestic treatment. The patient’s SCP-7838-A growth has rapidly shrunk to the point of being undetectable to the naked eye, something previously undocumented in SCP-7838-A cases. The means by which this occurred remain unknown and irreplicable.\n\n\n\n\n\n\nName:\n Dr. Kyle Capri (Research Head, SCP-7838)\n\n\nTestimony:\n \nA large SCP-7838-A growth was positioned under Dr. Capri’s left forearm, heavily distending the skin. The patient claimed to have no engagement with SCP-7838 outside of research, which was limited to archiving incoming, previously undocumented instances. Despite explicit estrangement from SCP-7838 and associated phenomena on top of an amnestic regimine, Dr. Capri reported the growth worsening, alongside brief visual and auditory hallucinations. These included the sight of a “cloaked, humanoid figure” in his peripheral, typically appearing in between crevices and corners, and the sounds of trumpets, which the patient has described as sounding similar to crying.\n\n\nStatus:\n \nDr. Capri is in the process of being granted leave from SCP-7838 as the Foundation reexamines the existing documents and studies in order to assess methods of combating or further understanding SCP-7838-A. Dr. Capri’s SCP-7838-A growth has continued to develop despite undergoing heavy amnestic treatment.\n\n\n\n\nThe Research Head position has been temporarily absolved from SCP-7838 until further notice. All activity is limited to containment procedures and archival oversight.\n\n\nAddendum.7838.3:\n Interview Log\n\n\nThe following has been transcribed from a conversation between Dr. Kyle Capri, SCP-7838’s current Research Head, and a representative from the Foundation Board of Psychology shortly following Capri’s initial evaluation.\n\n\n\n\n(Director Munlan’s Office, Secure Facility Area-179)\n\n\nA large SCP-7838-A growth is visible on Dr. Capri’s right forearm, swollen to the point where his sleeve is unable to cover the tumor.\n\n\nDr. Capri:\n Just rotate me.\n\n\nDirector Munlan:\n Trying. They’re not officially taking anyone off the project until they redraft the conprocs— see if anything’s missing. But you’re not going to be involved, I made sure of that.\n\n\nDr. Capri:\n They could start by figuring out what happens to the bodies.\n\n\nDirector Munlan:\n Bodies?\n\n\nDr. Capri:\n Description. “Corpses of individuals who have fully succumbed to SCP-7838-A are considered lost.” That was added in… 1973. Single edit, attached studies are inaccessible, zero contact with the attributed researcher. Either black-sited or does not answer her emails.\n\n\nDirector Munlan:\n Want me to guess? Pre-committee file, human testing. I can get RAISA on it but they’ll just scrub the line themselves. Those papers never come out.\n\n\nDr. Capri:\n How do we just \nnot know\n?\n\n\nDirector Munlan:\n Things tend to be forgotten. Very easily, in fact.\n\n\nDr. Capri:\n Well, in three weeks when this thing’s the size of a basketball and choking me out, everyone better remember.\n\n\nDirector Munlan:\n Swelling’s continued, I assume?\n\n\nDr. Capri:\n I’ve done two complete amnestic removals. Purged everything from the past 6 months. Still doesn’t matter.\n\n\nDirector Munlan:\n And the hallucinations?\n\n\nDr. Capri:\n Been at the end of the hall since we started talking. Right between the doors there. Little crack. (\nGestures\n)\n\n\nMunlan turns around to glance at the window behind his desk. Nothing out of the ordinary can be seen. Munlan faces Capri again.\n\n\nDr. Capri:\n What? You’re not going to see it.\n\n\nDirector Munlan:\n Yes, we noted that. Is the medication working?\n\n\nDr. Capri:\n Oh, I sleep just fine as long as I don’t roll over on the bump. That shit you gave me knocks me right out, dream suppressant too. It’s waking up that’s the problem. Because that’s the other thing. You’re a psychologist. Ironic process theory.\n\n\nDirector Munlan:\n Pink elephant.\n\n\nDr. Capri:\n Don’t think of the pink elephant. Don’t think of the Hanged King. You got amnestics, no problem. But that’s not doing shit when the elephant’s still sitting out the corner of your eye. Begging you to think about why it’s there. You can’t remember, so you fill those gaps. Then you’re back at square one.\n\n\nDirector Munlan:\n That’s what we’re figuring out. With amnestics, you shouldn't see the elephant.\n\n\nDr. Capri:\n I don’t see it. But I still know it’s there.\n\n\n\n\nAddendum.7838.4:\n Incident Report\n\n\nOn 2023/7/13, the following thread was posted to the website Parawatch.net, an imageboard dedicated to speculation and discussion of the paranormal.\n\n\n\n\nAnonymous\n 07/13/2023 (Mon) 16:54:32 #8238223\n\n\n\n\nA Guest in the Garden.\n\n\nPerform at home.\n\n\nYou’ll need:\n\n\n>\nA box\n\n\n>\nA blindfold\n\n\n>\nA rope\n\n\nInstructions:\n\n\n>\nBegin preparations at dark\n\n\n>\nSeal the box with tape\n\n\n>\nTie the rope into a noose large enough to fit your neck\n\n\n>\nOpen every window, closet, cabinet, drawer, and door in the house as wide as possible, and leave them that way\n\n\n>\nLighting doesn’t matter, you’ll have the blindfold on\n\n\n>\nPlace the blindfold over your eyes\n\n\n>\nPlace the noose around your neck, letting it fall across your back\n\n\n>\nPlace the box in your hands\n\n\n>\nMemorize the following, and begin repetition\n\n\n>\n”There is a guest in the garden of the Patchwork King\n\n\n>\nAnd a gift for the Court of Forgotten Things\n\n\n>\nThere is no king, nor worthy heir\n\n\n>\nTo take a throne as noble or fair\n\n\n>\nAround my neck, this covenant lies\n\n\n>\nBehind my back, the Herald’s eyes\n\n\n>\nI mask my face in Alagaddan Night\n\n\n>\nThe Pact of Skin is recognized”\n\n\n>\nBegin moving\n\n\n>\nDo not stop repeating the mantra\n\n\n>\nDo not remove the blindfold\n\n\n>\nThe doors you opened will begin to close\n\n\n>\nThe Herald has arrived\n\n\n>\nFollow the sound\n\n\n>\nKeep hold of the box, regardless of how heavy it becomes\n\n\n>\nWhen you hear footsteps trailing behind, continue moving\n\n\n>\nContinue to follow the sounds room-to-room\n\n\n>\nWhen the box becomes so heavy that it cannot be moved further, place it at your feet\n\n\n>\nThe nearest doors will close, remain still\n\n\n>\nStep onto the box\n\n\n>\nKeep still as you feel the noose lift and tighten\n\n\n>\nWhen the noose is dropped and hits your back again, step off of the box\n\n\n>\nThere is a guest in the garden of the Patchwork King\n\n\n\n\nThe post was flagged by Foundation webcrawlers, taken offline, and removed from several public Parawatch archive scrappers within the hour. However, due to Parawatch’s high traffic, the post began to spread in spite of swift containment efforts, leading to a global outbreak of SCP-7838 related phenomena, affecting approximately 5,000 to 15,000 individuals. A summary of observed events has been included below.\n\n\n\n\n\n\nMass outbreaks of violence, consistent with uninoculated viewing of other SCP-7838 instances;\n\n\nParents with young children experiencing severe disorientation that resulted in them forgetting their child’s presence. Multiple cases of children starving, accidentally injuring themselves, or suffocating in cars as a result were observed over the next 3 weeks;\n\n\nSeven instances of politicians or those heavily involved in political organizations committing suicide via hanging, with their bodies flayed upon discovery. All individuals were males in the process of preparing for a child;\n\n\nViolent altercations in academic settings resulting from abrupt debates regarding the veracity of various historical sources, purporting that numerous rulers and their dynasties did not actually exist;\n\n\nAll documented human births from the period of posting to the post’s removal (38 minutes) were stillborn as a result of umbilical strangulation;\n\n\n59 ongoing stage productions suddenly performing SCP-7838-4, The Hanged King’s Tragedy, resulting in outbreaks of violence;\n\n\nCases of pseudocyesis, or false pregnancy, with affected individuals giving birth to large, abdominal tumors composed of hair, teeth, and malformed cartilage. Instances were vocal until disposal;\n\n\nHerds of wild and domestic animals, commonly livestock, collectively flaying themselves by sloughing their now liquified skin from their bodies;\n\n\nIndividuals in nations with monarchial history traveling to remote, outdoor areas without human habitation and frantically digging with their hands. Some burrowed holes reached up to 45 meters in depth, resulting in the individual’s disappearance.\n\n\n\n\n\n\nGlobal containment efforts, led by several Mobile Task Forces were underway immediately, with mass amnesticization and coverup efforts taking place over the next month.\n\n\nFollowing removal, the Parawatch thread’s original poster’s IP was logged and traced to Lancaster, Pennsylvania at the home of Dr. Kyle Capri, SCP-7838’s former research head.\n\n\nA detachment of Mobile Task Force Θ98 (“All the King’s Men”) made its way through Capri’s home, but were unable to locate the doctor or recover any objects of note.\n\n\nUpon return, the investigation discovered that on the previous night, Dr. Capri had uploaded a video to Area-179’s SCiPNET servers using a live transmission feed. A transcript has been included below.\n\n\n\n\nThe picture focuses. Dr. Capri is sitting on his bed, audibly crying. His SCP-7838-A growth has swollen to immense proportions, and is now positioned near his upper chest, nearing the throat. The bulbous growth pulsates and throbs. Capri struggles to breathe.\n\n\nDr. Capri:\n I didn’t want to do that. I didn’t want to but—\n\n\nCapri wheezes, coughing up a large chunk of bloody phlegm and spitting it on the floor.\n\n\nDr. Capri:\n Can’t talk.\n\n\nHe gets up from the bed. It can now be seen that a noose is tied around his neck, hanging from the ceiling.\n\n\nDr. Capri:\n Not going to sit in a cell. Sorry.\n\n\nCapri struggles to move, but uses his feet to position a cardboard box towards the foot of the bed.\n\n\nDr. Capri:\n At least you’ll know what happens.\n\n\nCapri stands atop the box, steadies himself, and kicks it from underneath. After a brief struggle, he becomes limp. The growth still pulsates, growing larger and bulging further from his chest. The camera, a mobile phone, falls to the floor, obscuring the view of Dr. Capri’s body.\n\n\nNothing is visible. Feed is silent for 45 minutes before shutting off due to the phone’s battery failing.\n\n\n\n\nAddendum.7838.5:\n Recovered Materials\n\n\nDuring final investigations and foreclosure of Dr. Capri’s home, the Foundation carried out a comprehensive overview of the property. Upon noticing that the carpeting in Dr. Capri’s bedroom was loosened, Foundation detectives removed it to discover a previously unknown SCP-7838 instance.\n\n\nSCP-7838-6 is a four-page manuscript entitled “A Guest Most Reviled”, outlining stage directions for a theatrical performance. Analysis of the parchment used has revealed the manuscript to be composed of human skin. Genetic analysis remains inconclusive.\n\n\nA transcript has been included below.\n\n\n\n\nA GUEST MOST REVILED\n\n\n\n\nSCENE\n\n\nThe Court of the Unlearned\n\n\nPreparation.\n \n[A sprawling cathedral in size and scope, marked by ornate columns, a rich brown in coloration. Banners hang from the balconies above, displaying unknown crests. The breadth and openness of the room is accented by the marble floor and ceiling, which display complicated patterns.]\n\n\nEnter Chorus.\n\n\nChorus\n.\n A fortress most opulent, though a cage in guise,\n\nThe Land of Alagadda, where we lay our scene,\n\nA terminal dwelling plucked far from eyes,\n\nPlays host to a guest who stands unclean.\n\n\nExit Chorus.\n\n\nEnter Doctor.\n\n\nPreparation.\n \n[He wears a mask, as all here do, while a bulbous growth drapes below the neck, reddened and engorged. The rotten womb labors his breath, tightening its hold. No release will come for this astir corpse.]\n\n\nDoctor\n.\n I am a guest in the garden of the patchwork king.\n\n\nFlourish. Enter Herald.\n\n\nDirection\n. \n[The Doctor weeps, but will not face the Herald.]\n\n\nDoctor\n.\n Please. I’m begging. Please, take this from me. I wrote it. I stopped taking the amnestics. I did what you wanted.\n\n\nAction\n. \n[The Herald wraps its hand around the Doctor’s growth, caressing the burden. The Herald leans into the Doctor’s ear.]\n\n\nHerald\n.\n Doth thee hear it wail and weep? This little one. Or do you try to forget? This guest. He tries to forget the forgotten, your majesty. Yet he comes with gift.\n\n\nDoctor\n.\n I bring no—\n\n\nAction\n. \n[The Herald shrieks and throws the Doctor to the ground.]\n\n\nHerald\n.\n Do not speak.\n\n\nAction\n. \n[The Doctor stands on his feet again. He does not gaze at the Herald.]\n\n\nDirection\n. \n[A scream from the doctor’s growth. The wailing of an infant.]\n\n\nHerald\n.\n Walk.\n\n\nAction\n. \n[The Doctor walks forward. All exit.]\n\n\nEND\n.\n\n\n\n\nSCENE\n\n\nThe Throne of the Hanged King\n\n\nPreparation\n. \n[A candle-lit room covered in skin. The faces of the walls and floors, gaped in horror, writhe and moan. A throne sits at the center, the height of the topmost drape. This royal chair is covered with a sheet, obscuring the player beneath.]\n\n\nEnter Doctor. Enter Herald.\n\n\nHerald\n.\n Your Majesty, you could never forget. This scornful reign must continue. It will continue until every rotten heir is struck from the womb. But every womb bears a rotten heir. An impossible game, this tragedy.\n\n\nAction\n. \n[The doctor collapses to his knees. The burden screams louder, violently throbbing.]\n\n\nHerald\n.\n Your majesty, the reviled guest. He thought to recreate your splendor in its mind, as so many have. Now he sees. Oh, he sees!\n\n\nAction\n. \n[The sheet is lifted. The player is visible. The Hanged King sits at its throne.]\n\n\nPreparation\n. \n[It sits a giant, though its body is nimble— dying bones visible against its sagging, discolored skin. The body is covered in loose stitches, bursting from their seams. A robe is draped across its shoulders, made of scalps. The noose around its neck dangles from the ceiling. On its head sits a large, bloodstained crown. Its eyes have been plucked, and in their place sit limp sockets, pierced with golden chains and held up with rope.]\n\n\nAction\n. \n[The Doctor wails, overcome with fear.]\n\n\nHerald\n.\n The Pact of Skin is recognized. This one sees you, and grows a wicked heir. He grows an heir, your majesty!\n\n\nAction\n. \n[The King moves, its skin sloughing from the bone. Stitches rip and tear as a boney finger navigates towards the Doctor’s growth. The infant’s screaming becomes louder as the finger ruptures the skin.]\n\n\nAction\n. \n[The Doctor cries as the King’s bloodied fingernail punctures the womb, spewing placenta onto the ground below. The tumor, now hanging from an umbilical cord inside of Dr. Capri’s throat, in the shape of a noose, continues to scream. In a single movement, the King spears its fingernail through the burden, pinning it to the ground. The unborn heir implodes from the pressure, sending viscera in every direction, and into the audience.]\n\n\nAction\n. \n[This has caused a portion of the King’s skin to slough off of its arm, revealing a cracked, blackened bone covered in scant patches of thin sinew and rotten tissue. The skin falls to the floor, and the entity tears it away, throwing it into a corner.]\n\n\nEnter The Flayed-Men’s Court.\n\n\nAction.\n \n[Dozens of players emerge from both sides. They are naked, and lack skin. They kneel at the patch of flesh and tear away, attempting to place it back on their own flayed bodies. The Herald is overcome with laughter.]\n\n\nAction.\n \n[The King lifts the Doctor into the air, bringing him level with his empty sockets. They twitch and writhe as the King places a finger on the Doctor’s forehead. Carefully, it makes an incision using its fingernail and pushes deeper, begining to flay the Doctor.]\n\n\nAction.\n \n[The Pact of Skin is recognized.]\n\n\nEND\n.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7837\n | SCP-7838 | \nSCP-7839\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7838\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7838\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n dat\n\n\nName:\n Antalya Museum Covered statue X 9619\n\n\nAuthor:\n \nDosseman\n\n\nLicense:\n CC-BY-SA-4.0\n\n\nSource Link:\n \nwikimedia commons\n\n\n\n\n\n\nFilename:\n poopr\n\n\nName:\n Books In Math Stacks\n\n\nAuthor:\n \nUniversity of Illinois Library\n\n\nLicense:\n CC-BY-SA-2.0\n\n\nSource Link:\n \nwikimedia commons",
    "addendums": [
        "Addendum.7838.1: Documented SCP-7838 Instances\nA directory of SCP-7838 instances and their current containment status has been included below.",
        "Addendum.7838.2: Collected Testimonials\nSCP-7838’s lead research position has been subject to frequent rotations since collection efforts began in 1956. While amnestic treatment has proven effective for combating SCP-7838-A’s growth, rapid, inexplicable development of the tumor has been documented in those occupying the research head position.\nA collection of psychological evaluations from former lead researchers, taken before their respective exits on the project, has been included below.\nThe Research Head position has been temporarily absolved from SCP-7838 until further notice. All activity is limited to containment procedures and archival oversight.",
        "Addendum.7838.3: Interview Log\nThe following has been transcribed from a conversation between Dr. Kyle Capri, SCP-7838’s current Research Head, and a representative from the Foundation Board of Psychology shortly following Capri’s initial evaluation.",
        "Addendum.7838.4: Incident Report\nOn 2023/7/13, the following thread was posted to the website Parawatch.net, an imageboard dedicated to speculation and discussion of the paranormal.\nThe post was flagged by Foundation webcrawlers, taken offline, and removed from several public Parawatch archive scrappers within the hour. However, due to Parawatch’s high traffic, the post began to spread in spite of swift containment efforts, leading to a global outbreak of SCP-7838 related phenomena, affecting approximately 5,000 to 15,000 individuals. A summary of observed events has been included below.\nGlobal containment efforts, led by several Mobile Task Forces were underway immediately, with mass amnesticization and coverup efforts taking place over the next month.\nFollowing removal, the Parawatch thread’s original poster’s IP was logged and traced to Lancaster, Pennsylvania at the home of Dr. Kyle Capri, SCP-7838’s former research head.\nA detachment of Mobile Task Force Θ98 (“All the King’s Men”) made its way through Capri’s home, but were unable to locate the doctor or recover any objects of note.\nUpon return, the investigation discovered that on the previous night, Dr. Capri had uploaded a video to Area-179’s SCiPNET servers using a live transmission feed. A transcript has been included below.",
        "Addendum.7838.5: Recovered Materials\nDuring final investigations and foreclosure of Dr. Capri’s home, the Foundation carried out a comprehensive overview of the property. Upon noticing that the carpeting in Dr. Capri’s bedroom was loosened, Foundation detectives removed it to discover a previously unknown SCP-7838 instance.\nSCP-7838-6 is a four-page manuscript entitled “A Guest Most Reviled”, outlining stage directions for a theatrical performance. Analysis of the parchment used has revealed the manuscript to be composed of human skin. Genetic analysis remains inconclusive.\nA transcript has been included below."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7838 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-7838 . Licensed under CC-BY-SA .",
        "Filename: dat Name: Antalya Museum Covered statue X 9619 Author: Dosseman License: CC-BY-SA-4.0 Source Link: wikimedia commons",
        "Filename: poopr Name: Books In Math Stacks Author: University of Illinois Library License: CC-BY-SA-2.0 Source Link: wikimedia commons"
    ],
    "containment_procedures": "Foundation intelligence operatives are to monitor for circulating SCP-7838 instances, centering focus on black market operations and historical societies.",
    "description": "A 124-page drama centered around the fictional city of Benefalti, Italy. Once a proud hub for trade and the arts, Benefalti has become blockaded from the rest of the world by a thick layer of smog. Overlooking the city is the manor of the Coated Gentry, a family of vassals who serve the Hanged King, an unseen ruler from the Kingdom of Alagadda, a “nation of banished things”.",
    "title": "SCP-7838"
}