{
    "url": "https://scp-wiki.wikidot.com/scp-7841",
    "all_text": "rating: \n+200\n+\n–\nx\n\n\nThe truck splutters as it runs out of fuel, finally slowing to a halt on the forest path. A second later, the headlights flicker off.\n\n\nThat’s fine. It has done its last work.\n\n\nTwo men get out from the front of the truck, and six more climb out from the back — between them, they hold a metal crate elongated like a coffin. Dim, faint moaning can be heard from within, echoing in on itself, the sound folding like ruined paper. None of the soldiers — for they are soldiers, in fatigues and night camouflage — pay it any mind, not even when the sound turns into scratching.\n\n\nThey’ve been listening to these sounds for days, now. Weeks.\n\n\nThey leave the corpse of the seventh soldier inside the truck, pilfered and opened and naked in all respects. Before they began this great journey, they drew lots — and the unlucky seventh was selected for the role of food. He’d been happy to take the bet, but less happy to honour it. That is the way of the world.\n\n\nThe sky burns red. Fire pours over the horizon.\n\n\nBriefly, the two men — grim in stature and purpose — turn back to look at the revelation. Idly, the one in charge, all curly hair and stern brow, rubs his shoulder — rubs the blank patch that once held a flag. Then, their purpose remembered, they continue their march. If anything, their speed increases.\n\n\nThere is only so long left, after all.\n\n\n\n\nItem #:\n SCP-7841-ZA\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7841-ZA is to be stored in a containment cell located at Site-29. Restraints are to be utilized so as to prevent SCP-7841-ZA from escaping or attempting self-harm. Guards are forbidden from injuring or inflicting pain on SCP-7841-ZA unless specifically requested by research personnel.\n\n\nPreparations to transport SCP-7841-ZA to Site Elapse are underway. For this purpose, a partnership with the Zakosian military has been enacted — once a suitable corridor through Leauanian territory has been opened, and Site Elapse has been cleared of -LEA branch personnel, SCP-7841-ZA will be directly escorted there.\n\n\nThrough these means, a new world will be enacted.\n\n\n\n\nThis man with curly hair keeps a hand on his holster as he forces his way through the undergrowth of the forest, suspicious green eyes flicking this way and that. With the current situation, he does not imagine the Leauanian archeologists will be eager to die for their dig site, but there is always the risk of wild animals. Wolves and boars and griffins, looking for food. These days, everything is looking for food.\n\n\nThis man’s name is Bayel. From his pocket, he pulls free a bar of woven grass, and tears free a chunk of it with his teeth. The chewing is harsh, but his stomach is sated.\n\n\nBayel \nis\n was a soldier of the nation of Zakos, working for the national branch of the SCP Foundation. He has never once felt loyalty to nation or organization, but today he feels something that is perhaps its cousin: the obligation for human survival. Human continuation does not require humanity, per se, but he feels nonetheless that this is his altruism.\n\n\nOnce, when all this began, he had teams upon teams of researchers to draw upon — now he has nothing but these seven, and their cargo. Bayel has no issues with that. Only these seven remain because only these seven can be predicted. Their petty desires and ambitions can easily be redirected to the paths he needs. Anyone more intelligent than that has been purged.\n\n\n“Sir?” his companion, a woman with blond hair like straw, looks around the dark fearfully. “Is it really even here? Shouldn’t there be signs or — or vehicles, or something?”\n\n\nBriefly, Bayel considers killing her, but the time for such measures has passed. Doing so now would be counterproductive. All it would accomplish was creating fear and doubt in the hearts of the others, and then Bayel would have to kill them too, and then he would have to carry the crate all by himself.\n\n\nA crate with the future inside must be handled carefully.\n\n\n\n\nDescription:\n SCP-7841-ZA is a male human being of a uniquely defective psychology.\n\n\nSCP-7841-ZA possesses the ability to ‘emotionally mirror’ those around it. While trauma during its youth has made it reticent to speak on this matter, SCP-7841-ZA has — when sharply questioned — described this ability as allowing it to imagine itself in the place of another organism. If this description is accurate, this provides with it an understanding of the emotions of those around it, along with shallow imitations of them.\n\n\nAs a result of this emotional mirroring, SCP-7841-ZA possesses a strong aversion to inflicting pain, enacting violence and most other activities required for survival.\n\n\nAt the time of writing, SCP-7841-ZA is thirty-three years old and in stable physical condition save for pre-existing injuries resulting from beatings during its youth. Following identification of its unique traits at a child farm, SCP-7841-ZA passed through the hands of many private collectors until 1982 AC, when it was officially purchased at auction by the Zakosian branch of the SCP Foundation.\n\n\n\n\nIt takes nearly two hours from the road for the group to reach their destination. From what Bayel has read of this place, it would ordinarily be impossible to find, but the infestation of tents and digging equipment from its former Leauanian guests makes the matter easy. The infrastructure is abandoned — no doubt the archeologists have already fled for the bomb shelter.\n\n\nAnother pillar of light pierces the sky, off in the distance. It’s closer than the last. They’re running out of time, but that is nothing new.\n\n\nThe soldiers are tired, beginning to grow grouchy. There is a good chance this annoyance could end in bloodshed, and then everything would truly end. Bayel has realized recently that he has spent his whole time walking on glass, frightened that each misstep would result in massacre. He is not wrong.\n\n\nThe black mouth of the tunnel invites them in, the dark smiling like a vortex. The eyes strain to focus on it, shifting this way and that, like it doesn’t want to be noticed. The void teases.\n\n\n\n\nAddendum 7841-1 (Note from Director Bayel)\n\n\nThis world is dying. Who would deny that?\n\n\nThe plague-storms spat out by Antusia. The butcher dukes of Sezeleone cutting their way down the continent. The Grey-Eyed Dancer screaming over the radio. Turn any way, and you see a horror, and all of them look like us.\n\n\nYou’ve heard the stories, as I have. About the great machine the Leauanians have found. They say it’s the egg of a new world, but their government doesn’t believe them.\n Our \ngovernment doesn’t believe them. I believe them. So what?\n\n\nPerhaps this is not our first go around, they say. Perhaps we can do better next time. Perhaps, perhaps, perhaps. But we will not do better next time. We are incapable of that. We are each an island, free of all weakness, but that in itself is our weakness.\n\n\nWe are incapable of that … as we are\n now\n. But what if that did not have to be the case?\n\n\nWe have the yolk of the new world right here, after all.\n\n\n\n\nThe march through the tunnel is longer than the march towards it. For hours and hours they march on, tiring, as the earth shakes and shakes. The bombings have intensified, towns and cities being wiped off the map en masse. But even as fire licks the earth, and the seas boil, and the ground crumbles, the tunnel does not budge. It was made by stranger hands.\n\n\nEndless windows line the walls of the tunnel, and through them they see wonders. Machines they have no names for, scientific impossibilities, things that would scald the pages they were recorded in. Most things are gazed at in wonder, others pointedly looked away from.\n\n\nAnd always, the walking.\n\n\nOne of the soldiers falls, exhausted, and they leave him. It is more than possible to carry the coffin with five. Long minutes pass, and he does not catch up. They forget him.\n\n\nFinally, finally, the tunnel opens up, into a space like an atrium — or maybe a control center. Computers line the walls, coiled together like roots or mating snakes, stretching all the way up to the ceiling, and in some places piercing right through it. The whole place was like a mess of things growing through each other.\n\n\nAnd it \nstank\n. It stank of birth.\n\n\nBayel’s eyes flicked around, and a rare grin slowly spread across his empty face. Everything is as the spy photos suggested. This could work. This will work.\n\n\n\n\nAddendum 7841-2 (“Operation Nyx”)\n\n\nThe following is an automatic notification. Mobile Task Force Adri-91 has departed from Site-29 to begin the final operation. All personnel not participating in the operation are to report to their designated shelters. Personnel not yet provided shelters are to remain at their posts until they are otherwise updated.\n\n\n\n\nThe template chamber is like the bowl of a goldfish, full of viscous liquid swirling in sympathy with its occupants movements. SCP-7841-ZA is dropped in from above, his diminutive form somehow even more pathetic when wet.\n\n\nHis face has been smashed in many times, every feature misaligned. His arms and legs are crooked from similar abuse, his whole body twisted. He is nearly blind. His teeth are long gone. It is doubtful that his nose works. All else is unspeakable.\n\n\nOne of the soldiers tells another a joke, nodding at the living corpse. Their laughter is cruel. Bayel decides the hours have been too long.\n\n\nFirst, he tells them the risk of infiltrators still remaining within the facility. Then, he has them split up to perform a security sweep. Then, he stalks them individually and kills them — with his hands, so as to not make too much noise. Bayel has lived for a long time. He knows well how to end the lives of others.\n\n\nBy the time he returns, SCP-7841-ZA has woken up. His eyes are painted with cataracts, but Bayel knows that he is seen. The young man, made old by suffering, opens his mouth to speak — but all that comes out are bubbles. He will not speak again during this lifetime.\n\n\nBayel considers skipping this final formality, but he feels that he would fail in something vital if he did. He needs to speak here, before everything begins.\n\n\n“Hello,” he says. For the first time in his life, he sounds uncertain.\n\n\nThe floating man peers at him through the water.\n\n\n“The world has ended,” he explains, as if he is a lecturer. “This time there will be no survivors. The fire will rip through the cities, through the towns and villages, through the shelters. All our lives would be compost for the forests. And then…”\n\n\nHe waves a hand, gesturing to the space.\n\n\n“…we will be born again from here. This installation has recreated us, again and again, since time immemorial. We were very lucky this time. I do not think we’ll last as long upon the next. We are not a species built to last, you know that.”\n\n\nSlowly, the living corpse closes its eyes. It seemed to despair already, but that has somehow intensified.\n\n\n“I think \nyou\n are a species built to last,” Bayel declares, his sudden confidence cutting through the dark. “A symbiote, not a parasite. A people with the ability to know each other, \ntruly\n know each other, without petty… without petty selfishnesses and hungers driving them apart. Or, at least, perhaps not as much. These aren’t the right words, they sounded… \ngrander\n in my head, but this is the closest I can get. I don’t know if I even believe them, truly, but…”\n\n\nThe young-old man nods.\n\n\nBayel blinks. “You’ll do it?” he asks, mouth dry. “You’ll be the template?”\n\n\nThe young-old man nods.\n\n\n“You won’t live to see the new world, you know,” Bayel warns. “It will be many hundreds, if not thousands of years before —”\n\n\nThe young-old man nods.\n\n\nBayel wastes no more time. In a flash, he is at the machinery, playing buttons and sliding dials as if he were born for it. Sweat pours down his forehead from the long trek up to this point, but the fatigue does not so much as shake his hands. This is the last thing he has to do, after all. The very last thing.\n\n\nIt takes him hours more, but by the time the night is done and the ash begins to fall, Bayel is done.\n\n\nHe lies on the floor, a pistol in his hand, smoking.\n\n\nThe engine of the world \nchurns\n \n and the egg hatches.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo further proposals for behavioral or cultural modification will be accepted at this time. Previous attempts to ameliorate violent and sociopathic tendencies in humanity as a whole have already been implemented and deemed successful.\n\n\n\n\n\n\n\n\n\n\n\n\nU is for \"Unstrung\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nW is for \"Walls\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7840\n | SCP-7841 | \nSCP-7842\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7841-ZA\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7841\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7841-1 (Note from Director Bayel)\nThis world is dying. Who would deny that?\nThe plague-storms spat out by Antusia. The butcher dukes of Sezeleone cutting their way down the continent. The Grey-Eyed Dancer screaming over the radio. Turn any way, and you see a horror, and all of them look like us.\nYou’ve heard the stories, as I have. About the great machine the Leauanians have found. They say it’s the egg of a new world, but their government doesn’t believe them. Our government doesn’t believe them. I believe them. So what?\nPerhaps this is not our first go around, they say. Perhaps we can do better next time. Perhaps, perhaps, perhaps. But we will not do better next time. We are incapable of that. We are each an island, free of all weakness, but that in itself is our weakness.\nWe are incapable of that … as we are now . But what if that did not have to be the case?\nWe have the yolk of the new world right here, after all.\nThe march through the tunnel is longer than the march towards it. For hours and hours they march on, tiring, as the earth shakes and shakes. The bombings have intensified, towns and cities being wiped off the map en masse. But even as fire licks the earth, and the seas boil, and the ground crumbles, the tunnel does not budge. It was made by stranger hands.\nEndless windows line the walls of the tunnel, and through them they see wonders. Machines they have no names for, scientific impossibilities, things that would scald the pages they were recorded in. Most things are gazed at in wonder, others pointedly looked away from.\nAnd always, the walking.\nOne of the soldiers falls, exhausted, and they leave him. It is more than possible to carry the coffin with five. Long minutes pass, and he does not catch up. They forget him.\nFinally, finally, the tunnel opens up, into a space like an atrium — or maybe a control center. Computers line the walls, coiled together like roots or mating snakes, stretching all the way up to the ceiling, and in some places piercing right through it. The whole place was like a mess of things growing through each other.\nAnd it stank . It stank of birth.\nBayel’s eyes flicked around, and a rare grin slowly spread across his empty face. Everything is as the spy photos suggested. This could work. This will work.",
        "Addendum 7841-2 (“Operation Nyx”)\nThe following is an automatic notification. Mobile Task Force Adri-91 has departed from Site-29 to begin the final operation. All personnel not participating in the operation are to report to their designated shelters. Personnel not yet provided shelters are to remain at their posts until they are otherwise updated.\nThe template chamber is like the bowl of a goldfish, full of viscous liquid swirling in sympathy with its occupants movements. SCP-7841-ZA is dropped in from above, his diminutive form somehow even more pathetic when wet.\nHis face has been smashed in many times, every feature misaligned. His arms and legs are crooked from similar abuse, his whole body twisted. He is nearly blind. His teeth are long gone. It is doubtful that his nose works. All else is unspeakable.\nOne of the soldiers tells another a joke, nodding at the living corpse. Their laughter is cruel. Bayel decides the hours have been too long.\nFirst, he tells them the risk of infiltrators still remaining within the facility. Then, he has them split up to perform a security sweep. Then, he stalks them individually and kills them — with his hands, so as to not make too much noise. Bayel has lived for a long time. He knows well how to end the lives of others.\nBy the time he returns, SCP-7841-ZA has woken up. His eyes are painted with cataracts, but Bayel knows that he is seen. The young man, made old by suffering, opens his mouth to speak — but all that comes out are bubbles. He will not speak again during this lifetime.\nBayel considers skipping this final formality, but he feels that he would fail in something vital if he did. He needs to speak here, before everything begins.\n“Hello,” he says. For the first time in his life, he sounds uncertain.\nThe floating man peers at him through the water.\n“The world has ended,” he explains, as if he is a lecturer. “This time there will be no survivors. The fire will rip through the cities, through the towns and villages, through the shelters. All our lives would be compost for the forests. And then…”\nHe waves a hand, gesturing to the space.\n“…we will be born again from here. This installation has recreated us, again and again, since time immemorial. We were very lucky this time. I do not think we’ll last as long upon the next. We are not a species built to last, you know that.”\nSlowly, the living corpse closes its eyes. It seemed to despair already, but that has somehow intensified.\n“I think you are a species built to last,” Bayel declares, his sudden confidence cutting through the dark. “A symbiote, not a parasite. A people with the ability to know each other, truly know each other, without petty… without petty selfishnesses and hungers driving them apart. Or, at least, perhaps not as much. These aren’t the right words, they sounded… grander in my head, but this is the closest I can get. I don’t know if I even believe them, truly, but…”\nThe young-old man nods.\nBayel blinks. “You’ll do it?” he asks, mouth dry. “You’ll be the template?”\nThe young-old man nods.\n“You won’t live to see the new world, you know,” Bayel warns. “It will be many hundreds, if not thousands of years before —”\nThe young-old man nods.\nBayel wastes no more time. In a flash, he is at the machinery, playing buttons and sliding dials as if he were born for it. Sweat pours down his forehead from the long trek up to this point, but the fatigue does not so much as shake his hands. This is the last thing he has to do, after all. The very last thing.\nIt takes him hours more, but by the time the night is done and the ash begins to fall, Bayel is done.\nHe lies on the floor, a pistol in his hand, smoking.\nThe engine of the world churns and the egg hatches.\n\nNo further proposals for behavioral or cultural modification will be accepted at this time. Previous attempts to ameliorate violent and sociopathic tendencies in humanity as a whole have already been implemented and deemed successful."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7841-ZA \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-7841 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7841-ZA",
    "object_class": "Safe",
    "containment_procedures": "SCP-7841-ZA is to be stored in a containment cell located at Site-29. Restraints are to be utilized so as to prevent SCP-7841-ZA from escaping or attempting self-harm. Guards are forbidden from injuring or inflicting pain on SCP-7841-ZA unless specifically requested by research personnel.",
    "description": "SCP-7841-ZA is a male human being of a uniquely defective psychology.",
    "title": "SCP-7841-ZA"
}