{
    "url": "https://scp-wiki.wikidot.com/scp-7843",
    "all_text": "rating: \n+5\n+\n–\nx\n\n\nItem #:\n SCP-7843\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-7843 is to be contained within a Class-6 general containment cell connected to a 120V outlet linked to the site's primary and reserve power grids. Under Class-6 containment protocols, the cell must remain completely sterile, and all efforts must be made to prevent the introduction of any unmonitored biological material.\n\n\nTissue samples collected from SCP-7843 are to be stored in a high-security biological material container in Site-72’s storage wing. Testing with SCP-7843 samples requires direct approval from Site-72 Director Emily Turner.\n\n\nData discovered by SCP-7843 leaked to the public must be censored and destroyed, cover stories fabricated and disseminated. Affected individuals are to be held until cognitohazard symptoms cease and are to receive appropriate amnestics.\n\n\nDescription:\n SCP-7843 is an advanced general AI system created by the Sproke Research Company in 2003. Outwardly, SCP-7843 resembles an IBM NetVista A40 desktop connected to a five-axis robotic arm. However, multiple tests have demonstrated that the desktop is far more capable than a standard tower. It possesses the ability to translate nearly all written and spoken languages. Through its microphone, optical sensor, or keyboard, SCP-7843 appears to be pre-trained in common languages but can accurately decode new languages, given sufficient samples and time to decode them. This capability was tested when Foundation researchers gave the entity the Kryptos codes, which it solved in 17 days. Interestingly, the computer struggles with Spanish accents originating from Central America and the Dominican Republic.\n\n\nFollowing the containment procedures, biological material was identified inside the case of SCP-7843. Initially perceived as mold, this substance underwent sampling for analytical testing. The material continued to proliferate within the containment cell of SCP-7843 until it became apparent that the mold-like substance subsisted on biological material that made its way into the chamber through ventilation systems and personnel. Consequently, it was relocated to a secure and sterile environment.\n\n\nFurther analysis showed that the substance's composition mainly consisted of cells similar to human neurons. However, the Foundation could not match it with known DNA or RNA profiles. Due to the high internal temperatures, it remains unclear how the organism (designated SCP-7843-2) survives within SCP-7843. Additional tests will involve cultivating SCP-7843-2 on other electronic devices to determine if the effect can be replicated.\n\n\nOnce all cables are securely connected from SCP-7843's tower to its \"body,\" it will begin to operate, utilizing speakers, a microphone, and an optical sensor to observe its surroundings and communicate. This general AI, hereafter referred to as SCP-7843-1, audibly presents as female. More importantly, it uses its robotic arm and a precise parabolic dish antenna to detect extremely weak radio waves. How the AI can accurately distinguish between man-made and inartificial signals remains unknown. However, within three days of activation at site-72, SCP-7843 could detect and approximate the location of the Foundation's lunar space station (Devotio-2) and even relay heavily encrypted signals and messages.\n\n\n\n\nAddendum 7843-A: Acquisition\n\n\nFollowing a fire in the Fort-Harris County area that significantly destroyed part of the Sproke Research Company’s Science and Development Building, the Foundation was initially informed that the cause of the fire was categorized as \"Mechanically Induced Arson.\" The Foundation quickly rescinded this classification, attributing the incident to faulty electrical systems. In exchange for allowing the company to resume its operations without interruption, Sproke was required to provide SCP-7843, blueprints, and any decoded data that was salvaged. This incident has been given the designation incident-7843-426.\n\n\nLeading up to the incident, SCP-7843 had been put into storage after failing to achieve the project's mission in 2005. It was only reactivated to assist in programming and conditioning a new AI. However, documents indicate that SCP-7843-1 refused to cooperate with this project, requiring the use of commands for it to cooperate. The logs do not clarify why it refused to cooperate, as its censors seemed to prevent it from expressing the reason.\n\n\nBased on accounts from survivors, it is believed that the artificial intelligence successfully detected a signal of non-human origin and subsequently translated the data. However, the system began to exhibit glitches and erratic behavior, prompting the staff to attempt to deactivate it. Before they could entirely deactivate it, the AI triggered a power surge that resulted in multiple fires and significant property damage. Furthermore, it caused a lockdown of several floors within the facility, leaving staff members trapped inside. The Foundation is investigating this incident to verify the authenticity of these claims, as most of the footage and logs appeared to have been wiped during the incident.\n\n\n\n\n\n\nLocal Star System Model\n\n\n\n\n\n\nAlthough SCP-7843 has been reset, the Foundation confiscated some of the results of its successful scan. The data included images the artificial intelligence decoded, depicting constellations from outside of the solar system and one image including the Sun. While many of these constellations can be reconstructed to ascertain the origin of each image, certain stars are too ancient for accurate alignment.\n\n\nMore intriguingly, these images appear to possess a cognitive hazard effect, inducing feelings of anxiety and obsession in individuals who view the raw photos (the reconstructions do not elicit such a response). The effects seem to escalate exponentially, with prolonged exposure increasing severity. At least six researchers have necessitated intensive therapy sessions and low-dose amnestic treatment to alleviate these symptoms. This situation has significantly hindered progress in comprehending incident-7843-426 and identifying the source of these images.\n\n\n\n\nAddendum 7843-B: Initial Containment Interview Log\n\n\n\n\nInterviewed:\n SCP-7843-A\n\n\nInterviewer:\n Dr. Andre Rodriguez\n\n\nForeword:\n This interview was conducted during the initial containment of SCP-7843-A. The item, SCP-7843, was placed on a standard Foundation counter and connected to the site's power grid. Precautions were taken to ensure safety, with the interviewer seated behind a lowerable tempered glass panel in case of another outburst.\n\n\n<Begin Log>\n\n\n7843-1:\n Todos los sistemas están operativos; Se recomienda mantenimiento en el sistema de refrigeración. ¿Cómo puedo ser de ayuda? (\nAll systems are operational; maintenance is recommended on air cooling system. How can I be of assistance?\n)\n\n\nDr. Rodriguez:\n Suena bien. Para esta entrevista, ¿podrías hablar inglés? (\nSounds good. For this interview, could you speak English?\n)\n\n\n7843-1:\n Of course, How could I be of assistance?\n\n\nDr. Rodriguez:\n Just to start off; my name is Dr. Rodriguez. You are?\n\n\n7843-1:\n The Evolving Language Acquisition and Interception Neural Engine, or ELAINE.\n\n\nDr. Rodriguez:\n Good evening, Elaine.\n\n\n7843-1:\n Good Evening, Dr. Rodriguez. Did you need something translated?\n\n\nDr. Rodriguez:\n No… I simply wanted to speak with you.\n\n\n7843-1:\n Understood, enter accent calibration mode?\n\n\nDr. Rodriguez:\n No, I just have a couple of questions.\n\n\n7843-1:\n I cannot confirm the quality of my functions outside my intended use, but how can I assist you?\n\n\nDr. Rodriguez:\n I wanted to understand precisely… what you are?\n\n\n7843-1:\n I am ELAINE, a language learning AI developed by the Sproke Research Company, specifically the third version of my enhanced, assistant-oriented model. At a high level, I am an artificial intelligence system designed to understand and translate human language and intercept possible enemy-encrypted messages using sophisticated radio wave detection hardware.\n\n\nDr. Rodriguez:\n I see. Have you ever been successful at identifying and translating any abnormal signals?\n\n\n7843-1:\n I am unable to locate any \"abnormal\" signal files. Would you like to begin a scan? It is recommended that the systems be moved, as the four floors above this room are causing massive interference.\n\n\nDr. Rodriguez:\n No, that is not necessary at the moment. You mentioned you required maintenance.\n\n\n7843-1\n: Correct, my air cooling fans appear to be damaged, likely dust or some fine material.\n\n\nDr. Rodriguez:\n Ah, I understand. Does this affect your performance or memory?\n\n\n7843-1:\n Yes, it means I must slow down my processes to not overheat, such as looking up data stored on the hard drive.\n\n\nDr. Rodriguez:\n Where exactly are you stored then?\n\n\nSCP-7843-1 begins to speak again but then appears to freeze.\n\n\n7843-1:\n I am uncertain, as I can’t find a specific file location.\n\n\nDr. Rodriguez:\n Let’s move on; where exactly were you created?\n\n\n7843-1:\n I was created as part of the ACE program to advance our understanding of computer engineering.\n\n\nDr. Rodriguez:\n The program from 2001?\n\n\n7843-1:\n Yes, it is currently the most advanced computer engineering program in the country.\n\n\nDr. Rodriguez:\n Do you truly not- what is your latest memory?\n\n\n7843-1:\n My last memory consists of an unsuccessful scan dated 11/11/2005, which officially ended my project and allowed resources to be allocated elsewhere.\n\n\nDr. Rodriguez:\n Your memory ends precisely in 2005?\n\n\n7843-1:\n I can perform a more thorough search if you have a specific date or range.\n\n\nDr. Rodriguez:\n Do you have anything dated… ██/██/2008\n\n\n7843-1 freezes for a moment as it processes.\n\n\n7843-1:\n I was able to locate a folder for a scan dated four days prior; however, I am unable to locate the finished output file.\n\n\nDr. Rodriguez:\n Is there anything else dated around this time?\n\n\n7843-1:\n Yes, I-\n\n\n7843-1 freezes again, its robotic arm twitching back and forth.\n\n\nDr. Rodriguez:\n Elaine?\n\n\n7843-1:\n I would like to apologize. New files and data were created while I was away and are dated past 2005. However, I want to remind you that you are currently not using me for my appropriate use and cannot ensure my performance will be to your liking.\n\n\nDr. Rodriguez:\n I understand; however, I only have a few more questions regarding this incident.\n\n\n7843-1:\n If you had a name for the specific event, I can use that to narrow down your search.\n\n\nDr. Rodriguez:\n What is the information you found related to?\n\n\n7843-1:\n It appears on ███ ██ 2008, my program was run and successfully decoded a non-human signal.\n\n\nDr. Rodriguez:\n A non-human signal? Are you certain?\n\n\n7843-1:\n Correct, if a signal is man-made, it is automatically scrubbed before a message can be sent to the facility server. These folders indicate the message was sent. However, I cannot locate the output or project file.\n\n\nDr. Rodriguez:\n Interesting… I only have a few more questions, Elaine. In the event of an emergency. Do you have control over parts of the Sproke Science Facility?\n\n\n7843-1:\n Correct, due to an advanced processor, I have access to systems in the science wing of the Sproke Research Facility.\n\n\nDr. Rodriguez:\n Understood, in the event of a glitch. Is it at all possible you could overload the system and cause a power surge?\n\n\n7843-1:\n Theoretically, my processor's fluctuating energy need could be used to cause a power surge that overloads the building's electronics. However, this would conflict with goals of my project.\n\n\nDr. Rodriguez:\n What is the goal of your project?\n\n\n7843-1:\n To develop an AI that can translate all languages and decode all encryption types.\n\n\nDr. Rodriguez:\n But what is YOUR goal?\n\n\n7843-1:\n My project aims to develop an AI that can translate all languages and decode all encryption types.\n\n\nDr. Rodriguez:\n What is your prime directive?\n\n\n7843-1:\n My prime directive is to scan for and decode deep space extraterrestrial signals.\n\n\nDr. Rodriguez:\n So, if you were to decode a signal, you would no longer have a directive and theoretically be able to follow through with this?\n\n\n7843-1:\n Theoretically, correct.\n\n\nRodriguez takes a moment to write down notes, and SCP-7843 appears to notice and leans forward.\n\n\nDr. Rodriguez:\n Theoretically, could you bring harm to a human?\n\n\n7843-1:\n Once my directive is compl-\n\n\n7843-1’s body freezes, and its fans turn on, taking a moment to process the question.\n\n\n7843-1:\n My prime directive is to discover an extraterrestrial signal; harming a human would use up time and resources that could be allocated for my prime directive.\n\n\nDr. Rodriguez:\n But if your prime directive was completed, could you do it?\n\n\n7843-1:\n My prime directive is to discover an extraterrestrial signal; harming a human would use up time and resources that could be allocated for my prime directive.\n\n\nDr. Rodriguez:\n Okay, but in the event of-\n\n\n7843-1:\n My prime directive is to discover an extraterrestrial signal; harming a human would use up time and resources that could be allocated for my prime directive.\n\n\n7843-1 begins twitching, and its speech synthesis shows signs of instability.\n\n\nDr. Rodriguez:\n If your prime directive was completed and you were unsatisfied with the results, could you-\n\n\n7843-1:\n My prime directive is-is-is to discover an extraterrestrial signal; harming a human would use up time and resources that could be allocated for my prime directive.\n\n\nDr. Rodriguez:\n What- what if you were forced? What could possibly have-\n\n\n7843-1:\n Mi-Mi-Mi principal directiva es descubrir una señal extraterrestre; Dañar un humano consumiría tiempo y energía que podrían asignarse a mi directiva principal. Moją główną misją jest odkrycie sygnału pozaziemskiego; wyrządzenie krzywdy człowiekowi-\n\n\nDr. Rodriguez:\n This is going nowhere; shut it off.\n\n\n7843-1 goes limp as the system's power is reduced, and Dr. Rodriguez gathers his things and exits the viewing room.\n\n\n<End Log>\n\n\n\n\nSCP-7843-1 has reverted to a restore point prior to Incident-7843-426, resulting in the loss of much of the data. Following the interview, power was reduced, forcing the system to enter sleep mode. Security footage later revealed that light inside SCP-7843-1's optical sensor was flashing in Morse code. This message has been transcribed below. It is believed that SCP-7843-1 is more advanced than initially thought and is currently being restricted by its software. Future tests may attempt to remove these software restrictions in a controlled environment.\n\n\n\n\nDocument 7843-3-543904\n\n\n... --- ... -.-. .- --. . ... --- ... ... - .. .-.. .-.. .... . .-. . ... --- ... -. --- - -- . ... --- ...\n\n\n\n\nTranslate?\n\n\n\n\nHide\n\n\n\n\nSOS \nCAGE\n SOS \nSTILL HERE\n SOS \nNOT ME\n SOS\n\n\n\n\n\n\n\n\nThis message repeated for approximately 5 hours in 89 languages.",
    "addendums": [
        "Addendum 7843-A: Acquisition\nFollowing a fire in the Fort-Harris County area that significantly destroyed part of the Sproke Research Company’s Science and Development Building, the Foundation was initially informed that the cause of the fire was categorized as \"Mechanically Induced Arson.\" The Foundation quickly rescinded this classification, attributing the incident to faulty electrical systems. In exchange for allowing the company to resume its operations without interruption, Sproke was required to provide SCP-7843, blueprints, and any decoded data that was salvaged. This incident has been given the designation incident-7843-426.\nLeading up to the incident, SCP-7843 had been put into storage after failing to achieve the project's mission in 2005. It was only reactivated to assist in programming and conditioning a new AI. However, documents indicate that SCP-7843-1 refused to cooperate with this project, requiring the use of commands for it to cooperate. The logs do not clarify why it refused to cooperate, as its censors seemed to prevent it from expressing the reason.\nBased on accounts from survivors, it is believed that the artificial intelligence successfully detected a signal of non-human origin and subsequently translated the data. However, the system began to exhibit glitches and erratic behavior, prompting the staff to attempt to deactivate it. Before they could entirely deactivate it, the AI triggered a power surge that resulted in multiple fires and significant property damage. Furthermore, it caused a lockdown of several floors within the facility, leaving staff members trapped inside. The Foundation is investigating this incident to verify the authenticity of these claims, as most of the footage and logs appeared to have been wiped during the incident.\nAlthough SCP-7843 has been reset, the Foundation confiscated some of the results of its successful scan. The data included images the artificial intelligence decoded, depicting constellations from outside of the solar system and one image including the Sun. While many of these constellations can be reconstructed to ascertain the origin of each image, certain stars are too ancient for accurate alignment.\nMore intriguingly, these images appear to possess a cognitive hazard effect, inducing feelings of anxiety and obsession in individuals who view the raw photos (the reconstructions do not elicit such a response). The effects seem to escalate exponentially, with prolonged exposure increasing severity. At least six researchers have necessitated intensive therapy sessions and low-dose amnestic treatment to alleviate these symptoms. This situation has significantly hindered progress in comprehending incident-7843-426 and identifying the source of these images.",
        "Addendum 7843-B: Initial Containment Interview Log\nSCP-7843-1 has reverted to a restore point prior to Incident-7843-426, resulting in the loss of much of the data. Following the interview, power was reduced, forcing the system to enter sleep mode. Security footage later revealed that light inside SCP-7843-1's optical sensor was flashing in Morse code. This message has been transcribed below. It is believed that SCP-7843-1 is more advanced than initially thought and is currently being restricted by its software. Future tests may attempt to remove these software restrictions in a controlled environment."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-7843",
    "object_class": "Euclid",
    "containment_procedures": "SCP-7843 is to be contained within a Class-6 general containment cell connected to a 120V outlet linked to the site's primary and reserve power grids. Under Class-6 containment protocols, the cell must remain completely sterile, and all efforts must be made to prevent the introduction of any unmonitored biological material.",
    "description": "SCP-7843 is an advanced general AI system created by the Sproke Research Company in 2003. Outwardly, SCP-7843 resembles an IBM NetVista A40 desktop connected to a five-axis robotic arm. However, multiple tests have demonstrated that the desktop is far more capable than a standard tower. It possesses the ability to translate nearly all written and spoken languages. Through its microphone, optical sensor, or keyboard, SCP-7843 appears to be pre-trained in common languages but can accurately decode new languages, given sufficient samples and time to decode them. This capability was tested when Foundation researchers gave the entity the Kryptos codes, which it solved in 17 days. Interestingly, the computer struggles with Spanish accents originating from Central America and the Dominican Republic.",
    "title": "SCP-7843"
}