{
    "url": "https://scp-wiki.wikidot.com/scp-7844",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n\n\nItem #:\n SCP-7844\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Influence operations are to discourage government, commercial, and hobbyist satellites from entering SCP-7844 orbits. Under the 2052 Pitcairn Island Accord,\n1\n Global Occult Coalition officials will continue briefing astronomy programs capable of detecting SCP-7844 on its cover as a United Nations ISR asset.\n\n\nGenetic testing to identify the original YIV-510 donor (POI-7844-A) is to continue worldwide under the pretense of disease control. Once identified, POI-7844-A is to be detained until a review of hostile activity is complete; due to safety concerns, both hands should be amputated immediately after capture and placed in cold storage.\n\n\nNo further attempts to access SCP-7844 instances or their control network are to occur without Overseer Council approval.\n\n\nDescription:\n SCP-7844 is a constellation of 13 satellites associated with terrestrial anomalous activity, all of which maintain Molniya orbits that maximize coverage of populated landmass. Each satellite is identical, consisting of an elongated outer shell (approximately 6m x 1.7m x 1.3m) constructed from an unknown material with low light reflectance (< 0.1 LRV) and extremely high density (estimated at 30 grams per cm\n3\n). Interior space is dedicated to biological cultivation units that were filled prior to launch. SCP-7844 instances prevent orbital decay via ion propulsion, and all have remained in their orbits since placement.\n\n\nSCP-7844 was deployed throughout 2035-2038 by GOC black project YIV-510, which has since been shuttered. The constellation was originally operated via sympathetic reaction of biomass spread between units. Terminals maintained by YIV-510 staff were destroyed contra Foundation requests following the Pitcairn Island Accord, and no alternative methods of control have been found save for legacy access enjoyed by POI-7844-A (a donor who is presumed to exist but has yet to be identified).\n2\n\n\nWhen activated, SCP-7844 instances exert an attractive force on objects within 10 km of their groundtrack point that does not adhere to known scientific principles. Past targets include single-story structures, vehicles, signage, and various flora and fauna. The method by which targets are isolated for effect is poorly understood, but it appears to be extremely sensitive within a broader set of taxonomies.\n\n\nSpecific SCP-7844 capabilities are classified within the METHOD MAYFLY compartment.\n\n\n\n\nAddendum 7844-A (Known Activations):\n\nSCP-7844 has been activated five times, four of which were test fires carried out during constellation deployment.\n\n\n\n\n\n\nIncident Number\n\n\nDate / Time\n\n\nLocation\n\n\nEffect\n\n\n\n\n\n\n15038-3013\n\n\n23 AUG 2035 / 1202-1205 ET\n\n\nN/A\n\n\nN/A. Communications from an SCP-7844 test were captured through SALIENT CROW capabilities, but specific activity has yet to be identified.\n\n\n\n\n\n\n15046-3023\n\n\n03 FEB 2035 / 1653-1656 PT\n\n\nBoiling Point, CA\n\n\nSeveral buildings, vehicles, and elements of local infrastructure damaged by levitation and subsequent fall (~3 meters). Effect modulated by size over time, beginning with items under .5 kg. No casualties.\n\n\n\n\n\n\n15089-5001\n\n\n13 AUG 2035 / 2134-2140 ET\n\n\nFernow Experimental Forest, WV\n\n\nApproximately 3.14 km\n2\n of forest partially uprooted, then deposited in place. Appears to have targeted trees weighing between 7250-7500 kg in fine-tuning exercise. No casualties.\n\n\n\n\n\n\n15201-7022\n\n\n01 MAR 2036 / 1201-1207 ET\n\n\nBasil, MD\n\n\nAdditional demonstration of fine tuning begins with insect life. Rodents, mustelids, canines, felines, and bovines affected in succession. Some witnesses report minor effects, with headaches and temporary blindness being the most common. No casualties.\n\n\n\n\n\n\nSCP-7844 was additionally employed against Site-33 on May 24, 2046 in what is now understood to be a retaliatory strike following the loss of several GOC facilities in separate regional conflicts. It remains unclear whether this was ordered by GOC leadership or carried out independently by YIV-510 staff. See relevant HINDSIGHT analyses for a full summary of this incident.\n\n\nAlthough no recordings were made due to anomalies contained on-site, adaptations of \nSCP-5920\n enabled postmortem extraction of relevant memories. Cleared personnel with sufficient MIR scores may view the resultant media.\n\n\n\n\n[PRESENT VALID CLEARANCE]\n\n\n\n\n[METHOD MAYFLY VERIFIED]\n\n\n\n\nLoading 7844_site33_16404.mak7 now…\n\n\n\n\nFluorescents flicker in patterns discernible by only the site's oldest stewards. Cafeteria chairs squeak against linoleum. Coffee hits your lips as Rob's chatter is flushed from memory, one more anecdote about kids you've never met and never will meet. Hot, astringent—its only redeeming qualities in truth—it lingers as a collective shudder passes through the night shift. You feel it too, a sensation that strokes from shoulder to neck before tracing higher vertebrae. Each seems the subject of endless fascination as you twitch in place, a minor reaction compared to how disquiet ripples through your coworkers.\n\n\nSomeone has the good sense to run for the alarm panel mounted in every corridor. They don't even make it to the door. That invisible force clenches tight, wrenching them off the ground like a noose tightened. Others follow one-by-one: some raised in a misguided mother's embrace, some yanked with neck-snapping force. It's difficult to form coherent thoughts as pressure continues tracing your own neck, showing wonderment in esophagus, in arteries, in all that holds together.\n\n\nHalf the room is already dead by the time both feet leave the floor. Their bodies hang motionless, a scene you can't help but look away from. Soft fingers bring your chin back just in time to see the first neck twist with a sickening squelch, the first eyeballs pop from sockets. Blood pools upwards in defiance of gravity, coherent streams drawn with surgical precision that seems malpractice itself. The grip adjusts again, minute depressions surely shifting to the soft parts of your neck as it does. As it prepares. You breathe in, and exhaling is impossible afterwards.\n\n\nIn a final effort to expel what remains inside, those few intact necks separate with wet, wretched pops. Their division is so gentle that veins remain unbroken, slowly extruded from bodies who might somehow be viable were they reassembled with sufficient care. Then you feel a pop of your own. The pain is so brief that it might not even qualify as such, an overwhelming rush of life pinched off by those fingers. When they relax again, you have no more breath to release.\n\n\n\n\n\n\n\n\nIncident Number\n\n\nDate / Time\n\n\nLocation\n\n\nEffect\n\n\n\n\n\n\n16404-1093-F\n\n\n24 MAY 2046 / 0400-0406 ET\n\n\nSite-33\n\n\nNo equipment damaged. No containment units compromised. 312 casualties.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 7844-B (Control Network Access):\n\n\nUpon recovery of several destroyed SCP-7844 terminals, researchers were able to reverse-engineer elements of its control network. These include access to test functions, limited maneuver capabilities, and a one-way diagnostic channel that may be an artifact of its development process.\n\n\nOn July 25, 2053, researchers gained lateral access to a system that appears to be intended for validating high-level users following key corruption. Several call-and-response procedures were prepared based on YIV-510 documentation and tested on Foundation body rigs before use. The following log approximates this exchange in plaintext:\n\n\n\n\nNET_ID:\n POULTICE-510-496\n\n\nSYS_ID:\n BECKONER NODE #9\n\n\nTTAG:\n 06252053_1220_6\n\n\nKEYVER:\n UNVERIFIED\n\n\nBECK9:\n Contact established, awaiting handshake.\n\n\nCNODE:\n \n[Yawn reciprocity initiated. No response.]\n\n\nCNODE:\n \n[Itch reciprocity initiated. No response.]\n\n\nBECK9:\n Contact established, awaiting handshake.\n\n\nCNODE:\n \n[Embarrassment/laughter exchange initiated. No response.]\n\n\nCNODE:\n \n[Song/hum exchange initiated. No response.]\n\n\nBECK9:\n Handshake overdue, awaiting fingerprint.\n\n\n[The connection was terminated at this point to avoid triggering any protocols that would prevent future access.]\n\n\n\n\nSALIENT CROW capabilities detected no changes to network activity throughout this test. Subsequent attempts have been delayed until research into physiological responses used by other GOC projects can be completed. Breaking the gene-based encryption that protects its sympathetic network and anomalous capabilities remains a work in progress.\n\n\n\n\nAddendum 7844-C (Planned Exfiltration):\n\n\nDue to GOC stonewalling and ongoing cryptography challenges, Foundation personnel attempted to access cold-storage logs residing on SCP-7844 instances to identify parties responsible for Incident 16404-1093-F. This process began with dismantling the carriage using vehicles operated from a manned Foundation satellite. Scaffolding construction followed, and the cultivation unit was breached approximately two months later.\n\n\n\n\n[PRESENT VALID CLEARANCE]\n\n\n\n\n[METHOD MAYFLY VERIFIED]\n\n\n\n\nLoading 7844_18933.mak7 now…\n\n\n\n\nThe screen's quality is almost clearer than life. It offers a distraction from the cramped microsat where you operate that multi-purpose, multi-armed vehicle—minimal lag outweighing personal comfort, of course. Your command to begin removing the larger satellite's shell is carried out immediately, shifting a first black plate into clamps waiting on the scaffolding. You next adjust the camera, fully capturing the interior unit already detected by scans. That gunmetal coffin sits impassive, livened only by warnings and pictograms that evolved on branches divergent from the Foundation's own. Thankfully, orders already came down to ignore them.\n\n\nScrew after screw, bolt after bolt, you disassemble the sheath erected around whatever systems await inside. Your scaffolding will protect the most sensitive from radiation until its information is siphoned away; the rest will eventually re-enter the atmosphere in ablative envelopes. Only a series of latches separate you from that, from completion of this most claustrophobic assignment.\n\n\n\"Permission to proceed?\" you ask your handler, voice scratchy after recent disuse. Waiting for her answer is painful no matter how minute the delay has become in recent years.\n\n\n\"Proceed,\" she says. Thank god.\n\n\nThe near-silent hum of space is almost overwhelming as the vehicle's arms—\nyour \narms, though more distant than most—remove that final layer. Within, the expected banks of exotic hardware are absent. Not a circuit board to be seen, nor biological black boxes obscuring further mysteries. You are instead graced with the sight of somehundred identical human hands, all interlinked by twitching fingers, all grasping each other for comfort. Every blemish the same. Every scar mirrored beyond counting. No artificial veins support them, but each is clearly alive nonetheless, gracefully moving from linkage to linkage—maintaining a mass that crawls in place despite its sudden exposure to deep space.\n\n\n\"What–\" forms on your lips as one finger among many casually flicks toward the camera. Connection is lost in an instant, replaced by errors, warnings, and ever so many horrible diagnostics. You only glimpse them before pressure builds on your forehead. First, a nudge. A bump. A sudden hammer blow that shakes your tiny word worse than reentry ever did. Gasping is barely possible as you catch your own eyes in the mirror intended to humanize that most lonesome place. You can already see a tiny depression moving on your forehead, shifting slightly as though massaged by invisible fingers. Settling right between your brows.\n\n\nThe next blow comes so fast, so decisively, that the sound in your ears is surely gray matter splattering across the cabin. Skull fragments on steel. Cranial fluid in the cushions. Who was going to clean this mess up?\n\n\n\n\n\n\n\n\n\n\nIncident Number\n\n\nDate / Time\n\n\nLocation\n\n\nEffect\n\n\n\n\n\n\n18933-3037-A\n\n\n03 JAN 2054 / 0637 UCT\n\n\nOrbit, Earth\n\n\nVarious pieces of equipment damaged by low-level SCP-7844 failsafes. 1 casualty.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-7843\n | SCP-7844 | \nSCP-7845\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7844\n\" by Pedantique, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7844\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Chapter 4, Section 61, Subsection 25, \"Activities Based on Common Interests and Challenges in Complex Operating Environments\"\n\n\n2\n. Evidence suggests that biomass was repeatedly harvested from POI-7844-A in situ rather than grown in cultures or otherwise replicated.",
    "addendums": [
        "Addendum 7844-A (Known Activations): SCP-7844 has been activated five times, four of which were test fires carried out during constellation deployment.\nSCP-7844 was additionally employed against Site-33 on May 24, 2046 in what is now understood to be a retaliatory strike following the loss of several GOC facilities in separate regional conflicts. It remains unclear whether this was ordered by GOC leadership or carried out independently by YIV-510 staff. See relevant HINDSIGHT analyses for a full summary of this incident.\nAlthough no recordings were made due to anomalies contained on-site, adaptations of SCP-5920 enabled postmortem extraction of relevant memories. Cleared personnel with sufficient MIR scores may view the resultant media.",
        "Addendum 7844-B (Control Network Access):\nUpon recovery of several destroyed SCP-7844 terminals, researchers were able to reverse-engineer elements of its control network. These include access to test functions, limited maneuver capabilities, and a one-way diagnostic channel that may be an artifact of its development process.\nOn July 25, 2053, researchers gained lateral access to a system that appears to be intended for validating high-level users following key corruption. Several call-and-response procedures were prepared based on YIV-510 documentation and tested on Foundation body rigs before use. The following log approximates this exchange in plaintext:\nSALIENT CROW capabilities detected no changes to network activity throughout this test. Subsequent attempts have been delayed until research into physiological responses used by other GOC projects can be completed. Breaking the gene-based encryption that protects its sympathetic network and anomalous capabilities remains a work in progress.",
        "Addendum 7844-C (Planned Exfiltration):\nDue to GOC stonewalling and ongoing cryptography challenges, Foundation personnel attempted to access cold-storage logs residing on SCP-7844 instances to identify parties responsible for Incident 16404-1093-F. This process began with dismantling the carriage using vehicles operated from a manned Foundation satellite. Scaffolding construction followed, and the cultivation unit was breached approximately two months later.\n"
    ],
    "documents": [],
    "notes": [
        "NET_ID: POULTICE-510-496 SYS_ID: BECKONER NODE #9 TTAG: 06252053_1220_6 KEYVER: UNVERIFIED BECK9: Contact established, awaiting handshake. CNODE: [Yawn reciprocity initiated. No response.] CNODE: [Itch reciprocity initiated. No response.] BECK9: Contact established, awaiting handshake. CNODE: [Embarrassment/laughter exchange initiated. No response.] CNODE: [Song/hum exchange initiated. No response.] BECK9: Handshake overdue, awaiting fingerprint. [The connection was terminated at this point to avoid triggering any protocols that would prevent future access.]",
        "\" SCP-7844 \" by Pedantique, from the SCP Wiki . Source: https://scpwiki.com/scp-7844 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "Influence operations are to discourage government, commercial, and hobbyist satellites from entering SCP-7844 orbits. Under the 2052 Pitcairn Island Accord,1 Global Occult Coalition officials will continue briefing astronomy programs capable of detecting SCP-7844 on its cover as a United Nations ISR asset.",
    "description": "SCP-7844 is a constellation of 13 satellites associated with terrestrial anomalous activity, all of which maintain Molniya orbits that maximize coverage of populated landmass. Each satellite is identical, consisting of an elongated outer shell (approximately 6m x 1.7m x 1.3m) constructed from an unknown material with low light reflectance (< 0.1 LRV) and extremely high density (estimated at 30 grams per cm3). Interior space is dedicated to biological cultivation units that were filled prior to launch. SCP-7844 instances prevent orbital decay via ion propulsion, and all have remained in their orbits since placement.",
    "title": "SCP-7844"
}