{
    "url": "https://scp-wiki.wikidot.com/scp-7845",
    "all_text": "Remember that beautiful summer night? When you promised you'd never forget me?\n\n\n\n\n\n\nrating: \n+22\n+\n–\nx\n\n\nItem #:\n SCP-7845\n\n\nObject Class:\n Eparch\n\n\nSpecial Containment Procedures:\n SCP-7845 is currently under investigation by the Conterconceptual Division. SCP-7845’s material components are currently locked within Storage Locker-0875 at \nSite-17\n.\n\n\nDescription:\n SCP-7845 designates a collection of disparate evidence that points towards an event of a counterconceptual nature that occurred to Counterconceptual Division Researcher Anabelle Chen throughout the October of 2023. All the objects are affected by varying degrees of counterconceptual contamination. However, this is believed to be a result of the event itself, not the objects.\n1\n SCP-7845 evidence is as follows:\n\n\n\n\nThe deletion of all dating apps from Researcher Chen’s personal cell phone;\n\n\nThree stuffed animals within Researcher Chen’s flat that they did not remember purchasing.;\n\n\nSeveral makeup products within Researcher Chen’s bathroom that they do not use;\n\n\nDocumentation suggesting that they had arranged for a box of chocolates to be delivered to another individual;\n\n\nA large amount of roses in Researcher Chen’s home;\n\n\nDocumentation suggesting that Researcher Chen had viewed the film Bottoms on her personal Amazon Prime account;\n\n\nOver 300 text messages sent between Researcher Chen and another individual. Due to counterconceptual contamination, these messages were unable to be recovered;\n\n\nCharges to Researcher Chen’s personal credit card suggesting they had visited several restaurants throughout the month that they did not remember visiting;\n\n\nResearcher Chen reported an undefined feeling of sadness and loneliness that persisted throughout the day;\n\n\n\n\nResearcher Chen reported SCP-7845 to the Foundation on November 1st, 2023.\n\n\nAddendum — Research Update\n\n\nTwo days after Researcher Chen submitted her initial report, the Department of Analytics flagged the file as containing key similarities to \nSCP-48592\n, an anomaly submitted on the same day by Antimemetics Division Researcher Harriet Rosenberg. Following the ingestion of mnestics by both researchers, they arranged a dinner date at Samantha’s Cakes and Pies\n2\n on November 5th to discuss the anomaly.\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The Eparch class refers to objects which are non-anomalous, but related to the anomalous.\n\n\n2\n. A popular Foundation-run dessert shop.\n\n\n\n\n\n\n\n\n« \nSCP-7844\n | SCP-7845 | \nSCP-7846\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7845\n\" by Cathy Autumn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7845\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum — Research Update\nTwo days after Researcher Chen submitted her initial report, the Department of Analytics flagged the file as containing key similarities to SCP-48592 , an anomaly submitted on the same day by Antimemetics Division Researcher Harriet Rosenberg. Following the ingestion of mnestics by both researchers, they arranged a dinner date at Samantha’s Cakes and Pies 2 on November 5th to discuss the anomaly.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7845 \" by Cathy Autumn, from the SCP Wiki . Source: https://scpwiki.com/scp-7845 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7845",
    "object_class": "Eparch",
    "containment_procedures": "SCP-7845 is currently under investigation by the Conterconceptual Division. SCP-7845’s material components are currently locked within Storage Locker-0875 at Site-17.",
    "description": "SCP-7845 designates a collection of disparate evidence that points towards an event of a counterconceptual nature that occurred to Counterconceptual Division Researcher Anabelle Chen throughout the October of 2023. All the objects are affected by varying degrees of counterconceptual contamination. However, this is believed to be a result of the event itself, not the objects.1 SCP-7845 evidence is as follows:",
    "title": "SCP-7845"
}