{
    "url": "https://scp-wiki.wikidot.com/scp-7854",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\nItem #:\n SCP-7854\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n As there is no viable means of retrieving SCP-7854, all containment efforts have focused on suppressing knowledge of the circumstances surrounding its disappearance. All witnesses to the incident were subsequently administered Class-A amnestics, while a cover story was dispatched stating that the sword was lost during transport.\n\n\nDescription:\n SCP-7854 is a medieval sword of French fabrication, believed to date to the early eighth century CE. The blade is composed principally of kamacite\n1\n, likely sourced from a small impact crater outside the historic city of \nAveroigne\n. The figure CMXCIX\n2\n has been inscribed in gold lettering at the base of the blade.\n\n\nSCP-7854 was unearthed in 1973 alongside several coeval artefacts by a team of archeologists led by Dr. Renaud Baudry (1926 - 1973). At the time of its discovery, SCP-7854 presented no discernable anomalous qualities.\n\n\nSix days after its excavation, SCP-7854 vanished from a storage facility while awaiting transport to a university in Lyon. Multiple witnesses reported seeing the weapon explode through the top of its container, before ascending into the atmosphere at an accelerating pace. These accounts were corroborated by Foundation satellites, which detected a small object escaping the Earth's gravitational pull at speeds approaching 10,000 km/h.\n\n\nIt should be noted that SCP-7854's disappearance coincided with the death of Dr. Baudry, who succumbed to sepsis on April 10, 1973. The source of the infection was determined to be a small wound he received after cutting his hand on SCP-7854's blade during the initial excavation.\n\n\nSCP-7854's present status is unknown, and it was last observed at a distance of no less than forty million kilometers; efforts to locate it using the Foundation Anomalous Space Telescope \n(FAST)\n remain ongoing.\n\n\nAddendum:\n The following is a partial transcription of a legend detailed in multiple sources, including \nSongs of the Swords\n and \nThe Lesser Knights of Charlemagne\n. It has been documented for posterity by the \nDepartment of Mythology and Folkloristics\n, citing possible relation to SCP-7854 (translated from the original French; extraneous passages have been excised):\n\n\n\n\n(…) of strength surpassing \nHauteclere\n3\n, and beauty to rival that of \nJoyeuse\n4\n. Yet no sooner than the smith wiped the sweat from his brow did the spirit therein voice its lament: with ashen tears the saber wept for its home among the stars, longing to again hear the angels in their choir and gaze fondly on the world from afar.\n\n\n \n\nAnd so the noble smith did soothe his masterwork with a promise, vowing before God that it may return to the heavens once it had slain a legion of men numbering no less than one thousand - however long this task might take. (…)\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Rare iron-nickel alloy found almost exclusively in meteorites.\n\n\n2\n. Representing the number nine hundred ninety-nine in Roman numerals.\n\n\n3\n. Legendary sword associated with the paladin Oliver.\n\n\n4\n. Personal weapon of Charlemagne.\n\n\n\n\n\n\n\n\n\n\nMore from this author...\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7853\n | SCP-7854 | \nSCP-7855\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7854\n\" by Dr Leonerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7854\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The following is a partial transcription of a legend detailed in multiple sources, including Songs of the Swords and The Lesser Knights of Charlemagne . It has been documented for posterity by the Department of Mythology and Folkloristics , citing possible relation to SCP-7854 (translated from the original French; extraneous passages have been excised):\n"
    ],
    "documents": [],
    "notes": [
        "(…) of strength surpassing Hauteclere 3 , and beauty to rival that of Joyeuse 4 . Yet no sooner than the smith wiped the sweat from his brow did the spirit therein voice its lament: with ashen tears the saber wept for its home among the stars, longing to again hear the angels in their choir and gaze fondly on the world from afar. And so the noble smith did soothe his masterwork with a promise, vowing before God that it may return to the heavens once it had slain a legion of men numbering no less than one thousand - however long this task might take. (…)",
        "\" SCP-7854 \" by Dr Leonerd, from the SCP Wiki . Source: https://scpwiki.com/scp-7854 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Uncontained",
    "containment_procedures": "As there is no viable means of retrieving SCP-7854, all containment efforts have focused on suppressing knowledge of the circumstances surrounding its disappearance. All witnesses to the incident were subsequently administered Class-A amnestics, while a cover story was dispatched stating that the sword was lost during transport.",
    "description": "SCP-7854 is a medieval sword of French fabrication, believed to date to the early eighth century CE. The blade is composed principally of kamacite1, likely sourced from a small impact crater outside the historic city of Averoigne. The figure CMXCIX2 has been inscribed in gold lettering at the base of the blade.",
    "title": "SCP-7854"
}