{
    "url": "https://scp-wiki.wikidot.com/scp-7855",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nBohart Cooks the ⠀⠀⠀⠀⠀⠀\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n!\nSITE-333 EMERGENCY NOTICE\n!\n\n\nCONTAINMENT BREACH ALERT: SCP-7855\n\n\nDATE:\n 22/12/23\n\n\n\n\nALL SITE-333 PERSONNEL RECEIVING THIS NOTICE ARE TO CONVENE IN THE ON-SITE CONFERENCE ROOM FOR AN EMERGENCY BRIEFING AS SOON AS POSSIBLE.\n\n\nFaliure to appear for briefing may result in insufficient knowledge for effective response to the ongoing containment breach, and cause severe effects to the individual's body, mind, or possessions; potentially including but not limited to confusion, bodily harm, financial losses, loss of identity, loss of vision, increased cholesterol, recovery of vision, associated fines, metaphysical de-existence, nausea, headache, indigestion, upset stomach, etc.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSITE-333\n SURVEILLANCE FOOTAGE\n\n\nWARNING: CAMERA BATTERY LOW.\n\n\n\n\n\n\nFootage Date: 22/12/2023\n\n\nTime: 5:48 pm\n\n\n\n\n[Tony Catalano, Leonora Morales, and Noah Patel are seated in three of the few non-broken chairs within Site-333's conference room. The trio are engaged in conversation around a large punch bowl filled with a vaguely cream-coloured liquid in the centre of the table. The room is decorated with a series of shoddily prepared Christmas decorations consisting of vaguely-snowflake-shaped paper chains, strips of wrapping paper cut, twisted, and hung up in an attempt to replicate tinsel, and a small cactus that has been capped with a Santa Claus Hat. Tony is in the process of scooping the beverage within the bowl into a mug that reads \"Don't talk to me \nuntil I've had my coffee!\n\"]\n\n\nTony Catalano:\n So any of you see Vincent on the way in? What's the deal with this anyhow?\n\n\nLeonora Morales:\n Not sure, but I passed by the kitchen and something in there smells like it's burning. This better be important, I had just got nestled in to watch a migratory colony of puffins coming in to roost. They've been cursed by the Fae Tyrant, Queen Mab to sing with the voices of the dead. What's the point of having a vacation form if we're just going to be called in anyway?\n\n\nTony Catalano:\n It makes Vincent feel powerful.\n\n\nLeonora Morales:\n He better get this on with quick, those puffins are crepuscular.\n\n\nNoah Patel:\n Eww.\n\n\nLeonora Morales:\n Not what you think it means. How was JerseyDevilCon going?\n\n\nNoah Patel:\n It went well. We had our roundtable to present findings and then the annual DevilHunt. There were five of us still there when I left, which is a pretty good-sized crowd. The Jersey Devil didn't show up though.\n\n\nTony Catalano:\n How would that have even happened?\n\n\nNoah Patel:\n We put flyers up. The Jersy Devil's in Jersey, hence the name, right? So it's bound to see them eventually. Although I suppose maybe it wouldn't be able to read English. We probably should have thought about that ahead of time.\n\n\nLeonora Morales:\n Noah, what exactly is it that you do?\n\n\nNoah Patel:\n Oh, all sorts of stuff. How was your day going, Tony?\n\n\nTony Catalano:\n I'd say I can't complain, slept in, had brunch, but then I got a call from the in—\n\n\n[Vincent Bohart enters the room with a candy cane stuck in his mouth. Seeing the assembled individuals, he inadvertently sucks inward, causing it to slide further in and obstruct his trachea. He quickly coughs, ejecting the candy cane onto the conference table.]\n\n\nVincent Bohart:\n What the hell are you people here for?\n\n\nTony Catalano:\n You called us in. The emergency alert? We've all been waiting for you.\n\n\nVincent Bohart:\n Oh, yeah. That's all been taken care of. False alarm. Great work everyone, very prompt response time and all that.\n\n\nLeonora Morales:\n Wait, what?! Vincent, I was planning that field trip for months!\n\n\nVincent Bohart:\n I'll give you all an extra gold star on your performance reviews.\n\n\nTony Catalano:\n So I've been sitting in rush hour traffic for an hour — on one of the handful of vacation days we can take off — for no reason? Vincent, I'm missing dinner with the in-laws for this!\n\n\nVincent Bohart:\n Hey, blame Atlantic City, or the electrician who installed the alarms. I knew the old system was fine. Do you know how much of our operational budget that costs us?\n\n\nTony Catalano:\n Yes. I'm the one who does the budgets. Anyway, I'm not complaining. They were threatening to bring over ham and turkey meatloaf, like in the same log. Honestly, I'll toast to being here.\n\n\n[Tony drinks from his mug, before coughing the thick liquid up]\n\n\nTony Catalano:\n Newborn baby Jesus, what the fuck is this?\n\n\nVincent Bohart:\n Eggnog.\n\n\nVincent Bohart:\n It's mostly rum though. The eggnog was expired. It helps with the taste.\n\n\n[Tony Catalano pinches his nose and takes another gulp. Noah Patel proceeds to also scoop up some of the liquid into a glass.]\n\n\nVincent Bohart:\n Not that I really care, but Noah should you be drinking that? Are you over 21?\n\n\nNoah Patel:\n I'm 32.\n\n\nVincent Bohart:\n Huh, really?\n\n\nNoah Patel:\n It said so on my birthday party invitation last month. I gave you the card. You said you couldn't come because you had an important thing that weekend, then asked me to remind you which weekend you'd be having that important thing on.\n\n\nTony Catalano:\n Wait, Vincent what are \nyou\n doing here?\n\n\nVincent Bohart:\n My oven crapped out, so I came here to make dinner.\n\n\nLeonora Morales:\n \n[Leonora motions with her hands towards the paper chains]\n And decorate? These weren't here before, Vincent.\n\n\nVincent Bohart:\n \n[Shrugs]\n Keeps the interns busy. It's this or having them dig holes on the beach.\n\n\nNoah Patel:\n Oh, that reminds me. I found that watch you had me looking for there.\n\n\nLeonora Morels:\n So this wasn't some elaborate ploy to lure us all here, under the guise of a containment breach — which, I'm sure violates several Foundation codes — to serve us whatever you've been cooking in a room that looks like it's been decorated by a kindergartener?\n\n\nVincent Bohart:\n You think I'd want to spend \nmore\n time with you people?\n\n\nTony Catalano:\n Well, we're here now, and \nI\n don't intend to leave. Whatcha got cooking, Vincent?\n\n\n[Vincent Bohart stares blankly towards the group for several seconds.]\n\n\nNoah Patel:\n You okay, boss?\n\n\nVincent Bohart:\n I… I, uh. I don't know.\n\n\nTony Catalano:\n You were telling us about the chow and just spaced out for a minute. What're you cooking?\n\n\nVincent Bohart:\n I don't know.\n\n\nTony Catalano:\n What do you mean you don't know?\n\n\nVincent Bohart:\n I know I was cooking… something. But I can't recall what.\n\n\nLeonora Morales:\n He's probably just been breathing in some fumes from all the old baked-on gunk the oven's got. We really need to start cleaning that thing.\n\n\nTony Catalano:\n It's self-cleaning, isn't it? Noah, go check it out before Vincent burns the Site down with an overcooked ham or something.\n\n\nNoah leaves the room as Vincent takes his seat, the group makes idle conversation for a minute before Noah returns.\n\n\nLeonora Morales:\n So, what's for dinner?\n\n\nNoah Patel:\n I don't — I don't remember….\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7855\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nunknown\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Cooking Procedures:\n The meal is kept within a fifty (50) by fifty (50) by twenty-five (25) centimetre conventional oven for a period of four (4) hours at four hundred and twenty-five (425) degrees Fahrenheit. Access is via a slightly jammed door that really only opens if you pull \nup\n first and \nthen\n outwards. Site personnel are NOT to use the blender, toaster, or coffee maker while the oven is on, to avoid blowing a fuse, again. It is further advised that all personnel preparing food or eating within the vicinity should maintain a good distance from the oven due to how much heat bleeds out around the edges.\n\n\nDescription:\n SCP-7855 is currently being cooked by Director Vincent Bohart, within Site-333's employee kitchen. Conversation with the aforementioned individual, as well as other attempts to discern what is in the oven, have not yielded a definitive answer. Personnel are unable to recall any details regarding SCP-7855 when not preparing or cooking it directly. To clarify:\n\n\n\n\nHow Vincent Bohart originally acquired SCP-7855 is unknown.\n\n\nThe reason behind the cooking time, temperature, and method used, are unknown.\n\n\nSCP-7855's physical appearance, texture, flavour profile, and relevant wine pairings are unknown.\n\n\nWhether the burning smell noticeable near SCP-7855 is a result of the item, or the oven itself, is unknown.\n\n\nWhy Vincent Bohart chose to cook \nwhatever\n SCP-7855 is in the communal staff kitchen, is known: he's a short-sighted jackass.\n\n\n\n\nAlthough they were not able to describe the sensory experiences of cooking SCP-7855, Site-333 personnel uniformly agreed that the experience was \"making them hungry.\" Individuals began to prepare non-anomalous food for group consumption while SCP-7855 cooked.\n\n\nAfter a period of time that Vincent Bohart determined \"seemed about right.\" SCP-7855 was removed from the oven. This is presumed to be the case due to the uncleaned baking tray left in the Site-333 kitchen sink.\n\n\n \n\n\n \n\n\n\n\n\n\nSITE-333\n SURVEILLANCE FOOTAGE\n\n\nWARNING: CAMERA BATTERY LOW.\n\n\n\n\n\n\nFootage Date: 22/12/2023\n\n\nTime: 8:19 pm\n\n\n\n\nThe group sits around Site-333's conference table, as snow continues to settle outside. Half-eaten, mundane, recognizable foodstuffs spread across the table. Several new wine stains are visible on the chairs.\n\n\nVincent Bohart:\n So there I was, behind the blackjack table, trying to deal out the cards while the goat's trying to chew through my pocket to the stack of $100s I'd stashed there. And the 8'-fuckoff\" \nWrath demon\n is glaring down at me, and I say to them 'well, I heard they've got a roasted goat leg going over at the buffet, so you must have missed the sacrifice.'\n\n\nTony Catalano:\n How'd that work out?\n\n\nVincent Bohart:\n Fella was so pissed he hit on a 19. Broke the table in half. I slipped out the back door with the chips while he took off after his startled furry friend.\n\n\nNoah Patel:\n Is that why you were transferred from \nSite-666\n?\n\n\nVincent Bohart:\n No, that's a whole different story. What about you, Leonora? Any memorable holidays this time of year?\n\n\nLeonora Morales:\n I once spent Christmas on the Faroe Islands, in a single-person micro tent eating cold canned beans and taking samples of bird shit to check for anomalous parasites.\n\n\nTony Catalano:\n Jeez, okay, you win the worst Christmas award.\n\n\nLeonora Morales:\n That was my favourite Christmas memory.\n\n\nTony Catalano:\n Real Hallmark holiday special, there.\n\n\nLeonora Morales:\n \nLaughing\n Okay, favorite Christmas movies, go.\n\n\nTony Catalano & Vincent Bohart:\n Die—\n\n\nLeonora Morales:\n And you can't say Die Hard!\n\n\nVincent Bohart:\n Die Hard with a Vengeance.\n\n\nTony Catalano:\n Not actually a Christmas movie, it takes place during the summer.\n\n\nVincent Bohart:\n You gotta be shitting me. Okay, National Lampoon's Christmas Vacation. Reminds me of growing up.\n\n\nLeonora Morales:\n Watching the film or its events?\n\n\nVincent Bohart:\n Both. What about you, Noah?\n\n\nNoah Patel:\n The Grinch. It's rare you see accurate cryptids depicted in the media.\n\n\nTony Catalano:\n Isn't that—\n\n\nVincent Bohart:\n Oh, let him have this one. It's the season for it.\n\n\nLeonora Morales:\n And, uh. How are we feeling about the 'it' we just ate?\n\n\nThe group looks towards the center of the conference table, where a picked-clean serving platter sits empty surrounded by an array of smaller tableware and cutlery.\n\n\nTony Catalano:\n I mean, it wasn't bad. Certainly no worse than the Christmas meatloaf I'd be eating tonight otherwise.\n\n\nNoah Patel:\n How would you describe the texture? I can't recall. Was it… spongey? gristly?\n\n\nLeonora Morales:\n Both I think? The gravy certainly helped. As did the cranberry sauce. I think whatever I ate was more of a soup.\n\n\nVincent Bohart:\n Huh, I was chewing something, that I know. Wait.\n\n\nNoah Patel:\n Yeah?\n\n\nVincent Bohart:\n I kind of, wow.\n\n\nTony Catalano:\n What is it, Vincent?\n\n\nVincent Bohart:\n I remember the flavour, I think. Just a little.\n\n\nLeonora Morales:\n Well, go on then. You cooked the thing so it seems about fair. What do you remember?\n\n\nVincent Bohart:\n It tasted like \nchicken.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nSite-333 Christmas tree, employee break room.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nSite-333 — Interdepartmental Text-Based Communications Log:\n\n\n25/12/2023 — 11:33 am (EDT)\n\n\n\n\n\n\n\n\n\n\nVincent Bohart\n, Director;\n\n\nTony Catalano\n, Accounting & Tourism;\n\n\nLeonora Morales\n, Wildlife Specialist;\n\n\nNoah Patel\n, Cryptozoologist & Museum Curator.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Catalano:\n Happy Holidays, everyone!\n\n\nNoah Patel:\n Merry Christmas!\n\n\nLeonora Morales:\n Thanks again for cooking dinner, Vincent.\n\n\nVincent Bohart:\n Don't expect me to make a habit out of it.\n\n\nTony Catalano:\n As strange as it feels to write this, I kind of actually…. had a good time?\n\n\nLeonora Morales:\n Yeah, me too. Well, I suppose we can avoid writing you up for misuse of the Foundation emergent breach channels, Vincent. It is the holidays, after all.\n\n\nVincent Bohart:\n I don't appreciate the slander.\n\n\nLeonora Morales:\n Slander is written, this is libel. I'm using speech-to-text.\n\n\nVincent Bohart:\n You're liable to be getting a disciplinary report for insubordination.\n\n\nTony Catalano:\n There's the Scrooge we know.\n\n\nNoah Patel:\n Have any of you felt kind of off the last few days? I have and I'm wondering if it has to do with what we ate.\n\n\nTony Catalano:\n Maybe a little bloated.\n\n\nLeonora Morales:\n What \ndid\n we eat?\n\n\nVincent Bohart:\n Oh yeah, I figured out what was going on there.\n\n\nLeonora Morales:\n You're just telling us this now?\n\n\nNoah Patel:\n Was I right it was a turducken?\n\n\nVincent Bohart:\n Gas leak.\n\n\nTony Catalano:\n What?\n\n\nVincent Bohart:\n \nMajor\n gas leak. Like off the charts, the oven was free-pouring it into the site.\n\n\nTony Catalano:\n One-day-old Christ. Seriously?\n\n\nVincent Bohart:\n That's not even the half of it. It turns out everything on site: the oven, the boiler, the furnace, the hot tub, everything that heats up, is powered by burning sewer gas. We had an agreement with a group calling themselves the '\nPlumbers\n,' which saved us a lot in heating costs.\n\n\nVincent Bohart:\n This isn't natural gas, it's \nnatural\n gas, and chances are it's been leaking for a few weeks now. The whole Site is like a dry Christmas tree in a chimney.\n\n\nLeonora Morales:\n Thank god we stopped Noah from flaming the pudding when he burned himself.\n\n\nTony Catalano:\n Or that the damn \nrat didn't set it off\n.\n\n\nVincent Bohart:\n Yeah, so any way that's the reason for the season.\n\n\nLeonora Morales:\n So how are we just now learning about this?\n\n\nVincent Bohart:\n Oh. One of those interns must have messed around with the monoxide detector or something when they triggered that breach alarm.\n\n\nTony Catalano:\n That doesn't explain anything.\n\n\nVincent Bohart:\n Mysteries of life. Anyway, they need some time to fix the oven and pump all the gas out of the old building.\n\n\nVincent Bohart:\n So I suppose you're all getting an extra week of vacation. Happy Holidays. As for me…\n\n\n\n\nVincent Bohart:\n Has set out of office reply: \nOn the way to Vegas. See you in the New Year.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7855\n\" by DodoDevil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7855\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Tree_1.jpg\n\n\nName:\n broken christmastree\n\n\nAuthor:\n Produnis\n\n\nLicense:\n CC BY-SA 4.0\n\n\nLink:\n \nhttps://commons.m.wikimedia.org/wiki/File:Broken_christmastree.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7855 \" by DodoDevil, from the SCP Wiki . Source: https://scpwiki.com/scp-7855 . Licensed under CC-BY-SA .",
        "Filename: Tree_1.jpg Name: broken christmastree Author: Produnis License: CC BY-SA 4.0 Link: https://commons.m.wikimedia.org/wiki/File:Broken_christmastree.jpg"
    ],
    "description": "SCP-7855 is currently being cooked by Director Vincent Bohart, within Site-333's employee kitchen. Conversation with the aforementioned individual, as well as other attempts to discern what is in the oven, have not yielded a definitive answer. Personnel are unable to recall any details regarding SCP-7855 when not preparing or cooking it directly. To clarify:",
    "title": "SCP-7855"
}