{
    "url": "https://scp-wiki.wikidot.com/scp-7857",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7857\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\"What is wrong with you?! I did not raise you to be like this.\"\n\n\n\"I- I'm sorry. I just… I really don't know what to do with life. This thing is like… It makes me happy.\"\n\n\n\"You think- You think this is fun?! You murdered some-\"\n\n\n\"YES! I find it fun, Mom. I tried to do other things and they never made me feel happy.\"\n\n\n\"I- (sigh) You also watch [DATA EXPUNGED]?\"\n\n\n\"Can we please not talk about that?\"\n\n\n\n\nSpecial Containment Procedures:\n The area SCP-7857-2 instances reside in are deemed highly secure. Due to this, the containment of SCP-7857-2 and SCP-7857-3 has been deemed impossible; however, due to the lack of signs of threat against humanity, containment may not be necessary. MTF Mu-3 (\"Highest Bidders\") are to visit Barsø Bädelav every week. Designated personnel are not to remain in proximity with SCP-7857 for no longer than twenty-five (25) minutes under any circumstances.\n\n\nDesignated personnel are given authorization to explore the interior of SCP-7857 for no longer than five (5) minutes. Personnel who have been caught by SCP-7857-1 instances are to be sent to disciplinary action immediately.\n\n\nDescription:\n SCP-7857 is an undefined organization possessing a 50,000 Square-Meter facility adjacent to Barsø Bådelav (55.121269°N 9.558950°E) . All known entrances throughout SCP-7857 are identified to be triple-locked at all times. SCP-7857 employs an undefined number of personnel designated SCP-7857-2 — formally thought to be 250,000.\n\n\nSCP-7857-2 instances assume the appearance of a humanoid entity either male or female of unknown descent. SCP-7857-2 instances are deemed non-anomalous. SCP-7857-2 instances deploy SCP-7857-3 instances indiscriminately.\n\n\nSCP-7857-3 is a colossal zeppelin-like aircraft constructed by SCP-7857-2 instances. SCP-7857-3 is constructed of mostly Titanium and seems to not utilize mechanism or fuel. SCP-7857-2 instances deploy at least three (3) instances of SCP-7857-3 every week. In the event of the designated SCP-7857-3 instance reaching its destination, subject is mandated to continuously release A4 papers. The aforementioned A4 Papers contain extremely concealed information about a specific individual that SCP-7857-2 instances have designated (e.g. subject's \ndeepest dark secret\n, email address, trauma information).\n\n\nAddendum 7857-a1:\n SCP-7857-2 instances utilize a computer system referred to as \"Intel\". The Intel allows SCP-7857-2 instances to gather all information about individuals worldwide in a short period. The location of the Intel is in the -7F (negative seventh-floor) Research laboratory, which has been discovered following the incident of MTF Mu-03 (\"Highest Bidders\") exploring the underground base of SCP-7857.\n\n\nThe mechanism inside the Intel is unknown. MTF Mu-03 (\"Highest Bidders\") are being designated to destroy this Intel.\n\n\nAddendum 7857-a2:\n Individuals from █████ Town, Georgia spotted an instance of SCP-7857-2 falling outside of SCP-7857-3 during its event on June 11, ████. Individuals who have witnessed the aforementioned event have reported this incident to the police and ambulance.\n\n\nMTF Mu-03 (\"Highest Bidders\") have been deployed and held the SCP-7857-2 instance captive. Agent Juile interviewed the SCP-7857-2 instance to gather information.\n\n\nThe following dialog below describes the interview.\n\n\n\n\nInterview ID #: 7857aup0\n\n\nInterviewer: Agent Juile\n\n\nInterviewed: SCP-7857-2 instance\n\n\n<BEGIN LOG>\n\n\nAgent Juile:\n Greetings, S. C. P seven-eight-five-seven dash two. I am Agent Juile. I was sent here to interview you so we could gather more information.\n\n\nSCP-7857-2 instance:\n I would appreciate it if you refrain from calling me S. C. P seven-eight-five-seven dash two as I do not know what that is. From now on and soon, call me \"Kim\".\n\n\nAgent Juile:\n Ah, so you have a name. Alright Kim, why did you work for this organization? If you are kind enough, can you tell me what its established name is? Do your co-workers have names too?\n\n\nSCP-7857-2 instance:\n (no response) I did not work for this organization. I just woke up and I was just there. And yes, everyone in the facility has names.\n\n\nAgent Juile:\n I see. What is this organization's established name?\n\n\nSCP-7857-2 instance:\n I believe that information is confidential.\n\n\nAgent Juile:\n Any specific reasons?\n\n\nSCP-7857-2 instance:\n They just don't like it. They are watching right now. I know it. I recommend you don't ask me things regarding this organization.\n\n\nAgent Juile:\n Right. This may sound a bit… Odd… But… Are you human?\n\n\nSCP-7857-2 instance:\n (distracted, staring at the wall blankly) what?\n\n\nAgent Juile:\n Are you a human being?\n\n\nSCP-7857-2 instance:\n (pause) well… well yes. What else would I be?\n\n\nAgent Juile:\n Good. Last question, and we'll escort you to your room. You will be staying here the rest of your life, Mr. Kim.\n\n\nSCP-7857-2 instance:\n Go on with it, please.\n\n\nAgent Juile:\n Why is this organization revealing everyone's secrets? A secret's a secret, right?\n\n\nSCP-7857-2 instance:\n (angered-like tone) The… The truth will… The truth will always prevail\n\n\n<END LOG>\n\n\n\n\nThe interviewed SCP-7857-2 instance seems to identify itself as \"Kim\". SCP-7857-2 instances are proven to be intelligent.\n\n\n\n\n\"I don't know what has gotten into him.\"\n\n\n\"Because of that… that thing… It caused him harm. No, he caused the harm himself.\"\n\n\n\"When is this thing gonna go away? Is- Is anyone even gonna try to stop it? Damn, these people are too lazy to do something.\"\n\n\n\"I don't know anymore. Every time I close my eyes, I could feel… Feel his feelings. Why does that thing even exist?\"\n\n\nShe lit the candles\n\n\n\n\nAddendum 7857-a3:\n MTF Mu-03 (\"Highest Bidders\") have been deployed to Barsø Bådelav on August 2, ████. Subjects discovered an unsecured hatch behind the facility, which had led to vents. Agent Michael and Agent Sakurai saw a caucasian humanoid entity holding a meeting in an undefined room. The aforementioned entity was deemed as the CEO of SCP-7857.\n\n\nEfforts have been made to hold the CEO captive; however, the CEO seems to not always be in proximity to SCP-7857. Its reason for absence is unknown.\n\n\n\n\n\n\n« \nSCP-7856\n | SCP-7857 | \nSCP-7858\n »",
    "addendums": [
        "Addendum 7857-a1: SCP-7857-2 instances utilize a computer system referred to as \"Intel\". The Intel allows SCP-7857-2 instances to gather all information about individuals worldwide in a short period. The location of the Intel is in the -7F (negative seventh-floor) Research laboratory, which has been discovered following the incident of MTF Mu-03 (\"Highest Bidders\") exploring the underground base of SCP-7857.\nThe mechanism inside the Intel is unknown. MTF Mu-03 (\"Highest Bidders\") are being designated to destroy this Intel.",
        "Addendum 7857-a2: Individuals from █████ Town, Georgia spotted an instance of SCP-7857-2 falling outside of SCP-7857-3 during its event on June 11, ████. Individuals who have witnessed the aforementioned event have reported this incident to the police and ambulance.\nMTF Mu-03 (\"Highest Bidders\") have been deployed and held the SCP-7857-2 instance captive. Agent Juile interviewed the SCP-7857-2 instance to gather information.\nThe following dialog below describes the interview.\nThe interviewed SCP-7857-2 instance seems to identify itself as \"Kim\". SCP-7857-2 instances are proven to be intelligent.",
        "Addendum 7857-a3: MTF Mu-03 (\"Highest Bidders\") have been deployed to Barsø Bådelav on August 2, ████. Subjects discovered an unsecured hatch behind the facility, which had led to vents. Agent Michael and Agent Sakurai saw a caucasian humanoid entity holding a meeting in an undefined room. The aforementioned entity was deemed as the CEO of SCP-7857.\nEfforts have been made to hold the CEO captive; however, the CEO seems to not always be in proximity to SCP-7857. Its reason for absence is unknown."
    ],
    "documents": [],
    "notes": [
        "\"What is wrong with you?! I did not raise you to be like this.\" \"I- I'm sorry. I just… I really don't know what to do with life. This thing is like… It makes me happy.\" \"You think- You think this is fun?! You murdered some-\" \"YES! I find it fun, Mom. I tried to do other things and they never made me feel happy.\" \"I- (sigh) You also watch [DATA EXPUNGED]?\" \"Can we please not talk about that?\"",
        "Interview ID #: 7857aup0 Interviewer: Agent Juile Interviewed: SCP-7857-2 instance <BEGIN LOG> Agent Juile: Greetings, S. C. P seven-eight-five-seven dash two. I am Agent Juile. I was sent here to interview you so we could gather more information. SCP-7857-2 instance: I would appreciate it if you refrain from calling me S. C. P seven-eight-five-seven dash two as I do not know what that is. From now on and soon, call me \"Kim\". Agent Juile: Ah, so you have a name. Alright Kim, why did you work for this organization? If you are kind enough, can you tell me what its established name is? Do your co-workers have names too? SCP-7857-2 instance: (no response) I did not work for this organization. I just woke up and I was just there. And yes, everyone in the facility has names. Agent Juile: I see. What is this organization's established name? SCP-7857-2 instance: I believe that information is confidential. Agent Juile: Any specific reasons? SCP-7857-2 instance: They just don't like it. They are watching right now. I know it. I recommend you don't ask me things regarding this organization. Agent Juile: Right. This may sound a bit… Odd… But… Are you human? SCP-7857-2 instance: (distracted, staring at the wall blankly) what? Agent Juile: Are you a human being? SCP-7857-2 instance: (pause) well… well yes. What else would I be? Agent Juile: Good. Last question, and we'll escort you to your room. You will be staying here the rest of your life, Mr. Kim. SCP-7857-2 instance: Go on with it, please. Agent Juile: Why is this organization revealing everyone's secrets? A secret's a secret, right? SCP-7857-2 instance: (angered-like tone) The… The truth will… The truth will always prevail <END LOG>",
        "\"I don't know what has gotten into him.\" \"Because of that… that thing… It caused him harm. No, he caused the harm himself.\" \"When is this thing gonna go away? Is- Is anyone even gonna try to stop it? Damn, these people are too lazy to do something.\" \"I don't know anymore. Every time I close my eyes, I could feel… Feel his feelings. Why does that thing even exist?\" She lit the candles"
    ],
    "containment_procedures": "The area SCP-7857-2 instances reside in are deemed highly secure. Due to this, the containment of SCP-7857-2 and SCP-7857-3 has been deemed impossible; however, due to the lack of signs of threat against humanity, containment may not be necessary. MTF Mu-3 (\"Highest Bidders\") are to visit Barsø Bädelav every week. Designated personnel are not to remain in proximity with SCP-7857 for no longer than twenty-five (25) minutes under any circumstances.",
    "description": "SCP-7857 is an undefined organization possessing a 50,000 Square-Meter facility adjacent to Barsø Bådelav (55.121269°N 9.558950°E) . All known entrances throughout SCP-7857 are identified to be triple-locked at all times. SCP-7857 employs an undefined number of personnel designated SCP-7857-2 — formally thought to be 250,000.",
    "title": "SCP-7857"
}