{
    "url": "https://scp-wiki.wikidot.com/scp-7858",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\nWhere's Matthew\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nInstructions\n\n\nWelcome valued staff member. The following flag is event 'Am-0447'.\n\n\nPlease read the flagged text carefully.\n\n\nYou have been drafted to work temporarily on the SCP-7858 project. Your previous supervisor and psychologist have already approved this transfer. You are required to classify an SCP-7858 'Flag' event. This is a potential SCP-7858 sighting. The nature of SCP-7858 remains unknown. You will review the relevant evidence and determine whether you believe it supports Theory A or Theory B. You have also been granted temporary access to a special message board to communicate with other SCP-7858 staff members.\n\n\nTo streamline the classification process, a digital poll has been provided. Staff considering complaining are advised that, as there are no experts in this field, this solution is the best available. Staff with an alternate method of classifying SCP-7858 should present this to their team leader.\n\n\nPlease be aware that multiple staff members are assigned to every event.\n\n\nAll relevant research has been collated below.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nPlease log in below to begin SCP-7858 Instance Classification\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        635ada9a2155a0ae79963c77a5077dc9_1743781320\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        0ac1ef708b11f565633c9831c86d432a_1743781320\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7858\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nItem #:\n SCP-7858\n\n\nObject Class:\n Pending\n\n\nSpecial Containment Procedures:\n\nFoundation algorithms should review available databases of text messages. Algorithms are to search for:\n\n\n\n\nMessages referring to a person not in the subject's contacts,\n\n\nAn account with activity metadata inconsistent with the number of messages it has sent,\n\n\nMessages by adults implying the existence of a child for which there is no legally significant record.\n\n\n\n\nAll staff assigned to SCP-7858 require written confirmation from their psychologist and immediate superior that:\n\n\n\n\nThey have no mental health conditions,\n\n\nThey have a stable and active social life.\n\n\n\n\nStaff on the SCP-7858 project receive category 3-M psychological hazard pay.\n\n\nDescription:\n\nThe nature of SCP-7858 is currently being determined by staff.\n\n\nSCP-7858 manifests as a series of text messages. These messages will reference a person who does not exist. The account owners will have no recollection of the person. They exhibit no abnormal behavior. The only other potential evidence of the absent person is the '\nholes\n' they leave. '\nHole\n' is a technical term in anti-memetics referring to the absence of something that may logically have existed, as implied by, but not proved by, its surroundings.\n1\n\n\nSCP-7858 is either a weak memetic or powerful anti-memetic entity. These theories are referred to respectively as SCP-7858-A ('Theory A') and SCP-7858-B ('Theory B').\n\n\nTheory A\n: In the event that SCP-7858-A is a weak memetic entity, then SCP-7858-A generates a series of anomalous text messages. It has no bearing on any person or physical entity. The text messages will usually appear without those involved noticing. SCP-7858-A requires a series of interlocking \nholes\n. Together, these holes must imply the existence of a hypothetical person. SCP-7858-A will fill those \nholes\n with the most likely hypothetical person. The fact that SCP-7858-A only appears where such holes exist makes it seem as if a person has been wiped from existence. In reality, SCP-7858-A only manifests into a situation that already implies there was once a person.\n\n\nTheory B\n: In the event that SCP-7858-B is a powerful anti-memetic entity, then SCP-7858-B will erase a victim, all knowledge of that victim, and all evidence of that victim. The only thing not erased by SCP-7858-B is digital records between third-party devices. Records connected to the device of a victim are presumably eradicated with the device. SCP-7858-B will not 're-run' history. Therefore, a victim eliminated by SCP-7858-B creates \nholes\n in the lives of the people they knew. Proposed \nholes\n include unspent funds that correspond to money spent on the victim, periods of social isolation corresponding to knowing the victim, or major life choices made based on knowing the victim.\n\n\n \n\n\n\n\n \n\n\n\n\nFLAG AM-0447 IS APPENDED BELOW. PLEASE BEGIN CLASSIFICATION\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nPRIMER\n\n\nEvent AM-0447 concerns a 'Matthew Clay,' who may have lived in Kern County, California. His supposed disappearance would have been in March of 2021. Matthew would have been 22 years old at the time of his disappearance.\n\n\nSixty-four people were flagged by the algorithm as discussing 'Matthew' at least once. Of these, three were selected for analysis. Henceforth; these are the AM-0447 People of Interest ('The PoIs').\n\n\nEnola Clay, Matthew's 'mother.' She is 55 years old, has no children, is once divorced, and works as an accountant.\n\n\nDaniel Langley, Matthew's 'friend.' He is 22 years old and has changed major once. He is currently studying computer science, having transferred from politics in 2021.\n\n\nCharlotte Chase, Matthew's 'partner.' She is 22 years old and has recently graduated with a degree in nursing.\n\n\n\n\n\n\n\n\n \n\n\nFlagged text messages, after relevance analysis:\n\n\nAnalysis added by intern (Informal).\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Note By Intern\n- Close\n\n\n\n\n\n\nHey there cobber. I'm sorry my notes are a bit on the casual side. I'm Greg, from the Aussie division, and I'm actually a techy. Apparently, I got bumped up to intern scientist for this. I'm a bit of a blockhead for things that don't spark though. I'm thinking they just grab people for this project. Anyway, I've never done any science, I just do computers. I'm not half bad at that though. I did a little digging to give ya some extra info while I was putting this all together. If it's a mess though now you know why.\n\n\nI'm glad to we working with you guys! Happy reading mate!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 16 07 2020, Charlotte Chase, Daniel Langley\n- Close\n\n\n\n\n\n\n16 07 2020\n\n\nCharlotte asks Daniel who she should invite to her party. This is the first conversation between Charlotte and Daniel mentioning Matthew.\n\n\n\n\nIntern Note\n\n\nCharlotte and Daniel were close before Matthew. I found 27,000 texts between them in the last 5 years. Daniel and Matthew were studying together and were pretty good friends. I don't know how Charlotte knows about Matthew, I guess she might've sat in or met Daniel after class?\n\n\nI find it interesting that Charlotte specifically checks in with Daniel about Matthew. It could just be because they know each other, but maybe Charlotte already liked Matthew before this party.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 20 07 2020, Charlotte Chase, Daniel Langley\n- Close\n\n\n\n\n\n\n20 07 2020\n\n\nA conversation between Charlotte and Daniel on the night of the party.\n\n\n\n\nIntern Note\n\n\nLooks like this was a real rager. Daniel texts differently, I think he's on mobile with autocorrect on. I cracked his Facebook and it seems most of his messages are sent from a computer. Thanks to his bargain bin VPN I now know it has a 2080 GPU and Ryzen 7300, which is some serious firepower. Probably a gamer.\n\n\nI think Daniel has a thing for Charlotte. Feels a bit like a cry for help when he says she should 'ignore him.' Maybe he's just stressed about losing his mate though.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 21 07 2020, Charlotte Chase, Daniel Langley\n- Close\n\n\n\n\n\n\n21 07 2020\n\n\nA conversation between Charlotte and Daniel on the night after the party.\n\n\n\n\nIntern Note\n\n\nLooks like Daniel is back on his PC. Both of them feel a bit vulnerable, probably because they had such a big night. I reckon Charlotte is sussing out her odds with Matthew. She jumps straight on Daniel when he says he wouldn't date someone he doesn't know well. Matthew and Charlotte probably haven't talked much at this point.\n\n\nDaniel doesn't do Matthew any favors by telling Charlotte she doesn't need to go. Everything he says he wants from a girlfriend maps nicely onto Charlotte too. If he likes Charlotte, Daniel isn't being too subtle.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 12 08 2020, Charlotte Chase, Enola Clay\n- Close\n\n\n\n\n\n\n12 08 2020\n\n\nA conversation between Charlotte and Enola. Enola thanks Charlotte for helping her with something.\n\n\n\n\nIntern Note\n\n\nThis writing is pretty uptight for Enola. She always does her best to sound proper but she's normally more of a doll. She's making the effort though. We know Enola is the lonely type, she probably really wants to be closer to Charlotte but is worried she might spook her, from her or Matthew. Looks like Charlotte has been sleeping over a good bit at Matthew's, so they're probably going steady at this point. Charlotte still seems awkward though.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 27 10 2020, Charlotte Chase, Daniel Langley\n- Close\n\n\n\n\n\n\n27 10 2020\n\n\nA conversation between Charlotte and Daniel. Charlotte invites Daniel out to go drinking.\n\n\n\n\nIntern Note\n\n\nThis conversation wasn't flagged, I had to do a bit of scrolling. It's important for understanding what comes next.\n\n\nIt doesn't seem like Matthew comes along. Something is probably up with him and Charlotte. She seems like she \nwants\n to get hammered. Never a good sign. My ex-wife went pretty hard on the goon before the end too. Just a thought, but given Daniel isn't too subtle about fancying Charlotte, maybe she knows Daniel likes her. So when she's in a tough spot, she uses him as help.\n\n\nI also found something creepy. I am regenerating these messages from a data leak. Charlotte never had this profile picture according to Facebook. In it, you see her holding someone's hand. This should be Matthew. If I'm right, this hand is the only bit of Matthew Clay anyone will ever see. I hope the poor kid wasn't real. I feel like I just dug up a corpse.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Attached File\n- Close\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 28 10 2020, Charlotte Chase, Daniel Langley\n- Close\n\n\n\n\n\n\n28 10 2020\n\n\nCharlotte messages Daniel after their night out.\n\n\n\n\nIntern Note\n\n\nCharlotte says she went to sleep over at Matthews and Daniel hits her with a one-word response. The poor lad is probably suffering at this point, being yanked around at the whims of Charlotte's relationship. It's hard to tell whether she and Matthew are really on the rocks. There's been no mention of a potential breakup so I think they're still going strong. I buy that she cares about Daniel though. From the materials I've read, there's no evil there, just a girl who's hurting.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 03 01 2021, Charlotte Chase, Enola Clay\n- Close\n\n\n\n\n\n\n03 01 2021\n\n\nEnola messages Charlotte asking if she wants to go to the gym. Some of Matthew's habits are discussed.\n\n\n\n\nIntern Note\n\n\nThis is wholesome. It seems like Charlotte and Enola have connected over the four or so months since the last texts. Enola even uses emojis now. I was able to hack into the client list of the gym, it shows that Charlotte did join that Saturday. I guess that's why the messages would be about that Saturday though.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 12 03 2021, Charlotte Chase, Daniel Langley\n- Close\n\n\n\n\n\n\n12 03 2021\n\n\nDaniel tries to find Charlotte during an event. Charlotte has had a fight with Matthew.\n\n\n\n\nIntern Note\n\n\nShe seems to do this a lot when she's wasted. Daniel's Uber history shows he paid for a ride with two passengers that night. I guess that's kids.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 13 03 2021, Charlotte Chase, Daniel Langley\n- Close\n\n\n\n\n\n\n13 03 2021\n\n\nCharlotte messages Daniel about what happened the night before.\n\n\n\n\nIntern Note\n\n\nAll of these messages were deleted. I couldn't find any more messages between them after this. I think Charlotte blocked him.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Messages: 20 06 2021, Charlotte Chase, Enola Clay\n- Close\n\n\n\n\n\n\n13 03 2021\n\n\nEnola messages Charlotte discussing how she is feeling sick.\n\n\n\n\nIntern Note\n\n\nI was able to confirm that on the thirteenth Enola contacted her boss and took three days off from work. I couldn't find any family in Enola's Facebook friends. She must've relied on Matthew pretty hard, and probably Charlotte too at this point. Being sick alone at home sucks, and she's getting on in years.\n\n\nThis is the last flagged exchange. Enola Clay and Charlotte Chase never talk again. Matthew is never mentioned again. That means on the thirteenth of March Matthew Clay, if he was ever real, ceased to exist.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nOther Documents\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Field Report: AM-0447 Quantifiables\n- Close\n\n\n\n\n\n\n\n\nField Report: AM-0447 Quantifiables\n\n\nThe SCP-7858 research team has conducted background checks on the PoIs of this case. Evidence below has been flagged as potentially relevant.\n\n\nResearch work identified the 'mother' of Matthew, Enola Clay. Enola married 'Harry Chang' in 1997, and divorced him in 2005. This time would encompass Matthew's birth.\n\n\nObservation showed that Enola's current rental, which she moved into in 2007, contains three bedrooms. Two of these are currently guest rooms. They are rarely used. It has been posited that this financial burden was necessitated because one of the guest rooms was Matthew's room. Enola has claimed she 'got a good deal' when approached by a field agent at a bar. Agents were unable to recover the original tenancy contract.\n\n\nEnola's savings are considerable. These savings were mostly acquired from 1999 to today. Her savings rate rose significantly in 2005. Her saving pattern during this period differs significantly from her pre-marital pattern, assessed from 1990 to 1997. It has been proposed that these savings represent money spent on Matthew. Savings are 9% greater than the statistical average amount spent on raising a child by single mothers. Employee assistance program records indicate her divorce had a serious effect on her.\n\n\nIn August 2021, Daniel switched majors from Politics to Computer Science. This may have been motivated by Matthew's disappearance, as they would previously have been studying politics together. Having lost his closest social connection in the degree may have been the final push to change major.\n\n\nCharlotte Chase was identified as the 'partner' of Matthew. In May of 2021, she sought counseling from 'NAMI Kern County,' a local not-for-profit mental health service. This is around two months after Matthew's supposed disappearance. She had never sought counseling previously. It is proposed this is because Matthew previously acted as emotional support.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Psychologists Notes on Charlotte Chase\n- Close\n\n\n\n\n\n\nFoundation agents staged a robbery at NAMI Kern County, the psychology not-for-profit attended by Charlotte Chase. Various unnetworked data on Charlotte Chase was recovered. The following is a converted Word document written by Charlotte for her psychologist 'expressing her feelings' regarding Daniel.\n\n\n\n\nOkay. I'm just doing this stream of consciousness style.\n\n\nI think honestly this all started with Freddy. He was my boyfriend back in highschool. Really popular and fit but also always so gentle, I felt lucky just to be around him. We didn't sleep together. We just went on dates and tried different coffee spots and playgrounds late at night. Our first kiss was on the swings at 11, when it was dark enough to see the stars. I think I was really happy, and I'll never be able to fall in love like that again.\n\n\nFreddy cheated on me. The girl was really into him. Honestly, I think she wasn't entirely okay. She got pictures of them doing it, or at least people told me it was her. She always denied it. Those pictures ended up everywhere though. They were explicit. I saw it and I remember just having to sit down. I thought I was going to marry Freddy. I'm never going to forget seeing that boy I loved naked in a photo with someone else. It was the first time I even saw him shirtless. I threw up in front of everyone and the next day my hands kept shaking.\n\n\nI never talked to Freddy again. That's probably one of my many problems. I run away from things I can't handle. I still think about it though. I haven't been in love since. Now, Daniel. We were already friends before everything happened. We weren't super close till university, but it helped. He wasn't so much a guy as just a friend and that's probably the reason I could be around him. In Uni we got close. I don't know why. I really liked him though. He was relaxed but would spend lots of time with me and that's something I really need.\n\n\nI kind of knew Daniel liked me. He was always there, he texted weird stuff, and when he gets drunk he was really huggy. I think I used him. Whenever something went wrong I'd call Daniel and we'd drink. Obviously, he was always up for it. That kind of on-tap support is addictive.\n\n\nThen I got really drunk and we slept together. It was stupid. I was just feeling down and I drank way too much, then it happened. Nothing sexy or wild. After that I just couldn't see him the same way. He was a guy now, not a friend. Whenever I see him I remember what he looked like naked. It makes me want to punch myself.\n\n\nI regret it more than anything. I feel like this was where it all went wrong for me, and I lost a lot of friends when I lost Daniel. Nobody nearly as important but it was the rest of what I had. I can't take it back. I really really really want to. But every time I look at him I get so scared I want to puke. I can't even text him anymore. I miss him so much.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ OPTIONAL: Psychologists Notes on Charlotte Chase\n- Close\n\n\n\n\n\n\nThese notes were also found.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Interview with Enola Clay\n- Close\n\n\n\n\n\n\nFoundation agents shadowed Enola Clay for several days. It was found she frequented a local bar alone and often spoke to strangers. Agent 'Joshua Zacherensky,' 35, was dispatched to interview her while pretending to be a patron.\n\n\nThe following are extracts from their conversation.\n\n\n\n\nAgent Zacherensky: Hey'a.\n\nEnola Clay: Hello there?\n\nZ: I'm Josh. You here alone too?\n\nE: Yeah I am- just enjoying a drink after work.\n\nZ: Are you the sort who enjoys a chat with their drink? I don't want-\n\nE: Not at all! Please, here! Tell me about yourself!\n\n[Enola pulls up a chair. Agent Zacherensky repeats the cover story.]\n\n…\n\nZ: Can I buy you a drink?\n\nE: Sure! Get one for yourself- and I'll buy the next round.\n\nZ: Oh, you're great. What do you want?\n\n…\n\nE: Honestly, it's so hard getting to know people in this town. Everyone already has their cliques. It's really nice that you came to talk to me you know-\n\nZ: -and you to me, I feel like I don't meet enough people-\n\nE: -Right? At work it's pretty bad. Back in the day I picked a job that was just close to home, but I decided I wanted the higher salary and honestly I am not sure if that was a mistake. The pay isn't bad but I feel like nobody cares about each other at all. Oh- bartender- yeah two— you like Gin right?\n\n[Zacharensky does finger guns]\n\nE: Gin and Tonics, please. Where, oh right, yeah so there's really no community to it. Nobody wanted to come tonight.\n\nZ: Did things used to be better?\n\nE: Yeah I think. I used to just go home after the old job, but at least that was my choice. It \nfeels\n better you know? Still. If I can get a bit, sorry that's the Gin talking, but since the divorce I think I've not really made any real friends. And the ones I had are pretty much gone. Sorry. I just wanted to vent a little.\n\nZ: No kids?\n\nE: I— I always wanted kids. I wish I had a kid or two. I'm getting old and I just don't want to be alone at the… I think I don't want to talk about this sorry. Tell me about you? Why are you here alone?\n\n…\n\nZ: Actually, do you know a Charlotte Chase? I think she mentioned you once.\n\n[Enola thinks for several seconds. She is intoxicated.]\n\nE: Charlotte… Hmm. No I don't think so. There used to be a girl at my gym called Charlotte I think. She left around June? Maybe July? Might be her. Didn't talk to her much though.\n\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Catfishing Daniel Langley\n- Close\n\n\n\n\n\n\nFoundation agents found the Discord account of one of Daniel's close friends in a data breach. They were able to access the account. A team of specialists questioned Daniel through the account. Full text below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:29 PM\n\n\n\n\nHey you on Daniel?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:30 PM\n\n\n\n\ndont call me that, its weird af man\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:32 PM\n\n\n\n\nsoz, just feeling a bit sentimental\n\nwhat are you up to?\n\nhow are you feeling?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:33 PM\n\n\n\n\ndid something happen?\n\ni am just playing valo rn, if you wanna join?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:33 PM\n\n\n\n\nno soz can't call rn or game, not on PC\n\nwanna text tho\n\nnothing strictly happened just like, feeling worried about people i guess, just got some news from a friend and now i wanna hear how everyone is doing\n\nso how is stuff in life\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:35 PM\n\n\n\n\nman dont just drop that shit on me\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:38 PM\n\n\n\n\ncan i like uber eats you some beer, mb then we talk?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:39 PM\n\n\n\n\na full sixer?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:40 PM\n\n\n\n\nyeah\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:40 PM\n\n\n\n\nyeah okay you got me ill d n m with u for a sixer lmao\n\nsorry that sounded kinda cold\n\nim happy to talk anyway, just kinda caught off guard\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:42 PM\n\n\n\n\ndw man\n\nim serious about the beer tho\n\nits on its way\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:43 PM\n\n\n\n\nbased\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:45 PM\n\n\n\n\nwanna wait and talk when you got one of those in u, maybe after a game of valo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:46 PM\n\n\n\n\nyeah probably for the best if its okay, not easy to turn on and off and you know that a beer helps me with this stuff\n\ncan we talk in like an hour then or is that too long\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 8:47 PM\n\n\n\n\nnah that works\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 8:48 PM\n\n\n\n\ncool i will chat to u then, gonna play a game or two, ttys\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 9:32 PM\n\n\n\n\nhey im back as promised1 good to talk?\n\n!*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 9:32 PM\n\n\n\n\nyeah hah\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 9:33 PM\n\n\n\n\nwhoa u were hoverin\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 9:34 PM\n\n\n\n\njust ensuring the security of my investment\n\nanyway\n\nhow are u doing? whats it been like? i know you had that thing with charlotte, still messing with you?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 9:36 PM\n\n\n\n\nyeah honestly it is a bit\n\ni guess now i get to just vent\n\nwell like you know the whole thing that happened a bit back with her right?\n\nwell we havent talked much since\n\ni saw her at that party at laneys but tbh she was pretty cold to me\n\nanyway i like asked her about it and she said shed had a big think and had like one to therapy\n\ngone*\n\nshe thinks that the whole thing with freddy back in highschool kinda fucked her up and now she really isnt okay with guys who are into her, like she thinks they are gonna betray her and stuff\n\nso when she figured out i liked her\n\nand she knew fml\n\nshe saw me as being just another dude and that meant i wanst trust worthy and stuff\n\nand since she just hasnt been able to see me as a friend anymore\n\nwhich is pretty shit\n\ntbh i dont even really see it, like she was pretty cool with guys back at the start of uni, this mostly seemed to kick off when that thing between us happened\n\nso dunno if i buy her story\n\nanywsy\n\nand then she got drunk as fuck and spewed\n\nshe started crying and she told me that she missed me and wished this hadn't happen, she tried to hit herself at one point,\n\nit was scary\n\nshe just raised her hand up and i could see her getting ready to just pound it into herself\n\nthen she clenched her hand and stopped and just kind of kept crying\n\nshe says shes alone now\n\nanyway i texted her after and kinda tried to re open things\n\nbut she fully cold shouldered me, like one word responses\n\nso i guess thats that you know. end of my first love\n\ni hate it though. honestly im not proud of it but when she was gone i locked myself in the bathroom and cried then i told everyone i was throwing up\n\nit'd be easier if she had a boyfriend or something\n\ni guess thats a bit sexist of me, like, 'oh i can't cope' but i respect it as soon as there's another guy involved\n\nbut i guess it wouldn't feel so much like she rejects… me… as a person\n\ni just wish this hadn't happened and i fucking hate it\n\ni think sleeping with her is the worst thing ive ever done and all the rest of this shit is just karma\n\ni betrayed her for one night\n\ni guess it isnt weird she doesnt wanna be around me\n\nbut its done now and i only think about it like once a week\n\nhappy now?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 9:44 PM\n\n\n\n\nwhoa yeah okay\n\nsounds sorta like she was just trying to make sense of it in her own head\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 9:45 PM\n\n\n\n\nmaybe man\n\ndoesnt help me though, i cant fix it anyway\n\nfuck\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 9:46 PM\n\n\n\n\nkeep it up dude you'll be fine\n\nrest of your life\n\nlets forget this stuff,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 9:48 PM\n\n\n\n\nyeah honestly it it werent for charlotte stuff would be pretty good right now\n\nmarks are better\n\nhonestly loving gaming with you guys\n\nand at least i dont have to see her all the time\n\nalso like i hooked up with chelsie and thats been going on\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 9:51 PM\n\n\n\n\nnice\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ndannyboi\n\n\nToday at 9:51 PM\n\n\n\n\nyeah. like i got this\n\nhonestly this has been good\n\ni think it helped to talk\n\nthanks man\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmashBashSlash\n\n\nToday at 9:52 PM\n\n\n\n\nanytime man\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nACCESS GRANTED\n\n\n\n\nYou have been granted access to the SCP-7858 forums. Please remember to remain respectful and keep the discussion relevant to SCP-7858.\n\n\nBy accepting, you agree that all information received on this forum is confidential. You further agree to make no effort to identify, track, or harass staff members based on their forum activity. You acknowledge that if you violate the Foundation code of conduct or this waiver disciplinary action will follow.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nAgree?\nThank you!\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nContemplating SCP-7858-B\n\n\n\n\n\n\n\n\nPINNED POST\n\n\nBY:\n Senior Researcher Sami Abd Al Abadi\n\n\nSubject:\n Contemplating SCP-7858-B\n\n\n\n\n\n\nHello staff,\n\n\nI have been briefly drafted into the remit of the SCP-7858 project. I understand that most of you are not used to classification work. However, SCPs are not classified by gods or O5s. This is work that actually needs to be done by scientists. Test my ideas without concern for rank and remit, just think your comments through. I am too busy to have my time wasted by pandering.\n\n\nSCP-7858-B should be favored. We should look at the sheer coherence of the evidence provided to us.\n\n\nWe see that those left behind by the SCP event all have clear and present simultaneous changes in their lives. His mother decides to change her job. This is Probably because her home life no longer brings her any joy (So going back to it is no longer a goal). The friend group implodes according to Charlotte, though she says that's because of Daniel. Charlotte also seeks therapy for the first time. Daniel also changes major.\n\n\nThere is no way to be sure which of the two theories is accurate. However, it seems unlikely that so many coincidences would not merely group together but occur at the same time. All evidence suggests Matthew was once real. Therefore, we should prefer Theory B.\n\n\n\n\nComments\n\n\n\n\nNo comments yet.\n\n\n \n\n\n \n\n\nRemaining attached to scientific principles: Why our tools of trade strongly support SCP-7858-A.\n\n\n\n\n\n\n\n\nPINNED POST\n\n\nBY:\n Researcher Armistead\n\n\nSubject:\n Remaining attached to scientific principles: Why our tools of trade strongly support SCP-7858-A.\n\n\n\n\n\n\nWe deal with the incredible on a daily basis. If I told you we contained a game of Monopoly that controlled the housing market of a small midwestern town, I imagine you would believe me. We have all even heard rumors, however dubious, that some departments are responsible for the continued survival of humanity. It makes us forget ourselves.\n\n\nWhen assessing an SCP event, we should look to what is \nlikely\n.\n\n\nThere has been a total of roughly 20,000 identified SCP-7858 events. While this sounds like a lot, compared to the nearly 8 billion people on this planet, that is minuscule. That is some 0.0003% of people alive right now. And we have the entire span of every one of those 8 billion lives. Every second could be the right one. When you can stack that many rolls of the dice you \nwill\n get weird results by chance. Rolling a natural 20 is a 5% chance for comparison. You should imagine yourself trying to pull a specific Uno card, but the deck goes on forever and you get to try five hundred times. Suddenly it's not just likely you'll get the green four you need, it's practically guaranteed. It is not surprising that across the lifetimes of billions of people, you pull the right card.\n\n\nIt is obvious that the preconditions for SCP-7858-A events can arise naturally. Now, let's contemplate the events themselves. What is more likely? An intangible undetectable force that randomly wipes people from existence, for reasons unknown? Or another of a common class of relatively harmless memetic entities. It is obviously more likely that this is just another meme. We have many tools with which to detect the anomalous. We know what cards are in this Uno deck. As far as we know people just disappearing isn't one of them. Hence Theory A is more likely.\n\n\nI will also briefly turn my mind to the question of motivation. SCPs do not necessarily need motivations. However, a substantial number of SCPs were made in some way; almost never simply for fun. Even if it is for fun, creating a real-world board game generates entertainment. That remains a motive. There is no clear motive for wiping from existence an insignificant number of people, AKA SCP-7858-B. However, I can easily conceive of the motivation for SCP-7858-A. It would be meant to fill holes in the lives of sad and disconnected people. If I could do such a thing, even I would consider it. It simply isn't successful.\n\n\nIt is too weak to actually generate a new person, so as thaumatological workings are known to do, it goes about 1% of the way and does the easiest thing. That is generate some text messages. It lacks the power to even do that properly. So it is only able to manifest where it is most likely to be: in the lives of people with perfectly overlapping holes, that 0.0003% of cases. The meme does not create that situation. It can only appear and survive when it already exists.\n\n\nIn the absence of evidence to support SCP-7858-B we should not waste our turn on some long-shot theory. We should assume SCP-7858 is not some unique occurrence, but just another memetic entity.\n\n\nI look forward to hearing your commentary.\n\n\n\n\nComments\n\n\n\n\nNo comments yet.\n\n\n \n\n\n \n\n\nAre we affected?? (Locked Thread)\n\n\n\n\nTHREAD CLOSED BY ADMIN\n\n\n\n\n\n\nPINNED POST\n\n\nBY:\n Junior Researcher Harrison\n\n\nSubject:\n Are we affected??\n\n\n\n\n\n\nI feel like I may have been affected by SCP-7858. Specifically, the -B variant, which I believe we can all agree is the more likely of the two.\n\n\nWhen I first arrived at this job, I felt like I fit in. It was sort of a camaraderie. For some reason I cannot make sense of I was quite happy to just stand at the edge of events and talk to people when they wanted to talk to me. This is never a truly fun job, but for me it was fulfilling.\n\n\nThat's not how I feel anymore. For the past year, I just can't do these things. I get quite anxious about annoying people or getting in their way, and standing around at a party would have made me bring down the mood. There are other things too. I use a mood tracker, and around the time that I feel I was disconnected from everyone, my mood tracking dropped \nhard\n. Nothing else changed at that point- I just sort of stopped going.\n\n\nThis all makes sense if I was a victim of SCP-7858, or rather, someone close to me. Probably another one of our colleagues.\n\n\nIt is Foundation policy to delete the text messages created by an SCP-7858 event. They are kept on our servers alone to 'avoid distressing victims'. All of our phones have Foundation observation software on them.\n\n\nWhat do we all think? I think we should be honest about the effects of SCP-7858 so we can confront it together. I know if I vanished, I would want to be remembered. I am sure you all feel the same way.\n\n\nThankyou.\n\n\n\n\nComments\n\n\n\n\n \n\n\n\n\n\n\nBY:\n Assistant Site Director Hoexter\n\n\nSubject:\n RE: Are we affected??\n\n\n\n\n\n\nJunior Researcher Harrison,\n\n\nRemain professional. Turn your mind to @RArmistead's excellent debate post. The chances that you are affected are exceedingly slim. You should picture yourself stepping outside and being struck by lightning.\n\n\nThe danger that this SCP poses is not of a memetic nature, but that which dangerous information has always posed. It hurts people. You may picture yourself depressed now, but if you actually knew that someone near you had simply vanished, the fear and loss would be much more harmful. If -B is accurate, anyone affected is already suffering. We should not kick them while they are down.\n\n\nI ask that discussion be kept on topic and scientific.\n\n\nEminently,\n\nAssistant Site Director Hoexter.\n\n\n\n\n\n\n\n\nBY:\n Junior Researcher Harrison\n\n\nSubject:\n RE: RE: Are we affected??\n\n\n\n\n\n\nWith all due respect,\n\n\nAssistant site director, this is a problem of the Foundation's own making. Our obsession with information control is not an end unto itself. We do not hide things for the sake of hiding them. As you point out, the real harm in losing somebody is how their disappearance leaves us adrift. Their memory is neither here nor there. Yet, that memory has value!\n\n\nImagine the suffering of Enola Clay. She loved her son. She dedicated much of her life to him. The reason she goes to a bar every other day, desperately trying to meet someone, to stop being alone, is because her family itself ceased to exist. At this rate she may never find another.\n\n\nIf she at least knew she could make sense of her situation. Instead of believing she never found anyone, that she is doomed to be alone, she would understand that she has been the victim of a terrible happenstance. She could draw strength from that. Some people are struck by lightning site director. Let us not lie to victims.\n\n\nIf you have any heart at all you should support my position.\n\n\n\n\n\n\n\n\nBY:\n Assistant Site Director Hoexter\n\n\nSubject:\n RE: RE: RE: Are we affected??\n\n\n\n\n\n\nControl yourself Junior Researcher.\n\n\nEven contemplating informing a member of the public is deeply unprofessional. Controlling information always has a purpose. Evidently, this information is tempting staff in dangerous ways. Informing all staff of these events will only raise their level of stress. As Enola proves, it also has no benefit. Enola frequents local bars seeking companionship and tries to reach out to work colleagues. Remembering her son would not make her more successful. That knowledge only has the potential to harm her. The grief attached and the guilt of forgetting could destroy her. It may even kill her.\n\n\nThere is no benefit to such painful and dangerous memories. The Foundation policy was not conceived without due consideration.\n\n\nI recommend you seek psychological support regarding this matter. If you are feeling alone, the fortnightly game of dodgeball between the research and janitorial staff is good for connecting with people.\n\n\nSanguingly,\n\nAssistant Site Director Hoexter.\n\n\n\n\n\n\n\n\nBY:\n Junior Researcher Harrison\n\n\nSubject:\n RE: RE: RE: RE: Are we affected??\n\n\n\n\n\n\nAs per my last post,\n\n\nThis is not dangerous information. We are not children. Pain can make us stronger. Enola's current situation is clearly already bad for her. Every lonely day hurts, I know that well. Giving her memories of her son isn't kicking her when she's down, it's giving her something to cling to. Making someone stronger can save them. People also deserve to be remembered. Matthew Clay may be gone, but that doesn't mean he does not matter.\n\n\nThe real motivation that the Foundation has for holding back this kind of information is that it tries to control everything. Assistant site director, you sound like a fascist. Truth has value. There's nothing wrong with remembering the people who died. Whether they were eaten by a chair or just vanished one day. We owe that to them on a basic moral level.\n\n\n\n\n\n\n\n\nPINNED POST\n\n\nBY:\n Assistant Site Director Hoexter\n\n\nSubject:\n RE: Are we affected??\n\n\n\n\n\n\nI have locked this thread.\n\n\nThis, everybody, is why the psychological health requirements were created.\n\n\nThis thread is hysterical and helps nobody. Further, researcher Harrison became extremely distressed by the concept that he would also be wiped from existence. I have appended what happened next at my personal discretion. Take this to be a lesson. And no, this is not a psy-op to kill off a dangerous idea, we are the Foundation, not Nazi Germany.\n\n\nSCP-7858 is a dangerous idea. Not because of any memetic or supernatural reason, it simply hurts the most vulnerable among us to think this way. Do not share your research with anyone who has not passed psychological screening. All bonuses and half of hazard pay for the past year which you received will be \nrecalled\n if you do.\n\n\nGraciously,\n\nAssistant Site Director Hoexter.\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Declassified: After Action Report\n- Close\n\n\n\n\n\n\n\n\nEXECUTIVE SUMMARY\n\nDate of action: 3/9/2021.\n\nInvolved units: Site-28 Security Team, SCP-7858 Field Agents\n\n\nOn the 2nd of September it was realized that Junior Researcher 'Harrison' (ID:JR1036-HARRISON) had not attended site-28 for his shift. Security attempted to access the tracking subroutine on JR Harrison's phone. The phone did not respond. The routine relies on the phone's own location-tracking features.\n\n\nAt 1:56 PM, JR Harrison's phone reported its location. It had automatically connected to a wireless network and so could be tracked via IP address. It came from a Kern County Starbucks. Only two field agents remained in Kern Country: Agent Tiffany Brown and Agent Joshua Zacherensky. They decided that PoIs Charlotte Chase and Enola Clay were JR Harrison's most likely destinations and split up accordingly.\n\n\nAt 2:11 PM, Agent Zacherensky spotted JR Harrison through the window of Enola Clay's home. He called local police posing as an FBI agent. He described JR Harrison as a drug dealer. Agent Zacherensky activated the listening software on the PoI's phones while he waited for the police. Transcript appended.\n\n\n\n\n\n\nTRANSCRIPT\n\n\nJunior Researcher Harrison: Thankyou for letting me in.\n\nEnola Clay: That's no problem Mr Harrison, could you tell me what this is about though?\n\nH: Of course. I understand this may be hard to believe, but I work with a large organization that, among other things, catalogs missing persons. Look, here's my ID.\n\nE: 'Foundation.' Well I've certainly never heard of you.\n\nH: They put some work into that.\n\nE: I see… So why are you here?\n\nH: I have been asked not to share this with you, but there have been a lot of irregularities around you.\n\nE: What do you mean?\n\nH: Strange spending patterns, text-\n\nE: You think I am a victim of fraud?\n\nH: Not precisely. Here, I have a series of text messages that come from your phone. They've been deleted since, but I think you will find they match your texting style. Here are some other conversations about the same topic. Please read them. I think it will make things clear to you.\n\n[Several minutes pass. Enola is seen through the window flicking through several sheets. She appears to have read all of the pages. A police car approaches with its sirens off.]\n\nE: I'm confused, what is this meant to prove?\n\nH: Doesn't it feel like something is wrong in your life? Like you're missing something?\n\nE: Well, don't we all feel that way.\n\nH: No, not everyone does. Enola, something terrible has happened to you. You were closer to people once, and then an outside power intervened. You have a right to remember Matthew.\n\n[Police approach the door quietly.]\n\nE: I don't know what you're talking about. I don't remember sending any of these messages, and I don't have a son or know any Matthews.\n\nH: You have to-\n\n[Police open the door and begin to rapidly enter the room.]\n\nPolice Officer (Gloster Potemkin): Hesterly Harrison, you're under arrest for drug trafficking! Hands in the air!\n\nH: What? Drug traffi- no wait!\n\nPO: Ma'am, tell me what your involvement with this man is!\n\nE: He's been peddling an insane story that I have a son who I don't remember. He just showed up at my house. I don't know him.\n\nH: Enola please, you have to believe me! \nYou had a son!\n\nPO: Had a bit too much fun with the goods, ey? We've all been there. Come on- hands out.\n\nH: I'm putting my life on the line for this! You can see that I'm serious— do I seem like I'm lying to you?\n\nE: Yes of course you're lying to me!\n\nH: They're trying to silence me right now! Please just listen— believe me— that's all I want. I'll be gone in a moment just I beg you remember h—\n\nE: You're deranged- deranged and cruel. I've always wanted a child, and here you are peddling this nonsense about a life I haven't had! Is that what you do? Do you prey on the vulnerable? Were you going to give me some 'special little pill' to make it all feel better? Maybe a 'trip' to remembering him? I would \nnever\n \never\n forget a child I had! How dare you make up something like this? You cruel fuck- Who's Matthew?\n\n\nRecording Ended.\n\nJR Harrison is apprehended. After an amnestic and psychological treatment, he is returned to work in a low-risk position. He remains on the watch list.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nMandatory: Classification Survey\n\n\nPlease allow at least 3 seconds of loading for security verification\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Open\n- Close\n\n\n\n\n\n\n\n\nrating: \n+33\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The existence of \nholes\n is a proven thaumatological phenomenon. When a working is cast into a \nhole\n, the fact that the outcome of the working could reasonably exist mitigates backlash. While statistically significant, the effect is not considered useful outside of academia.\n\n\n\n\n\n\n\n\n« \nSCP-7857\n | SCP-7858 | \nSCP-7859\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Image Licensing\n- Close\n\n\n\n\n\n\n\n\nFilename:\n 'Teddy-chev'\n\n\nName:\n Bundesarchiv Bild 183-B0118-0010-027, Werk für Fernsehelektronik, Besuch Chruschtschow\n\n\nAuthor:\n Deutsche's Bundes Archiv\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://openverse.org/image/25abcf3b-0240-4499-93a3-61fae0525a80?q=Chruschtschow\n\n\n\n\n\n\nFilename:\n 'Charlotte-Pfp-1'\n\n\nName:\n Girl Blonde\n\n\nAuthor:\n Elliott Chau\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://openverse.org/image/9866d48e-2086-4fde-9da5-b951e6d6aef5?q=blonde%20hike\n\n\nAdditional Notes:\n This is the first profile picture used in the edited message exchanges.\n\n\n\n\n\n\nFilename:\n 'Charlotte-Pfp-2'\n\n\nName:\n Come into my world W-u002F @bz.anna (Unsplash)\n\n\nAuthor:\n Yoann Boyer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Come_into_my_world_W-u002F_@bz.anna_(Unsplash).jpg\n\n\nAdditional Notes:\n This is the second profile picture used in the edited message exchanges, and shown directly.\n\n\n\n\n\n\nFilename:\n 'Bouncy Ball'\n\n\nName:\n Pokémon Go Pokemon Volleyball\n\n\nAuthor:\n aitoff\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://pixabay.com/photos/pok%C3%A9mon-go-pokemon-volleyball-poke-1571013/\n\n\nAdditional Notes:\n This is Daniel's profile picture on Discord.",
    "addendums": [],
    "documents": [],
    "notes": [
        "PRIMER Event AM-0447 concerns a 'Matthew Clay,' who may have lived in Kern County, California. His supposed disappearance would have been in March of 2021. Matthew would have been 22 years old at the time of his disappearance. Sixty-four people were flagged by the algorithm as discussing 'Matthew' at least once. Of these, three were selected for analysis. Henceforth; these are the AM-0447 People of Interest ('The PoIs'). Enola Clay, Matthew's 'mother.' She is 55 years old, has no children, is once divorced, and works as an accountant. Daniel Langley, Matthew's 'friend.' He is 22 years old and has changed major once. He is currently studying computer science, having transferred from politics in 2021. Charlotte Chase, Matthew's 'partner.' She is 22 years old and has recently graduated with a degree in nursing.",
        "Field Report: AM-0447 Quantifiables The SCP-7858 research team has conducted background checks on the PoIs of this case. Evidence below has been flagged as potentially relevant. Research work identified the 'mother' of Matthew, Enola Clay. Enola married 'Harry Chang' in 1997, and divorced him in 2005. This time would encompass Matthew's birth. Observation showed that Enola's current rental, which she moved into in 2007, contains three bedrooms. Two of these are currently guest rooms. They are rarely used. It has been posited that this financial burden was necessitated because one of the guest rooms was Matthew's room. Enola has claimed she 'got a good deal' when approached by a field agent at a bar. Agents were unable to recover the original tenancy contract. Enola's savings are considerable. These savings were mostly acquired from 1999 to today. Her savings rate rose significantly in 2005. Her saving pattern during this period differs significantly from her pre-marital pattern, assessed from 1990 to 1997. It has been proposed that these savings represent money spent on Matthew. Savings are 9% greater than the statistical average amount spent on raising a child by single mothers. Employee assistance program records indicate her divorce had a serious effect on her. In August 2021, Daniel switched majors from Politics to Computer Science. This may have been motivated by Matthew's disappearance, as they would previously have been studying politics together. Having lost his closest social connection in the degree may have been the final push to change major. Charlotte Chase was identified as the 'partner' of Matthew. In May of 2021, she sought counseling from 'NAMI Kern County,' a local not-for-profit mental health service. This is around two months after Matthew's supposed disappearance. She had never sought counseling previously. It is proposed this is because Matthew previously acted as emotional support.",
        "Okay. I'm just doing this stream of consciousness style. I think honestly this all started with Freddy. He was my boyfriend back in highschool. Really popular and fit but also always so gentle, I felt lucky just to be around him. We didn't sleep together. We just went on dates and tried different coffee spots and playgrounds late at night. Our first kiss was on the swings at 11, when it was dark enough to see the stars. I think I was really happy, and I'll never be able to fall in love like that again. Freddy cheated on me. The girl was really into him. Honestly, I think she wasn't entirely okay. She got pictures of them doing it, or at least people told me it was her. She always denied it. Those pictures ended up everywhere though. They were explicit. I saw it and I remember just having to sit down. I thought I was going to marry Freddy. I'm never going to forget seeing that boy I loved naked in a photo with someone else. It was the first time I even saw him shirtless. I threw up in front of everyone and the next day my hands kept shaking. I never talked to Freddy again. That's probably one of my many problems. I run away from things I can't handle. I still think about it though. I haven't been in love since. Now, Daniel. We were already friends before everything happened. We weren't super close till university, but it helped. He wasn't so much a guy as just a friend and that's probably the reason I could be around him. In Uni we got close. I don't know why. I really liked him though. He was relaxed but would spend lots of time with me and that's something I really need. I kind of knew Daniel liked me. He was always there, he texted weird stuff, and when he gets drunk he was really huggy. I think I used him. Whenever something went wrong I'd call Daniel and we'd drink. Obviously, he was always up for it. That kind of on-tap support is addictive. Then I got really drunk and we slept together. It was stupid. I was just feeling down and I drank way too much, then it happened. Nothing sexy or wild. After that I just couldn't see him the same way. He was a guy now, not a friend. Whenever I see him I remember what he looked like naked. It makes me want to punch myself. I regret it more than anything. I feel like this was where it all went wrong for me, and I lost a lot of friends when I lost Daniel. Nobody nearly as important but it was the rest of what I had. I can't take it back. I really really really want to. But every time I look at him I get so scared I want to puke. I can't even text him anymore. I miss him so much.",
        "Agent Zacherensky: Hey'a. Enola Clay: Hello there? Z: I'm Josh. You here alone too? E: Yeah I am- just enjoying a drink after work. Z: Are you the sort who enjoys a chat with their drink? I don't want- E: Not at all! Please, here! Tell me about yourself! [Enola pulls up a chair. Agent Zacherensky repeats the cover story.] … Z: Can I buy you a drink? E: Sure! Get one for yourself- and I'll buy the next round. Z: Oh, you're great. What do you want? … E: Honestly, it's so hard getting to know people in this town. Everyone already has their cliques. It's really nice that you came to talk to me you know- Z: -and you to me, I feel like I don't meet enough people- E: -Right? At work it's pretty bad. Back in the day I picked a job that was just close to home, but I decided I wanted the higher salary and honestly I am not sure if that was a mistake. The pay isn't bad but I feel like nobody cares about each other at all. Oh- bartender- yeah two— you like Gin right? [Zacharensky does finger guns] E: Gin and Tonics, please. Where, oh right, yeah so there's really no community to it. Nobody wanted to come tonight. Z: Did things used to be better? E: Yeah I think. I used to just go home after the old job, but at least that was my choice. It feels better you know? Still. If I can get a bit, sorry that's the Gin talking, but since the divorce I think I've not really made any real friends. And the ones I had are pretty much gone. Sorry. I just wanted to vent a little. Z: No kids? E: I— I always wanted kids. I wish I had a kid or two. I'm getting old and I just don't want to be alone at the… I think I don't want to talk about this sorry. Tell me about you? Why are you here alone? … Z: Actually, do you know a Charlotte Chase? I think she mentioned you once. [Enola thinks for several seconds. She is intoxicated.] E: Charlotte… Hmm. No I don't think so. There used to be a girl at my gym called Charlotte I think. She left around June? Maybe July? Might be her. Didn't talk to her much though. …",
        "EXECUTIVE SUMMARY Date of action: 3/9/2021. Involved units: Site-28 Security Team, SCP-7858 Field Agents On the 2nd of September it was realized that Junior Researcher 'Harrison' (ID:JR1036-HARRISON) had not attended site-28 for his shift. Security attempted to access the tracking subroutine on JR Harrison's phone. The phone did not respond. The routine relies on the phone's own location-tracking features. At 1:56 PM, JR Harrison's phone reported its location. It had automatically connected to a wireless network and so could be tracked via IP address. It came from a Kern County Starbucks. Only two field agents remained in Kern Country: Agent Tiffany Brown and Agent Joshua Zacherensky. They decided that PoIs Charlotte Chase and Enola Clay were JR Harrison's most likely destinations and split up accordingly. At 2:11 PM, Agent Zacherensky spotted JR Harrison through the window of Enola Clay's home. He called local police posing as an FBI agent. He described JR Harrison as a drug dealer. Agent Zacherensky activated the listening software on the PoI's phones while he waited for the police. Transcript appended.",
        "TRANSCRIPT Junior Researcher Harrison: Thankyou for letting me in. Enola Clay: That's no problem Mr Harrison, could you tell me what this is about though? H: Of course. I understand this may be hard to believe, but I work with a large organization that, among other things, catalogs missing persons. Look, here's my ID. E: 'Foundation.' Well I've certainly never heard of you. H: They put some work into that. E: I see… So why are you here? H: I have been asked not to share this with you, but there have been a lot of irregularities around you. E: What do you mean? H: Strange spending patterns, text- E: You think I am a victim of fraud? H: Not precisely. Here, I have a series of text messages that come from your phone. They've been deleted since, but I think you will find they match your texting style. Here are some other conversations about the same topic. Please read them. I think it will make things clear to you. [Several minutes pass. Enola is seen through the window flicking through several sheets. She appears to have read all of the pages. A police car approaches with its sirens off.] E: I'm confused, what is this meant to prove? H: Doesn't it feel like something is wrong in your life? Like you're missing something? E: Well, don't we all feel that way. H: No, not everyone does. Enola, something terrible has happened to you. You were closer to people once, and then an outside power intervened. You have a right to remember Matthew. [Police approach the door quietly.] E: I don't know what you're talking about. I don't remember sending any of these messages, and I don't have a son or know any Matthews. H: You have to- [Police open the door and begin to rapidly enter the room.] Police Officer (Gloster Potemkin): Hesterly Harrison, you're under arrest for drug trafficking! Hands in the air! H: What? Drug traffi- no wait! PO: Ma'am, tell me what your involvement with this man is! E: He's been peddling an insane story that I have a son who I don't remember. He just showed up at my house. I don't know him. H: Enola please, you have to believe me! You had a son! PO: Had a bit too much fun with the goods, ey? We've all been there. Come on- hands out. H: I'm putting my life on the line for this! You can see that I'm serious— do I seem like I'm lying to you? E: Yes of course you're lying to me! H: They're trying to silence me right now! Please just listen— believe me— that's all I want. I'll be gone in a moment just I beg you remember h— E: You're deranged- deranged and cruel. I've always wanted a child, and here you are peddling this nonsense about a life I haven't had! Is that what you do? Do you prey on the vulnerable? Were you going to give me some 'special little pill' to make it all feel better? Maybe a 'trip' to remembering him? I would never ever forget a child I had! How dare you make up something like this? You cruel fuck- Who's Matthew? Recording Ended. JR Harrison is apprehended. After an amnestic and psychological treatment, he is returned to work in a low-risk position. He remains on the watch list.",
        "Filename: 'Teddy-chev' Name: Bundesarchiv Bild 183-B0118-0010-027, Werk für Fernsehelektronik, Besuch Chruschtschow Author: Deutsche's Bundes Archiv License: CC BY-SA 3.0 Source Link: https://openverse.org/image/25abcf3b-0240-4499-93a3-61fae0525a80?q=Chruschtschow",
        "Filename: 'Charlotte-Pfp-1' Name: Girl Blonde Author: Elliott Chau License: Public Domain Source Link: https://openverse.org/image/9866d48e-2086-4fde-9da5-b951e6d6aef5?q=blonde%20hike Additional Notes: This is the first profile picture used in the edited message exchanges.",
        "Filename: 'Charlotte-Pfp-2' Name: Come into my world W-u002F @bz.anna (Unsplash) Author: Yoann Boyer License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Come_into_my_world_W-u002F_@bz.anna_(Unsplash).jpg Additional Notes: This is the second profile picture used in the edited message exchanges, and shown directly.",
        "Filename: 'Bouncy Ball' Name: Pokémon Go Pokemon Volleyball Author: aitoff License: Public Domain Source Link: https://pixabay.com/photos/pok%C3%A9mon-go-pokemon-volleyball-poke-1571013/ Additional Notes: This is Daniel's profile picture on Discord."
    ],
    "item": "SCP-7858",
    "object_class": "Pending",
    "containment_procedures": "Foundation algorithms should review available databases of text messages. Algorithms are to search for:",
    "description": "The nature of SCP-7858 is currently being determined by staff.",
    "title": "Where's Matthew"
}