{
    "url": "https://scp-wiki.wikidot.com/scp-7860",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\nItem #:\n SCP-7860\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7860 is to remain in a high orbit of Mars. Civilian astronomy is to be directed away from studying high Martian orbit. Should SCP-7860's orbit become unstable, it is to be restabilised by the FSS Kim Stanley Robinson.\n\n\nDescription:\n SCP-7860 is a modified Delta-II class Soviet nuclear submarine, formerly designated K-296\n1\n, currently in orbit around Mars. On board are 130 corpses, formerly the submarine's crew. 112 of them possess (likely self-inflicted) gunshot wounds to the head. The manner of termination of the remaining 18 is unknown, but suicide or asphyxiation is presumed. One crew member appears to have been shot from behind.\n\n\nSCP-7860-1 is a device of inconclusive function, fitted to SCP-7860. Based on evidence gathered on-site (see Addendum 7860-2), it was originally intended for teleporting nuclear warheads, but malfunctioned during a test and transported the entire submarine to Martian orbit. The exact circumstances of the failure are unknown, but the device is non-functional.\n\n\nAddendum 7860-1:\n Discovery and investigation\n\n\nSCP-7860 was discovered on 17/04/2021 by personnel at Extraterrestrial Site-301, located on the surface of Mars, during a routine check of the satellite network over the planet. At the time of discovery, it was in a highly elliptical orbit. On 08/05/2021, FSS Kim Stanley Robinson was launched from Site-301 to investigate, with a crew of 3.\n\n\nThe investigation team arrived on 10/05/2021, and proceeded to board SCP-7860. Nothing of note occurred during the operation, save for the recovery of the submarine commander's personal journal. Full video logs are available on request.\n\n\nSCP-7860 was moved to a stable circular orbit during June 2021.\n\n\nAddendum 7860-2:\n Recovered document\n\n\nThe following is the final few entries from the journal of Aleksandr Sobol, commander of K-296. The text has been translated from the original Russian.\n\n\n\n\nAugust 12th, 1976\n\n\nOrders from Moscow. K-296 is to be fitted with an \"experimental device\". I am to take it out into the ocean. The GRU will perform tests on it, and then we will sail home. Moscow say it's a weapon, but they won't tell me any more than that.\n\n\nAll 130 crew will be on board. I tell Moscow \"we don't need that many, we'll only be out for a few weeks\". They tell me to stay in my lane. I tell them that it's my submarine, it's my lane. They tell me I can be demoted if I want, and I shut up.\n\n\nWe embark on the 20th. There will be a GRU officer on board to operate the device and confer with Moscow.\n\n\n\n\n\n\nAugust 20th, 1976\n\n\nI still do not understand why the boat needs a full crew. We are testing a weapon, not going on patrol! But the Party demands it, and it must be so. Everything must be done by the book.\n\n\nI still have not been told what the device is or what it is supposed to do, further than \"it's a weapon\". Moscow says they'll tell us if we need to know. We fire it tomorrow.\n\n\n\n\n\n\nAugust 21st, 1976\n\n\nThe first test fire was today. One hundred kilograms of concrete. Moscow says it landed within two hundred metres of the target. Resounding success, they say. I know not what this means.\n\n\nThe crew are uneasy. Mikhail Volkov, my second man, reports a general distrust of the GRU and their plans with the boat. Not exactly surprising, but still worth bearing in mind.\n\n\n\n\n\n\nAugust 22nd, 1976\n\n\nThe GRU officer, Nikolaev, told me what the device is this morning. Apparently, it's a teleporter, designed to replace ballistic missiles. I told him that was impossible, and he agreed. He says the impossible is one of his specialties.\n\n\nIn truth, I do not trust this thing. What happens if the Americans get hold of it? What happens if it goes wrong? I do not have the education nor political influence to answer these questions, and so I shall sit in silence.\n\n\nThere is another test fire scheduled for tomorrow. This time, they want to fire a lump of concrete into space, and land it somewhere out in Siberia. God knows why.\n\n\n\n\n\n\nAugust 23rd, 1976\n\n\nForget the Saturn V, forget the Soyuz! With this thing, we could put a man on the Moon and have him safely back home in an hour. And yet we use it for weaponry. The concrete \"bomb\" we fired arrived 200 kilometers above the planet, completely unharmed. Nikolaev himself says he would trust to put a human in it.\n\n\nI am a military man. I recognise that we must protect our Motherland from the Americans and other western powers, but protection to the point of extinction of all other human life? Insanity. Sometimes, the bloodlust of man frightens me.\n\n\nThe third and final test fire is on the 25th of August. Moscow says the parameters are \"need-to-know\". Not that we would know what they meant anyway.\n\n\n\n\n\n\nAugust 25th, 1976\n\n\nThe test fire was a failure. Nikolaev activated the device and at once we were weightless. Radio contact with Moscow cut off immediately. He told us all to get out of his way while he attempted a repair.\n\n\nAn hour later, Mikhail tells me we are in orbit of Mars. I say bullshit. He takes me up to the conning tower and sure as anything the red planet is right there. As I write, we are the furthest any human has ever been from home.\n\n\nAt the very least, we are the first humans ever to see Mars up close with our own eyes. God knows if anyone will ever find us out here, but we can hope.\n\n\n\n\n\n\nAugust 26th, 1976\n\n\nSomebody shot Nikolaev. Turns out a few of the crew were plotting his death from the moment the device malfunctioned.\n\n\nHe was the only one with a chance of getting us back home.\n\n\nIt's getting harder to breathe. Our reserve oxygen is running low, and morale is running lower. I heard a few gunshots earlier but I do not have the strength to investigate them. One can only assume some of the crew took the easy way out.\n\n\nOne hundred thirty men, sent to our deaths in the icy void of space. And for what? Three test fires of a magic teleporter.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Note: no records exist of a Soviet submarine being designated K-296.\n\n\n\n\n\n\n\n\n« \nSCP-7859\n | SCP-7860 | \nSCP-7861\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7860\n\" by ambyshframber, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7860\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7860-1: Discovery and investigation\nSCP-7860 was discovered on 17/04/2021 by personnel at Extraterrestrial Site-301, located on the surface of Mars, during a routine check of the satellite network over the planet. At the time of discovery, it was in a highly elliptical orbit. On 08/05/2021, FSS Kim Stanley Robinson was launched from Site-301 to investigate, with a crew of 3.\nThe investigation team arrived on 10/05/2021, and proceeded to board SCP-7860. Nothing of note occurred during the operation, save for the recovery of the submarine commander's personal journal. Full video logs are available on request.\nSCP-7860 was moved to a stable circular orbit during June 2021.",
        "Addendum 7860-2: Recovered document\nThe following is the final few entries from the journal of Aleksandr Sobol, commander of K-296. The text has been translated from the original Russian."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7860 \" by ambyshframber, from the SCP Wiki . Source: https://scpwiki.com/scp-7860 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7860",
    "object_class": "Safe",
    "containment_procedures": "SCP-7860 is to remain in a high orbit of Mars. Civilian astronomy is to be directed away from studying high Martian orbit. Should SCP-7860's orbit become unstable, it is to be restabilised by the FSS Kim Stanley Robinson.",
    "description": "SCP-7860 is a modified Delta-II class Soviet nuclear submarine, formerly designated K-2961, currently in orbit around Mars. On board are 130 corpses, formerly the submarine's crew. 112 of them possess (likely self-inflicted) gunshot wounds to the head. The manner of termination of the remaining 18 is unknown, but suicide or asphyxiation is presumed. One crew member appears to have been shot from behind.",
    "title": "SCP-7860"
}