{
    "url": "https://scp-wiki.wikidot.com/scp-7861",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+49\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nFoundation webcrawler I/O METATRON is to implant memetic triggers derived from \nThe Frontispiece\n in online discussions of SCP-7861 to obscure direct references to Groups of Interest, the Foundation, and the Veil. This, reinforced by public dismissal of the supernatural, is sufficient to preserve the Veil.\n1\n\n\n \n\n\n \n\n\n\n\nDescription\n\n\nSCP-7861 is a commercial taking the form of a recurrent sequence of intrusive thoughts.\n\n\nSCP-7861 manifests only in individuals with an obsessive anxiety disorder, most commonly OCD.\n2\n3\n With the sole exception of Dr. William Wettle, afflictees must meet the following criteria:\n\n\n\n\nDisplay obsessive thought patterns.\n\n\nDistress from these thought patterns.\n\n\nAcknowledgement that they possess an anxiety disorder.\n4\n5\n\n\nBe a resident of the state of Michigan, USA.\n\n\n\n\nSCP-7861 occurs in about 15% of the susceptible population, seemingly selected by random chance. SCP-7861 integrates itself into non-anomalous obsessive patterns, but is anomalously resistant to mundane and esoteric forms of treatment.\n6\n Due to this, SCP-7861 is directly correlated with lower mental health.\n7\n8\n9\n10\n\n\nDespite minor variations by subject, the intrusive images and accompanying narration that make up SCP-7861 are consistent and never experienced out of order, so it is possible to reconstruct an approximate transcript of the original commercial. Memetics and Countermemetics has performed this reconstruction, the result of which is below.\n\n\n\n\n\n\nImage\n\n\nNarration\n\n\n\n\n\n\nAfflictee’s image of a “healthy family” spins on a playground spinner, smiling. Afflictees describe this image as “wrong” and “disgusting,” recognizing the cognitive dissonance. 61.4% of subjects claim to hear intense, threatening or foreboding music accompanying this scene, while 37.6% claim the music playing is “irritatingly corporate.”\n\n\n[Are you]/[Have you been] left relatively undamaged by a happy family?\n\n\n\n\n\n\nOne of the following:\n\n* The afflictee performing their official duties with a smile.\n\n* The afflictee performing what they would like their official duties to be.\n\n* Other people performing the afflictee’s hobbies, such as writing, painting, or gardening.\n\nIn all cases, afflictees will only recognize themselves in hindsight, and will rate both the happiness and skill of the ‘other person’ higher than their own, even unprompted.\n\n\nAre you permanently prevented from procrastinating on that big project by too many reasons to love what you do?\n\n\n\n\n\n\nChildren playing. The location and form of play vary wildly. One subject suffering from thoughts of harming children reported that they were using maces to “beat each other to a pulp”\n11\n and that they were “gleefully” joining in. Subject was denied amnestics: Thoughts such as these are not unusual for sufferers of OCD.\n\n\nAre you too joyful, ecstatic, or genuinely enthused about your continued cognition on this spinning rock?\n\n\n\n\n\n\nThree smiling humans simultaneously and “excruciatingly” slowly turn to the afflictee. This image never lasts less than 31 seconds, and has consistently remained in the forefront of afflictees’ minds for up to 234 seconds. Their expressions are often identified as ingenuine, to mask judgment against or hatred for the afflicted. In about 23.4% of cases, one of the faces shows signs of recent crying.\n\n\nTotal silence. Afflictees cannot hear their own thoughts.\n\n\n\n\n\n\nThe faces have completed their turn.\n\n\nWell, have WE got the stop for you!\n\n\n\n\n\n\nA humanoid appears, from here on out referred to as “the birdkeeper”, which almost always has more than two eyes. Sometimes, these eyes are located on the thick white body armor/beekeeper suit/insectine exoskeleton encasing the humanoid. The birdkeeper shows off a bright red cockatoo, designated as SCP-7861-A. The music here either shifts to a jazzy tune or continues the same “aggressively corporate” drone from before.\n\n\nIntroducing OCD! The problem to all your solutions!\n\n\n\n\n\n\nAfflictees visualize SCP-7861-A from all possible angles, including outside the ‘building’ where it is being ‘filmed’ and from within empty spaces in its body, such as the chest cavity, heart chambers, and the space between the brain and the skull.\n\n\nFrom a mystic land where one misstep spells D-O-O-M, this little birdie’s a big collaboration from Alex [Autism, the CEO of neurodivergence/(thurley? theory? sorry?)] and the studio that brought you leprosy!\n\n\n\n\n\n\nSCP-7861-A, standing by itself on a table, will loudly vocalize and flap its wings at a ‘threat.’ Afflictees will recognize and fear the threat but will not be able to describe it, and will not be able to recall that it existed or that they reacted to it.\n\n\n[Using all-new neurotechnology derived from the SCP Foundation’s many living subjects in containment,]\n12\n this little guy turns your danger-detecting instincts inward, allowing it to find a threat in anything! That’s right, anything!\n\n\n\n\n\n\nA human steps out of a personal washroom, smiling and ready to [get on with their day/meet that special someone/sleep].\n\n\nBathroom trips too quick?\n\n\n\n\n\n\nThey are accosted by the birdkeeper, who brandishes the bird as they make some kind of sales pitch or offer.\n\n\nOCD can find ANY germ, real, imaginary, trivial, irrelevant, on ANY surface, and will alert you that your hands need immediate decontamination using patented SQUAWK technology! Repeatedly!\n\n\n\n\n\n\nImages here become fragmented as the human repeatedly denies their offer, increasing and increasing in vehemence until they begin to yell “GET OUT OF MY HOUSE! GET OUT OF MY HOUSE!” Less than 0.04% of afflictees report a change in the birdkeeper’s demeanor.\n\n\nRepeatedly!\n\n\n\n\n\n\nThe human begins to cry, or their eyes wet, or their mouth dries out. The birdkeeper attempts to calm them down, stooping into their bag to retrieve the bird. The human screams when they see it, either attempting to flee or assaulting the birdkeeper to prevent them from demonstrating their product. They invariably fail.\n\n\nRepeatedly!\n\n\nThe voice is distorted as if the recording were beginning to break down.\n\n\n\n\n\n\nLess than 0.04% of afflictees report a change in the birdkeeper’s demeanor when the bird is forced through the ear into the human’s skull.\n\n\nN/A.\n\n\n\n\n\n\nA close up of a human washing their hands. A close-up of a human washing their hands. A close-up of a human washing their hands. A close-up of a human washing their hands. A close-up of a human washing their hands. A close-up of a human washing their hands.\n13\n\n\nTotal silence. Ten seconds.\n\n\n\n\n\n\nA figure, alone, worships an engraving of SCP-7861-A at a porcelain altar. A complex machine of gears and chains pulls their limbs into a position of prayer. Light and laughter filter in through the windows of the sea-blue temple.\n\n\nI just want it to end.\n\n\n\n\n\n\nThe afflictee's vision is filled with a swarm of SCP-7861-A. The narration cannot be heard over the cacophonous squawking. A human cadaver is occasionally visible through gaps in the swarm: Chunks of flesh are missing from its body, and its face is turned away. In 2.4% of manifestations, afflictees have been able to observe an instance of SCP-7861-A removing a piece of flesh from the cadaver.\n\n\nNot like that.\n\n\n\n\n\n\nA human with no identifying features sits in a well-decorated room of the kind the subject would like to inhabit. A swarm of SCP-7861-A descend, vocalizing at a 'painful' volume, and remove all small objects and decorations, using their beaks to dislodge items.\n\n\nStop.\n\n\n\n\n\n\nThe inhabitant attempts to deter them by striking them with a broom, to no visible effect. The broom breaks on the SCP-7861-A instance, and the pieces transmute into SCP-7861-A.\n\n\nStop!\n\n\n\n\n\n\nThe swarm leaves the room bare save for heavy furniture and framed photographs of individuals close to the afflictee, the latter of which the human peruses.\n\n\nSTOP!\n\n\n\n\n\n\nThese, too, transmute into SCP-7861-A, and the inhabitant leaps back in surprise. The heavy furniture transmutes into SCP-7861-A and flies away.\n\n\nSTOP. STOP. STOP. STOP. STOP. STOP. STOP.\n\n\n\n\n\n\nA human with no identifying features save for a two-piece suit gives the afflictee a blank stare. The metal chair they sit on is heavily rusted, and one leg is eaten through. It is the only furniture in the dirty concrete room. A lightbulb dangles from a ceiling lamp by a single wire, buzzing loudly above the figure's head. Its buzzing cannot be heard over the caged instances of SCP-7861-A lining every wall, loudly squawking and rattling their cages. In 23.4% of manifestations, one of the cages will fall over, causing the cages above and below to follow suit. The SCP-7861-A will continue unimpeded.\n\n\nN/A\n\n\n\n\n\n\nThe figure opens their mouth to vocalize, but cannot, presumably because a large section of their throat has been torn out. They lower their head, obscuring their face. Their pants leg falls open. Most of their lower leg has been carved out to make space for a nest of juvenile SCP-7861-A, who immediately begin to vocalize.\n\n\nN/A.\n\n\n\n\n\n\nThe figure's head falls into their lap. The figure expires. The juvenile SCP-7861-A expire. The SCP-7861-A in the cages expire. Countless instances of SCP-7861-A fall from the ceiling, expired.\n\n\nIf you or a loved one has been diagnosed with OCD, you are entitled to compensation for the time it stole.\n\n\n\n\n\n\nNo mental image accompanies this narration.\n\n\n“Intrusive Artvertising.” Author: W. Hor-Yua Copp. Released under CC-BY-SA-NC 3.0.\n\n\n\n\n\n\nNo mental image accompanies this narration, but the logo of GoI-5889 is superimposed on the afflictee's vision here.\n\n\nA different, more upbeat narrator speaks here, with both the voice and audio quality reminiscent of early 90’s American commercials.\n\nPresented by Vikander-Kneed! And YOU, too, can get YOUR media on everyone’s minds by calling █-███-███-████\n14\n to speak with a representative about YOUR brand-new brainworm! Vikander-Kneed Technical Media. For a better tomorrow.™\n15\n\n\n\n\n\n\nAddendum 1:\n\nDue to the disturbing content of SCP-7861, and its external origin making it resistant to usual coping strategies, it has had a near-universally negative effect on all affectees. Afflicted Foundation personnel are to be treated with amnestics to mitigate long-term effects; as this is not a practical option for civilians, SCP-7861 has been reclassified Cernunnos. In addition, the only specific obsession portrayed in SCP-7861 is cleanliness, which is a well-known negative stereotype.\n\n\nAddendum 2:\n\nThree business days after Addendum 1 was added to the SCP-7861 file, a nonexistent SCiPnet account named \"O5-14, an exclusive intellectual property of Vikander-Kneed™ added Addendum V to this file (shown below), which has shown similar resistance to deletion as the trademark frequently accompanying GoI-5889's name in transcripts.\n\n\nAddendum V:\n\nAs the leading pioneers in advanced media, Vikander-Kneed Technical Media™ believes in its own responsibility, unlike the lumbering titans of simpler media. So we have a message to relay: We messed up, and we're sorry for making your Tomorrow Worse\nTM\n by publishing that. We also have a message from our anonymous client W. Hor-Yua Copp to relay:\n\n\n\n\nSubject is released from a plastic Walmart bag that will go in to a successful career of bird-strangling, standing a total of six inches tall. They are plucked from the table and placed on a microphone, into which they say:\n\n“I'm W. Hor-Yua Copp, I made the original commercial, I approached VKTM to publish it, and I'm sorry. …can I go now?”\n\n\nNo, subject. No, you cannot.\n\n\n\n\nTo those afflicted, expect your thoughts to change in tune with the coming days!\n\n\nAddendum 3:\n The content of SCP-7861 has since changed; there are no more mental images, and afflictees will instead hear affirmations such as \"you can do it,\" \"your writing is good,\" \"they don't all secretly hate you,\" and \"you aren't being monitored by a shadowy worldwide conspiracy any more than anyone else is.\" While this new content is less disturbing, the involuntary, external, and often ill-timed nature of the thoughts means they are still intrusive and their effect is still negative.\n\n\nAddendum 4:\n Three business days after Addendum 3 was added, all known afflictees stopped experiencing SCP-7861. No new manifestation has occurred for seven days since. Reclassification to Neutralized pending.\n\n\nrating: \n+49\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Cernunnos-class objects could theoretically be contained, but cost or logistical issues prevent containment from being enacted.\n\n\n2\n. Obsessive-Compulsive Disorder, in which an individual develops \nobsessions:\n repetitive, distressing, unwanted thoughts about a particular topic, and performs \ncompulsions:\n routines, mental or physical, to relieve distress. Commonly misrepresented as being a \"neat freak\", partially due to misinformation spread to contain a related conceptual anomaly; obsessions may concern any topic, taboo or benign, and compulsions can take any form – and are invariably more detrimental than popular portrayals.\n\n\n3\n. It has since been determined that the harm caused by containment outweighs the original anomaly's threat to normalcy; said anomaly has been reclassified Cernunnos, and containment procedures rescinded.\n\n\n4\n. This need not be conscious: When questioned in his home, one afflictee, Xavier Saleem, promptly and profusely denied the presence of any anxiety disorder, claiming OCD was the invention of \"Gen Z TikToking pill-poppers.\" Selected entries from subject's search history: 'can you get OCD from job,' 'do I have OCD,' 'how to cure OCD,' 'flexible and agile solutions for OCD,' 'let me work dammit you goodanm fcukign dsoirddlerkkmkklkrbk34.' At the end of said rant, subject burst into tears.\n\n\n5\n. \nRAISA Notice:\n Subject has marked gender as 'questioning' on an intake form for Serenity-Carson Psychology. Updates to pronouns pending.\n\n\n6\n. Foundation psiotherapists report either the total absence of SCP-7861 from the subject's mind, even while the subject is directly experiencing it, or a powerful sensation of being grabbed by the arms, whirled in the air five times, and thrown outside of a baseball stadium while a female announcer yells: \"Home Run!\"\n\n\n7\n. \"Lower\" mental health? Is there a unit for how shit your brain is now? - Harold Blank, Chair of Archives and Revision\n\n\n8\n. Wanna help me invent one? - Dr. Lillian Lillihammer, Chair of Memetics and Countermemetics\n\n\n9\n. Like you'd know anything about a bad brain day. - Harold Blank, Chair of Archives and Revision\n\n\n10\n. \nI do,\n and I know this one's hitting you hard but keep it between you and Ngo.\n\n\n11\n. Subject claimed this was not a metaphor.\n\n\n12\n. This phrase is only ‘heard’ by Foundation personnel under the anomaly’s effects.\n\n\n13\n. Mentions in other locations are not affected, but altering any part of this phrasing in this document result in personnel becoming unable to sleep until they have reverted the edit by manually retyping this description.\n\n\n14\n. This number redirects Foundation personnel to a random phone in a universe where VKTM does not exist.\n\n\n15\n. Once again, all attempts to remove this trademark have failed. Even if deleted once a millisecond by an overseeing AIC, it will simply appear when the page is fetched from the database.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7861\n\" by Damian Thorne, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7861\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Due to the disturbing content of SCP-7861, and its external origin making it resistant to usual coping strategies, it has had a near-universally negative effect on all affectees. Afflicted Foundation personnel are to be treated with amnestics to mitigate long-term effects; as this is not a practical option for civilians, SCP-7861 has been reclassified Cernunnos. In addition, the only specific obsession portrayed in SCP-7861 is cleanliness, which is a well-known negative stereotype.",
        "Addendum 2: Three business days after Addendum 1 was added to the SCP-7861 file, a nonexistent SCiPnet account named \"O5-14, an exclusive intellectual property of Vikander-Kneed™ added Addendum V to this file (shown below), which has shown similar resistance to deletion as the trademark frequently accompanying GoI-5889's name in transcripts.",
        "Addendum V: As the leading pioneers in advanced media, Vikander-Kneed Technical Media™ believes in its own responsibility, unlike the lumbering titans of simpler media. So we have a message to relay: We messed up, and we're sorry for making your Tomorrow Worse TM by publishing that. We also have a message from our anonymous client W. Hor-Yua Copp to relay:\nTo those afflicted, expect your thoughts to change in tune with the coming days!",
        "Addendum 3: The content of SCP-7861 has since changed; there are no more mental images, and afflictees will instead hear affirmations such as \"you can do it,\" \"your writing is good,\" \"they don't all secretly hate you,\" and \"you aren't being monitored by a shadowy worldwide conspiracy any more than anyone else is.\" While this new content is less disturbing, the involuntary, external, and often ill-timed nature of the thoughts means they are still intrusive and their effect is still negative.",
        "Addendum 4: Three business days after Addendum 3 was added, all known afflictees stopped experiencing SCP-7861. No new manifestation has occurred for seven days since. Reclassification to Neutralized pending.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7861 \" by Damian Thorne, from the SCP Wiki . Source: https://scpwiki.com/scp-7861 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7861"
}