{
    "url": "https://scp-wiki.wikidot.com/scp-7865",
    "all_text": "⧗ 1h10min read\n\n\n\n\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ Content warning: This article contains heavy subject matter that includes murder, references to self-harm, suicidal ideation, and depictions of torture.\n\n\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7865\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nexplained\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n N/A\n\n\n\n\nDescription:\n SCP-7865 is a recursive algorithm for the approximation of a solution to the Husik macrostatistical evaluation theorem. By design, the algorithm is only capable of producing solutions for high-likelihood events, under the constraint of the domain \n$\\{ \\alpha_v | \\sqrt{5}/5 \\leq \\alpha_v\\}.$\n \n \n This results from the theorem’s probability curve appearing as a steep error function, shifted by \n$-e\\pi^{-1}$\n \n units\n.\nThis is a rightward shift, not a downward shift.\n.\n\n\nNumerical convergence is only estimated to occur within \n$t_r <$\n 504 hours for an \n$\\alpha_v$\n > 0.7684 \n.\nThree weeks was deemed the time for which the cost benefit of calculating a solution reached zero. It is from 504 hours that the value \n$\\alpha_v$\n = 0.768 was computed. Otherwise, it is an arbitrary value.\n, although smaller values of \n$\\alpha_v$\n may still allow for convergence when the time-to-event \n$t_e$\n is sufficiently small as well. Some cases have demonstrated values as low as \n$\\alpha_v$\n=0.5573 to be convergent for \n$t_e$\n= 16.34 hours. Convergence, in turn, is considered to have occurred when the difference between two successive iterations has a error \n$|E| < (2e)^{-4}.$\n \n \n \n Despite 14 relevant variables for convergence, multivariate analysis of simulated runtime models have proven the values of \n$\\alpha_v$\n and \n$t_e$\n to be the most critical for a low \n$t_r$\n.\n\n\n\n\nMore information about the derivation of SCP-7865, its mathematical properties, and case studies can be requested from the Head of the Analytics Department with\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nLevel 4 clearance.\n\n\n\n\n\n\nLevel 4 clearance.\n\n\n\n\n\n\nFrom: \ntenartni.noitadnuof|ilajo#tenartni.noitadnuof|ilajo\n\nTo: \ntenartni.noitadnuof|lmsmailliw#tenartni.noitadnuof|lmsmailliw\n\nSent: 9:29 AM, March 14th, 2014\n\nSubject: Request to refile SCP-7865\n\n\nDirector Williams,\n\n\nHope this email finds you well. I’m writing to inquire about SCP-7865’s documentation, it seems sparse. Emailing the Head of Analytics for some math homework? It's absurd. I think it's probably best to archive the file entirely. I can submit the request if that's alright with you.\n\n\nSincerely,\n\nRAISA Secretary Ali\n\n\n\n\n\n\nFrom: \ntenartni.noitadnuof|lmsmailliw#tenartni.noitadnuof|lmsmailliw\n\nTo: \ntenartni.noitadnuof|ilajo#tenartni.noitadnuof|ilajo\n\nSent: 10:04 AM, March 14th, 2014\n\nSubject: Re: Request to remove SCP-7865 from file\n\n\nOmar,\n\n\nYour request isn't the first, but I will tell you what I've told the others: SCP-7865's documentation will not be removed from its present file. The veterans from the Analytics Department are adamant SCP-7865 stays around, in one form or another. Myself included. Though, I will agree that the permissions required to fully access an explained 'anomaly' are excessive, especially considering its mundane nature.\n\n\nWe keep the entry around as a cautionary reminder. It’s one of the Foundation’s early failures, back from when we were still formalizing the institution into its modern form. I suppose most of our staff now are too young to remember. They should know our failures, it's for the best. Digitizations of pertinent archives are attached, they’ll tell you what you need to know.\n\n\nAnd please Omar, we’ve been friends long enough. Call me Latoya.\n\n\nYours,\n\nDr. Latoya Williams\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nHey! Hey you! Hi! I’m flattered to see that there’s someone looking through my page source. Sorry to tell you bud, but I’ve got no clue what I’m doing. There’s a mystical relation between this coltop component and our Lord himself that mandates its own need to exist, and I haven’t a clue why. Everything breaks when this isn’t here. Oh well. Thanks for reading, I love you!\n- Hide block\n\n\n\n\n\n\n\n\n\n\n\n\nArchived Document 7865-B2-1959\n\n\nArchived Document 7865-A1-1974\n\n\nArchived Document 7865-A1-1975\n\n\nArchived Document 7865-A2-1975\n\n\nArchived Document 7865-A2-1979\n\n\nArchived Document 7865-A1-1981\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 4/CONRAD CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\nIMPOSSIBLE TO DETERMINE DATE OF AUTOMATIC DECLASSIFICATION\n\n\n\n\n\n\nDecember 2nd, 1959\n\n\n\n\n\n\nMemorandum for:\n Research Site CONRAD Director\n\n\nVia:\n Internal Affairs Lead Coordinator\n\n\nSubject:\n Dr. Moshe Husik, the Department of Applied Mathematics, and the Neural Interface Computational Engines (NICE)\n\n1.\n Regarding the Object of Dr. Husik\n\n\n\n\n1.1.\n Moshe Husik has proven invaluable to the Foundation. There are few, if any, other cooperative entities with its degree of expertise in anomalous mechanics. Considering Husik's independent development of successful containment procedures for seventeen separate anomalies within a decade of employment, its current position as Head of the Department of Applied Mathematics is no surprise.\n\n\n1.2.\n Permission to use anomalous methods to produce containment procedures are heavily restricted. Following formal requests, Dr. Husik has previously employed Sarkic rituals for containment purposes. Although, as it is not permitted to use anomalous practices when not explicitly authorized, its self-experimentation constitutes a direct violation of both Overseer order and Ethics Committee precedent.\n\n\n1.3.\n Detainment and subsequent analysis of Dr. Husik revealed a set of anomalous features not unlike the arrays of Site CONRAD’s Neural Interface Computational Engines. It is not currently discernible whether these alterations merely resemble or actually share the same origins as the biomachinery. In either circumstance, the same benefit is provided: Husik presents unusually advanced capabilities in calculation and problem-solving. The extent of its capacities are unknown.\n\n\n1.4.\n Given Dr. Husik’s previous affiliation with the Sarkic Cult, it is presumed augmentations were made [INFOHAZARD EXPUNGED]. Therefore, it is inconsistent with Foundation criteria for baseline humanity.\n\n\n1.5.\n It is indeterminable whether Dr. Husik’s moral faculties have been affected. The premature death of Director Kelly suggests that Husik no longer maintains a benevolent view of human life. It has insisted that its usage of the NICE to evaluate the deaths of Foundation personnel was intended to “prevent further loss of life”, but has failed to adequately offer any rational explanation for its choice of persons.\n\n\n1.6.\n Interview Logs\n\n\n\n\n► HUSIKM-1959-1\n\n\n\n\n▼ HUSIKM-1959-1\n\n\n\n\n\n\nDATE:\n 11/27/1959\n\n\nSUBJECT:\n Moshe Husik\n\n\nINTERVIEWER:\n Mason Kelly, Site Director\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nKELLY:\n This isn’t really something I expected to be doing, Husik.\n\n\nSUBJECT:\n I didn’t think you’d be sitting here, either.\n\n\nKELLY:\n You’re sweating.\n\n\nSUBJECT:\n I’m nervous, Kelly. Seriously, you have to seek shelter.\n\n\nKELLY:\n I’ve never seen you go this far off a hunch.\n\n\nSUBJECT:\n It’s not a hunch. Please, I'm begging you. Run or hide! Do something!\n\n\nKELLY:\n Calm down. We’ve got all day. \n[Sighs]\n May you state your credentials for the record?\n\n\nSUBJECT:\n My name is Moshe Husik. Today’s the twenty-seventh, November nineteen fifty-nine.\n\n\nKELLY:\n Dr. Husik, on the night of the twenty-sixth you activated the… NICE? \n[Kelly looks up from his clipboard].\n\n\n[Husik nods hastily.]\n\n\nKELLY:\n … without Overseer approval to use anomalous Foundation equipment. Then, you activated it again this morning. Is that correct?\n\n\nSUBJECT:\n Yes.\n\n\nKELLY:\n Why?\n\n\nSUBJECT:\n To prevent the loss of life.\n\n\nKELLY:\n How clinical.\n\n\nSUBJECT:\n I’ll take that as a compliment.\n\n\nKELLY:\n And have you successfully prevented the loss of life?\n\n\nSUBJECT:\n No. Not yet, at least. You still have time to save yourself. The probability isn’t certain. Likely, but not certain.\n\n\nKELLY:\n \n[Frowning]\n Husik, I already told you I'm not in any danger. Do you know something I don't?\n\n\nSUBJECT:\n I can’t say. Or - rather, sorry. I mean that I don’t know what it is either. You were just the most probable.\n\n\nKELLY:\n You need to use your words. \nExplain.\n Run it by me, step by step. Don't worry if it's classified. I've got emergency credentials for this interrogation. Tell me. Why do you believe I'm going to die?\n\n\nSUBJECT:\n Ok. \n[Exhales]\n I’ll explain everything, everything.\n\n\nKELLY:\n Go ahead.\n\n\nSUBJECT:\n It started with an idea I had a few years back. Using [INFOHAZARD EXPUNGED] to-\n\n\nKELLY:\n With [INFOHAZARD EXPUNGED]? That's impossible.\n\n\nSUBJECT:\n No, not at all. Since the Laplace transform of a superconclusive matrix yields numerically solvable differentials, the algorithm converges.\n\n\nKELLY:\n That's ingenious. But… I’m still skeptical. That's far too many variables.\n\n\nSUBJECT:\n Sure. But once you [INFOHAZARD EXPUNGED], like some sort of sieve, you can start to precisely define a macroevent.\n\n\nKELLY:\n That's hardly a definition.\n\n\nSUBJECT:\n I know, bear with me. Luckily, if you can agglomerate-\n\n\nKELLY:\n This is all theoretical. You could never compute something this complex.\n\n\nSUBJECT:\n Maybe with traditional computers. But with [INFOHAZARD EXPUNGED]… the human mind becomes a computer itself.\n\n\n[Silence.]\n\n\nKELLY:\n Husik, that's…horrendous.\n\n\nSUBJECT:\n Come on. When you were a researcher, every other week…well. We both know what you've done to the D-Class.\n\n\nKELLY:\n I did what was necessary.\n\n\nSUBJECT:\n Sure. It got you promoted, and now as a director I can only imagine-\n\n\nKELLY:\n Husik. I made sacrifices for the protection of mankind.\n\n\nSUBJECT:\n And so have I! And look where that got me? You need to protect yourself, goddammit!\n\n\nKELLY:\n Alright, alright! Just.. \n[Kelly closes his eyes and rubs his temples]\n Just settle down. We're getting off-topic. Back to what you were saying. You're telling me that [INFOHAZARD EXPUNGED]?\n\n\nSUBJECT:\n That's most of it. To the dot, even.\n\n\n[Kelly leans back in his chair.]\n\n\nKELLY:\n Theory’s solid. But how'd you get the [INFOHAZARD EXPUNGED] to actually work?\n\n\nSUBJECT:\n Through [INFOHAZARD EXPUNGED] interfacing. Although, I'm still unsure whether that's the optimal approach.\n\n\nKELLY:\n How do you write input for a machine like that?\n\n\nSUBJECT:\n Well, I hoped it could be verbal at first. But preliminary tests proved that text was… um… less ambiguous. Much more controllable. From there, we trained [INFOHAZARD EXPUNGED]\n\n\nKELLY:\n I would've never imagined. How many test cases do you have?\n\n\nSUBJECT:\n Eleven. Actually, thirteen. Eleven proper cases and two more inconclusive.\n\n\nKELLY:\n What do you mean?\n\n\nSUBJECT:\n Eleven cases where the events were both predicted and realized. All the specifics are in the report, but the predictions are generally very reliable. The events always happened.\n\n\n[Subject pauses.]\n\n\nSUBJECT:\n But we never intervened. I-um, we never acted proactively, and that's why-\n\n\nKELLY:\n Yes, I know. Run and hide. Don’t start. \n[Kelly folds his hands.]\n It’s interesting. Quite interesting. I assume I’m one of the two inconclusive test cases?\n\n\nSUBJECT:\n Yes.\n\n\nKELLY:\n And what was the other one?\n\n\nSUBJECT:\n Similar to yours, though I doubt the name will ring a bell. I couldn’t contact her in the timespan given. I assume she’s dead.\n\n\nKELLY:\n If I was to tell you that Ms. O’Tana is still alive and well, how would you feel?\n\n\nSUBJECT:\n Elated. If she could escape her fate, you can too.\n\n\nKELLY:\n It’s good to know that you still care.\n\n\nSUBJECT:\n Of course I do.\n\n\nKELLY:\n Husik… why'd you choose me?\n\n\nSUBJECT:\n Because…\n\n\n[Subject takes a deep breath.]\n\n\nSUBJECT:\n Come on. You're my friend, and I want you to be safe.\n\n\n[Kelly smiles forcefully.]\n\n\nKELLY:\n I believe you. I really do, Husik.\n\n\nSUBJECT:\n Thank you.\n\n\nKELLY:\n And even if I didn't, protocol still dictates that I need to be placed under protection. Once I'm put away, they'll swap in someone else. Probably Drennan. You know she won't be as accommodating to you as I've been.\n\n\n[Subject nods.]\n\n\nKELLY:\n Until I’m in the clear, you’re going to have to hold out. I’ll shield myself from anything and everything, and when I’m done, I’ll get you out of this mess. You hear me?\n\n\nSUBJECT:\n Thank you. Thank you so much. I can’t thank you enough.\n\n\nKELLY:\n No worries. And for what it’s worth, you’re also one of the best friends I’ve ever made in this place. Best of luck Husik.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► HUSIKM-1959-3\n\n\n\n\n▼ HUSIKM-1959-3\n\n\n\n\n\n\nDATE:\n 11/29/1959\n\n\nSUBJECT:\n Moshe Husik\n\n\nINTERVIEWER:\n Enora Drennan, Internal Affairs Lead Coordinator\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDRENNAN:\n Can you state your name and date for the record?\n\n\nSUBJECT:\n My name’s Moshe Husik, and the date is November twenty-ninth, nineteen fifty-nine.\n\n\nDRENNAN:\n Husik, why did you kill Charlie O’Tana?\n\n\nSUBJECT:\n What?\n\n\nDRENNAN:\n On the early morning November 27th - two days ago - she was found dead, approximately half an hour after you, ahem, predicted her death.\n\n\nSUBJECT:\n No, no, no… Kelly said she didn’t die. He told me-\n\n\nDRENNAN:\n Director Kelly lied. I can’t tell you why. When I went over the interview I was confused too.\n\n\nSUBJECT:\n Maybe he didn’t know. I-\n\n\nDRENNAN:\n I’m certain he knew. He seemed to think about you highly. It’s a shame how you repaid the favor.\n\n\nSUBJECT:\n I was trying to protect him.\n\n\nDRENNAN:\n Director Kelly died two hours ago.\n\n\n[Subject looks away.]\n\n\nDRENNAN:\n You were off by twenty minutes. It's impressive, I'll give you that. \n[Pausing]\n And then there's the matter of the things we found inside you.\n\n\n[Subject shuts its eyes.]\n\n\nSUBJECT:\n Don't.\n\n\nDRENNAN:\n You're inhuman. I asked for a containment chamber, but solitary confinement will have to do for now.\n\n\nSUBJECT:\n You're a cruel woman.\n\n\nDRENNAN:\n No, I just do my job well.\n\n\n[Drennan stands up.]\n\n\nDRENNAN:\n Anyways. I've got other matters to attend to. I'll get back to you, eventually.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► HUSIKM-1959-4\n\n\n\n\n▼ HUSIKM-1959-4\n\n\n\n\n\n\nDATE:\n 11/30/1959\n\n\nSUBJECT:\n Moshe Husik\n\n\nINTERVIEWER:\n Enora Drennan, Internal Affairs Lead Coordinator\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDRENNAN:\n State your name and date for the record.\n\n\n[Subject glares at Drennan]\n\n\nDRENNAN:\n Alright. Husik, when was the last time you were human?\n\n\nSUBJECT:\n I am human.\n\n\nDRENNAN:\n You are not.\n\n\nSUBJECT:\n Why not?\n\n\n[Subject sneers]\n\n\nDRENNAN:\n \n[opens a folder]\n Here’s the imaging of your innards. I really appreciate Command for ordering them. I would’ve never guessed you were this much of a freak.\n\n\nSUBJECT:\n I’ve been this way for as long as I can remember.\n\n\nDRENNAN:\n Sure. We do know about your ties to Sarkicism, so there’s no point in hiding it. Be honest with me.\n\n\nSUBJECT:\n You can’t blame me for the circumstances of my birth.\n\n\nDRENNAN:\n But I can certainly blame you for murder. Two, in fact.\n\n\nSUBJECT:\n I didn't kill them.\n\n\nDRENNAN:\n Your machine did. And who aimed it at them?\n\n\nSUBJECT:\n That’s not what it does!\n\n\nDRENNAN:\n Oh, please. Nobody on your list had any reason to die until you said they did. You might not understand how, exactly, but your machine killed them. You killed them.\n\n\nSUBJECT:\n How? I can't- it's not even anomalous!\n\n\nDRENNAN:\n It’s not anomalous?\n\n\nSUBJECT:\n No, no, its… \n[places a hand on his chest]\n\n\nDRENNAN:\n It’s just like you. Isn’t it?\n\n\n[Subject stares at Drennan.]\n\n\nDRENNAN:\n I had a feeling. You used the same rituals those Sarkites taught you to build it, didn't you?\n\n\nSUBJECT:\n I had authorization.\n\n\nDRENNAN:\n \n[Sneering]\n And you still call yourself human?\n\n\nSUBJECT:\n Yes. I still think. I still feel. I’m still human.\n\n\nDRENNAN:\n Then that machine must also think, and feel. Like a human.\n\n\nSUBJECT:\n No, it’s not bound to a body. The neurons aren’t wired the same way. It’s just not comparable.\n\n\nDRENNAN:\n What about you? You're bound to a body. Should you be registered as an anomalous object, Husik?\n\n\nSUBJECT:\n No. For the same reason my computers shouldn’t. We aren’t anomalous.\n\n\nDRENNAN:\n “We”? Interesting. Tell me how you’re non-anomalous.\n\n\n[Subject rolls his eyes.]\n\n\nSUBJECT:\n I obey every known law of the natural world. \n[Huffs]\n Didn’t you go to university? This isn’t how science works. You hold the burden of proof.\n\n\nDRENNAN:\n You violate the basic principles of biology.\n\n\nSUBJECT:\n No, I don't, and neither do the NICE. Get a real biologist in the room. The way we got the parts set up was anomalous, but the final product isn’t. It's nothing more than cells in an unusual pattern. The pattern of various calculators, that is.\n\n\nDRENNAN:\n And in your case?\n\n\nSUBJECT:\n I don’t know what I was supposed to be. Smart, I assume. I think that was all they really planned for me.\n\n\nDRENNAN:\n How conceited. And just how many brains did they shove in your skull again?\n\n\nSUBJECT:\n \n[Groaning]\n Just put me back in solitary.\n\n\nDRENNAN:\n Can do.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► HUSIKM-1959-5\n\n\n\n\n▼ HUSIKM-1959-5\n\n\n\n\n\n\nDATE:\n 12/1/1959\n\n\nSUBJECT:\n Moshe Husik\n\n\nINTERVIEWER:\n Enora Drennan, Internal Affairs Lead Coordinator\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDRENNAN:\n Do you know why you’re here today?\n\n\nSUBJECT:\n Of course.\n\n\nDRENNAN:\n Why are you here today?\n\n\n[Subject hesitates.]\n\n\nSUBJECT:\n I… I’m not sure what to say.\n\n\nDRENNAN:\n You seemed quite aware of your circumstances earlier.\n\n\nSUBJECT:\n What? What’re you doing?\n\n\nDRENNAN:\n Excuse me?\n\n\nSUBJECT:\n No snark? The-the change in demeanor… who’s breathing down your neck?\n\n\nDRENNAN:\n \n[Chuckles]\n No one. I just thought solitary had loosened you up.\n\n\n[Subject remains silent for a moment.]\n\n\nSUBJECT:\n You locked me up for a while.\n\n\nDRENNAN:\n Your cell’s padded. Sounds cozy, if you ask me.\n\n\nSUBJECT:\n Yeah. Gave me a lot of time to think, alone.\n\n\nDRENNAN:\n Is there something you’d like to share?\n\n\nSUBJECT:\n I dunno. Not sure if I’m confident in my current theory.\n\n\nDRENNAN:\n You mean the computers?\n\n\nSUBJECT:\n No, no, biocomputation isn’t all that. \n[Muttering]\n They play it up a lot. Think the real problem is interface interaction systems. I didn’t expect this scenario.\n\n\nDRENNAN:\n Could you be more specific?\n\n\nSUBJECT:\n \n[mumbling]\n It's…the theorem evaluates events when they're certain. Almost certain. There might be… some kind of confirmation bias. It doesn't produce false predictions since it, well, it can't…that's what I made it for, after all. I engineered something that can only ever work. I… I can't change what's predicted but I…I don't know, maybe… \n[clicks tongue]\n… nevermind.\n\n\n[Drennan frowns.]\n\n\nDRENNAN:\n I have no idea what any of that means.\n\n\nSUBJECT:\n So then why are you here?\n\n\n[Drennan closes her eyes and breathes deeply.]\n\n\nDRENNAN:\n I just have a few more questions to ask you.\n\n\nSUBJECT:\n \n[Shaking his head]\n Ask away.\n\n\nDRENNAN:\n Right. Why, precisely, did you target the late Director Kelly?\n\n\n[Subject hesitates, again]\n\n\nSUBJECT:\n I-I’m not sure if there’s anything I can say.\n\n\nDRENNAN:\n Why not?\n\n\nSUBJECT:\nI… I may have set in motion a series of events I couldn't have accounted for. I'm not sure what I can safely say at this point.\n\n\nDRENNAN:\n I don’t understand.\n\n\nSUBJECT:\n I’m afraid I understand barely enough. And I don’t know what I can say, if anything, to fix it.\n\n\nDRENNAN:\n Are-\n\n\nSUBJECT:\n I’d rather not say anything at all. I don’t know what I can say yet.\n\n\nDRENNAN:\n Unbelievable. Are you \ncertain\n this is your preferred course of action?\n\n\nSUBJECT:\n Yes. For now, at least.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n2.\n Regarding Alexandra Hovsky\n\n\n\n\n2.1.\n Not all containment procedures developed by the Department of Applied Mathematics are currently understood, and efforts to reverse engineer paratechnology designed by Dr. Husik have proven unsuccessful. However, several of Dr. Husik's subordinates have been informed of relevant principles and theories, and have proven capable of partially understanding its work.\n\n\n2.2.\n Several members of the Department of Applied Mathematics have taken after Dr. Husik, notably among them, junior researcher Alexandra Hovsky. Given the controversy surrounding his removal, these individuals' unwaveringly positive opinion of Dr. Husik has come under question. However, to date, all members of the Department of Applied Mathematics have been found to be sound of mind, non-anomalous, and generally empathetic to humanity.\n\n\n2.3.\n Interview Logs\n\n\n\n\n► HOVSKYA-1959-1\n\n\n\n\n▼ HOVSKYA-1959-1\n\n\n\n\n\n\nDATE:\n 11/28/1959\n\n\nSUBJECT:\n Alexandra Hovsky, Junior Researcher\n\n\nINTERVIEWER:\n Mason Kelly, Site Director\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nKELLY:\n Hey. A raspberry tart?\n\n\n[Kelly offers the pastry to Hovsky.]\n\n\nHOVSKY:\n That’s my favorite.\n\n\nKELLY:\n It’s yours.\n\n\nHOVSKY:\n You knew it was my favorite.\n\n\nKELLY:\n Word gets around. Could you state your credentials for the record?\n\n\nHOVSKY:\n Alexandra Hovsky, and it’s December first.\n\n\nKELLY:\n To what-\n\n\nHOVSKY:\n Why am I being interviewed?\n\n\nKELLY:\n Excuse me?\n\n\nHOVSKY:\n You even tried to soften me up with the sweets. Why me? There’s about a dozen other people in the department as involved in this as I am. Why aren’t they being interviewed?\n\n\nKELLY:\n \n[Grinning]\n You know I can’t show you all my cards. So let me make you a deal. If you tell me why \nyou\n think you’re here, I promise I’ll tell you why I think you should be here. Sound fair?\n\n\n[Hovsky rest her chin in her knuckles.]\n\n\nHOVSKY:\n Alright. I think you’re trying to make an example out of me. Because I didn’t back down when Husik was detained, and I won’t keep my mouth shut.\n\n\nKELLY:\n \n[Laughs softly]\n It’s funny how perspective works. Ms. Hovsky, there's a lot more eyes on this whole affair than you'd imagine. You need to understand the gravity of the situation and keep quiet; there's a good reason everyone else piped down.\n\n\nHOVSKY:\n Cowardice?\n\n\nKELLY:\n Let me speak. Your relationship to Moshe Husik is terribly suspicious. You need to realize that. The Foundation protects people from things like Husik. We don’t usually help them. We don’t make anomalies, we contain them. It’s our purpose, it's the reason we’re all here.\n\n\n[Hovsky does not speak.]\n\n\nKELLY:\n Most of us didn’t choose to work here until anomalies forced their way into our lives. This is personal for a lot of us. You have to understand I'm trying to do what's best for everyone, Alexandra. Please, help me out here. I’m trying to do what’s best for everyone.\n\n\nHOVSKY:\n Husik… he’s been good to me.\n\n\nKELLY:\n Moshe was good to everyone. Yet, here we are.\n\n\nHOVSKY:\n I-I’m not going to turn my back on him.\n\n\nKELLY:\n I’m not asking you to do anything you don’t want to. Just, please, I want the truth. All of it. Tell me, how much of Husik’s theorem do you truly understand?\n\n\nHOVSKY: I.. uh. I understand it completely?\n\n\n[Kelly raises her brow.]\n\n\nHOVSKY:\n Erm… the theorem’s almost inextricably linked to the NICE. The two were designed for each another. The NICE are still somewhat general-purpose, but… biocomputers work like normal computers, you know? The problem's more with understanding how they actually function as a whole, and I don't think anyone really gets all the nitty gritty details. So the theorem, I could easily run it, but I couldn't tell you why it works.\n\n\n[Kelly continues in silence, watching intently.]\n\n\nHOVSKY:\n Um. I guess what I'm trying to say is that… \n[clicks her tongue]\n. Okay. So, for example, somebody actually solved the alpha node problem once, and that was it! Nobody ever needed to figure it out again. So, with Husik's theorem, I know what each part does, and I know how they work together. But I didn’t put it all together.\n\n\nKELLY:\n I see. Do the NICE pose any threat to human life?\n\n\nHOVSKY:\n What… what does that question mean?\n\n\nKELLY:\n Do you have any reason to believe a biocomputer would be willfully malicious?\n\n\nHOVSKY:\n No?\n\n\nKELLY:\n Are you certain?\n\n\nHOVSKY:\n I mean… oh. I get what this is about. I know that those neurons don't come empty. But they were D-Class, right? The worst of the worst. That's what they told us. They said they were up for death row. Just…scum. The type of people who aren’t fit for society.\n\n\n[Hovsky swallows audibly.]\n\n\nHOVSKY:\n And…at least they aren't \ndead\n dead, you know? they aren't really alive, either—I mean, they aren't themselves. It’s not like they’re in pain you know? Besides, we're doing them a favor. They're saving lives now. We're stopping bad things from happening. Or…uh, more bad things. From happening. We aren't hurting anybody. Why would we do that? I…I'm sorry. I never wanted to hurt anybody.\n\n\n[Silence.]\n\n\nKELLY:\n I didn't ask for moral justifications. I'll repeat. Do you have any reason to believe that a biocomputer might be willfully malicious?\n\n\nHOVSKY:\n No. It doesn't—it can't, um…\"will\". I-I guess? It's not free to \"will\", if that makes sense. There’s a set of parameters that it’s tasked to maximize or minimize, and that‘s all it does.\n\n\nKELLY:\n What parameters?\n\n\nHOVSKY:\n It's all technical. Optimization, that sort of thing.\n\n\nKELLY:\n Be specific, please.\n\n\nHOVSKY:\n [INFOHAZARD EXPUNGED]\n\n\nKELLY:\n Ah. Thank you for your cooperation, Ms. Hovsky.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► HOVSKYA-1959-2\n\n\n\n\n▼ HOVSKYA-1959-2\n\n\n\n\n\n\nDATE:\n 11/30/1959\n\n\nHOVSKY:\n Alexandra Hovsky, Junior Researcher\n\n\nINTERVIEWER:\n Enora Drennan, Internal Affairs Lead Coordinator\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDRENNAN:\n Can you state your name and date for the record?\n\n\nHOVSKY:\n Um. I’m Alex. Hovsky, Alexandra Hovsky. Sorry.\n\n\nDRENNAN:\n And the date?\n\n\nHOVSKY:\n Yeah, it’s the thirtieth of November, nineteen fifty-nine.\n\n\nDRENNAN:\n Do you know why you’re here today?\n\n\nHOVSKY:\n Because of Husik.\n\n\nDRENNAN:\n That’s correct. What relationship did you have to it?\n\n\nHOVSKY:\n \n[winces]\n I don’t like it when you guys, uh, do that.\n\n\nDRENNAN:\n Do what?\n\n\nHOVSKY:\n Say “it”. Husik is a person. A human. He’s a “he”.\n\n\nDRENNAN:\n Husik is anomalously augmented. Its humanity is debatable. I’d rather not get sidetracked, so how about I ask the questions, and you answer. Ok?\n\n\n[Hovsky does not respond.]\n\n\nDRENNAN:\n Is that alright, Ms. Hovsky?\n\n\nHOVSKY:\n \n[Quietly]\n Fine.\n\n\nDRENNAN:\n Wonderful. What was your relationship to Husik?\n\n\nHOVSKY:\n He was the Head of my department.\n\n\nDRENNAN:\n And personally, what was your relationship?\n\n\nHOVSKY:\n Personally?\n\n\nDRENNAN:\n Yes, personally.\n\n\nHOVSKY:\n So now \n[air quotes]\n “it” is a person?\n\n\nDRENNAN:\n Non-cooperation will be documented on your record.\n\n\nHOVSKY:\n Husik taught me everything I know.\n\n\nDRENNAN:\n \n[Scoffing]\n Everything? Surely you knew \nsomething\n when you were hired?\n\n\nHOVSKY:\n Everything they teach you in school is menial. You go to high school and they teach you algebra. You get to college and they show you calculus. Then you come to find out calculus works over, around, above, and beyond algebra. Suddenly, algebra seems elementary.\n\n\n[Hovsky opens her mouths to speak, but waits for a moment.]\n\n\nHOVSKY:\n Then, you meet Moshe Husik. He shows you superconclusive matrices. Non-binary biocomputation. Macrostatistics. It's so much more than any mathematician on the other side of the Veil understands. Calculus is elementary now. It's child's play compared to what we do.\n\n\nDRENNAN:\n And how much of what you were taught was anomalous in nature?\n\n\nHOVSKY:\n None of it.\n\n\nDRENNAN:\n None of it?\n\n\n[Hovsky shakes her head.]\n\n\nDRENNAN:\n Not even, for instance, mirage numbers?\n\n\nHOVSKY:\n Those aren't actually… do you even know what mirage numbers are?\n\n\nDRENNAN:\n I'm asking the questions. Are you aware of the NICE interface’s functioning?\n\n\nHOVSKY:\n Yes.\n\n\nDRENNAN:\n Is it non-anomalous?\n\n\nHOVSKY:\n No.\n\n\nDRENNAN:\n That contradicts your earlier claim.\n\n\nHOVSKY:\n [Unintelligible]\n\n\nDRENNAN:\n Speak up.\n\n\nHOVSKY:\n I said, Husik never explained interfacing.\n\n\nDRENNAN:\n You consorted with Husik to develop a device you don't understand?\n\n\n[Hovsky scowls.]\n\n\nHOVSKY:\n You can't drag Husik's name through the mud. This isn’t on him. The Overseers knew what we were making, they personally approved it.\n\n\nDRENNAN:\n There's a reason the overseers made their decision. You know that.\n\n\nHOVSKY:\n Husik warned us about it, you know? Specifically. It’s what happens when you play with things you don’t understand.\n\n\nDRENNAN:\n Are you suggesting that the overseers are to blame?\n\n\nHOVSKY:\n I'm not suggesting anything.\n\n\nDRENNAN:\n \n[Sighs and checks her wristwatch]\n Fine. Unfortunately, I think I have to cut our conversation short.\n\n\n[Drennan readies to exit interview.]\n\n\nHOVSKY:\n Wait!\n\n\n[Drennan stops.]\n\n\nHOVSKY:\n Nobody wanted Charlie to die. It doesn’t make sense. It wasn’t supposed to happen.\n\n\n[Drennan does not respond.]\n\n\nHOVSKY:\n You don’t really think we killed her, do you?\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► HOVSKYA-1959-3\n\n\n\n\n▼ HOVSKYA-1959-3\n\n\n\n\n\n\nDATE:\n 12/01/1959\n\n\nHOVSKY:\n Alexandra Hovsky, Junior Researcher\n\n\nINTERVIEWER:\n Enora Drennan, Internal Affairs Lead Coordinator\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Oh, it's \nyou\n again.\n\n\n[Drennan furrows her brow.]\n\n\nDRENNAN:\n Indeed. State your name and date for the record.\n\n\nHOVSKY:\n Alexandra Hovsky. December first, nineteen fifty-nine.\n\n\nDRENNAN:\n Alright, whatever. Can you remind me what your relationship with Moshe Husik was?\n\n\nHOVSKY:\n Dr. Husik is the Head of the Department of Applied Mathematics.\n\n\nDRENNAN:\n Was. Was the Head of the Department of Applied Mathematics. What was your personal relationship to Dr. Husik?\n\n\nHOVSKY:\n I plead the fifth.\n\n\nDRENNAN:\n Excuse me?\n\n\nHOVSKY:\n Ethics Committee Personnel Statute 125 Subsection A? I don’t fucking know. Don’t fucking care. I'm saying I’d rather not answer that.\n\n\nDRENNAN:\n You have to answer.\n\n\nHOVSKY:\n I don’t. I know my rights. I’ll plead the fifth.\n\n\nDRENNAN:\n \n[sighs]\n Sure. Next question. Were you-\n\n\nHOVSKY:\n I plead the fifth.\n\n\nDRENNAN:\n You didn’t even let-\n\n\nHOVSKY:\n Fifth.\n\n\n\n\n[END LOG]\n\n\n\n\nAfterword:\n On December 1st, 1959, Alexandra Hovsky was found to be missing from her confinement unit. Security footage shows her fleeing Site CONRAD, but personnel were unable to detain her. Recovery is presently considered a medium priority.\n\n\n\n\n\n\n\n\n\n\n\n\n3.\n Regarding the Neural Interface Computational Engines (NICE)\n\n\n\n\n3.1.\n The NICE consist of [INFOHAZARD EXPUNGED].\n\n\n3.2.\n [INFOHAZARD EXPUNGED] Hence, along with an approximate event time, the neural networking may associate terms to the event as well. A number of notable caveats surround the term-linking feature, mainly, the terms associated with the event may not be clearly linked to one another. Furthermore, the terms associated with the event may not be causally linked to the event, nor may the terms associated with the event offer meaningful interpretation. As such, the term-association function must be considered as a prototype feature.\n\n\n3.3.\n There has yet to be a failure in event prediction, albeit, the small sample size of thirteen cases is insufficient for estimating a true success rate. Nevertheless, a vague estimation of the time-to-event accuracy has shown that events always occur within an hour of the predicted time, which, for all practical purposes thus far, is sufficiently precise. Due to these predictions, four containment breaches were swiftly resolved with minimal casualties. Another three anomalies were identified, secured, and contained with predictive assistance. However, the last three events predicted by the NICE have earned the most notoriety.\n\n\n3.4.\n The first event predicted the death of Senior Researcher O’Tana. Without express consent of the Foundation, Husik evaluated this event from 17:21, 11/26/1959 to 6:58, 11/27/1959. No intervention was made on account of the holiday, during which all other members of the Department of Applied Mathematics chose to take the days off. The death was predicted for 7:24, 11/27/1959, with terms most associated with the event being ‘snow’, ‘leather’, ‘light’, ‘tree’, and ‘lavender’. It is unknown why O'Tana was chosen for prediction, as is the reason for the event of death being chosen for evaluation, since there are no significant instances of disease, injury, trauma, or personal animosity in her record. The researcher’s only known relation to Husik was a brief period of coworking in June 1956, prior to Husik's promotion to Head of the department. The two have not had direct relations or correspondence since then. Regardless, O’Tana died on the morning of 11/27/1959. when a driver found her car crashed into a tree on the side of a road. It is assumed she slid across the ice and lost control of her vehicle.\n\n\n3.5.\n The second event predicted the death of Site Director Kelly. This computation was initiated immediately after the prior computation, and was completed at 23:34, 11/27/1959. The death was predicted for 7:25, 11/29/1959. The terms most associated with the event were ‘blood’, ‘soldier’, ‘teeth’, ‘white’, and ‘concrete’. Similar to Senior Researcher O’Tana, Kelly was healthy and lacked personal adversaries. The director considered himself a close friend of Husik's and the two regularly convened to discuss shared interests. Husik contacted Director Kelly at 23:35, calling his home phone from site CONRAD, reporting his own unauthorized usage of the NICE. As awareness of the situation grew, Kelly was placed under protection with heavy surveillance in a standard onsite humanoid containment cell. Nevertheless, an unrelated containment breach resulted in his death at 7:13, 11/29/1959.\n\n\n3.6.\n The third and final event has still not occurred, as it is expected for 9:48, 12/06/1959. Its computation was programmed to automatically initiate at 00:01, 11/27/1959, and at 19:04 of the same day the computation was finished. It predicted the death of Overseer [REDACTED]. The most associated terms were ‘moon’, ‘quiet’, ‘howl’, ‘black’, and ‘water’.\n\n\n\n\n4.\n Conclusion\n\n\n\n\n4.1.\n It is recommended that all personnel found to be empathetic to Moshe Husik are to be secured, amnestied, and immediately reassigned to other departments.\n\n\n4.2.\n It is recommended that Husik be immediately registered as an anomalous entity and contained.\n\n\n4.2.\n It is recommended that the NICE be left sealed and monitored. They do not constitute a security risk as they are verifiably inoperable without personnel, and still possibly beneficial to the Foundation.\n\n\n\n\n\n\n\n\n\n\nThis document contains information relating to cognitohazardous or memetic triggers. All further documentation may only be obtained with proper clearance from the Memetics and Infohazards Division.\n\n\n\n\n\n\nItem #:\n SCP-CONRAD\n\n\n\n\nObject Class:\n Euclid\n\n\n\n\nSpecial Containment Procedures:\n All information regarding the derivation SCP-CONRAD-1 or any of its components is to be expunged. All schematics, research, and specific descriptions of the NICE are to be expunged as well. Individuals exposed to SCP-CONRAD-2 are to be amnesticized and subjected to appropriate disciplinary action.\n\n\n\n\nDescription:\n SCP-CONRAD-1 is an algorithm which approximates a solution to the Husik macrostatisical evaluation theorem, only known to be computable by the NICE housed at Site CONRAD.\n\n\nSCP-CONRAD-2 is a memetic infohazard caused by SCP-CONRAD-1, spread by means of verbal or written communication detailing the algorithm’s operation. The infohazard’s effects are, in all cases observed, a strong desire to make use of the algorithm, the urge to explain it to others, and intense, paranoid, cognitive impairment. These symptoms are self-reinforcing, growing in severity as the anomaly propagates. As a result, the spread of the contagion first appears as a mild interest before rapidly escalating to a critical point of social obsession, incoherence, and destructive behavior.\n\n\n\n\n\n\n► Addendum CONRAD-a: History\n\n\n\n\n▼ Addendum CONRAD-a: History\n\n\n\n\n\n\nA method to evaluate large scale probabilities using organic computation machines was first theorized by Dr. Moshe Husik in the Summer of 1953, with rigorous proof being elaborated in late 1956. First published in May 1957, the method was circulated within the internal journals of the Foundation’s Department of Applied Mathematics. Following the Dublin Incident, funding was allocated to the development of the Neural Interface Computational Engines (NICE), biological computers capable of approximating the absolute convergence of the Husik theorem. The computers were finalized in April of 1959.\n\n\nIntended as a means to prevent containment breaches and catastrophes, authorization to use anomalous techniques was given to construct the NICE, although the subsequent anomalous effects were unforeseen. The success of the project warranted further investment until misuse led to the discovery of SCP-CONRAD-2 and the dissolution of the Department of Applied Mathematics.\n\n\nOnce identified as a memetic agent, steps were taken to isolate research. Crucially, since the biocomputers were designed expressly for solving SCP-CONRAD-1, it is possible to reverse engineer the circumstances of SCP-CONRAD's emergence through intensive study of the NICE. As such, the personnel tasked with developing the biomachinery were amnesticized and transferred to other projects to prevent memetic contagion. However, as a result, there are no remaining personnel both knowledgeable and willing to research the anomaly— (See Addendum CONRAD-b).\n\n\n\n\n\n\n\n\n\n\n\n\n► Addendum CONRAD-b: Recovery\n\n\n\n\n▼ Addendum CONRAD-b: Recovery\n\n\n\n\n\n\nOn 11/06/1974, a raid on a Global Occult Coalition safehouse recovered Foundation defector Alexandra Hovsky, who cited ideological convictions as her rationale for fleeing during the initial discovery of SCP-CONRAD. Hovsky is currently the sole remaining researcher capable of understanding SCP-CONRAD-1 and the technical operation of the NICE.\n\n\nIn accordance with Ethics Committee resolution, she is to receive no disciplinary retaliation under the condition that she comply with researching SCP-CONRAD. Due to the immobility of the NICE, Site CONRAD has been developed into a research site for cognitohazardous anomalies. Moreover, in order to avoid dissemination of the infohazard, all documents produced by Hovsky are quarantined. The chamber which stores the NICE along with the adjunct archival storage and office space of the Department of Applied Mathematics have been reconfigured into a unilaterally isolated containment unit.\n\n\nUntil the development of more advanced methods to curtail cognitohazardous anomalies, Hovsky’s research is to be contained.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom: \ntenartni.noitadnuof|ccmrepooc#tenartni.noitadnuof|ccmrepooc\n\nTo: \ntenartni.noitadnuof|reesrevo#tenartni.noitadnuof|reesrevo\n\nSent: 12:29 PM, February 7th, 1975\n\nSubject: CONRAD Committee Resolution\n\n\nLatoya,\n\n\nHere’s from the latest Ethics Committee hearing.\n\n\nCormick\n\n\n\n\n\n\n\n\n\n\nUnder the Foundational Mandate, the Ethics Committee is granted final arbitration on the wording, implementation, and revision of any and all Special Containment Procedures. In the matter of SCP-CONRAD, the Ethics Committee invokes Article III, Section VII of the Mandate, Unrestricted Powers of Deposition. All testimonies are classified Level-4. Access may be granted by petition to the Ethics Committee.\n\n\n\n\n\n\n\n\nETHICS COMMITTEE INQUEST\n\n\n\n\nWhereby suspicion of malfeasance among Foundation staff has been established in the proposed Special Containment Procedures of a SCP Database document, the Office of the Ethics Committee has established a formal inquest.\n\n\n\n\nProposal:\n Overturn Ethics Committee precedent regarding Foundation staff member Alexandra Hovsky.\n\n\n\n\n\n\n\n\nInquest Testimonies and Analysis\n\n\n\n\n\n\nForeword:\n Unique constraints have made one or more subjects of this inquest dialogically incommunicable through conventional means. Nevertheless, the investigator responsible has included a selection of transcripts judged relevant for the analysis of personal psyche and motivations, as well as confessions. In order to maintain fairness, these testimonies, lacking interrogational standards, should be considered biased and/or circumstantial as per Ethics Committee Inquest guidelines.\n\n\n\n\nTestimonies 1969-1974\n\n\n\n\n\n\n► HOVSKY-1969\n\n\n\n\n▼ HOVSKY-1969\n\n\n\n\n\n\nDATE:\n 04/19/1969\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Hi. I’m Alex. Alexandra Hovsky, rather. I-I was gonna write something, but I couldn’t figure out where to start. I’ve, um, been in here for three weeks. I've pretty much accepted this shitty situation. I really was going to try to write down all my research, all nice and tidy. But…nobody's ever going to see it. I’m stuck down here. Stuck for good.\n\n\nHOVSKY:\n I spent so long agonizing over it. How was I supposed to start writing? Do I introduce myself? Do I explain my circumstances? Do I go straight to the NICE? Whenever I sat down at the terminal, I’d just spend hours and hours writing and rewriting the same things over, and over and over again. Until I finally decided to just…get it over with. So I just grabbed the mic, and here I am. Yeah.\n\n\nHOVSKY:\n I’ve decided to use this as like, a diary. I know it’s not supposed to be that, but hey, who’s listening? If I'm the only one here, then I'll do whatever the hell I want.\n\n\nHOVSKY:\n I guess it's probably gonna be good for me, too. Mentally, I mean. I've seen how trapped MTF agents and, uh, lonely people turn out. I need something to keep my mind active, entertained, and \nsocial\n. There’s plenty of mind-scratching I can call research, and I'm sure I can salvage some paperwork, start learning origami or something. But this, this right here, is the only way to stay even slightly social.\n\n\nHOVSKY:\n This is my first recording. First try too, if you couldn't tell. \n[Laughs.]\n\n\n[Silence.]\n\n\nHOVSKY:\n I didn't really think this far ahead. Not sure how I should end this thing. [Pausing] Or, on second thought, I can just say bye, right?\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 05/02/1969\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Hey there. Alex here. Round two.\n\n\nHOVSKY:\n It's kind of embarrassing, but I finally figured out how to log into SCiPNET today. Yeah, I know. Husik's protege, and here I am. That's not the point.\n\n\n[Hovksy pauses.]\n\n\nHOVSKY:\n Anyways, I finally figured out how to get around the interface. It’s a completely unintuitive way to organize files. Anyways. I just found out that I've got a read-only account. Just found out. Yeah, I didn't expect that either. But five minutes ago, my permissions on SCiPNET were updated. I’ve got a read-only profile now.\n\n\nHOVSKY:\n At first I thought it was a big mistake. It’s failing the basic fucking concept of isolation. Information isn't supposed to be going out. Yeah, it's read-only, but I'm still able to send out requests. It's such a massive mistake I couldn't possibly imagine that anybody in the Foundation had made it.\n\n\nHOVSKY:\n Unless, of course, it wasn't a mistake. It was a choice. Somebody chose to help me.\n\n\nHOVSKY:\n I can probably manage to inject code. After all, even if SCiPNET's new to me, but computers definitely aren't. I just need to figure out which language my requests are in, which I assume is something based on C - God, I hope they’ve got C documentation somewhere around here.\n\n\nHOVSKY:\n I'll throw shit at it until something sticks. If everything goes right, because why wouldn't it, I'll just pop open the door. Wash up my clothes and pretend I'm a researcher. Easy.\n\n\nHOVSKY:\n I’ll pick you back up when I’m done.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n1 TESTIMONY OMITTED\n\n\n\n\n\n\nDATE:\n 06/07/1969\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n It’s Alex.\n\n\nHOVSKY:\n I might’ve, uh, overestimated my capabilities. Well. I guess I didn't. I overestimated my options.\n\n\nHOVSKY:\n The door is…locked. It sounds stupid, I know. Really stupid. Stupid to the point that it's comedic. But my door is just…locked. I mean, \nlocked\n locked. With a lock. A physical lock. It's not electronic, it's not automated, it's not connected to anything, except the damn door. It's just locked with a lock and opened in a key, and…I don't have a key.\n\n\n[Hovsky breathes in deeply.]\n\n\nHOVSKY:\n Chances are there’s a tripwire tied onto the door anyway. In hindsight, it was a pretty dumb plan. I don't know any of the internal protocols, and I barely understand the operating system SCiPNET runs on.\n\n\nHOVSKY:\n Still managed to do the injection, though. Yeah. All by myself. Yay me. I probably screwed over someone in RAISA, deleted every file I could. I was working off the assumption that-no, scratch that. I was \nhoping\n the emergency procedures for systemwide failure would still open every office door. Looks like it doesn't anymore. Or maybe this isn't considered an office anymore. Or maybe they changed procedures. Or maybe they just lied to me all the way back then. Wouldn't put it past them.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n4 TESTIMONY OMITTED\n\n\n\n\n\n\nDATE:\n 08/29/1969\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I can't stop thinking about who gave me SCiPNET access. I can't sleep, just keep thinking about it. I just…[unintelligible]. Can't imagine why, or who. Why? What am I supposed to find? What am I even looking for? What's the point? I just don't get it. I don't get it.\n\n\nHOVSKY:\n \n[sobbing quietly]\n I just know this was meant for something.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 09/14/1969\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I'm going to start digging. Literally. I've been here long enough. It's worth it. I'm going to tunnel out of here. I've got a metal pipe from storage. The concrete's hard, really hard, but with enough patience I'll get through.\n\n\nHOVSKY:\n I'm setting a quota right now. Two hours a day. I already know it's going to be exhausting, but I think I can manage. Nothing better to do, anyways.\n\n\nHOVSKY:\n I'll keep you posted.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n6 TESTIMONIES OMITTED\n\n\n\n\n\n\n\n\n\n\n\n\n► HOVSKY-1970\n\n\n\n\n▼ HOVSKY-1970\n\n\n\n\n\n\n4 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 03/14/1970\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n So the hot water went out yesterday. It's a luxury I didn't realize I had. Hot showers and all. I enjoyed them. They were so relaxing.\n\n\nHOVSKY:\n I'm not really sure how it broke. Or what broke, or why.\n\n\n[Hovsky exhales.]\n\n\nHOVSKY:\n On another note, I've actually started doing origami. Yeah \n[chuckles]\n, that's what it's come down to. Tearing out pages from old manuals and folding paper cranes.\n\n\n[Hovsky taps her fingers.]\n\n\nHOVSKY:\n At least I have cold water.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n6 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 06/18/1970\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I found the file on the SCiPNET. Right between some funny house and a cult. And the worst part about it? I'm not even in it. Not a single mention.\n\n\nHOVSKY:\n I’m not letting it get me down, though. I’m not \nthat\n self-centered. Besides, the article is, well… inaccurate. That’s being gentle. It’s so littered with misconceptions that it astonishes me that I ever worked for these people. The incompetence. It’s pathetic… offensive, even. But it also explains a lot.\n\n\nHOVSKY:\n See, I figured I'd been quarantined for my work with the Coalition. I applied what Husik taught me then put it to work processing massive quantities of data. We cracked the human genome and started curing diseases that didn't even exist yet. We were decades ahead of the Foundation when it came to biotech. So I assumed that they assumed that I was carrying pathogens. Makes sense, right? I thought so.\n\n\nHOVSKY:\n But no. Turns out they managed to destroy our data completely. Not only did they never ask me about my research at the GOC, never even knew about my research.\n\n\nHOVSKY:\n Maybe it was an oversight on my part. I mean, I definitely could've put the pieces together myself, but I just never considered such a wildly stupid alternative… You know why they locked me up? I doubt you could imagine. A fucking infohazard.\n\n\nHOVSKY:\n \nA memetic infohazard\n.\n\n\nHOVSKY:\n Yes. You heard me right. That gibberish was written down by somebody with an actual doctorate. Comical. You can’t make this shit up. A memetic infohazard.\n\n\nHOVSKY:\n It’s not that I don’t believe an infohazard could exist-\nin theory\n. Wouldn't be the strangest thing I've seen. I mean, I know that somebody was seriously floating the idea of a Memetics Department right before the whole controversy. But designating the NICE and then a nonexistent infohazard as two different anomalies? Absurd. I reloaded the page thrice to make sure I was reading correctly.\n\n\n[Silence.]\n\n\nHOVSKY:\n And I can't… what they did to Moshe. They fucking killed him, and they didn't even have the balls to list the cause of death. I bet they killed Kelly, too, and just pinned the whole thing on Moshe. Because he was unlucky. Because he grew up in a cult and raised people's eyebrows everywhere he went. It was convenient.\n\n\nHOVSKY:\n Or maybe it was just his pure fucking heart, ready to whistleblow on the overseers. And after everything he did for them, for their Foundation, they just gave him a number and left him to die.\n\n\n[Hovsky sighs.]\n\n\nHOVSKY:\n I've said enough. I'll keep letting out my anger on the concrete floor.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 06/25/1970\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Found a memo from right after I left. Buried in archival limbo. Almost half of it's blacked out, but I could piece things together.\n\n\nHOVSKY:\n It's for the O5s, pretty much explaining the whole situation with Moshe for anyone who wasn't already keeping tabs on it. There's a recommended course of action, which they obviously followed to the letter. Which means they locked up Moshe and doped up anybody left with questions. And then they sealed up this room and forgot about it.\n\n\nHOVSKY:\n My guess? Husik caught wind of something foul. That Thanksgiving, I'd invited him over to my family's dinner. I'm sure Kelly and the others did too. After all, we all knew he didn't have a family to celebrate with. He'd always spent Thanksgiving with me, and Christmas at Kelly's. And we always went to that stupid Department New Year Party together. So…so we'd assumed he'd be out for Thanksgiving, with someone or another. But for whatever reason, that day, he decided to go to work. Alone.\n\n\nHOVSKY:\n What he did was just…so strange. Unordinary. He started talking about that theorem all the time, going on and on about all the lives we could save, all calamities we could avoid. He said we could save tens, hundreds, thousands of lives at a time. It started out big-picture.\n\n\n[Hovsky swallows.]\n\n\nHOVSKY:\n But then he started predicting deaths. He set the NICE inputs to evaluate individual deaths. And not just once, for one person. Multiple times, for multiple people.\n\n\nHOVSKY:\n He knew something we didn’t. That has to be it.\n\n\nHOVSKY:\n That’s why I’m sure Husik got caught up in something he wasn’t supposed to. He wasn't stupid. He wouldn't have chosen those specific people if he didn't already think they would die. He didn’t take shots in the dark, he just needed to know \nwhen\n they'd die.\n\n\n[Hovsky pauses.]\n\n\nHOVSKY:\n But he failed. Whatever he was trying to prevent, it happened anyway. He didn’t have the time, leverage, or influence. They got to him, and they made it quick. Got rid of everybody fast.\n\n\nHOVSKY:\n I was the only one who got out. After the second interrogation, I found a note in my locker. Moshe. He told me to run, said they were going to use those experimental amnestics. So I ran. I trusted him, and he saved me, but…\n\n\n[Hovsky exhales.]\n\n\nHOVSKY:\n Now it's been eleven years. I finally got caught. The dust's already settled, so they put me to work dealing with the skeletons in Moshe's closet. The NICE are useful, after all, and I'm the only person alive who still understands them.\n\n\n[Hovsky laughs.]\n\n\nHOVSKY:\n And they think I’ll help them.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n5 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 10/25/1970\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I forgot to add a little update to the digging.\n\n\nHOVSKY:\n I’ve broken through! I’ve chewed through the concrete and rebar. I’m digging into dirt now. Very hard, rockish dirt. But still, dirt!\n\n\nHOVSKY:\n Things are going well. I’m feeling optimistic for once.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n4 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 12/25/1970\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n The computers are all… they’re all, um. Ugh. They’re fucked up. I don’t know how to explain it properly. I don't know if a term even exists to describe the condition they’re in. These people are so incompetent. Dear god.\n\n\nHOVSKY:\n They didn’t feed the NICE. Yeah, the biocomputers. I thought that was something obvious enough to most people when they hear anything with the prefix “bio” tacked on the front. It’s a biological computer. Biology. Like, life. As in alive, you know? The computers need food.\n\n\nHOVSKY:\n Almost all of the neural cortex is dead. Fully dead. I can regrow it, yes, but it’s still braindead. The rest? It’s been cannibalizing itself in a bitter struggle to survive. There’s about a handful of cells that survived. I mean that literally, mind you.\n\n\nHOVSKY:\n All I wanted to do was check the logs. I didn’t even want to use the biological complex. I just wanted to see the history of all previous evaluations. But no. Of course not. Things can’t be that simple for me. Never. Turns out the interfacing between the hard storage and display are biologically interpreted. So I can’t see them yet. Because the most of the biocomputers are, and I’ll say it again for those in the back, fucking \ndead\n.\n\n\nHOVSKY:\n \n[groans]\n I don’t know if I should cry or punch a wall. I'm gonna need to feed this thing my own food. They hardly give me enough to feed myself. Rather, they give me just enough to feed myself. It’s the bare minimum of calories to sustain myself. And now I'm gonna starve to fix the mess they made me.\n\n\nHOVSKY:\n I suppose that's karma. I’ve been locked in this room for months to study this machine, and I haven’t until now. It took months, yes months, for me to take a good look at my research object and notice that, well, it’s dead. I probably could’ve saved myself weeks of food if I’d realized sooner.\n\n\n[Hovsky curses repeatedly.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► HOVSKY-1971\n\n\n\n\n▼ HOVSKY-1971\n\n\n\n\n\n\nDATE:\n 01/02/1971\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I’ve gone over the math. At this rate, it’s gonna take me a year, at most, to recover the NICE’s functionality.\n\n\nHOVSKY:\n Luckily, the central nodes are still mapped. Husik did a good job - the neurons will grow back in the right pattern. The structure’s been fully laid, so long as one stem cell survives, the whole cognitive format can be regenerated. Just like our diagrams. It's almost like Husik expected to have to fix it.\n\n\nHOVSKY:\n The only thing that’s been putting me off is the gastric chamber. You know, the, um, stomach. It’s a latch and pit. The fumes coming out of there are \nterrible\n… much worse than I remembered. I’m not worried though, not really. Some microbiota changes and whatnot could’ve occurred, I don’t know. It reeks.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n2 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 03/30/1971\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n The trash is full. Took long enough, but it happened. Trash’s full.\n\n\nHOVSKY:\n I was never expected to live for this long. I’m sure of it. Though, if they wanted me dead, they’d stop feeding me. They care enough to feed me, to let me live in such a way that they cannot claim to have killed me, but not enough to dignify me. I won’t be released. I’ll be left here to wallow in my own filth.\n\n\nHOVSKY:\n So I’ve emptied the storage room, now I’ll make do with a trash room.\n\n\nHOVSKY:\n \n[sighs]\n I’m gonna live with a trash room.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n1 TESTIMONY OMITTED\n\n\n\n\n\n\nDATE:\n 05/20/1971\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I couldn’t do any digging today. I’m… I’m too weak. I didn’t realize the toll it was taking on my body. I can't keep doing this. I can’t. My arms are so sore. They’re still sore. It hurts.\n\n\nHOVSKY:\n I’m postponing the hole. For now.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 08/04/1971\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I cried this morning. I’m not sure why. I just got overwhelmed, I guess.\n\n\nHOVSKY:\n I feel hopeless at times. I don’t really know how to put it in words. I got all up in my head and… I don’t know. It was the first time I cried in a while.\n\n\nHOVSKY:\n I think creative outlets help a little. I’m getting sick of cranes, it's a real test of patience. Funny enough, topology actually isn't that intuitive to me. It’s really hard to imagine new patterns. So yeah, I'm trying to fold anything that comes to mind, but, until I can think something up, it’s pretty much just one crane, every day.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 11/10/1971\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n \n[voice trembling]\n I- uh. I’m… I’m unwell. I know it’s been weeks since my last update. I’m sorry. Nothing’s really happened. I’ve just been slowly growing the computer back.\n\n\nHOVSKY:\n I’ve lost weight. I looked in the mirror today and…\n\n\nHOVSKY:\n I don’t know.\n\n\nHOVSKY:\n I didn’t recognize myself. I’m so thin. My cheeks’ve sunken in. My eyes… they’re, they’re dull. There isn’t even fat around the sockets. Just skin and bone.\n\n\nHOVSKY:\n My hair’s disheveled. I don’t know when I stopped combing it. It’s frizzy and strewn all about. I think I’m losing color.\n\n\nHOVSKY:\n And I’m always so fucking cold. My nails are cracking. I don’t know what happened. I look…\n\n\n[Silence.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► HOVSKY-1972\n\n\n\n\n▼ HOVSKY-1972\n\n\n\n\n\n\n2 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 05/08/1972\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I did it, I finally did it. It ended up taking me a year and half. I took so many breaks. But I fucking did it.\n\n\nHOVSKY:\n I managed to access the computer’s saved evaluations. And I-um. I don’t know. It’s not what I expected. There’s… so many more. Dozens.\n\n\nHOVSKY:\n They must’ve been programmed to run sequentially, after everything happened. But some of them date to when we were still working. Together, I mean, I didn’t- \nwe\n didn’t know that they were running. Husik always printed these files for us. We’d always read the papers. That was our data, but we never knew.\n\n\nHOVSKY:\n There’s so many deaths. It was always predicting deaths. That's what we were doing from the beginning, it’s why we got greenlit. There were never any catastrophes to avoid. They wanted blood.\n\n\nHOVSKY:\n I-I… I don’t know what to think. Husik lied to us. He had to have known. He lied to us. He lied to \nme\n.\n\n\nHOVSKY:\n And there’s that one report. One with his name on it.\n\n\nHOVSKY:\n He cast it on himself. He really did. They were right.\n\n\n[Hovsky swears.]\n\n\nHOVSKY:\n I was so confident. I thought I knew this machine. I thought I understood it. But now I see a monstrosity. We knit together the flesh of condemned brains and gave it the power to pronounce death sentences. This \nthing\n is alive. It’s breathing. It’s breathing the same air as me.\n\n\nHOVSKY:\n I don’t know what to do. Maybe I was wrong. Maybe there is an anomaly. Maybe this thing’s going to kill me.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n2 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 06/25/1972\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I don’t get it. I don’t get it. I don’t get it.\n\n\nHOVSKY:\n I keep on going over it. I checked Husik's derivation like a hundred times, and then I checked the code twice as much. I tried to run the fucking numbers by hand. I've been poking and prodding every nexus, every coordinator, and…nothing happens. Nothing.\n\n\nHOVSKY:\n The biocomputers are exactly what they claim to be. All of our theories, our models, our sketches, they all check out. The harder I look, the less out of the ordinary. There’s nothing here. It all makes sense.\n\n\nHOVSKY:\n I don’t get it! I don’t fucking get it!\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 07/10/1972\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I forgot about the hole. I walked by it and laughed out loud.\n\n\nHOVSKY:\n What was I thinking? A hole out? Really? \n[laughs]\n\n\nHOVSKY:\n Then what would I do? Waltz outside, covered in dirt, and hope not to get caught? Did I think I’d be able to dig far enough to leave the site entirely? \n[snorts]\n I don’t even know how to build props. Let alone do I have the material.\n\n\nHOVSKY:\n I spent hours, days hacking at that wall. And all I have to show for it are a few inches.\n\n\nHOVSKY:\n What a joke.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n1 TESTIMONY OMITTED\n\n\n\n\n\n\nDATE:\n 07/31/1972\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I read the last book. I went through all the literature. All of it. I'm done.\n\n\nHOVSKY:\n It was a book on organic chemistry. Riveting stuff really. I was reeling in my chair.\n\n\n[Silence.]\n\n\nHOVSKY:\n Sometime recently I started having these…episodes. I don't know what to call them, I just get this terrible feeling. I’m suddenly filled with this looming dread. And there’s this crushing weight on my chest, squeezing my lungs and I can’t fucking breathe… I collapse, clawing, raking at my neck, gasping and begging for a breath. Then the tears well up, sight gets blurry, and I want to scream but I can’t. I can’t. I just \ncan’t\n.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n8 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 10/14/1972\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I ran my death by the theorem. I said, “Fuck it. Let’s find out when I die. At this rate I’ll kill myself anyway, so might as well find out when.”\n\n\nHOVSKY:\n And you know what came out?\n\n\nHOVSKY:\n Nineteen eighty one. In January or something. My complete and utter obliteration. I’ll be annihilated.\n\n\nHOVSKY:\n Took two weeks to compute. I’ll reiterate: it took two weeks to predict something that’ll happen in \nten years\n. I suppose the fact that I'm locked up in here probably makes for a relatively easy calculation—as much as the Foundation's keeping me from the outside world, they're also keeping the outside world from getting to me.\n\n\nHOVSKY:\n But the second that door opens? The second that door opens, the chances of me surviving are so spectacularly slim, I'm pretty much already dead.\n\n\n[Hovsky laughs.]\n\n\nHOVSKY:\n We’d never had a test case which had a prediction more than a month in advance, and the longest convergence period was three weeks. But me, my death, ten \nyears\n from now? It’s so terribly certain that convergence took only two weeks, ten years in advance.\n\n\nHOVSKY:\n At least I’ve got a decade before I go. Am I right?\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n12 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 12/25/1972\n\n\nNote:\n Reduced for the sake of brevity.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n \n[hyperventilating]\n I’m gonna die. I’m gonna die. I don’t wanna die. I don’t wanna die in here. Not in here. I wanna get out, \n[unintelligible]\n I need to get out. I need to fucking get out! I need out. I need out. Let me out, let me out, \n[unintelligible]\n\n\n[Hovsky sobs violently, between periods of intermittent screaming.]\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n1 TESTIMONY OMITTED\n\n\n\n\n\n\n\n\n\n\n\n\nAnalysis and Investigation\n\n\n\n\n• Hovsky shows a clear initial intention to escape her confinement. However, this behavior is according to the Ethics Committee’s expectation, since she has been assigned research under duress. Notably, no mention of planned escape is after 1972.\n\n\n• Multiple displays of distress and delusion are made by Hovsky. The deterioration of her mental health began very quickly after her internment, declining to the point of being accompanied by symptoms of disorder, and reaching suicidal ideation. Importantly, knowledge of the true extent of her ideation is limited.\n\n\n• Hovsky’s mental faculties still demonstrate advanced cognitive ability and a sense of morality. In the same stroke of breath, there are conflicting accounts of her animosity to the Foundation. Sometimes, she appears willing to cooperate, other times she is openly belligerent. It is unclear whether her threats are earnest, or whether they are more delirious ramblings.\n\n\n• Failure to maintain Hovsky’s living quarters constitutes a violation of prior Ethics Committee resolution by means of willful neglect.\n\n\n\n\n\n\nTestimonies 1969-1974\n\n\n\n\n\n\n► HOVSKY-1973\n\n\n\n\n▼ HOVSKY-1973\n\n\n\n\n\n\nDATE:\n 04/26/1973\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n It's been a while, sorry for not updating you. It's hard to keep track of time lately and, honestly, I don't really want to. There’s this fog in my head stopping me from getting anything done. It hurts sometimes.\n\n\nHOVSKY:\n Everything keeps piling up. I’m getting lazier. I’m not cleaning up after myself like I used too. Sometimes I snap out of it, realize I’m doing nothing. Most of the time I’m staring at my computer. I wake up everyday, walk a few feet to my desk, and \nclick\n, \nclick\n, and \nclick\n. Lying around, rotting away. The only productive things I do now are in these little moments of lucidity. And then I have another episode and lose myself again.\n\n\nHOVSKY:\n But I’ve been a bit better this week. I tidied up a bit, and got back to working. I keep on going over that interview with Husik. There’s something he wants to say but doesn’t know how. There’s something there. I don’t know what it is, but I know that he left me the clues to figure it out.\n\n\nHOVSKY:\n It isn’t a hunch. You haven’t spent years staring at this machine like I have. I know it inside out. I went back and proved all of our formulas again. I went over the stats. I checked the logs. I did everything. I know this algorithm inside and out, I figure I understand it as well as Husik did now. It’s not anomalous, emphatically. I’m looking for something I know isn’t here.\n\n\nHOVSKY:\n I just need to prove that the NICEs are entirely mundane. Not to my eyes, but to someone else’s. I know I’ve had my doubts, but year after year I just keep coming back to the same result: there’s nothing here. There is no anomaly.\n\n\nHOVSKY:\n It dawned on me that they’re monitoring my vitals. Somehow, I’m not sure. I don’t think they would be sending food down a hatch otherwise, and they must have \nsome\n expectation that I’ll produce research.\n\n\nHOVSKY:\n My guess is that there's somebody whose whole job is to read these potentially infohazardous documents. Since they think the infohazard has something to do with the NICE’s algorithm, I can hypothetically relay information that isn’t apparently infohazardous, but still disprove their theory upon later examination.\n\n\nHOVSKY:\n I know I'm grasping at straws. But what else am I supposed to do?\n\n\n[Silence.]\n\n\nHOVSKY:\n Oh. I made my thousandth crane today. Consider this my wish, my fucking hail mary.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n1 TESTIMONY OMITTED\n\n\n\n\n\n\nDATE:\n 06/02/1973\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n I figured out which events I can evaluate. It took me so, so long. These fucking computers take a week at a minimum.\n\n\nHOVSKY:\n This is by far the hardest proof by contradiction I've ever done. How could I use the NICE in such a way that disproved an infohazard’s existence? If there was an anomaly, how could they monitor my mental well-being? And how could they distinguish anomalous deterioration from normal deterioration?\n\n\nHOVSKY:\n So I thought to myself: every successful prediction is proof that I used the algorithm. But, I can lie. What if I pronounced three different prompts, without all of them being true? What if I pronounced five? Seven? Ten? Every false prediction is proof that I did not suffer the supposed infohazard’s symptoms. Not to mention, there’s a timely aspect to this. I have to make a prediction every week or so, since that’s just how long the computation takes.\n\n\nHOVSKY:\n Starting with that, I can create a blind test. I’ve racked my brain about it, and I think it’s impossible to generate a double-blind. Still though, if after, say, fifteen, twenty cases, it is obvious that my brain chemistry hasn’t been anomalously altered, then I’ll be free? Right? That’s just stats. Cold, hard numbers.\n\n\nHOVSKY:\n I know some prompts can’t be calculated, they’ll run-off forever. I just need to input something unambiguous, and entirely unpredictable without NICE's assistance.\n\n\nHOVSKY:\n So here goes nothing. For the next few entries I’ll read off the report summaries verbatim. I’ll save them as text files onto the SCiPNET local terminal. I’ll print them too. I'll make it impossible for anyone watching to miss.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 06/02/1973\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will the U.S. President and General Secretary of the Soviet Union next converse?\n\n\nHOVSKY:\n Elastic regression factor “E” prime is set at seven point twelve \n$( E’ = 7.12 ).$\n\n\nHOVSKY:\n Runtime “T” sub “r” is equal to twelve days, seventeen hours, twenty-six minutes, ten seconds, and thirty-eight milliseconds (\n$t_r$\n = 12d 17h 26m 10s 38ms).\n\n\nHOVSKY:\n “Alpha” sub “v” is equal to point eight two three six with an error of two ten-thousandths \n$( \\alpha_v = 0.8236 \\pm 2\\cdot10^{-4} ).$\n\n\nHOVSKY:\n Positive zeta correlation confirmed.\n\n\nHOVSKY:\n Event dated to ten o’ two, June sixteenth, nineteen seventy-three (10:02, June 16th, 1973).\n\n\nHOVSKY:\n Associate terms are “sunlight”, “tea”, “ice”, “granite”, and “saliva”.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 06/24/1973\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will the New York Yankees next defeat the Boston Red Sox?\n\n\nHOVSKY:\n Elastic regression factor “E” prime is set at six point ninety-two \n$( E’ = 6.92 ).$\n\n\nHOVSKY:\n Runtime “T” sub “r” is equal to twenty-one days, twelve hours, eleven minutes, fifty-nine seconds, and twenty-three milliseconds (\n$t_r$\n = 21d 12h 11m 59s 23ms).\n\n\nHOVSKY:\n “Alpha” sub “v” is equal to point seven nine eight one with an error of one ten-thousandth \n$( \\alpha_v = 0.7981 \\pm \\cdot10^{-4} ).$\n\n\nHOVSKY:\n Positive zeta correlation confirmed.October 6, 1981\n\n\nHOVSKY:\n Event dated to three fifteen, July third, nineteen seventy-three (03:15, July 3rt, 1973).\n\n\nHOVSKY:\n Associate terms are “chalk”, “grass”, “summer”, “wood”, and “skin”.\n\n\n\n\n\n\n7 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 09/11/1973\n\n\nNote:\n Reduced for the sake of brevity.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n \n[mumbling]\n I don’t think I can do twenty. Not twenty, twenty’s a lot. I don’t have that much time. I need to get out. Twenty’s way too much. Not twenty. Twenty’s gonna take five years. No, carry the two. Multiply. Eight. Eight years. At least. That’s too long. I’ll be dying by then. I’m gonna run out of time, I can’t do twenty. Not twenty. Twenty’s too much.\n\n\n\n\n\n\n4 TESTIMONIES OMITTED\n\n\n\n\n\n\n\n\n\n\n\n\n► HOVSKY-1974\n\n\n\n\n▼ HOVSKY-1974\n\n\n\n\n\n\n15 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 10/04/1974\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will the incumbent Secretary General of the North Atlantic Treaty Organization retire?\n\n\nHOVSKY:\n Elastic regression factor “E” prime is set at seven point oh eight \n$( E’ = 7.08 ).$\n\n\nHOVSKY:\n Runtime “T” sub “r” is equal to fourteen days, thirteen hours, three minutes, fifty-two seconds, and eleven milliseconds (\n$t_r$\n = 14d 13h 03m 52s 11ms).\n\n\nHOVSKY:\n “Alpha” sub “v” is equal to point eight oh nine two with an error of one ten-thousandth \n$( \\alpha_v = 0.8092 \\pm \\cdot10^{-4} ).$\n\n\nHOVSKY:\n Negative zeta correlation confirmed.\n\n\nHOVSKY:\n Event dated to sixteen forty-one, November tenth, nineteen seventy-four (16:31, November 10th, 1974).\n\n\nHOVSKY:\n Associate terms are “boat”, “nylon”, “pen”, “carpet”, and “air”.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n3 TESTIMONIES OMITTED\n\n\n\n\n\n\nDATE:\n 12/30/1974\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n \n[giggles]\n They updated the file today. I’m an afterword baby.\n\n\nHOVSKY:\n It’s now listed that I'm the sole researcher assigned to studying SCP-CONRAD. Do you know why they did that? Can you imagine why they’d do that? Out of the blue?\n\n\nHOVSKY:\n I can. It’s because somebody is listening after all, I was right. You really fell for it. So let me introduce myself.\n\n\nHOVSKY:\n Hi there. It’s me. Alex. Hovsky. Alexandra Hovsky. Doctor Hovsky, if you will. That’s me. Yours truly.\n\n\nHOVSKY:\n It's nice to know you're there. I've been pretty lonely down here…you couldn't even begin to understand. I know I'm right under you. You work here, I know you do, just upstairs. When you clock into your nine-to-five, I'm already here. And when you get to go home, I'm still here.\n\n\nHOVSKY:\n I’ve been down here for seven years. Do you know what seven years are? I missed out on the better part of a decade. Did we get through with Vietnam? Did Nixon get reelected? I wouldn’t fucking know. Because you trapped me in here. Yes, you. You. If you’re listening, then you’ve got a hand in it. So let me tell you something. And I want to be understood, so I’ll slow down. Enunciate nice and clear.\n\n\nHOVSKY:\n I found it. The demon in this machine. It gnaws and thrashes, rabid. Ripping and tearing at the mind when it can’t find flesh. It’ll find you. If there’s anything, a stolen glance, the slightest remark, the mere thought of my presence, then I can assure you, it’s caught your scent. It knows you.\n\n\nHOVSKY:\n I’m ready to sic it on you. Run. Hide. Do something.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAnalysis and Investigation\n\n\n• Hovsky is acutely aware of her monitoring. Inaction may prove to worsen her mental state by fueling self-doubt.\n\n\n• Increasingly apparent symptoms of cognitive impairment are demonstrated. Namely, the method by which Hovsky aims to prove her sanity is exceedingly tenuous. Consider:\n\n\n \n • It is known that usage of the NICE (thereby, exposure to the anomaly), leads to a strong desire to make further use of the SCP-CONRAD, the urge to explain it to others, and intense, paranoid, cognitive impairment.\n\n\n \n • If Hovsky accurately predicts an event which she could not without usage of the NICE, it is uncontroversial evidence of exposure to the infohazard, and therefore, should lead to the aforementioned symptoms.\n\n\n \n • If Hovsky inaccurately predicts an event, it is proof the anomaly does not produce its supposed symptoms, since she withheld from using the machine and/or withheld from sharing it with others.\n\n\n \n • Over time, by balancing true and false predictions, it may be safely concluded whether or not the symptoms of SCP-CONRAD are correctly described in its documentation.\n\n\n• Despite the feasibility of the method, Hovsky is incoherent and fails to properly articulate the proper, logical train of thought expected of a highly-educated Foundation researcher. This may be considered a preliminary indicator of exposure to infohazardous effects.\n\n\n• Moreover, in the circumstance that Hovsky’s method proves her sanity, it does not disprove the existence of SCP-CONRAD. Instead, it only disproves our current understanding of its anomalous functionality.\n\n\n• Hovsky continues to make multiple displays of distress and delusion. Animosity and belligerence toward Foundation personnel escalate to the level of open-ended and veiled threats.\n\n\n\n\nTestimonies 1975\n\n\n\n\n\n\n► HOVSKY-1975\n\n\n\n\n▼ HOVSKY-1975\n\n\n\n\n\n\nDATE:\n 01/07/1975\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will Site CONRAD’s Director die?\n\n\nHOVSKY:\n \nElastic regression factor “E” prime is set at six point nine nine\n \n$( E’ = 6.99).$\n\n\nHOVSKY:\n \nRuntime “T” sub “r” is equal to twenty-three days, five hours, thirty-three minutes, twenty-four seconds, and fifty milliseconds\n (\n$t_r$\n = 23d 05h 33m 24s 50ms).\n\n\nHOVSKY:\n \n“Alpha” sub “v” is equal to point eight zero one five with an error of one thousandth\n \n$( \\alpha_v = 0.8015 \\pm \\cdot10^{-4} ).$\n\n\nHOVSKY:\n \nPositive zeta correlation confirmed.\n\n\nHOVSKY:\n \nEvent dated to seven o’ four, February twelfth, nineteen seventy-five\n (7:04, February 12th, 1975).\n\n\nHOVSKY:\n Associate terms are \"gunpowder\", \"panic\", \"blackout\", \"kevlar\", \"stray\"\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 01/07/1975\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will the lead Foundation staff member responsible for containing SCP-CONRAD die?\n\n\nHOVSKY:\n \nElastic regression factor “E” prime is set at seven point one zero\n \n$( E’ = 7.10 ).$\n\n\nHOVSKY:\n \nRuntime “T” sub “r” is equal to nineteen days, eighteen hours, thirty minutes, five seconds, and forty-six milliseconds\n (\n$t_r$\n = 13d 18h 30m 05s 46ms).\n\n\nHOVSKY:\n \n“Alpha” sub “v” is equal to point eight oh seven five with an error of one thousandth\n \n$( \\alpha_v = 0.8075 \\pm \\cdot10^{-4} ).$\n\n\nHOVSKY:\n \nPositive zeta correlation confirmed.\n\n\nHOVSKY:\n \nEvent dated to seven forty-two, February twelfth, nineteen seventy-five\n (07:42, February 12th, 1975).\n\n\nHOVSKY:\n Associate terms are “five”, “five”, “five”, “five”, and “five”.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 01/07/1975\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will the SCiPNET Database Specialist deployed at Site CONRAD die?\n\n\nHOVSKY:\n \nElastic regression factor “E” prime is set at seven point zero zero\n \n$( E’ = 7.00 ).$\n\n\nHOVSKY:\n \nRuntime “T” sub “r” is equal to eleven days, twenty-one hours, fifty-four minutes, fifty-seven seconds, and twenty-seven milliseconds\n (\n$t_r$\n = 11d 21h 54m 57s 21ms).\n\n\nHOVSKY:\n \n“Alpha” sub “v” is equal to point seven nine two six with an error of one thousandth\n \n$( \\alpha_v = 0.7926 \\pm \\cdot10^{-4} ).$\n\n\nHOVSKY:\n \nPositive zeta correlation confirmed.\n\n\nHOVSKY:\n \nEvent dated to six fifty, February twelfth, nineteen seventy-five\n (6:50, February 12th, 1975).\n\n\nHOVSKY:\n Associate terms are “capsule”, “blur”, “tripwire”, “lungs”, and “flash”.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 01/07/1975\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will the leading conspirator of Moshe Husik’s execution die?\n\n\nHOVSKY:\n \nElastic regression factor “E” prime is set at six point eight three\n \n$( E’ = 6.83 ).$\n\n\nHOVSKY:\n \nRuntime “T” sub “r” is equal to twenty-six days, two hours, thirty-three minutes, eleven seconds, and zero milliseconds\n (\n$t_r$\n = 26d 02h 33m 01s 00ms).\n\n\nHOVSKY:\n \n“Alpha” sub “v” is equal to point eight one eight oh with an error of one ten-thousandth\n \n$( \\alpha_v = 0.8180 \\pm \\cdot10^{-4} ).$\n\n\nHOVSKY:\n \nPositive zeta correlation confirmed.\n\n\nHOVSKY:\n \nEvent dated to seven forty-one, February eleventh, nineteen seventy-five\n (7:41, February 11th, 1975).\n\n\nHOVSKY:\n Associate terms are “tongue”, “smoke”, “pool”, “overseer\", and “coat”.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nDATE:\n 01/07/1975\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nHOVSKY:\n Prompt: When will former SCP Internal Affairs staff member Enora Drennan die?\n\n\nHOVSKY:\n \nElastic regression factor “E” prime is set at seven point one zero\n \n$( E’ = 7.10 ).$\n\n\nHOVSKY:\n \nRuntime “T” sub “r” is equal to nine days, one hour, six minutes, twenty-two seconds, and thiry-one milliseconds\n (\n$t_r$\n = 09d 18h 30m 22s 31ms).\n\n\nHOVSKY:\n \n“Alpha” sub “v” is equal to point eight oh seven five with an error of one thousandth\n \n$( \\alpha_v = 0.8075 \\pm \\cdot10^{-4} ).$\n\n\nHOVSKY:\n \nPositive zeta correlation confirmed.\n\n\nHOVSKY:\n \nEvent dated to seven thirty-one, February twelfth, nineteen seventy-five\n (07:31, February 12th, 1975).\n\n\nHOVSKY:\n Associate terms are “five”, “five”, “five”, “five”, and “five”.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAnalysis and Investigation\n\n\n\n\n• Hovsky makes credible and targeted threats toward high-ranking Foundation personnel, personnel linked to SCP-CONRAD’s containment, personnel personally related to herself, in violation of the Code of Ethics.\n\n\n• The violence invoked by Hovsky extends far beyond the reasonably expected scope and scale of personal animosities, indicating a minimum level of cognitive damage.\n\n\n\n\n\n\n\n\nCOMMITTEE VOTE SUMMARY:\n\n\n(Secret Ballot)\n\n\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nx\n\n\n\n\nx\n\n\n\n\n\n\nx\n\n\n\n\nx\n\n\n\n\n\n\nx\n\n\n\n\n\n\n\n\n\n\nx\n\n\n\n\n\n\n\n\n\n\nx\n\n\n\n\n\n\n\n\n\n\nx\n\n\n\n\n\n\n\n\n\n\nx\n\n\n\n\n\n\n\n\n\n\nDate Cast: 02/04/1975\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nMOTION PASSED\n\n\n\n\n\n\n\n\n\n\nResolution:\n The Ethics Committee has determined to annul its preceding resolution to safeguard the Foundation staff member Alexandra Hovsky.\n\n\n\n\n\n\n\n\n\n\nFrom: \ntenartni.noitadnuof|reesrevo#tenartni.noitadnuof|reesrevo\n\nTo: \ntenartni.noitadnuof|ccmrepooc#tenartni.noitadnuof|ccmrepooc\n\nSent: 1:02 PM, March 7th, 1975\n\nSubject: Re: CONRAD Committee Resolution\n\n\nChairman Cooper,\n\n\nO5-3’s eyes are already on this. There’s no need to spam me with documents I already have. I’m working for three more council members than usual, my inbox is full enough as it is.\n\n\nBesides, the resolution is inconsequential. It’s abundantly clear that no action will be taken against Hovsky, because, at the end of the day, no action \ncan\n be taken against her. Either you haven’t been paying attention or you can’t read in between the lines.\n\n\nAppropriate security measures have already been put in place. A squadron from Epsilon-11 has already been garrisoned at CONRAD, and the site's non-essential staff have all been given a day off. Targeted personnel have agreed to contain themselves as well.\n\n\nWith the site's appropriation into the Antimemetics Division, I quite literally cannot disclose the anomalies we'll be transferring offsite. All you need to know is that the situation is under control. Regardless, this matter is beyond your jurisdiction; had it been apropos, you would have been notified. The Ethics Committee simply isn't relevant here.\n\n\nAlso, we aren't friends, Cooper. Don’t call me by my first name.\n\n\nRespectfully,\n\nOverseer Representative Williams\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/7865\n LEVEL \n3/7865\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7865\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Rhizomatic constellations conceptually associated with SCP-7865-1 are to be surveyed and identified. Use of noospheric tracing to delineate query boundaries is authorized to identify possible targets who, in turn, are to be detained and undergo conceptual reshuffling until they are released by SCP-7865-2. In response to a PRONUNCIATION event, these individuals must be secured and executed safely.\n\n\n\n\nDescription:\n SCP-7865-1 is a set of biological computers located at Site CONRAD, known as the Neural Interface Computational Engines (NICE). Each engine comprises an assemblage of sixteen conjoined neural masses housed in three chambers, suspended in cerebrospinal fluid. The assemblages are coupled with a classic electronic transistor computer and a basic biological subsistence framework.\n\n\n\n\n\n\nLast surviving image of SCP-7865-1’s development, under the operation of SCP-7865-3 (left).\n\n\n\n\n\n\nThe computers operate by interpreting text prompts through a superconclusive biological matrix to recursively integrate macrostatistical events, effectuating an algorithm which converges on solutions to the Husik macrostatiscal evaluation theorem. As per the theorem, convergence is only achieved for high-likelihood events. Unlikely events or ambiguous prompts will result in a failure to track noetic point-alignment, generating extremely long or infinite runtimes. Thus, artificial conceptual reshuffling is considered the most effective method to prolong runtimes, which will eventually force the cessation of a prompt’s query.\n\n\nSCP-7865-2 is an infovore deployed by usage of the Husik theorem. The entity enables the NICE to increase the likelihood of a queried event, inducing convergent solutions. Analysis has demonstrated statistically unlikely rhizomatic associations invariably associated with PRONUNCIATION events. As such, it is presumed the infovore is capable of influencing noospheric conditions in order to promote the occurrence of events beyond its physical vicinity.\n\n\nSCP-7865-3 is the provisional designation for the former Foundation junior researcher Alexandra Hovsky. It is currently sealed within SCP-7865-1's containment chamber at Site CONRAD, granting it control over SCP-7865's primary anomaly.\n\n\nHovsky is hostile to the Foundation and has targeted multiple Foundation personnel with SCP-7865-1, producing death sentences. Instances in which these sentences are announced are referred to as SCP-7865-PRONUNCIATION events within internal protocol.\n\n\nIt is considered impossible to neutralize SCP-7865 prior to January 14th, 1981.\n\n\n\n\n\n\n► Addendum 7865-a: History\n\n\n\n\n▼ Addendum 7865-a: History\n\n\n\n\n\n\nSCP-7865-1 was created by the defunct Department of Applied Mathematics in the late 1950s at Site CONRAD. It was intended as a means to prevent containment breaches and catastrophes. Authorization to use anomalous techniques was given to construct it, although its consequent anomalous effects were unforeseen. Initially, the success of the project warranted further investment, until misuse led to the discovery of SCP-7865-2. This resulted in the death of many senior research staff and the dissolution of the Department of Applied Mathematics.\n\n\nSCP-7865-2 initially was misidentified as a memetic agent, and steps were taken to isolate its research. Accordingly, due to the immobility of the biocomputers, Site CONRAD gradually was developed into a research site for cognitohazardous and antimemetic anomalies. Over time, it became the central locus of the Antimemetic Division. However, further innovations in noetic visualization technologies and retrospective investigation into PRONUNCIATION events have proven the existence of the infovore.\n\n\nConcurrently, Alexandra Hovsky had defected from the Foundation in the late 1950s, during the incident in which the NICE were first misused. Given the potential applications of the NICE, Hovsky was reinstated as the lead researcher for SCP-7865 following her recovery in 1969. Under the pretense of a potential infohazard, she was quarantined within the containment cell of the biocomputers.\n\n\nOn January 7th 1975, SCP-7865-3 initiated its first PRONOUNCIATION event, resulting in the near total destruction of Site CONRAD. This event renewed interest in the anomaly and led to its current reclassification. In an effort to avert future catastrophe, the site has been converted into a modernized containment zone solely dedicated to SCP-7865. The previous staff of the site, pertaining to the Antimemetics Division, have since been fully relocated to the division’s main hub, Site 167.\n\n\n\n\n\n\n\n\n\n\n\n\n► Incident Log CONRAD-7865-73\n\n\n\n\n▼ Incident Log CONRAD-7865-73\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n CONRAD-7865-73\n\n\nDATE OF OCCURRENCE:\n 1975/02/12\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n[06:00]\n All Site CONRAD personnel are alerted as specified by lockdown protocol. Targeted individuals are within standard humanoid containment cells, and all transferable anomalies are confirmed to have been moved off-site.\n\n\n[06:12]\n Internal Affairs Archivist Drennan attempts to page Director Everhart in regards to the containment of an unidentified anomaly, but does not receive a response.\n\n\n[06:13]\n Drennan continues attempting to contact Everhart unsuccessfully.\n\n\n[06:14]\n An internal watchdog AI alerts SCiPNET Database Specialist Koans of repeated messages containing an antimemetic signature. He is unable to access his terminal due to containment.\n\n\n[06:20]\n Drennan begins violently banging against her cell door, screaming for help.\n\n\n[06:24]\n The unanswered notice is automatically forwarded to the Director.\n\n\n[06:25]\n Everhart, due to inexperience, assumes the notice is a warning regarding the containment of the Database Specialist, rather than directed to him.\n\n\n[06:26]\n She abruptly leaves her office.\n\n\n[06:28]\n Drennan attracts the attention of a patrolling guard, who unlocks her door. Drennan pleads with the guard to radio the Director regarding the containment of an unspecified antimemetic anomaly.\n\n\n[06:30]\n Everhart enters Koans’ cell to interrogate him.\n\n\n[06:31]\n Drennan convinces the guard to bring her to Everhart's office.\n\n\n[06:33]\n The office is found empty.\n\n\n[06:34]\n In compliance with CONRAD lockdown protocol, a containment breach is suspected and MTF Epsilon-11 members are directed to increase their mnestic dosage.\n\n\n[06:35]\n Operation command receives the alert and directs all personnel to increase mnestic dosages on the sitewide intercom.\n\n\n[06:36]\n Everhart administers herself mnestics. Koans is provided with the surplus capsules, before the two begin returning to the office.\n\n\n[06:36]\n Koans, who had no prior experience with mnestics, ingests all the remaining capsules.\n\n\n[06:40]\n After arriving at the Director’s office, Drennan and the guard question whether Everhart and Koans have been compromised by an antimemetic anomaly.\n\n\n[06:43]\n An Epsilon-11 unit enters Site CONRAD to resolve the reported containment breach, arriving at the standoff.\n\n\n[06:50]\n Two factions form among the present personnel, divided between Drennan and Everhart. A hostage exchange is proposed, and Drennan volunteers herself. Koans volunteers on Everhart's behalf.\n\n\n[06:51]\n Drennan is detained in a containment cell, while Koans is detained in Everhart's office.\n\n\n[06:55]\n The specialist notices the prior notification regarding Drennan's messages.\n\n\n[06:56]\n He convinces a pair of MTF Epsilon-11 members to escort him in an attempt to locate the unidentified antimemetic anomaly.\n\n\n[07:00]\n Koans begins to experience symptoms of mnestic overexposure, including impairment of cognitive function.\n\n\n[07:01]\n Koans mistakenly attempts to access SCP-7865's containment cell, triggering a sitewide alarm. The Epsilon-11 members immediately terminate him.\n\n\n[07:02]\n The sudden alarm causes the standoff to escalate into open combat. All MTF members within the site immediately rush toward the administrative wing.\n\n\n[07:10]\n During the crossfire, Site CONRAD's water utilities are damaged. This causes the faulty water heating unit in SCP-7865's wing to burst, flooding the site infrastructure through a hole dug by SCP-7865-3.\n\n\n[07:11]\n Damage to the site's generators cause a sitewide blackout to occur. Video footage is lost for the majority of the site.\n\n\n[07:12]\n The remaining Epsilon-11 units are immediately deployed. Upon reaching the administrative wing, they are fired upon by personnel within the site. Due to the power outage, units are unable to discern the affiliations of personnel within the site.\n\n\n[07:13]\n Epsilon-11 units receive authorization to return fire and begin indiscriminately terminating hostiles within the site.\n\n\n[07:14]\n [REDACTED]\n\n\n[07:16]\n Backup generators activate. Director Everhart is confirmed deceased. Hostilities continue among site personnel.\n\n\n[07:20]\n Drennan is not found.\n\n\n[07:24]\n [REDACTED]\n\n\n[07:55]\n Site CONRAD is cleared of all threats.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom: \ntenartni.noitadnuof|lmsmailliw#tenartni.noitadnuof|lmsmailliw\n\nTo: \ntenartni.noitadnuof|reesrevo#tenartni.noitadnuof|reesrevo\n\nSent: 10:33 AM, May 13th, 1981\n\nSubject: Resignation\n\n\nThere we go, we’ve done it. SCP-7865 has been confirmed as neutralized. Let’s all give ourselves a pat on the back. We did it, we’ve slain that terror of our own creation.\n\n\nLet the records show that on January 14th 1981 we obliterated Alexandra Hovsky. In fact, the wholesale deletion of containment Site CONRAD should be remarked upon as the most steadfast and complete destruction of non-anomalous property by the Foundation to date. Moreover, the most thorough and unmitigated elimination of a singular, mundane person. Now, in the ruins of that small apocalypse, we are left to press ourselves the question: Why?\n\n\nSCP-7865 hails from a long legacy of Foundation-backed predictive technology. Each has their own advantages and drawbacks. Anomalies like \nSCP-377\n and \nSCP-1244\n give trustworthy predictions, but lack directability. Some, like \nSCP-411\n and \nSCP-552\n are psychologically hindered by their own anomalous capabilities. Other objects, such as \nSCP-3324\n prove themselves to be excessively intrusive, going as far as to potentially alter causality to ensure their predictions. Even the most reliable options, such as \nSCP-2412\n and \nSCP-657\n aren’t perfect, with their conditions severely restricting their usage. Developing a general-purpose, remotely actionable predictor has been sought after for generations. Ever since it’s been theorized, and shown to be vaguely possible, the Foundation has funded the research. Dozens of well-grounded attempts have been made. Hundreds more will inevitably be made. To say it simply, SCP-7865 was utterly unexceptional. For our standards, perhaps even ordinary.\n\n\nYet, it warranted unprecedented backlash. When we stormed CONRAD, we made sure every facet of the operation was secure - not a single drop of resistance could be tolerated. Meticulously, we worked to prevent any possibility of retaliation, empowered with the highest scrutiny of science: AI-assisted cognitohazard filters, Scranton stabilizers, three separate mobile MTF units, noospheric topologists, ontokinetic disruptors, and mnestic specialists were all deployed for the neutralization attempt. All the while, an overhead orbital cannon aligned itself for emergency pulverization as a myriad of conceptual applicators scrambled the literal idea of Alexandra Hovsky.\n\n\nThat which remains of SCP-7865 is a pit in the ground. Containment Site CONRAD was positively removed from the face, and guts, of the Earth. Hovsky is “presumed” dead.\n\n\nYes, it is no secret that this was revenge. Justice, at best, was an afterthought. In the time I've served as O5-3's personal assistant, I'd grown numb; it never struck me as odd that they were the vengeful sort. After all, I had my own vendettas. This isn’t an industry known for dragging in the kind-hearted.\n\n\nSo, I was unfazed that day when SCP-7865 showed up in my inbox. It was another email to answer. Between the pattern screamers and blood rituals, it was just another file in the archives. Truth be told, the only impression it left on me was that of a deep, earnest annoyance. That’s what happens when the Ethics Committee gets involved. The emails become meetings, and suddenly you have to pretend you care.\n\n\nBut weeks after Hovsky became another nameless pile of ash, I couldn't stop asking why. How could we have been so careless? How’d such a commonplace, possibly beneficial research endeavor quickly escalate into one of the largest internal threats the Foundation’s ever handled? Were we truly as incompetent as she'd seemed to believe? There have been Class IV reality benders and imminent XK-Class scenarios that have killed less overseers than SCP-7865. All while Hovsky, the immortal mastermind behind it, was otherwise completely mundane.\n\n\nAfter O5-3's death finally passed, I found myself suddenly free to scour the entirety of SCP-7865's documentation. I’ve got a heavy-duty binder with over three thousand pages about every possible detail - archived paperwork, inquest files, council memos. I interviewed the people in Information Security that redact the data. I stitched shredded sheets back together. I've even got x-ray analyses of blacked-out sentences.\n\n\nDon't call it an obsession; I do my job, and make sure to do it well. Though, throughout my entire career in the Foundation, never has a paper trail been so hard to follow. Individual reports seemed to differ drastically between iterations, and conflicting stories came from the same people. Protocol and legislation were nonexistent. All the while, the pressing question of \"why?\" echoed in my mind.\n\n\nThere's something that remains unspoken. Or, arguably, there’s something which we chose not to hear. It was always there. A realization that Hovsky had many years after Husik decided to bite his tongue. Unspoken, albeit well understood.\n\n\nIt is certain, beyond any statistical doubt, that SCP-7865-2 does not and has never existed. Continued topological observation of the conceptual constellation associated with SCP-7865-2 has unmistakably proven its preserved existence. With contemporary developments in conceptual mapping, the fact is irrefutable: SCP-7865-2's rhizomatic framework consists of nothing more than itself. It was an unbelievable oversight, akin to a child mistaking a crane for folded paper.\n\n\nBut it'd be a greater mistake to believe that it was nothing more than a childish naivete. If Hovsky figured it out, then surely, at least Drennan must have realized as well. Is it really plausible that the people who’ve worked on this problem the longest failed to understand it? After one year? After five years? After a decade?\n\n\nIt’s hubris. An honest, abject conceit forced its hand against admitting that a miscalculation was once made. We’d made a deal with Hovsky. The Ethic Committee was watching. It’s not like we could just knock on CONRAD’s door and say sorry. That’d mean someone else was in the wrong. That’d mean it was someone else’s fault. That would mean someone else should’ve been punished. And we couldn’t let that happen.\n\n\nSCP-7865 was made an anomaly. We made a file. We reclassified. We redesignated. Pepper some misinformation here, place a tight-lipped division there. As long as Hovsky’s contained.\n\n\nWe primed the circumstances which guaranteed SCP-7865 its reign. Hovsky was right. As was Husik before her. There was never any anomaly to be found. We were looking for nothing. When Hovsky discovered the date of her death to be wildly beyond any of her own expectations, she finally came to understand the truth, for all the significance it really had. Our arrogance was abused to exact the revenge she deserved.\n\n\nFor that crime, we punished her. The beast once named Alexandra Hovsky was bewildered, gaunt, and elderly the day I killed her. We had stopped sending her food weeks prior to the operation. The PRONUNCIATION events ceased, her SCiPNET terminal became inactive, and she stopped recording her journal entries. Still, her vitals somehow demonstrated a stubborn livelihood. It was not enough to let her die in silence.\n\n\nWe opened the vault and found her feral, scared, and alone. The fluorescent light bulbs had all burned out. Outside the dim glow of computer monitors, she lived in the dead, quiet dark. She shied away, hissing at the floodlights. The brightness revealed the dried blood caking the skin around her mouth and down her chin, staining her matted hairs and long, scraggly nails. It became apparent that she survived by dining on the sprawling, cancerous mass of the NICE’s brain. It had taken its toll.\n\n\nThat diseased thing was irretrievable. It needed to be put down. We annihilated it, cauterizing the wound we left in this world.\n\n\n\n\nI’ll be the first to take \nresponsibility\n. On account of our treatment of SCP-7865, I am stepping down from my position as Overseer Representative. I will not assume the position of O5-3.\n\n\n\n\nYours,\n\nLatoya Williams\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$hide}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7864\n | SCP-7865 | \nSCP-7866\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7865\n\" by antiempress, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7865\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1200px-Colossus.jpg\n\n\nName:\n Colossus\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Inquest Testimonies and Analysis",
        "\" SCP-7865 \" by antiempress, from the SCP Wiki . Source: https://scpwiki.com/scp-7865 . Licensed under CC-BY-SA .",
        "Filename: 1200px-Colossus.jpg Name: Colossus Author: Unknown License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Rhizomatic constellations conceptually associated with SCP-7865-1 are to be surveyed and identified. Use of noospheric tracing to delineate query boundaries is authorized to identify possible targets who, in turn, are to be detained and undergo conceptual reshuffling until they are released by SCP-7865-2. In response to a PRONUNCIATION event, these individuals must be secured and executed safely.",
    "description": "SCP-7865-1 is a set of biological computers located at Site CONRAD, known as the Neural Interface Computational Engines (NICE). Each engine comprises an assemblage of sixteen conjoined neural masses housed in three chambers, suspended in cerebrospinal fluid. The assemblages are coupled with a classic electronic transistor computer and a basic biological subsistence framework.",
    "item": "SCP-CONRAD",
    "object_class": "Euclid",
    "title": "SCP-7865"
}