{
    "url": "https://scp-wiki.wikidot.com/scp-7866",
    "all_text": "“Saint Hedvig is forbidden to consult Legate Trunnion on the matter, as she is forbidden to have any questions regarding SCP-7866.”\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7866\n\n\n\n\n\n\nByㅤ\n \nMiss Lapis\n\n\n\n\n\n\nPublished on \n22 Jan 2024 07:23\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7866\n\n\n\n\n\n\nBy\n \nMiss Lapis\n\n\n\n\n\n\nPublished on \n22 Jan 2024 07:23\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMiss Lapis' author page\n\n\n\n\n\n\n\n\n\n\n\n\nThis SCP contains allusions to sexism, domestic abuse, sexual violence, psychological pressure, manipulation, and gaslighting, which may be harmful to some readers.\n\n\n\n\nrating: \n+58\n+\n–\nx\n\n\nItem #:\n SCP-7866\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-7866 is to remain active at all times. Its wielder, Robert Bumaro, must focus its power on \nDr. Hedvig Nussbaum\n Saint Hedvig (see the Update below for additional information).\n\n\nIn order to ensure the operational status of SCP-7866, Saint Hedvig must remain compliant, quiet, and \nPERFECT\n.\n\n\nIn the event that Robert Bumaro has any questions regarding SCP-7866, he is permitted to consult Legate Trunnion on the matter.\n1\n\n\nExtraneous knowledge of the existence of SCP-7866 would result in containment failure. In order to avoid an information breach, this file has been confined to the mind of Saint Hedvig. It is to remain there indefinitely.\n\n\n\n\nUpdate (28.03.1985):\n As the continuous existence of Dr. Hedvig Nussbaum appears to interfere with the role of Saint Hedvig as the object of focus of SCP-7866, the containment staff are to seal her away posthaste in order to make space for Saint Hedvig. Saint Hedvig will be\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nperfect enough to ensure the continuous operation of SCP-7866.\n\n\n\n\n\n\nexactly as perfect as her Emperor needs her to be.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Hedvig Nussbaum is to be classified as SCP-7866-1 and her containment is to become top priority.\n\n\nAs of 28.03.1985, the updated containment staff of SCP-7866 consists of Emperor Robert Bumaro (tasked with performing duties related to SCP-7866), and Dr. Robert Silas Aram\n2\n (tasked with containing SCP-7866-1).\n\n\n \n\n\nDescription:\n SCP-7866 is the designation given to \nthe Voice\n, a tool deployed by the Emperor of Amoni-Ram. It allows the wielder to control the minds of large groups of people. Historically, the entire population of Amoni-Ram, which counted approximately 523,000 persons at the height of its power, was known to be under its influence.\n\n\nAccess to SCP-7866 is given to the current Heir to the Golden Throne, descendant of the Bumaro Dynasty. This applies to direct and indirect descendants alike, so long as they have the necessary features which would qualify them for the Bumaro title, and should the Throne deem them worthy.\n\n\nSee \nAddendum 7866.3\n for additional information.\n\n\n \n\n\nAddendum 7866.1:\n Discovery\n\n\nThe following interview has been conducted with Dr. Nussbaum in order to ascertain the circumstances around the discovery of SCP-7866 by Dr. Aram.\n\n\n\n\nINTERVIEW LOG #1\n\n\n\n\n[BEGIN LOG]\n\n\n[Dr. Nussbaum is kneeling on the floor of the throne room. She is wearing a gown made of sheer, loose fabric, secured on her by a clasp on her shoulder.]\n\n\nNussbaum:\n \n[clears throat]\n Begin log.\n\n\n\n\n\n\n[She adjusts the gown on her knees and takes a deep breath. An ancient Mekhanite equivalent of the modern computer\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nmanifests in front of her.\n\n\n\n\n\n\nhas been standing in front of her the whole time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nShe begins dictating her words into its microphone.]\n\n\n\n\n\n\nNussbaum:\n Scriptures and texts found within Amoni-Ram contained little to no information about the Voice. Dr. Aram was first informed of its existence by Legate Trunnion, formerly known as SCP-001-A1, following one of the experiments conducted on the Throne.\n\n\n[The door of the throne room opens. Emperor Bumaro appears in the doorway. He does not move yet, instead he opts to lean against the wall and observe.]\n\n\nNussbaum:\n Dr. Aram recognized the hidden potential of the Voice, and after numerous failed or incomplete attempts at utilizing it, he first managed to exert its influence onto Dr. Hedvig Nussbaum, when she… attempted to-\n\n\n[Dr. Nussbaum's speech slowly comes to a halt. She stares in front of herself with a blank expression and begins shivering.]\n\n\nNussbaum:\n When she attempted to…\n\n\n[She looks up from where she is kneeling and notices Bumaro standing in the doorway. She is about to scream, but covers her mouth before she has a chance to do so.]\n\n\n[Bumaro begins approaching her.]\n\n\nBumaro:\n \n[tilts his head]\n When she attempted to do what?\n\n\n[Dr. Nussbaum begins hyperventilating into her hand. Her eyes frantically dart around the throne room. She winces at each step Emperor Bumaro takes towards her.]\n\n\nBumaro:\n What is the matter, Hedvig? Continue reciting your words.\n\n\nNussbaum:\n \n[muffled]\n I… I can't.\n\n\nBumaro:\n Why? What is stopping you? Go ahead. Recall why I used the Voice on you. Recall what happened after.\n\n\n[Dr. Nussbaum shakes her head and squeezes her eyes shut.]\n\n\nBumaro:\n Your Emperor commands you. \nCONTINUE RECALLING\n.\n\n\n[As he reaches her, Emperor Bumaro places his hand on her shoulder. Dr. Nussbaum shudders in shock.]\n\n\nNussbaum:\n \n[sniffs]\n Robert… Please, take your hand off me.\n\n\n[Her shaky voice quiets down to barely a whisper. She attempts to shrug his hand off, to no avail.]\n\n\nNussbaum:\n P-please…\n\n\n[Emperor Bumaro begins fiddling with the clasp holding her gown in place. Dr. Nussbaum attempts to nudge his hand off with more desperation, to no avail.]\n\n\nBumaro:\n \n[rolls his eyes]\n Fine. I will humor you.\n\n\n[He lets go of her shoulder. Dr. Nussbaum collapses forward and starts crying uncontrollably. She does not notice how her voice slowly begins fading out into silence.]\n\n\n\n\nNussbaum:\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nRobert? How are you-\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[she ceases crying in surprise, looks up.]\n\n\n\n\nNussbaum:\n\n\nBumaro:\n I like you better this way. If you cannot use your voice properly, you do not deserve to have one.\n\n\n[He stands up and looks down at her with a stern expression. The shadow his hair casts on his face obscures his eyes, but the golden gleam in them is visible.]\n\n\n[Dr. Nussbaum passes out. Emperor Bumaro leaves the throne room.]\n\n\n[END LOG]\n\n\n\n\nClosing statement:\n Dr. Hedvig Nussbaum remained passed out for 35.8 hours, after which she demanifested from the throne room. Following this incident, she never regained her voice.\n\n\n\n\n \n\n\nAddendum 7866.2:\n History\n\n\nAccording to the traditions, SCP-7866 was gifted to the first Bumaro by the goddess Mekhane, when the former discovered the latter. It was gifted to him to ensure he was able to lead his people\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nOn the dunes of the desert\n\n\nIn a cavern hidden away from prying eyes\n\n\nThe goddess Mekhane lays sundered and alone\n\n\nShe was hoping the Shepherd would resurrect Her\n\n\nInstead He stripped Her body\n\n\nPicked apart the fuladh of Her skin\n\n\nAnd tore Her vocal cords out\n\n\nShe was hoping that despite everything\n\n\nThe Shepherd would still use Her powers for good\n\n\nInstead He used Her Voice\n\n\nTo rule His people with a fuladh fist\n\n\nAnd to exert dominance over the spirit\n\n\nThe body\n\n\nAnd the soul\n\n\nOf His wife — the Empress Hedara.\n\n\n— Excerpt from the \"Book of Heresies\", a collection of religious texts rejected from the traditional Mekhanite holy scriptures. This is the only known surviving copy of the Book, which was discovered in one of the derelict chambers of the Undercity. The micro-climate inside the chamber allowed for it to be preserved in good condition.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSaint Hedvig has forgotten how to think about history. This is an acceptable outcome, as history is unnecessary knowledge which would distract her from being the object of focus of SCP-7866.\n\n\n \n\n\nAddendum 7866.3:\n Utilization of the Voice\n\n\nSCP-7866 has two known components:\n\n\n\n\nIndirect component:\n Can be exerted with minimal effort and may remain undetected by the targets. Traditionally used to control the citizens of Amoni-Ram. Most effectively deployed with casual conversations, or during the morning prayer.\n\n\nDirect component:\n Exerted onto one specific individual, also known as the object of focus of SCP-7866. Must be upheld at all times in order to ensure the operational status of the Indirect component.\n3\n By using it, the Emperor must convince the object of focus that His will is her will, that His thoughts are her thoughts. The most effective ways to achieve this are intense psychological pressure, coercion, manipulation, or gaslighting.\n\n\n\n\nDr. Hedvig Nussbaum is to keep in mind that\n\n\nHEDVIG ARAM-BUMARO, THE EMPRESS, GENERAL, AND PATRON SAINT OF THE MEKHANITE EMPIRE\n, is to keep in mind that while some level of resistance is permitted on behalf of the object of focus\n4\n, she must take into consideration that the energy required to uphold the direct component is proportional to the strength of said resistance. \nIT IS SO SELFISH OF YOU TO CLING SO DESPERATELY TO YOUR OLD SELF, HEDVIG. WOULDN'T IT BE EASIER IF YOU JUST GAVE IN? YOU LOVE ME, DO YOU NOT? YOU LOVE ME AS YOUR HUSBAND, MASTER, AND EMPEROR, DO YOU NOT? SUBMIT, HEDVIG. BE PERFECT FOR ME. SEAL AWAY THE PARTS OF YOU THAT DOUBT.\n\n\nThe following list shows the traits SCP-7866 shares with Saint Hedvig. The intrinsic connection offered by these similarities is the reason why Saint Hedvig is the only person capable of being the object of focus of SCP-7866:\n\n\n\n\nPerfection and Absoluteness\n\n\nSymbol of Power\n\n\nFuladh\n\n\nSimilarities with the prior Empresses\n\n\nRobert\n\n\nGifted by, and made in the image of, Mekhane\n\n\nPliant, malleable,\n\n\n…\n\n\n\n\nThe examples above also act as a justification to quell the doubts of Dr. Nussbaum. She must keep in mind that Emperor Bumaro took time out of His day to put together this list because she, specifically, was doubting Him.\n5\n\n\n \n\n\nAddendum 7866.4:\n Additional Context\n\n\nThe following interview has been provided as an example to show the kinds of anxieties Saint Hedvig possesses. The Emperor, at his own discretion, may attempt to alleviate said anxieties or utilize them in keeping SCP-7866 operational.\n\n\n\n\nINTERVIEW LOG #2\n\n\n\n\n[BEGIN LOG]\n\n\n[Dr. Hedvig Nussbaum sits on a bench in the courtyard. It is a pleasant and sunny late afternoon. Her laptop is open in front of her and she is typing up an email. Her screen is blank.]\n\n\n[Opposite of her stand Emperor Bumaro and Saint Hedvig. Bumaro has one of his hands wrapped around her waist. They are holding a spear together.]\n\n\n[Dr. Nussbaum does not notice them, nor does she acknowledge their existence.]\n\n\n[A corpse materializes underneath the spear. Saint Hedvig stabs it, with the assistance of her husband. When Bumaro lets go of her hand, she continues going with the spear until she feels it cut through the body.]\n\n\nHedvig:\n\n\nBumaro:\n Better. But you still lack conviction.\n\n\nHedvig:\n\n\n[She glances in Dr. Nussbaum's direction with a puzzled expression. Emperor Bumaro caresses her waist in a reassuring manner.]\n\n\nBumaro:\n She will be dealt with. You should not let her hold you back. For all intents and purposes, she does not exist.\n\n\nHedvig:\n\n\nBumaro:\n I agree, you are doing well. We will try again.\n\n\n[Emperor Bumaro pulls Saint Hedvig into a kiss. While they are kissing, another corpse materializes in front of them on the ground.]\n\n\n[Dr. Nussbaum is nearing the end of her email. She wants to take a break from writing and make herself a quick coffee, but she notices her filled coffee cup sitting next to her on the bench.]\n\n\n[There is not much left of the email she is writing. She can always return to it later. It is not too urgent after all, is it?]\n\n\n[A couple minutes pass. Dr. Nussbaum decides to finish her email. She will finish it ahead of time and send it. She must send it as soon as possible.]\n\n\n[Saint Hedvig stabs the new corpse more forcefully, on her own. Bumaro wraps both of his hands around her waist.]\n\n\n[Dr. Nussbaum finishes her email and decides to send it. However, as her screen is blank, she is unable to locate the \"Send\" button.]\n\n\n[Dr. Nussbaum begins to panic. She successfully finished the email ahead of time. She needs to send it and end it all right here, right now. However, as her screen is blank, she is unable to locate the \"Send\" button.]\n\n\n[Saint Hedvig turns her head to look at Emperor Bumaro for His approval. He nods. She withdraws her spear from the corpse and stabs it again with a newfound confidence.]\n\n\n[As she looks at her clock, Dr. Nussbaum notices the time and her eyes widen in fear. Her breathing becomes more ragged as she begins sweating. Her head is spinning. An intense sense of dread overcomes all her senses. However, as her screen is blank, she is unable to locate the \"Send\" button.]\n\n\n\n\n\n\n[Dr. Hedvig Nussbaum sits\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\non a bench in the courtyard.\n\n\n\n\n\n\nin her quarters in one of the skyscrapers of Amoni-Ram.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHer clothes offer her no protection from the biting cold of the night. \nDoor opens\n. Sound of an object slamming closed.]\n\n\n\n\n\n\n[END LOG]\n\n\n\n\nClosing statement:\n Dr. Hedvig Nussbaum finished her email, but was unable to send it due to technical difficulties.\n\n\n\n\n \n\n\nUpdate (02.08.1989):\n After numerous attempts to do so since 1985, Dr. Robert Aram has successfully contained Dr. Hedvig Nussbaum on August 2nd, 1989. He succeeded in putting her soul to rest and sealing it away deep inside Saint Hedvig's mind, where not even her own consciousness can reach. As this file was utilized by her as an attempt to rationalize and explain to herself the reason behind Emperor Bumaro's fixation on her, it no longer serves any purpose and may be sealed away together with the soul of Dr. Nussbaum and the memories pertaining to her.\n\n\nThe continuous exertion of SCP-7866 on Saint Hedvig will ensure Dr. Nussbaum remains silent indefinitely.\n\n\n\n\n\n\n« \nSCP-7865\n | SCP-7866 | \nSCP-7867\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7866\n\" by Miss Lapis, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7866\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nThis article contains an excerpt from \"ROUNDERHOUSE's Gold Proposal\" by Rounderhouse, from the SCP Wiki. Source: \nhttps://scpwiki.com/rounderhouse-gold-proposal\n. Licensed under CC-BY-SA.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Saint Hedvig is forbidden to consult Legate Trunnion on the matter, as she is forbidden to have any questions regarding SCP-7866.\n\n\n2\n. Unlike in the case of Dr. Hedvig Nussbaum/Saint Hedvig, Dr. Robert Aram is permitted to exist parallel to Robert Bumaro. His continuous existence is not detrimental to the upholding of SCP-7866.\n\n\n3\n. Dr. Hedvig Nussbaum questions the legitimacy of this effect and does not understand why it must be upheld in the first place. Saint Hedvig has no such questions, as she \nSILENTLY ACCEPTS HER ROLE\n.\n\n\n4\n. Feeling this resistance shatter is known to boost the morale of the wielders of SCP-7866.\n\n\n5\n. \nWHY DO YOU CONTINUE FOOLISHLY INSISTING ON BEING STUBBORN AND UNGRATEFUL, HEDVIG?",
    "addendums": [
        "Addendum 7866.1: Discovery\nThe following interview has been conducted with Dr. Nussbaum in order to ascertain the circumstances around the discovery of SCP-7866 by Dr. Aram.\n",
        "Addendum 7866.2: History\nAccording to the traditions, SCP-7866 was gifted to the first Bumaro by the goddess Mekhane, when the former discovered the latter. It was gifted to him to ensure he was able to lead his people\n\n\n\n\n\n\n\n\n\n\nSaint Hedvig has forgotten how to think about history. This is an acceptable outcome, as history is unnecessary knowledge which would distract her from being the object of focus of SCP-7866.\n",
        "Addendum 7866.3: Utilization of the Voice\nSCP-7866 has two known components:\nDr. Hedvig Nussbaum is to keep in mind that\nHEDVIG ARAM-BUMARO, THE EMPRESS, GENERAL, AND PATRON SAINT OF THE MEKHANITE EMPIRE , is to keep in mind that while some level of resistance is permitted on behalf of the object of focus 4 , she must take into consideration that the energy required to uphold the direct component is proportional to the strength of said resistance. IT IS SO SELFISH OF YOU TO CLING SO DESPERATELY TO YOUR OLD SELF, HEDVIG. WOULDN'T IT BE EASIER IF YOU JUST GAVE IN? YOU LOVE ME, DO YOU NOT? YOU LOVE ME AS YOUR HUSBAND, MASTER, AND EMPEROR, DO YOU NOT? SUBMIT, HEDVIG. BE PERFECT FOR ME. SEAL AWAY THE PARTS OF YOU THAT DOUBT.\nThe following list shows the traits SCP-7866 shares with Saint Hedvig. The intrinsic connection offered by these similarities is the reason why Saint Hedvig is the only person capable of being the object of focus of SCP-7866:\nThe examples above also act as a justification to quell the doubts of Dr. Nussbaum. She must keep in mind that Emperor Bumaro took time out of His day to put together this list because she, specifically, was doubting Him. 5\n",
        "Addendum 7866.4: Additional Context\nThe following interview has been provided as an example to show the kinds of anxieties Saint Hedvig possesses. The Emperor, at his own discretion, may attempt to alleviate said anxieties or utilize them in keeping SCP-7866 operational.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7866 \" by Miss Lapis, from the SCP Wiki . Source: https://scpwiki.com/scp-7866 . Licensed under CC-BY-SA .",
        "This article contains an excerpt from \"ROUNDERHOUSE's Gold Proposal\" by Rounderhouse, from the SCP Wiki. Source: https://scpwiki.com/rounderhouse-gold-proposal . Licensed under CC-BY-SA."
    ],
    "item": "SCP-7866",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-7866 is to remain active at all times. Its wielder, Robert Bumaro, must focus its power on Dr. Hedvig Nussbaum Saint Hedvig (see the Update below for additional information).",
    "description": "SCP-7866 is the designation given to the Voice, a tool deployed by the Emperor of Amoni-Ram. It allows the wielder to control the minds of large groups of people. Historically, the entire population of Amoni-Ram, which counted approximately 523,000 persons at the height of its power, was known to be under its influence.",
    "title": "SCP-7866"
}