{
    "url": "https://scp-wiki.wikidot.com/scp-7867",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains themes of child abuse, religious abuse, mutilation, torture, child death, and gore. Reader discretion is advised.\n\n\n\n\nby \nStrange Matter\n\n\n\n\n\n\n\n\n\n\nrating: \n+53\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem#:\n \n7867\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7867 is to be kept in a standard biological containment chamber. It is to be fed 23 kilograms\n1\nof raw meat twice a day. This is to be delivered either by guards or PoI-2813. PoI-2813 must be supervised by guards during feeding.\n\n\nIf SCP-7867 displays any signs of aggression or begins to harm itself, Nitrous Oxide is to be released into the containment chamber until SCP-7867 is rendered fully unconscious.\n\n\nPoI-2813 is to be held in a standard humanoid containment chamber. It is to be provided 3 Grade-B meals daily. PoI-2813 is to have weekly tutoring sessions with Dr. Donnie Heller.\n\n\nBoth SCP-7867 and PoI-2813 are to undergo weekly counseling sessions with Dr. Lexie Hubert.\n\n\n\n\nDescription:\n SCP-7867 is an SK-BIO Type-007 Instance\n2\n, though it is able to have a stable form of a male African Lion (\nPanthera Leo\n), measuring on average 2.6 meters in length from the head to the buttocks. SCP-7867 stands at a height of 1.5 meters. 2 humanoid arms extrude from SCP-7867’s back. Its tail is similar to that of an Iguana, being 2.7 meters in length and covered in quills with a bone pike at the end. There are 2 additional functioning mouths on both palms of the humanoid limbs. SCP-7867 has an unhinged jaw to feast on larger prey similar to a snake. It uses several appendages from its mouth to grapple victims over a long distance.\n\n\nEvery time SCP-7867 finishes consuming an organism, SCP-7867 can alter its anatomy and structure to replicate the organism’s physical, genetic, and neurological characteristics. SCP-7867 also exhibits advanced regenerative capabilities.\n\n\nSCP-7867 is capable of communication. However, its behavior changes at random, followed by its speech and vocals. Moreover, SCP-7867 will claim that whatever identity it presents is the real self, although PoI-2813 always refers to SCP-7867 as “Levushka.”\n\n\nPoI-2813 is a 12-year-old humanoid male of Chechen descent. PoI-2813 does not have any anomalous attributes. Due to SCP-7867's aggression in its discovery, as well as previously attempting to breach containment, PoI-2813 was sent to remain by its side.\n\n\n\n\nAddendum-1-Discovery:\n Local hikers claimed to have seen a disfigured lion in Great Smokey Mountains National Park in Tennessee. Following 22 missing person reports in the week of 2008-02-17 wherein the person went missing within the park, MTF Zeta-13 was dispatched to locate the anomaly. Upon locating SCP-7867, the team attempted to capture it, however, they were attacked by PoI-2813 and SCP-7867, resulting in the death of 1 member of Zeta-13. Following the capture of SCP-7867 and PoI-2813, all exposed civilians were administered Class-B amnestics.\n\n\n\n\nAddendum-2-Interviews:\n\n\n\n\n+ Access Interview with Dr. Lexie Hubert\n\n\n\n\n- Close Interview with Dr. Lexie Huburt\n\n\n\n\n\n\nInterviewed:\n SCP-7867 & PoI-2813\n\n\nInterviewer:\n Dr. Hubert, Lexie\n\n\n\n\n<Begin Log>\n\n\nDr. Hubert:\n Hi there.\n\n\nNo response\n\n\nDr. Hubert:\n I’m Lexie, and I’m just here to talk.\n\n\nStill no response\n\n\nDr. Hubert:\n Okay… That’s quite the pet you have there. I’ve never seen something so exoti-\n\n\nPoI-2813:\n He’s not a pet.\n\n\nDr. Hubert:\n Oh. My bad. So what is he then?\n\n\nPoI-2813:\n I don’t think you would believe me, anyway.\n\n\nDr. Hubert:\n Try me.\n\n\nSeveral seconds of silence\n\n\nPoI-2813:\n He’s just not a pet, okay.\n\n\nDr. Hubert:\n Alright. Sorry if I offended you. I’m just trying to understand what makes him so drawn to you.\n\n\nPoI-2813:\n Why do you wanna know so much?\n\n\nSCP-7867 (Child's voice):\n Where’s mommy and daddy?\n\n\nPoI-2813:\n They’re away right now, Levushka.\n\n\nSCP-7867:\n Will they come back?\n\n\nPoI-2813:\n They’ll come back, soon.\n\n\nDr. Hubert:\n Levushka, is it?\n\n\nSCP-7867 raises its head to look at Lexie.\n\n\nDr. Hubert:\n Hi, I’m Lexie.\n\n\nSCP-7867:\n Hello there.\n\n\nDr. Hubert:\n How old are you?\n\n\nSCP-7867 (Older male voice):\n I’m 43 years old.\n\n\nDr. Hubert:\n Is that so? Do you work?\n\n\nSCP-7867:\n Oh nothing special. A waiter at IHOP.\n\n\nDr. Hubert:\n No way! I love IHOP. I usually go on Saturdays but it always gets packed in the morning. But that’s good business for you, right?\n\n\nSCP-7867:\n For them, yeah. But for me, no. The school is closed every weekend.\n\n\nDr. Hubert:\n School? Didn’t you say you worked in an IHOP?\n\n\nSCP-7867:\n No. I’m a PE teacher.\n\n\nLexie writes on her clipboard.\n\n\nDr. Hubert:\n Okay? What grade do you teach?\n\n\nSCP-7867:\n High school. I only do Juniors and Seniors though.\n\n\nDr. Hubert:\n Hope they're not too much trouble.\n\n\nSCP-7867:\n Surprisingly not. We got some pretty good teams. Women's baseball is heading to their Semi-finals.\n\n\nDr. Hubert:\n You should be proud of them. What team are they going against?\n\n\nSCP-7867:\n My team. The New York Mets.\n\n\nDr. Hubert:\n Uh, pardon?\n\n\nSCP-7867:\n Yeah, we’re going against the Texas Rangers next week.\n\n\nDr. Hubert:\n So you’re a waiter, a PE teacher, and a Mets player?\n\n\nSCP-7867:\n No, I’m just a Mets player.\n\n\nDr. Hubert:\n Are you positive?\n\n\nSCP-7867:\n Yeah, why wouldn’t I be? Tell her Edmon.\n\n\nPoI-2813:\n Yes.\n\n\nSCP-7867:\n See?\n\n\nDr. Hubert jots on her clipboard\n\n\nDr. Hubert:\n Uh-huh. Well, I’m more of a Yankee’s girl.\n\n\nSCP-7867:\n Booooo. By the way, can someone tell me what time it is?\n\n\nDr. Hubert:\n It’s 2 pm.\n\n\nSCP-7867 (Elderly male voice):\n Aw shucks. I forgot my meds. Don’t tell my doctor, she'll get on my ass. “You’re 72!” She says. “You need to take better care of yourself.” She says.\n\n\nDr. Hubert:\n Didn’t you say you were 43?\n\n\nSCP-7867:\n No. But I wish! What I am though is hungry.\n\n\nDr. Hubert:\n We’ll give you something to eat once we’re done, yeah?\n\n\nSCP-7867 remains silent and stares at Lexie.\n\n\nPoI-2813:\n Please give him something.\n\n\nDr. Hubert:\n I’m sorry but-\n\n\nSCP-7867:\n MINUN TÄYTYY SYÖDÄ!\n3\n\n\nSCP-7867 charges to the window and slams headfirst on the glass causing Dr. Hubert to fall back from her stool and press herself against the wall. SCP-7867 opens its mouth and presses it on the glass while scratching it with all of its limbs. The Nitrous Oxide gas activates and fills the room, knocking out both PoI-2813 and SCP-7867.\n\n\n<End Log>\n\n\n\n\n\n\n- Close Interview with Dr. Lexie Huburt\n\n\n\n\n\n\n\n\n+ Access Interview 5\n\n\n\n\n- Close Interview 5:\n\n\n\n\n\n\nInterviewed:\n SCP-7867 & PoI-2813\n\n\nInterviewer:\n Dr. Hubert, Lexie\n\n\nForeword:\n SCP-7867 fell ill during this interview.\n\n\n\n\n<Begin Log>\n\n\nDr. Hubert:\n Afternoon, Edmon. Afternoon, 7867.\n\n\nSCP-7867:\n Hi Dr. Hubert…\n\n\nDr. Hubert:\n Are you alright?\n\n\nSCP-7867:\n My head is hurting.\n\n\nDr. Hubert:\n Aw, you poor thing.\n\n\nSCP-7867:\n Is there something you can give me?\n\n\nDr. Hubert:\n I’ll see what I can do.\n\n\nSCP-7867:\n Can you also turn on the A/C? It's hot in here.\n\n\nDr. Hubert:\n It is on.\n\n\nSCP-7867 groans and drags itself around the chamber.\n\n\nSCP-7867:\n Stop yelling at me.\n\n\nDr. Hubert:\n I wasn't.\n\n\nSCP-7867:\n Not you. Her.\n\n\nDr. Hubert:\n Her?\n\n\nSCP-7867:\n She's been loud for so long. I just wanna rip her out and shut her up.\n\n\nDr. Hubert:\n SCP-7867?\n\n\nA low growl is heard from SCP-7867.\n\n\nSCP-7867:\n She’s quiet now.\n\n\nDr. Hubert:\n That's good.\n\n\nSCP-7867:\n I think I'm gonna go to bed for a while.\n\n\nDr. Hubert:\n Hang on. I still need you to-\n\n\nSCP-7867 lays on the floor and sleeps.\n\n\nDr. Hubert:\n Okay then? Edmon, would you like to say something?\n\n\nPoI-2813 shuffles in place but no response.\n\n\nDr. Hubert:\n It can be about anything.\n\n\nPoI-2813:\n I don't know if I have anything to say right now.\n\n\nDr. Hubert:\n You've been quiet after my first interview with you. Are you sure you don't have something in mind? Maybe something you wanna get off your chest?\n\n\nPoI-2813:\n I guess, are you scared of him?\n\n\nDr. Hubert:\n Of your brother?\n\n\nPoI-2813 nods.\n\n\nDr. Hubert:\n He's…something.\n\n\nPoI-2813:\n So you're not scared?\n\n\nDr. Hubert:\n He hasn't jumped and attacked me recently. Think he's warming up to me?\n\n\nPoI-2813:\n I think so. Maybe.\n\n\nPoI-2813 rocks back and forward. Dr. Hubert taps her heel repeatedly.\n\n\nPoI-2813:\n Are you okay?\n\n\nDr. Hubert:\n Of course! Why wouldn't I be?\n\n\nPoI-2813:\n You look like you're stressed.\n\n\nDr. Hubert:\n…I-(clears throat) got a call from my husband, earlier. Said that my son got suspended. Again.\n\n\nPoI-2813:\n You have a son?\n\n\nDr. Hubert:\n Yep. (She sighs and leans back from her chair) I don't know why he always does this. I try having him tell me what's wrong but- oh sorry. I didn't mean to make this about me.\n\n\nPoI-2813:\n It's okay.\n\n\nDr. Hubert:\n I wonder if I'm doing a good job.\n\n\nPoI-2813:\n I think he’s lucky to have you.\n\n\nDr. Hubert:\n Thanks. I appreciate that.\n\n\nPoI-2813:\n I wished my parents were like you.\n\n\nDr. Hubert:\n What do you mean?\n\n\nPoI-2813:\n They kept hurting me. They turned my brother into…this.\n\n\nDr. Hubert:\n Do you know how they did it?\n\n\nPoI-2813:\n No. But my father always had this camera with him when we were doing our trials. Maybe he had something in that?\n\n\nDr. Hubert:\n Do you know where the camera is?\n\n\nPoI-2813:\n It's probably still at my house. In the basement.\n\n\nDr. Hubert:\n And where's your house?\n\n\nPoI-2813:\n 1641 Arbon Ct, Gatlinburg.\n\n\n<End Log>\n\n\n\n\n\n\n- Close Interview 5:\n\n\n\n\n\n\nAfter confirming the address from PoI-2813, a team was dispatched to the address and searched the residency. No person was found within, although the team commented on a foul odor. When they moved down to the basement, what was found is as followed:\n\n\n\n\nDried blood and chunks of meat splattered across the walls.\n\n\nA variety of detached limbs\n\n\nA Sony Handycam CCD-TRV23E Digital 8 Camcorder on the ground\n\n\nA broken tripod.\n\n\n7 Sony DVM60PRL DVC Camcorder tapes\n\n\n30-foot long rope\n\n\n5-inch piece of duct tape\n\n\n\n\nThe team returned to Site-63 with the camcorder and tapes. The tapes were degraded so they had to run all tapes through a Head Cleaner and hooked it to a laptop to view the footage. All tapes have dates on them.\n\n\n\n\nAddendum-3-Viewing Recovered Video Tapes:\n\n\n\n\n+ Video Tape #1\n\n\n\n\n- Video Tape #1\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2/19/1998\n\n\nNOTE:\n The couple shown in the footage has been identified as Ivan and Elina Mikhailov. The following has been translated from Russian to English.\n\n\n\n\n[BEGIN LOG]\n\n\nFootage of two babies rubbing their heads on the carpet floor.\n\n\nElina:\n Oh lord.\n\n\nIvan picks one up and kisses his cheek repeatedly.\n\n\nIvan:\n Why do you do that, huh? Kiss. You a coo-coo baby. Coo-coo\n\n\nFootage cuts and the date is 4/29/1998. Footage shows a beach with cloudy skies with the same babies playing in the sand. A woman is laying on a towel, watching the two. She looks at the camera and hides her face behind her hands.\n\n\nElina:\n No! Put it away!\n\n\nIvan:\n But I don't want to.\n\n\nElina:\n I said put it away!\n\n\nIvan:\n But you look so gorgeous!\n\n\nThe camera zooms into her face and she peeks.\n\n\nElina:\n Nooo!\n\n\nThe woman laughs and turns away from the camera. The man laughs too, pointing the camera at him. Showing his medium-length black curly hair and full beard.\n\n\nFootage cuts and the date is 07/21/1999. It shows a wooden longboat. It pans and shows other passengers with a man holding a microphone speaking Portuguese. Panning to the right, the footage shows the lush green rainforest and brown murky waters. A Tamarin Monkey jumps from its branch and on top of the boat. It climbs down crawls under the seats. It jumps and sits next to Ivan holding one of his sons on his lap. The baby tries to grab it when it is not looking but he ended up grabbing the tail. The monkey jumps and approaches the baby cautiously. The baby still tries to grab it but the monkey takes the hat and climbs away from the boat. Gasping and laughter can be heard and the baby is crying.\n\n\nFootage cuts again and the date is 9/19/1999. The two sons are trying to walk to their father. They climb on top of each other and use each other as support to get them standing. Eventually, one of them makes it and the other has to crawl.\n\n\nIvan:\n Good job Levushka!\n\n\nHe picks up his son and spins around. Levushka pukes on his arm.\n\n\nFootage cuts and the date is 02/08/2000. The footage shows a birthday party with other family members. Some shots show balloons with the number 3 around the room. Singing can be heard in the Russian Happy Birthday song. When they finish, the two boys try blowing out the candles but with no success. After a few more seconds of blowing, one of them uses a paper plate to blow the candles out and succeeds. Cheering is then heard.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Video Tape #1\n\n\n\n\n\n\n\n\n+ Video Tape #2\n\n\n\n\n- Video Tape #2\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 06/10/2003\n\n\nNOTE:\n The following has been translated from Russian to English.\n\n\n\n\n[BEGIN LOG]\n\n\nFootage shows a gathering in the woods. It is dusk, and a crowd of people walks along the trail, some holding flashlights to guide them. After a few more minutes of hiking, the crowd scatters and forms a circle around a man dawning a black hood. The holder passes the camera to another person and aims it at Ivan and his family. They walk to the figure who is holding a wooden bowl.\n\n\nFigure:\n Please remove your clothes and turn around.\n\n\nThe couple removes their son's shirts first and then themselves. The figure takes his fingers in the bowl and paints a seal on each of their backs. After the figure finishes, others pour buckets of blood surrounding the family. The ring glows a bright red and the family trembles on their knees, their seals on their backs glow as well screaming and writhing in pain.\n\n\n\n\nBoy 1:\n Mommy! Daddy! Make it stop!\n\n\nBoy 2:\n Help us, Please!\n\n\nThe father crawls to his wife holds onto her, and scoops his sons with him. The boys claw and grip onto their father and it glows brighter than the flashlights. The two boys stop screaming and the glow slowly dims. The seal fades from their backs, and the figure helps Ivan up.\n\n\nFigure:\n Congratulations. You passed.\n\n\nIvan:\n Oh God. (\nHe breathes heavily.\n) Thank you so much!\n\n\nFigure:\n The same cannot be said of your sons. What do you have to say for yourselves?\n\n\nElina:\n We promise we prepared them for months! But they’re just children, you see.\n\n\nFigure:\n Yes, but that is no excuse. Look around you.\n\n\nThe one holding the camera pans to the rest of the group and shows children stepping forward to the lights.\n\n\nFigure:\n Rarely effortlessly, some pass even at your boy's age. Now children, what was the point of this?\n\n\nChildren:\n To show our strength and our will. So that we may be worthy of the gifts of Važjuma!\n4\n\n\nFigure:\n Your sons do not have what it takes, it seems. I fear that neither of you has been doing your part.\n\n\nIvan:\n I swear on my life, I’ll make sure they come back stronger! Give them a chance!\n\n\nFigure:\n I’ll hold you up to that.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Video Tape #2\n\n\n\n\n\n\n\n\n+ Video Tape #3\n\n\n\n\n- Video Tape #3\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 01/22/2004\n\n\nNOTE:\n The following has been translated from Russian to English.\n\n\n\n\n[BEGIN LOG]\n\n\nFootage has another gathering of people sitting in front of a projector screen while chatter fills the room. The camera zooms to a man in a suit coming up on the small stage.\n\n\nAnnouncer:\n May I have everyone’s attention, please!\n\n\nThe crowd goes silent.\n\n\nAnnouncer:\n Thank you. Now I just received word that we've found something that could benefit us. Slide.\n\n\nThe camera zooms out showing a slide of a sketch of a wooden bottle.\n\n\nAnnouncer:\n This here! This is what we’ve been striving for. We’ve been informed that this was once used in the First War of the Flesh and that those who wielded it became an un-yieldable beast. Slide.\n\n\nThe next slide shows a map of the Yenisei River with five marked areas scattered around the area.\n\n\nAnnouncer:\n The container is in one of these villages, sitting with washed-up and weak-willed people, collecting dust and waiting to be forgotten.\n5\n But not us! Only we know how to use this power to its fullest. And it is our right to achieve it. If you are willing to take what is rightfully yours then join me in my mission to retrieve this relic, no- this key to our salvation!\n\n\nThe crowd shoots up and hands are shaking in the air. Demands and pleas to join are all that is heard.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Video Tape #3\n\n\n\n\n\n\n\n\n+ Video Tape #4\n\n\n\n\n- Video Tape #4\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 08/09/2005\n\n\nNOTE:\n The following has been translated from Russian to English.\n\n\n\n\n[BEGIN LOG]\n\n\nThe footage cuts to the family in an empty house. The camera walks through the white walls and wooden glazed floor. The boys run past the camera giggling, Ivan steps into the frame.\n\n\nIvan:\n So, what do you think?\n\n\nElina aims the camera down, showing only both their feet and the wooden floor.\n\n\nElina:\n Was this smart of us? I feel like we’re moving things a bit too fast. We didn’t complete their trial back at home. And if anyone finds-\n\n\nIvan:\n Don’t worry about it. We’ve got plenty of time for that, and no one is going to find out. You know why we came here, right?\n\n\nElina:\n I do.\n\n\nIvan:\n Do you trust me?\n\n\nElina:\n Always.\n\n\nIvan:\n That’s all I need.\n\n\nHouse seller:\n (In English) Is everything all right?\n\n\nIvan:\n (In English) Yes. We do okay.\n\n\nHouse seller:\n Mm, you're gonna have to work on that English, friend.\n\n\nIvan:\n So sorry.\n\n\nHouse seller:\n Don't be! You two are doing wonders for me by coming here. Been trying to sell this house for months. All things considered with the neighborhood and whatnot. Do you like the house so far?\n\n\nA brief pause\n\n\nElina:\n It is perfect. Thank you.\n\n\nHouse seller:\n No, thank you. Oh, and I know you guys just got here but you need to get that U.S. citizenship as soon as possible if you want to stay here. Cuz, y’know. It’s the law.\n\n\nIvan:\n We will get right to it.\n\n\nHouse seller:\n Fantastic. Glory to Važjuma.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Video Tape #4\n\n\n\n\n\n\n\n\n+ Video Tape #5\n\n\n\n\n- Video Tape #5\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 11/11/2005\n\n\nNOTE:\n The following is translated from Russian to English.\n\n\n\n\n[BEGIN LOG]\n\n\nFootage cuts. The boys are sitting facing away from the camera. Elina paints the same seals on their backs while Ivan paints the red ring on the floor. Moments later, the seals glow a red light and continue to glow brighter. 17 seconds go by with one of the boys arched his back and screamed, and those screams turned to cries. The other one lasts for 4 minutes, biting their lips and clenching their fists clench as his body shakes.\n\n\nBoy 1:\n I can't do it! I can't do it, mommy! Make it stop!\n\n\nThe other boy continued to stay silent and curled forward. Interlocking his fingers behind his head and heavily breathing. This has gone for 2 minutes and the glow from the seals begins to dim and the seals fade away from their backs.\n\n\nIvan:\n You did amazing, Levushka!\n\n\nIvan runs to Levushka and covers him in a blanket and wraps his arms around him. He rubs his back and kisses his head. Edmon is still crying beside them.\n\n\nElina:\n Ivan.\n\n\nIvan:\n I know. You need to do better, Edmon. You are my firstborn son and look at Levushka!\n\n\nElina:\n You should be used to this by now. So what’s wrong with you?\n\n\nEdmon:\n I don’t know…\n\n\nIvan:\n Bullshit!\n\n\nIvan gets up and goes to turn the camera off. Which is cut to the next footage of him turning on the camera again and setting it on a tripod.\n\n\nIvan:\n What's the matter with you? Hm?\n\n\nEdmon stays silent\n\n\nIvan:\n Answer me!\n\n\nEdmon:\n It hurts!\n\n\nIvan:\n So what if it does?! I told you time and time again! Don't ever fucking cry! That means you are too weak! Do you want to be weak?!\n\n\nEdmon:\n N-No…\n\n\nIvan:\n Then stop fucking crying!\n\n\nEdmon cries\n\n\nIvan:\n Oh for the love of- You know what.\n\n\nIvan stands up and takes a knife. Edmon jumps up and runs to the door but Ivan tackles him down, stomach to the floor.\n\n\nIvan:\n This time, we’re going to do this trial every week. Starting now.\n\n\nEdmon:\n Dad! Get off! please! I promise I'll listen! I'll read the scriptures! I'll do everything you want me to do! Please don't do this anymore! Mommy help! Levu-\n\n\nIvan covers his mouth and carves the seal on his back, and hastily paints the ring on his chest instead of the floor.\n\n\nIvan:\n No one is going to help you. No one but yourself. It’s time you stop leeching off of others and start being a man for once.\n\n\nIvan gets up and stands in front of the door. The seal glows a bright red as does his veins. Edmon jolts up and knocks over a futon and a chair. He screams while he claws the floor.\n\n\nEdmon:\n I hate you!\n\n\nEdmon repeats this several times before passing out. The glow dims and the seal fades away from his back.\n\n\nIvan:\n Disappointing.\n\n\nIvan goes to the camera and turns it off.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Video Tape #5\n\n\n\n\n\n\n\n\n+ Video Tape #6\n\n\n\n\n- Video Tape #6\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 05/27/2006\n\n\n\n\n[BEGIN LOG]\n\n\nThe next footage has the camera on a desk and the parents are sitting on their beds in their rooms. Three knocks can be heard and Ivan rushes downstairs to answer it. Elina waits for 1 minute and 3 seconds for Ivan and another man to enter the room.\n\n\nIvan:\n Thank you so much for coming, Mr. Rowe. Especially at this hour.\n\n\nElina:\n Would you like anything?\n\n\nMr. Rowe:\n No thank you. I won’t be here for long. Is that camera recording?\n\n\nIvan:\n Yes it is.\n\n\nMr. Rowe:\n May I ask why?\n\n\nElina:\n We found out that not many are fluent in Ämärangnä,\n6\n especially here in America. We thought it is best to have this on a tape so that we could always come back to re-watch. Understand it.\n\n\nMr. Rowe:\n I see. So where is it?\n\n\nIvan goes out of frame for a moment and returns with a wooden container and a scroll in each hand.\n\n\nMr. Rowe:\n Let me have a look.\n\n\nMr. Rowe examines the scroll for 45 seconds.\n\n\nMr. Rowe:\n Oohhh.\n\n\nElina:\n What is it?\n\n\nMr. Rowe:\n You’re lucky that you brought this scroll with you. This tells you how to use whatever is in that.\n\n\nIvan:\n Okay. So can you tell us?\n\n\nMr. Rowe:\n “Ozimorok offered his power to the young cub in hopes of sprouting a champion of his people. However, he was weakened and did not have enough light to empower the little one. One came forward, “take mine,” and another, “mine as well.” Soon all banded together in hopes that they can aid Ozimorok so that he may lead them to salvation. The once-fallen cub had finally risen and was given the name, Narok. Becoming a mighty and prideful beast. With a heart of an army that beats within.”\n\n\nIvan:\n I don’t understand.\n\n\nMr. Rowe:\n Long story short. You need a corpse. A fresh one that has to be a child and you pour that into it. That should give you who or whatever this champion, Narok, was. Or at least their power.\n\n\nElina:\n Why a child? Can’t it be an adult?\n\n\nMr. Rowe:\n Hold on. “Once, there was a man who sought the champion's blood. He waited until they had slumbered. When he drew his blade and cut their tail, Narok knawed at his wrist in return. Narok tasted the tainted blood and requested Ozimorok to put a curse on themself. Should anyone heartbeat so foul seek their blood, they shall know only agony and silence.” Do you both understand?\n\n\nIvan:\n Tainted blood… So it needs to have somebody who is pure? And supposedly that’s children. Because the gift was given to some child?\n\n\nMr. Rowe:\n Now you're catching on.\n\n\nElina:\n And anyone who isn’t pure dies. Adults.\n\n\nMr. Rowe:\n You're on the right track, there.\n\n\nIvan:\n But didn’t it say earlier that people gave their power to them to make it stronger?\n\n\nMr. Rowe:\n Well. We don’t know what that exactly entails.\n\n\nThere was silence from the couple.\n\n\nIvan:\n Thank you for your time, Mr. Rowe. Although, this doesn't explain how we set this up.\n\n\nMr. Rowe:\n My pleasure. And no worries, I'll come back next week to take a look. (Yawns) Although what you have is older than our history. Where did you find this?\n\n\nIvan:\n You don’t need to worry about that. What matters is that we have it. And now thanks to you, we'll know what to do…(mutters)\n\n\nMr. Rowe:\n What was that?\n\n\nIvan:\n It’s nothing.\n\n\nMr. Rowe:\n May I ask how long have you lived here in America?\n\n\nElina:\n Two years.\n\n\nMr. Rowe:\n Hmm. Why did you go through all this trouble for this anyway? If you don’t mind me asking.\n\n\nIvan:\n When we were in Russia, and this was a long time ago, I had an accident that had crippled me for quite a long while. To keep it brief, I was saved by this \"woman\", so to say. What she did… It was like being touched by a higher power. I wanted to feel that again and more. I felt like I could do and be anything. If this scroll is the way to do it, then I’ll risk it all for me and my family.\n\n\nMr. Rowe:\n Well, if you think you can pull it off. I want in.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Video Tape #6\n\n\n\n\n\n\n\n\n+ Video Tape #7\n\n\n\n\n- Video Tape #7\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 02/08/2008\n\n\n\n\n[BEGIN LOG]\n\n\nFootage shows a concrete room with members in dark garbs present. Ivan walks to the crowd, his back facing away from the camera. Slight muffling and thumping is heard in the background\n\n\nIvan:\n I would like to thank you all for helping me set up this final trial for my son, Levushka. In your diligence and faith in me, you may all be granted our people’s gift back when it was first used in the First War of the Flesh. And pay no attention to Edmon. He's lucky that I want him to bear witness to his brother's greatness. Are there any questions?\n\n\nMember 2:\n Yeah, you think your kid here might get loose?\n\n\nIvan:\n We tripled check the knots. I don't think he's going anywhere.\n\n\nMember 5\n: How come he isn’t going up there? Wouldn’t it be better if we had two of these “champions” on our side?\n\n\nIvan:\n One is all we need. Any other questions?\n\n\nSilence\n\n\nIvan:\n Let’s begin. You. Go and make sure he stays quiet. Elina!\n\n\nOne member walks out of the frame and moments later, the muffling stops. Elina holds Levushka's hand walking into the frame with him wearing a white gown.\n\n\nLevushka:\n Mom. Who are these people?\n\n\nElina:\n They're friends of your father, and they've come to help us.\n\n\nIvan:\n Levushka. Come to me.\n\n\nElina lets go of his hand and Levushka walks to his father. He nervously glances at the other men staring down at him. Levushka is in front of Ivan, and he bends down a knee.\n\n\nIvan:\n If someone were to tell me that you would be chosen as our champion. I wouldn't believe them. My son, you've always had potential, and have shown it time and time again.\n\n\nIvan places his hands on his shoulders.\n\n\nIvan:\n I don't know what you'll become after this. But no matter what form you take, I'm certain that you'll shine brighter than most, if not, all of us. Now that I think of it, I've picked the most fitting name for you. Do you know what your name means?\n\n\nLevushka:\n No.\n\n\nIvan:\n It means \"Lion.\"\n\n\nSilence in the room.\n\n\nIvan:\n Now Levushka. I need you to lay down on your back. On this circle. I also need you to take your robe off, above the waist is fine.\n\n\nLevushka does what he's told and slips the robes off. He keeps his hand on his head while the other men surround him and hold him down. Ivan pulls a dagger from his robe pocket\n\n\nLevushka:\n What are you doing!?\n\n\nLevushka squirms and thrashes. The other men visibly being shaking from trying to keep him still. Ivan raises the dagger.\n\n\nLevushka:\n Podozhdi, podozhdi, podozhdi, podozhdi! Papa, pozhaluysta, ne delay etogo! Pozhaluysta ostanovis'! Pozhaluysta pozhaluysta pozhaluysta!\n\n\nMuffled screams can be heard in the background.\n\n\nIvan sinks the knife into his chest and Levushka loudly cries. Ivan drags the knife down to his stomach. Levushka's cries turn to gurgles and gags. His thrashings were slowing. Levushka's gurgles go quiet. Ivan takes the container and opens the lid. He pours a black liquid into the gaping chest until it's empty. Faint sobbing is heard.\n\n\nIvan and the other members slowly stand.\n\n\nMr. Rowe:\n Nothing's happening.\n\n\nIvan:\n Give it time. He'll rise.\n\n\n10 seconds later and nothing happens.\n\n\nElina:\n Ivan?\n\n\nIvan:\n Just a moment.\n\n\nAnother 12 seconds pass and nothing happens.\n\n\nElina:\n Oh my god… Oh my God, Ivan!\n\n\nMember 2:\n Oh shit! I think we fucked up!\n\n\nIvan:\n We didn't! We followed the instructions. So everything is fine!\n\n\nMember 3:\n Written thousands of fucking years ago!\n\n\nIvan:\n I'm certain that we've followed everything right!\n\n\nElina:\n Ivan, what the fuck did you do?!\n\n\nIvan:\n Nothing!\n\n\nMember 7:\n We just killed a kid!\n\n\nThe members pace around the basement, removing their hoods. Some rub their heads while glancing at his corpse. One other throws up at the corner. Elina goes to Ivan, punching and screaming at him. Ivan holds her wrist. She stops and collapses on the floor. One member looks down at the body and tilts his head.\n\n\nMember 12:\n Hey… Guys… EVERYONE SHUT UP!\n\n\nSilence\n\n\nMember 12:\n Look!\n\n\nHe points at Levushkla who's coughing blood.\n\n\nIvan:\n (Faintly laughs) See! See! I told you! I told you we did it right!\n\n\nElina crawls to Levushka and holds his cheeks still crying. Ivan kneels beside her, looking at his son.\n\n\nIvan:\n Levushka, how are you feeling?\n\n\nLevushka stays silent for 5 seconds and screeches that rise in volume.\n\n\nTendrils erupt from his chest and latch onto his parents first, pulling them down. Other tendrils erupt and lash around the basement, grabbing onto every member who was trying to run and hide from them. The camera knocks down to its side and the lens crack. It shows running legs and someone kicks it, spinning on the floor and coming to a halt against the wall. The tendrils drag the members from their necks, arms, legs, and waist. SCP-7867 roars with its massive mouth to chew on them one by one with its enormous blob of a body growing by every victim. One of the tendrils strikes the lightbulb and everything goes black.\n\n\n13 seconds later, only whines echo in the basement. Sounds of rope being cut are also heard with heavy breaths. The rope snaps and the sound of a piece of glass drops on the concrete floor. The sounds of footsteps pass the camera\n\n\nSCP-7867:\n It huuurrts…Edmoooon… heeellpp meeeee…\n\n\nEdmon:\n I-it's okay… (sniffle) I'm h-here…We're going to leave, okay? Right now. Just you and me.\n\n\nHeavy breathing.\n\n\nEdmon:\n Come on. Let's get out of here.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Video Tape #7\n\n\n\n\n\n\n\n\n+ Interview with PoI-2813\n\n\n\n\n- Interview with PoI-2813\n\n\n\n\n\n\nInterviewed:\n PoI-2813\n\n\nInterviewer:\n Dr. Hubert, Lexie\n\n\nForeword:\n SCP-7867 was asleep at the time of the interview.\n\n\n\n\n<Begin Log>\n\n\nDr. Hubert:\n Hello Edmon.\n\n\nPoI-2813:\n Hello.\n\n\nDr. Hubert:\n We've watched the tapes that you've given us.\n\n\nNo response\n\n\nDr. Hubert:\n I want to say thank you for giving this to us. It helps us better understand you and your brother a lot. Is there anything you'd like to add? Something that wasn't shown in the tapes?\n\n\nPoI-2813:\n No. All he ever cared about was his beliefs and comparing me to Levushka.\n\n\nPause\n\n\nDr. Hubert:\n Has your father ever introduced you to the woman who saved him?\n\n\nPoI-2813:\n Mm-mm. Never. He only talked about her after his accident. I think we were still toddlers. But since then, well. You've seen how he was.\n\n\nPause\n\n\nPoI-2813:\n I don't understand why he had to do all of that. Weren't we enough for him?\n\n\nDr. Hubert:\n I don't think we can give you an answer that would satisfy you, Edmon. I'm truly sorry.\n\n\n5-second pause\n\n\nDr. Hubert:\n So what happened after you left the house?\n\n\nPoI-2813\n We hid in the woods for…I don't know how long.\n\n\nDr. Hubert:\n 9 days. From the time you left to when we found you.\n\n\nPoI-2813:\n 9 days… Bog. Eto kazalos' dol'she.\n\n\nDr. Hubert:\n What happened during that time?\n\n\nPoI-2813:\n We had to find food, every day. At first, it was just the animals, big and small. Eating it raw. That was until I spotted a truck, and Levushka chased it. By the time I got there, he'd changed into a combination of all the zoo animals that were in there, as well as the driver. I found a lighter and used that to cook the meat after that. There were times, he would get so hungry that he'd hunt on his own, and come back angry with nothing. I found people walking around the woods and call them to help me. When they were far enough from the trail, Levushka would pounce and eat them.\n\n\n7-second pause.\n\n\nPoI-2813:\n Am I bad?\n\n\nDr. Hubert:\n…I don't know how to answer that.\n\n\nPoI-2813:\n Do you know Važjuma?\n\n\nDr. Hubert:\n In a way, yes.\n\n\nPoI-2813:\n Do you worship her?\n\n\nDr. Hubert\n: No. I don't.\n\n\nPoI-2813\n: … Neither do I.\n\n\n<End Log>\n\n\n\n\n\n\n- Interview with PoI-2813\n\n\n\n\n\n\n\n\nAddendum-4-Incident-7867:\n\n\n\n\n+ Access Incident-7867\n\n\n\n\n- Close Incident-7867\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 01/03/2009\n\n\nNOTE:\n [Early conversation between SCP-7867 and PoI-2813 has been cut due to its irrelevancy. The following has been translated from Russian to English.]\n\n\n\n\n[BEGIN LOG]\n\n\nPoI-2813:\n What did you say?\n\n\nSCP-7867:\n I'm tired of repeating myself, Edmon.\n\n\nPoI-2813:\n This…This can't be happening. I saw you. All of you-\n\n\nSCP-7867:\n Die? I thought I did too for a moment. But your mother and I are very much alive and well.\n\n\nPoI-2813:\n I don't understand.\n\n\nSCP-7867:\n I may have not been chosen but I still gave myself for the champion. Now we are all one. And I'm certain that there will be more to come to give themselves to Levushka.\n\n\nPoI-2813 backs to a wall and presses himself against it. SCP-7867 closes the distance between them. Its cheeks tear open, forming a smile.\n\n\nSCP-7867:\n But you. You're alone now. Trapped in this cage with us. But it doesn't have to be that way. You can still join us, Edmon. You're still my son.\n\n\nPoI-2813:\n I want nothing to do with you.\n\n\nSCP-7867:\n Then what of your poor brother? You're just going to leave him?\n\n\nPoI-2813:\n I'm never going to leave him, especially not with you.\n\n\nSCP-7867:\n Then give yourself to him. Right here. Right now. We can settle this once you're a part of him.\n\n\nPoI-2813 stays in his position.\n\n\nSCP-7867:\n Pathetic. You won't even fight for him when given the opportunity. And I know exactly why.\n\n\nSCP-7867 continues to close the distance.\n\n\nSCP-7867:\n Levushka was simply better than you. In every way. And for my second-born son, he was always the one to do things first before you could. From taking his first steps, to finally passing his trial, and now this. Time and time again, he's shown more worth than you. And you hated him for it. You hated him because you were always in his shadow. And that's why you don't have the spine to do what needs to be done for him.\n\n\nSCP-7867 is inches towards PoI-2813.\n\n\nPoI-2813:\n Alright. If that's what it takes.\n\n\nPoI-2813 places his left arm in its jaws.\n\n\nPoI-2813:\n Do it, Levushka. I'm not going anywhere.\n\n\nSeveral seconds later, SCP-7867 backed away from PoI-2813.\n\n\nPoI-2813:\n I said I'm right here!\n\n\nSCP-7867 uses its humanoid arms to cling to its head.\n\n\nSCP-7867:\n YOU DON'T LISTEN TO HIM. YOU LISTEN TO ME! WHERE AM I? I WANNA SEE MY DAUGHTER. IT IS SO LOUDSOMANYVOICESICANTTHINKHELPMEGOD.\n\n\nSCP-7867 spawns many mouths from its body, each one speaking that it is indecipherable. Edmon approaches SCP-7867, extending his left arm to it.\n\n\nPoI-2813:\n That's right, brother! You got this!\n\n\nPoI-2813 touches its back and SCP-7867 whips its head around and chomps on the arm. It throws him across the chamber, hitting a wall. PoI-2813 sits up and looks at his left shoulder. His eyes widen and he screams from the pain.\n\n\nThe chamber fills with nitrous oxide, SCP-7867 wobbles back and falls. On-site guards with gas masks enter the chamber and remove PoI-2813 from the chamber. After taking him out, they immediately shut the door behind them and put a tourniquet on PoI-2813 who's unconscious of the gas. After using the tourniquet, they put him on a stretcher and rush him to the medical bay.\n\n\n[END LOG]\n\n\n\n\n\n\n- Close Incident-7867\n\n\n\n\n\n\nPoI-2813 was sent to the medical bay to treat his arm. Paramedics had to amputate the remaining muscle and bone for a guaranteed recovery. He's been treated in medical for 9 months and was ready to be moved to a humanoid containment chamber, where they will be continuing his treatment.\n\n\nDuring the time he awoke, PoI-2813 has not spoken due to shock since his removal from SCP-7867's chamber. Dr. Hubert visited him in his containment chamber weekly as per the usual schedule.\n\n\n\n\nAddendum-5-Final Interviews:\n\n\n\n\n+ Access Final Interview with PoI-2813\n\n\n\n\n- Close Final Interview with PoI-2813\n\n\n\n\n\n\nInterviewed:\n PoI-2813\n\n\nInterviewer:\n Dr. Hubert, Lexie\n\n\n\n\n<Begin Log>\n\n\nDr. Hubert:\n Hello Edmon. Are you doing okay?\n\n\nPoI-2813 doesn’t respond.\n\n\nDr. Hubert:\n Would you like me to bring you anything? A drink? Some books?\n\n\nPoI-2813 Nods\n\n\nDr. Hubert\n Alright. (She turns her body to the guard.) Can we get some water here?\n\n\nPoI-2813:\n I wanted to run.\n\n\nDr. Hubert turns her body back to face him.\n\n\nPoi-2813:\n I could've taken some money, and just ran. Or maybe… I could've done something… Anything… But I didn’t.\n\n\nPoI-2813 sobs.\n\n\nPoI-2813:\n Because my father was right about me. All of it.\n\n\nPoI-2813 continues to sob.\n\n\nPoi-2813:\n Blyad'…I hated that they gave more love to him than me. That he did everything that I couldn't. \n(He chokes under his breath and covers his face with his hand.)\n I've thought of it for so long. Just leaving him…\n\n\nDr. Hubert puts down her clipboard.\n\n\nDr. Hubert\n But you didn't. Why?\n\n\nPoI-2813:\n \n(sniffle)\n Because he didn't deserve that. Not with them.\n\n\nDr. Hubert:\n Did you mean what you said back there? That you were going to stay with him?\n\n\nPoI-2813 nods.\n\n\nDr. Hubert:\n Even after what he did to you?\n\n\nPoI-2813 takes deep breaths.\n\n\nPoI-2813:\n I just want my brother back. He needs me. Now more than ever.\n\n\n<End Log>\n\n\n\n\n\n\n- Close Final Interview with PoI-2813\n\n\n\n\n\n\n\n\n+ Access Final Interview with SCP-7867\n\n\n\n\n- Close Final Interview with SCP-7867\n\n\n\n\n\n\nInterviewed:\n SCP-7867\n\n\nInterviewer:\n Dr. Gunner, Zackery\n\n\nForeword:\n Dr. Hubert was unavailable at this time.\n\n\n\n\n<Begin Log>\n\n\nDr. Gunner:\n Hello SCP-7867.\n\n\nSCP-7867 does not respond. It uses its arms to scratch itself deeply which rapidly regenerates.\n\n\nDr. Gunner:\n I said, hello SCP-7867. Why are you doing that to yourself?\n\n\nSCP-7867 continues to ignore Dr. Gunner.\n\n\nDr. Gunner:\n SCP-7867. Are you alright?\n\n\nSCP-7867:\n It's not my fault.\n\n\nDr. Gunner:\n What is?\n\n\nSCP-7867 (Adult Female voice):\n Of course it is. Look at what you've done to us.\n\n\nDr. Gunner:\n SCP-7867? Can you hear me?\n\n\nSCP-7867:\n Pozhaluysta… Ya umolyayu tebya… (Adult female voice) Begging us?! You slaughtered us! Took our lives away! Our friends! Our families!… I didn't mean to… You did! Because you were \n\"HUNGRY\"\n you fucking monster!\n\n\nDr. Gunner:\n …\n\n\nSCP-7867 is silent for a couple of seconds. It turns its head, facing Dr. Gunner.\n\n\nSCP-7867:\n Keep him away from me. I don't want him to see me like this.\n\n\nDr. Gunner:\n What?\n\n\nSCP-7867 (Child's voice):\n I wanna go home.\n\n\n<End Log>\n\n\n\n\n\n\n- Close Final Interview with SCP-7867\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The equivalent of 50.7lbs.\n\n\n2\n. An amalgamation of multiple species.\n\n\n3\n. \"I must eat.\" in Finnish.\n\n\n4\n. Also known as Yaldabaoth.\n\n\n5\n. Possible reference to the Proto-Sarkites.\n\n\n6\n. Also known as \"Holy tongue\" or \"Tongue of Nälkä.\" Spoken by most if not all Proto-Sarkites.\n\n\n\n\n\n\n\n\n« \nSCP-7866\n | SCP-7867 | \nSCP-7868\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7867\n\" by Strange Matter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7867\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n A group of people in a circle, lit by torchlight on a ghost hunt with Newcastle Ghost Tours\n\n\nAuthor:\n Renata Daniel © Newcastle Ghost Tours\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.nationalparks.nsw.gov.au/things-to-do/guided-tours/mountain-maid-gold-mine-ghost-hunt\n\n\n\n\n\n\nFilename:\n Seal Gathering.jpeg\n\n\nAuthor:\n Strange Matter\n\n\nLicense:\n CC BY-SA-compatible\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/scp-the-blood-brother/Seal%20Gathering",
    "addendums": [
        "Addendum-1-Discovery: Local hikers claimed to have seen a disfigured lion in Great Smokey Mountains National Park in Tennessee. Following 22 missing person reports in the week of 2008-02-17 wherein the person went missing within the park, MTF Zeta-13 was dispatched to locate the anomaly. Upon locating SCP-7867, the team attempted to capture it, however, they were attacked by PoI-2813 and SCP-7867, resulting in the death of 1 member of Zeta-13. Following the capture of SCP-7867 and PoI-2813, all exposed civilians were administered Class-B amnestics.",
        "Addendum-2-Interviews:\nAfter confirming the address from PoI-2813, a team was dispatched to the address and searched the residency. No person was found within, although the team commented on a foul odor. When they moved down to the basement, what was found is as followed:\nThe team returned to Site-63 with the camcorder and tapes. The tapes were degraded so they had to run all tapes through a Head Cleaner and hooked it to a laptop to view the footage. All tapes have dates on them.",
        "Addendum-3-Viewing Recovered Video Tapes:",
        "Addendum-4-Incident-7867:\nPoI-2813 was sent to the medical bay to treat his arm. Paramedics had to amputate the remaining muscle and bone for a guaranteed recovery. He's been treated in medical for 9 months and was ready to be moved to a humanoid containment chamber, where they will be continuing his treatment.\nDuring the time he awoke, PoI-2813 has not spoken due to shock since his removal from SCP-7867's chamber. Dr. Hubert visited him in his containment chamber weekly as per the usual schedule.",
        "Addendum-5-Final Interviews:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7867 \" by Strange Matter, from the SCP Wiki . Source: https://scpwiki.com/scp-7867 . Licensed under CC-BY-SA .",
        "Filename: A group of people in a circle, lit by torchlight on a ghost hunt with Newcastle Ghost Tours Author: Renata Daniel © Newcastle Ghost Tours License: CC BY 2.0 Source Link: https://www.nationalparks.nsw.gov.au/things-to-do/guided-tours/mountain-maid-gold-mine-ghost-hunt",
        "Filename: Seal Gathering.jpeg Author: Strange Matter License: CC BY-SA-compatible Source Link: http://scp-sandbox-3.wikidot.com/local--files/scp-the-blood-brother/Seal%20Gathering"
    ],
    "containment_procedures": "SCP-7867 is to be kept in a standard biological containment chamber. It is to be fed 23 kilograms1of raw meat twice a day. This is to be delivered either by guards or PoI-2813. PoI-2813 must be supervised by guards during feeding.",
    "description": "SCP-7867 is an SK-BIO Type-007 Instance2, though it is able to have a stable form of a male African Lion (Panthera Leo), measuring on average 2.6 meters in length from the head to the buttocks. SCP-7867 stands at a height of 1.5 meters. 2 humanoid arms extrude from SCP-7867’s back. Its tail is similar to that of an Iguana, being 2.7 meters in length and covered in quills with a bone pike at the end. There are 2 additional functioning mouths on both palms of the humanoid limbs. SCP-7867 has an unhinged jaw to feast on larger prey similar to a snake. It uses several appendages from its mouth to grapple victims over a long distance.",
    "title": "SCP-7867"
}