{
    "url": "https://scp-wiki.wikidot.com/scp-7868",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\nCremo and Tstaffor\n\n\n\n\n\n\nYou can check out more of our works here:\n\n\ncremo\n\n\nTstaffor\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7868\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7868 is to be stored within a large hangar at Site-228. The tanks of SCP-7868 must be refilled weekly with Type A blood\n1\n. Before each refill, regular maintenance checks must be carried out to ensure the structural integrity of SCP-7868. Access to SCP-7868 is restricted to personnel with Level 3 clearance or higher, and any interaction with the entity must be documented and approved by the Site Director.\n\n\nDescription:\n SCP-7868 is an airliner aircraft constructed entirely out of human tissue. The majority of its structural framework consists of interconnected bones forming the fuselage with the wings and tail made from cartilage. The seats within the cabin are covered with various layers of preserved human skin, as seat cushioning.\n\n\nThe specialized tanks located within SCP-7868's wings are filled with blood which it then metabolizes through anomalous biological means to generate propulsion. The exact mechanism of this process remains unknown.\n\n\nThe cockpit of SCP-7868 is equipped with six human brains and various interconnected nerve systems that function as its computer system. These neural components exhibit a limited level of sentience and are capable of processing information, controlling flight systems, and responding to external stimuli.\n\n\nIt is capable of flight on a comparable level to that of commercial aircrafts, matching speeds comparable to that of a Boeing 737 during flight. The entity can take off, navigate through the air, and land successfully without any human interaction.\n\n\nDiscovery:\n SCP-7868 was created by a minor Group of Interest known as the Brothers of Bone, a group of thaumaturgists who use necromancy for business purposes.\n\n\nOn 2019/11/06 an unknown individual who introduced himself as Conrad made contact with the Foundation. He claimed to be associated with the Brothers of Bone and gave the coordinates of a hangar near Budapest Ferenc Liszt International Airport, Hungary.\n\n\nMTF-Mu-11 (\"Necro Necksnappers\") was dispatched to the location where they discovered SCP-7868 along with a large pile of assorted viscera. An envelope was found on a table near SCP-7868 with the following message in it:\n\n\n\n\nDear Foundation,\n\n\nThe Brothers of Bone and I chose to make contact with you because we need to find a new home for Bonetta. Yes, that's her name. I know none of you will refer to her as Bonetta and she'll be assigned some random number, but in case any of you care to treat her respectfully, you ought to know. With a heavy heart, I had to say goodbye to Bonetta. The Brothers of Bone don't have time to take care of my failed project and sadly I also have no time for her. I know you guys will keep her safe. Others would destroy, weaponize, or just simply sell her for profit. She deserves better than this, she deserves better than me. I failed her.\n\n\nShe's still very agile and able to fly like I dreamed she would. Bonetta was supposed to be the first airplane of the official thaumaturgist airline the Brothers of Bone had funded but unfortunately, the airline faced a PR catastrophe before it could even (pardon the pun) get off the ground, and surprisingly it wasn't because of the fact that the airplane was made of human body parts.\n\n\nShe needs regular feeding, she's a hungry gal! She loves a treat of Type O as well, whenever she's especially good. I left some replacement parts for you in the corner of the hangar, I'm sure you have tons of those lying around given your track record, but it was the least I could do.\n\n\nI hope I made a good decision leaving her with you. Well, at least better than choosing to name the business \"Bone Air.\"\n\n\n\n\nRegards,\n\n\nConrad\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. If necessary, Type O negative blood is sufficient as well.\n\n\n\n\n\n\n\n\n« \nSCP-7867\n | SCP-7868 | \nSCP-7869\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-7868 is to be stored within a large hangar at Site-228. The tanks of SCP-7868 must be refilled weekly with Type A blood1. Before each refill, regular maintenance checks must be carried out to ensure the structural integrity of SCP-7868. Access to SCP-7868 is restricted to personnel with Level 3 clearance or higher, and any interaction with the entity must be documented and approved by the Site Director.",
    "description": "SCP-7868 is an airliner aircraft constructed entirely out of human tissue. The majority of its structural framework consists of interconnected bones forming the fuselage with the wings and tail made from cartilage. The seats within the cabin are covered with various layers of preserved human skin, as seat cushioning.",
    "title": "SCP-7868"
}