{
    "url": "https://scp-wiki.wikidot.com/scp-7869",
    "all_text": "rating: \n+13\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7869\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n None.\n\n\nDescription:\n None.\n\n\nAddendum:\n This page does not exist. Please contact RAISA if you want to construct a new SCP entry on this slot.\n\n\n\n\nPrivate Digital Logs of Junior Researcher Carl Greenwood, 3rd-28th January 2024 [[Level 2/004]]\n\n\nJanuary 3 2024\n\n\n\n\nCarl here.\n\nI got shifted to Site-81 today as I've been attached to the research of a new anomaly. I don't mind the shift at all, but… My new quarters are situated near the goddamned Site junkyard! Said junkyard smells of rusted metal and horse shit, how did the building contractor even get permission to put research offices so close to it!? I tried to complain to my superior to get me a better office, but he didn't even pick up his phone. Bastard.\n\n\n\n\nJanuary 6 2024\n\n\n\n\nGave up attempting to change quarters and just tried to get used to the smell. But something else’s come up- every night, some kind of bright light shines from the 'yard. I don’t know what it is, but I don’t like it at all, I haven’t been able to sleep well because of it… Fuckin' thin curtains, they don’t keep the glare out at all. I’ll try to find out what it is tomorrow, I can’t take this anymore.\n\nAll the bad stuff happens to me, huh? I haven’t been able to catch a break since I came here. I miss Site-42.\n\n\n\n\nJanuary 8 2024\n\n\n\n\nDown with work yesterday, so I wasn’t able to make a log. Well… Today, I called on the junkyard’s foreman. He doesn’t know what’s going on with the light in the junkyard- he wasn’t even aware that such a thing was happening in the junkyard in the first place. He had the nerve to tell me to go to the Site Therapist, because I was ‘seeing things’. No I wasn’t! I know I wasn’t! I’ll have to visit the junkyard myself and put down a video camera… I need to know what's going on right now before I \ndo\n go crazy.\n\n\n\n\nJanuary 9 2024\n\n\n\n\nThe guards were confused by my visit today, because no researcher’s ever cared to look at the junkyard even once before now. After all, it’s just junk, right? No personal stakes in it or anything. I myself, I wish I hadn’t. The smell’s even worse when you’re near it. Some of the Ds’ weren’t very happy to see me again either. I just ignored them. The video camera’s in place, I’ll see what it has to show me tomorrow.\n\n\n\n\nJanuary 10 2024\n\n\n\n\nOk, so I looked at the camera footage in detail, and I think… I think I’ve found something big. Five minutes into the recording, the footage just blanked out. Right after that, I noticed that about half of the piled junk surrounding the camera was… gone. I think I can report this as a suspected skip, but I’ll have to go down again and get more evidence.\n\n\n\n\nJanuary 11 2024\n\n\n\n\nI walked around the junkyard again today, and found shards of silicon shards scattered all around the soil. If I remember correctly, isn’t our silicon waste repurposed into circuitry or whatever? It isn’t just dumped here, and certainly not in pieces like this. Akiva detector was acting up too. Pinging loudly, showing high readings… It wasn’t a malfunction, I checked the internal systems and they were all fine. Why should there be a high Akiva reading in a junkyard, of all places? It isn’t a religious area at all, and even this is way too high to be considered normal. I think I really am onto something big, but I need to corroborate my findings elsewhere first. Maybe I can see if this also happens elsewhere. If it does, I'll be able to confirm it as a skip.\n\nCarl out.\n\n\n\n\nJanuary 16 2024\n\n\n\n\nJust arrived in Berlin. I’m exhausted as hell. I’m going to check the Berlin junkyards tomorrow and just stay around in there for a few days, constant travel isn’t doing me any good.\n\n\n\n\n\n\nWrote this last night drowsy and drunk on the cheap booze the plane gave me. I don’t know whether to shred it or keep it.\n\n\n\n\n\n\n\nMaybe I'll also go around and see the surrounding towns, but that'll be it. France is next on my bucket list- only a few more countries to go.\n\n\nJanuary 29 2024\n\n\n\n\nI'm finally back at Site-81. The past few weeks have been a whirl. I travelled to different sites, different states, different countries… All only to take a look at their junkyards. I must sound crazy, but it’s worth it. If what I’ve found out is correct, this to-be skip I’ve found is active in pretty much every junkyard in the world- And what I’ve gathered from each visit, the data… It’s more or less all the same. A bit of junk gets shaved off every night, and nobody cares, because junk’s junk. Traces of silicon were also present on every scrapyard I visited- and so was the Akiva radiation. I’m beginning to see a pattern here. Every junkyard in the world is staffed with people who, if they do notice what’s going on, are too dumb or too busy to care, because handling junk is only for lowlifes. Whatever’s doing this, it’s taken advantage of this pattern to boldly steal from the junkyards… Assuming that the entity, or entities responsible have grown complacent due to all of their successes so far, I may be able to catch them on camera if I keep watch over the Site-81 Scrapyard tonight. I’ve already acquired SCRAMBLE goggles, SRAs, all the stuff… Here goes nothing.\n\n\n\n\nJanuary 30 2024\n\n\n\n\nI just got a picture, but it appears that the anomaly can ruin photos taken of it. Well, even if the photo’s baked, at least I’ve still collected and seen enough evidence to know for sure that the anomaly exists, so there’s that. The SCRAMBLE goggles registered a few memetic hazards originating from the anomaly, but they weren’t lethal. What’s strange, though, is that the memetic hazards in question were able to pierce through the goggles’ security- a problem that I’ll have to flag later. The anomaly manifested at around midnight- I was almost about to give up on observing the scrapyard when it came. I shouldn’t be waiting any longer… \nI think I’m ready to alert my superiors.\n\n\n\n\n\n\n\n\n\n\n\n\nAn SCP entry has been constructed on this page. Please refresh it now.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7869\n\" by AMystB859, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7869\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nCredit to my friend G.G. for drawing the ‘Artist’s Rendition’ of SCP-7869.\n\n\nHer socials:\n\n\nInstagram: gen_ocide__\n\n\nYt: Ketchup_Pie\n\n\nReddit: u/Cornbird_56\n\n\nWatch out for a revamp on 7869 soon. I don't really like some parts of it\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7868\n | SCP-7869 | \nSCP-7870\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Private Digital Logs of Junior Researcher Carl Greenwood, 3rd-28th January 2024 [[Level 2/004]] January 3 2024 Carl here. I got shifted to Site-81 today as I've been attached to the research of a new anomaly. I don't mind the shift at all, but… My new quarters are situated near the goddamned Site junkyard! Said junkyard smells of rusted metal and horse shit, how did the building contractor even get permission to put research offices so close to it!? I tried to complain to my superior to get me a better office, but he didn't even pick up his phone. Bastard. January 6 2024 Gave up attempting to change quarters and just tried to get used to the smell. But something else’s come up- every night, some kind of bright light shines from the 'yard. I don’t know what it is, but I don’t like it at all, I haven’t been able to sleep well because of it… Fuckin' thin curtains, they don’t keep the glare out at all. I’ll try to find out what it is tomorrow, I can’t take this anymore. All the bad stuff happens to me, huh? I haven’t been able to catch a break since I came here. I miss Site-42. January 8 2024 Down with work yesterday, so I wasn’t able to make a log. Well… Today, I called on the junkyard’s foreman. He doesn’t know what’s going on with the light in the junkyard- he wasn’t even aware that such a thing was happening in the junkyard in the first place. He had the nerve to tell me to go to the Site Therapist, because I was ‘seeing things’. No I wasn’t! I know I wasn’t! I’ll have to visit the junkyard myself and put down a video camera… I need to know what's going on right now before I do go crazy. January 9 2024 The guards were confused by my visit today, because no researcher’s ever cared to look at the junkyard even once before now. After all, it’s just junk, right? No personal stakes in it or anything. I myself, I wish I hadn’t. The smell’s even worse when you’re near it. Some of the Ds’ weren’t very happy to see me again either. I just ignored them. The video camera’s in place, I’ll see what it has to show me tomorrow. January 10 2024 Ok, so I looked at the camera footage in detail, and I think… I think I’ve found something big. Five minutes into the recording, the footage just blanked out. Right after that, I noticed that about half of the piled junk surrounding the camera was… gone. I think I can report this as a suspected skip, but I’ll have to go down again and get more evidence. January 11 2024 I walked around the junkyard again today, and found shards of silicon shards scattered all around the soil. If I remember correctly, isn’t our silicon waste repurposed into circuitry or whatever? It isn’t just dumped here, and certainly not in pieces like this. Akiva detector was acting up too. Pinging loudly, showing high readings… It wasn’t a malfunction, I checked the internal systems and they were all fine. Why should there be a high Akiva reading in a junkyard, of all places? It isn’t a religious area at all, and even this is way too high to be considered normal. I think I really am onto something big, but I need to corroborate my findings elsewhere first. Maybe I can see if this also happens elsewhere. If it does, I'll be able to confirm it as a skip. Carl out. January 16 2024 Just arrived in Berlin. I’m exhausted as hell. I’m going to check the Berlin junkyards tomorrow and just stay around in there for a few days, constant travel isn’t doing me any good. Wrote this last night drowsy and drunk on the cheap booze the plane gave me. I don’t know whether to shred it or keep it. Maybe I'll also go around and see the surrounding towns, but that'll be it. France is next on my bucket list- only a few more countries to go. January 29 2024 I'm finally back at Site-81. The past few weeks have been a whirl. I travelled to different sites, different states, different countries… All only to take a look at their junkyards. I must sound crazy, but it’s worth it. If what I’ve found out is correct, this to-be skip I’ve found is active in pretty much every junkyard in the world- And what I’ve gathered from each visit, the data… It’s more or less all the same. A bit of junk gets shaved off every night, and nobody cares, because junk’s junk. Traces of silicon were also present on every scrapyard I visited- and so was the Akiva radiation. I’m beginning to see a pattern here. Every junkyard in the world is staffed with people who, if they do notice what’s going on, are too dumb or too busy to care, because handling junk is only for lowlifes. Whatever’s doing this, it’s taken advantage of this pattern to boldly steal from the junkyards… Assuming that the entity, or entities responsible have grown complacent due to all of their successes so far, I may be able to catch them on camera if I keep watch over the Site-81 Scrapyard tonight. I’ve already acquired SCRAMBLE goggles, SRAs, all the stuff… Here goes nothing. January 30 2024 I just got a picture, but it appears that the anomaly can ruin photos taken of it. Well, even if the photo’s baked, at least I’ve still collected and seen enough evidence to know for sure that the anomaly exists, so there’s that. The SCRAMBLE goggles registered a few memetic hazards originating from the anomaly, but they weren’t lethal. What’s strange, though, is that the memetic hazards in question were able to pierce through the goggles’ security- a problem that I’ll have to flag later. The anomaly manifested at around midnight- I was almost about to give up on observing the scrapyard when it came. I shouldn’t be waiting any longer… I think I’m ready to alert my superiors.",
        "Carl here. I got shifted to Site-81 today as I've been attached to the research of a new anomaly. I don't mind the shift at all, but… My new quarters are situated near the goddamned Site junkyard! Said junkyard smells of rusted metal and horse shit, how did the building contractor even get permission to put research offices so close to it!? I tried to complain to my superior to get me a better office, but he didn't even pick up his phone. Bastard.",
        "Gave up attempting to change quarters and just tried to get used to the smell. But something else’s come up- every night, some kind of bright light shines from the 'yard. I don’t know what it is, but I don’t like it at all, I haven’t been able to sleep well because of it… Fuckin' thin curtains, they don’t keep the glare out at all. I’ll try to find out what it is tomorrow, I can’t take this anymore. All the bad stuff happens to me, huh? I haven’t been able to catch a break since I came here. I miss Site-42.",
        "Down with work yesterday, so I wasn’t able to make a log. Well… Today, I called on the junkyard’s foreman. He doesn’t know what’s going on with the light in the junkyard- he wasn’t even aware that such a thing was happening in the junkyard in the first place. He had the nerve to tell me to go to the Site Therapist, because I was ‘seeing things’. No I wasn’t! I know I wasn’t! I’ll have to visit the junkyard myself and put down a video camera… I need to know what's going on right now before I do go crazy.",
        "The guards were confused by my visit today, because no researcher’s ever cared to look at the junkyard even once before now. After all, it’s just junk, right? No personal stakes in it or anything. I myself, I wish I hadn’t. The smell’s even worse when you’re near it. Some of the Ds’ weren’t very happy to see me again either. I just ignored them. The video camera’s in place, I’ll see what it has to show me tomorrow.",
        "Ok, so I looked at the camera footage in detail, and I think… I think I’ve found something big. Five minutes into the recording, the footage just blanked out. Right after that, I noticed that about half of the piled junk surrounding the camera was… gone. I think I can report this as a suspected skip, but I’ll have to go down again and get more evidence.",
        "I walked around the junkyard again today, and found shards of silicon shards scattered all around the soil. If I remember correctly, isn’t our silicon waste repurposed into circuitry or whatever? It isn’t just dumped here, and certainly not in pieces like this. Akiva detector was acting up too. Pinging loudly, showing high readings… It wasn’t a malfunction, I checked the internal systems and they were all fine. Why should there be a high Akiva reading in a junkyard, of all places? It isn’t a religious area at all, and even this is way too high to be considered normal. I think I really am onto something big, but I need to corroborate my findings elsewhere first. Maybe I can see if this also happens elsewhere. If it does, I'll be able to confirm it as a skip. Carl out.",
        "Just arrived in Berlin. I’m exhausted as hell. I’m going to check the Berlin junkyards tomorrow and just stay around in there for a few days, constant travel isn’t doing me any good. Wrote this last night drowsy and drunk on the cheap booze the plane gave me. I don’t know whether to shred it or keep it. Maybe I'll also go around and see the surrounding towns, but that'll be it. France is next on my bucket list- only a few more countries to go.",
        "I'm finally back at Site-81. The past few weeks have been a whirl. I travelled to different sites, different states, different countries… All only to take a look at their junkyards. I must sound crazy, but it’s worth it. If what I’ve found out is correct, this to-be skip I’ve found is active in pretty much every junkyard in the world- And what I’ve gathered from each visit, the data… It’s more or less all the same. A bit of junk gets shaved off every night, and nobody cares, because junk’s junk. Traces of silicon were also present on every scrapyard I visited- and so was the Akiva radiation. I’m beginning to see a pattern here. Every junkyard in the world is staffed with people who, if they do notice what’s going on, are too dumb or too busy to care, because handling junk is only for lowlifes. Whatever’s doing this, it’s taken advantage of this pattern to boldly steal from the junkyards… Assuming that the entity, or entities responsible have grown complacent due to all of their successes so far, I may be able to catch them on camera if I keep watch over the Site-81 Scrapyard tonight. I’ve already acquired SCRAMBLE goggles, SRAs, all the stuff… Here goes nothing.",
        "I just got a picture, but it appears that the anomaly can ruin photos taken of it. Well, even if the photo’s baked, at least I’ve still collected and seen enough evidence to know for sure that the anomaly exists, so there’s that. The SCRAMBLE goggles registered a few memetic hazards originating from the anomaly, but they weren’t lethal. What’s strange, though, is that the memetic hazards in question were able to pierce through the goggles’ security- a problem that I’ll have to flag later. The anomaly manifested at around midnight- I was almost about to give up on observing the scrapyard when it came. I shouldn’t be waiting any longer… I think I’m ready to alert my superiors.",
        "\" SCP-7869 \" by AMystB859, from the SCP Wiki . Source: https://scpwiki.com/scp-7869 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "None.",
    "description": "None.",
    "title": "SCP-7869"
}