{
    "url": "https://scp-wiki.wikidot.com/scp-7873",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\nFlyPurgatorio & scalykitty\n\n\n\n\n\n\nSCP-7873:\n Cultural Exchange Program\n\nMore by FlyPurgatorio (and about Gijs):\n\n\nThe mundanity of you and him\n\nMore by scalykitty:\n\n\nDr. Anderson's Failing Marriage\n\n\nFly's authorpage \nhere\n\n\n\n\n\n\n\n\nIs this how you want to be remembered?\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2019-05-10\n\n\nNOTE:\n This file was translated from Dutch to English using the SwanTran4.6 Translation and Transcription Tool. Original language file available upon request.\n\n\nATTENDING:\n\nLead Researcher Gijs van Oosterbeek, Site 312\n\nAgent Jacob Banks, Site 873\n\n\nLOCATION:\n\nSite 312 in Nieuwegein, Netherlands\n\n\n\n\n[BEGIN LOG]\n\n\nThe camera turns on and focuses on the hallway of an office building.\n\n\nJACOB:\n [Speaking heavily accented Dutch] This is Agent Jacob Banks of Site 873 reporting for orientation for the International Training Exchange program. Also here is Ghus [clears throat] Van Oyster Beak of Site 312.\n\n\nGijs frowns.\n\n\nGIJS:\n Gijs van Oosterbeek. [Sigh] Just call me Goose, that’s what they do at EU Command anyway.\n\n\nHe starts walking down the hallway, and motions for Jacob to follow.\n\n\nGIJS:\n Alright, you met Harrit when you got your laptop. They’re our head of Technical Infrastructure and, technically, our intern. Jan Claessen will be in later this week to give you Field Agent training, but he’s officially retired. Just doesn’t want to let go of the Foundation entirely. Our \ninterim\n Director, Anna, will visit the site at the end of the month.\n\n\nJACOB:\n You don’t have a full time director?\n\n\nGIJS:\n We’re a subsidiary of Site 583 in Antwerp. Started out as an observational outpost, staffed by me.\n\n\nHe halts next to a locked office. It reads \"Department of Anomalous Research.\"\n\n\nGIJS:\n That's Dr. Demir's office. You probably won’t get to meet her, she’s at Site 43 to get memetic training. Our payback for the exchange program. There's also our therapist-on-call, Sterre de Veer, but let's hope you don't \nneed\n to meet her. That's everyone.\n\n\nJACOB:\n You’re a skeleton crew.\n\n\nGIJS:\n [Bitterly] We don’t need bells and whistles to do our job well.\n\n\nHe points at a locked office with a numeric code.\n\n\nGIJS:\n That’s the \nanomalous item storage unit\n. You don’t get in there without my permission; it’s a tricky beast.\n\n\nThey walk past a small kitchenette and two doors.\n\n\nGIJS:\n Kitchen and fridge - everything in there on Friday afternoons will be thrown out - bathrooms and prayer room.\n\n\nHe continues to walk down the hallway, entering a small office with a spare desk. The plate on the door reads \"Department of Relations and Regulations.\" It looks too crowded. Above the desk hangs a streamer with ‘Welcome’, and a small Dutch, South African, Turkish, Flemish and American flag are taped to the wall in a heart shape.\n\n\nGIJS:\n You can share my office.\n\n\nJACOB:\n [Pointing at the decorations] That’s cute.\n\n\nGIJS:\n Harrit did that.\n\n\nJACOB:\n What are those flags?\n\n\nGIJS:\n Dr. Demir is Turkish-Dutch, and Harrit immigrated from South Africa. Jan and Anna are Belgian - he's from the Flemish side, she's from the French side. We’re a real mishmash of culture here.\n\n\nJACOB:\n [Giving a joking salute] Glad to join the mishmash.\n\n\nGIJS:\n We don’t really have any fanfare to kick off this exchange. Got you a case, though. Added it to your queue.\n\n\nHe points at the laptop on the spare desk\n\n\nJACOB:\n Straight to business. I like it.\n\n\nJacob sits down and opens the laptop. He begins to read.\n\n\n[INTERRUPT]\n\n\n\n\n\n\n \n\n\n\n\n\n\nITEM #:\n\n\n7873\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 2\n\n\n{$clearance-text}\nUnrestricted\nRestricted\nConfidencial\nSecret\nTop Secret\nCosmic Top C\n\nSecret\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\npending\n\n\n\n\nSECONDARY CLASS:\n\n\nnone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\nnone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRISK CLASS:\n\n\nnone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Lead\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite 312\n\n\nAnna Dubois (Interim)\n\n\nGijs van Oosterbeek\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nThe ferry crossing the River Lek between Benedam and Schalleveen.\n\n\n\n\n\n\n \n\n\n\n\n\n\nSwanTran4.6 Tool enabled\n\n\nHi there Jacob Banks!\n\n\nThere is (1) new file assigned to your queue.\n\n\nYou also have:\n\n\n(0) open cases.\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n(1) new message from (Ayse Demir).\n\n\n\n\n\n\nLoading…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou’ve selected the file entry module. I've prepared the default layout for a new draft.\n\n\nWhat would you like to enter first?\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nObject Class\n\n\n\n\n\n\nLoading…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nContainment Procedures\n\n\n\n\n\n\nLoading…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nLoading…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nOther\n\n\n\n\n\n\nLoading…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQuestions? Contact Harrit Swanepoel via the SwanTran Lifeline!\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 7873/01 - Cont.\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n[CONTINUED]\n\n\nJACOB:\n What's SwanTran?\n\n\nGIJS:\n An AI assistant Harrit designed to make it easier to draft documentation and collect files. They initially designed it because the SCiPScripter tool struggles to transcribe our accents.\n\n\nJacob opens the tool and inspects several modules.\n\n\nJACOB:\n Pretty slick.\n\n\nGIJS:\n Kid's irreplaceable. I've been trying to get them a full-time position for two years now, but budget -\n\n\nHe sighs.\n\n\nGIJS:\n Not relevant. The case: weird drowning. It got flagged by the AIC we’ve embedded in the video archive of the AIVD\n1\n for anomalous memetic content. So you might as well look into it.\n\n\n[INTERRUPT]\n\n\n\n\n\n\n \n\n\n\n\nAddendum 7873/02\n\n\n\n\n\n\nSECURITY FOOTAGE TRANSCRIPT\n\n\n\n\n[15:23]:\n The ferry docks on the Benedam side of the Lek River. Several cars get on, as well as 4 teenagers on bikes.\n\n\n[15:30]:\n The ferry leaves the dock on schedule. 4 teens are seen dropping their bikes and walking over to the railing.\n\n\n[15:32]:\n The ferry operator gets out of his cabin, presumably to make the teens pick up their bikes.\n\n\n\n\nWho is that familiar face in the background?\n\n\nSwanTran4.6: WARNING!\n\n\nFootage blocked due to detected memetic hazard\n\n\nWhere do I remember him from?\n\n\n\n\n\n\n[15:47]:\n None of the 4 \nno, 5\n teens are visible, but their bikes remain. The ferryman looks around him in confusion, then sprints to the railing and looks.\n\n[15:47]:\n The ferry docks on the Schalleveen side of the Lek River. No one gets off.\n\n\n\n\n\n\n \n\n\n\n\nAddendum 7873/01 - Cont.\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n[CONTINUED]\n\n\nJACOB:\n That's… ominous.\n\n\nGijs watches along over Jacob's shoulder.\n\n\nGIJS:\n Yep. Police didn't find any bodies in the water, and the kids have been missing ever since. So tell me, \nField Agent Banks\n, what would be your first step.\n\n\nJACOB:\n I-Interview witnesses? Scout out the scene of the incident? Talk to relatives?\n\n\nGIJS:\n Good start. I'll drive.\n\n\nGijs grabs his coat and motions for Jacob to follow.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAddendum 7873/03\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2019-05-10\n\n\nNOTE:\n This file was translated from Dutch to English using the SwanTran4.6 Translation and Transcription Tool. Original language file available upon request.\n\n\nATTENDING:\n\nLead Researcher Gijs van Oosterbeek, Site 312\n\nAgent Jacob Banks, Site 873\n\n\nLOCATION:\n\nHaven, Benedam\n\n\n\n\n[BEGIN LOG]\n\n\nJACOB:\n Agent Jacob Banks of Site 873 and Goose van Oysterbeak of Site 312, on a field mission to investigate the scene of the anomalous incident.\n\n\nGIJS:\n Do you have to do this every time?\n\n\nJACOB:\n Officially, yes. I thought you Europeans loved bureaucracy?\n\n\nGIJS:\n If I loved it, I would still be in politics.\n\n\nJACOB:\n You were a politician?\n\n\nGIJS:\n Once upon a time. Until the Foundation imploded my career and gave me this \nvery important branch\n to look over as consolation.\n\n\nJACOB:\n It’s not all bad. Your coworkers seem like a fun bunch.\n\n\nGIJS:\n Sure. You want to grab lunch first?\n\n\nJACOB:\n Shouldn’t we - ?\n\n\nGIJS:\n Can’t investigate on an empty stomach. It's the least I can do to make up for getting assigned to Site 312.\n\n\nJACOB:\n Don’t worry about it. I picked 312. I knew what I was getting myself into.\n\n\nGijs makes a face, but doesn’t respond.\n\n\nThey walk down the port, to a small food truck that serves fish dishes.\n\n\nGIJS:\n Two herrings with onions and a serving of kibbeling, please.\n\n\nJACOB:\n What’s that?\n\n\nGIJS:\n Dutch delicacy. You’ll love it.\n\n\nThey’re both handed a white plastic basket with a raw herring in it. The tail is still attached, but the head and innards have been cut away. It’s covered in diced onion.\n\n\nGIJS:\n [Smirk] Eet smakelijk.\n2\n\n\nJACOB:\n You eat this raw?\n\n\nGijs holds the fish by its tail and raises it above his head to take a bite. Jacob attempts to follow suit, but dry heaves at the smell.\n\n\nGIJS:\n [Smirks] Yeah, it’s a bit of a ritual. I wouldn't just give this to anyone, but you seem so willing to be part of our culture. Put it above your head, like you’re bobbing for apples in reverse.\n\n\nJacob looks miserable, holding the fish above his head. He hesitates to take a bite.\n\n\nGIJS:\n I’m just messing with you. [Takes the herring] I got you the kibbeling. You’ll like the fried fish, I reckon.\n\n\nJacob tries a piece of kibbeling.\n\n\nJACOB:\n It’s kinda like Fillet o’ Fish, but actually good.\n\n\nGIJS:\n You know, my friends and I always ended the school year with eating Hollandse Nieuwe.\n3\n It was our little tradition.\n\n\nJACOB:\n So you guys rocked up to prom smelling like raw dead fish?\n\n\nGIJS:\n Prom?\n\n\nJACOB:\n Yeah, like a formal dance? Like Homecoming?\n\n\nGIJS:\n We don’t do that. Although, I think we had a graduation dance in my last year of secondary education. I didn’t go.\n\n\nJACOB:\n Why’s that? [Teasingly] Couldn’t get a date?\n\n\nGIJS:\n I had a date, but I wasn’t prepared to out him publicly.\n\n\nJACOB:\n Oh. I’m sorry.\n\n\nGIJS:\n Why are you sorry? It’s not your fault. [Shrugs] Just the way things are. And it worked out eventually.\n\n\nGijs winks and holds up his \nwedding ring\n. He finishes the second herring, and starts walking down the quay.\n4\n Jacob follows, still eating kibbeling.\n\n\nGIJS:\n So why did you sign up for the exchange program? And why Site 312?\n\n\nJACOB:\n I wanted to get out. The Foundation picked me up before I got to go abroad, so I felt like I was missing out.\n\n\nGIJS:\n And Site 312 was your tourist destination of choice?\n\n\nJACOB:\n It’s cute here! You should see the pictures they put in the site exchange file.\n\n\nGIJS:\n Must’ve been a bummer when you saw the actual site, then.\n\n\nJACOB:\n It’s not so bad. I like the smaller size. I never get to investigate like this in the States.\n\n\nGIJS:\n What you mean?\n\n\nJACOB:\n It's easy to get lost in those huge sites back home. I spent a full week at the wrong assignment before someone finally noticed. I just felt like another drone, you know? I figured it'd be nice to get away from all that.\n\n\nThey arrive at the ferry.\n\n\nJACOB:\n I certainly never got to take point in an investigation. Here we are: out in the world, piecing things together, solving mysteries. No army of AICs and MTFs. It's like going back in time.\n\n\nGIJS:\n [Defensively] We also have an AIC.\n\n\nJACOB:\n You mean \nSwanTran\n?\n\n\nGIJS:\n Built it ourselves.\n\n\nJACOB:\n How European.\n\n\nGijs buys two tickets to cross the River Lek, and the two move towards the railing seen in the security footage. There are several teenagers on bikes close to the railing.\n\n\nJACOB:\n [Inspecting the railing] Nothing weird.\n\n\nGIJS:\n What did you expect? A chalk outline?\n\n\nJACOB:\n I don’t know. Some kinda ghost handprint maybe? A note from Satan?\n\n\nTwo teens standing close by overhear them.\n\n\nBOY:\n [In English] Are you Americans?\n\n\nGIJS:\n Just him.\n\n\nJACOB:\n [Smiles awkwardly] What gave it away?\n\n\nBOY:\n Are you with the FBI?\n\n\nGIRL:\n No idiot, the FBI doesn’t work outside America.\n\n\nJACOB:\n No, I’m a - a ghost hunter.\n\n\nGijs rolls his eyes.\n\n\nBOY:\n Really?!\n\n\nJACOB:\n Yup. Me and my dad.\n\n\nBOY:\n That’s so cool.\n\n\nThe girl looks less enthusiastic.\n\n\nJACOB:\n So, you heard any ghost stories lately?\n\n\nBOY:\n Yeah, there were these teens from my school that went overboard here. My brother said some ghost dragged them down.\n\n\nGIRL:\n Dude, that’s really insensitive.\n\n\nBOY:\n What? It’s just a story!\n\n\nGIJS:\n She’s right, you shouldn’t just say stuff like that about real tragedies.\n\n\nGIRL:\n Yeah. Like, my sister went to school with all four of them. She was really messed up by it.\n\n\nGIJS:\n They were in the same class?\n\n\nGIRL:\n Yeah, she was friends with Janneke and Katotje, and she knew Manon, Dirk and Billy as well.\n\n\nJACOB:\n Wait, say those names again.\n\n\nGIRL:\n [Hesitating] Janneke, Katotje, Manon and Dirk?\n\n\nJACOB:\n You said Billy before. Who’s Billy?\n\n\nBOY:\n [Mockingly] Maybe Billy’s a ghost!\n\n\nGIRL:\n Shut up!\n\n\nThe ferry arrives at the other side of the river. The teens get on their bikes and cycle off, the boy screaming “I’m Billy the Ghost, I’m going to get you!” while chasing the girl.\n\n\nJacob and Gijs get back on the quay.\n\n\nJACOB:\n Well, that was enlightening.\n\n\nGIJS:\n I can't believe they forgot about Billy.\n\n\nJACOB:\n Yeah, there's something anomalous happening here.\n\n\nThe two continue walking down the quay.\n\n\nGIJS:\n I’m not old enough to be your dad.\n\n\nJACOB:\n You kinda are.\n\n\nGijs glares at Jacob.\n\n\nJACOB:\n I think we should talk to the parents next. See what connected these people.\n\n\nGIJS:\n Alright, I'll set it up. You can update the file in the meantime.\n\n\nJACOB:\n You got it, pops.\n\n\nGIJS:\n [Winces] I didn’t realize it could get worse.\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\n\n\nITEM #:\n\n\n7873\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 2\n\n\n{$clearance-text}\nUnrestricted\nRestricted\nConfidencial\nSecret\nTop Secret\nCosmic Top C\n\nSecret\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\npending\n\n\n\n\nSECONDARY CLASS:\n\n\nnone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\n{$disruption-class}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRISK CLASS:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Lead\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite 312\n\n\nAnna Dubois (Interim)\n\n\nGijs van Oosterbeek\n\n\nN/A\n\n\n\n\n\n\n\n\nSwanTran: Description updated by \nJacob Banks\n\n\nSpecial Containment Procedures:\n TBD\n\n\nDescription:\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\n\n\n\n\nSCP-7873-A\n\n\nFerry Ghost? Billy?\n\n\n\n\n\n\nSCP-7873-B\n\n\nJanneke Vermeer\n\n\n\n\n\n\nSCP-7873-C\n\n\nKatotje van Diep\n\n\n\n\n\n\nSCP-7873-D\n\n\nManon Dijkstra\n\n\n\n\n\n\nSCP-7873-E\n\n\nDirk van de Waal\n\n\n\n\n\n\nSCP-7873 Victim Profile: TBD\n\n\n \n\n\n\n\nAddendum 7873/04\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2019-05-10\n\n\nNOTE:\n This file was translated from Dutch to English using the SwanTran4.6 Translation and Transcription Tool. Original language file available upon request.\n\n\nINTERVIEWERS:\n\nLead Researcher Gijs van Oosterbeek, Site 312\n\nAgent Jacob Banks, Site 873\n\n\nINTERVIEWEE:\n\nGerard Vermeer, father of SCP-7873-B\n\n\n\n\n[BEGIN LOG]\n\n\nSeveral people are cycling past the car. Agent Banks turns the camera around, focusing it on him and Lead Researcher Van Oosterbeek, who is driving.\n\n\nJACOB:\n We’re going to Hoogstraat 19 in Schalleveen for the first interview with a relative of an SCP-7873 victim. This is Field Agent Banks reporting in, with Lead Researcher Van Oesterbeak of Site –\n\n\nGIJS:\n What’s your plan?\n\n\nJACOB:\n What you mean? Our cover story is journalists, right?\n\n\nGIJS:\n You think we should specify we’re ghost hunters? Or would TikTok dancer be more believable?\n\n\nJACOB:\n I can’t believe you know about TikTok.\n\n\nGIJS:\n [Smirking] Harrit shares me-mes with me.\n\n\nJacob winces at the mispronunciation.\n\n\nGIJS:\n Why don't \nyou\n tell this \nold man\n what the plan is? You wanted to be \"out in the world, solving cases”, right? Show me how you’d do that.\n\n\nJACOB:\n Really? I – okay. Maybe something boring but important? That way the focus isn’t on the accuracy of their children’s memory, and they’re less likely to look it up afterwards.\n\n\nA middle-aged man with several large bags of cat food strapped to the carrier and front of the bike swerves out from a side road. Van Oosterbeek has to quickly turn to prevent a collision, and curses with illnesses at the cyclist.\n\n\nJACOB:\n Maybe we should pose as bike helmet salesmen.\n\n\nGIJS:\n That's actually stupid.\n\n\nJACOB:\n You almost hit that guy!\n\n\nGIJS:\n Emphasis on \nalmost\n. He's fine, isn't he? It's a culture thing. You'll get it eventually.\n\n\nJacob shakes his head.\n\n\nJACOB:\n Ferry safety?\n\n\nGIJS:\n Sure, that could work. What are you going to ask them?\n\n\nAgent Banks pulls out a notebook.\n\n\nJACOB:\n I actually prepared a list, based on the official Foundation interview manual. It lists about twenty base questions, and an additional –\n\n\nGIJS:\n Good. Now, which ones do you actually want answered?\n\n\nJACOB:\n A-all of them?\n\n\nGIJS:\n This isn’t a sterile lab environment, and working according to those procedures won’t get you far here. Give me three.\n\n\nJACOB:\n Topics?\n\n\nGIJS:\n Go.\n\n\nHe holds his hand up to count in between switching gears.\n\n\nJACOB:\n I think – relationship with other victims?\n\n\nGIJS:\n Two. [Holds up two fingers]\n\n\nJACOB:\n Personality?\n\n\nGIJS:\n Three. [Holds up three fingers]\n\n\nJACOB:\n Changes in behaviour.\n\n\nGIJS:\n There you go. Sets of three are easier to remember, and now you don’t have to focus on your script during the interview. Leaves a lot more room for engaging and observing the interviewee.\n\n\nJACOB:\n You mean I am actually doing the interview?\n\n\nGIJS:\n Don’t see why not.\n\n\nJACOB:\n What if they realize I’m an American?\n\n\nGIJS:\n [Chuckles] Don’t make it more complicated than it is. You are an American. And if you’re really struggling, give me a sign and I’ll take over.\n\n\nThey arrive at the Hoogstraat and park. Agent Banks takes the camera and pins it to his suit jacket.\n\n\nJACOB:\n What’s the sign?\n\n\nGIJS:\n I dunno. Just ask them to supersize you.\n\n\nJACOB:\n I’ll just complain about your raw fish breath.\n\n\nGIJS:\n Har har, very funny. Are you ready?\n\n\nVan Oosterbeek quickly takes a mint when Jacob looks away.\n\n\nThey ring the bell of Hoogstraat 19. A tall, thinning man in his 50s opens the door and invites them in. Van Oosterbeek and Banks step into a small hallway, following Gerard Vermeer to the living room.\n\n\nGIJS:\n [In Dutch] Condolences, Mr. Vermeer.\n\n\nVERMEER:\n [In Dutch] Thank you.\n\n\nJACOB:\n [In Dutch] I know this must be a difficult time for you.\n\n\nVERMEER:\n [Pauses and frowns] Yes. [to Gijs] Is he American?\n\n\nVan Oosterbeek switches to English.\n\n\nGIJS:\n Yes, my colleague is part of the American office of New Amsterdam Magazine.\n\n\nVERMEER:\n Would you prefer English?\n\n\nJACOB:\n If you wouldn’t mind, that would be great. Saves time translating.\n\n\nThey settle at the kitchen table. Mr. Vermeer has made tea and brought out some speculaas\n5\n and oreos.\n\n\nJACOB:\n Do you mind if we record this?\n\n\nVERMEER:\n Not at all. You’re here to talk about what happened to Janneke?\n\n\nGijs takes a speculaas, which he dips in his tea.\n\n\nJACOB:\n Yes. Specifically, we’re investigating ferry safety.\n\n\nVERMEER:\n She crossed that river twice a day by ferry for years. I still don’t understand how she could fall into the water.\n\n\nJACOB:\n I understand this must be difficult to talk about. The police said they were pulled down by the current, right?\n\n\n\n\nVERMEER:\n Yes. They all were. She was with her friends when it happened. They must’ve tried to pull each other out and failed. At least\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nshe wasn’t alone.\n\n\n\n\n\n\nthey’re together now.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJACOB:\n I’m sorry for your loss. What can you tell me about Janneke? What was she like?\n\n\nJacob dips an oreo in his tea.\n\n\nVERMEER:\n You know, kids her age. She was just working out who she was. Trying out different clothing styles, switching favorite music. It all happens so fast around that age, doesn’t it?\n\n\nJACOB:\n How was she at school?\n\n\nVERMEER:\n She was – she found it difficult to fit in. Choose to be a loner for a while, but I think she found it hard to make friends. It was like she was looking for the right moment to open up.\n\n\nJACOB:\n She only recently made friends?\n\n\nVERMEER:\n Yes. They knew each other for a while, but they really connected during a music workshop they followed together at school.\n\n\nJACOB:\n Those were the days. I didn't really make many friends either until I started playing the trombone.\n\n\nGIJS:\n I don't think that's what he meant.\n\n\nVERMEER:\n I could show you?\n\n\nThey follow Vermeer up the stairs to a girl’s bedroom. An American flag is pinned to the door, covering stickers of horses. The rest of the room is filled with American merchandise, including more flags, posters of famous landmarks, and a pair of cowboy boots.\n\n\nJACOB:\n She has another country’s flags in her room?\n\n\nGIJS:\n [Shrugs] Kids think that’s cool sometimes. I had a Union Jack for a while when I was a teenager.\n\n\nVERMEER:\n She recently really got into American stuff. Wanted a Stetson for her birthday, and cooked a turkey for us last November. That’s Thanksgiving, right?\n\n\nGijs examines a guitar on a stand. The brand logo is covered by an American flag, but the letters '\nSy(...)mphony\n' are still visible.\n\n\nVERMEER:\n She'd always wanted to move to America when she got older, to \"make it big in music.\" Felt that the Netherlands was too small for her ambitions. She wanted her music to be heard by the entire world.\n\n\nJacob picks up a notebook with song lyrics in it. He flips through it as Mr. Vermeer talks, the pages visible in front of the camera. The first third of the book contains teen poetry in Dutch, but later entries are in passable English. A picture falls out, which Gijs picks up.\n\n\nGIJS:\n [Holds up photo] Is this all of them?\n\n\n\n\nVERMEER:\n That’s her band. She’d printed so many versions of that picture, to try out different artwork for her demo album.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nKatotje, Manon, Dirk, and my Janneke.\n\n\n\n\n\n\nBilly, Kate, Matthew, Dean, and my Jacky.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVermeer’s voice quivers.\n\n\nVERMEER:\n I was so glad she’d found a group of kids she could connect with. [Sob] I… I’m sorry.\n\n\nGijs places an arm on Vermeer’s shoulder and nods.\n\n\nJACOB:\n I’m so sorry for your loss. She sounds like a wonderful kid.\n\n\nVERMEER:\n [In Dutch] I miss her.\n\n\nShe isn’t alone anymore\n\n\nVermeer turns his head to hide his tears, and steps out of the room. Gijs and Jacob follow.\n\n\nGIJS:\n Is it okay if we keep this? It would give the article more personality.\n\n\nMr. Vermeer nods.\n\n\nJACOB:\n I think that’s all we need. Thank you for your time.\n\n\nGijs and Jacob walk downstairs. Jacob pauses in the hallway to look at the Stetson on the coat rack, before leaving the house.\n\n\nThey walk down the street, back to the car.\n\n\nJACOB:\n Did I do better this time?\n\n\nGIJS:\n Better?\n\n\nJACOB:\n Better than at the ferry, I mean.\n\n\nGIJS:\n You did great at the ferry.\n\n\nJACOB:\n I did?\n\n\nGIJS:\n You were quick thinking and able to connect with a 14-year-old kid. Bit unconventional, but it worked. It's why I let you take the lead here.\n\n\nJACOB:\n [Frowning] Then why did you mock the ghost hunting bit?\n\n\nGIJS:\n I was taking the piss! [Chuckles] You called me old, \nlijer\n.\n6\n\n\nJACOB:\n You \nare\n old, boomer.\n\n\nGIJS:\n I'm from 1976. That's Gen X.\n\n\nJACOB:\n Alright, pops.\n\n\nGIJS:\n [Winces] Anyway. What did you notice?\n\n\nJACOB:\n He was doing fine until he went to her room.\n\n\nGIJS:\n Seems fair enough. Seeing all those reminders would trigger me, too.\n\n\nJACOB:\n Apart from that, Janneke felt she didn’t really fit in, until she went through a change in personality.\n\n\nGIJS:\n You think that could be related to the anomaly?\n\n\nJACOB:\n Well, between that and the sudden new friend group, I think it might be. It could be coincidental, though. Not enough data to link that to an anomaly at this time. The only connection are these other kids. Specifically Billy.\n\n\nGijs looks at the picture a second time, before slipping it in his pocket.\n\n\nJACOB:\n Should we talk to the other kid’s parents? See if they have an idea who Billy is, and maybe why the anomaly locked onto them?\n\n\nGIJS:\n Seems like a plan. The Van Diep family lives about five minutes from here.\n\n\nJACOB:\n I’ll update the file in the car.\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\n\n\nITEM #:\n\n\n7873\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 2\n\n\n{$clearance-text}\nUnrestricted\nRestricted\nConfidencial\nSecret\nTop Secret\nCosmic Top C\n\nSecret\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\npending\n\n\n\n\nSECONDARY CLASS:\n\n\nnone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\n{$disruption-class}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRISK CLASS:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Lead\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite 312\n\n\nAnna Dubois (Interim)\n\n\nGijs van Oosterbeek\n\n\nN/A\n\n\n\n\n\n\n\n\nSwanTran: Description updated by \nJacob Banks\n\n\nSpecial Containment Procedures:\n TBD\n\n\nDescription:\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\n\n\n\n\nSCP-7873-A\n\n\nBilly\n\n\n\n\n\n\nSCP-7873-B\n\n\nJanneke Vermeer\n\n\n\n\n\n\nSCP-7873-C\n\n\nKatotje van Diep\n\n\n\n\n\n\nSCP-7873-D\n\n\nManon Dijkstra\n\n\n\n\n\n\nSCP-7873-E\n\n\nDirk van de Waal\n\n\n\n\n\n\nSCP-7873 Victim Profile:\n\n\n\n\nDifficulty fitting in?\n\n\nChange in personality\n\n\nMusic? America?\n\n\n\n\nSwanTran: transcription of interview completed. Please review for accuracy. See file 7873/004 for transcript.\n\n\n \n\n\n\n\nAddendum 7873/05\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2019-05-10\n\n\nNOTE:\n This file was translated from Dutch to English using the SwanTran4.6 Translation and Transcription Tool. Original language file available upon request.\n\n\nINTERVIEWERS:\n\nLead Researcher Gijs van Oosterbeek, Site 312\n\nAgent Jacob Banks, Site 873\n\n\nINTERVIEWEES:\n\nKees Van Diep, father of SCP-7873-C\n\nMarieke Van Diep, mother of SCP-7873-C\n\n\n\n\n[BEGIN LOG]\n\n\nJACOB:\n This is Field Agent Jacob Banks, accompanied by Hais van Ohsterbake. We have arrived at the residence of Ktjah-tot-hey van Deep.\n\n\nGIJS:\n Kaa-tohw-tjuh, not Chakotay. This isn’t Star Trek. Katotje van Diep.\n\n\nJACOB:\n We have arrived at the residence of Katutje van Diep.\n\n\nGIJS:\n That’s… closer. But at least you’re getting better with my name.\n\n\nJACOB:\n I need to get this right! They lost their daughter, I want to be respectful.\n\n\nGIJS:\n They’ll appreciate you trying. We’re Dutch, we get it, our language sounds like a coughing fit.\n\n\nJACOB:\n Kattottche.\n\n\nGIJS:\n Alright, you want to practice? Let’s practice.\n\n\n[Several minutes cut for brevity]\n\n\nJACOB:\n Katotjuh.\n\n\nGIJS:\n [Chuckles] I am going to get your visa revoked if you don’t figure this out.\n\n\nJACOB:\n You know what? I just won’t say her name.\n\n\nGIJS:\n I’ll cover for you if it comes up.\n\n\nJACOB:\n European competence to the rescue once again. Where would we all be without you?\n\n\nGijs takes a sharp turn into a dead-end street with modern semi-detached houses. He parks the car in front of the garage of number 7, blocking in a vintage DAF 66 with an open hood.\n\n\nThey get out and ring the doorbell of number 6. A woman in her mid 40s opens the door and welcomes them in. Several mandala pattern tattoos peak out from under the sleeves of her black dress. In the living room, a man with shoulder-length hair and a tank-top is lighting some incense.\n\n\nJACOB:\n Thank you for meeting with us, and I’m very sorry for your loss.\n\n\nKEES:\n Thank you.\n\n\nJACOB:\n My associate and I work for the New Amsterdam Times, and we’d like to write something in memory of Ka- [clearing his throat] your daughter. Could you tell me a bit about her? What was she like?\n\n\nKees looks at the display of pictures of his daughter on the living room table, positioned alongside burning incense and obsidian gemstones.\n\n\nKEES:\n Katotje was a force of nature. Passionate about cooking. She wanted to run her own restaurant when she’d grown up. Most weekends she claimed the kitchen for herself. [Chokes up] I miss the smell of her – what was that American stew she made?\n\n\nMARIEKE:\n Gumbo. She came up with a vegan version. [Squeezes his hand, then turns to Jacob] Katotje was a fighter. Would carry the world on her shoulders if she could.\n\n\nJACOB:\n I’d love to include that in the article. Could you tell me a little about that? How did she try to help?\n\n\nMarieke smiles wistfully as she touches the jade statue displayed on the kitchen table. It has Katotje's name inscribed on it.\n\n\nMARIEKE:\n Last year, she went to a slaughter house with a protest group. They’d made a deal with the workers: they were allowed to give water to the pigs arriving in those hot, overcrowded vans. One last moment of kindness before the slaughter.\n\n\nKEES:\n She was destroyed after that. Said they were just like Max, our dog. Never ate meat again.\n\n\nMARIEKE:\n She was always so compassionate. I was so proud of her.\n\n\nShe holds the obsidian stone on her necklace as she tears up.\n\n\nKEES:\n It could be a bit intense at times. She’s done a lot of Extinction Rebellion protests. Schalleveen and Benedam are below sea level, we’re surrounded by levees. Once they break under the pressure of rising sea levels, our homes will flood as well. And she’ll tell that to anyone, whether they wanted to hear it or not.\n\n\nJACOB:\n She sounds so passionate. It's a tragedy that she passed so soon.\n\n\n\n\nKEES:\n She was. It often scared people off. That bothered her. [Sigh] She had so much love to give to the world, but that\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nwasn’t seen through her harsh exterior.\n\n\n\n\n\n\nwas welcomed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMARIEKE:\n She was getting better at it. At least I thought she was.\n\n\nJACOB:\n She found her people?\n\n\nMARIEKE:\n I thought so. There was a new boy at school, I think he was an American exchange student. Or maybe an expat’s kid? [To Kees] What was his name?\n\n\n\n\nGIJS:\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nBilly.\n\n\n\n\n\n\nThey almost forgot. But they're starting to remember now.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMARIEKE:\n Yes, I think that's it.\n\n\n\n\nKEES:\n All her friends gave themselves\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nan American name.\n\n\n\n\n\n\na name to be heard.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMARIEKE:\n It was silly, but they seemed to enjoy it.\n\n\nGijs pulls the photograph from his pocket. He nudges Jacob before passing it to him.\n\n\nJACOB:\n Do you recognize the people in the photo?\n\n\nMARIEKE:\n I'm, I-\n\n\nKEES:\n I do. Those were Katotje's friends.\n\n\nJACOB:\n And do you remember what their American names were?\n\n\nKEES:\n That's Jacky, Matthew, Dean, and Kate of course.\n\n\nJACOB:\n Which one is Billy? Do you see Billy here?\n\n\nKEES:\n I-I’m not – I\n\n\nGIJS:\n Kate, that was your daughter’s American name? I just want to make sure we've got this written down correctly.\n\n\nKees nods, though he seems a bit distant.\n\n\nJACOB:\n So, Kate. Got it. She was a fighter for a greater cause. She sounds lovely.\n\n\nNow you say her name. Finally she’s heard.\n\n\nMARIEKE:\n She was. She just needed something to believe in.\n\n\nJACOB:\n Thank you both very much for this. I know this is a difficult time, and I really appreciate your cooperation.\n\n\nVan Oosterbeek and Banks leave the house. Jacob takes his jacket off and waves it in the wind in an attempt to get the incense smell out.\n\n\nThey get in the car and drive off.\n\n\nJACOB:\n I think our victim profile is shaping up. Both Janneke and Katotje felt they weren’t seen for who they \ncould be\n. They wanted to make an impact on the world.\n\n\nGIJS:\n And they both knew Billy. \nDon't\n forget about Billy.\n\n\nJACOB:\n Oh, yeah, there's something going on with Billy for sure. It seems like everyone involved knew him.\n\n\n\n\nGIJS:\n I’ll\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nlook into it.\n\n\n\n\n\n\ntry to remember.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHe is quiet for a moment, staring at the road ahead.\n\n\nGIJS:\n I think it’s best I skip the next interview anyway.\n\n\nJACOB:\n Why?\n\n\nGIJS:\n Important part of doing field work is knowing when you can’t trust yourself to stay objective. Kids weren’t happy with how they were perceived, right? Read up the American names again.\n\n\nJACOB:\n Jacky, Kate, Matthew and Dean?\n\n\nGIJS:\n Versus Janneke, Katotje, Manon and Dirk.\n\n\nJACOB:\n So?\n\n\nGIJS:\n Manon is a girl’s name.\n\n\nJACOB:\n [After a long pause] \nOh.\n\n\nGIJS:\n On the off-chance that wasn’t handled well, I’ll sit this one out. Not great at hiding anger. I’ll do some archival research in the meantime.\n\n\nJACOB:\n I’ll give you a call when you can pick me up.\n\n\nThey drive in silence for a while.\n\n\nJACOB:\n I’ve been wondering: how do they know I am American?\n\n\nGIJS:\n You have an accent.\n\n\nJACOB:\n But they figure it out before I start talking! What gives me away?\n\n\nGIJS:\n Honestly?\n\n\nJACOB:\n Yeah, honestly.\n\n\nGIJS:\n It’s everything. The unnaturally white teeth. The hair, the chin, the FBI dress code. The actively trying not to look at anyone passing you by. The over-apologizing for their loss. They get it the first time, don’t dwell on it!\n\n\nJACOB:\n I’m being considerate!\n\n\nGIJS:\n You know how you call us Dutch folk rude when we’re direct? You Americans are so overly polite it starts to sound fake and performative. It’s more than just the language you’ll have to learn, kiddo.\n\n\nJACOB:\n Great.\n\n\n[END LOG]\n\n\n\n\n \n\n\nSwanTran Lifeline chat initiated\n\n\n\n\nSwanTran-Lifeline [HARRIT]\n is typing a message…\n\n\nSwanTran-Lifeline [HARRIT]:\n Why you calling me?\n\n\n\n\nJACOB:\n Can you pick up? Got a question\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n Just ask here\n\n\nSwanTran-Lifeline [HARRIT]:\n I don’t answer phone calls\n\n\n\n\nJACOB:\n The Man might be listening in? :rofl:\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n No just also Swantran\n\n\nSwanTran-Lifeline [HARRIT]:\n Don’t like hearing my voice\n\n\nSwanTran-Lifeline [HARRIT]:\n Wassup?\n\n\n\n\nJACOB:\n Is Gijs alright? He seems a bit off, but I don’t know him that well..\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n He’s a big grumpy teddybear\n\n\nSwanTran-Lifeline [HARRIT]:\n More bark than bite\n\n\nSwanTran-Lifeline [HARRIT]:\n Except for real messed up stuff\n\n\n\n\nJACOB:\n… so the Goose nickname is accurate?\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n lol yeah fr\n\n\nSwanTran-Lifeline [HARRIT]:\n You just gotta get used to him\n\n\n\n\nJACOB:\n Alright, just keep an eye on him, k?\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n np\n\n\nSwanTran-Lifeline [HARRIT]\n has ended the session.\n\n\n\n\n \n\n\n\n\n\n\nITEM #:\n\n\n7873\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 2\n\n\n{$clearance-text}\nUnrestricted\nRestricted\nConfidencial\nSecret\nTop Secret\nCosmic Top C\n\nSecret\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\npending\n\n\n\n\nSECONDARY CLASS:\n\n\nnone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\n{$disruption-class}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRISK CLASS:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Lead\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite 312\n\n\nAnna Dubois (Interim)\n\n\nGijs van Oosterbeek\n\n\nN/A\n\n\n\n\n\n\n\n\nSwanTran: Description updated by \nJacob Banks\n\n\nSpecial Containment Procedures:\n TBD\n\n\nDescription:\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\nNickname\n\n\n\n\n\n\nSCP-7873-A\n\n\nFerry Ghost\n\n\n“Billy”\n\n\n\n\n\n\nSCP-7873-B\n\n\nJanneke Vermeer\n\n\n“Jacky”\n\n\n\n\n\n\nSCP-7873-C\n\n\nKatotje van Diep\n\n\n\"Kate\"\n\n\n\n\n\n\nSCP-7873-D\n\n\nManon Dijkstra\n\n\n\"Matthew\"\n\n\n\n\n\n\nSCP-7873-E\n\n\nDirk van de Waal\n\n\n\"Dean\"\n\n\n\n\n\n\nSCP-7873 Victim Profile:\n\n\n\n\nUnhappy with how they’re perceived;\n\n\nSocially ‘outsider’;\n\n\nChange in personality;\n\n\nSpecial interest in America? (only -B and -C)\n\n\n\n\nSwanTran: transcription of interview completed. Please review for accuracy. See file 7873/006-A for transcript.\n\n\n\n\nAddendum 7873/06-B\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 2019-05-10\n\n\nNOTE:\n This file was translated from Dutch to English using the SwanTran4.6 Translation and Transcription Tool. Original language file available upon request.\n\n\nCONTENT:\n\nPhone call between:\n\nLead Researcher Gijs van Oosterbeek, Site 312\n\nAgent Jacob Banks, Site 873\n\n\nSUBJECT:\n\nInterview with parents of SCP-7873-D\n\n\n\n\n[BEGIN LOG]\n\n\nPhone is answered by Gijs.\n\n\nJACOB:\n Hey. I just finished the interview. You were right about your hunch, that was \nuncomfortable\n. Ma- wait, which name do I use? I don't want to deadname, but the American name might be anomalous.\n\n\nGIJS:\n When in doubt, use the designation.\n\n\nJACOB:\n Alright. 7873-D was indeed trans. His parents mentioned Billy as well. He has to be the key to all of this. Other than that, no real big surprises. 7873-D had a hard time connecting with people, met Billy, all that jazz. Did you make any progress on 7873-A?\n\n\nGIJS:\n One moment, I’m reviewing SwanTran’s transcription of your interview.\n\n\nSilence for a minute.\n\n\nGIJS:\n Well done. You've made great progress.\n\n\nJACOB:\n I only apologized three times for their loss. No weird looks this time! I really feel like I’m getting the hang of this.\n\n\nGIJS:\n [In jest] I’m so proud of you.\n\n\nJACOB:\n They did mention you by name. Did you know 7873-D?\n\n\nGIJS:\n Not all queer people know each other, Jacob. Even in a country as small as this one.\n\n\nJACOB:\n I didn’t mean to - I’m so, so sorry!\n\n\nGIJS:\n It’s fine. Mm, you propose preparing a large scale amnestization protocol?\n\n\nJACOB:\n Yeah, for the parents at least. Maybe also classmates. If knowing about Billy is the trigger, we need to limit exposure. We should take a cognitohazard suppressant ourselves as well, just as a precaution.\n\n\nGIJS:\n That's usually Dr. Demir's department. I’ll check the protocols she left us. You good doing the interview with Dean’s parents on your own as well?\n\n\nJACOB:\n [Loudly] Yes! I mean, [cough] yes I think I can handle that.\n\n\n\n\nGIJS:\n Good. I'll call you. I think I\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n’m onto something with Billy.\n\n\n\n\n\n\nremember him now.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\n \n\n\nSwanTran: Description updated by \nGijs van Oosterbeek\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\nNickname\n\n\n\n\n\n\nGoose\n\n\nGoose\n\n\nGoose\n\n\n\n\n\n\nSCP-7873-B\n\n\nJanneke Vermeer\n\n\n“Jacky”\n\n\n\n\n\n\nSCP-7873-C\n\n\nKatotje van Diep\n\n\n\"Kate\"\n\n\n\n\n\n\nSCP-7873-D\n\n\nManon Dijkstra\n\n\n\"Matthew\"\n\n\n\n\n\n\nSCP-7873-E\n\n\nDirk van de Waal\n\n\n\"Dean\"\n\n\n\n\n\n\n \n\n\nSwanTran: additional file added. See file 7873/007 for transcript.\n\n\n\n\nJacob Banks\n\n\nSummary of interview\n\n\nJust got done at Dirk’s place. Antidepressants and a whole lot of therapy. Kid went through a lot.\n\n\nCan you pick me up? Your phone is going to voicemail.\n\n\n\n\n\n\n \n\n\n\n\nJacob Banks\n\n\nNote\n\n\nDid you update the file by accident? Boomer moment.\n\n\n\n\n\n\n \n\n\n\n\nGijs van Oosterbeek\n\n\nSummary of life\n\n\nThey just wanted to be seen. We all want to be seen, don’t we? Want to be remembered. We want to make a difference in this fucked up world.\n\n\nNot surprising, though. They’ll never take us seriously. I almost made it out.\n\n\nAlmost.\n\n\n\n\n \n\n\n\n\nJacob Banks\n\n\nHey, what the fuck are you talking about?\n\n\n\n\n\n\n \n\n\n\n\nGijs van Oosterbeek\n\n\nI'll make my mark I'll be remembered\n\n\n\n\n \n\n\n\n\nGijs van Oosterbeek\n\n\nThey don’t get it, but they never could get it. We don’t belong here. Everyone’s a nobody. There is a whole world out there. The Dream. We aren’t gonna stick around. We won’t be nobody. We'll make a mark on this world. Billy said \nit's time to make it happen.\n\n\n\n\n \n\n\nSwanTran: Description updated by \nGijs van Oosterbeek\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\nNickname\n\n\n\n\n\n\nSCP-7873-A\n\n\nGijs van Oosterbeek\n\n\n\"Billy\"\n\n\n\n\n\n\n \n\n\nSwanTran: Description updated by \nGijs van Oosterbeek\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\nNickname\n\n\n\n\n\n\nSCP-7873-A\n\n\nBilly\n\n\n“Gijs van Oosterbeek”\n\n\n\n\n\n\n \n\n\n\n\nGijs van Oosterbeek\n\n\nBilly?\n\n\nI want to dream again of the Land of opportunity\n\n\nSea of opportunities\n\n\nI'll be remembered\n\n\n\n\n \n\n\nSwanTran4.6 Tool DELETING UPDATES\n\n\n \n\n\n\n\nJacob Banks\n\n\nGijs, call me right now.\n\n\n\n\n \n\n\n\n\nGijs van Oosterbeek\n\n\n[\nBLOCKED\n]\n\n\n\n\n \n\n\n\n\nJacob Banks\n\n\nGijs, pick up the fucking phone.\n\n\n\n\n \n\n\nFix you up or go into the river\n\n\n\n\nSwanTran4.6 Tool WARNING: COGNITOHAZARD DETECTED.\n\n\nLOCKING DOCUMENT\n\n\n\n\nGo over the cliff I'll catch you\n\n\n \n\n\nSwanTran Lifeline chat initiated\n\n\n\n\nSwanTran-Lifeline [HARRIT]\n is typing a message…\n\n\nSwanTran-Lifeline [HARRIT]:\n Jacob you there?\n\n\nSwanTran-Lifeline [HARRIT]:\n Can you talk without :goose_emoji: seeing the screen?\n\n\nSwanTran-Lifeline [HARRIT]:\n Grumpy teddy is not just grumpy today\n\n\nSwanTran-Lifeline [HARRIT]:\n Pacing down the hall, talking to himself\n\n\n\n\nJACOB:\n He still there?\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n Left half an hour ago.\n\n\nSwanTran-Lifeline [HARRIT]:\n Asked about 'Billy' then stormed out\n\n\nSwanTran-Lifeline [HARRIT]:\n He's not with you?\n\n\nSwanTran-Lifeline [HARRIT]:\n ffs I thought he was with you!\n\n\n\n\nJACOB:\n He's not answering his phone\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n Fuck. Gimme sec\n\n\nSwanTran-Lifeline [HARRIT]:\n Pinged it, also pinged his car. Same location\n\n\nSwanTran-Lifeline [HARRIT]:\n Really fucking bad\n\n\nSwanTran-Lifeline [HARRIT]:\n He never leaves his phone, in case Daniël calls\n\n\n\n\nJACOB:\n Can you find him? Do some hackermagic?\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n Good thing I chipped him when I had the chance\n\n\n\n\nJACOB:\n :open_mouth:\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n /j ofc\n\n\nSwanTran-Lifeline [HARRIT]:\n kinda\n\n\nSwanTran-Lifeline [HARRIT]:\n Found him. He’s in Benedam\n\n\nSwanTran-Lifeline [HARRIT]:\n Isn’t that where you are?\n\n\n\n\nJACOB:\n Where exactly?\n\n\n\n\nSwanTran-Lifeline [HARRIT]:\n One sec\n\n\nSwanTran-Lifeline [HARRIT]:\n The haven\n\n\nSwanTran-Lifeline [HARRIT]:\n No, the river Lek\n\n\nJACOB\n has ended the session.\n\n\n\n\nI'll catch you\n\n\n\n\nAddendum 7873/07\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2019-05-10\n\n\nNOTE:\n A Dutch translation of this file is available upon request.\n\n\nATTENDING:\n\nLead Researcher Gijs van Oosterbeek, Site 312\n\nAgent Jacob Banks, Site 873\n\n\nLOCATION:\n\nHaven, Benedam\n\n\n\n\n[BEGIN LOG]\n\n\nJacob is on foot. His body camera jostles around as he runs.\n\n\nJACOB:\n Gijs! Gijs! What the fuck are you doing?\n\n\nGijs is standing on the edge of the ferry, staring over the water. Jacob gets on just as the ferry is about to leave.\n\n\nGIJS:\n [Softly] I knew you'd join us.\n\n\nJACOB:\n Gijs, fucking hell. Get away from the railing.\n\n\nHell or high water\n\n\nGIJS:\n Don't you see?\n\n\nJACOB:\n See what? All I see is a grumpy bastard who - hold on!\n\n\nGijs steps over the railing and turns around. He leans forward, facing the water, but doesn't let go of the railing.\n\n\nGIJS:\n They're all here. Matthew, Kate, Jacky, Dean, and Billy. We're almost complete.\n\n\nJACOB:\n Christ, Gijs.\n\n\nSwanTran:WARNING, cognitohazard detected. Proceed with CRV of 16 or higher.\n\n\nGIJS:\n A land\nsea\n of opportunity.\n\n\nJACOB:\n Look at me Gijs. Look at your hand. Do you see your ring?\n\n\nGIJS:\n What?\n\n\nJACOB:\n Your husband gave that to you. Do you remember that? Do you remember your wedding?\n\n\nGijs pauses.\n\n\nJACOB:\n Tell me about your wedding.\n\n\nGIJS:\n [Stammering] It was raining. My mother sat in the witness box, next to Billy, who-\n\n\nJACOB:\n No. He wasn’t. Billy wasn’t there. Think hard. Do you remember Daniël? You used to eat herring after school ended in the summer. Do you remember that?\n\n\nGIJS:\n [Quietly] We served herring at the wedding. Hired a food truck from Spakenburg.\n\n\nJACOB:\n You gave me herring today.\n\n\nGIJS:\n [Chuckles] It made you gag.\n\n\nJACOB:\n You bastard.\n\n\nJacob’s camera captures shadowy figures surging from the water. Gijs locks eyes with them.\n\n\nGIJS:\n You remember it now.\n\n\nBut for how long?\n\n\nJACOB:\n What the fuck is that sound?\n\n\nHe’ll get his chance for greatness, without you. You won’t leave your mark here.\n\n\nJACOB:\n Wait, is that Billy? Is that what he's been telling you?\n\n\nGIJS:\n It won’t matter. We don’t matter here.\n\n\nJACOB:\n You think you don’t matter here? For fuck’s sake, Gijs, are you that fucking blind?\n\n\nBlind to possibility. They’re all too blind to see you.\n\n\nJACOB:\n I wanted to come here. Of all the goddamn sites I could choose for this exchange, I choose this one. You know why?\n\n\nGIJS:\n Don’t patronize me. We’re \ncute\n. We’re insignificant.\n\n\nYou don't have to be so small.\n\n\nJACOB:\n Harrit sent me here because they were worried about you. You know how much they were gushing about you when they prepared my laptop this morning? How you got them through the immigration process, how you helped them accept who they are. They look up to you!\n\n\nGijs is silent, staring at the water.\n\n\nJACOB:\n And when I logged on, I got a message from Dr. Demir. She hasn’t even met me and she welcomed me to the team. Told me to keep an eye out for the grouch, and that I should count myself lucky to have you mentor me. If you really wanted to leave this place, you would've taken her spot at Site 43.\n\n\nGijs gasps for air.\n\n\nJACOB:\n Agent Claessen forwarded the invite for the Vrijmibo.\n7\n Why do you think he keeps coming back, even though he’s retired?\n\n\nThey will forget.\n\n\nJACOB:\n I’ve been here for only one goddamn day and I have learned more about fieldwork than during my time at Site 873. You trusted me to take the lead here. You saw my strengths and allowed me to show what I can do. I’m not some faceless, nameless number in a massive crowd. I actually get to be seen here. I get to matter.\n\n\nGijs pulls himself a bit closer to the railing.\n\n\nThey always forget.\n\n\nJACOB:\n You know how Site 312 is described in the Exchange Program dossier? “A site built by its head researcher, with a tight-knit, dedicated team that stands watch over the lower lands.” You built all that. \nThat\n is the mark you leave on the world. You leave it through us.\n\n\nGijs finally turns his head away from the water.\n\n\nJACOB:\n I got the chance to be part of something greater, and I used that to come here. My Dream led me here.\n\n\nGIJS:\n You’re sure?\n\n\nJACOB:\n I’m proud to be a part of this.\n\n\nGijs is panting.\n\n\nJACOB:\n What do you say, pops. You wanna get out of here?\n\n\nGijs nods and turns around. His hands are shaking. Jacob pulls him back over the railing. They stagger when the ferry moves to the side, and sit down on the edge. A glimpse of shadow is visible on camera, crashing against the ferry like a wave. Neither Gijs nor Jacob seem to notice it.\n\n\nGijs wipes his face.\n\n\nGIJS:\n Your profile didn't mention \"dramatic speeches\" as a talent.\n\n\nJACOB:\n I'll have to update it. [Laughing] You almost got yourself killed on my first day. Asshole.\n\n\nGIJS:\n Must be that American influence.\n\n\nThey both laugh. Gijs takes a deep breath to calm himself.\n\n\nGIJS:\n [Shaky voice] You’re good at thinking on your feet. Identifying what the anomaly was attached to, and crafting an effective countermeasure. I knew you’d pull this off.\n\n\nJACOB:\n I meant every word I said.\n\n\nGijs looks at Jacob for a moment in disbelief, then starts to tear up. He buries his face in his hands and stammers “embarrassing” in both Dutch and English several times, before being overtaken by emotion again. Jacob places an arm around Gijs’s shoulders and looks over the water until the ferry arrives on shore.\n\n\nThere is nothing in the water.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\n\n\nSwanTran4.6 Update\n\n\nNew file uploaded to the SCP database by \nJACOB BANKS\n.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7873\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Lead\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite 312\n\n\nAnna Dubois (Interim)\n\n\nGijs van Oosterbeek\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nThe ferry crossing the River Lek between Benedam and Schalleveen.\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Foundation webcrawlers are to monitor Dutch online spaces for references to SCP-7873-A. Affected individuals are to undergo amnestic treatment.\n\n\n\n\nSwanTran4.6 Tool: COGNITOHAZARD WARNING.\n\n\nDon’t continue reading this file if you have a CRV under 16, or are currently experiencing one of the following:\n\n\n* Body dysphoria or dysmorphia;\n\n\n* Psychological trauma or depression;\n\n\n* Midlife crisis.\n\n\n\n\nDescription:\n SCP-7873 is a cognitohazard occuring in the Netherlands around great bodies of water. SCP-7873 affects individuals of Dutch descent with a psychological profile containing at least two of the following traits:\n\n\n\n\nFeeling unfulfilled or insignificant;\n\n\nMental distress, including but not limited to: body dysphoria or dysmorphia, depression, psychological trauma and midlife crises;\n\n\nSocial rejection;\n\n\nA fondness of America.\n\n\n\n\n\n\n\n\nPhoto found in the room of SCP-7873-B.\n\n\n\n\n\n\nIndividuals affected by SCP-7873 show increased interest in America and reference Billy when recalling previous life events. They express desire to 'leave their mark on the world', and mourn missing their chance to 'live the (American) Dream’. This desire will escalate and eventually draw an affected individual to a body of water, where they will drown.\n\n\nSCP-7873 consists of 5 known entities, 4 of which were former students at the Benedam Middelbare School voor Voortgezet Onderwijs\n8\n in Benedam, Netherlands. SCP-7873-B to -E drowned while crossing the River Lek by ferry on the way home to Schalleveen. Their bodies were never recovered.\n\n\n\n\n\n\nDesignation\n\n\nName\n\n\nNickname\n\n\n\n\n\n\nSCP-7873-A\n\n\nUnknown\n\n\n\"Billy\"\n\n\n\n\n\n\nSCP-7873-B\n\n\nJanneke Vermeer\n\n\n\"Jacky\"\n\n\n\n\n\n\nSCP-7873-C\n\n\nKatotje van Diep\n\n\n\"Kate\"\n\n\n\n\n\n\nSCP-7873-D\n\n\nManon Dijkstra\n\n\n\"Matthew\"\n\n\n\n\n\n\nSCP-7873-E\n\n\nDirk van de Waal\n\n\n\"Dean\"\n\n\n\n\n\n\nThe identity of SCP-7873-A is currently unknown. Witness reports describe it as an American boy of approximately 17-years-old, with a 70s style haircut. When captured on visual media, a faint figure resembling a masculine humanoid is visible. Observing this entity while matching the psychological profile has a cognitohazardous effect on the observer.\n\n\nIn June 2019, Agent Banks led a large scale amnestization protocol, focused on the parents, friends and classmates of SCP-7873-B to -E, to remove implanted memories of \"Billy\". Lead Researcher Van Oosterbeek underwent specialised anti-cognitohazardous treatment as a precaution.\n\n\nNo new sightings of Billy have been reported since.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nRemember me\n\n\n \n\n\n\n\n\n\n« \nSCP-7872\n | SCP-7873 | \nSCP-7874\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7873\n\" by scalykitty and FlyPurgatorio, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7873\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Pont over de Lek bij Culemborg.jpg\n\n\nAuthor:\n jeroen struyk\n\n\nLicense:\n Creative Commons Attribution 3.0 Unported\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Pont_over_de_Lek_bij_Culemborg_-_panoramio.jpg\n\n\n\n\n\n\nFilename:\n Lek Ferry Shadow\n\n\nAuthor:\n \nFlyPurgatorio\n\n\nLicense:\n Creative Commons Attribution 3.0 Unported\n\n\nSource Link:\n tba\n\n\nDerivative of:\n Pont over de Lek bij Culemborg.jpg; Radium Hot Springs. Identifier: PC011762; Radium Hot Springs. Identifier: PC011775; Legend 1976.\n\n\nAdditional Notes:\n See below for details on original pictures used.\n\n\n\n\n\n\nFilename:\n Legend 1976\n\n\nName:\n* Legend 1976. Page:168.\n\n\nAuthor:\n Lakota Local School District\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_168).jpg\n\n\n\n\n\n\nFilename:\n Radium Hot Springs.\n\n\nName:\n* Radium Hot Springs. Identifier: PC011762\n\n\nAuthor:\n Byron Harmon\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://archive.org/details/PC011762\n\n\n\n\n\n\nFilename:\n Radium Hot Springs.\n\n\nName:\n* Radium Hot Springs. Identifier: PC011775\n\n\nAuthor:\n Byron Harmon\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://archive.org/details/PC011775\n\n\n\n\n\n\nFilename:\n 76 Almost Over\n\n\nAuthor:\n \nFlyPurgatorio\n\n\nLicense:\n Creative Commons Attribution 3.0 Unported\n\n\nSource Link:\n tba\n\n\nDerivative of:\n Legend 1976. Page: 112.; Legend 1976. Page:168.; Legend 1976. Page: 116.; Legend 1976. Page: 113.\n\n\nAdditional Notes:\n See below for details on original pictures used.\n\n\n\n\n\n\nFilename:\n Legend 1976\n\n\nName:\n* Legend 1976. Page: 112.\n\n\nAuthor:\n Lakota Local School District\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_112).jpg\n\n\n\n\n\n\nFilename:\n Legend 1976\n\n\nName:\n* Legend 1976. Page: 116.\n\n\nAuthor:\n Lakota Local School District\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_116).jpg\n\n\n\n\n\n\nFilename:\n Legend 1976\n\n\nName:\n* Legend 1976. Page: 113.\n\n\nAuthor:\n Lakota Local School District\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_113).jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dutch General Intelligence and Security Service\n\n\n2\n. Bon Appetit.\n\n\n3\n. A fresh batch of herrings usually arriving in early June\n\n\n4\n. Paved walkway next to the dock\n\n\n5\n. Dutch spice shortcrust cookies similar to gingersnaps\n\n\n6\n. Dutch curse meaning: asshole. Literal transl.: sufferer [of illness].\n\n\n7\n. Vrijdagmiddagborrel, Friday afternoon drinks\n\n\n8\n. Benedam School for Secondary Education",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7873 \" by scalykitty and FlyPurgatorio, from the SCP Wiki . Source: https://scpwiki.com/scp-7873 . Licensed under CC-BY-SA .",
        "Filename: Pont over de Lek bij Culemborg.jpg Author: jeroen struyk License: Creative Commons Attribution 3.0 Unported Source Link: https://commons.wikimedia.org/wiki/File:Pont_over_de_Lek_bij_Culemborg_-_panoramio.jpg",
        "Filename: Lek Ferry Shadow Author: FlyPurgatorio License: Creative Commons Attribution 3.0 Unported Source Link: tba Derivative of: Pont over de Lek bij Culemborg.jpg; Radium Hot Springs. Identifier: PC011762; Radium Hot Springs. Identifier: PC011775; Legend 1976. Additional Notes: See below for details on original pictures used.",
        "Filename: Legend 1976 Name: * Legend 1976. Page:168. Author: Lakota Local School District License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_168).jpg",
        "Filename: Radium Hot Springs. Name: * Radium Hot Springs. Identifier: PC011762 Author: Byron Harmon License: Public Domain Source Link: https://archive.org/details/PC011762",
        "Filename: Radium Hot Springs. Name: * Radium Hot Springs. Identifier: PC011775 Author: Byron Harmon License: Public Domain Source Link: https://archive.org/details/PC011775",
        "Filename: 76 Almost Over Author: FlyPurgatorio License: Creative Commons Attribution 3.0 Unported Source Link: tba Derivative of: Legend 1976. Page: 112.; Legend 1976. Page:168.; Legend 1976. Page: 116.; Legend 1976. Page: 113. Additional Notes: See below for details on original pictures used.",
        "Filename: Legend 1976 Name: * Legend 1976. Page: 112. Author: Lakota Local School District License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_112).jpg",
        "Filename: Legend 1976 Name: * Legend 1976. Page: 116. Author: Lakota Local School District License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_116).jpg",
        "Filename: Legend 1976 Name: * Legend 1976. Page: 113. Author: Lakota Local School District License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Legend_1976_-_DPLA_-_c550661551ffc1710a7ad881835dd102_(page_113).jpg"
    ],
    "containment_procedures": "Foundation webcrawlers are to monitor Dutch online spaces for references to SCP-7873-A. Affected individuals are to undergo amnestic treatment.",
    "description": "SCP-7873 is a cognitohazard occuring in the Netherlands around great bodies of water. SCP-7873 affects individuals of Dutch descent with a psychological profile containing at least two of the following traits:",
    "title": "SCP-7873"
}