{
    "url": "https://scp-wiki.wikidot.com/scp-7878",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-7878\n\n\nDoing everything, everywhere, all at once.\n\n\nWritten by \nFelixou\n\n\n\n\nIf you enjoyed this, check out other articles by me\n\n\n\n\n\n\n\n\n\n\nrating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMoving Past The Feeling\n\n\n\n\n\n\n\n\n \n\n\n\n\nSCP-7878\n\n\n\n\n> WELCOME, O5-1. TODAY IS THE 6th OF JULY, NO BREACH OR ALERT HAVE BEEN NOTICED ON ANY SITES.\n\n\n> A MESSAGE BY [error - user not found] HAS BEEN RECEIVED ON YOUR PERSONAL ACCOUNT. ACCESS MESSAGE?\n\n\nCheck source of message\n\n\n> SOURCE AND DATE COULD NOT BE FOUND, BUT NO MEMETIC TRIGGER FOUND WITHIN THE MESSAGE. ACCESS MESSAGE?\n\n\nyes\n\n\n\n\n\n\n\"I have something that may interest you, Siegel. See attached files.\"\n\n\n\n\n\n\n> THREE (3) FILES ARE ATTACHED TO THE MESSAGE, ACCESS FILES?\n\n\nyes\n\n\n> ACCESSING FIRST FILE…\n\n\nItem #:\n SCP-7878\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Contained in The Administrator's office.\n\n\nDescription:\n SCP-7878 refers to a small coloured television of indeterminate make, with a facade similar to 1950-style BW televisions.\n\n\nWhen activated, SCP-7878 displays real-time video from the point of view of a single random human on Earth. SCP-7878 will change of individual’s point of view every 20 seconds.\n\n\n \n\n\n\n\nHello everyone. This is The Administrator speaking.\n\n\nAt this time, which should be the 7th of July, the file you are currently reading is the only file available on the Database, regardless of your clearance. Do not worry; this is entirely normal and all according to plan.\n\n\nLet me explain.\n\n\nSome of you might be surprised to see a message by me. I've been called a myth, a fake. Some of you even thought I was one of the O5s. But no, I am real and alive. My job consists entirely of calling people, creating the most useful procedures, approving files and choices taken, calculating, and many more. Similar to most of you, but probably on a higher scale. My body has been anomalously modified not to sleep or eat, so I can entirely focus on the Foundation. I do not know how many years it has been since I got out of my office.\n\n\nDo not think I'm tired of this job; on the contrary, I love my job and every moment of it. I am proud to be on the Foundation.\n\n\nIn the very few moments where I have nothing to work on, I open SCP-7878 and I watch it. Silently. My face only enlightened by the slight light of the screen. Within that television, I can see happy faces. I see what my Foundation has brought to the world. I can see people living to the fullest. In those times, I can remember what we all fight hard for. Families, friends, and communities, all of them protected by our determination to keep them safe.\n\n\nBut then one day. About a week ago. I watched the screen. I saw the same happy faces but this time it felt… different. A feeling I had never felt before. A mixed cloud of anger, confusion and sadness was forming above me.\n\n\nAnd that, my friends, is how I realized I am not protecting everyone.\n\n\nI am putting lives in danger of a lot of people. I have the blood of innocents who have the same dream as me. As you probably guessed, those people I am referring to are all of you.\n\n\nThis is why I have decided. Counting from today, you'll be all released from duty.\n\n\nJanitors, researchers, doctors, agents, overseers, I want all of you to go out there and join your families, or create new ones. I want you all to experience what you have been fighting for. You will be given a large amount of money upon departure. This is your reward for what you've accomplished.\n\n\nFor most of you wondering, this is not the end of the Foundation. At all. As a matter of fact, it's a new beginning. I'll be taking care of everything.\n\n\nThank you, to all of you, for your hard work.\n\n\n—Frederick William\n\n\n\n\n\n\n\n\n> PROCEED TO NEXT FILE?\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7877\n | SCP-7878 | \nSCP-7879\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7878\n\" by Felixou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7878\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nThumbnail\n\n\n\n\nFilename:\n everything.png\n\n\nAuthor:\n Michelangelo, edited by \nFelixou\n\n\nLicense:\n public domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Creaci%C3%B3n_de_Ad%C3%A1n.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "Hello everyone. This is The Administrator speaking. At this time, which should be the 7th of July, the file you are currently reading is the only file available on the Database, regardless of your clearance. Do not worry; this is entirely normal and all according to plan. Let me explain. Some of you might be surprised to see a message by me. I've been called a myth, a fake. Some of you even thought I was one of the O5s. But no, I am real and alive. My job consists entirely of calling people, creating the most useful procedures, approving files and choices taken, calculating, and many more. Similar to most of you, but probably on a higher scale. My body has been anomalously modified not to sleep or eat, so I can entirely focus on the Foundation. I do not know how many years it has been since I got out of my office. Do not think I'm tired of this job; on the contrary, I love my job and every moment of it. I am proud to be on the Foundation. In the very few moments where I have nothing to work on, I open SCP-7878 and I watch it. Silently. My face only enlightened by the slight light of the screen. Within that television, I can see happy faces. I see what my Foundation has brought to the world. I can see people living to the fullest. In those times, I can remember what we all fight hard for. Families, friends, and communities, all of them protected by our determination to keep them safe. But then one day. About a week ago. I watched the screen. I saw the same happy faces but this time it felt… different. A feeling I had never felt before. A mixed cloud of anger, confusion and sadness was forming above me. And that, my friends, is how I realized I am not protecting everyone. I am putting lives in danger of a lot of people. I have the blood of innocents who have the same dream as me. As you probably guessed, those people I am referring to are all of you. This is why I have decided. Counting from today, you'll be all released from duty. Janitors, researchers, doctors, agents, overseers, I want all of you to go out there and join your families, or create new ones. I want you all to experience what you have been fighting for. You will be given a large amount of money upon departure. This is your reward for what you've accomplished. For most of you wondering, this is not the end of the Foundation. At all. As a matter of fact, it's a new beginning. I'll be taking care of everything. Thank you, to all of you, for your hard work. —Frederick William",
        "\" SCP-7878 \" by Felixou, from the SCP Wiki . Source: https://scpwiki.com/scp-7878 . Licensed under CC-BY-SA .",
        "Filename: everything.png Author: Michelangelo, edited by Felixou License: public domain Source Link: https://commons.wikimedia.org/wiki/File:Creaci%C3%B3n_de_Ad%C3%A1n.jpg"
    ],
    "item": "SCP-7878",
    "object_class": "Safe",
    "containment_procedures": "Contained in The Administrator's office.",
    "description": "SCP-7878 refers to a small coloured television of indeterminate make, with a facade similar to 1950-style BW televisions.",
    "title": "SCP-7878"
}