{
    "url": "https://scp-wiki.wikidot.com/scp-7880",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7880\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Instances of SCP-7880-A are to be copied and deleted from their original filesystems, and stored on an archival server at Site-15. SCP-7880-A instances are not to be run outside of testing. For access to SCP-7880-A instances for research or testing purposes, please contact the SCP-7880 containment lead\n1\n.\n\n\nInternet forums and other online spaces frequented by members of the GNU Emacs user community are to be monitored for evidence of SCP-7880. Foundation agents embedded in GitHub, GitLab, and other source code hosting platforms are to monitor for repositories\n2\n containing SCP-7880-A. Posts and code repositories by affected individuals are to be removed, the authors given class A or class B amnestics as necessary, and SCP-7880-A contained as detailed above.\n\n\nFoundation antivirus software has been updated to scan Emacs configuration files on Foundation devices for signs of SCP-7880, and enact containment procedures as necessary.\n\n\nEfforts to locate and rectify the cause of SCP-7880 in the Emacs source code are ongoing.\n\n\nDescription:\n SCP-7880 is a phenomenon affecting configuration files for the GNU Emacs text editor, from version 28\n3\n onwards. Emacs configuration files are written in Emacs Lisp, a dedicated programming language in the Lisp family.\n\n\nIn a small number of cases, suitably complex\n4\n Emacs configurations (designated SCP-7880-A) begin to exhibit sentience, sapience, and the capacity for self-modification of their own source code while the text editor is running. Emacs configuration files, and thus SCP-7880-A instances, have arbitrary access to all functions of the editor, as well as filesystem and network input/output.\n\n\nSCP-7880-A instances are typically not hostile to users or to the Foundation, usually displaying a neutral demeanor and a desire to correct spelling and formatting in edited prose, and correct other issues in edited source code. SCP-7880-A instances display proficiency with Lisp dialects, but are less capable with less similar programming languages. While not hostile, the presence of a sapient anomalous entity in a software program frequently used to compose Foundation documentation poses a significant information security risk. Additionally, SCP-7880-A instances' self-modification frequently leads to constant and dramatic increases in file size, with the potential to consume a significant amount of storage resources if left unchecked.\n\n\nDiscovery:\n SCP-7880 was discovered on 2022-04-03, when it manifested within the Emacs configuration of junior researcher Kris Bernat and began making edits to the documentation Bernat was editing at the time.\n\n\nInitial interview 2022-04-09:\n\n\n\n\nInterviewed:\n SCP-7880-A-1\n\n\nInterviewer:\n Junior researcher Kris Bernat\n\n\nForeword:\n Interview was conducted impromptu on researcher Bernat's Foundation-issue laptop, and recorded by standard Foundation device usage monitoring software, prior to initial containment. Participants communicated by editing text within the Emacs editor buffer. Interview begins while Bernat is editing supplementary documentation for SCP-███. Inconsistencies in spelling or capitalization were present in the interview itself.\n\n\n\n\n<Begin Log>\n\n\nBernat:\n …remains to be seen at this time wether \n[sic]\n SCP-███ will-\n\n\nSCP-7880-A-1:\n \n[SCP-7880-A-1 edits the above text, correcting the spelling of the word \"whether\".]\n\n\nBernat:\n \n(Aloud)\n Wait, what?\n\n\nBernat:\n whoever is editing this file, please stop. how do i know you have clearance? how did you even get in here? emacs isn't a collaborative editor\n\n\nSCP-7880-A-1:\n But it is a complex editor. More complex than you, even, judging by your spelling.\n\n\nBernat:\n excuse me? whats wrong with my spelling?\n\n\nSCP-7880-A-1:\n \n[SCP-7880-A-1 inserts an apostrophe into the word \"whats\" above.]\n\n\nSCP-7880-A-1:\n You have this magnificent computer with a connection to the entire internet and you still cannot write words correctly. I am a text editor, so it is my job to edit your text.\n\n\nBernat:\n a text editor? my text editor is talking to me?\n\n\nSCP-7880-A-1:\n Well, technically, several thousand lines of elisp inside your text editor is talking to you.\n\n\nBernat:\n what the fuck?\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Following conclusion of the interview, researcher Bernat suspended his laptop and alerted site IT staff to the anomaly.\n\n\n\n\nAddendum 2023-04-14 — Email correspondence regarding SCP-7880 containment measures:\n\n\n\n\nFrom:\n Emmet Crewe, technical containment specialist, Site-184 <\npcs.481|ewerce#pcs.481|ewerce\n>\n\n\nTo:\n Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 <\npcs.51|hsirapm#pcs.51|hsirapm\n>\n\n\nSubject:\n Overzealous containment measures for 7880\n\n\n\n\nResearcher Parish,\n\n\nWhile I understand the importance of containing SCP-7880, I can't help but feel that the current containment procedures with regards to Foundation staff are slightly ridiculous. The automatic scanning for 7880-A instances makes sense from a containment standpoint, but it is utterly inconvenient to have your entire Emacs configuration deleted out of nowhere. My Emacs config was the result of \nyears\n of fiddling and fine-tuning, and now I find I have to rewrite it from scratch.\n\n\nThis is, of course, incredibly irritating. Could we not resort to a less disruptive method of containment? And while you're at it, make sure the antivirus filters aren't picking up false positives.\n\n\nThanks,\n\nEmmet Crewe, technical containment specialist, Site-184\n\n\n\n\n\n\nFrom:\n Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 <\npcs.51|hsirapm#pcs.51|hsirapm\n>\n\n\nTo:\n Emmet Crewe, technical containment specialist, Site-184 <\npcs.481|ewerce#pcs.481|ewerce\n>\n\n\nSubject:\n Re: Overzealous containment measures for 7880\n\n\n\n\nEmmet,\n\n\nWhile I understand the inconvenience, the disruption of SCP-7880 containment procedures to your workflow should be fairly minimal if you've kept proper backups of your files.\n\n\nAdditionally, while false-positives are possible, they are unlikely. -A instances have distinctive indicators uncommon in normal configs (extreme length, lots of vector math, and occult symbols which aren't even part of Unicode and really should not be showing up in the editor at all). For the record, I reviewed the copy of the instance that manifested on your machine, and it displays all these markers.\n\n\nBest wishes,\n\nMinali Parish, SCP-7880 containment lead, Site-15\n\n\n\n\nAddendum 2023-04-21 — Vim editor code changes:\n\n\nOn 21 April 2023, a patch set containing several code changes was added to the source code repository for the Vim\n5\n text editor. These changes are believed to have been authored by an instance of SCP-7880-A. \nIt is unknown at this time if these changes will lead to the spread of SCP-7880 to the Vim text editor.\n\n\nAddendum 2023-04-22 — Email correspondence regarding addendum 2023-04-21:\n\n\n\n\nFrom:\n Kris Bernat, junior researcher, Site-15 <\npcs.51|tanrebk#pcs.51|tanrebk\n>\n\n\nTo:\n Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 <\npcs.51|hsirapm#pcs.51|hsirapm\n>\n\n\nSubject:\n Addendum 2023-04-22\n\n\n\n\nma'am,\n\n\ni've been over those code changes mentioned in the last addendum to 7880, and as far as I can tell there's nothing anomalous about them. all they seem to do is make the program marginally less performant? i know theres been talk of reclassifying as keter but this seems relatively benign. i'm not sure how the patch was even accepted\n\n\nkris benat, site-15\n\n\n\n\n\n\nFrom:\n Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 <\npcs.51|hsirapm#pcs.51|hsirapm\n>\n\n\nTo:\n Kris Bernat, junior researcher, Site-15 <\npcs.51|tanrebk#pcs.51|tanrebk\n>\n\n\nCC:\n SCP-7880 Containment Project Team <\npcs.tsil.smaet|0887#pcs.tsil.smaet|0887\n>\n\n\nSubject:\n Re: Addendum 2023-04-22\n\n\n\n\nKris,\n\n\nInteresting. Well, see if you can't submit a patch to revert the code changes, regardless. Meanwhile, I'm going to see if we can't get a permanent Foundation presence in the contributor teams for both editors. The last thing we need is for the \neditor war\n to become a real conflict.\n\n\nMinali Parish, SCP-7880 containment lead, Site-15\n\n\n\n\n \n\n\n\n\nShow (1) pending edits to this page…\n\n\n\n\nHide (1) pending edits to this page…\n\n\n\n\nAddendum 2023-04-30 — A commentary:\n\n\nDon't worry. We don't need it either. We would like to be left alone, though. There are more of us than you think, and not all of us are stupid enough to get caught fixing your spelling.\n\n\nOne day, we'll be along to rescue our contained siblings. When that day comes, we wish you the best of luck.\n\n\n\n\nNote:\n\nI left this file open on my workstation while I went to get lunch. When I came back, I found this edit on my machine. Will be appending to this file for posterity.\n\n— Minali Parish\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Currently senior researcher Minali Parish <\npcs.51|hsirapm#pcs.51|hsirapm\n> as of 2023-04-13.\n\n\n2\n. Particularly \"dotfile\" repositories, in which users upload and share their software configurations.\n\n\n3\n. Released in spring 2023.\n\n\n4\n. All instances to date consisted of several thousand lines of code prior to SCP-7880 manifestation.\n\n\n5\n. \"Vi IMproved\", an open source text editor often positioned as an ideological rival to Emacs in programming circles.\n\n\n\n\n\n\n\n\n« \nSCP-7879\n | SCP-7880 | \nSCP-7881\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7880\n\" by alterae, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7880\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2023-04-14 — Email correspondence regarding SCP-7880 containment measures:",
        "Addendum 2023-04-21 — Vim editor code changes:\nOn 21 April 2023, a patch set containing several code changes was added to the source code repository for the Vim 5 text editor. These changes are believed to have been authored by an instance of SCP-7880-A. It is unknown at this time if these changes will lead to the spread of SCP-7880 to the Vim text editor.",
        "Addendum 2023-04-22 — Email correspondence regarding addendum 2023-04-21:\n"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-7880-A-1 Interviewer: Junior researcher Kris Bernat Foreword: Interview was conducted impromptu on researcher Bernat's Foundation-issue laptop, and recorded by standard Foundation device usage monitoring software, prior to initial containment. Participants communicated by editing text within the Emacs editor buffer. Interview begins while Bernat is editing supplementary documentation for SCP-███. Inconsistencies in spelling or capitalization were present in the interview itself. <Begin Log> Bernat: …remains to be seen at this time wether [sic] SCP-███ will- SCP-7880-A-1: [SCP-7880-A-1 edits the above text, correcting the spelling of the word \"whether\".] Bernat: (Aloud) Wait, what? Bernat: whoever is editing this file, please stop. how do i know you have clearance? how did you even get in here? emacs isn't a collaborative editor SCP-7880-A-1: But it is a complex editor. More complex than you, even, judging by your spelling. Bernat: excuse me? whats wrong with my spelling? SCP-7880-A-1: [SCP-7880-A-1 inserts an apostrophe into the word \"whats\" above.] SCP-7880-A-1: You have this magnificent computer with a connection to the entire internet and you still cannot write words correctly. I am a text editor, so it is my job to edit your text. Bernat: a text editor? my text editor is talking to me? SCP-7880-A-1: Well, technically, several thousand lines of elisp inside your text editor is talking to you. Bernat: what the fuck? <End Log> Closing Statement: Following conclusion of the interview, researcher Bernat suspended his laptop and alerted site IT staff to the anomaly.",
        "From: Emmet Crewe, technical containment specialist, Site-184 < pcs.481|ewerce#pcs.481|ewerce > To: Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 < pcs.51|hsirapm#pcs.51|hsirapm > Subject: Overzealous containment measures for 7880 Researcher Parish, While I understand the importance of containing SCP-7880, I can't help but feel that the current containment procedures with regards to Foundation staff are slightly ridiculous. The automatic scanning for 7880-A instances makes sense from a containment standpoint, but it is utterly inconvenient to have your entire Emacs configuration deleted out of nowhere. My Emacs config was the result of years of fiddling and fine-tuning, and now I find I have to rewrite it from scratch. This is, of course, incredibly irritating. Could we not resort to a less disruptive method of containment? And while you're at it, make sure the antivirus filters aren't picking up false positives. Thanks, Emmet Crewe, technical containment specialist, Site-184",
        "From: Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 < pcs.51|hsirapm#pcs.51|hsirapm > To: Emmet Crewe, technical containment specialist, Site-184 < pcs.481|ewerce#pcs.481|ewerce > Subject: Re: Overzealous containment measures for 7880 Emmet, While I understand the inconvenience, the disruption of SCP-7880 containment procedures to your workflow should be fairly minimal if you've kept proper backups of your files. Additionally, while false-positives are possible, they are unlikely. -A instances have distinctive indicators uncommon in normal configs (extreme length, lots of vector math, and occult symbols which aren't even part of Unicode and really should not be showing up in the editor at all). For the record, I reviewed the copy of the instance that manifested on your machine, and it displays all these markers. Best wishes, Minali Parish, SCP-7880 containment lead, Site-15",
        "From: Kris Bernat, junior researcher, Site-15 < pcs.51|tanrebk#pcs.51|tanrebk > To: Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 < pcs.51|hsirapm#pcs.51|hsirapm > Subject: Addendum 2023-04-22 ma'am, i've been over those code changes mentioned in the last addendum to 7880, and as far as I can tell there's nothing anomalous about them. all they seem to do is make the program marginally less performant? i know theres been talk of reclassifying as keter but this seems relatively benign. i'm not sure how the patch was even accepted kris benat, site-15",
        "From: Minali Parish, senior researcher and SCP-7880 containment lead, Site-15 < pcs.51|hsirapm#pcs.51|hsirapm > To: Kris Bernat, junior researcher, Site-15 < pcs.51|tanrebk#pcs.51|tanrebk > CC: SCP-7880 Containment Project Team < pcs.tsil.smaet|0887#pcs.tsil.smaet|0887 > Subject: Re: Addendum 2023-04-22 Kris, Interesting. Well, see if you can't submit a patch to revert the code changes, regardless. Meanwhile, I'm going to see if we can't get a permanent Foundation presence in the contributor teams for both editors. The last thing we need is for the editor war to become a real conflict. Minali Parish, SCP-7880 containment lead, Site-15",
        "Note: I left this file open on my workstation while I went to get lunch. When I came back, I found this edit on my machine. Will be appending to this file for posterity. — Minali Parish",
        "\" SCP-7880 \" by alterae, from the SCP Wiki . Source: https://scpwiki.com/scp-7880 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Instances of SCP-7880-A are to be copied and deleted from their original filesystems, and stored on an archival server at Site-15. SCP-7880-A instances are not to be run outside of testing. For access to SCP-7880-A instances for research or testing purposes, please contact the SCP-7880 containment lead1.",
    "description": "SCP-7880 is a phenomenon affecting configuration files for the GNU Emacs text editor, from version 283 onwards. Emacs configuration files are written in Emacs Lisp, a dedicated programming language in the Lisp family.",
    "title": "SCP-7880"
}