{
    "url": "https://scp-wiki.wikidot.com/scp-7881",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\nZmax15\n\n\n\n\n\n\nAuthor Page\n\n\n\n\n\n\n\n\n\n\n\n\nDEPT. OF ACTUALITY NOTICE\n\n\nYou are viewing a document originating from \nHypothetical Universe #7881\n (Previously \nTL-20E62GKY\n), which referred to itself as \nTL-0016\n (\"The present timeline\"). This naming convention is relative; it does not describe your present Timeline.\n\n\nThe Timeline this document originates from \nhypotheticalized\n on the relatively simultaneous date of June 1, 2023. Any attempt to observe or communicate with the originating Timeline are strictly forbidden, on penalty of termination.\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n7881\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 5\n\n\n{$clearance-text}\nUnrestricted\nRestricted\nConfidencial\nSecret\nTop Secret\nCosmic Top C\n\nSecret\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nesoteric\n\n\n\n\nSECONDARY CLASS:\n\n\nain\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\nekhi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRISK CLASS:\n\n\ndanger\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Preparations are to be made for a future AZK-Class \"Universal De-Actualization\" Scenario by all Foundation departments.\n1\n Likely effects are to be compiled and distributed by the Department of Actuality.\n\n\nSCP-7881-A is to remain in its current location in the former office of Dr. Maksimushkin, Z. in Site-300-14, which has been designated as Ontokinetic Containment (OC) Unit-10. OC Unit-10 is to be monitored via video, audio, air pressure, and Kant counter equipment presently installed for any changes to its physical or non-physical circumstances. OC Unit-10 is to remain locked and off-limits to all personnel not required for containment upkeep, except for research personnel assigned to the Department of Actuality.\n\n\nOC Unit-10 must be ventilated to prevent air-pressure buildup. The primary ventilation of OC Unit-10 is to direct emissions outside of Site-300-14, and the Unit is to be installed with three alternative ventilation paths: The first is to be directed to a hazardous chemical and radiation filtration system, the second into a gaseous Acroamatic Abatement system, and the third for gas storage and excess pressure relief. Gaseous emissions by SCP-7881-A are presently considered non-anomalous, but are to be measured on a constant basis for changes in their physical and non-physical makeups. Should the object begin emitting hazardous gasses, they are to be directed into alternate ventilation paths for processing. Efforts are to be made to keep SCP-7881-A physically intact, and to prevent object deterioration from separating any piece of the object from its main body.\n\n\nAn array of four Scranton Reality Anchor is to be maintained surrounding OC Unit-10, in order to contain instances of SCP-7881-B. Should any instance of SCP-7881-B breach containment, Mobile Task Force Mu-13 are to be mobilized for tracking and immediate neutralization. Mobile Task Force Kappa-3 has been assigned to the identification and tracking of unknown and presently uncontained SCP-7881-B entities.\n\n\nInvestigation into the effects of SCP-7881 on dimensional stability are to be considered a high-level priority by the Department of Extradimensional Studies, Temporal Anomalies Department, the Interdimensional Research Regulation Department, and the Department of Actuality until further notice.\n\n\nThe containment SCP-7881 and abatement of its effects are to be considered the top-level priority for the Department of Actuality.\n\n\nDescription:\n SCP-7881-A is the corpse of Foundation Senior Researcher Dr. Zechariah Maksimushkin. A moving region comprising slightly over half of the surface of SCP-7881-A absorbs abnormally high quantities of EM waves (including 86% of visible light), while the other half emits EM waves of a signature highly-similar to Earth’s sun. These regions appear to rotate over SCP-7881-A around its center point, at an obliquity of roughly 23° against its longitudinal axis standing up. The skin of SCP-7881-A emits approximately 90 kg (~200 lbs) of atmospheric gas per hour. SCP-7881-A is surrounded and permeated by a field of microscopic pseudo-physical entities designated SCP-7881-B.\n\n\nSCP-7881-B are incorporeal, amorphous entities which generally fluctuate between 10 and 300 micrometers in length, by no identifiable pattern. Upon initial identification there were an estimated 2,000,000,000 SCP-7881-B comprising the field around SCP-7881-A. As of January 31, 2023, that number has decreased to an estimated 4,000. SCP-7881-B are materially deleterious, and produce unpredictable physical effects when approached or interacted with. It is estimated that \n99.99999\n% of SCP-7881-B fit the Department of Actuality’s working definition for Instantiated Hypothetical Entities (IHEs).\n2\n [DATA EXPUNGED]\n\n\nSCP-7881-A initially displayed anomalous properties on April 2, 2020, simultaneous with a previously predicted super-physical collision between the present universe (TL-0016) and Universe-81057A (hereafter referred to as SCP-7881-C). SCP-7881-C was initially identified by super-dimensional resonance scans from the Pierce-Vasquez Array at Facility-57 on March 13, 2016, and was shortly after determined to be moving at a relatively accelerating pace towards the present universe.\n3\n\n\nUpon universal collision with SCP-7881-C, extra-dimensional resonance devices used by the Foundation across the world identified the anomalous, rapid appearance and disappearance of previously undetectable universes across most of the super-physical distance between consistently detectable universes.\n4\n which appeared to propagate in a super-physical wave originating from the present universe. This “extra-dimensional instantiation wave”\n5\n traveled at a rate of 41 SUUs per year, and escaped detectable range before May 1, 2021. Resonance devices were unable to count the number of revealed universal signatures, as their concentration in all visible super-locations exceeded the resolution of extra-dimensional imaging equipment.\n\n\nSince the collision, SCP-7881-C has come to rest. It now obscures a circular region of 202° around the universal surface against all available methods of extra-universal scanning and resonance mapping.\n\n\nContainment Report:\n Since October 2017, SCP-7881-C was predicted to collide super-physically with the present universe and timeline on April 2, 2020. Most senior research heads, Site supervisors, dimensional researchers, and extra-dimensional cartographers for the Foundation were alerted and instructed to prepare for unknown anomalous activity on April 2.\n\n\nOn March 22, 2020 Dr. Zechariah Maksimushkin was assigned the role of Research Head for a Site-300 Militaristic Thaumatology Project. \"Project: Simile\" was a joint proposal by several researchers including Dr. Maksimushkin, and was approved by Site-300 Department Foreman Dr. Matthew Chen. The project was to be based on principles outlined in previously published research.\n6\n\n\nOn March 25 Dr. Maksimushkin's security clearance was raised from Level-2 to Level-3. He was assigned office E223 in the research wing of Site 300-14. He transferred personal, professional, and other effects to the office from March 26 to March 28.\n\n\nAt 21:40, April 2 (UTC+7) Dr. Maksimushkin used his office computer to request engaging Site-300-14's Pataphysical Sympathy Engine (PSE) immediately. The request was confirmed by Site technicians at 21:56, and the PSE began it's activation sequence.\n\n\nAt 22:01, SCP-7881-C made first impact with the present universe. At the same time, Site 300-14's security alarms were triggered by thaumaturgical safeguards, and the research wing of the Site experienced a series of electrical and positive Hume surges.\n7\n Site personnel were informed of a possible containment breach in the research department, and Stationary Task Force Lambda-12 were dispatched to the epicenter of anomalous readings.\n\n\nAn quantity of SCP-7881-B (estimated 2,100-2,300) dispersed throughout and outside of Site-300-14. Several Mobile Task Forces located at Site-300-14 were mobilized for identification and neutralization, and most entities within the Site appeared to disapparate naturally in spans of minutes. Over 1,800 entities were confirmed by thaumaturgical and ontokinetic systems to have been neutralized within the site. Over 300 were confirmed neutralized by Mobile Task Forces over the next three days. An unknown number of SCP-7881-B escaped all containment efforts.\n\n\nSTF Lambda-12 identified Dr. Maksimushkin's office as the site of anomalous air pressure and radioactive readings, and made first contact with SCP-7881-A. Agent Kuvshinov verbally communicated with SCP-7881-A, which identified itself as Dr. Zechariah Maksimushkin.\n\n\nAt 22:26 the Site 300-14 PSE was fully engaged and began outputting Log PS0278.\n\n\nBy 22:30, Hume readings at Site-300-14's research wing stabilized and anomalous power surges had ceased.\n\n\nInterviews with SCP-7881-A were conducted between April 3 and April 10, 2020.\n\n\nSCP-7881-A’s life signs ceased on April 11, 2020. Based on external analysis, the cause of death was untreated radiation poison. Anomalous effects of SCP-7881 persisted.\n\n\nDocument PS0278\n\n\nThe following is the primary log output from the Site-300-14 PSE Mk. 2 on April 2, 2020. Sets of words in brackets indicate archetypes on which the engine was unable to reach a >70% confidence rating.\n\n\n\n\nfalling\n\nstunt\n\nsin\n\n[hole/tunnel]\n\nconnection\n\ntheft\n\nconspiracy of one\n\ncould be\n\ninfinite conspiracy\n\na million [angels/demons] enslaved on the head of a pin\n\na million [places/worlds] on the head of a [angel/demon]\n\ncould be\n\nsubjugation\n\ncould be\n\npower\n\ncould be\n\n[place/world]\n\ncould be\n\ncould be\n\nfalling\n\nfalling\n\nfalling\n\n(Recurring pattern detected. PSE disengaged. End of log.)\n\n\n\n\nSelected Interviews Conducted with SCP-7881-A\n\n\nInterview Log 7881-01\n\n\n\n\nInterviewed:\n SCP-7881-A (Referred to by interviewer as Dr. Maksimushkin.)\n\n\nInterviewer:\n Dr. Elena Quiss\n\n\nForeword:\n After the onset of anomalous qualities by SCP-7881-A, Stationary Task Force Lambda-12 was dispatched to its location for initial identification and containment. After first reports were submitted by Agent Nikitin, Dr. Elena Quiss was assigned to interview SCP-7881-A. This interview was conducted over a two-way audio system, as will all future interviews.\n\n\n<Begin Log, Recording begins at 10:50, April 3, 2020>\n\n\n[Sounds of wind are audible from SCP-7881-A’s communication device.]\n\n\nDr. Quiss: Hello. Can you hear us Doctor?\n\n\nSCP-7881-A: \n[vocalization]\n\n\nDr. Quiss: Please confirm that you can hear us over the speaker, and state your name for the record.\n\n\nSCP-7881-A: Yes. I apologize. This is, um. I'm Doctor Zecharaiah Maksimushkin. I was born on March 24, 1978. PhD. I work at Site 300. At least I did. I’m sorry, I’ve been… Occupied. How long has it been?\n\n\nDr. Quiss: How long since this started? It’s been about twelve, maybe fourteen hours. Do you still have a clock in your office? Can you see it?\n\n\nSCP-7881-A: Oh yeah. I see. I can see when the sun is not in my eyes. My old eyes.\n\n\nDr. Quiss: Doctor, do you know what’s happened to you? What is happening?\n\n\nSCP-7881-A: I’m being contained, right? You’re setting up my cage. That’s what you should do. Do I have a designation yet?\n\n\nDr. Quiss: No, Doctor, and hopefully you won’t need to be. Do you know what is happening to you? What do you know about the nature of this anomaly that’s affecting you?\n\n\nSCP-7881-A: \n[vocalization]\n Of course I know. It’s everything I am now. I think that I’m everything it is, too.\n\n\nDr. Quiss: Did you do this to yourself? Doctor, what did you do?\n\n\nSCP-7881-A: I didn’t do it… \n[vocalization]\n I just had the idea. They did it to me. But now we’re all a part of it. All of me. I can see so much. I’m seeing out of so many eyes. When I close my eyes, I see it. \n[vocalization, expletive]\n The sun is in my eyes!\n\n\nDr. Quiss: Doctor, if you’re the cause of what’s happening to you… These are grounds for termination. Doctor, do you know anything about what’s been detected on multiversal imaging? Do you know what Interdimensional Research has been seeing?\n\n\nSCP-7881-A: Termination, experimentation, vivisection. I wish you saw what I see. You can’t feel this. I could have never… The sun is rising in China. It’s a huan. Do you know how good a weekend feels? \n[vocalization]\n\n\nDr. Quiss: Doctor, it sounds like you’ve committed a flagrant breach of Foundation guidelines, and if it has anything to do with the universal maps, you’ve affected the entire universe, and we don’t know how yet. Do you hear me?\n\n\nSCP-7881-A: Oh. I hear you. I understand. \n[laugher]\n Don’t undercount.\n\n\nDr. Quiss: Do you think you’ve destroyed two universes?\n\n\nSCP-7881-A: \n[laughter]\n\n\nDr. Quiss: I’m concluding this interview. Enjoy your cell.\n\n\nSCP-7881-A: \n[laughter, vocalization]\n I will.\n\n\n<End Log, 10:56, April 3, 2020>\n\n\n\n\nInterview Log 7881-08\n\n\n\n\nInterviewed:\n SCP-7881-A (Referred to by interviewer as SCP-7881, its preliminary classification)\n\n\nInterviewer:\n Dr. Luzia Nikitin\n\n\nForeword:\n SCP-7881-A is exhibiting signs of worsening physical health. Medical treatment has been limited due to dangerous effects of SCP-7881-B on assisting personnel.\n\n\n<Begin Log, Recording begins at 22:25, April 6, 2020>\n\n\n[Sounds of mechanical ventilation are audible within OC Unit-10.]\n\n\nDr. Nikitin: Hello, SCP-7881. I’d like to talk about your medical state.\n\n\nSCP-7881-A: What? Oh. \n[vocalization, expletive]\n I don’t think I’m feeling well. I’d just like to sleep. That would be alright.\n\n\nDr. Nikitin: Well, we have an obligation to keep you healthy. Unfortunately, that field you have around yourself makes it very difficult for medical evaluation, and for treatment. Do you think you could perhaps lower the field? Do you have any control over those entities?\n\n\nSCP-7881-A: The field… By entities, you mean… Oh, I see. I don’t know. I guess not. They’re gone, and out here, they're nothing.\n\n\nDr. Nikitin: What do you mean? They’re clearly still around you.\n\n\nSCP-7881-A: Oh, I mean. In here. I could speak to them, but not anymore. I don't even think they care to control themselves out here, if they ever could. But they're different on the other side. Most of them, they’re not on Earth anymore, they left. The rest of them, they’re people now, and animals, and some plants.\n\n\nDr. Nikitin: I see. So they’ve escaped to the other world. The one you’ve become associated with. Can you tell us about where they came from, when you became anomalous?\n\n\nSCP-7881-A: It’s painful out here. Half of me is so cold and the other half is so burning hot. I’m never going to see the sun again, except on my own skin. I don’t want treatment, I just want to sleep.\n\n\nDr. Nikitin: SCP-7881, what are the entities that left? Where did they come from?\n\n\nSCP-7881-A: I don’t want to talk about it. Let me sleep.\n\n\nDr. Nikitin: We need an answer, SCP-7881. I’ll let you sleep when you answer. Where did the entities come from, and who were they?\n\n\nSCP-7881-A: They… They were me. They could have been me. They did the work. They did this to me. I miss them so much.\n\n\nDr. Nikitin: Thank you. Do you know, did they exist before all this happened?\n\n\nSCP-7881-A: I think. Hypothetically. \n[laughter]\n\n\nDr. Nikitin: Alright, 7881. I think I understand. The only thing is, I don’t believe that you didn’t do this to yourself. Why did you do this?\n\n\nSCP-7881-A: I didn’t. One of them did it to me.\n\n\nDr. Nikitin: Oh, that’s very convenient. So we shouldn’t blame you, even though you said it was your idea, and whatever you did seems, from our perspective, to be getting the universe swallowed? Is that why we shouldn’t be disjoining you and that thing from one-another? We shouldn’t start tugging at your magic sutures because…\n\n\nSCP-7881-A: It wouldn’t work.\n\n\nDr. Nikitin: Oh! I see, so you have been thinking about it. How long have you been thinking about all this?\n\n\nSCP-7881-A: \n[vocalization]\n Stop. \n[vocalization, expletive]\n Fine. It’s been a long time. This was my first project idea.\n\n\nDr. Nikitin: Is that all? Before, what? Before “Simile”? You just really wanted to play with another universe? You didn’t want to have to answer to a project supervisor, so here we are?\n\n\nSCP-7881-A: \n[vocalization]\n Ow. They would have done it to someone else. It would have been some nobody. A D-Class, or a sycophant, or a \n[expletive]\n clone. This was my idea. It was for me. I earned it, and I paid for it with my own blood!\n\n\nDr. Nikitin: No, you didn’t.\n\n\nSCP-7881-A: I disagree, Doctor. I’m sure we all do, in here.\n\n\nDr. Nikitin: It couldn’t have been worth the entire universe.\n\n\nSCP-7881-A: \n[laughter]\n Don’t you get it? I'm an entire universe. I did it for this. To be something bigger, and see the world like no one every could have before me. I wanted to see it all at once, and now I do. I am everyone in here. You can't see it, but I'm so much now. My soul is universal.\n\n\nDr. Nikitin: Your research was about association, right? Non-physical, indirect, meta-physical. Well, you're illuminated like a planet now, so that's what you did, right?\n\n\nSCP-7881-A: I just told you. I'm everywhere, now. Earth is just my skin. It is interesting, but I can feel so much more. It goes out so far. There's so much dark, and so much light, but none of it is frightening. It's all a part of me. It feels… It feels right. Doctor, do you want to know what I would have called the project?\n\n\nDr. Nikitin: \n[vocalization]\n No. What you named it? No. I wanted to know what you did, and if you needed anything. If you start to feel worse, remember that everything you say is being recorded, and listened to.\n\n\nSCP-7881-A: Doctor, I am Project: Godhead.\n\n\nDr. Nikitin: I’m concluding this interview, 7881.\n\n\nSCP-7881-A: \n[laughter]\n\n\n<End Log, 22:33, April 6, 2020>\n\n\n\n\nInterview Log 7881-26\n\n\n\n\nInterviewed:\n SCP-7881-A\n\n\nInterviewer:\n Dr. Luzia Nikitin\n\n\nForeword:\n SCP-7881-A's medical state has been rapidly diminishing over the course of its containment, chiefly due to an inability by personnel to safely provide treatment. SCP-7881-A has been vocally denying treatment, and has requested not to be treated or interacted with. It has also been taking every opportunity between interviews to try to sleep.\n\n\n<Begin Log, Recording begins at 15:15, April 10, 2020>\n\n\n[Pieces of the following log have been translated from Mandarin Chinese and Early Modern Spanish.]\n\n\n[Sounds of mechanical ventilation are audible within OC Unit-10.]\n\n\nDr. Nikitin: Hello, SCP-7881-A. I would like to talk with you. How are you feeling? Can you here me?\n\n\nSCP-7881-A: \n[in Chinese]\n What? Who said that? Where am I?\n\n\nDr. Nikitin: \n[vocalization]\n SCP-7881-A, do you hear me? Can you understand what I'm saying?\n\n\nSCP-7881-A: \n[in Spanish]\n Why do I remember this? My God, why am I in such pain? \n[vocalization]\n\n\nDr. Nikitin: Zechariah! Do you understand?\n\n\nSCP-7881-A: Oh, that's right. \n[vocalization]\n\n\nDr. Nikitin: What was that?\n\n\nSCP-7881-A: Oh, don't worry about it. It's just that when I'm not here, I'm just other populations. Don't worry about it. I'm fine. I'm normal.\n\n\nDr. Nikitin: Do you feel normal and fine?\n\n\nSCP-7881-A: [laughter] I feel terrific. [vocalization, expletive] My eyes! [exlpetive] You couldn't let me sleep! Couldn't let me forget.\n\n\nDr. Nikitin: No, \"Doctor\", there are still consequences for you here. Do you really want to forget? I thought you were a God.\n\n\nSCP-7881-A: [vocalization] There is nothing left for me here.\n\n\nDr. Nikitin: Please understand, SCP-7881-A, that we disagree. The Foundation disagrees, and so do I.\n\n\nSCP-7881-A: I'm already free. I don't need to be here.\n\n\nDr. Nikitin: Well here is where you are 7881, and you're not going anywhere.\n\n\nSCP-7881-A: I'm everywhere.\n\n\nDr. Nikitin: Right, that's great. While you're here anyways, I wanted to ask you what you know about the hypothetical. I said I wanted to ask you something, are you listening?\n\n\nSCP-7881-A: \n[vocalization]\n\n\nDr. Nikitin: Right. You said that before you exhibited the \"qualities\" for which you're here now, the other entities were hypothetical?\n\n\nSCP-7881-A: I don't think I said that.\n\n\nDr. Nikitin: No, well I'm looking at what you said. You said they existed hypothetically, and then you laughed. We know what you were talking about, at this point. We understand what you did, and where you got the power to do it from. You drew from hypothetical space, right?\n\n\nSCP-7881-A: \n[vocalization]\n That's not real.\n\n\nDr. Nikitin: No, probably no. But you did it anyways, and it seemed to work. Is that right? You see Doctor, can I address you as Zechariah? You see 7881, what you did isn't over yet. You opened a hole, and soon it's going to swallow everything. But of course, you're probably going to be dead before then.\n\n\nSCP-7881-A: You don't know what you are talking about.\n\n\nDr. Nikitin: Well, you will definitely be dead soon, and if that doesn't accelerate things I will have a long time to be sure that what you did damned us to \"hypothetical space\". That is where you got your little helpers. It's too bad. They killed you, and now they're going to bring us all back with them. Do you think that's the state of all \"could-bes\"? They just won't be for long.\n\n\nSCP-7881-A: No, that's not it. \n[vocalization, laughter]\n They will be, forever. We are the impermanent ones. \"Could-bes\" will last forever. They'll always come back, so they could be again. Everything will be in infinity.\n\n\nDr. Nikitin: What is… What do you think infinity is?\n\n\nSCP-7881-A: \n[laughter]\n I've spoken to infinity. It's bigger than I am. It's bigger than anything could be. It's bigger than every everything there's ever been. Are we really headed there now? [laughter] That's good. You can imagine what's there, can't you?\n\n\nDr. Nikitin: Isn't the point that you can't imagine it?\n\n\nSCP-7881-A: Not the entirety, no. But parts of infinity are just like us. \n[vocalization]\n We are only the likely products of what always could have been. Can you imagine? Can you imagine the perfect Foundation?\n\n\nDr. Nikitin: Please, I don't want to play imagination games.\n\n\nSCP-7881-A: \n[vocalization]\n They're out there. In the everything, of the everything, fighting and containing everything. Hypothetically, of course.\n\n\nDr. Nikitin: Oh, I see. You're thinking ontologically.\n\n\nSCP-7881-A: I am thinking clearly. \n[vocalization]\n\n\nDr. Nikitin: I still think you are imagining things.\n\n\nSCP-7881-A: What… \n[vocalization]\n What is imagination, but finding improbable pieces on infinity? Wouldn't they all be out there, somewhere? Aren't they all waiting to be found? \n[laughter]\n\n\nDr. Nikitin: Alright, 7881. Well, that's all I can stand to hear from you today. In a few minutes maintenance will come to speak to you about your containment cell.\n\n\nSCP-7881-A: \n[vocalization]\n I was just starting to enjoy this conversation.\n\n\nDr. Nikitin: I'm sure that someone in research will consider it interesting. Then they can imagine what else you might have said. \n[laughter]\n\n\nSCP-7881-A: \n[vocalization]\n\n\nDr. Nikitin: Are you in pain?\n\n\nSCP-7881-A: Yes. Obviously. I've been in pain for months.\n\n\nDr. Nikitin: It's been a week, but I'm sorry.\n\n\nSCP-7881-A: \n[vocalization]\n It's alright. I have somewhere else I can be. Goodbye, Luzia.\n\n\nDr. Nikitin: Goodbye, Zechariah.\n\n\n<End Log, 15:32, April 10, 2020>\n\n\n\n\nAlert by the Head of the Department of Actuality to Level-4 Personnel\n\n\n\n\nTo all ranking Foundation personnel,\n\n\nIt is with my deepest regrets, that I must inform you all that an impending, universe-scale anomaly is imminent. Within three days, our cosmos and our planet will experience an AZK-Class “Universal De-Actualization” Scenario. This is the chief event which my department was started to prevent, and we failed. I am deeply sorry to all of you, but I worry that I cannot be sorry enough, for the scale of tragedy that will fall upon all things, everywhere. As such a small part of the world, and of the universe, I’m afraid that I cannot feel or express any emotion to match the impact of our failures.\n\n\nUnderstand that this will not mean the end of the universe, or of life as we know it. What it means is that our place in the greater makeup of parallel realities will become uncertain, and the possibilities for our future are uncountably infinite. An AZK-Class Scenario describes a change in the state and position of our universe, from relatively real to relatively hypothetical.\n\n\nWhat we have known until now is a stable reality in a single, measurable location amongst a local group of at most thousands, of actual realities. We have had (at the best of times) one future ahead of us. When the scenario has passed, we will be one reality amongst a turbulent infinity of realities, producing an infinite number of futures comprising every possible state of the universe, and of all possible interactions with every other possible universe.\n\n\nAs hypothetical as the universe may become, everything around us will continue to be as real as it always has been. We each will continue to live. The Earth will keep on spinning. Our universe will continue to exist. The Foundation will attempt as always to contain, secure, and protect us from what is unknown and dangerous.\n\n\nJust because we are all going to occupy one of an infinite series of causal strings, equally real to all other possible outcomes, will not mean an end to free will, and it will not be an excuse to stop working. We will continue to coexist with one-another, and our obligations amongst ourselves will remain as real as we maintain them to be. On a positive note, we will all have the real potential, at all times, to literally instantiate the best possible versions of ourselves.\n\n\nUntil all things are de-actualized, we simply don’t know what kind of hypothetical future awaits us. In the meantime, I hope you all enjoy the last period of the stability we were all able to grow up within. When it’s over, we will commence new studies, and continue old ones. What can happen eventually will, so some versions of us, but at least we will know that our past was more than hypothetical.\n\n\nI wish you all the best of luck, and a healthy state of mind. Cheers.\n\n\nSigned Dr. Luzia Nikitin, PhD, Head of the Department of Actuality\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Ain-Class entities are capable of, or have already initiated a reality-altering K-Class scenario which cannot be prevented with present means.\n\n\n2\n. IHEs are defined as any object which has originated from a non-actualized universe or timeline, in-between relatively coherent universes. IHEs and information pertaining to them are presently believed to have deleterious effects on baseline reality, and universal actuality.\n\n\n3\n. The movements of universes are known to potentially follow unconventional chronology relative to our own.\n\n\n4\n. Distance between universes is described as super-physical, and is chiefly measured using the initial recorded distance between the present universe and TL-0001, which is 1 Super-Universal Unit (SUU).\n\n\n5\n. See \nQuantifying Impacts of Relatively Unreal Universes\n (2020), Nikitin, Bailey, et al.\n\n\n6\n. See \nResearch Pathways for Replicable Meta-physical Association Between Materials\n (Maksimushkin, 2011) and \nCircumstantially Simultaneous Interdimensional Occurrence and Methods for Duplicated Communication and Transportation Systems\n (Daybannyrov, Maksimushkin, et al. 2018).\n\n\n7\n. See \nWhat the Hell is a Hume?\n (2014), Caldmann, Rzewski.\n\n\n\n\n\n\n\n\n« \nSCP-7880\n | SCP-7881 | \nSCP-7882\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "falling stunt sin [hole/tunnel] connection theft conspiracy of one could be infinite conspiracy a million [angels/demons] enslaved on the head of a pin a million [places/worlds] on the head of a [angel/demon] could be subjugation could be power could be [place/world] could be could be falling falling falling (Recurring pattern detected. PSE disengaged. End of log.)"
    ],
    "containment_procedures": "Preparations are to be made for a future AZK-Class \"Universal De-Actualization\" Scenario by all Foundation departments.1 Likely effects are to be compiled and distributed by the Department of Actuality.",
    "description": "SCP-7881-A is the corpse of Foundation Senior Researcher Dr. Zechariah Maksimushkin. A moving region comprising slightly over half of the surface of SCP-7881-A absorbs abnormally high quantities of EM waves (including 86% of visible light), while the other half emits EM waves of a signature highly-similar to Earth’s sun. These regions appear to rotate over SCP-7881-A around its center point, at an obliquity of roughly 23° against its longitudinal axis standing up. The skin of SCP-7881-A emits approximately 90 kg (~200 lbs) of atmospheric gas per hour. SCP-7881-A is surrounded and permeated by a field of microscopic pseudo-physical entities designated SCP-7881-B.",
    "title": "SCP-7881"
}