{
    "url": "https://scp-wiki.wikidot.com/scp-7883",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\n\n\n\n\n\n\n2/7883\n LEVEL \n2/7883\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-7883\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned MTF\n\n\n\n\n\n\nSite-38\n\n\nDr. Aníbal Hurtado\n\n\nN/A\n\n\nOmicron-61 (\"La Camanchaca\")\n\n\n\n\n\n\n\n\n\n\n\n\nOficinas Salitreras Sargento Aldea, Housing Complex\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Due to its location and peculiarities, SCP-7883 requires no special containment other than a fence surrounding the affected zone. Mobile Task Force Omicron-61 (“La Camanchaca”) are tasked with safeguarding and investigating the location. As no unauthorized entry has been detected since 1971, only standard cover-up measures are currently in use.\n\nWhen investigating the area, no special protection will be granted to MTF Omicron-61, as no danger has been perceived since its containment. As SCP-7883 is considered a low-level priority, exploration is only to be performed every five years to detect any changes. SCP-7883 must be explored at least once every 30 years, to prevent any possible spectral discharge.\n\n\n \n\n\nDescription:\n SCP-7883 is a phenomenon occurring in the former town of Sargento Aldea, located in the Atacama Desert, in Northern Chile. The phenomenon is consistent with haunting events common in other ghost towns, and while the effects are appreciated within the premises of the entire town, they are significantly more prominent within the following three locations:\n\n\n\n\nThe Oficinas Salitreras Sargento Aldea.\n1\n\n\nThe town’s housing complex.\n2\n\n\nThe town’s pulpería.\n3\n\n\n\n\nWhile the phenomenon is spectral in nature, it only reflects in reality as hallucinations. These hallucinations tend to be auditory, although visual hallucinations have been confirmed in some cases. So far, no physical manifestations have been documented.\n\n\nWhat makes SCP-7883 unique is the understanding that no event that would serve as the haunting’s catalyst ever occurred within the Sargento Aldea village. While other ‘salitreras’ suffered from cases of mass starvation and ‘matanzas’\n4\n, this was not the case for Sargento Aldea. Sargento Aldea functioned from 1898 to 1933, only being decommissioned once the national saltpeter market collapsed following the creation and mass production of synthetic saltpeter.\n\n\nWhile deaths did occur within the mining and refinery facilities, deaths were statistically less than most other mining facilities in Chile, including 91% of all saltpeter villages in the Pampa del Tamarugal region in Northern Chile.\n5\n While hauntings have occurred in other mines in Chile (See: \nEl Chiflón del Diablo Coal Mine\n and \nthe Humberstone Saltpeter Village Complex\n, two well documented haunted mines in Chile), they have significantly higher death tolls than that of SCP-7883, surpassing Sargento Aldea’s death toll by several hundreds. Other haunting spaces are also linked to major tragedies, such as the ‘Matanza de la Escuela Santa María’ or the ‘Masacre de la Coruña’, two instances that saw the deaths of 3,500 and 2,000 workers respectively. In contrast, Sargento Aldea had a relatively healthy life for a saltpeter refinery, with most workers continuing with their lives well past the refinery’s defunction.\n\n\nAt the time of writing, SCP-7883’s spectral energy is equal to that of a highly charged haunting place. As explained above, the reasons behind this are not understood.\n\n\n\n\n\n\nLog of SCP-7883 Occurrences\n\n\n\n\n\n\n \n\nThe following is a list of paranormal events associated with SCP-7883. For ease of reading, they have been divided in three sections: Events occurring at the Oficinas Salitreras, events occurring at the Housing Complex, and events occurring at the Pulpería store.\n\n\n\n\n\nOficinas Salitreras - SCP-7883 Events\n\n\n\n\n\n\n \n\n\n \n\n\nEvent:\n At 5 AM every day, the sound of the complex’s \nchancadoras\n starting up is heard throughout the building.\n6\n\n\n\n\nEvent:\n Hundreds of \nanimitas\n7\n are seen plaguing the \ncachuchos\n area.\n8\n\n\n\n\nEvent:\n At 8 AM on Saturdays, a man’s voice is heard yelling \n‘Viene el Godo!’\n.\n9\n Hundreds of footsteps are heard rushing outside the refinery. People claim to see doors opening and closing during this period.\n\n\n\n\nEvent:\n The pools where saltpeter was left to dry are seen covered in saltpeter. Workers are heard, and sometimes seen moving saltpeter into them using shovels.\n\n\n\n\nEvent:\n The sound of \nbarreteros\n working on smashing boulders are heard from the interior patios of the building.\n10\n At irregular intervals, the sound of working stops as loud screams are produced. After a period of 10 to 20 minutes, the working resumes.\n\n\n\n\nEvent:\n The Lord’s Prayer is heard being chanted from the inside of some rooms, such as the boiler section and the foreman’s office. The prayer is repeated up to 50 times, with an average of 12 prayers per event. Accompanied by it, the church’s bells are heard ringing, but only once on Saturdays, and twice on Sundays.\n\n\n\n\nEvent:\n From time to time, the sound of water and/or oil is heard trickling down throughout the facility. A quicksilver-like goo has been seen moving when this occurs. This is believed to represent \nagua vieja\n (dirty water), a solution of saltpeter, detritus, and mixing agents that are left as residues inside the \ncachuchos\n after the leaching process is finalized.\n\n\n\n\nEvent:\n ‘Lavate ese \nchuño\n, mierda’ is heard, followed by a wooden wash basin being thrown from the other side of the building to the source of the sound.\n11\n\n\n\n\n\n\n \n\n\n\n\n\n\nHousing Complex - SCP-7883 Events\n\n\n\n\n\n\n \n\n\n \n\n\nEvent:\n A man in his 30s is seen running from house 14 to house 22, carrying newspapers. He trips and falls, leaving some papers behind. Newspapers are from September 13th, 1924, making reference to the military coup that took over Chile on the 11th of September.\n\n\n\nEvent:\n “Calma mijo, si no eh’ el Regimiento 7” (Calm down \nmijo\n, it’s not the 7th regiment) is heard being repeated every few seconds for between five to ten minutes inside house 5 during Wednesdays. Slight sobbing can be heard coming from the house’s shared bedroom.\n12\n\n\n\n\nEvent:\n Four workers are seen playing \ncacho\n inside of the guest room of house 8.\n13\n The game always ends the same way, with the older man on the left winning. He gets up after collecting the token he’s won, then leaves the room, at which point he disappears. The rest keep playing, but no wins occur afterwards.\n\n\n\n\nEvent:\n Between 8 and 12 voices begin singing the following song:\n\n\n\n\n\n\nVende el huasito sus vacas,\n\n\nsus caballos ensillados\n\n\nporque dicen que en el Norte\n\n\nganan plata a puñados.\n\n\nP'al Norte me voy, me voy\n\n\np'al Norte calichero\n\n\ndonde seré un caballero,\n\n\nde bastón y de tongoy.\n14\n\n\nSelling the ‘huasito’ his cows,\n15\n\n\nhis saddlebacked horses\n\n\nbecause they say up to the North\n\n\n(people) make money like crazy.\n\n\nTo the North I go, I go\n\n\nTo the North ‘calichero’\n16\n\n\nwhere I’ll become a gentleman,\n\n\nof cane and ‘Tongoy’.\n17\n\n\n\n\n\n\n\n\nEvent:\n A man is heard complaining of pain, before yelling out the name of what are believed to be other workers. Giggles are heard then the cycle continues. Believed to be a group of people playing \ncapote\n, a game where a person stands facing a wall as others take turns kicking them in the arse; the target must guess who kicked them. If successful, they swap places, if unsuccessful, they keep being the target. This event continues for several hours, the target never seeming to change places.\n\n\n\n\nEvent:\n A fog covers the inside of several houses, mainly houses 1, 2 and 19. Small tremors are heard when standing inside, although no actual tremors occur. A man is sometimes seen running from house to house, turning on the houses’ lamps using sea lion fat. After a period of 10 hours, the fog disappears. The same man appears again to turn them off.\n\n\n\n\nEvent:\n Children are heard giggling near House 25, which used to serve as a school. The sound of ground trembling is heard as the sound of a train passing by is heard. The children are heard rushing towards the sounds of the train, disappearing soon after. Of note is that the closest train service is 60 kilometers away from the village.\n\n\n\n\nEvent:\n A car’s engine is heard, a man believed to step out of it, speaking to another man about ‘collecting ripio’.\n18\n An exchange of some sort occurs, then the car engine is heard again, and the man is believed to have left the site.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPulpería Store - SCP-7883 Events\n\n\n\n\n\n\n \n\n\n \n\n\nEvent:\n The sound of ceramic breaking is heard. Shouts and giggles are heard immediately afterwards. Sometimes, a broom being thrown can be seen coming out the storefront.\n\n\n\nEvent:\n Two men are heard discussing \nguarisnaque\n. Someone, most likely a superior, hears them and yells at the two. They quickly scatter afterwards.\n19\n\n\n\n\nEvent:\n Incessant knocking is heard from inside the canario’s booth. These hits stop when a person approaches the booth, but resume soon after they leave.\n20\n\n\n\n\nEvent:\n Group of men gather around the back of a store to play games and drink. They sing songs and spend six to eight hours inside the room. When morning comes, the men seem to scatter, but not before apparently dumping all remaining alcohol onto the floor. What is believed to be the spilt alcohol is heard bubbling.\n\n\n\n\nEvent:\n A fight seems to start inside a restaurant as either the owner or a cashier is heard saying \"No le sirvai’ al chingao’ ese/Don't serve that 'chingao' over there\".\n21\n The fight lasts for several minutes, before a gunshot is heard. A small gunpowder cloud is seen near the door at this time. Due to context, it’s believed the shot was a warning, and no worker was impacted by the bullet.\n\n\n\n\nEvent:\n A man and a woman discuss going on strike near a vendor’s tent. The vendor, or another patron joins in and attempts to talk them down. Tremors are heard during this process, although no person reacts to them. The church’s bells are heard after 25 minutes, at which point the tremors end, and the group disperses, having reached no agreement.\n\n\n\n\nEvent:\n People are heard greeting the village’s foreman, Ernesto Lemebel, and offer him products and alcohol. While the foreman is never seen or heard, all people talking to him show that he reacts positively, making his way from House 1 to the pulpería section, to then part to the saltpeter works with several gifts in hand, and several more packed into a pack mule that follows behind him.\n\n\n\n\nEvent:\n The ceiling of three restaurants appears covered in a quicksilver-like substance, which drops into the kitchen and tables. Event suggests cooking was partially done using saltpeter residues too rough to be packed away.\n\n\n\n\nEvent:\n A group of 15 to 20 workers approach a cart that approaches the pulpería. From within, they pull out coal and other products. Several rats are heard scattering into the pulpería, who several other people chase after. The rats are believed to either be killed using rock maces and brooms, or successfully escape alive.\n\n\n\n\nEvent:\n The following conversation takes place between two vendors:\n\n\n \n\nVendor 1: How’s the luck for today?\n\n\nVendor 2: Bad. The bones ain’t looking too good.\n22\n\n\nVendor 1: Jeez… What’s your guess? Another tax on the \ncarraca\n?\n23\n\n\nVendor 2: This is it, I think. We’re done.\n\n\nVendor 1: What do you mean?\n\n\nVendor 2: Didn’t you see the face of \n‘el limpiaito’\n as of late? He looked like he’d seen the Devil.\n24\n\n\nVendor 1: Well, yeah? The east production needing to close the-\n\n\nVendor 2: I’ve been here 25 years, \nbisoño\n.\n25\n We’ve been through worse, and he’s never looked this afraid. Something has changed.\n\n\n(\nSilence for 23 seconds\n)\n\n\nVendor 1: Well, guess it’s back to work then.\n\n\nVendor 2: And the worry, where has it gone?\n\n\nVendor 1: Worry don't sell no goods, nor does it mine the \ncaliche\n. If something has changed, that’s no trouble for the now. Maybe for tomorrow, but not now.\n\n\n\n\n\n\n\n\nAddendum 1: Interview Log\n\n\n\n\n\n\n \n\nUnder the belief that these hallucinations could be talked to with the proper paranormal abilities, a team from the Department of the Departed was contacted to attempt an interview with a subject. Following a string of failures, a link was eventually established with foreman Ernesto Lemebel on his office:\n\n\n \n\n\n\n\n\n\nPulpería Store - SCP-7883 Events\n\n\n\n\n\n\n \n\n\n \n\n\nInterviewer:\n Anabel Zapatero, Department of the Departed, Site-21\n\nInterviewee:\n Sargento Aldea’s foreman Ernesto Lemebel\n\n\n\n\n(Agent Zapatero enters the foreman’s office. She turns on her radio device, and attempts to establish a connection to the spirits of the area)\n\n\nZapatero:\n Hello? Mister Lemebel?\n\n\nLemebel:\n Ah, Ramona. Didn’t know you were coming today. What brings you here?\n\n\n(Agent Zapatero jumps, not expecting a response. She attunes the device, trying to separate Lemebel’s voice from the background static better)\n\n\nZapatero:\n Uh, nothing special, just… Just wondering what you have been up to lately.\n\n\nLemebel:\n Checking the \nhuinchas\n, of course.\n26\n It’s the end of the day, so I must make sure the numbers add up.\n\n\nZapatero:\n Do they?\n\n\nLemebel:\n As a matter of fact, they do. Rather underwhelming numbers, but they check out.\n\n\nZapatero:\n Underwhelming? Is there an issue with the production?\n\n\n(Silence, before a laugh is heard)\n\n\nLemebel:\n You oversee production, you tell me.\n\n\nZapatero:\n Oh. Uh, well, it’s been slower for sure, but it could be worse. We’ve been through worse.\n\n\nLemebel:\n (\nLaughs\n) It could be worse indeed. Yeah, it… It could be.\n\n\n(\nSilence.\n)\n\n\nLemebel:\n You know, you’re- You’re not the first person who’s come here after the ‘disaster’ began,\n27\n and you’re certainly not gonna be the last. Take a seat. You might need it.\n\n\n(\nZapatero looks around, only seeing an extremely rusted metal chair.\n)\n\n\nZapatero:\n It’s… It’s fine, don’t worry. Do you need to talk about something?\n\n\nLemebel:\n I don’t need to, but I must. It would be unfair to leave my top people in the dark, you know? I’ve… I’ve done this for enough time and it’s impossible now. People just \nknow what’s happening.\n I know they do. How can you not, if I’m forced to close half the factory, and send everyone home?\n\n\nZapatero:\n Sir, just speak your mind.\n\n\nLemebel:\n Right…\n\n\n(\nThe sound of a cabinet opening is heard, followed by the click of a lighter.\n)\n\n\nLemebel:\n Want one?\n\n\n(\nAgent Zapatero shakes her head.\n)\n\n\nLemebel:\n It’s over for us. Sargento Aldea is going down with the ship once again.\n28\n We’ve fought with valor, with honor. We’ve fought with the sweat of our brow, with calloused hands and broken feet. We fought, and we could keep fighting, but the saltpeter, right now? It isn’t leaving the town, Ramona. It’s not leaving the ports. It’s been three months, Ramona, and things are not getting better.\n\n\nZapatero:\n So the village is closing for good?\n\n\nLemebel:\n We have until the end of the year, and then Antofa will abandon us.\n29\n Whether we’ll be bought by another company or if we’ll have to abandon this place for good… I don’t know.\n\n\nZapatero:\n … The era of the salitreras is over.\n\n\nLemebel:\n As grim as those words are, they ring true. Soon we’ll all be out in the streets and… God Father, have you been to Tongoy lately? There’s no jobs. People are leaving for the Capital, and there’s nothing there either. Only pest and misery. President Alessandri’s doing his best to contain it, and it might work, but for us calicheros? For us, the dream’s over. We’re out and… And that’s it. We fought a war, we gave our all for decades, and yet we don’t matter any more than the worthless pebbles we dig out of the ground.\n\n\n(\nSilence for 8 seconds.\n)\n\n\nZapatero:\n What will happen now?\n\n\nLemebel:\n You and I keep quiet, and we keep giving our all. We return to our work, as if nothing has happened and… When the time comes, we fall. That’s it, really.\n\n\nZapatero:\n You’re not telling the others?\n\n\nLemebel:\n The moment I tell them, I’ll lose them. Everyone knows what being given the blue means for their life right now.\n30\n They’ll be out in the streets, eating rats and bathing in filth. I can’t do that to them. I can’t bring myself to.\n\n\n(\nThe sound of a chair moving is heard.\n)\n\n\nLemebel:\n So I’ll keep the illusion up for just a bit longer. For a few more months, the salitreras will dance; all of Tarapacá will. The caliche will be ground into dust and the dust will be melted into the white gold that feeds us for just a bit while longer. And maybe… Maybe once we’ve done enough…\n\n\n\n\nNote:\n At this point, foreman Lemebel stopped speaking. Agent Zapatero attempted to re-establish communication, to no avail. On later dates, foreman Lemebel was able to be contacted, but the conversation inevitably ended up outputting the same information, regardless of how much the agent in charge deviated from the previous conversation. So far, no new information has been obtained, nor any other spirit has been successfully contacted.\n\n\n\n\n\n\n\n\nAddendum 2\n\n\n\n\n\n\n \n\nFollowing a two-year period, no additional information was able to be gathered, and research into SCP-7883 was officially shelved, its research team disbanding soon after. Containment procedures are to remain for the foreseeable future, with research only permitted to ascertain the anomaly’s continued existence, and report any changes.\n\nAs part of the final report, SCP-7883’s research head submitted the following commentary:\n\n\n \n\n\n\n\nTo say that the saltpeter village Sargento Aldea was the place of a haunting would be a lie. A misunderstanding, at the very least. When we saw workers loading coal into the smelters, or breaking caliche into pebbles, or buying alcohol and cigarettes, we were not interacting with specters of any kind. There was no soul behind them, not even the residues of one.\n\n\nForeman Lemebel lived well after the closure of Sargento Aldea; most if not all workers did. Lemebel died in 1948, from what is believed to have been pancreatic cancer. Ramona García, the person Agent Zapatero represented, died in 1946 during a workers’ massacre. Three other people died in massacres, and several dozens, if not up to a hundred, were killed by the plague. Countless more by the terrible conditions of the poverty epidemic that ravaged the country well into the 60s.\n\n\nAnd yet, none of them have decided to haunt the saltpeter refinery. What remained was more akin to an echo, bits and pieces of many lives lived inside of that trap of steel and nitre. The work and the fun, the private and the public, the good and the bad. Decades of happenings, of silly little moments, of monotonous work and monumental change… It all remained inside of the village.\n\n\nWe don’t know for sure why: Was the foreman a reality bender? Was there something to the village that isn’t there anymore? Is it something that could happen again, given the same circumstances? We don’t know, and with what little remains of SCP-7883, we may never know. What we do know is that for many of the saltpeter workers in Northern Chile, including Sargento Aldea’s foreman, the saltpeter life was all they knew, and all they had. And once the Great Depression and the creation of synthetic saltpeter hit them, that life was over.\n\n\nObviously, none of them wanted things to end. In that era, saltpeter was the blood of Chile. It was their everything. And so, in SCP-7883, we see a refinery that refused to end like the rest. A moment trapped in time, where the depression never took down the saltpeter industry. Where Tongoy and Arica and Tarapacá, where all the cities kept being the major hubs that they were, and so they keep drinking like they always have, and they all keep working because they still have work to do. Because work still means something to them.\n\n\nPast the unique phenomenon that it is, SCP-7883 is no more than a mirage, hallucinations of a world from a century ago that we can interact with, not unlike a museum’s diorama. It’s not gonna hurt anyone, of that I’m sure, so research into it is to end immediately. Maybe someday we’ll reopen studies, have a cultural evaluation of these memories, but for the time being, Sargento Aldea can join all other \nsalitreras\n, and take a well deserved rest.\n\n\n \n\n\n \n\n\n\n\nHonorato Gutiérrez, Department of History, Site-38\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7882\n | SCP-7883 | \nSCP-7884\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7883\n\" by Maxyfran73, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7883\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Oficinas salitreras de Humberstone y Santa Laura, Chile, 2016-02-11, DD 53.jpg\n\n\nAuthor:\n Diego Delsa\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. ’Oficinas Salitreras’ (Saltpeter Works/Saltpeter Village) is the name given to saltpeter refineries across the South American countries of Chile, Perú and Bolivia, which became highly profitable businesses during the period between 1850 and 1930.\n\n\n2\n. As saltpeter deposits (known as ‘caliche’) were in remote locations, saltpeter villages were built away from population centers, and had specially built housing complexes that could house all workers of the area to prevent necessitating leaving the mines for nearby cities. Churches, schools, stores and recreation parks were often built surrounding these housing complexes.\n\n\n3\n. ’Pulpería’ is the name given to the general store section of a saltpeter village. Instead of being paid in cash, saltpeter workers were paid in special tokens that could only be used to purchase from the village’s ‘pulperia’ store.\n\n\n4\n. ’Matanza’ (Slaughter) is the common term used to refer to the many mass killings of saltpeter workers perpetrated by the government of Chile between 1905 and 1925. The period (Known as Parliamentary Era) is known for its brutal repression of worker unions, leading to the deaths of at least 10,000 workers.\n\n\n5\n. Geographical location with the biggest amount of saltpeter deposits and, consequently, where most saltpeter villages were located.\n\n\n6\n. ’Chancadora’ was the name given to the machines that would pulverize ‘caliche’ (Saltpeter deposits) to prepare it for its extraction.\n\n\n7\n. ’Animitas’ are small shrines placed at the site of a tragedy, usually a death, to pray for the departed.\n\n\n8\n. ’Cachuchos’ were massive tanks that would separate saltpeter from detritus by way of leaching.\n\n\n9\n. ’(Here) comes the Godo!’; Godo was the nickname of José Benito Gonzalez, owner of the Pampa’s biggest cart business, who would transport workers to and from the many refineries of the area on weekends. ‘Godo’ was also a nickname for the carts service.\n\n\n10\n. Barreteros were workers who used giant pry bars to smash caliche deposits into smaller rocks that were able to be put into the \nchancadoras\n.\n\n\n11\n. ’Clean yourself/clean that ‘chuño’, fucker’; ‘chuño’ refers to dirt, mud and filth that workers end up covered with after a day of work. While showers were mandatory for those who worked with ‘caliche’ and chemicals, some workers would go to work the following day without bathing.\n\n\n12\n. The 7th regiment “Esmeralda” is a military unit of the Chilean Army, part of its 1st Division, that was heavily involved in the War of the Pacific, between Perú/Bolivia and Chile. Following its end, they were sent by the government to ‘appease’ worker uprisings. They were responsible for roughly 70% of all slaughters of saltpeter workers.\n\n\n13\n. ’Cacho’ is a type of liar’s dice game, in which a person must guess the numbers on the rolled die of the other player/s.\n\n\n14\n. Popular song in the Norte Chico area during the 1870-1920 period about selling one’s possessions and going to the ‘North’ to work in the saltpeter refineries.\n\n\n15\n. ’Huaso’ is a traditional Chilean countryman, similar in role to the Cowboy or the Charro.\n\n\n16\n. ’Calichero’: Full of ‘caliche’, saltpeter deposits.\n\n\n17\n. ’Tongoy’ is a coastal town in Northern Chile. During the Salitreras era, the town was known for its high-class population due to the industrial development that the saltpeter business propelled.\n\n\n18\n. ’Ripio’ is a type of mineral residue. In slang terms, ‘collecting ripio’ used to be code for receiving illegal goods, collecting bribes, processing of illegal building plans, etc.\n\n\n19\n. ’Guarisnaque’ was a type of Bolivian aguardiente with high alcohol percentage. Many saltpeter villages made its consumption illegal.\n\n\n20\n. A ‘canario’ (Canary) is the name for the vendors within a pulpería. The name comes from the metal cages they’re put inside to protect the money they handle, being similar in appearance to the metal cages canaries are put into inside coal mines.\n\n\n21\n. ’Chingado’ is an insult roughly meaning ‘fucker/fucked’. In this context, it’s used to refer to workers who have suffered debilitating injuries such as heavy burns or limb losses, leading to them having either less extenuating work, or being forced to live as beggars.\n\n\n22\n. Divination based on throwing bones was common in Northern Chile; it’s still common in some areas.\n\n\n23\n. Slang for bread.\n\n\n24\n. ’The clean one’; believed to be a nickname for foreman Lemebel.\n\n\n25\n. Someone who’s not an expert in a certain activity or job.\n\n\n26\n. ’Huincha’ refers to the accounting ledger of a refinery.\n\n\n27\n. ’El desastre/the disaster’ was a name used to refer to the Great Depression.\n\n\n28\n. Sargento Aldea (Sergeant Aldea) was named after Juan de Dios Aldea, sailor who valiantly fought during the Battle of the Pacific, dying during the Battle of Iquique.\n\n\n29\n. Referring to the owning company, Antofagasta and Tarapacá Saltpeter Company.\n\n\n30\n. Notices of dismissal in Chile are blue, making the phrase ‘giving the pink slip’ change to ‘blue’.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7883 \" by Maxyfran73, from the SCP Wiki . Source: https://scpwiki.com/scp-7883 . Licensed under CC-BY-SA .",
        "Filename: Oficinas salitreras de Humberstone y Santa Laura, Chile, 2016-02-11, DD 53.jpg Author: Diego Delsa License: CC BY-SA 4.0 Source: Wikimedia Commons"
    ],
    "description": "When investigating the area, no special protection will be granted to MTF Omicron-61, as no danger has been perceived since its containment. As SCP-7883 is considered a low-level priority, exploration is only to be performed every five years to detect any changes. SCP-7883 must be explored at least once every 30 years, to prevent any possible spectral discharge.\n \n SCP-7883 is a phenomenon occurring in the former town of Sargento Aldea, located in the Atacama Desert, in Northern Chile. The phenomenon is consistent with haunting events common in other ghost towns, and while the effects are appreciated within the premises of the entire town, they are significantly more prominent within the following three locations:",
    "title": "SCP-7883"
}