{
    "url": "https://scp-wiki.wikidot.com/scp-7886",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\n\n\n\n\n26/09/2023\n\n\nSite-107 Stairwell #4, Security Camera #12 Footage\n\n\n01:12\n\n\n\n\nThe metal stairwell is dimly lit by a flickering overhead light.\n\n\nThe door to the stairwell opens. Director Gomaa stumbles into the room and shuts the door behind her. Shouting and the movement of many people can be heard from behind the door. An alarm blares in the distance.\n\n\nThe director moves towards the stairs before pausing. She leans against the wall next to the stairs and takes a deep sigh. She remains leaned against the wall for several seconds. The director holds her face in her hands and rubs her eyes, then drops her hands and stares upwards. She then turns to face the camera. Her eyes are bloodshot and she appears to be in a haze. Her hair is messy. Director Gomaa continues staring for another several seconds before slowly turning her attention to the stairs. After a moment, she begins walking up.\n\n\n\n\nItem #:\n SCP-7886\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-7886 is currently contained in a \nstandard\n modified Medium Containment Unit until further notice. When transporting the object, extreme care must be taken due to the fragile state of SCP-7886 as well as the limited clearance of the hallways of Site-107. All employees handling SCP-7886's containment unit are to ensure that they have properly engaged the manual hermetic seal affixed to its entrance. In case of a site-wide electrical failure, employees are advised to take any and all measures in order to maintain the hermetic seal. To maintain a temperature of 4°C within the unit to impede further degradation of the object, air conditioners have been installed where possible. Due to budgetary constraints, additional temperature regulation equipment for employee use cannot be supplied currently. Plans to transfer SCP-7886 into a larger and more appropriate containment unit are pending appropriate funding and resource allocation.\n\n\nDescription:\n\n\n\n\n\n\nSCP-7886 is a carved sculpture composed primarily of sycamore wood. The sculpture, which stands 4.30 meters tall and is set on a 12.96 meter square base, depicts a large serpentine figure poised to strike the viewer. Notably, the eyes of the serpent are made from polished quartz and copper plates, surrounded by intricate designs in red ocher paint. Carved into various areas of the object are excerpts from many ancient Egyptian religious texts, primarily the Book of Overthrowing Apophis.\n\n\nThe object was recovered from a chamber found 40 meters underground in a remote region of the Western Desert in Egypt. The chamber itself is decorated with reliefs of a large snake swallowing various depictions of the Egyptian sun god, typically Ra. Additionally, papyrus scrolls found within the chamber describe methods of worshiping Apophis, often involving the ritualistic sacrifice of birds such as falcons or kites. From the recovered information found within recovered documents, it is currently theorised that SCP-7886 was constructed by an Apophis-worshiping cult. It is unlikely they intended the statue to hold anomalous properties.\n\n\nThe structure is preserved in a state that appears incongruous with its estimated age of over 4,000 years. Minimal rot or warping has occurred and all painted details are only slightly faded. Evidence suggests that SCP-7886 has been repaired and modified over several hundred years since its initial construction, with certain pieces of the structure appearing to only be around 3,700 years old. The eyes appear to be the most physically weathered part of SCP-7886, with their upkeep exclusively consisting of re-application of pigment as per current evidence.\n\n\n\n\n\n\n\n\n\n\nSCP-7886's anomalous properties were initially observed upon its retrieval from the underground chamber. Upon the reconnaissance squadron entering the chamber and observing it, the object began releasing deep red smoke from the cracks in its structure and the painted details on its body became illuminated. Additionally, the squadron reported hearing \"unintelligible whispers\" on their approach to SCP-7886, increasing in volume relative to their proximity to the object.\n\n\nA scroll titled \"Methods to Quell the Great Rebel\" was recovered in the same chamber, explaining how to perform a ritual that would supposedly halt the aforementioned anomalous properties of SCP-7886. Additionally, it poetically described a disaster in which a \"maddening roar\" and \"the evil one\" summoned a hostile, serpentine entity. Due to the information recovered, procedure Al-Thoban was designed.\n\n\n\n\n\n\n\n\n\n\nProcedure Al-Thoban follows noted methods of prayer against Apophis seen throughout Egyptian history. Small sculptures of the snake deity are to be made from Egyptian beeswax. Then, the beginning of the Book of Overthrowing Apophis is to be read aloud. An excerpt from the spoken text is included below:\n\n\nHe is one fallen to the flame, Apophis with a knife on his head. He cannot see, and his name is no more in this land. I have commanded that a curse be cast upon him; I have consumed his bones; I have annihilated his soul in the course of every day; I have cut up his vertebrae at his neck, severed with a knife that hacked up his flesh and pierced his hide.\n\n\nAs the passage is read aloud, the figure must be boiled in urine, then spat on and trampled. Then, the figure must be pierced with a knife or spear, crushed and finally burned.\n\n\nThe ritual is to be performed within view of SCP-7886 and, preferably, at noon. A standard exterior window has been installed within the containment unit; due to a lack of construction personnel the window was installed improperly and a sub-optimal amount of sunlight is received at noon.\n\n\n\n\n\n\n\n\nThe following addenda include information that may not strictly pertain to SCP-7886. However, the staff at Site-107 believe all the included addenda hold important contextual and cultural information surrounding the object and its handling.\n\n\n\n\nAddendum 7886.1:\n\n\nThe following is a seminar delivered by Site-107’s Director Heba Gomaa at the annual Site-17 International Research Convocation and Cultural Fair.\n1\n Accompanying her was Senior Researcher Omar Mohamed and Researcher Farida Magdy.\n\n\n\n\n\n\n10/07/2023\n\n\nSite-17 Main Auditorium, Recording Camera #4 Footage\n\n\n11:32\n\n\n\n\nDirector Gomaa is seen standing behind a lectern on stage. A spotlight is shining on her and a large screen is illuminated behind her. The director is seen moving papers before leaning towards the microphone.\n\n\nDirector Gomaa:\n السلام عليكم\n2\n\n\nThe director waits for the audience to stop talking. After 5 seconds, there is still a low murmur among the crowd.\n\n\nDirector Gomaa:\n Uhm, hello everyone! If I could have your attention!\n\n\nThe crowd comes to silence. Director Gomaa smiles.\n\n\nDirector Gomaa:\n Alright! Hi everyone, my name is Heba Gomaa and I'm the director of the newly founded Site-107 - first officially recognised site in Egypt \nand\n in Africa!\n\n\nShe pauses. There is initially silence, followed by a quiet applause and murmuring.\n\n\nDirector Gomaa:\n …tough crowd! Erm, anyway, we in Site-107 are happy to present one of our latest acquisitions: SCP-7886.\n\n\nThe screen behind Director Gomaa changes to an image of SCP-7886. The audience mutters among themselves.\n\n\n\n\n1 hour and 18 minutes removed for brevity\n\n\n\n\nDirector Gomaa:\n So, there is another reason I have chosen to attend this fair. If we could flip back to slide 4 please…\n\n\nThe screen flicks between several slides before stopping on an image of SCP-7886 in its containment unit.\n\n\nDirector Gomaa:\n So, as you may have noticed, there is something a little odd about the containment of this object. If you look towards the 'ceiling', and I say that lightly, you can see that the unit itself was hastily modified to accommodate its size. And even then its edges are scraping against the walls. The skylight necessary for procedure Al-Thoban doesn't get the maximum amount of noon sunlight possible. Shipments for the beeswax we use for the Apophis figurines are often late, leaving us exposed to the possible danger SCP-7886 poses for prolonged periods of time. Surely, you might think, the ritual does not need to be performed \nthat\n frequently. We've realized that is not the case. Anomalous properties manifest in SCP-7886 frequently enough that daily performances are necessary. And if we are to trust the papyri, as we have done so far, we cannot risk a demon snake manifesting within the site.\n\n\nThe director shuffles in place and looks down at her notes for a moment. After a moment, she takes a deep breath and continues.\n\n\nDirector Gomaa:\n To the increasing disappointment of myself and my personnel at Site-107, our requests for aid have been… unfavorably prioritized. So now that I am \nhere\n… and I have presented what we know about 7886… I am, uh- I am here to… petition. Petition to some of the higher management who may be present tonight to perhaps consider prioritizing our case more. If at all possible.\n\n\nThe audience begins to loudly chatter.\n\n\nDirector Gomaa:\n Uhm, I thank you for your time everyone! And the lovely venue and arrangement! Thank you!\n\n\nDirector Gomaa hastily leaves the stage.\n\n\n\n\n\n\n\n\n10/07/2023\n\n\nSite-17 Main Auditorium, Security Camera #8 Footage\n\n\n12:32\n\n\n\n\nDirector Gomaa, Senior Researcher Omar Mohamed and Researcher Farida Magdy are all seen standing in a group off to the side of the auditorium. Gomaa shifts in place nervously.\n\n\nDirector Gomaa:\n Look, I think I'm just ready to call it a night. It took a lot out of me to do that whole speech.\n\n\nResearcher Mohamed:\n3\nلا والله؟ انت سفرت من مصر الى امريكة و انت مش حتكلم اي حد؟\n\n\nDirector Gomaa:\n4\nعمر انا تعبت, فا لو سمحت\n\n\nResearcher Magdy:\n Come \non\n, Miss Gomaa! Just stay a little! Mingle a bit. You didn't come all the way here just to deliver a speech and run away, did you?\n\n\nDirector Gomaa:\n Well, no. But-\n\n\nResearcher Mohamed:\n Farida is right, you should stay a while. Think of it as networking!\n\n\nDirector Gomaa:\n What am I, an intern?\n\n\nResearcher Mohamed:\n No, but what you \nare\n is a representative for our site. \nYour\n site. You want to do good for us, right?\n\n\nDirector Gomaa:\n Absolutely.\n\n\nResearcher Mohamed:\n Then go on! Meet some people! Let everyone know who 'Director Heba Gomaa' is and why we matter.\n\n\nGomaa appears to think for a little.\n\n\nDirector Gomaa:\n Alright. I'll be back then.\n\n\nResearcher Mohamed:\n We're right here if you need us.\n\n\nDirector Gomaa turns away from the other two and walks off. Researcher Mohamed waves and calls out to her.\n\n\nResearcher Mohamed:\n5\nمع سلامة\n\n\n\n\n\n\n\n\n10/07/2023\n\n\nSite-17 Main Auditorium, Security Camera #1 Footage\n\n\n12:40\n\n\n\n\nDirector Gomaa is seen inspecting the food at a buffet station. She looks up to the cook.\n\n\nDirector Gomaa:\n Hi, I'm so sorry, do you know if any of these foods are halal?\n\n\nThe cook looks confused and gives an unintelligible reply.\n\n\nDirector Gomaa:\n Oh, okay-\n\n\nThe cook walks off camera, leaving Director Gomaa by the station. She puts her hands behind her back and idly looks around. She is then approached by a man from behind who taps her shoulder.\n\n\nDirector Gomaa:\n Oh! I'm sorry, I didn't quite notice you-\n\n\nHead Researcher Johnson:\n I didn't mean to startle you. I'm Matthew Johnson, from Site-52, and I just wanted to come and meet you after your speech today. I hope I'm not interrupting anything?\n\n\nDirector Gomaa:\n The pleasure is all mine sir, and it seems it will be a while before I get to eat so I have time to chat. How may I help you?\n\n\nHead Researcher Johnson:\n Well, I just wanted to say you did wonderfully tonight.\n\n\nDirector Gomaa:\n Why thank you! I prepared a lot for tonight and I'm glad it paid off.\n\n\nHead Researcher Johnson:\n I'm sorry to hear about your issues with resource allocation. Bureaucracy is a pain, right?\n\n\nDirector Gomaa:\n Oh is it! I really do hope this issue gets resolved soon. I didn't mention this in the seminar since it's still incomplete but my team and I are actually planning a full-scale restoration project for the object.\n\n\nHead Researcher Johnson:\n That's interesting! Why restore the Satan snake statue, though? You're not planning on worshiping it yourself, eh?\n\n\nGomaa laughs.\n\n\nDirector Gomaa:\n No, obviously not! We just think that it might help reduce how frequently it tries to kill us. The anomaly manifests as a result of 'poor worship', right? And there's plenty of evidence that the object was retouched and restored throughout history. So, naturally, if we restore the statue it might appease the object.\n\n\nHead Researcher Johnson:\n And I expect that would be pretty hard to do, right? What with all the intricate designs and hieroglyphics all over the thing.\n\n\nDirector Gomaa:\n Not to mention the authenticity of the materials we use. It \nneeds\n to be Egyptian sycamore and we need to replicate the paint as closely as possible. The recipe for the paints are in the papyri so it's just a matter of getting the ocher and the-\n\n\nHead Researcher Johnson:\n Which is why you decided to petition today, right?\n\n\nDirector Gomaa:\n Exactly! If we can't even get beeswax to the site in a timely fashion, how do we expect to finish an entire restoration project?\n\n\nHead Researcher Johnson:\n Right, right.\n\n\nDirector Gomaa:\n I just want my site to get what it deserves, like any director would.\n\n\nHead Researcher Johnson:\n Speaking of, how did you get involved in Egypt in the first place? Your Arabic is impressive and I assume that took a \nlot\n of work.\n\n\nDirector Gomaa freezes and stares blankly for a moment.\n\n\nDirector Gomaa:\n I beg your pardon?\n\n\nHead Researcher Johnson:\n Y'know, what got you interested in Egypt in the first place?\n\n\nDirector Gomaa:\n …I'm Egyptian.\n\n\nHead Researcher Johnson:\n Huh, really? You just don't have an accent and uh- no…\n\n\nJohnson moves a pointed finger in a circle around his face.\n\n\n\n\n\n\nSite-17 Main Auditorium, Security Camera #6\n\n\n12:48\n\n\n\n\nDirector Gomaa is seen walking into frame among the crowd. She is carrying a tray with a small plate of food, mostly consisting of dessert items, and a cup of water. She pauses and looks around, then moves towards a table with one free space. She leans in towards the seated people and inaudibly speaks to them. After a moment of silence as the occupants look to one another, the table welcomes Gomaa to take a seat, though they seem apprehensive.\n\n\nFor the next five minutes idle conversation takes place. Then, Researcher Kai Mendez brings up the subject of the food served that night. Most of the table comments positively on the food.\n\n\nDirector Gomaa:\n Well, the food was good. Some of it anyway.\n\n\nResearcher Mendez:\n What are you, a picky eater?\n\n\nDirector Gomaa:\n There's hardly any halal items here, is all.\n\n\nResearcher Mendez:\n Oh. I forget your people do that.\n\n\nDirector Gomaa:\n Yeah.\n\n\nThere is a moment of silence, followed by Gomaa fake coughing.\n\n\nDirector Gomaa:\n Were you all, erm, here for my seminar..?\n\n\nResearcher Mendez:\n Mhm. It was alright. Pretty interesting.\n\n\nSenior Researcher Rowan:\n Yes, yes. Lovely learning about your 7886. I quite enjoyed your discussion regarding its, erm, its- that's it, its theorised purpose.\n\n\nDirector Gomaa:\n Why thank you! And yes, I found it very interesting myself. Looking through all of the scrolls and-\n\n\nResearcher Cranston:\n You said it was some weird devil-worshiping cult, right?\n\n\nDirector Gomaa:\n Well, more of a counter-cultural cult than anything. They worshiped Apophis as a form of, well for lack of a better term, 'sticking it to the man'. At least we think so.\n\n\nSenior Researcher Rowan:\n And you're having trouble getting the resources you need?\n\n\nDirector Gomaa:\n That's right. We can hardly perform the rituals needed for its containment on a daily basis. I was just telling… someone else about our plans for a restoration project on the object-\n\n\nSenior Researcher Albert Rowan leans towards Gomaa from across the table.\n\n\nSenior Researcher Rowan:\n God, I feel so bad for you guys. Having to deal with all that logistics paperwork is a pain \nand\n you're not even getting what you need? How about a glass of wine? Chardonnay?\n\n\nDirector Gomaa:\n I don't drink.\n\n\nSenior Researcher Rowan:\n You're missing out. You seem a little tense is all, and a fine glass of wine really calms the nerves. Is that a Muslim thing or…?\n\n\nDirector Gomaa:\n I'm glad you enjoy it. And yes, we can't drink.\n\n\nA waiter walks over to the table holding a tray of small ham sandwiches. They offer the sandwiches to the occupants who all in turn take one. Once the waiter reaches Gomaa she politely refuses.\n\n\nSenior Researcher Rowan:\n Don't tell me you can't have ham either!\n\n\nDirector Gomaa:\n Yes, we cannot eat pork.\n\n\nResearcher Jenna Cranston scoffs.\n\n\nResearcher Cranston:\n No, that's a Jewish thing. Pork isn't kosher.\n\n\nDirector Gomaa:\n It is something Islam and Judaism share.\n\n\nResearcher Cranston:\n No need to get short with me, hah.\n\n\nSenior Researcher Rowan:\n You sure you don't want a bit of this?\n\n\nRowan swishes his cup of wine in front of Gomaa, then laughs. Gomaa squirms in her seat, then lowers her head and continues eating her food.\n\n\nConversation on the table continues for the next ten minutes. Gomaa spends most of this time silently observing, only occasionally interjecting with short comments.\n\n\n\n\nAddendum 7886.2:\n\n\nOn 11/07/2023, Senior Researcher Omar Mohamed drafted Operation Snake-Trap, a plan to for SCP-7886 to undergo a full restoration.\n\n\nOperation Snake-Trap entails the following procedures:\n\n\n\n\nAcquisition of authentic, high-quality Egyptian sycamore wood.\n\n\nAcquisition of red ocher paint in accordance to recipes detailed in the recovered scroll.\n\n\nA full 3D scan and render of SCP-7886 to create a mock-up of its final restored state.\n\n\nReplacement of rotted or warped sections of the object.\n\n\nReplication of both carved and painted details on the object using a combination of high-precision robotic tools and hand-made work.\n\n\nPolishing of the quartz eye pieces.\n\n\n\n\nOperation Snake-Trap has been submitted for budgetary approval by the Department of Logistics. It is currently pending review.\n\n\nAddendum 7886.3:\n\n\n\n\n\n\nFrom:\n \nSite-107 Director Heba Gomaa <\npcs.701S|aamogh#pcs.701S|aamogh\n>\n\n\nTo:\n \nHead of Logistics Christopher Smith <\npcs.71S|htimsc#pcs.71S|htimsc\n>\n\n\nSubject:\n \nSCP-7886 Additional Resource Allocation\n\n\nSent:\n \n2023/07/11\n\n\n\n\nDear Mister Smith,\n\n\nHow are you? I saw you were in attendance of the IRCCF yesterday and I hope you enjoyed it.\n\n\nAs you may have seen I made a bit of a show of requesting extra resource allocation for my site. I do apologise for my unprofessional behaviour, yet I hope you are still receptive of my request.\n\n\nIt is imperative we are able to successfully perform procedure Al-Thoban every day to keep SCP-7886 from breaching containment. At the current supply rate we are just barely able to do so.\n\n\nI implore you to take my request into consideration.\n\n\nKind regards,\n\nHeba Gomaa\n\n\n\n\n\n\n\n\n\n\nFrom:\n \nHead of Logistics Christopher Smith <\npcs.71S|htimsc#pcs.71S|htimsc\n>\n\n\nTo:\n \nSite-107 Director Heba Gomaa <\npcs.701S|aamogh#pcs.701S|aamogh\n>\n\n\nSubject:\n \nRe:SCP-7886 Additional Resource Allocation\n\n\nSent:\n \n2023/07/13\n\n\n\n\nDear Director Gomaa,\n\n\nYour request has been taken into consideration.\n\n\nRegards,\n\nChristopher Smith\n\n\n\n\n\n\nAddendum 7886.4:\n\n\nThrough further communication with the Site-17 Department of Logistics, it has been suggested that SCP-7886 be moved to the western wing of Site-107 due to its larger containment cells. This, however, is unfeasible due to SCP-7886 being too large to transport through doorways safely. Therefore, SCP-7886 will not be relocated.\n\n\nOperation Snake-Trap is still pending review from the Department of Logistics.\n\n\nSCP-7886 has begun displaying anomalous properties increasingly often and as a result Procedure Al-Thoban must be performed multiple times per day. Another formal request for additional budgetary and resource-based aid to facilitate procedure Al-Thoban has been sent to the Department of Logistics. It is pending review.\n\n\nAddendum 7886.5:\n\n\n\n\n\n\n26/08/2023\n\n\nSCiPNET Chat Log, #general\n\n\n11:43\n\n\n\n\nFaridaMagdy has connected —>\n\n\nFaridaMagdy\n: Good afternoon y'all!\n\n\nJeremyFox\n: Oh a newbie, hello.\n\n\nRiverIvanov\n: hai\n\n\nFaridaMagdy\n: Nice to meet y'all. First time I've connected to the skipnet.\n\n\nMarcoLemaire\n: Which site are you at?\n\n\nFaridaMagdy\n: Site-107! (woot woot!)\n\n\nFaridaMagdy\n: You might have seen my director at the IRCCF.\n\n\nMarcoLemaire\n: She was the one who did the talk on 7886 right?\n\n\nFaridaMagdy\n: Yep!! :D\n\n\nJeremyFox\n: That was cool.\n\n\nRiverIvanov\n: yeh!\n\n\nFaridaMagdy\n: :DDD\n\n\nJeremyFox\n: You're Egyptian right?\n\n\nFaridaMagdy\n: Yep! An Egyptian Muslim woman\n\n\nRiverIvanov\n: cooool\n\n\nFaridaMagdy\n: I know most of yall are used to like. ORIA being the entirety of muslim/MENA rep in the anomalous world.\n\n\nFaridaMagdy\n: But I hope people like my director can help bring in more MENA people and Muslims into the Foundation workforce.\n\n\nRiverIvanov\n: inshallah the entirety of islam in the anomalous world shall be represented by an iranian terrorist cell\n\n\nJeremyFox\n: lol\n\n\nFaridaMagdy\n: That seems…in poor taste.\n\n\nMarcoLemaire\n: \nThis conversation has been flagged for human resources review. Please wait for assistance.\n\n\nFaridaMagdy\n: I think I'd be more comfortable if we didn't make jokes like that.\n\n\n[ADMIN] AlfonsoAlonso\n has connected —>\n\n\n[ADMIN] AlfonsoAlonso\n: What's going on?\n\n\n[ADMIN] AlfonsoAlonso\n: Ah, I see now.\n\n\n[ADMIN] AlfonsoAlonso\n: I don't think think it seems like that big of an offense, but if it really bothers staff that much we should all drop it before it disrupts morale.\n\n\nFaridaMagdy\n: I'd say it does more than \"bothers\".\n\n\n[ADMIN] AlfonsoAlonso\n: I really thought an HR flag would be something worse.\n\n\n\n\nAddendum 7886.6:\n\n\nThe Department of Logistics has taken note of the large amount of aid requested by Site-107 related to SCP-7886 and wishes to remind employees of the extensive tracking system in place for the goods delivery service.\n\n\nAddendum 7886.7:\n\n\n\n\n\n\nFrom:\n \nSite-107 Senior Researcher Omar Mohamed <\npcs.701S|demahomo#pcs.701S|demahomo\n>\n\n\nTo:\n \nHead of Logistics Christopher Smith <\npcs.71S|htimsc#pcs.71S|htimsc\n>\n\n\nSubject:\n \nFollow Up on SCP-7886 Resource Allocation\n\n\nSent:\n \n2023/08/25\n\n\n\n\nDear Mister Smith,\n\n\nI am emailing you on behalf of Director Gomaa as she is currently occupied with more immediately pressing situations.\n\n\nThe financial and resource-based aid requested by the Director has not been supplied. Though we are aware that no such promises were made for the site, we would like to inquire on the status of the request.\n\n\nIn lieu of Foundation-supplied resources, employees are being asked to purchase their own beeswax for the purposes of procedure Al-Thoban. In addition to this, they are also being asked to collect their own urine to be handed in.\n\n\nPlease do reply to us soon.\n\n\nKind regards,\n\nOmar Mohamed\n\n\n\n\n\n\n\n\n\n\nFrom:\n \nHead of Logistics Christopher Smith <\npcs.71S|htimsc#pcs.71S|htimsc\n>\n\n\nTo:\n \nSite-107 Senior Researcher Omar Mohamed <\npcs.701S|demahomo#pcs.701S|demahomo\n>\n\n\nSubject:\n \nRe:Follow Up on SCP-7886 Resource Allocation\n\n\nSent:\n \n2023/08/25\n\n\n\n\nDear Mister Mohamed,\n\n\nYour request has been taken into consideration.\n\n\nRegards,\n\nChristopher Smith\n\n\n\n\n\n\nAddendum 7886.8:\n\n\n\n\n\n\nLETTER OF CENSURE\n\n\n\n\n\n\nDisciplined Personnel:\n Director Heba Gomaa\n\n\nWorkplace:\n Site-107\n\n\nEmployee ID:\n HG71935621\n\n\n\n\nDescription of Infraction(s):\n\n\n\n\nUnapproved construction on-site\n\n\nUnauthorized materials introduced to Foundation site\n\n\n\n\n\n\nDetailed Description:\n\nAttempted to construct a greenhouse on-site with unapproved resources including apiaries and several flora native to the Egyptian Nile Delta.\n\n\n\n\nApplied Sanctions:\n\n\n\n\nSite administration is now under strict observation from Disciplinary Monitoring Team #132\n\n\n\n\n\n\nAddendum 7886.9:\n\n\nAs of 24/09/2023, SCP-7886 has been exhibiting unprecedented levels of anomalous activity. \nThis is likely due to\n It is unknown whether this is a result of the performance of procedure Al-Thoban continually degrading in accuracy and quality. Policies are now in place to ensure higher performance in the procedure.\n\n\nIn addition, the following email was sent to all Site-107 staff.\n\n\n\n\n\n\nFrom:\n \nDirector Heba Gomaa <\npcs.701S|aamogh#pcs.701S|aamogh\n>\n\n\nTo:\n Site-107 Staff\n\n\nSubject:\n \nRegarding SCP-7886\n\n\nSent:\n \n2023/09/24\n\n\n\n\nDear all,\n\n\nI would first of all like to apologise for my unprofessional behaviour and improper handling of SCP-7886. Not only did I put the containment of the object into question, I nearly jeopardized the employment of many of you. Rest assured, amends will be made for my mistakes.\n\n\nI will not be on-site tomorrow as I am traveling to Site-17. There, I will be directly voicing my concerns to the Head of Logistics. Hopefully, we can have a diplomatic discussion and come to a conclusion that benefits everyone.\n\n\nSincerely,\n\nHeba Gomaa\n\n\n\n\n\n\nAddendum 7886.10:\n\n\n\n\n\n\n25/09/2023\n\n\nSite-17 Human Resources Department Hallway #4, Security Camera #3\n\n\n11:43\n\n\n\n\nDirector Gomaa is seen walking briskly down the hallway towards the camera, closely followed by Head of Logistics Christopher Smith.\n\n\nMr. Smith:\n I need you to understand, director, that's the best I can do for you! We cannot allocate more resources to your site than we already have.\n\n\nDirector Gomaa:\n Forgive me if I have a hard time believing you, sir, but I don't buy that for a single second!\n\n\nMr. Smith:\n Miss, I've tried to be cordial with you-\n\n\nGomaa spins on her heel to face Smith.\n\n\nDirector Gomaa:\n No! You haven't!\n\n\nSmith stops in his tracks.\n\n\nDirector Gomaa:\n For every second I've spent in this blasted site I've been disrespected, none of my requests have been taken seriously! I-\n\n\nMr. Smith:\n You have an entire site under your control, miss. Wouldn't you say that takes more than a great deal of respect?\n\n\nGomaa stammers and wildly gestures with her hands.\n\n\nDirector Gomaa:\n My own culture has been thrown in my face! My language is a joke to you people! My religion? Oh, don't even get me started! I came here for an 'international' cultural fair and you didn't even provide food I could eat!\n\n\nMr. Smith:\n Look, if you wanted a fully accommodating experience you should have-\n\n\nDirector Gomaa:\n I shouldn't have done \nshit\n! It's not my job to make my own safe space while I'm working.\n\n\nMr. Smith:\n Well, you could have gone to Site-43-\n\n\nDirector Gomaa:\n No… Site-43? Is that your limp excuse of a solution to this? Wallahi\n6\n I'd be alone there too. Face it, as much as you like to think you're an all-encompassing 'diverse' body, you ain't shit. Did you know my site is the first 'proper' one in the entire \nfucking continent\n of Africa?! Not one! Not a single site before 107! And you have the gall to treat us like- like whiny brats!\n\n\nGomaa slowly approaches Smith, who backs away.\n\n\nDirector Gomaa:\n And now because of- of \nall\n of you my site is collapsing! I \ntried\n to be cordial, I tried to play by your rules and be nice. I took the shit you spewed! Then I tried to take things into my own hands and you censured me for it. I've tried my hardest to make this work. This is the first major object we're containing on-site and I wanted to make a good impression! And what do I get?-\n\n\nGomaa's phone rings. She picks up the call, although she does not speak initially. She then holds out the phone after putting it on speaker mode.\n\n\nDirector Gomaa:\n Say what you just said again, please.\n\n\nSenior Researcher Mohamed:\n Heba, I don't have time-\n\n\nDirector Gomaa:\n Just say it!\n\n\nThere is a short pause. During this, several alarms can be heard in the background.\n\n\nSenior Researcher Mohamed:\n SCP-7886 has fully manifested and it's tearing through the site as we speak.\n\n\nDirector Gomaa turns off speaker mode and speaks inaudibly into the phone. She then hangs up and stands staring at Smith for a moment. She then turns on her heel and sprints down the hallway. Smith is left alone.\n\n\n\n\n\n\n\n\n\n\n26/09/2023\n\n\nSite-107 Rooftop, Security Camera #3\n\n\n01:37\n\n\n\n\nDirector Gomaa is seen walking onto the rooftop from off-screen. Dr. Mohamed and Researcher Magdy are already present. In the background smoke is seen rising into the sky. They are sitting on the edge of the roof side by side. The two turn to look at the director and Dr. Mohamed moves to make space for her. She wordlessly takes a seat.\n\n\nFor the next two minutes there is silence as the group all sit on the roof's edge.\n\n\nDirector Gomaa:\n Were either of you two hurt?\n\n\nMohamed and Magdy shake their heads. Gomaa nods in response.\n\n\nDirector Gomaa:\n Omar, I'm sorry for-\n\n\nSenior Researcher Mohamed:\n Don't worry about it.\n\n\nThere is silence for the next 30 seconds.\n\n\nDirector Gomaa:\n Honestly? Coming face-to-face with a demon snake…\n\n\nDirector Gomaa lets out a small laugh.\n\n\nDirector Gomaa:\n Sounds \nway\n better than being at 17.\n\n\nThe other two look at Gomaa. Dr. Mohamed weakly smiles and chuckles, while Magdy does not react. Gomaa continues laughing to herself. This slowly transitions into crying.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Site-17 International Research Convocation and Cultural Fair, shortened to IRCCF, is an event held to encourage the exchange of information and celebrate diversity among international sites. Faculty from across the globe are encouraged to bring forward and share the latest of their developments with one another. Alongside this a cultural fair is held, where the cultures of our international sites are showcased to better encourage understanding and acceptance between employees.\n\n\n2\n. \"Peace be upon you.\" A common greeting used in the Arab-speaking Muslim world.\n\n\n3\n. Oh really? You traveled all the way from Egypt to America and you won't talk to anyone?\n\n\n4\n. Omar I'm tired, so if you'll excuse me…\n\n\n5\n. Goodbye!\n\n\n6\n. Meaning \"I swear to God\"\n\n\n\n\n\n\n\n\n« \nSCP-7885\n | SCP-7886 | \nSCP-7887\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7886\n\" by RadiantGold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7886\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7886.1:\nThe following is a seminar delivered by Site-107’s Director Heba Gomaa at the annual Site-17 International Research Convocation and Cultural Fair. 1 Accompanying her was Senior Researcher Omar Mohamed and Researcher Farida Magdy.",
        "Addendum 7886.2:\nOn 11/07/2023, Senior Researcher Omar Mohamed drafted Operation Snake-Trap, a plan to for SCP-7886 to undergo a full restoration.\nOperation Snake-Trap entails the following procedures:\nOperation Snake-Trap has been submitted for budgetary approval by the Department of Logistics. It is currently pending review.",
        "Addendum 7886.3:",
        "Addendum 7886.4:\nThrough further communication with the Site-17 Department of Logistics, it has been suggested that SCP-7886 be moved to the western wing of Site-107 due to its larger containment cells. This, however, is unfeasible due to SCP-7886 being too large to transport through doorways safely. Therefore, SCP-7886 will not be relocated.\nOperation Snake-Trap is still pending review from the Department of Logistics.\nSCP-7886 has begun displaying anomalous properties increasingly often and as a result Procedure Al-Thoban must be performed multiple times per day. Another formal request for additional budgetary and resource-based aid to facilitate procedure Al-Thoban has been sent to the Department of Logistics. It is pending review.",
        "Addendum 7886.5:",
        "Addendum 7886.6:\nThe Department of Logistics has taken note of the large amount of aid requested by Site-107 related to SCP-7886 and wishes to remind employees of the extensive tracking system in place for the goods delivery service.",
        "Addendum 7886.7:",
        "Addendum 7886.8:",
        "Addendum 7886.9:\nAs of 24/09/2023, SCP-7886 has been exhibiting unprecedented levels of anomalous activity. This is likely due to It is unknown whether this is a result of the performance of procedure Al-Thoban continually degrading in accuracy and quality. Policies are now in place to ensure higher performance in the procedure.\nIn addition, the following email was sent to all Site-107 staff.",
        "Addendum 7886.10:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7886 \" by RadiantGold, from the SCP Wiki . Source: https://scpwiki.com/scp-7886 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7886",
    "object_class": "Keter",
    "containment_procedures": "SCP-7886 is currently contained in a standard modified Medium Containment Unit until further notice. When transporting the object, extreme care must be taken due to the fragile state of SCP-7886 as well as the limited clearance of the hallways of Site-107. All employees handling SCP-7886's containment unit are to ensure that they have properly engaged the manual hermetic seal affixed to its entrance. In case of a site-wide electrical failure, employees are advised to take any and all measures in order to maintain the hermetic seal. To maintain a temperature of 4°C within the unit to impede further degradation of the object, air conditioners have been installed where possible. Due to budgetary constraints, additional temperature regulation equipment for employee use cannot be supplied currently. Plans to transfer SCP-7886 into a larger and more appropriate containment unit are pending appropriate funding and resource allocation.",
    "description": "",
    "title": "SCP-7886"
}