{
    "url": "https://scp-wiki.wikidot.com/scp-7888",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\nItem #:\n SCP-7888\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n All usage of SCP-7888 should abide by regulations described in Ethics Committee Protocol: \"Fern Flower\".\n\n\n\n\nDescription:\n SCP-7888 is a Foundation-produced communication method. By utilising various memetic suggestions through plain text, SCP-7888 diminishes the retroactive generation of anomalous phenomena in baseline reality.\n\n\nSince SCP-7888’s implementation, the general danger and hostility imposed by newly discovered anomalies has decreased by ~60%. Current instances of SCP-7888 do not completely prevent the existence of malevolent and irrepressible anomalies, although most now follow commonly documented anomalous laws. This has made overall containment and research significantly easier. An increase in beneficial and benevolent anomalies, as well as more concisely written SCP documentation has also been noted alongside these changes.\n\n\n\n\nDiscovery Log:\n SCP-7888 was created following an increase in retroactive reality alterations detected by the FRCN (Foundation Reality-wide Communications Network). In one week, a higher amount of newly discovered anomalous phenomena were reported, most in some way relating to the concept of “Luck”. The departments of Memetics were able to produce and successfully employ SCP-7888 during this time.\n\n\nDue to the immense level of harm such entities presented, SCP-7888 was originally intended to neutralize those responsible through lethal memetic hazards. This decision was later revised, upon confirming the possibility of a ZK-Class Reality Failure Scenario. An alternative, non-lethal form of memetic suggestion was then created, which successfully nullified the influence of numerous entities.\n\n\nDespite being approved by a majority of leading Foundation personnel, the Ethics Committee expressed dissatisfaction, opting for a clear psychological evaluation of these entities before any further use of SCP-7888. Two months postponement was approved, and access to a majority of Foundation documentation for psychological study was granted.\n\n\nAn initial set of newly improved memetic agents were finally produced, using the Ethics Committee's findings as a basis. These were intended to reduce hostile anomalous activity whilst retaining favourable standing with these entities, until a means of clear communication could be developed. This proposal was finally agreed upon by all leading Foundation personnel after the latest SCP-7888 instances proved the most effective. A log of currently utilised instances can be found below:\n\n\n\n\n\n\nWARNING: POTENT MEMETIC HAZARDS AHEAD\n\n\nThe following is a list of SCP-7888 instances that have proven the most effective.\n\n\n\n\n\n\n\n\nAccess SCP-7888 Instance Log\n\n\n\n\n Access Approved\n\n\n\n\n\n\nInstance:\n #0004\n\n\nMessage:\n\n\n“Doing something else will clear your head.”\n\n\n\n\n\n\nInstance:\n #0025\n\n\nMessage:\n\n\n“You've done enough today.\"\n\n\n\n\n\n\nInstance:\n #0059\n\n\nMessage:\n\n\n“Ask yourself: Is this fun?”\n\n\n\n\n\n\nInstance:\n #0075\n\n\nMessage:\n\n\n\"Forget about it all for now.”\n\n\n\n\n\n\nInstance:\n #0098\n\n\nMessage:\n\n\n“Go drink some water.”\n\n\n\n\n\n\nInstance:\n #0158\n\n\nMessage:\n\n\n\"Talk to someone. Anyone. Please.\"\n\n\n\n\n\n\nInstance:\n #0159\n\n\nMessage:\n\n\n\"Seriously, it's a community. Go make friends.\"\n\n\n\n\n\n\nInstance:\n #0241\n\n\nMessage:\n\n\n“\nDon't torture yourself\n”\n\n\n\n\n\n\nInstance:\n #0436\n\n\nMessage:\n\n\n“Please take regular breaks.”\n\n\n\n\n\n\nInstance:\n #0615\n\n\nMessage:\n\n\n“Call your grandparents.”\n\n\n\n\n\n\nInstance:\n #0831\n\n\nMessage:\n\n\n\"Enjoy this cat.\"\n\n\n\n\nmeow\n\n\n\n\nInstance:\n #0972\n\n\nMessage:\n\n\n“Only a nobody would hurt you for not finishing.”\n\n\n\n\n\n\nInstance:\n #3046\n\n\nMessage:\n\n\n“There's a fine line between passion and obsession. Never go too far.”\n\n\n\n\n\n\nInstance:\n #7000\n\n\nMessage:\n\n\n“The number doesn’t make the article, you give the number value. Don’t let it consume you.”\n\n\n\n\n\n\nInstance:\n #7888\n\n\nMessage:\n\n\n\"You all did great. Now, go rest.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7887\n | SCP-7888 | \nSCP-7889\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7888\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7888\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cat.jpg\n\n\nAuthor:\n \nPenton\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Instance: #0004 Message: “Doing something else will clear your head.”",
        "Instance: #0025 Message: “You've done enough today.\"",
        "Instance: #0059 Message: “Ask yourself: Is this fun?”",
        "Instance: #0075 Message: \"Forget about it all for now.”",
        "Instance: #0098 Message: “Go drink some water.”",
        "Instance: #0158 Message: \"Talk to someone. Anyone. Please.\"",
        "Instance: #0159 Message: \"Seriously, it's a community. Go make friends.\"",
        "Instance: #0241 Message: “ Don't torture yourself ”",
        "Instance: #0436 Message: “Please take regular breaks.”",
        "Instance: #0615 Message: “Call your grandparents.”",
        "Instance: #0831 Message: \"Enjoy this cat.\" meow",
        "Instance: #0972 Message: “Only a nobody would hurt you for not finishing.”",
        "Instance: #3046 Message: “There's a fine line between passion and obsession. Never go too far.”",
        "Instance: #7000 Message: “The number doesn’t make the article, you give the number value. Don’t let it consume you.”",
        "Instance: #7888 Message: \"You all did great. Now, go rest.\"",
        "\" SCP-7888 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-7888 . Licensed under CC-BY-SA .",
        "Filename: cat.jpg Author: Penton License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-7888",
    "object_class": "Thaumiel",
    "containment_procedures": "All usage of SCP-7888 should abide by regulations described in Ethics Committee Protocol: \"Fern Flower\".",
    "description": "SCP-7888 is a Foundation-produced communication method. By utilising various memetic suggestions through plain text, SCP-7888 diminishes the retroactive generation of anomalous phenomena in baseline reality.",
    "title": "SCP-7888"
}