{
    "url": "https://scp-wiki.wikidot.com/scp-7889",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\n| More by NielleiN\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+80\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nInstances of SCP-7889-1 are to be contained within a secure storage locker at Site-94.\n\n\n\n\nDescription\n\n\nSCP-7889 is an anomalous phenomenon affecting Dr. Peterson's office at Site-94. Each day at approximately 11:59 AM, a copy of SCP-7889-1, a DVD entitled \"Die Funny\", will appear on Dr. Peterson's office along with the following note:\n\n\n\n\nDear Dr. Peterson,\n\n\nWe heard you were feeling down, so we decided to send you one of the funniest movies that our team has ever made. It's got all your favorite actors and we know you'll enjoy. Have a good time!\n\n\nLove,\n\n\nYour Friends at Vikander-Kneed\n\n\n\n\nSCP-7889-1 is ostensibly an action comedy starring John Travolta and Danny Devito, produced and distributed by GoI-5889 (\"\nVikander-Kneed Technical Media\n\").\n1\n SCP-7889-1 has an extremely potent antimemetic effect that affects everyone who views it except for Dr. Peterson.\n\n\n\n\nDiscovery\n\n\nSCP-7889 was first discovered by Dr. Peterson on 10/4/2022. However, he refused to report it and instead used the steadily increasing number of SCP-7889-1 instances as paperweights or stored them within his desk.\n\n\nSCP-7889 was accidentally discovered by Dr. Samuel Gold on 3/2/2023. Dr. Gold then forced Dr. Peterson to report it to the Foundation.\n\n\n\n\nDiscovery Log\n\n\nDate:\n 3/2/2023\n\n\nSubjects:\n Dr. Peterson, Dr. Gold\n\n\n\n\n[Excerpt begins.]\n\n\nDr. Peterson and Dr. Gold are sitting within Dr. Peterson's office, discussing a television show. Suddenly, an SCP-7889-1 instance appears on Dr. Peterson's desk.\n\n\nDr. Gold:\n Jack, what is that?\n\n\nDr. Peterson:\n Oh, that's nothing.\n\n\nDr. Gold:\n Jack, it literally appeared out of thin air on your desk.\n\n\nDr. Peterson:\n Well…\n\n\nDr. Gold:\n Has this happened before?\n\n\nDr. Peterson:\n A couple of times. I didn't think it was a big deal.\n\n\nDr. Gold then walks over to the desk and inspects the SCP-7889-1 instance.\n\n\nDr. Gold:\n \"Love, your friends at Vikander-Kneed.\" Jack, you know we have to report VKTM shit. Why the fuck did you hide this?\n\n\nDr. Peterson:\n Because nothing good ever comes from a VKTM tape.\n\n\nDr. Gold:\n That's your excuse for negligence?\n\n\nDr. Peterson:\n Name one good VKTM anomaly. I'll wait.\n\n\nDr. Gold pauses to think.\n\n\nDr. Gold:\n Well, it worked out pretty good for \nLillihammer\n back at 43.\n\n\nDr. Peterson:\n So you're saying I should expose myself to a dangerous anomaly so I have a chance to have sex with God?\n\n\nDr. Gold:\n That's not what I'm saying. Actually, that's exactly what I'm saying. I see your point.\n\n\nDr. Peterson:\n That's not all. They don't even make good media. There's no reason to watch a VKTM tape.\n\n\nDr. Gold:\n Are you actually getting upset at this?\n\n\nDr. Peterson:\n I'm serious here. Their social commentary schtick is bullshit. \"Oh, we satirize capitalism!\" Fuck you! You aren't doing \nanything\n special! Shit, the only- the \nonly\n reason they're still in business is because they cashed in on the \nNFT\n craze!\n\n\nDr. Gold:\n I think you've made your point.\n\n\nDr. Peterson:\n No, I haven't. I haven't even begun to make my point on the many reasons that there is no good reason to watch a VKTM tape.\n\n\nDr. Gold:\n I'm still turning this in.\n\n\nDr. Peterson:\n Really Sam?\n\n\nDr. Gold:\n I'm sure it won't be that bad.\n\n\n[Excerpt ends]\n\n\n\n\n\n\nExperiment 7889.07\n\n\nTesting with D-Class personnel revealed that the film was highly antimemetic and had no obvious infohazardous properties, as determined by a Wozny-Leinnes Meme Detector. Due to a potential link with Dr. Peterson as well as Dr. Peterson's high cognitive resistance value, it was decided to have Dr. Peterson test the anomaly.\n\n\n\n\nExperiment Log\n\n\nDate:\n 3/4/2023\n\n\nSubjects:\n Dr. Peterson, Dr. Gold\n\n\n\n\n[Excerpt begins.]\n\n\nDr. Peterson and Dr. Gold are sitting within the testing chamber, a television in front of them. A copy of SCP-7889-1 has been inserted into the television. The movie has been paused at the 00.01 minute mark.\n\n\nDr. Peterson:\n I hate you for this.\n\n\nDr. Gold\n Just do it.\n\n\nDr. Peterson:\n Fine.\n\n\nDr. Peterson unpauses the film. The screen shows the logo for Vikander-Kneed and quiet classical music is playing. Suddenly, the music switches to loud rock and roll music and large letters fly towards the front of the screen at high speeds. Dr. Peterson, surprised by the sudden tone shift, falls. The letters read \"FUCK YOU JACK\".\n\n\nUnknown Male Voice:\n \n(from the television)\n We at Vikander-Kneed Technical Media do not appreciate the slander that \"nothing good ever comes from a VKTM tape.\" We hope you learn your lesson.\n\n\nThe television turns itself off.\n\n\n[Excerpt ends]\n\n\n\n\nAdditional Notes:\n Dr. Peterson is now unable to view recreational media, as any attempt to do so results in him perceiving the media as advertisements for Vikander-Kneed products.\n\n\n\n\n\n\nIncident 7889.01\n\n\nOn 3/14/2023, Dr. Peterson performed an unauthorized test of SCP-7889-1, motivated by the results of the previous experiment.\n\n\n\n\nExperiment Log\n\n\nDate:\n 3/14/2023\n\n\nSubject:\n Dr. Peterson\n\n\n\n\n[Excerpt begins.]\n\n\nDr. Peterson is sitting in front of the television. The screen is the same as it was at the end of Experiment 7889-07. Dr. Peterson appears to be highly agitated.\n\n\nDr. Peterson:\n I said I'm sorry. What more do you want from me?\n\n\nThe television does not respond.\n\n\nDr. Peterson:\n Please? I just want to finish \nBetter Call Saul\n.\n\n\nThe television does not respond.\n\n\nDr. Peterson:\n Please? I take it back! You're not too bad! \nMisfortune Gorge\n was hilarious! Come on VKTM, I won't do it again. I'm sorry for this.\n\n\nThe television does not respond.\n\n\nDr. Peterson:\n All I'm asking for is one last chance here.\n\n\nThe words on the screen change to \"FINE\". Suddenly, the film's content changes to that of what appears to be a typical film. Dr. Peterson sits in a chair and begins to view it.\n\n\nAlthough originally apprehensive, Dr. Peterson begins to get more engaged with the film and starts commenting on it.\n\n\nDr. Peterson:\n \n(laughing)\n This is actually pretty good.\n\n\n[Excerpt ends]\n\n\n\n\nAdditional Notes:\n Dr. Peterson refuses to comment on the actual content of the film, but has given it \"five stars\". A spokesman for Vikander-Kneed explained that Dr. Peterson is \"forgiven\".\n\n\n\n\n\n\nFootnotes\n\n\n1\n. None of the featured individuals have any memory of the movie's production.\n\n\n\n\n\n\n\n\n« \nSCP-7888\n | SCP-7889 | \nSCP-7890\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7889\n\" by NielleiN, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7889\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dear Dr. Peterson, We heard you were feeling down, so we decided to send you one of the funniest movies that our team has ever made. It's got all your favorite actors and we know you'll enjoy. Have a good time! Love, Your Friends at Vikander-Kneed",
        "\" SCP-7889 \" by NielleiN, from the SCP Wiki . Source: https://scpwiki.com/scp-7889 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-7889"
}