{
    "url": "https://scp-wiki.wikidot.com/scp-7890",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\nAnorrack\n\n\n\n\n\n\nSCP-7890\n\n\nAuthor:\n \nAnorrack\n\n\nAuthor Page\n\n\nArticles you might enjoy:\n\n\nSCP-5859\n- The PENTAGRAM Papers: An Army plane mysteriously crashes in the American Midwest. Why does the Pentagram want the Foundation to investigate it?\n\n\nUIU File: 2003-112 (OPERATION: PANDORA)\n: A new drug is running rampant on the streets of Three Portlands, and the UIU must find the gang responsible for its distribution before more people get hurt.\n\n\nDon't Go Walking Slow\n: A British offensive gone wrong, stranded behind enemy lines. What could be hidden underneath the topsoil of the Burmese jungle?\n\n\n\n\n\n\n\n\nItem #:\n SCP-7890\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Efforts to contain SCP-7890 and its wielders are underway, filed alongside this document under Joint Operation: HANDY SCARPER in affiliation with the FBI-UIU Miami, Baton Rouge, and Dallas Field Offices. Selected HANDY SCARPER documentation are appended at the end of this file. Recovered SCP-7890 instances are to be split between the Foundation and UIU, depending on ease of containment and circumstances surrounding their acquisition. Tests for field use viability are ongoing.\n\n\nDescription:\n SCP-7890 is the collective designation of a number of objects utilized by the Puebla Cartel, also known as the Juan Joaquín Luis Ledesma Organization, to aid in the trafficking of illicit paranormal goods and entities. SCP-7890 instances are all probabilistic, extrasensory, oracular, or clairvoyant in nature, and though they vary in their exact function (from protecting the user's life or ensuring \"good fortune.\"), they all serve to further the aims and the success of the Puebla Cartel.\n\n\nContained SCP-7890 Instances:\n\n\n\n\n\n\nInstance\n\n\nDescription\n\n\nContainment Method\n\n\n\n\n\n\nSCP-7890-1\n\n\nJivaroan shrunken head, believed to have been recovered from an archeological dig site in Peru. Eyes anachronistically inlaid with opal, and allows the user to sense danger within a 100-yard radius.\n\n\nSniper.\n\n\n\n\n\n\nSCP-7890-15\n\n\nA silver Spanish Bullion coin which can predict the schemes of hostile powers to capture or kill its owner or the vehicle they command.\n\n\nAs the Foundation does not classify as a foreign power, this instance and owner (a captain of a vessel owned by the cartel) were easily contained.\n\n\n\n\n\n\nSCP-7890-33\n\n\nA M1903A4 Springfield rifle with integrated 10x scope. It is near-statistically impossible to miss a shot fired from the weapon within its normal operating range. Part of a batch of 300 commissioned by the Pentagram\n1\n and shipped to Nicaraguan Contra rebels in the mid-80s.\n\n\nDuring a confrontation with the UIU, the wielder tried firing through a metal barricade, resulting in the bullet ricocheting and a self-inflicted headshot. Weapon collected by UIU agents after the end of the engagement.\n\n\n\n\n\n\nSCP-7890-48\n\n\n200 mg pills of Xolotl\n2\n, administered orally. A member of Prometheus Lab's \nGods' Eyes\n group of paranarcotics. One of the first anomalies to be mass-produced by Puebla. Allows the user to temporally and physically dissociate, permitting them to see through the eyes of nearby observers, whether human or electronic. Used for espionage, stealth operations, and voyeurism.\n\n\nWhile samples have been obtained, production and distribution have continued unabated, despite the Foundation's, UIU's, and Mexican government's best efforts. However, due to the intensive process of creating the drug, overall supply remains low.\n\n\n\n\n\n\nSCP-7890-64\n\n\nA large combat mechanical exoskeleton, made from scrap metal and several used cars. The only anomalous property it possesses is the inability to suffer a mechanical failure, despite its severe design flaws.\n\n\nThe device rampaged through the outskirts of Miami for approximately seven hours, during which UIU agents were unable to incapacitate it or the wearer. SCP-7890-64 was eventually captured when the wearer collapsed of heatstroke due to insufficient ventilation.\n\n\n\n\n\n\nHistory of the Puebla Cartel:\n The Puebla Cartel is a splinter group and rival of the Juarez Cartel, one of the largest criminal organizations operating within Mexico. The Puebla Cartel began when their founder, Juan Joaquín Luis Ledesma, a high-ranking member of the Juarez Cartel, was unwittingly exposed to an aggressive anomalous organism in Puebla City in 1986. He somehow evaded amnesticization by Mexican-Foundation cleanup efforts, and dedicated himself to the collection of anomalous artifacts. He quickly found use for them within cartel operations, and after a dispute between Ledesma and higher-ups in the organization, followed by the unrelated murder of Juarez leader Rafael Aguilar Guajardo, Ledesma and a number of Juarez members officially broke away from the cartel in the fall of 1993.\n\n\nPuebla focuses on the obtaining and trafficking of anomalous objects and persons, sold to customers in the United States. These objects are often obtained from archeological dig-sites throughout Latin America, though after the bankruptcy and dissolution of Prometheus Labs in 1998, the Puebla Cartel gained access to machinery and techniques\n3\n to manufacture anomalies artificially. The dissolution of the Soviet Union in 1991 also indirectly led to a boom market of paraweaponry in Latin America, as Soviet-funded militia groups lost the technical expertise from the Division of Special Circumstances\n4\n required to maintain their weapons, electing instead to sell them on the black market, where many were obtained and repaired by the Puebla Cartel.\n\n\nThough not conclusive, circumstantial evidence points to large paranormal players like Marshall, Carter & Dark, LLC., anomalous religious movements, and prominent anartists being the cartel's main customers. Similarly, whistleblowers have also provided evidence that the Pentagram provided funding to the cartel in exchange for first pick of any artifacts they obtained, with the deal continuing until at least the early 2000s. However, a not insignificant amount of the cartel's revenue also is generated by the smuggling of mass-produced paranarcotics and other anomalous drugs throughout the American Southeast.\n\n\nPuebla operates throughout the Gulf of Mexico, with branches in all major Latin American countries, funneling goods to ports of call throughout the Southeast United States, primarily Miami, New Orleans, and Austin. As such, the cartel often clashes with both normal and paranormal law enforcement agencies, most often engaging with the American Coast Guard, the Mexican Navy, the Unusual Incidents Unit (UIU), and the IRS (Esoteric Division).\n\n\nIt is believed that Ledesma enjoys personal use of one or more anomalies under the SCP-7890 designation, as he has not appeared to have physically aged since the mid-90s, and has survived several assassination attempts by rival gangs, the Mexican government, and the Foundation.\n\n\n\n\n\n\nJoint Operation: HANDY SCARPER Documentation\n\n\n\n\n\n\nOn January 17th, 2019, Foundation MTF Mu-7 \"Powder Monkeys\" conducted a stealth operation-turned-frontal assault on San Malverde Ranch, the compound which operates as the main residence of Juan Ledesma, as well as headquarters for the Puebla Cartel. The main objective of the mission was to assassinate Ledesma, with a secondary objective to either steal or destroy any blueprints, documentation, or evidence of anomalous objects or manufacturing. The ranch had never previously been raided by the Foundation or other entities, due to para-weapon materiel possessed by the cartel, as well as threats given to the Mexican government\n5\n. The operation produced mixed results.\n\n\nSecurity measures were bypassed without issue, and the task force was able to enter the property. They gained access to an attached shed, which housed a server farm, from which they were able to download several sensitive and incriminating documents to a hard drive. Upon entering the main residence, however, a man emerged from behind them and engaged them in combat, warned of their arrival by a double-headed serpent wrapped around his neck. The shots alerted the rest of the guards, which engaged with the uninjured agents. During the firefight, the task force was flanked by cartel members using concealment charms, and were either knocked unconscious or killed. Audio and visual contact was lost with the team at this time. Their disfigured corpses were later found delivered in body bags to a local Foundation front. The only other object inside of the body bags was a video tape, marked \"Watch Me\" and \"Mírame\" in black marker. The contents of the video will not be recorded in this file.\n\n\nInternal Memo:\n\n\n\n\nFrom:\n The Desk of David Bartosik, Director of Site-42 (Baton Rouge)\n\n\nTo:\n O5 Council\n\n\nTitle:\n For Your Consideration.\n\n\nFollowing the results of the failed operation on the San Malverde Ranch on the 17th of this past January, I believe these events should lead us to rethink and reorganize our current tactics. The Puebla Cartel, as an organization, is responsible for 70% of anomalous smuggling and trafficking on America's southern border. The UIU, nominally responsible for the controlling of this illegal and immoral trade, has been stretched to its utmost monetary and manpower limits trying to control this flow of materiel across the border. The Foundation, try though it might, appears to be less than effective against this threat against the Veil and the American way of life.\n\n\n[…]\n\n\nTo quote more statistics, over 85% of the SCP-7890 instances impounded by the Joint Operation have been by the UIU, despite their mentioned constraints. This is due to the experience of operation and liberal use of anomalies in tactical situations by the UIU, and the deployment of their irregular agents. They also can rely on decades of institutional experience combating organized hostile individuals whom also make use of such anomalies. Foundation personnel, though skilled and handpicked from a variety of organizations, have no such experience in that regard.\n\n\n[…]\n\n\nAt least in a limited fashion, the Foundation must adopt, in at least a small way, some of the methods of the UIU. To prove my theory, I propose a joint training exercise with UIU agents, to determine whether the tactics of the Foundation or the UIU are more effective in a realistic, simulated environment.\n\n\n\n\n\n\nExcercise Log:\n\n\n\n\nOverview:\n In a planned series of war games starting on March 15th, 2019, Foundation and UIU agents were placed into an urban desert environment in squads of ten. Foundation agents (Team \nBLUE\n) used standard urban combat procedures, whereas UIU agents (Team \nRED\n) were both irregular and had possession of five SCP-7890 instances (FOOTBALLs), as well as other permitted anomalies. Team \nBLUE\n's goal was to seize all of the FOOTBALLs and/or incapacitate all of Team \nRED\n, whereas \nRED\n's goal was to incapacitate \nBLUE\n and defend the FOOTBALLs.\n\n\nRED\n was given time to familiarize themselves with the area, whereas \nBLUE\n was given a rough map and satellite imagery. Each incapacitation and defended/captured FOOTBALL counted as a point. \nBLUE\n members were forbidden from using the FOOTBALLs or any other anomalous artifact, as per routine operating procedure. Round ends when either all hostiles are incapacitated or all FOOTBALLs are captured. Best of five rounds. These exercises were spread over a number of days and environments within the training ground, with new participants every round.\n\n\nResults:\n\n\n\n\n\n\nRound\n\n\nPoints\n\n\nNotes\n\n\n\n\n\n\nRound 1\n\n\n13-11, \nRED\n wins\n\n\nBLUE\n entered through the skylight of the apartment complex \nRED\n was using as a base. They were able to secure the top floor and make their way downwards. Through this method, they were able to evacuate two FOOTBALLs and eliminate hostile \nRED\ns. However, using clairvoyant FOOTBALLs, several \nRED\n members were able to navigate the ventilation shafts and stage an ambush, retaking the top floor from \nBLUE\n. \nBLUE\n was able to incur heavy losses on \nRED\n, despite being pincered between two floors, but inevitably lost to the last remaining \nRED\n player, using arboreokinesis.\n\n\n\n\n\n\nRound 2\n\n\n15-0, \nRED\n wins\n\n\nDue to an oversight, the chosen training area was positioned over a Native American burial ground, and the team composition of \nRED\n had three modernist necromancers. Upon entering the area, \nBLUE\n was immediately accosted by several skeleton traps, which proved immune to conventional fire and quickly overwhelmed the team.\n\n\n\n\n\n\nRound 3\n\n\n15-7, see \nNotes\n\n\nTechnically, \nBLUE\n incapacitated all hostiles and secured all of the FOOTBALLS, however, one of \nBLUE\n seized a HoG-15—an anomalous weapon—from a hostile and used it to both paralyze several hostiles and secure a FOOTBALL. As such the win was nullified and instead is considered a stalemate.\n\n\n\n\n\n\nRound 4\n\n\n12-9, \nBLUE\n wins\n\n\nStaying as one unit, \nBLUE\n cut power to the area, as well as communications, by use of a preliminary EMP. However, one \nRED\n member possessed a telepathic FOOTBALL and used it to coordinate with teammates, successfully ambushing \nBLUE\n. Both sides incurred heavy losses, but the incapacitation of the telepathic \nRED\n member allowed \nBLUE\n to isolate \nRED\n members and capture the FOOTBALLs. At the end of the round, only one \nBLUE\n was remaining, the others sacrificing themselves to get the last FOOTBALL to the evac point.\n\n\n\n\n\n\nRound 5\n\n\n10-9, \nRED\n wins\n\n\nTrying to break away from conventional strategy after studying the events of the last rounds, \nBLUE\n attempted a \nblitzkrieg\n, striking targets without sweeping or securing buildings. While they were able to secure and evacuate all of the FOOTBALLs, they incurred heavy losses. During final evac the remainder of \nBLUE\n was incapacitated by a last sortie from \nRED\n. Though the operation was technically a \nBLUE\n success, the round was awarded to \nRED\n, based on points.\n\n\n\n\n\n\nConclusions:\n As exhibited, even considering a number of variables, such as team composition, environment, and artifacts utilized, when facing a trained, hostile opponent, versed in the tactical usage of anomalies—especially those that are capable of predicting the future, or avoiding it— even experienced Foundation veterans face heavy casualties when achieving their primary objective, or fail to complete the objective entirely. As such, I petition the O5 council to consider an exceptional measure to form a temporary task force dedicated to the usage of SCP-7890, disbanded upon the assassination of Ledesma or the dissolution of the Puebla Cartel.\n\n\n\n\n\n\nOperation Log:\n Special Task Force Hotel \"Head-Hunters\" was deployed at the Santo Malverde Ranch on July 22nd, 2019. The members were handpicked from a selection of MTF veterans and trained by UIU Special Agents on the field use and operation of SCP-7890 instances. STF-Hotel was permitted use of SCP-7890 instances due to the theory that multiple conflicting and powerful probability manipulators coming into contact will collapse wave-forms, and effectively cancel each other out\n6\n. The main objective of this mission was the assassination of top Puebla members and captains, with the secondary objective of the assassination of Juan Ledesma. The timing of the operation was contingent on a meeting between Ledesma and his captains, which takes place semi-randomly throughout the year\n7\n. For this operation, the agents and their instances were:\n\n\n\n\nHarbor—Boltz-Action Rifle\n8\n\n\nMonk—Macuahuitl of Acamapichtli\n9\n\n\nCaspian—SCP-7890-1 and SCP-7890-33\n\n\nGray—Tactical Antimemetic Active Camouflage (TAAC)\n10\n\n\n\n\nThey were also equipped with multiple doses of Xolotl and \ngorgon-derived Look-to-Kill (LTK) devices\n, supplied from the UIU arsenal. As LTKs and gorgons are believed to derive their petrifying ability by probability manipulation of carbon atom crystallization, they served as additional insurance against hostile SCP-7890 instances.\n\n\n\n\n<Video Log Begins>\n\n\n0:00:\n STF-Hotel is deployed at the location by HALO jump at 1500 UTC-6 (Central Time). Protected from observation via Gray's TAAC, which he activated soon after the jump. Two minutes pass until they land. They discard their parachutes and approach the property.\n\n\n0:05:\n Monk calls for a weapon check, during which Harbor reports their ears popping painfully. After pausing, they concluded it most likely originated from the jump.\n\n\n0:06:\n Shielded by TAAC, STF-Hotel approach the main residence, crouching underneath the eaves. They each take a pill of Xolotl, reporting camera blind spots, cartel members and their positions. Thirty individuals in total. Several Puebla captains and who is believed to be Ledesma are found in the security control room. Monk and Caspian boost Harbor onto the roof, where she overwatches the central plaza.\n\n\n0:09:\n As they are about to enter the building, Caspian orders a halt, and reports sensing danger from SCP-7890-1. As they inspect the door, they observe several small ritual circles inscribed on the door and frame, most likely curses and hexes for those not invited inside. They disable the circles, and the agents move inside.\n\n\n0:10:\n Three cartel members are watching television in the common area and are noiselessly petrified using the LTKs under cover of the TAAC.\n\n\n0:11:\n Fifteen more hostiles are in the barracks, and as Monk attempts to slit the throat of one of the men, a silver ring on the man's hand began to scream, sprouting tentacles and pulling him off the bunk. Only able to see Monk, he lashes out wildly with the tentacles. One of the tentacles happens to strike the TAAC, causing it to undergo a technical malfunction and shut down, revealing the other two agents. The commotion draws the attention of the rest of the cartel members, who all draw weapons.\n\n\n0:14:\n A shoot-out begins. A sonic grenade is thrown by a hostile, but Monk hits it back towards them with the flat of his blade. Three hostiles liquefied. A woman transforms into a large blue gelatinous entity, and attempts to subsume Caspian. Caspian fires at the entity with their LTK, and it turns into a powder instead of petrifying, releasing a cloud of dust obscuring the area. Agents activate infrared sensors.\n\n\n0:15:\n One of the hostiles strides forward, heedless of the shots coming from either side. The hostile is wearing a wooden circlet and wields a machete. He attempts to strike Monk, but is parried and has his arm severed in response. He seems surprised by the wound, but continues to slash at Monk using his other arm, which is severed much to the same effect. Monk then decapitates the hostile, but his head attempts to roll forward and bite him in the ankle. Monk pauses for a moment and nudges the circlet off of the head. It immediately ceases animation.\n\n\n0:18:\n Hostiles become disorganized and disoriented due to dust cloud. Caspian and Gray petrify several other hostiles before they can trigger the alarm. More distant targets seem to be unaffected by the LTKs, most likely due to scattering effects. As such, conventional firearms are used. As Monk dispatches the last cartel member, Caspian reports sensing danger from the northeast quadrant of the compound, where the security office and Ledesma's residence is located.\n\n\n0:19:\n At this point, Harbor notices a contingent of guards exiting the security office into the plaza, and shoots at them. She disintegrates three before the rest retreat behind cover and begin firing back. One of them, wearing a suit of armor, ignores Harbor and walks across the plaza towards the barracks. Harbor tries to shoot them, but consistently misses.\n\n\n0:20:\n As the three agents prepare to exit the barracks, the armored hostile enters the room, wielding a battle-axe. Monk and Gray shoot the man with their LTKs to no effect. Caspian fires at the man with the Springfield, but the bullet seems to stop in the air before hitting the armor. The bullet creates a loud buzzing noise and begins to vibrate rapidly, glowing in the process. The man in the armor pauses, looks at the bullet, and tries to touch it. He screams and is spaghettified, leaving the empty armor behind. The bullet quietly falls to the ground.\n\n\n0:21:\n Harbor, still under fire and under the influence of Xolotl, reports Ledesma seemingly has not moved since the engagement began. She notes the location of two engaged hostiles behind a large hangman's tree and fires her rifle, the plasma boring through the wood and incinerating both hostiles.\n\n\n0:22:\n Monk, Gray, and Caspian plan to flank the hostiles engaged with Harbor, but before they can do so Caspian senses danger behind them. Caspian reflexively fires, the bullet shattering the concealment charm of a previously unnoticed woman. She drops into a crouch and fires her pistol rapidly. All of the shots miss. When the woman expends her magazine she throws the pistol at them, the gun hitting the ground before reaching the agents. They look at the woman, who shrugs. Gray petrifies her.\n\n\n0:24:\n Gray disposes of the TAAC, and after close inspection quickly dons the empty suit of armor, with Caspian aiding them. With Caspian and Harbor covering them, Monk and Gray move in on the hostiles in the plaza. Even with several hostiles firing, they are both unharmed, and eliminate all hostiles in the plaza.\n\n\n0:27:\n Caspian senses danger through the door to the office. Gray charges through the locked door, but before they issue the all-clear, they observe a bright flash of light. Gray accelerates backwards at high velocity, crashing through the hangman's tree, a brick wall, and a server farm before coming to rest. He is unharmed due to the steel armor, but unconscious.\n\n\n0:28:\n The danger Caspian senses is still present, but the trap appears to be fully triggered, and so Monk and Caspian both enter the office. A door in the office was left ajar, and opening it reveals Ledesma sitting at a table, waiting for them. Caspian immediately tries to shoot Ledesma with her rifle, but the bullet appears to pass through him without harm.\n\n\n0:29:\n Caspian senses danger immediately behind them and dives to the side, before the door is cleaved in half. The seated Ledesma hologram smiles before disappearing. Ledesma is revealed behind them, wearing a GOC combat exoskeleton and holding a flaming broadsword. Caspian attempts to fire again, but their rifle jams. Ledesma swings at Caspian with the broadsword, but is parried by Monk, who steps between Caspian and Ledesma.\n\n\n0:30:\n Ledesma and Monk exchange blows, neither having the advantage over the other. Ledesma leaves himself open to attack several times, but each time Monk attempts to exploit them, he stumbles, blinks, or otherwise misses the opportunity. Monk continues to backpedal out the back door, in an attempt to draw Ledesma into Harbor's line of fire. Monk's macuahuitl, primarily made of wood, is taking damage every time it contacts Ledesma's flaming sword, and is seen partially splintering.\n\n\n0:31:\n Monk attempts to circle around Ledesma to try and put him on the back-foot forcing him out of the entryway, but Ledesma catches him with the flat of his blade, knocking him sideways. Monk drops his weapon, which Ledesma picks up. As Ledesma lifts both of his blades in the air for the killing blow, Caspian finishes unjamming the rifle and fires, striking Ledesma in the thigh, causing him to stumble backwards into view of Harbor and allowing Monk to roll out of the way.\n\n\n0:32:\n Harbor attempts to fire, but finds that her rifle has blown a fuse. She attempts to swap it out, but Ledesma spots her right as she finishes inserting a new fuse. He throws Monk's macuahuitl at her, severing her right arm. She drops the rifle, which then discharges into the air.\n\n\n0:33:\n Ledesma's necklace glows red, and light emanates from his eyes as the bullet falls out of his thigh and the wound heals itself. Caspian tries firing again, but Ledesma reflects it with his blade, the bullet ricocheting back and splintering the rifle, wounding Caspian. Ledesma looks down at Monk attempting to get into a boxer's stance, and grins.\n\n\n0:34:\n Monk and Ledesma exchange words, and Ledesma laughs. But before he moves forward to kill Monk, Ledesma frowns and looks off to the side, muttering \"\n¿Es Eso un mono en una chaqueta?\n11\n\"\n\n\n0:35:\n At this point, a large fireball strikes Ledesma directly in the back, impacting the ground. All visuals are overloaded with white noise for a few moments. When visual was restored, Ledesma was gone, the area where he stood was scorched and covered with twisted metal debris. Despite being next to the impact, Monk survived with minor injuries, as he was carrying an unsanctioned rabbit's foot.\n\n\n<Video Log Ends>\n\n\n\n\nAfter Action Report:\n Following a thorough investigation of the area after the engagement, as well as communications with other Sites, a tentative explanation for the death of Ledesma emerged. Fifteen hours before STF-Hotel was deployed, \nSCP-2820\n was activated. Simultaneously, a communications satellite was reported as straying off course, after a small power surge caused the sudden explosive activation of its maneuvering thrusters. The satellite then went offline, and attempts to regain communication failed. Later, one of Ledesma's lieutenants dropped a piece of glassware, injuring his hand in the process. He disposed of the glass by throwing it out of a nearby window.\n\n\nAfter STF-Hotel was deployed, Harbor's ears popped during the weapon check, causing her to miss a power-supply cable on her rifle that had torn in the landing. The communications satellite's orbit had decayed to such an extent that it began entering the atmosphere. During the course of the engagement with Monk, Ledesma was partially blinded by the sun reflecting off of the shards of discarded glass, stepping backwards several paces.\n\n\nThe communications satellite maintained integrity during reentry—instead of breaking into manageable fragments as intended—due to several faulty screws. Harbor attempted to fire the rifle, but was prevented by the blown fuse, the broken cable causing a power surge. This caused Ledesma to notice her, and throw Monk's macuahuitl at Harbor, in the process stepping to the side several paces. The discharged plasma projectile impacted the falling satellite, changing its course slightly. As Ledesma monologued, he observed a monkey in a trench-coat, which distracted him long enough for the satellite to directly collide with him from behind, killing Ledesma on impact.\n\n\nIt is theorized that the described series of events was so improbable and so specific, that no SCP-7890 instance could have possibly predicted it nor could have taken steps to prevent it from occurring. As such, Ledesma was rendered vulnerable to any effects caused by SCP-2820.\n\n\n\n\nAddendum:\n Observation of the Puebla Cartel and its movements are still ongoing, though with the death of their leader and the destruction of much of their upper-ranks, the cartel has struggled to mount a sufficient and cogent response to the actions of HANDY SCARPER. Following the raid, covert agents were able to seize sensitive documents belonging to the cartel from the ranch and upload them to a secure server farm, which will further inform actions against the cartel and their operations. Smuggling over the border originating from the cartel have slowed in recent months—and is expected to decline further—though informants suggest that the cartel plans retaliation in some shape or form.\n\n\n\n\nFootnotes\n\n\n1\n. Anomalous branch of the DoD.\n\n\n2\n. Blind Aztec god of bad luck.\n\n\n3\n. While they were able to obtain general blueprints and machines used to create anomalies, they lack the capability to create or utilize some of the more delicate, expensive technology that Prometheus Labs used. Instead, the Puebla Cartel has developed a bespoke manufacturing process taking advantage of the inherently large EVE output of human sacrifice (utilizing enhanced Nordic pagan rituals) as a crude replacement.\n\n\n4\n. Anomalous branch of the KGB.\n\n\n5\n. The desecrated remains of Federal Investigation Agency (AFI) agents that were observing the ranch at the time were delivered in pieces to the local governor's estate by mail.\n\n\n6\n. Based on previously observed interactions between invulnerable anomalies and enchanted weapons.\n\n\n7\n. The time was preemptively leaked by a mole in the cartel.\n\n\n8\n. A probability engine that uses Boltzmannian properties to heat particles in front of the barrel to 1100 Kelvin, creating a plasma projectile when fired.\n\n\n9\n. A wooden board studded with sharpened obsidian, used as a weapon by the Aztecs. Renders the wielder unbeatable in battle.\n\n\n10\n. Ten-pound device that imprints conceptual antimemicity onto objects within in a variable radius of the device, rendering individuals inside of the field effectively invisible. Prototype was found to be a carcinogen, and impounded from Prometheus Labs before it could be put into active service.\n\n\n11\n. \"Is that a monkey in a jacket?\"\n\n\n\n\n\n\n\n\n« \nSCP-7889\n | SCP-7890 | \nSCP-7891\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7890\n\" by Anorrack, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7890\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Observation of the Puebla Cartel and its movements are still ongoing, though with the death of their leader and the destruction of much of their upper-ranks, the cartel has struggled to mount a sufficient and cogent response to the actions of HANDY SCARPER. Following the raid, covert agents were able to seize sensitive documents belonging to the cartel from the ranch and upload them to a secure server farm, which will further inform actions against the cartel and their operations. Smuggling over the border originating from the cartel have slowed in recent months—and is expected to decline further—though informants suggest that the cartel plans retaliation in some shape or form."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7890 \" by Anorrack, from the SCP Wiki . Source: https://scpwiki.com/scp-7890 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7890",
    "object_class": "Keter",
    "containment_procedures": "Efforts to contain SCP-7890 and its wielders are underway, filed alongside this document under Joint Operation: HANDY SCARPER in affiliation with the FBI-UIU Miami, Baton Rouge, and Dallas Field Offices. Selected HANDY SCARPER documentation are appended at the end of this file. Recovered SCP-7890 instances are to be split between the Foundation and UIU, depending on ease of containment and circumstances surrounding their acquisition. Tests for field use viability are ongoing.",
    "description": "SCP-7890 is the collective designation of a number of objects utilized by the Puebla Cartel, also known as the Juan Joaquín Luis Ledesma Organization, to aid in the trafficking of illicit paranormal goods and entities. SCP-7890 instances are all probabilistic, extrasensory, oracular, or clairvoyant in nature, and though they vary in their exact function (from protecting the user's life or ensuring \"good fortune.\"), they all serve to further the aims and the success of the Puebla Cartel.",
    "title": "SCP-7890"
}