{
    "url": "https://scp-wiki.wikidot.com/scp-7893",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nITEM NUMBER:\n SCP-7893\n\n\nLEVEL 3/7893\n\n\n\n\n\n\nCONTAINMENT CLASS:\n EUCLID\n\n\nSECRET\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBos taurus taurus\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the nature of SCP-7893, continuous active containment is unnecessary unless a breach is imminent. The Intrametics Division is to run weekly psychosonar scans of Domain F ('The Fears'), Domain N ('The Sorrows'), and Sub-Domain A-B-Fa ('Cattle') within the noosphere in order to monitor the presence and state of SCP-7893-1 and the extremity of the effects of SCP-7893. If a significant deviation occurs exceeding + %80 and remains consistent and/or rapidly increasing for upwards of 2 minutes, the incident is to be catalogued as a potential breach and jurisdiction over the containment of SCP-7893 is to be immediately and automatically transferred to the Applied Memetics Department until effects abate.\n\n\nDescription:\n SCP-7893 is a series of phenomena centralizing a single individual's personal experiences with instances of \nBos taurus taurus\n.\n1\n SCP-7893 only occurs towards a single sentient humanoid host at any given time (referred to as SCP-7893-1), typically remaining present with a subject for an unknown period of time before decreasing in severity, ceasing entirely, and subsequently manifesting towards a different host.\n\n\nCurrent criteria for being a potential SCP-7893-1 candidate requires but is not limited to:\n\n\n  - Having a fond attitude towards Highland cattle\n\n  - Having an indifferent attitude towards Highland cattle\n\n  - Having had experienced heightened amounts of grief within the past two years\n\n\nThe extent of SCP-7893's effects on SCP-7893-1 vary greatly, with many symptoms going underreported due to the emotional strain on SCP-7893-1.\n\n\nDiscovery:\n On 8 September 2017, the Intrametics Division recorded multiple consecutive extreme statistical fluctuations within noospheric data consisting of the sudden mutative growth of various interconnected emotioconceptual centers.\n2\n Initially believed to be another form of induced spread triggered via natural memetic transmission and replication, further review revealed that the expansion itself was networking various spheres that were ostensibly in far separation of each other, rapidly building connections between miscellaneous nodes.\n\n\nAn emergency investigation was launched over the concern that the rapid and unregulated growth of these nodes could affect other conceptual centers, potentially leading to a cascadic MK-class End-of-Differentiation \nSynecdodic Scenario\n. Upon further analysis, researchers discovered that the aforementioned conceptual growth was only occurring in reference to a single informational entry point within the noosphere, signifying that the conceptual mutations were occurring, but only confined to the boundaries of a single psyche - the reason for the expansions themselves were due to the extremity of the feedback response exhibited by the individual.\n\n\nFurther noospheric mapping lead researchers to the identity of the individual targeted, one Victoria Moore (28), who was interviewed and cataloged as the first recorded instance of SCP-7893-1.\n\n\nIt is currently unknown whether SCP-7893 functions in relation to or as a direct and volatile response to \nother pre-existing anomalous phenomena\n.\n\n\nAddendum:\n Summary of Effects\n\n\n\n\n\n\nSCP-7893-1 Instance\n\n\nPeriod of Occurrence\n\n\nAbridged Experiences\n\n\nState of Remains\n\n\n\n\n\n\nMoore, Victoria (28)\n\n\n8 September 2017 - 22 May 2018\n\n\nRecurrent obsessive thoughts regarding Highland cattle combined with the continued sensation of being watched.\n\n\nStable\n\n\n\n\n\n\nHaddock, Benjamin (62)\n\n\n23 May 2018 - 5 July 2019\n\n\nRecurrent nightmares in which subject runs a farm tending to Highland cattle. All cattle remain still and do not react to any stimuli. Subject notes the instances' eyes and cannot elaborate further.\n\n\nUnstable\n\n\n\n\n\n\nYuen, Melissa (16)\n\n\n6 July 2019 - 17 January 2020\n\n\nInsistence that subject was being followed by Highland cattle despite lack of physical evidence. Subject reports abnormal vocalizations originating from said cattle.\n\n\nStable\n\n\n\n\n\n\nGardner, Trey (43)\n\n\n18 January 2020 - 7 November 2022\n\n\nSubject develops an extreme phobia to all cattle, to the extent where apophenic projection occurs where subject identifies nonpresent cattle throughout daily life.\n\n\nUnstable\n\n\n\n\n\n\nMoreau, Anthony (29)\n\n\n8 November 2022 - Present\n\n\nInconclusive, see Addendum 2.\n\n\nSee Addendum 2\n\n\n\n\n\n\nAddendum 2:\n Recent Application\n\n\nOn 3 August 2023, Anthony Moreau\n3\n was travelling across the state of Indiana in the continental United States over the duration of a week. After making a stop at a motel in Ulen for the evening, SCP-7893-1-5 experienced a noospheric feedback loop that temporarily plummeted local Hume levels. Transcript is as follows.\n\n\n\n\n\n\nPEARSON FARM, EXT.\n\n\n<4:36 AM>\n\n\n\n\n\n\n(\nMoreau\n opens his eyes to see that he is standing in the middle of an empty field. The surrounding horizon is incredibly dark, and he blinks hard in an attempt to see as his eyes adjust to the lack of light.)\n\n\nMOREAU\n:\n …Hello?\n\n\n(\nMoreau\n rubs his eyes with the heels of his palms, blinking multiple times as he turns in place to scan the field.)\n\n\nMOREAU\n:\n \nHello?? Anyone?!\n\n\n(His voice echoes out, empty.)\n\n\n(\nMoreau\n pauses before he begins walking through the field with careful steps. He surveys the field constantly, turning around multiple times as his pace quickens.)\n\n\n(In the distance, a cow brays. It echoes across the field, carried by a breeze.)\n\n\n(\nMoreau\n immediately ceases his pace and stiffens. His eyes dart across the horizon though his pose remains unmoving. The muscles in his neck tense with stress.)\n\n\n(After some time, another moo is heard, this time coming from a different direction.)\n\n\n(\nMoreau\n breaks into a sprint, away from the origins of both calls. Another moo is heard as he attempts to flee.)\n\n\n(The ground is soft under \nMoreau\n's feet as he runs, making his footing difficult. As he stumbles through the grass and hay, the number of vocalizations grows slowly into a chorus of constant, mournful mooing. There are so many that they begin to overlap, making distinctions between both sounds and place of origin impossible. Despite this, \nMoreau\n continues to run. The wind begins to pick up speed, growing with the cows' cries.)\n\n\n(After two minutes, \nMoreau\n sees something on the horizon and freezes. A pair of eyes reflect the minimal light in the field, shining a blank green.)\n\n\n(\nMoreau\n takes a slow, tentative step back.)\n\n\n(The pair of eyes bob slightly in place before disappearing. Simultaneously, all vocalizations cease.)\n\n\n(\nMoreau\n swivels in place, frantically scanning the field once more. There is no noise except for the now-quieting wind.)\n\n\n(\nMoreau\n sighs and covers his face with his hands as he collects himself. He begins muttering unintelligibly to himself, his shoulders falling into a relaxed position as he calms down.)\n\n\n(As he uncovers his face and begins to walk again, the sound of rustling is carried by the breeze. \nMoreau\n hesitates again, pausing to listen. It is soft, and all-encompassing, and as he listens, the glowing pair of eyes appears again, gently bobbing on the horizon.)\n\n\n(Another pair of eyes appears a few meters to its right.)\n\n\n(Another pair of eyes appears.)\n\n\n(Another pair of eyes appears.)\n\n\n(Another pair of eyes appears.)\n\n\n(\nMoreau\n watches in horror as a distant circle of eyes forms around him. With their dull shine, their dark silhouettes become more clear against the night sky as they slowly shuffle closer.)\n\n\n(\nMoreau\n once more spins in place, seemingly searching for a way out. More pairs of eyes can be seen behind the initial ring, coinciding with more hunched figures. After taking stock once more, \nMoreau\n's gaze lands on one of the cows.)\n\n\n(It appears as normal, though there seems to be a slight abnormality with its eyes. Now that it is in closer range and the reflectiveness of its eyes faded, the iris and pupils appear to be slightly smaller than typical, revealing more of the sclera.)\n\n\n(\nMoreau\n takes another step back.)\n\n\n(The cow does not blink as it approaches. None of them do. Their slow, careful trek is reminiscent of an animal in the midst of a hunt.)\n\n\n(The cows' furs ripple in the breeze.)\n\n\n(Upon closer inspection, it is not the breeze.)\n\n\n(Now 30m away, certain details become more clear. All cows have the same eyes and their horns, instead of branching outwards and away, reach up to the sky in reverence. The rippling is just under the skin.)\n\n\n(\nMoreau\n falls to his knees, digging into the ground with his bare hands as he attempts to stifle his sobs.)\n\n\nMOREAU\n:\n Please, please, please, I can't be back, I \ncan't go back,\n please, \nplease,\n I…\n\n\n(His voice fades into grunts as he continues to shovel chunks of soil behind him.)\n\n\n(The cattle continue their approach, their limbs elongating and shifting, letting out loud pops as their bone structures appear to undergo rapid and spastic transformations.)\n\n\n(Footage reveals the presence of human fingers instead of hooves.)\n\n\n(Footage reveals the presence of human eyes instead of bovine.)\n\n\n(\nMoreau\n continues clawing at the dirt, making a small but sizable hole in the process. He crawls into the well, curling into the fetal position as the circle of cows halt their approach.)\n\n\n(The instance that \nMoreau\n discerned takes a step further into the circle. It bends its front legs, shifting its weight onto them before forcibly pushing off of the ground, forcing itself into a standing position.)\n\n\n(Its torso is sallow and emaciated, skin tight against its abdomen and ribcage. Its front legs limply hang to its sides, revealing the digits that have either sprouted from or formed out of the creature's hooves. The fur that covers its face is smoother and glossier, resembling something closer to human hair. It sways on its feet, towering at a height of over 2m as it stares down at \nMoreau\n.)\n\n\nMOREAU\n:\n Please. Please don't.\n\n\n(The cow cocks its head. A glimpse of its eyes can be seen through its hair. They are wide and bloodshot, pupils expanded so far that the iris has vanished.)\n\n\nMOREAU\n:\n █████, \nplease.\n4\n\n\n(It opens its mouth, letting out a guttural and distorted moan. Its throat shifts violently as it struggles to speak with this new configuration, its head twitching in sharp, erratic movements.)\n\n\n(\nMoreau\n's gaze slowly rises up to meet it.)\n\n\n(The cow lurches forwards, throwing itself to the ground, head inches away from \nMoreau\n's. Its jaw shifts as it whispers in his ear, sounds coalescing into a meaningless resemblance of human speech. \nMoreau\n's eyes glaze over with raw panic.)\n\n\n█████\n:\n [unintelligible]\n\n\n(The cow pulls away. They make eye contact once more. \nMoreau\n opens his mouth to speak before the well underneath him gives way to nothing but hay and teeth. As he falls, all cows present descend upon both him and the hole, crawling over each other in a desperate attempt to forcibly burrow themselves down it. Instances can be seen contorting into broken and bleeding shapes as they push themselves down the opening, receiving proportional injuries and fractures. There is the sound of crunching, and traces of blood can be spotted throughout the scene, both on the ground and on the fur of multiple instances.)\n\n\n(\nMoreau\n's echoing shrieks can be heard fading before they abruptly cut off.)\n\n\n(All cows present return to grazing. There is no blood.)\n\n\n\n\n\n\n[TRANSCRIPTION ENDS]\n\n\n\n\n\n\nMoreau had not presented any symptoms of somnambulism at any point in time and showed no signs of it that evening; his displacement into the Pearson family plot is currently under analysis. His current physical status is undetermined, though continuous conceptual scans reveal his presence in the noosphere to still be intact, insinuating that he was not physically harmed in the previously described incident. Investigation into his whereabouts is ongoing.\n\n\nOf note is that the Pearson family plot is located ~11 km from the Royale Motor Inn where Moreau was staying for the night, and that the Pearson Farm is the only plot within Boone County, Indiana that owns Highland cattle. When reviewed, all cattle on the property proved to be both accounted for and nonanomalous.\n\n\nOf particular note is that prior to this incident, no SCP-7893-1 instance had ever encountered a Highland cow in person.\n\n\n\n\n\n\n« \nSCP-7892\n | Thank you. | \nSCP-7894\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7893\n\" by Quicksilvers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7893\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cows.jps\n\n\nName:\n Highland cattle Vonoklasy.jpg\n\n\nAuthor:\n Cocopelli\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Specifically Highland cattle, a breed of cow with longer, shaggy light brown fur that is native to western Scotland despite being distributed worldwide.\n\n\n2\n. Significant spheres' initial readings listed as follows:\n\n\n \n\n • ReID-In:[E](N/D)002 (\n'sorrow'\n) +%\n29.0662\n of avg. deviation\n\n • ReID-In:[E](N/D)154 (\n'insecurity'\n) + %\n31.0252\n pf avg. deviation\n\n • ReID-In:[E](N/F)093 (\n'paranoia'\n) +%\n74.8292\n of avg. deviation\n\n • ReID-In:[E](N/F)382 (\n'anxiety\n) + %\n89.2745\n of avg. deviation\n\n • ReID-Ta:[Q](0/V)825 (\n'bovine'\n) +%\n152.7153\n of avg. deviation\n\n • ReID-In:[E](N/D)999 (\n'loss'\n) +%\n273.529\n of avg. deviation\n\n\n3\n. Who had been experiencing symptoms of general anxiety and auditory hallucinations of bovine vocalizations.\n\n\n4\n. Vocally-produced cognitohazard removed.",
    "addendums": [
        "Addendum: Summary of Effects",
        "Addendum 2: Recent Application\nOn 3 August 2023, Anthony Moreau 3 was travelling across the state of Indiana in the continental United States over the duration of a week. After making a stop at a motel in Ulen for the evening, SCP-7893-1-5 experienced a noospheric feedback loop that temporarily plummeted local Hume levels. Transcript is as follows.\nMoreau had not presented any symptoms of somnambulism at any point in time and showed no signs of it that evening; his displacement into the Pearson family plot is currently under analysis. His current physical status is undetermined, though continuous conceptual scans reveal his presence in the noosphere to still be intact, insinuating that he was not physically harmed in the previously described incident. Investigation into his whereabouts is ongoing.\nOf note is that the Pearson family plot is located ~11 km from the Royale Motor Inn where Moreau was staying for the night, and that the Pearson Farm is the only plot within Boone County, Indiana that owns Highland cattle. When reviewed, all cattle on the property proved to be both accounted for and nonanomalous.\nOf particular note is that prior to this incident, no SCP-7893-1 instance had ever encountered a Highland cow in person."
    ],
    "documents": [],
    "notes": [
        "PEARSON FARM, EXT. <4:36 AM> ( Moreau opens his eyes to see that he is standing in the middle of an empty field. The surrounding horizon is incredibly dark, and he blinks hard in an attempt to see as his eyes adjust to the lack of light.) MOREAU : …Hello? ( Moreau rubs his eyes with the heels of his palms, blinking multiple times as he turns in place to scan the field.) MOREAU : Hello?? Anyone?! (His voice echoes out, empty.) ( Moreau pauses before he begins walking through the field with careful steps. He surveys the field constantly, turning around multiple times as his pace quickens.) (In the distance, a cow brays. It echoes across the field, carried by a breeze.) ( Moreau immediately ceases his pace and stiffens. His eyes dart across the horizon though his pose remains unmoving. The muscles in his neck tense with stress.) (After some time, another moo is heard, this time coming from a different direction.) ( Moreau breaks into a sprint, away from the origins of both calls. Another moo is heard as he attempts to flee.) (The ground is soft under Moreau 's feet as he runs, making his footing difficult. As he stumbles through the grass and hay, the number of vocalizations grows slowly into a chorus of constant, mournful mooing. There are so many that they begin to overlap, making distinctions between both sounds and place of origin impossible. Despite this, Moreau continues to run. The wind begins to pick up speed, growing with the cows' cries.) (After two minutes, Moreau sees something on the horizon and freezes. A pair of eyes reflect the minimal light in the field, shining a blank green.) ( Moreau takes a slow, tentative step back.) (The pair of eyes bob slightly in place before disappearing. Simultaneously, all vocalizations cease.) ( Moreau swivels in place, frantically scanning the field once more. There is no noise except for the now-quieting wind.) ( Moreau sighs and covers his face with his hands as he collects himself. He begins muttering unintelligibly to himself, his shoulders falling into a relaxed position as he calms down.) (As he uncovers his face and begins to walk again, the sound of rustling is carried by the breeze. Moreau hesitates again, pausing to listen. It is soft, and all-encompassing, and as he listens, the glowing pair of eyes appears again, gently bobbing on the horizon.) (Another pair of eyes appears a few meters to its right.) (Another pair of eyes appears.) (Another pair of eyes appears.) (Another pair of eyes appears.) ( Moreau watches in horror as a distant circle of eyes forms around him. With their dull shine, their dark silhouettes become more clear against the night sky as they slowly shuffle closer.) ( Moreau once more spins in place, seemingly searching for a way out. More pairs of eyes can be seen behind the initial ring, coinciding with more hunched figures. After taking stock once more, Moreau 's gaze lands on one of the cows.) (It appears as normal, though there seems to be a slight abnormality with its eyes. Now that it is in closer range and the reflectiveness of its eyes faded, the iris and pupils appear to be slightly smaller than typical, revealing more of the sclera.) ( Moreau takes another step back.) (The cow does not blink as it approaches. None of them do. Their slow, careful trek is reminiscent of an animal in the midst of a hunt.) (The cows' furs ripple in the breeze.) (Upon closer inspection, it is not the breeze.) (Now 30m away, certain details become more clear. All cows have the same eyes and their horns, instead of branching outwards and away, reach up to the sky in reverence. The rippling is just under the skin.) ( Moreau falls to his knees, digging into the ground with his bare hands as he attempts to stifle his sobs.) MOREAU : Please, please, please, I can't be back, I can't go back, please, please, I… (His voice fades into grunts as he continues to shovel chunks of soil behind him.) (The cattle continue their approach, their limbs elongating and shifting, letting out loud pops as their bone structures appear to undergo rapid and spastic transformations.) (Footage reveals the presence of human fingers instead of hooves.) (Footage reveals the presence of human eyes instead of bovine.) ( Moreau continues clawing at the dirt, making a small but sizable hole in the process. He crawls into the well, curling into the fetal position as the circle of cows halt their approach.) (The instance that Moreau discerned takes a step further into the circle. It bends its front legs, shifting its weight onto them before forcibly pushing off of the ground, forcing itself into a standing position.) (Its torso is sallow and emaciated, skin tight against its abdomen and ribcage. Its front legs limply hang to its sides, revealing the digits that have either sprouted from or formed out of the creature's hooves. The fur that covers its face is smoother and glossier, resembling something closer to human hair. It sways on its feet, towering at a height of over 2m as it stares down at Moreau .) MOREAU : Please. Please don't. (The cow cocks its head. A glimpse of its eyes can be seen through its hair. They are wide and bloodshot, pupils expanded so far that the iris has vanished.) MOREAU : █████, please. 4 (It opens its mouth, letting out a guttural and distorted moan. Its throat shifts violently as it struggles to speak with this new configuration, its head twitching in sharp, erratic movements.) ( Moreau 's gaze slowly rises up to meet it.) (The cow lurches forwards, throwing itself to the ground, head inches away from Moreau 's. Its jaw shifts as it whispers in his ear, sounds coalescing into a meaningless resemblance of human speech. Moreau 's eyes glaze over with raw panic.) █████ : [unintelligible] (The cow pulls away. They make eye contact once more. Moreau opens his mouth to speak before the well underneath him gives way to nothing but hay and teeth. As he falls, all cows present descend upon both him and the hole, crawling over each other in a desperate attempt to forcibly burrow themselves down it. Instances can be seen contorting into broken and bleeding shapes as they push themselves down the opening, receiving proportional injuries and fractures. There is the sound of crunching, and traces of blood can be spotted throughout the scene, both on the ground and on the fur of multiple instances.) ( Moreau 's echoing shrieks can be heard fading before they abruptly cut off.) (All cows present return to grazing. There is no blood.) [TRANSCRIPTION ENDS]",
        "\" SCP-7893 \" by Quicksilvers, from the SCP Wiki . Source: https://scpwiki.com/scp-7893 . Licensed under CC-BY-SA .",
        "Filename: cows.jps Name: Highland cattle Vonoklasy.jpg Author: Cocopelli License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Due to the nature of SCP-7893, continuous active containment is unnecessary unless a breach is imminent. The Intrametics Division is to run weekly psychosonar scans of Domain F ('The Fears'), Domain N ('The Sorrows'), and Sub-Domain A-B-Fa ('Cattle') within the noosphere in order to monitor the presence and state of SCP-7893-1 and the extremity of the effects of SCP-7893. If a significant deviation occurs exceeding + %80 and remains consistent and/or rapidly increasing for upwards of 2 minutes, the incident is to be catalogued as a potential breach and jurisdiction over the containment of SCP-7893 is to be immediately and automatically transferred to the Applied Memetics Department until effects abate.",
    "description": "SCP-7893 is a series of phenomena centralizing a single individual's personal experiences with instances of Bos taurus taurus.1 SCP-7893 only occurs towards a single sentient humanoid host at any given time (referred to as SCP-7893-1), typically remaining present with a subject for an unknown period of time before decreasing in severity, ceasing entirely, and subsequently manifesting towards a different host.",
    "title": "SCP-7893"
}