{
    "url": "https://scp-wiki.wikidot.com/scp-7894",
    "all_text": "rating: \n+164\n+\n–\nx\n\n\n\n\n\n\n\n\n!!! ATTENTION !!!\n\n\nThe following document contains multiple unauthorised edits and uploads that may represent falsified or misleading information. Please disregard this document until it can be reviewed by a RAISA representative, or an automated rollback is initiated.\n\n\nThank you for your cooperation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7894\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nSafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nDark\n\n\n\n\n\n\nRisk Class:\n\n\nNotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nDue to the currently un\nconfirmed\n status of SCP-7894, and the estimated size of the affected area, all containment efforts are to be focused on archival of collected evidence for review.\n\n\nAny staff found spreading rumours involving SCP-7894 are reminded that sharing false \ninformation\n about an anomaly, regardless of how \ndangerous\n it is understood to be, may result in severe consequences.\n\n\nDescription:\n\n\nSCP-7894 is an as of yet unproven phenomenon or \nentity\n hypothesised to be affecting the entirety of Site-61. SCP-7894 has been reported to manifest as typical 'poltergeist' activity, with SCP-7894 incidents including the movement or disappearance of items, inexplicable noises, and disembodied voices. These sounds have been reported to mimic speech, environmental noises, conversations, recordings, and even specific individual's voices. Those affected by SCP-7894 have also reported persistent feelings of being watched, but have stated they \ncan't explain\n or identify a source.\n\n\nTo date, SCP-7894 has not shown to cause any major disruptions on site. Staff have been encouraged to document potential evidence for SCP-7894 activity for research purposes.\n\n\nA partial list of various missing items attributed to SCP-7894 are as follows;\n\n\n- Seven phones of different models.\n\n- Three separate lightbulbs illuminating the East wing.\n\n- \nOver one-hundred\n mundane documents relating to security camera observations.\n\n- An entire lockbox filled with tape recordings.\n\n- Over thirty more classified reports relating to civilian and \nFoundation casualties\n.\n\n- The entire contents of the East wing's security room.\n\n- Fifteen security cameras across three offices.\n\n- One standard issue Foundation lab coat covered in crude drawings.\n\n\nIt is not\n known how many items have been lost in total. While some misplaced items attributed to SCP-7894 may be the result of \nhuman\n error, the volume of missing materials seem to suggest anomalous activity.\n\n\nNo trigger or discernible pattern for SCP-7894 occurrences has been discovered as of yet.\n\n\n\n\nAddendum 7894-1: Outbound Requests\n\n\nDue to the nature of SCP-7894 a number of requests have been made to replace lost equipment and documentation, as well as various requests for tools, staff, or other actions to be taken. All requests have been reviewed by acquisition staff on Site-61.\n\n\nRequests are as follows:\n\n\n\n\n\n\nRequest\n\n\nPurpose\n\n\nOutcome\n\n\n\n\n\n\nReplacement \nInformation\n Documents\n\n\nReplace all lost \ndocumentation\n due to SCP-7894's effects/\nstaff\n error.\n\n\nApproved\n\n\n\n\n\n\nReplacement Security Equipment\n\n\nReplace all lost equipment due to SCP-7894's effects.\n\n\nApproved\n\n\n\n\n\n\nShipment of Food Supplies\n\n\nReplace \nall\n provisions lost to SCP-7894's effects or \nconsumed\n by staff.\n\n\nApproved\n\n\n\n\n\n\nShipment of Heavy Weaponry\n\n\nSecurity purposes.\n\n\nDenied\n\n\n\n\n\n\nAssistance\n\n\nNo reason given.\n\n\nDenied\n\n\n\n\n\n\nExtraction\n\n\nNo reason given.\n\n\nDenied\n\n\n\n\n\n\nhelp\n\n\nNo reason given.\n\n\nDenied\n\n\n\n\n\n\nN/A\n\n\nNo reason given.\n\n\nDenied\n\n\n\n\n\n\nN/A\n\n\nNo reason given.\n\n\nDenied\n\n\n\n\n\n\nIt's\n noted that \nover\n 200 blank requests have been automatically denied and removed from the above record. Please avoid submitting blank requests in future. Thank you. (\nThis is an automated message.\n)\n\n\n\n\n\n\nALERT: UNAUTHORISED FILE DETECTED\n\n\n\n\nUNAUTHORISED FILE ACCESSED\n\n\n\n\n\n\n\n\nFile 61-7894-31.10.22\n\n\n\n\nAI sequence initiated.\n\n\nParameters set.\n\n\nParameters as follows:\n\n\n- \nRecord all dictation given by Junior Researcher Hargreaves.\n\n- \nRecord all ambient sounds and translate.\n\n- \nHighlight all dictation above typical speaking volume.\n\n- \nRecord all dictation to file 'SCP-7894' upon conclusion.\n\n- \nConclude dictation upon elapsed time of five minutes.\n\n\nBeginning Dictation.\n\n\n\n\n\"Is this recording? Oh, awesome. Alright…\"\n\n\n[\nTwenty seconds of silence.\n]\n\n\n\"Sorry. Just trying to hype myself up for this.\"\n\n\n[\nTen seconds of silence.\n]\n\n\n\"Ok, my name is Junior Researcher Daniel Hargreaves. I am part of the team dedicated to researching SCP-7894's recorded 'poltergeist' activity and archiving it accordingly. Over the past several months we have had no major leads regarding the activity on site, and we are content to simply file it as a low risk anomaly.\"\n\n\n[\nResearcher Hargreaves shuffles in his chair.\n]\n\n\n\"We weren't sure if it was anomalous to begin with but uh, it has definitely proven us wrong! The Director has even sent out a really important message every day as a reminder to report potential evidence, you know? But uh, s-some of the stuff we reported just made things more complicated.\"\n\n\n[\nTen seconds of silence.\n]\n\n\n\"In the end, we had to really be careful what was filed away. We could get in big trouble with our bosses if we filed the wrong thing or wrote something the wrong way. They're quite the sticklers here! If they decided you shared the wrong thing, or even shared too much, you could be terminated. And the others, God, before they all… made mistakes, they even tried filing personal mail as evidence. Letters to loved ones, requests for assistance, self termination letters. Y-you know, things like that? It didn't matter in the end though, they've all been… erased now.\"\n\n\n[\nResearcher Hargreaves begins to audibly sob.\n]\n\n\n\"B-but anyway! The uh… th-the SCP in question has been keeping us all here around the clock! It- I mean the ones in charge just w-won't let us leave. Hours are long and, well, we all miss our families a lot. Including me. God I really do.\"\n\n\n[\nResearcher Hargreaves begins to sniff and continues crying.\n]\n\n\n\"B-but I get it! Gotta keep these things contained no matter what, huh? Some of them, hoo boy they are… they are super dangerous. Like, if they got out? End-of-the-world type dangerous.\"\n\n\n[\nResearcher Hargreaves lets out a forced laugh. Light knocking can be heard at the door.\n]\n\n\n\"So w-what we do, we do to keep the world s-safe! What I'm doing is to keep the world safe. Keep everyone safe. Keep Jacob safe.\"\n\n\n[\nResearcher Hargreaves voice begins to crack and waver\n]\n\n\n\"I'm sorry, Jacob, I'm so s-sorry. I won't be able to take you out to see your s-sister this weekend. I won't be able to see Mr. Monocles again e-either. And I really wish I could see you, see you both, god, even just spend one more night together. Just to hear your voice, hear Monocles' little meows. Just to fall asleep in your arms one more time. Just us, our little happy family. Just one m-more t-time.\"\n\n\n[\nResearcher Hargreaves' sobs grow louder.\n]\n\n\n\"Please just be happy o-ok? I love you so much. More than anything. M-more than… everything.\"\n\n\n[\nResearcher Hargreaves' can be heard crying for 20 seconds before breathing in sharply.\n]\n\n\nA-and, if any Foundation personnel are reading this right now as well, please, just know…\"\n\n\n[\nResearcher Hargreaves breathes out slowly.\n]\n\n\n\"… I'm so, so fucking sorry.\"\n\n\n[\nResearcher Hargreaves begins shouting.\n]\n\n\n\"Do not come to Site-61! They can't be stopped! They can't be contained! They don't die!\"\n\n\n[\nThe knocking turns to loud banging as glass can be heard shattering.\n]\n\n\n\"Information is the key! They know when you know! Don't let them spread! Don't look at them! Don't talk about them! Don't write about them! Please, just keep this place contained! Keep them contained! There's no one left! Don't send anyone here! I-\"\n\n\n[\nA loud cracking and banging sound can be heard followed by voices matching multiple Site-61 staff shouting randomly constructed sentences and laughing.\n]\n\n\n\"S-stay away from here! Just stay away! Please! St-\"\n\n\n[\nA violent crackling sound is audible followed by wet splattering sounds and chewing noises. Voices can be heard whispering 'I'm sorry' repeatedly in Researcher Hargreaves' voice. Rustling is then heard before a sound similar to a child whispering 'Shh' is recorded, followed by abrupt silence.\n]\n\n\n[\nOne minute of silence.\n]\n\n\n\n\nDictation concluded.\n\n\nUploading file.\n\n\n…\n\n…\n\n\nFile uploaded.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSite-61 Notice\n\n\n\n\nSite-61 Notice\n\n\n\n\n\n\n\n\n\n\nSite-61 Notice\n\n\nGood morning everyone! I hope you are all doing well. Just a friendly reminder to all staff to report any potential anomalous activity to your supervisors immediately. We all have our parts to play to ensure the safety of everyone on site!\n\n\nRemember the saying; '\nIf you see something, say\n something'. \nNothing\n is as important to us as the safety of our staff.\n\n\nHave a great day!\n\n\n- Automated message, authorised by Director James Black.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7893\n | SCP-7894 | \nSCP-7895\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7894\n\" by Iszth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7894\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 7894-1: Outbound Requests\nDue to the nature of SCP-7894 a number of requests have been made to replace lost equipment and documentation, as well as various requests for tools, staff, or other actions to be taken. All requests have been reviewed by acquisition staff on Site-61.\nRequests are as follows:\nIt's noted that over 200 blank requests have been automatically denied and removed from the above record. Please avoid submitting blank requests in future. Thank you. ( This is an automated message. )"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7894 \" by Iszth, from the SCP Wiki . Source: https://scpwiki.com/scp-7894 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-7894"
}