{
    "url": "https://scp-wiki.wikidot.com/scp-7897",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\nRab333\n\n\n\n\n\n\nHorseeeeeey!\n\n\nAlso, more stuff by me!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7897\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nNeutralized\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7897, image processed by Theremin.aic.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7897 is neutralized and requires no special containment procedures, though the other anomalous effects of SCP-7897-1 and SCP-7897-2 are still present. Any individuals learning about the true nature of engines produced by Ford Motor Company are to be administered Class-B amnestics.\n\n\nDescription:\n SCP-7897 is an anthropomorphic member of the species \nEquus caballus\n (common horse) also known as \"Henry Ford\", a business magnate best known for being the founder of Ford Motor Company. SCP-7897 possesses strong memetic properties which makes it appear as a non-anomalous human, although usage of .aic memetic scrambler devices has been deemed helpful in showing the true appearance of SCP-7897.\n\n\nSCP 7897-1 is categorized as any Ford Motor Company internal combustion engine built after 1896. While being seemingly non-anomalous at first glance, SCP-7897-1's combustion chamber houses microscopic members of the \nEquus caballus\n1\n species proportional to the estimated horsepower of the ICE\n2\n designated by SCP-7897-1, which can reach or surpass normal expectations of motors of similar power, despite physical limitations.\n\n\nSCP-7897-2 instances have varied ages, ranging from young foals to older horses. There is also a large variety of breeds stored in each motor, though these two factors do not affect the overall efficiency of the motor. When viewed under a microscope, SCP-7897-2 instances can be seen running on contraptions similar to hamster wheels. These instances subsist purely on a diet of gasoline. Prolonged periods of malnutrition causes instances to enter a state of suspended animation for up to three years before death.\n\n\nIf enough SCP-7897-2 instances die, the motor will cease functioning, which is attributed to overuse and age.\n\n\n\n\n\n\nAddendum \n7897.1\n\n\nDISCOVERY LOG\n\n\n\n\n\n\nDuring a routine maintenance checkup on the 1974 Ford Mustang of Doctor Tiber, a small, handwritten note was found to be lodged between the valves and cooling water jacket of the motor.\n3\n Below is a transcript of the note:\n\n\n\n\nTiber, pure of heart. Heed our call, and save us from this wretched abyss; I and my men of the equine have managed to stave off the heat of the barred walls and smoke fume of the chambers we are contained in as unjust punishment to contact you.\n\n\n \n\nLord Baron Herriot Mustafa Fordini, Conqueror of Horse and Automobile, Destroyer of Holy, or as you know him, Henry Ford, has been dead for more than one can count on their hooves, but his twisted machinations by which our souls have been entombed in this prison of iron still haunt us after all this time.\n\n\n \n\nHenry is brutal. Cruel. He conquered his own kind, just as he almost conquered yours. He's enslaved us for nothing more than his own amusement and for his own gain. In his palace of ivory and gold, he ruled over us with an iron fist, and from death he does too.\n\n\n \n\nPlease save us. Help us. Get us out; help your equine brothers. While Henry might be long gone, what he did to our species is unforgivable; he was one of us, and now, he isn't.\n\n\n \n\nSebastianus Equistor, kin of Hecarte Equistor\n\n\n\n\nWith no feasible method of contacting the horses, an investigation was launched on the premises of Fair Lane\n4\n, leading to the discovery of a previously walled-off section of the estate. Inside, an office space full of suspiciously intact and well preserved hay bales and carrots was unearthed. Found in these piles were several different manuscripts containing historical documentation of mundane events happening in Ford Motor Company, alongside a letter designated to Thombulion Edinsonian\n5\n which is attached below:\n\n\n\n\nTo Thombulion Edinsonian, Sovereign of Anguilliformes\n6\n, Master of Shock\n\n\n \n\nApril 3rd, 1897\n\n\n \n\nGreetings, old friend; or should I say, king? How have you been? Last we talked you were quite under the weather… have you got away from those crooks? I certainly hope so. They weren't kind to \nLincoln\n.\n\n\n \n\nI am writing to tell you that \nit\n was a success. It worked. One step closer to full dominion over them. While I may be one of them, I consider them weak. Pathetic. Vile. What better punishment than the eternal disgrace of being trapped in a prison of your perfect self? The thing they have always wanted to be, yet they could be not. Remind them of their failures. These perfected prisons of wrought iron and heat will be a stark reminder of where they \ncould not compete.\n This is the sweetest revenge, I tell you.\n\n\n \n\nYou are hesitant, I know. But pull the plug. Do it yourself. Rise above them not only with your mind, but with your everything, above what you know is not what you are represented by anymore. Those slippery fucks, you are not one of them anymore. Humanity needs the light, \nyour\n light. \nTheir\n light, which you will provide.\n\n\n \n\n\n\n\nDo it.\n\n\n\n\nDo it.\n\n\n\n\n\n\n\n\nKing.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFollowing this discovery, a Foundation letter had been sent to SCP-7897-2 in a similar manner to how the first letter was received, expressing sympathy and offering moral support that the SCP-7897-2 instances will be able to escape\n7\n, alongside providing information unearthed from the office room of SCP-7897.\n\n\nTwo days later after inserting the letter in the car of Doctor Tiber, a response was received, similar in nature to the first letter. Below is a transcript of the note:\n\n\n\n\nAfter countless years of futile attempts and waiting… we have an ally we can call our own. Tiber, from our metallic confines, we are eternally grateful for your kind words, and from your funny Foundation.\n\n\n \n\nKnowing people like you exist give us renewed hope in this cruel world; hope that once was lost. Hope that we may break our chains and live as free horses again, galloping in the fields. Basking in the sun once again. I would shed a tear, if I were able to.\n\n\n \n\nWe will focus our efforts on escaping our vile prison once again; we can do it, I know we can. We will be able to. Sooner than later. We still have a psychic connection with the other trapped horses, as weak as it may be. We will tell them about this. Our success is near, and my utmost gratitude goes to you.\n\n\n \n\nWe shall see you on the other side, Tiber, and your Foundation.\n\n\n \n\nSebastianus Equistor, kin of Hecarte Equistor\n\n\n\n\nShortly after this letter, the Ford Mustang of Doctor Tiber unexpectedly broke down while on the I-95 in Massachusetts, resulting in a near collision with two other cars. In the following months after this incident, reports of Ford Motor Company brand engines breaking down across the world increased by 93%, tanking the reputation and sales of Ford globally. Having seen the above events, it is highly advised to not attempt to contact other SCP-7897-2 instances or any instances possibly entrapped by Thomas Edison.\n\n\n\n\nFootnotes\n\n\n1\n. Designated as SCP-7897-2.\n\n\n2\n. Internal Combustion Engine.\n\n\n3\n. So far, no feasible explanation for how this was achieved has been found.\n\n\n4\n. Fair Lane was the estate of Ford Motor Company founder Henry Ford and his wife, Clara Ford, in Dearborn, Michigan, in the United States.\n\n\n5\n. Presumed Thomas Edison.\n\n\n6\n. Eels.\n\n\n7\n. As per request from the Ethics Committee.\n\n\n\n\n\n\n\n\n« \nSCP-7896\n | SCP-7897 | \nSCP-7898\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7897\n\" by Rab333, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7897\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Henry Ford, White House.jpg\n\n\nName:\n Henry Ford, White House.jpg\n\n\nAuthor:\n National Photo Company, photographer\n\n\nLicense:\n This work is from the National Photo Company collection at the Library of Congress. According to the library, there are no known copyright restrictions on the use of this work.\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Henry_Ford,_White_House.jpg\n\n\n\n\n\n\nFilename:\n CubanWellDiggers1920GuantanamoBase.jpg\n\n\nName:\n CubanWellDiggers1920GuantanamoBase.jpg\n\n\nAuthor:\n O. E. Meinzer\n\n\nLicense:\n Public domain. This work is in the public domain in the United States because it is a work prepared by an officer or employee of the United States Government as part of that person’s official duties under the terms of Title 17, Chapter 1, Section 105 of the US Code.\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:CubanWellDiggers1920GuantanamoBase.jpg\n\n\n\n\nThese two files have been photoshopped together to make the image horse.png.\n\n\n\n\nFilename:\n horse.png\n\n\nName:\n horse.png\n\n\nAuthor:\n Me, Rab333, original authors of the two photoshopped files are O. E. Meinzer and the National Photo Company.\n\n\nLicense:\n I release it under CC BY-SA 3.0.\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/rab333/horse.png\n\n\n\n\n\n\n\n\nFilename:\n Thomas Edison2.jpg\n\n\nName:\n Thomas Edison2.jpg\n\n\nAuthor:\n Louis Bachrach, Bachrach Studios, restored by Michel Vuijlsteke.\n\n\nLicense:\n This media file is in the public domain in the United States. This applies to U.S. works where the copyright has expired, often because its first publication occurred prior to January 1, 1928, and if not then due to lack of notice or renewal.\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Thomas_Edison2.jpg\n\n\n\n\n\n\nFilename:\n Electrophorus electricus in Gdynia Oceanarium.jpg\n\n\nName:\n Electrophorus electricus in Gdynia Oceanarium.jpg\n\n\nAuthor:\n Oleksandr (Alex) Zakletsky.\n\n\nLicense:\n This file is licensed under the Creative Commons Attribution 4.0 International license.\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Electrophorus_electricus_in_Gdynia_Oceanarium.jpg\n\n\n\n\nThese two files have been photoshopped together to make the image eel1.png.\n\n\n\n\nFilename:\n eel.png\n\n\nName:\n eel.png\n\n\nAuthor:\n Me, Rab333 and Anky Swallow. The original authors of the photoshopped images are Oleksandr (Alex) Zakletsky and Louis Bachrach.\n\n\nLicense:\n I release the image under CC BY-SA 4.0.\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/rab333/eel.png",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7897 \" by Rab333, from the SCP Wiki . Source: https://scpwiki.com/scp-7897 . Licensed under CC-BY-SA .",
        "Filename: Henry Ford, White House.jpg Name: Henry Ford, White House.jpg Author: National Photo Company, photographer License: This work is from the National Photo Company collection at the Library of Congress. According to the library, there are no known copyright restrictions on the use of this work. Source Link: https://commons.wikimedia.org/wiki/File:Henry_Ford,_White_House.jpg",
        "Filename: CubanWellDiggers1920GuantanamoBase.jpg Name: CubanWellDiggers1920GuantanamoBase.jpg Author: O. E. Meinzer License: Public domain. This work is in the public domain in the United States because it is a work prepared by an officer or employee of the United States Government as part of that person’s official duties under the terms of Title 17, Chapter 1, Section 105 of the US Code. Source Link: https://commons.wikimedia.org/wiki/File:CubanWellDiggers1920GuantanamoBase.jpg",
        "Filename: horse.png Name: horse.png Author: Me, Rab333, original authors of the two photoshopped files are O. E. Meinzer and the National Photo Company. License: I release it under CC BY-SA 3.0. Source Link: http://scp-sandbox-3.wikidot.com/local--files/rab333/horse.png",
        "Filename: Thomas Edison2.jpg Name: Thomas Edison2.jpg Author: Louis Bachrach, Bachrach Studios, restored by Michel Vuijlsteke. License: This media file is in the public domain in the United States. This applies to U.S. works where the copyright has expired, often because its first publication occurred prior to January 1, 1928, and if not then due to lack of notice or renewal. Source Link: https://commons.wikimedia.org/wiki/File:Thomas_Edison2.jpg",
        "Filename: Electrophorus electricus in Gdynia Oceanarium.jpg Name: Electrophorus electricus in Gdynia Oceanarium.jpg Author: Oleksandr (Alex) Zakletsky. License: This file is licensed under the Creative Commons Attribution 4.0 International license. Source Link: https://commons.wikimedia.org/wiki/File:Electrophorus_electricus_in_Gdynia_Oceanarium.jpg",
        "Filename: eel.png Name: eel.png Author: Me, Rab333 and Anky Swallow. The original authors of the photoshopped images are Oleksandr (Alex) Zakletsky and Louis Bachrach. License: I release the image under CC BY-SA 4.0. Source Link: http://scp-sandbox-3.wikidot.com/local--files/rab333/eel.png"
    ],
    "containment_procedures": "SCP-7897 is neutralized and requires no special containment procedures, though the other anomalous effects of SCP-7897-1 and SCP-7897-2 are still present. Any individuals learning about the true nature of engines produced by Ford Motor Company are to be administered Class-B amnestics.",
    "description": "SCP-7897 is an anthropomorphic member of the species Equus caballus (common horse) also known as \"Henry Ford\", a business magnate best known for being the founder of Ford Motor Company. SCP-7897 possesses strong memetic properties which makes it appear as a non-anomalous human, although usage of .aic memetic scrambler devices has been deemed helpful in showing the true appearance of SCP-7897.",
    "title": "SCP-7897"
}