{
    "url": "https://scp-wiki.wikidot.com/scp-7898",
    "all_text": "rating: \n+296\n+\n–\nx\n\n\nRaddagher\n\n\n\n\n\n\nMore by this Author\n | \nFind Us Alive Hub\n\n\n\n\n\n\n\n\n\n\n\n\nADVISORY TO FOUNDATION PERSONNEL\n\n\nRequests to transfer to SCP-7898 are to be approved by Dr. Belfair. Transfer requests lacking proper authorization will not be added to the wait list.\n\n\nCURRENT TRANSFER WAIT TIME:\n \n3 years, 45 days\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7898\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All 122 existing instances of SCP-7898 are currently held in a specialized atrium habitat in Site-109. Upper atrium windows of SCP-7898’s containment are to be uncovered for a minimum of 5 hours per day, adjusted on overcast days to provide SCP-7898 sufficient sunlight. Atrium windows are to be covered and the containment area filled with aerosol sedative during Blood Sun cycles. Any new instances of SCP-7898 and SCP-7898-1 are to be incinerated. The town of Fields Spring has been demolished and its existence expunged from public record.\n\n\n\n\n\n\nSCP-7898-1 instance while dormant\n\n\n\n\n\n\nDescription:\n SCP-7898 is an arachnoid parasitic creature that inhabits human bodies for locomotive and reproductive purposes. SCP-7898 nest in dark, dry, enclosed spaces, most commonly inside the walls and crawlspaces of houses, and subsist on sunlight\n1\n in a process similar to photosynthesis.\n\n\nSCP-7898-1 instances are the full human bodies used by SCP-7898 for locomotion. SCP-7898-1 instances retain the ability to move and speak similarly to non-anomalous humans, but lack many bodily functions including eating, drinking, and waste expulsion. SCP-7898-1 instances also seem incapable of experiencing or expressing negative emotions, even in response to physical pain or megadental events.\n\n\nSCP-7898 themselves measure between 15-25cm in length and typically weigh between 4-6kg\n2\n, depending on the age of the host, with six legs visually similar to a spider\n3\n. While any of SCP-7898’s original sensory organs are not visible outside the carapace, observation suggests that SCP-7898 navigates using smell and hearing when not attached to an SCP-7898-1 instance.\n\n\nSCP-7898 was originally discovered in the town of Fields Spring\n4\n. There were no survivors.\n\n\n\n\n\n\nAddendum 1 - Life Cycle of SCP-7898\n\n\nBased on discoveries from both Field Springs and Foundation experimentation, the observed life cycle of SCP-7898 is as follows.\n\n\nPhase 1:\n A mature instance of SCP-7898 will hide within the hollow walls of a building, most frequently a house, where it waits for a suitable host.\n\n\nPhase 2:\n The instance will break through the drywall from within, grab the head of the host, and use a sharp appendage to implant an egg in the host's ear.\n\n\nPhase 3:\n The host experiences mental fog, manic episodes, head/neck pain, and neck muscle weakness.\n\n\nPhase 4:\n The host feels compelled to keep their head inside small, dark places, such as under blankets or in containers.\n\n\nPhase 5:\n The host will force their own head through a wall, life signs cease.\n\n\nPhase 6:\n The host's head rips off at the neck and arachnoid appendages of a fully mature SCP-7898 instance emerge from the mouth, ears, and throat.\n\n\n\n\n\n\n\n\nSCP-7898 instance\n\n\n\n\n\n\nExperiment Log\n\n\n\n\n\n\nExperiment\n\n\nResult\n\n\n\n\n\n\nExtracting SCP-7898 egg from host after implantation\n\n\nFailure, host subject experienced immediate brain death\n\n\n\n\n\n\nDenial of a suitable nesting space to a growing SCP-7898 instance\n\n\nSubject attempts to break head through concrete wall, dies\n\n\n\n\n\n\nConsumption of SCP-7898-1 instance\n\n\nSubject becomes severely ill and expires, SCP-7898 reclassified to Class W74 Inedible Corpse\n\n\n\n\n\n\nSCP-7898-1 instance taken outside during a Rending event\n\n\nSCP-7898-1 instance increases dramatically in physical strength, infects 2 accompanying personnel before being terminated. Instance remains incinerated\n\n\n\n\n\n\nExposure to unfiltered fresh water\n5\n\n\nNo notable effect beyond ordinary chemical burns\n\n\n\n\n\n\nExposure to untreated seawater from the Panarctic Ocean\n6\n\n\nIntegrates with the water, becomes transmissible through any physical contact with the water as evident by multiple cases among attending staff. Water sample destroyed\n\n\n\n\n\n\n\n\n\n\n\n\nNote: This anomaly has been marked as a primary candidate for the developing Salvation Initiative, a program to temporarily reassign recently traumatized researchers to safer, less stressful anomalies, due to its low staff death rate and similarity to mundane and ordinary phenomena.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Non-predatory UV light\n\n\n2\n. Non-sentient kilograms\n\n\n3\n. Observers specifically mentioned similarities to the non-anomalous horseeater spider\n\n\n4\n. Located in the area formerly West Virginia\n\n\n5\n. Treated as to not dissolve its container\n\n\n6\n. Treated as to fit into the building\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nV is for \"Violence\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nX is for “XXX”\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7897\n | SCP-7898 | \nSCP-7899\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7898\n\" by Raddagher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7898\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n WisforWallsA\n\n\n\n\n\n\nName:\n Dirty Room\n\n\nAuthor:\n Nitram242\n\n\nLicense:\n CC 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/25165196@N08/7725273678\n\n\n\n\n\n\nName:\n Roommate\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n WisforWallsB\n\n\n\n\n\n\nName:\n dsc00123.jpg\n\n\nAuthor:\n Mike Linksvayer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/mlinksva/515402228/\n\n\n\n\n\n\nName:\n Tarantula\n\n\nAuthor:\n White Sands National Park\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/whitesandsnps/29492725824/\n\n\n\n\n\n\nName:\n Another Roommate\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "SCP-7898 was originally discovered in the town of Fields Spring 4 . There were no survivors. Addendum 1 - Life Cycle of SCP-7898\nBased on discoveries from both Field Springs and Foundation experimentation, the observed life cycle of SCP-7898 is as follows."
    ],
    "documents": [],
    "notes": [
        "Note: This anomaly has been marked as a primary candidate for the developing Salvation Initiative, a program to temporarily reassign recently traumatized researchers to safer, less stressful anomalies, due to its low staff death rate and similarity to mundane and ordinary phenomena.",
        "\" SCP-7898 \" by Raddagher, from the SCP Wiki . Source: https://scpwiki.com/scp-7898 . Licensed under CC-BY-SA .",
        "Filename: WisforWallsA",
        "Name: Dirty Room Author: Nitram242 License: CC 2.0 Source Link: https://www.flickr.com/photos/25165196@N08/7725273678",
        "Name: Roommate Author: Raddagher License: CC BY-SA 3.0",
        "Filename: WisforWallsB",
        "Name: dsc00123.jpg Author: Mike Linksvayer License: Public Domain Source Link: https://www.flickr.com/photos/mlinksva/515402228/",
        "Name: Tarantula Author: White Sands National Park License: Public Domain Source Link: https://www.flickr.com/photos/whitesandsnps/29492725824/",
        "Name: Another Roommate Author: Raddagher License: CC BY-SA 3.0"
    ],
    "containment_procedures": "All 122 existing instances of SCP-7898 are currently held in a specialized atrium habitat in Site-109. Upper atrium windows of SCP-7898’s containment are to be uncovered for a minimum of 5 hours per day, adjusted on overcast days to provide SCP-7898 sufficient sunlight. Atrium windows are to be covered and the containment area filled with aerosol sedative during Blood Sun cycles. Any new instances of SCP-7898 and SCP-7898-1 are to be incinerated. The town of Fields Spring has been demolished and its existence expunged from public record.",
    "description": "SCP-7898 is an arachnoid parasitic creature that inhabits human bodies for locomotive and reproductive purposes. SCP-7898 nest in dark, dry, enclosed spaces, most commonly inside the walls and crawlspaces of houses, and subsist on sunlight1 in a process similar to photosynthesis.",
    "title": "SCP-7898"
}