{
    "url": "https://scp-wiki.wikidot.com/scp-790",
    "all_text": "rating: \n+145\n+\n–\nx\n\n\nItem #:\n SCP-790\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-790 is to be kept under observation at all times, and must be contained within an airtight cell, ideally with an airlock in place of a door. Also, given SCP-790’s curiosity, the furniture within the cell must be of materials that will not absorb liquid: the mattress, being the sole exception to this rule, is to be replaced once a week and incinerated as quickly as possible to avoid containment breaches.\n\n\nPersonnel interacting with SCP-790 should not attempt to make any sort of physical contact with its host’s flesh or any of the discharged fluid unless wearing gloves or, in the case of emergencies, a full hazmat suit.\n\n\nSCP-790 needs to be fed only once a month, apparently to vary its diet from the bone and tissue already absorbed from 790-01; personnel that have become familiar with its needs estimate that two hundred kilograms of raw meat is sufficient nourishment (beef appears to be a favourite). However, since the ingestion process begins with [DATA EXPUNGED] SCP-790-01's mouth [DATA EXPUNGED] until [DATA EXPUNGED] and then [DATA EXPUNGED], personnel are advised to leave the room before SCP-790 begins eating.\n\n\nIn the event that it does become aggressive, SCP-790 is best subdued and calmed by heat- dispensed at a temperature of 37.0°C by the cell's air conditioning system.\n\n\nDescription:\n SCP-790 is the animated blood of a human identified as Mr ████ ████████- hereafter known as SCP-790-01; at present, it emanates almost constantly from SCP-790-01’s pores, tear ducts, salivary glands, and several deep wounds and scars that cover at least 70% of his body. These wounds are believed to be produced by SCP-790 itself over the course of several months.\n\n\nThorough examination of the SCP-790-01’s body has revealed that SCP-790 systematically attacks the cells of his tissues and skeletal system, converting them into fresh blood cells, hence the constant flow of blood from his injuries. The infection is currently believed to be in its latter stages, as both the circulatory system and the digestive system have been consumed, along with significant portions of the skeleton.\n\n\nDespite being positively identified as human blood, SCP-790's activities constantly suggest otherwise: not only is it sapient, but exposure to air does not result in clotting and drying.\n\n\nAlso, during several encounters with personnel it has demonstrated intelligence and crude sentience: numerous staff report being \"touched\" and \"inspected\" by minuscule tendrils emerging from the blood that often pools around the host’s feet. However, SCP-790 does not appear interested in infecting other subjects- at least not at this time. Nonetheless, it will react violently should it be handled carelessly or harshly; attacks on the host are responded to with lethal force.\n\n\nMeanwhile, 790-01 appears to interpret his affliction as divine providence, claiming to have been contacted by supernatural forces that insist he care for and nurture SCP-790 (Or \"the blessed one\" as he calls it) until the day he dies. Whether this behaviour can be attributed to the disintegration of SCP-790-01's brain, an unrelated psychological breakdown, or some form of communication between the two is impossible to determine.\n\n\nAddendum 1:\n Dr ███████ speculates that SCP-790 is actually waiting until its present host is completely consumed before seeking out another in the form of one of the staff. As SCP-790 still merits research, it is recommended that another host be found among the D-class personnel in the event that the present one dies. – \nDr Spelter\n\n\nAddendum 2:\n (██/██/09) SCP-790-01's left eyeball fell out this morning; a brief dissection showed that not only had the optic nerve been completely dissolved, but the eye itself was empty except for blood. We tried to take a sample, but the damn stuff animated too quickly, escaping the labs and rejoining the SCP-790's main body before we could stop it. I honestly don’t think 790-01’s going to live much longer- the only thing holding him together is his own blood, and that’s because it’s trying to eat him. – \nDr Spelter.\n\n\n\n\n\n\n« \nSCP-789\n | SCP-790 | \nSCP-791\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-790\n\" by UtterlyUseless, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-790\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Dr ███████ speculates that SCP-790 is actually waiting until its present host is completely consumed before seeking out another in the form of one of the staff. As SCP-790 still merits research, it is recommended that another host be found among the D-class personnel in the event that the present one dies. – Dr Spelter",
        "Addendum 2: (██/██/09) SCP-790-01's left eyeball fell out this morning; a brief dissection showed that not only had the optic nerve been completely dissolved, but the eye itself was empty except for blood. We tried to take a sample, but the damn stuff animated too quickly, escaping the labs and rejoining the SCP-790's main body before we could stop it. I honestly don’t think 790-01’s going to live much longer- the only thing holding him together is his own blood, and that’s because it’s trying to eat him. – Dr Spelter."
    ],
    "documents": [],
    "notes": [
        "\" SCP-790 \" by UtterlyUseless, from the SCP Wiki . Source: https://scpwiki.com/scp-790 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-790",
    "object_class": "Euclid",
    "containment_procedures": "SCP-790 is to be kept under observation at all times, and must be contained within an airtight cell, ideally with an airlock in place of a door. Also, given SCP-790’s curiosity, the furniture within the cell must be of materials that will not absorb liquid: the mattress, being the sole exception to this rule, is to be replaced once a week and incinerated as quickly as possible to avoid containment breaches.",
    "description": "SCP-790 is the animated blood of a human identified as Mr ████ ████████- hereafter known as SCP-790-01; at present, it emanates almost constantly from SCP-790-01’s pores, tear ducts, salivary glands, and several deep wounds and scars that cover at least 70% of his body. These wounds are believed to be produced by SCP-790 itself over the course of several months.",
    "title": "SCP-790"
}