{
    "url": "https://scp-wiki.wikidot.com/scp-7902",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This page contains depictions of body horror, elder abuse, and medical malpractice. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem#:\n \n7902\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nWaterville Senior Care, a now-defunct instance of SCP-7902.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Patients residing in nursing homes affected by SCP-7902 are to be transferred to an appropriate new location immediately.\n\n\nConfirmed SCP-7902 facilities are to be forcibly closed under the cover story of bankruptcy or acquisition by a new entity.\n\n\nFoundation webcrawler Hippocrates.aic has been created to monitor for reports of elder abuse in healthcare settings to identify new instances of SCP-7902. Standard disinformation and amnestic procedures are to be executed upon discovery of a sentinel event\n1\n.\n\n\nInvestigations are currently underway to determine if healthcare personnel previously employed\n\nin a SCP-7902 facility are able to provide proper patient care in non-anomalous settings.\n\n\nDescription:\n SCP-7902 is the collective designation for nursing homes across the Midwestern United States with anomalous rates of abuse and neglect. Not under the ownership of one single entity, instances of SCP-7902 are related only by the debilitated health of patients residing within\n2\n.\n\n\nHealthcare personnel working for SCP-7902 display anomalous behavior while caring for patients on-site. Examples include:\n\n\n\n\nPersistent refusal to comply with accepted patient safety protocols,\n\n\nInability to provide proper care due to deficits in clinical knowledge, and\n\n\nApathy toward residents and their family members. Hostile and violent outbursts occur on an infrequent basis.\n\n\n\n\nSub-designations of SCP-7902 (-A through -D) have been assigned to relevant personnel listed in Table 1.\n\n\nTable 1. Designations of SCP-7902 Instances\n\n\n\n\n\n\nDesignation\n\n\nProfession\n\n\nDescription of Behavior\n\n\n\n\n\n\nSCP-7902-A\n\n\nSupport staff (e.g., housekeeping, building maintenance technicians)\n\n\nPoor upkeep of facilities, resulting in dilapidated and unsafe living conditions.\n\n\n\n\n\n\nSCP-7902-B\n\n\nPractitioners (e.g., physicians)\n\n\nInfrequent and inattentive patient evaluations; ignorance of evidence-based practice when making treatment decisions.\n\n\n\n\n\n\nSCP-7902-C\n\n\nRegistered Nurses (RNs)\n\n\nCompletion of medical procedures without appropriate training and licensure; personal use of narcotics intended for patient administration.\n\n\n\n\n\n\nSCP-7902-D\n\n\nLicensed Practical Nurses (LPNs)\n\n\nUnwillingness to provide assistance in activities of daily living; denial of necessities such as food and water.\n\n\n\n\n\n\nResearchers hypothesize that a memetic vector of unknown origin is present at employment sites, compelling individuals to act in ways they would otherwise find unethical. Affected employees do not appear to remember their actions after the end of the work day.\n\n\nNotably, residents and visiting loved ones have not displayed anomalous behavior thus far.\n\n\nInitial Discovery:\n Foundation operatives embedded in the Indiana State Board of Health began investigation of SCP-7902 following a significant uptick of complaints filed against Plainsview Health and Rehabilitation in early 2022. These complaints described extensive neglect and abuse of facility residents.\n\n\nOn December 10, 2022, local Marion County television stations broke news of an incident where two nurses allegedly amputated the foot of a resident without a doctor’s orders or informed consent from the patient (see Incident Log 7902-1 for more details).\n\n\nOriginally believed to be an isolated incident, SCP-7902 was assigned a formal designation after further Foundation review; researchers concluded that anomalous rates of elder abuse were present across Indiana and \nthree\n seven other Midwestern states.\n\n\n\n\nIncident 7902-1: Video Log Transcript\n\n\nDate and Time:\n 12/10/2022 1541\n\n\nLocation:\n Plainsview Health and Rehabilitation Center (Indianapolis, IN)\n\n\nCivilians Involved:\n\n\n\n\nJohanna Knowles (73). Admitted for physical rehabilitation after falling and fracturing her ankle on 12/03.\n\n\nMatthew Knowles (49, son)\n\n\nEmily Wheeler (25, granddaughter)\n\n\n\n\nForeword:\n Amputation was completed by SCP-7902-C1 and SCP-7902-C2 without standing orders from a physician. The patient did not provide informed consent prior to the procedure. Sedation and analgesia were not administered.\n\n\nFootage was recovered from the mobile phone of a SCP-7902-D instance who filmed from the corner of the room.\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-7902-C1:\n Good afternoon, Ms. Knowles. We’re sorry to inform you that your ankle isn’t healing like it should be, and we need to remove your foot to prevent further complications.\n\n\nJohanna Knowles:\n I only broke it a week ago. They told me in the hospital it would take 8 weeks to heal. Is something wrong?\n\n\nSCP-7902-C1:\n I really am sorry. I can only imagine the feelings of shock that you must be experiencing right now. I know it’s upsetting, but this is a necessary procedure to keep you healthy.\n\n\nMatthew Knowles:\n You can’t do this! What you’re suggesting is unacceptable. I want to speak to the doctor who ordered this, now.\n\n\nSCP-7902-C1 begins physically restraining the patient, who weakly struggles in response. Matthew and Emily appear shocked and do not move from their previous positions.\n\n\nSCP-7902-C2 enters the room with a bone saw. It is visibly covered in dried blood and viscera. Emily screams, fleeing the room to call the police.\n\n\nMatthew Knowles:\n Stop!\n\n\nMatthew lunges toward SCP-7902-C1. Before he can reach the bed, several SCP-7902-D instances rush into the room and drag him outside.\n3\n\n\nThe door is closed and locked. Patient begins crying for help.\n\n\nSCP-7902-C1:\n Patient has successfully been restrained. Begin pre-op timeout whenever you’re ready.\n\n\nSCP-7902-C2:\n Our patient is Johnna Knowles, date of birth April 16th of 1949. We are performing a right-sided Syme’s amputation to treat ankle fracture secondary to a fall one week ago. Today is December 10th and the time is currently 1545. Nurse Abigail Johnston will stabilize the patient while I, nurse Linh Tran, perform the procedure. Ready, Abby?\n\n\nSCP-7902-C1:\n Ready. Let’s begin.\n\n\nSCP-7902-C1 holds the patient’s right leg as SCP-7902-C2 begins sawing above the ankle.\n\n\nThe patient begins to loudly vocalize in pain. SCP-7902-C1 forces a handful of gauze pads into the patient’s mouth.\n\n\nSCP-7902-C2 continues sawing as muffled screams can be heard from the patient. The bedsheets are quickly saturated with blood.\n\n\nThe Achilles tendon is eventually severed, along with the skin still connected to the foot. The patient is no longer vocalizing.\n\n\nSCP-7902-C2:\n Beginning post-op sign-out. Right foot was successfully amputated. No additional follow-up is needed at this time.\n\n\nSCP-7902-C2 places the foot on the floor next to the bed. All three SCP-7902 personnel exit the room.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Indianapolis police and paramedics arrived to the scene following Wheeler’s 911 call. Johanna Knowles was pronounced dead on arrival from exsanguination.\n\n\nRegional Foundation agents assumed control of the situation, detaining SCP-7901-C1 and C2. Both claim to have no memory of the incident.\n\n\nAll involved civilians and employees were amnesticized. Members of the Knowles family were informed that Johanna passed away on 12/10 following complications of a stroke.\n\n\n\n\n\n\nJohanna Knowles. Image sourced from Johanna’s online obituary page.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A sentinel event is a patient safety event that leads to death, permanent harm, or severe temporary harm.\n\n\n2\n. A full list of affected institutions is available to project staff with Level 4/7902 clearance and above.\n\n\n3\n. After the incident, authorities found Matthew in a locked janitorial closet. He suffered minor injuries which did not require hospitalization.\n\n\n\n\n\n\n\n\n« \nSCP-7901\n | SCP-7902 | \nSCP-7903\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7902\n\" by EnPassant, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7902\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Adderley_Nursing_Home_-_geograph.org.uk_-_913733.jpg\n\n\nName:\n Adderley Nursing Home - geograph.org.uk - 913733.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Old_Lady_in_Pampatar_Beach%2C_Margarita.jpg\n\n\nName:\n Old Lady in Pampatar Beach, Margarita.jpg\n\n\nAuthor:\n Martin Addison\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7902 \" by EnPassant, from the SCP Wiki . Source: https://scpwiki.com/scp-7902 . Licensed under CC-BY-SA .",
        "Filename: Adderley_Nursing_Home_-_geograph.org.uk_-_913733.jpg Name: Adderley Nursing Home - geograph.org.uk - 913733.jpg Author: NASA License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: Old_Lady_in_Pampatar_Beach%2C_Margarita.jpg Name: Old Lady in Pampatar Beach, Margarita.jpg Author: Martin Addison License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Patients residing in nursing homes affected by SCP-7902 are to be transferred to an appropriate new location immediately.",
    "description": "SCP-7902 is the collective designation for nursing homes across the Midwestern United States with anomalous rates of abuse and neglect. Not under the ownership of one single entity, instances of SCP-7902 are related only by the debilitated health of patients residing within2.",
    "title": "SCP-7902"
}