{
    "url": "https://scp-wiki.wikidot.com/scp-7905",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-7905\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\nSCP-7905\n\n\n\n\n\n\n…\n\n\n…\n\n\n…\n\n\nSpecial Containment Procedures:\n SCP-7905 is to be contained around a 3 kilometer by 3 kilometer perimeter patrolled by armed guards under constant surveillance 24 hours every day. This perimeter is set up using an iron fence laced with barbed wire and charged with 15 volts of electricity at all times. Any unauthorized personnel caught attempting to enter this perimeter will be detained and delivered amnestics prior to release. Lethal force has been deemed necessary for personnel who resist. Any SCP-7905-3 instances that exit SCP-7905 are to be detained and interviewed by Foundation personnel prior to insertion into a secure Foundation containment facility. Any hostile SCP-7905-3 instances found exiting SCP-7905 are to be incapacitated and detained by armed guards.\n\n\nDescription:\n SCP-7905 is a spatial anomaly taking the appearance of a 9 meter tall, 4 meter wide cave entrance. SCP-7905 is located in ███, ███, South America. Upon entering the threshold of SCP-7905, personnel will find themselves in an alternate reality referred to as SCP-7905-1. This reality appears to be strikingly similar to that of Earth, albeit in an extreme state of disrepair. SCP-7905-1 is inhabited by several anomalous entities. The human counterparts are known as SCP-7905-3. SCP-7905-1 appears to have been put through an XK-Class End-of-the-World-Scenario due to the hostile interference of SCP-7905-2 and SCP-7905-4. SCP-7905-1 appeared to have an advanced civilization similar to the Foundation's earth, and also included various types of technology unknown to mankind. The Foundation likewise possessed various technology unknown or undiscovered by SCP-7905-1. SCP-7905-1 is referred to as \"Voria\" by its inhabitants.\n\n\nThe appearance of SCP-7905-3 is similar to an average human. The race is bipedal, with two arms, eyes, ears and a skeletal structure almost identical to that of a human. The skin of SCP-7905-3 instances, however, take on various different shades of blue. The blood of SCP-7905-3 instances take on a pink pigment due to the presence of hemerythrin in place of human red blood cells. Hemerythrin is most commonly found in invertebrates such as octopi or squid on the Foundation's own world. SCP-7905-3 instances are generally cooperative with Foundation personnel, however some instances appear to be fearful and even hostile. SCP-7905-3 instances are most commonly found in the remaining intact cities, surrounded by large barriers constructed of an unknown metal alloy. SCP-7905-3 refer to themselves as \"vorians.\"\n\n\nSCP-7905-2 is an anomalous hostile subspecies that inhabits SCP-7905-1. They are quadrupedal mammals that seem to feast exclusively on vorian and human flesh. Reasons for this are unknown, but it is hypothesized that SCP-7905-2 targets the flesh of sapient beings. SCP-7905-2 resembles a common \nOdocoileus virginianus\n (whitetail deer), albeit much larger, with an extra set of eyes, crimson fur, and canine-like teeth. SCP-7905-2 is an asexual race, and is subsequently able to reproduce asexually by secreting offspring from their epidermis over a five-month period. SCP-7905-2 was previously contained by the Anomalous Containment Federation (ACF), the SCP-7905-1 equivalent of the Foundation. A mass containment breach resulted in SCP-7905-2 causing an XK-class End-of-the-World-Scenario.\n\n\nSCP-7905-4 is \n[DATA EXPUNGED]\n\n\nAddendum 1: Discovery\n\n\nSCP-7905 was discovered on █/█/2021 after a group of three hikers were reported missing in ███, South America. Foundation personnel imbedded in the local police force alerted the main Foundation after discovering SCP-7905. The missing hikers were never recovered. Upon discovery, SCP-7905 was flooded with 1 meter high saltwater, despite there being no saltwater bodies nearby. MTF insertion into SCP-7905 was approved a week after its discovery, as well as the above containment procedures.\n\n\n\n\n+ Further information on SCP-7905-1\n\n\n\n\n- Hide\n\n\n\n\nNote:\n The following information are notes on SCP-7905-1's economy, technology and culture before its XK-Scenario occurred. Written by Dr. Lucas Stone.\n1\n\n\n\n\n\n\n\n\nEconomy & Government\n\n\nPlanet Structure & Geography\n\n\n\n\n\n\n\n\nThe economy of SCP-7905-1 is 65% free market economy, with the majority of this being on the west side of the planet. This type of economy is identical to that of capitalism and is referred to as \"profitism\" on SCP-7905-1. The remaining 35% of the eastern half of the planet is largely a mixture of socialism and communism, referred to as \"portionism\" on SCP-7905-1. At the time of the XK-Event, SCP-7905-1 seemed to be in a political conflict between the west and east, albeit no war was declared. The most profitable and richest country was the Union Powers, the hypothesized equivalent to the United States of America. Then, there's the ACF. The Anomalous Containment Federation (ACF) is the Foundation's equivalent on SCP-7905-1, an organization dedicated to containing anomalies and keeping them a secret. However, the ACF was \nmuch\n smaller than the Foundation is now. SCP-7905-1 didn't have a particularly large amount of anomalies. In fact, they only had 112 anomalies in containment, and 90% of them were relatively easy to contain. SCP-7905-2, or \"Anomaly-37\" as they called it, was one of their worst. It was a subspecies of deer, however these…\nthings\n… are strictly carnivorous. Well, maybe that's being generous. They only eat vorian flesh and, as we discovered the hard way, human flesh. They seem to be able to retain nutrients for much longer than any other species on either planet. They can go up to three years without eating a single bite. That's what makes them so dangerous: the vorians couldn't just wait them out, no, they kept coming until their entire world was thrown into anarchy. The ACF was exposed for what they did and everyone turned against them. Everyone on the planet blames it all on the ACF.\n\n\n\n\n\n\nSCP-7905-1's structure is identical to Earth's rotating around a large star with eight other planets in its solar system. Unlike our own Earth, SCP-7905-1 is made up of only four continents. At the southernmost and northernmost portions of the planet lie the North and South Poles. These are referred to as the North and South \"Cold Points\". The Union Powers lies to the west, the country of Rital on its southern border and Yoland on its northern. Yoland is not bordered by any other land, and neither is the Union Powers. Rital is bordered by the countries known as Atkinso and Saraka on its eastern and southern borders, respectively. These countries make up the continent of Union West. The continent of Durva lies to the east, made up of various smaller countries, much like Asia in our own world, and with a similar culture, as well. In between Durva and Union West, located to the east is the continent of Soral. This is the hypothesized equivalent to Africa, although it is \nmuch\n larger. Lastly, is the continent of Jacopez. This is the smallest of all four, located several thousand miles off the east coast of Yoland. Regardless of its distance from any other civilization, it thrives off the vast amount of precious gems within its mountains.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2: First Exploration\n\n\nShortly after the hikers' disappearance and discovery of SCP-7905, O5 Command approved the request for an MTF insertion into SCP-7905. The following is a transcript video log of MTF-Delta 49 (\"Back in Black\") during their exploration into SCP-7905 and SCP-7905-1.\n\n\n\n\n+ Open Addendum 2\n\n\n\n\n- Hide\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate\n: ██/█/2021\n\n\nExploration Team\n: MTF-Delta 49 (\"Back in Black\")\n\n\nSubject\n: SCP-7905\n\n\nTeam Leader:\n Delta-49 \"Jack\"\n\n\nTeam Members\n:\n\n\n\n\nDelta-49 \"Sparrow\"\n\n\nDelta-49 \"Charger\"\n\n\nDelta-49 \"Hawk\"\n\n\nDelta-49 \"Queen\"\n\n\n\n\nNote:\n Mission is supervised by Dr. Lucas Stone via remote transmission from Site-790. All members of MTF-Delta 49 are equipped with microphones and shoulder-mounted cameras.\n\n\n\n\n[BEGIN LOG]\n\n\nJack\n: Alright, last check for cams. Make sure they're on, guys.\n\n\nCharger\n: We're good.\n\n\nQueen:\n Affirmative.\n\n\nSparrow:\n Yeah, all good.\n\n\nHawk:\n Good.\n\n\nCommand:\n Sound off, MTF-Delta 49. Make sure the audio is working properly.\n\n\nJack:\n Jack here.\n\n\nCharger:\n Charger here.\n\n\nQueen:\n Queen online.\n\n\nSparrow:\n Sparrow.\n\n\nHawk:\n And Hawk.\n\n\nCommand:\n Affirmative, Delta 49 you are clear to enter SCP-7905 now.\n\n\nJack:\n Okay, everyone. Weapons out, safety off, we got no idea what kinda freaky shit is in there.\n\n\nHawk:\n Don't have to tell me twice.\n\n\nDelta 49 makes their way towards the threshold of SCP-7905.\n\n\nSparrow:\n Jeez. This place makes reminds me of that other cave. Y'know, where everything's \ndead?\n\n\nCharger:\n Honestly, that would be better than getting killed by some demon army or living sack of organs. Corpses can't kill us. Most of the time.\n\n\nHawk:\n \n(laughs)\n\n\nQueen:\n Focus, team. We have a mission.\n\n\nHawk:\n \n(muttering)\n Buzzkill.\n\n\nTeam enters SCP-7905 and all camera views turn black.\n\n\nSparrow:\n Fucking hell, it's dark.\n\n\nJack:\n Activate your lights.\n\n\nTeam activates their helmet and shoulder-mounted lights. Light does not malfunction, but appears to have no effect on visibility within SCP-7905. Team is silent for 11 seconds.\n\n\nHawk:\n…That didn't do anything.\n\n\nJack:\n Well…I guess we just go forward. If you see anything, shoot it.\n\n\nSparrow:\n Can't even see my own feet, but okay.\n\n\nTeam proceeds further into SCP-7905.\n\n\nJack:\n Looks like we're coming up on something.\n\n\nCommand:\n Describe what you're seeing.\n\n\nJack:\n Hang on, it's kind of far away.\n\n\nTeam proceeds forward for 30 seconds.\n\n\nCharger:\n It's like…a hallway.\n\n\nCommand:\n Affirmative, we can see it.\n\n\nAt this point, MTF-Delta 49 has now entered SCP-7905-1. The hallway described by Charger seems to be that of a laboratory, albeit in extreme disrepair. The tunnel leading out of SCP-7905 is shown to be a massive opening in the wall, surrounded by bright blue and red lights. Sparks continuously eject from a nearby machine, seemingly connected to SCP-7905.\n\n\nSparrow:\n Damn…is that blood?\n\n\nHawk:\n Jeez…the smell.\n\n\nCommand:\n Could you describe the odor for us?\n\n\nQueen:\n Something dead. Smells like something dead.\n\n\nCharger:\n Hey! Captain! I found one of those hikers.\n\n\nDelta-49 Charger's camera shows the corpse of one of the three hikers who were reported missing. Subject appears to have sustained several stab wounds to the neck and cranium, as well as several missing pieces of flesh throughout his body. Body is located between a fork in the hallways.\n\n\nJack:\n Shit…\n\n\nSparrow:\n What the hell did this?\n\n\nQueen:\n Let's hope we don't find out.\n\n\nAt this moment, an animal-like vocalization is heard to the left passageway. Team directs their attention to the source of the sound.\n\n\nSparrow:\n Shit!\n\n\nHawk:\n The fuck was that?\n\n\nJack:\n Get ready team, if it moves, shoot it.\n\n\nSilence for 15 seconds following the vocalization.\n\n\nCharger:\n …I think it's—\n\n\nAnother vocalization is heard, and the source is revealed to be an instance of SCP-7905-2. Instance appears to notice the team, and vocalizes once more.\n\n\nSparrow:\n The fuck?\n\n\nDelta-49 Queen, Charger, Jack, and Hawk immediately open fire. This appears to have no effect on the SCP-7905-2 instance. The instance charges toward the team.\n\n\nHawk:\n It's not dying! It's not—\n\n\nSCP-7905-2's antlers make contact with Delta-49 Queen. Queen is launched backward into an adjacent observational deck.\n\n\nJack:\n Shit!\n\n\nSCP-7905-2 kicks its front legs and makes contact with Delta-49 Hawk.\n\n\nJack:\n Get out! Go!\n\n\nThe remainder of the team moves down the right passageway, leaving Delta-49 Hawk and Queen behind. Hawk and Queen's cameras were seemingly destroyed during the confrontation. Connection with Command is lost, however MTF-Delta 49's cameras continue to operate. Team continues to run for approximately 2 minutes before approaching a degraded ladder leading to a hatch on the ceiling. Sounds of hooves colliding with the floor seems to grow louder.\n\n\nJack:\n Climb! Go go go!\n\n\nTeam climbs the ladder to the hatch located at the top. Vocalizations of SCP-7905-2 grows louder.\n\n\nSparrow:\n Open it! Open—\n\n\nDelta-49 Charger screams.\n\n\nCharger:\n It's got my leg! It's got my fucking leg!\n\n\nShots are fired, most likely from Delta-49 Charger\n\n\nSparrow:\n Jack, hurry!\n\n\nJack:\n I've got it!\n\n\nCharger:\n Wait! Help me!\n\n\nDelta-49 Jack exits the laboratory and reaches down the threshold.\n\n\nJack:\n Sparrow! Grab Charger and I'll grab you!\n\n\nCharger:\n I lost my gun!\n\n\nDelta-49 Sparrow grasps Delta-49 Charger's left hand, and Delta-49 Jack grasps Sparrow's left hand.\n\n\nCharger:\n Fuck!\n\n\nSparrow:\n Pull!\n\n\nDelta-49 Charger is pulled free from the SCP-7905-2 instance. A loud snap is heard following his release, and Delta-49 vocalizes loudly.\n\n\nJack:\n Close it!\n\n\nSparrow:\n What about—\n\n\nJack:\n Now!\n\n\nDelta-49 Sparrow complies and closes the hatch door.\n\n\nCharger:\n Fuck…oh jeez…\n\n\nJack:\n Charger…\n\n\nCharger:\n Oh, my leg is \nfucked.\n\n\nDelta-49 Charger's left calf appears to have a massive portion of flesh ripped out, along with three of his toes being missing.\n\n\nSparrow:\n What do we do? Queen had all the medical supplies.\n\n\nJack:\n Queen's dead, so is Hawk. We're on our own now. Maybe we can find someone to help us.\n\n\nSparrow:\n Well, good luck. This place looks like a wasteland.\n\n\nJack:\n Yeah you're right. Come on, there's a few bushes and a small tree over here. It'll be better than nothing.\n\n\nSparrow:\n You're the boss.\n\n\nTeam makes their way over to the aforementioned plant life, with Delta-49 Jack supporting Delta-49 Charger.\n\n\nJack:\n We gotta do something about this.\n\n\nDelta-49 Jack gestures to Delta-49 Charger's wounds as they sit down.\n\n\nSparrow.\n Lemme try—\n\n\nDelta-49 Sparrow detaches the cloth covering her face and wraps it around the wound on Delta-49 Charger. Delta-49 Charger gasps in pain.\n\n\nSparrow:\n Get comfortable. It's gonna be a long night.\n\n\nTeam remains in their position for 3 hours and 47 minutes, invariably crying for assistance and attempting to reestablish contact with Command. At this point, the sound of a vehicle is heard in the distance.\n\n\nSparrow:\n Is that…?\n\n\nJack:\n Sounds like a car. Safety off, Sparrow. We don't know what it might be.\n\n\nApproximately 5 minutes passes before a vehicle resembling a white van approaches the team. The van has the words \"THE LAST\" inscribed on the side in black paint. The van slows to a stop and the side door opens, revealing two instances of SCP-7905-3. One is female, the other male, and both are equipped with firearms.\n\n\nCharger:\n The hell?\n\n\nFemale SCP-7905-3:\n Oh, great. It's more of those ACF a-holes. Let's just shoot 'em and be done with it.\n\n\nJack:\n Excuse me? ACF? What are—\n\n\nFemale SCP-7905-3:\n Shut up!\n\n\nThe female instance appears to ready her firearm and aims it at Delta-49 Jack. Delta-49 Jack prepares his own firearm.\n\n\nJack:\n Hold it!\n\n\nMale SCP-7905-3:\n Hale! Calm yourself! Look at their skin.\n\n\nCharger:\n Our skin? Have ya looked in the mirror lately, bucko?\n\n\nDelta-49 Charger's voice is noticeably slurred, and his eyelids begin to twitch. The female, \"Hale\", lowers her firearm slowly, and Delta-49 Jack does the same.\n\n\nHale:\n It's…white…sort of. And their blood is red.\n\n\nSparrow:\n You don't say.\n\n\nHale:\n I'd watch my mouth if I were you, bitch! 'Cuz right now, it looks like your buddy over there is bleeding out, and we're really your only hope at saving him.\n\n\nMale SCP-7905-3:\n Hale, quiet. Let me speak with them.\n\n\nHale:\n But we can't trust them. What if it's another one of those anomalies that the ACF used to have? What then?\n\n\nMale SCP-7905-3:\n I'll be fine. This isn't my first day in the apocalypse, Hale.\n\n\nThe male SCP-7905-3 instance exits the vehicle and approaches Delta-49 Jack, his firearm at his side.\n\n\nMale SCP-7905-3:\n You seem like you're in charge. What's with the mask?\n\n\nJack:\n Who are you?\n\n\nMale SCP-7905-3:\n My name is Vern. Vern Endrix. With an \"X\" at the end.\n\n\nJack:\n ██ ████ .\n\n\nSparrow:\n Jack! We're not supposed—\n\n\nJack:\n I don't really see the point in concealing my name, Sparrow. We're a long way away from the Foundation.\n\n\nVern Endrix:\n What is this \"Foundation\" you speak of? Where exactly are you from, Mr. ████ ?\n\n\nJack:\n You wouldn't believe me if I told you.\n\n\nVern:\n \n(laughs)\n We're living in a world taken over by giant, homicidal deer. Try me.\n\n\nDelta-49 Jack removes his face mask and helmet.\n\n\nJack:\n Listen, friend, I mean no disrespect, but our buddy here is gonna die if he doesn't get some help. Please. We can discuss everything once he gets some medical treatment.\n\n\nThe male, \"Vern Endrix\", looks at Delta-49 Charger and winces.\n\n\nVern:\n Of course. Come with us. We know a place where you'll be safe.\n\n\nHale:\n Vern! You can't be serious!\n\n\nVern:\n I'm not just going to leave them here to get \neaten\n Hale!\n\n\nSparrow:\n Eaten?\n\n\nHale:\n But we—\n\n\nAt this moment, a vocalization similar to the previous SCP-7905-2 instance is heard, albeit from multiple directions and much louder.\n\n\nHale:\n Uh-oh.\n\n\nSparrow:\n More of them?\n\n\nVern:\n Guns ready! In the van, quickly!\n\n\nJack:\n Sparrow! Help me get Charger!\n\n\nThe sounds grow increasingly closer, and one particularly large SCP-7905-2 instances appears from behind a large boulder. The instance charges toward the group.\n\n\nJack:\n Oh fuck! Oh fuck fuck fuck—\n\n\nThe SCP-7905-2 stands on its hind legs and vocalizes once more. Before it can make contact with Delta-49 Jack, however, a loud crack is heard and the instance falls on its side, deceased. Blood pours from its chest and mouth. Vern is heard calling to the remaining Delta-49 members.\n\n\nVern:\n Hurry! We must hurry! They are almost here.\n\n\nDelta-49 Sparrow and Jack carry Delta-49 Charger into the interior of the van, which is immediately closed by Hale.\n\n\nJack:\n We got him! Drive, drive, drive!\n\n\nThe vehicle appears to accelerate, and the cries of the SCP-7905-2 grow quieter. The team is silent for a moment. Two more SCP-7905-3 are seen in the driver's seat and passenger seat. Both are male.\n\n\nVern:\n Now, where were we?\n\n\nCharger:\n \n(giggling)\n You look funny…\n\n\nJack:\n \n(sighs)\n He's lost a lot of blood. \n(pauses)\n How did you do that?\n\n\nHale:\n Do what?\n\n\nSparrow:\n You killed that…thing. We shot one earlier, but the bullets just bounced right off.\n\n\nVern:\n We use a special kind of ammunition. Iron, laced with ivory from \ntheir\n antlers. It's the only thing that can hurt them, which is bad, because they're extremely hard to get.\n\n\nJack:\n I see.\n\n\nGroup is silent once more for 4 minutes.\n\n\nSparrow:\n…Where are you taking us?\n\n\nVern:\n To our city. One of the last remaining cities on Voria.\n\n\nMale SCP-7905-3 Driver:\n Yeah, the Collective will want to talk to you three.\n\n\nSparrow:\n Collective? What are you, a cult?\n\n\nHale:\n The hell's a cult?\n\n\nVern:\n The Collective leads our city, makes all the important decisions. We're Scavengers. The only people permitted to go into the wasteland to gather resources and other survivors.\n\n\nJack:\n And how long has it been like this?\n\n\nHale:\n About ten years. I was eight when the \nEmpio\n2\n got loose.\n\n\nSparrow:\n Empio? That's what you call them?\n\n\nVern:\n It's—\n\n\nJack:\n Italian. It means \"unholy\" if I remember correctly.\n\n\nVern:\n Yes, it—\n\n\nHale:\n Italian? I dunno what you call it wherever you're from, but here, it's \nRitalese.\n\n\nJack:\n Guess the country's name is different than ours.\n\n\nHale:\n Guess so.\n\n\nGroup is silent for another 10 minutes while Vern applies an unidentified liquid to Delta-49 Charger's wound. Bleeding appears to slow. Video begins to distort slightly.\n\n\nHale:\n Here we are.\n\n\nGroup exits the van, upon which the camera shows a steel wall approximately 50 meters tall, if not larger. Video distortion grows to the point that audio dialogue is barely coherent. Wall appears to be curved into a circle around a large city.\n\n\nSparrow:\n Holy…\n\n\nVern:\n Welcome to Haven City.\n\n\nVideo distorts until all visibility and audio is lost completely.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nTHE FOLLOWING FILES ARE LEVEL 4 CLASSIFIED\n\n\nSCROLLING DOWN FURTHER WILL ACTIVATE A MEMETIC HAZARD THAT WILL ONLY BE PERCEPTIBLE TO UNAUTHORIZED PERSONNEL. THIS MEMETIC HAZARD IS 100% FATAL.\n\n\n\n\n\n\nYOU HAVE BEEN WARNED\n\n\n\n\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nAddendum 3: Further Documentation Recovered from Delta-49 Survivors\n\n\nThe following audio and video transcript logs are items recovered from SCP-7905-1. These were taken using cameras from \"Haven City\", within SCP-7905-1, and were used by the members of MTF-Delta 49 and the two SCP-7905-3 instances, Hale and Vern.\n\n\n\n\n+ Open Addendum 3 Item 1\n\n\n\n\n- Hide\n\n\n\n\n\n\nCamera turns on and shows Delta-49 Sparrow, clothed in white garments and sitting on a bed in what appears to be a small bedroom. The walls are grey and the bedsheets white.\n\n\nSparrow:\n Figured I might as well start doing this, just in case I ever get back to the Foundation. Jack went to go talk to this \"Collective\", whatever the hell that means. Charger's in one of their medical wards. They're having trouble stabilizing him because he lost so much blood, and theirs is different than ours, which means they can't do a transfusion. Heh, it took me a solid 15 minutes to work this thing. All the buttons are so \ndifferent.\n\n\nDelta-49 Sparrow sighs and is silent for 15 seconds.\n\n\nSparrow:\n Apparently, days last for 24 hours around here, same as Earth. Not that it would matter because I'm ready to collapse. I just wanted to keep this to let people know I'm alive. Don't know how much longer that'll last, though.\n\n\nSparrow:\n The other…lifeforms…looked at us like we were the strangest thing they'd ever seen. Their skin is blue, but strangely, I'm not afraid of it. It's actually really pretty. But they're scared of us. From what Vern has told me, there was an organization called the ACF that basically did the Foundation's job here. Until, one day, the Empio got out. The name used by the ACF was \"Anomaly-37\" I think. The reason this planet ended up turning to a wasteland was because this world didn't have a bunch of reality-benders or gods or demons or some other kind of all-powerful bullshit. \"Anomaly-37\" was their most dangerous anomaly. The civilians were understandably pissed, and they directed all that anger at the ACF. They treat anyone associated with them like the plague. They won't let them anywhere near the city, and just kick them out there for the Empio to eat. That's what I'm afraid will happen to us, if they figure out where we came from and what the Foundation does.\n\n\nSparrow:\n \n(sighs)\n Only time will tell, I suppose.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nForeword:\n The following video is a transcript of Delta-49 Jack meeting with the \"Collective\" of Haven City.\n\n\n\n\n+ Open Addendum 3 Item 2\n\n\n\n\n- Hide\n\n\n\n\n\n\nCamera activates and appears to be positioned on the ceiling. The room is occupied by a circular table with 5 seated individuals surrounding it. Each individual has a number from 1-5 inscribed on the table in front of them, apparently designating their position within the Collective. Delta-49 Jack is standing at the front entrance to the chamber, flanked by two armed guards.\n\n\nCollective Member 1:\n My Scavengers say that they recovered you from the wasteland. You are unlike anything we have seen, and that worries our people.\n\n\nJack:\n My friends and I assure you, we mean no harm. We only want to get back to our world.\n\n\nCollective Member 3:\n \nYour\n world?\n\n\nCollective Member 2:\n Where exactly did you come from? And how did you end up here?\n\n\nJack:\n We work with a group known as the SCP Foundation. We're dedicated to studying and containing anomalies. We found a cave deep in a forest on our world, and when we went inside, it took us here. Your Scavengers saved our lives.\n\n\nCollective Member 5:\n Containing anomalies? Sounds like ACF to me.\n\n\nCollective Member 2:\n Indeed. We must get rid of him. Who's to say he isn't one of those freaks that—\n\n\nJack:\n ACF? What—\n\n\nCollective Member 1:\n Enough!\n\n\nThe room is silent for 5 seconds.\n\n\nCollective Member 1:\n Throughout my life, I've learned how to tell if someone is lying or not. Our extradimensional friend here is telling the truth. He means us no ill will.\n\n\nCollective Member 2:\n You can't be—\n\n\nCollective Member 1:\n However! That does not mean I've never been wrong. Therefore, you and your companion, Sparrow, will be confined to our cells until we decide what the next course of action is.\n\n\nJack:\n Wait, you're gonna lock us up? What about Charger, he—\n\n\nCollective Member 1:\n He will be cared for, I assure you. In his current state, he poses no threat. That is all.\n\n\nThe two guards seize Delta-49 Jack by the arms and begin to escort him out of the chamber.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 4: Attempt at Further Exploration\n\n\nA second MTF was sent into SCP-7905 in hopes of gathering more information and possibly recovering the survivors of MTF-Delta 49. Delta-49's cameras maintained a GPS signal up until they were recovered by Vern and Hale.\n\n\n\n\n+ Open Addendum 4\n\n\n\n\n- Hide\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n █/█/2021\n\n\nExploration Team:\n MTF-Theta 51 (\"Smooth Criminals\")\n\n\nSubject:\n SCP-7905\n\n\nTeam Lead:\n Theta-51 \"Rook\"\n\n\nTeam Members:\n\n\n\n\nTheta-51 \"Frost\"\n\n\nTheta-51 \"Mako\"\n\n\nTheta-51 \"Talon\"\n\n\nTheta-51 \"Brewer\"\n\n\nTheta-51 \"Axel\"\n\n\n\n\nNote:\n Theta-51 Axel and Theta-51 Mako are both equipped with standard Foundation-issued flamethrowers. Theta-51 Rook is the only member equipped with a camera, however, all members are equipped with radios.\n\n\n\n\n[BEGIN LOG]\n\n\nCommand:\n Alright, team. We've sent you the last known coordinates of MTF-Delta 49. Proceed with caution.\n\n\nRook:\n Roger that. Let's get moving.\n\n\nTheta-51 enters SCP-7905 and subsequently arrives in SCP-7905-1. The same laboratory is present.\n\n\nRook:\n Command, you seeing this?\n\n\nCommand:\n Affirmative, Theta-51. Reminder: there is a hostile entity located within this building. We believe the flamethrowers will be able to slow it down long enough for you to evade it.\n\n\nMako:\n But it won't kill it?\n\n\nCommand:\n Negative.\n\n\nAxel:\n Pfft. Then what's the goddamn point?\n\n\nRook:\n Save it, Ax. We got better things to complain about.\n\n\nFrost:\n Holy…that smell.\n\n\nBrewer:\n Ugh, she's right. I can smell it too. There's definitely a few bodies in here. Phew.\n\n\nCommand:\n Be advised, two members of MTF-Delta 49 were presumed KIA here. However, their bodies were never recovered\n\n\nRook:\n Copy that.\n\n\nTeam proceeds further into the laboratory, eventually discovering the corpse of the missing hiker previously encountered by MTF-Delta 49.\n\n\nBrewer:\n Poor guy.\n\n\nFrost:\n He's been there for a while.\n\n\nRook:\n Well, there's two passages. We'll split up. Axel, you come left with me and Brewer. Mako, you take everyone else to the right.\n\n\nMako:\n Yes sir.\n\n\nRook:\n Alright, we'll rendezvous back here when I call it. Radio us if there's any problems.\n\n\nTeam splits up inside the laboratory. Theta-51 Rook's camera shows the left passageway in an extreme state of disrepair. Mold and a dried pink liquid are present on the walls, the liquid presumably the blood of an unknown SCP-7905-3.\n\n\nAxel:\n Sheesh. That smell's gotten worse. A \nlot\n worse.\n\n\nBrewer:\n You got that right…\n(coughing)\n\n\nRook:\n Keep moving, boys. If you gotta throw up, make sure you don't get too much on your suit. Takes forever to get the stains out.\n\n\nAxel:\n Yeah…I've smelled a pile of rotting corpses before, but this…\n(coughing)\n\n\nBrewer:\n Couldn't have said it better myself.\n\n\nRook:\n Stop.\n\n\nThe three team members come to a halt within a room leading to three more passageways. Silence for 4 seconds.\n\n\nRook:\n \n(whispering)\n Hear that?\n\n\nTeam is silent as Theta-51 Axel prepares his flamethrower.\n\n\nBrewer:\n \n(whispering)\n No, I—\n\n\nThe vocalization of an SCP-7905-2 is heard, albeit much quieter than previously observed.\n\n\nRook:\n Shh. I don't think it knows we're here.\n\n\nBrewer:\n Let's keep it that way.\n\n\nAxel:\n Which way is it—\n\n\nBefore Theta-51 Axel is able to finish, an unknown voice is heard emanating from the middle passageway. Voice resembles a young male, and is seemingly far away.\n\n\nUnknown:\n No! I said enough!\n\n\nRook:\n Command?\n\n\nCommand:\n Be advised, captain. This is most likely an instance of SCP-7905-3. Assuming you read the brief, I'll refrain from explaining.\n\n\nRook:\n Alright. Team, down the left hall.\n\n\nAxel:\n What about this other thing?\n\n\nRook:\n Just follow me. We'll watch him come out from down this hall. Keep your weapons ready.\n\n\nThe three team members proceed down the left passageway for approximately 11 meters.\n\n\nRook:\n Lights off, don't make a sound. Radios off, too.\n\n\nTeam is silent while waiting for SCP-7905-3 instance to emerge. More SCP-7905-2 vocalizations are detected, as well as a second unknown male voice.\n\n\nUnknown 1:\n I said no! If we kill them—\n\n\nUnknown 2:\n \nWe\n won't do anything. That will be the Empios' job.\n\n\nUnknown 1:\n Oh shut up! I'm tired of hearing you say that. They're no use to us dead!\n\n\nUnknown 2:\n No use alive either.\n\n\nThe two entities emerge. The first voice is identified as an approximately 1.9 meter tall SCP-7905-3 instance with black hair. The second is approximately 1.8 meters with no hair. To the surprise of the team, they are followed by three 3 meter tall SCP-7905-2 instances, albeit they do not appear hostile.\n3\n\n\nUnknown 1:\n Yes they are. You saw those others who came in ██ ago. They'll help us get inside.\n\n\nUnknown 2:\n How do we know the Collective hasn't killed them yet? Or locked them up?\n\n\nUnknown 1:\n We don't. But do you have a better idea?\n\n\nUnknown 2:\n Yeah, we kill them.\n\n\nUnknown 1:\n That's not better.\n\n\nUnknown 2:\n I think—\n\n\nUnknown 1:\n Wait.\n\n\nThe heads of all three SCP-7905-2 instances immediately perk up, seemingly smelling the air.\n\n\nAxel:\n \n(whispering)\n Shit.\n\n\nUnknown 1:\n They found something. Somebody's been listening to us!\n\n\nThe SCP-7905-2 instances immediately run to the left passage, in the direction of the three team members.\n\n\nBrewer:\n Oh, fuck.\n\n\nRook:\n Axel!\n\n\nAxel:\n I got it!\n\n\nTheta-51 Axel activates his flamethrower, which makes direct contact with all three entities. The two SCP-7905-3 cry out in apparent frustration.\n\n\nRook:\n Run!\n\n\nTeam proceeds further down the passageway, the vocalizations becoming more distant. Theta-51 Rook activates his radio.\n\n\nRook:\n Mako!\n\n\nMako:\n \n(over radio)\n Captain! What's happening? We found—\n\n\nRook:\n Get back to the rendezvous point, now! We'll try to meet you there.\n\n\nMako:\n \n(over radio)\n Roger that, but—\n\n\nTheta-51 Rook deactivates his radio.\n\n\nAxel:\n That flamethrower barely did anything! It just slowed 'em down a little bit!\n\n\nThe sounds of the SCP-7905-2 seem to grow closer. Theta-51 Brewer recklessly fires a series of shots while running, losing his firearm in the process.\n\n\nBrewer:\n Crap!\n\n\nAxel:\n You dumbass!\n\n\nTeam turns to the right down another passageway. SCP-7905-2 instances grow louder.\n\n\nBrewer:\n They're right be—\n\n\nTheta-51 Brewer screams, seemingly taken by an SCP-7905-2. Theta-51 Axel is taken shortly afterward. Theta-51 Rook eventually turns another corner, this time to the left, but is soon knocked to the floor. Theta-51 struggles to regain his footing as he is seemingly held down by the SCP-7905-2 instance.\n\n\nMako:\n \n(over radio)\n Rook! Captain, are you okay?\n\n\nCommand:\n Theta-51 Rook, please respon—\n\n\nTheta-51 rook's radio is deactivated, seemingly taken by one of the SCP-7905-3. Footsteps are heard approaching Theta-51 Rook.\n\n\nUnknown 1:\n Well, this certainly is a sticky situation that you're in my friend.\n\n\nRook:\n Who—?\n\n\nTheta-51 Rook is flipped over, and the camera shows one of the unknown SCP-7905-3 instances. The SCP-7905-2 is currently observed to have its two front hooves planted on top of Theta-51 Rook's chest.\n\n\nUnknown 1:\n We heard you talking to someone earlier. Sounded like a radio.\n\n\nRook:\n What are you—\n\n\nThe unknown SCP-7905-3 holds the radio in front of Theta-51 Rook.\n\n\nUnknown 1:\n Call them here, now. You're gonna tell them that you're alright, and tell them to come here.\n\n\nRook:\n What do you want with us? Huh? \n(cough)\n What do you have to gain? \n(cough)\n\n\nUnknown 1:\n You know, I could've sworn that I told you to call your friends, and yet, you're still not doing it.\n\n\nPause\n\n\nRook:\n Go…\n(groan)\n go to hell.\n\n\nUnknown 1:\n Wrong answer.\n\n\nThe SCP-7905-2 suddenly grabs Theta-51 Rook's collar with its jaws and pins him against the adjacent wall. The other unknown SCP-7905-3 is not present.\n\n\nUnknown 1:\n You're gonna die. That's guaranteed. Now, it can either be quick and painless, or it can be painful as hell. Your choice.\n\n\nTheta-51 is visibly struggling, to no effect.\n\n\nRook:\n Go…to…hell!\n\n\nA wet stabbing noise is heard as the SCP-7905-2 drives one of its antlers into Theta-51 Rook. Theta-51 Rook screams, and the camera cuts out, seemingly destroyed.\n\n\n[END LOG]\n\n\nNote:\n The status of MTF-Theta 51 is unknown. Theta-51 Rook, Brewer, and Axel were all declared KIA, with the remainder of the team declared MIA after becoming unresponsive to all attempts at radio contact. Further exploration into SCP-7905 was subsequently forbidden.\n\n\n\n\n\n\n\n\n\n\nAddendum 5: Further Documentation Recovered\n\n\n\n\n+ Open Addendum 5 Item 1\n\n\n\n\n- Hide\n\n\n\n\n\n\nMy name is ██ ████, AKA Delta-49 Jack. Once we got into the city with Vern and Hale, their Collective locked me and Sparrow up. It's been about a week.\n\n\nShouldn't be complaining, though. They don't treat us like prisoners, more like guests under house arrest. They give us food, and books, and paper. That's how I'm writing this, but Sparrow says it's pointless. I dunno, I guess it just gives me something to do. They still have Charger in their medical ward, and they say that he's getting better. Vern comes to visit sometimes, which is cool. I like him. Hale, his sister apparently, not so much. She's supposed to be 18, but acts like a little girl all the time. But from what I hear, she's been through hell. Everyone in this city has.\n\n\nI asked Sparrow if she knew what the \"ACF\" was, and she told me what she'd learned. I'm starting to get the feeling that the Collective knows a little bit more about the ACF's fall from grace than they're letting on. I'm gonna have to chat with them again, one way or another. I just hope the Foundation doesn't send in any more Task Forces after us. They probably won't be lucky enough to be picked up by some of the scavengers. However, knowing the Foundation, they probably already have.\n\n\nI asked Vern if he could get me a camera or something 'cuz I \nreally\n hate writing. I was diagnosed with dysgraphia when I was twelve, so yeah. Vern said that he'd see what he could do.\n\n\nMeanwhile, Sparrow's been using that computer they gave us to search up some info about the city. And yes, I did try to create a document on the computer, but it didn't work, which is why I'm writing. Turns out, this place has its own little online newspaper like the \nNew York Times.\n New York…that sounds so far away now. Well this newspaper, \nThe Haven City Chronicle,\n had a particular article that we were interested in. Here's the gist of it:\n\n\nUNKNOWN OUTSIDERS STILL AT LARGE\n\n\nReports from scavengers telling stories of a pair of strange men dressed in robes stalking the wasteland have been pouring in. They were simply a myth until, recently, a group of scavengers claimed to have encountered them \"communicating\" with a group of Empio. This continued until the scavengers were discovered and attacked. Thankfully, everyone survived.\n\n\nSo yeah, that's about it. From what I can tell, the Collective's been trying their very best to hide this, but not everyone's buying it. Which is why I don't trust them. That's probably why they locked us up, too. Because they thought we'd seen these…I dunno…hooded guys out in the desert. And they didn't want us causing a scene. Sparrow and I are gonna get to the bottom of this. For now, we wait.\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n+ Open Addendum 5 Item 2\n\n\n\n\n- Hide\n\n\n\n\n\n\n(Note: This is an audio/video log transcript of further documentation by Delta-49 Jack.)\n\n\nCamera turns on and shows Jack at what appears to be a desk inside a small bedroom. He is dressed in a dark blue jumpsuit with the words \"HAVEN\" written on the front. Sparrow is not present.\n\n\nJack:\n So, here we are. \n(pause)\n It's been two days since I wrote that paper, and uh, Vern just gave me this camera today.\n\n\nSobbing can be heard from an adjacent room. Jack winces at the sound.\n\n\nJack:\n We…just learned that Charger died last night. Which is ridiculous right? I mean, Vern said that he was doing better, walking even. He can't just…die.\n\n\n(pause)\n\n\nJack:\n Whoever might be watching this in the future, probably don't give two shits right now. He's just another drop in the ocean of Task Force deaths. Our team…our team was close. Closer than most MTFs are. Charger and Sparrow and I were good friends. Hawk and Queen, too. We treated each other like a family. In our line of work, you gotta look out for each other when you can because…because sometimes you have to watch your friends die for the greater good. You have to die in the dark so that they live in the light. You're taught that you're expendable as an MTF member. Not expendable like D-Class, but expendable nonetheless. Which is why you have to look out for one another when a mission is over. You never know what kind of fucked-up shit could kill you at any moment. Or worse.\n\n\n(pause)\n\n\nJack:\n Charger didn't just \ndie.\n Somebody killed him, and I'm gonna find the son of a bitch that did it. I don't care if it was the Collective or what…\n\n\n(pause)\n\n\nJack:\n I have to tell Vern about this. He's the only one in this godforsaken world I think I can trust.\n\n\n(Jack deactivates the camera)\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n+ Open Addendum 5 Item 3\n\n\n\n\n- Hide\n\n\n\n\n\n\nCamera activates and shows Jack and Vern standing next to each other in what appears to be a living room. Both Vern and Jack are clothed in the previous dark blue jumpsuits. Both individuals are a distance away from the camera, which was presumably activated and set into the position by Sparrow.\n\n\nVern:\n Jack, you can't be serious. Why would they—\n\n\nJack:\n I \nam\n serious, Vern. Your Collective doesn't want anyone to know about the two weirdos out in the wasteland.\n\n\nVern:\n Those are unsubstantiated claims. And even if it were true, why would they have your friend killed?\n\n\nJack:\n Because they think we saw something out there and don't want us to say anything about it.\n\n\nVern:\n If that's the case, why weren't you and Sparrow killed as well?\n\n\n(Pause)\n\n\nJack:\n I…I don't know.\n\n\nVern:\n \n(sigh)\n Listen, Jack, I know that you're upset but you can't just throw accusations at the Collective like that. It'll get you in trouble.\n\n\nJack:\n N-No I just—I just know that something fucky's going on and I have to find out what!\n\n\nVern:\n Jack.\n\n\n(pause)\n\n\nVern:\n There are forces at play that you can't begin to understand. This extends beyond the Empio, beyond the walls of this city.\n\n\nJack:\n Oh, I understand plenty. I work for the Foundation, so I know corruption when I see it.\n\n\nVern:\n If that were true, how on Voria would you go about stopping it? You can't. As long as you stay here, you must know this: whatever the Collective says, goes.\n\n\nJack:\n You don't really believe that, do you?\n\n\nVern:\n I have to. I have to, in order to maintain my sanity.\n\n\nJack:\n I think you're forgetting that three of my friends were killed out there! One of them by your precious Collective!\n\n\nVern:\n What can we do? How are we supposed to stop them? We can't! They rule this city, Jack! We won't be able to get anywhere near them!\n\n\n(pause)\n\n\nJack:\n I can't…I can't just do…\nnothing.\n\n\nVern:\n Unless you want to end up bound and dead in a ditch, you're gonna have to.\n\n\nThere is a sudden knock on the front door and it opens. Hale enters.\n\n\nVern:\n Hale?\n\n\nHale:\n Vern! Come on! You'll want to see this.\n\n\nShe points at the camera.\n\n\nHale:\n Bring that too!\n\n\nCamera cuts for two seconds before reactivating and showing what appears to be a city street. A multitude of SCP-7905-3 instances are crowded around something. The camera operator attempts to get a better view, and manages to show what the point of attention is: the remainder of MTF-Theta 51, as well as two other unknown figures. The unknown figures appear to be two SCP-7905-3. Jack and Vern's voices are heard to the right of the camera.\n\n\nJack:\n They look like us!\n\n\nVern:\n We need to get them to the Capital House!\n\n\nSuddenly, several gunshots are heard coming from both of the unknown individuals. The crowd begins to panic and disperse. Three corpses are left behind. The Theta-51 members express confusion, with Theta-51 Frost attempting to take away the firearms. Both individuals manage to evade her grasp and escape down an adjacent alleyway. Footage ends as Sparrow runs away with Vern and Jack.\n\n\n\n\n\n\n\n\n\n\nAddendum 6: Rover Exploration\n\n\nNote:\n The following is an audio/video transcript log of a remote-controlled rover exploration into SCP-7905. Rover is manned from Site-790.\n\n\n\n\n+ Open Addendum 6 Footage\n\n\n\n\n- Hide\n\n\n\n\n\n\nRover's camera activates and is shown to be positioned directly in front of SCP-7905. The rover is instructed to go forward. Rover enters SCP-7905, at which point visibility is extremely limited. 14 minutes pass until rover arrives in the facility of SCP-7905. A single SCP-7905-2 instance is observed 3 meters from the entrance, but appears uninterested in the rover. Rover is directed forward, past the SCP-7905-2 and arrives at the corpse of the missing hiker. Rover is directed to the left. 3 minutes pass until rover camera observes a second corpse, this one belonging to a member of MTF Theta-51 positioned face down in the open room. Body is located directly outside the left passageway and identity is unknown. Rover is directed down the middle passageway, at which point visibility is affected. Rover activates its flashlight, illuminating several signs and sigils located on the adjacent wall. Of note, the words \"ACF\" are most prominent, along with various layers of graffiti mixed with mold and blood. Rover is directed into an open doorway within the hall. The room is dimly lit, with desks and computers thrown around the room in disarray. One computer is visibly intact, and rover is instructed to attempt to reactivate it. After 2 minutes, the rover is successful. Rover is directed to plug in its portable USB port and download all intact information. Rover is successful, and all data is remotely sent to Site-790. Rover's camera is directed at a pile of documents in disarray across the floor. Rover takes several photographs of each document. A sample of each document has been attached.\n\n\n<Document 1>\n\n\nMetron readings coming up negative.\n \n[UNITELLIGIBLE]\n \nTesting with Anomaly-37 will continue, whether they want me to or not. I'm close to\n \n[UNINTELLIGIBLE]\n \nBrainwaves are linked. I think this is it. I just have to do one more thing.\n\n\n[REMAINDER OBSCURED BY BLOOD]\n\n\n<Document 2> (Separate author)\n\n\nAnomaly-37 has been released. We're doing our best to\n \n[UNITELLIGIBLE]\n \ninside the facility. Guards will\n \n[UNINTELLIGIBLE]\n\n\n…barricaded ourselves in my office\n\n\n[REMAINDER OBSCURED BY MOLD]\n\n\n[All other documents were either too far to transcribe or damaged too severely]\n\n\nRover is directed out of the office and back into the adjacent hallway. Rover is instructed to make its way back to interior of SCP-7905 and back to the Foundation. Rover makes its way back to the opening without interruption until it attempts to exit. At this point, all audio and visual functions cease for approximately 15 minutes. Rover was later discovered 26 meters away from SCP-7905, in a state of extreme disrepair. It is still unknown how the rover was transported out of SCP-7905 despite the presence of armed guards.\n4\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nAddendum 7: Data recovered from underground ACF facility within SCP-7905-1\n\n\nThe following entries are items recovered by the Foundation rover that have been determined to be crucial sources of information on the origin of SCP-7905-2, SCP-7905-4, and the cause of the XK-Scenario.\n\n\n\n\n+ Open Addendum 7 Item 1\n\n\n\n\n- Hide\n\n\n\n\n\n\nITEM 1\n\n\nThis item appears to be a journal entry belonging to a survivor within the facility.\n\n\nDay 39. We've officially run out of food. This corridor is the only part of the facility that hasn't been taken by the Anomaly-37 instances, and it's taking a toll on our minds. Three of us have committed suicide already. I don't know whether I should pity them or envy them, for I would much rather die by a bullet to the brain than being eaten alive by those things. Dr. Endrix is still at large, too. He was the idiot that started experimenting on those things without the Council's permission! I hope he died slowly.\n\n\nAll his talk of mental capacities and metrons…the man was insane. He honestly believed that those monsters could be tamed. If only we were so lucky. One part of me wants to feel bad for him, for his family. He had a wife and a son. He had a job that allowed him to protect everyone on Voria. And he threw it all away over some superstitious nonsense. The other part of me hates him, hates him for what he unleashed, what he forced us to do. He's the reason I had to watch my best friend get devoured right in front of me. He's the reason I knelt in a pool of my friends' blood, begging for mercy. He's the reason I will eventually die from starvation. But if he's dead, Anomaly-37 will never escape this facility. I can rest in peace knowing at least that.\n\n\nI love you Shia. Tell the kids I love them, too.\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n+ Open Addendum 7 Item 2\n\n\n\n\n- Hide\n\n\n\n\n\n\nThe following appears to be a containment document of SCP-7905-2 or Anomaly-37\n\n\nAnomaly\n: 37\n\n\nType\n: Geryon\n5\n\n\nRisk\n: High\n\n\nContainment Protocol\n: All instances of Anomaly-37 are to be contained in a cubical containment chamber that suits the height of the particular instance. At the time of writing, all known instances of Anomaly-37 are contained in exactly 53 Facilities worldwide. Reproduction of Anomaly-37 is to be monitored and offspring are to be detained and placed in a separate chamber should they outgrow their present one. No known methods of eliminating Anomaly-37 instances have been identified and should not be attempted without Council approval. All containment chambers to Anomaly-37 are to be kept approximately 45 kilometers below ground. Any unauthorized personnel attempting to gain access to Anomaly-37, be it direct or indirect, are to be terminated on sight without question.\n\n\nAnomaly Description\n: Anomaly-37 is the designation given to an anomalous subspecies of deer. Anomaly-37 takes the appearance of an average deer, albeit with the following exceptions:\n\n\n\n\nSize varies, but average size of Anomaly-37 is 4.5 to 5 meters tall\n\n\nAn absence of lips, with dog-like teeth\n\n\nAll instances are observed to have red fur\n\n\nAnomaly-37's diet consists of exclusively vorian flesh, and all instances refuse to consume any other type of meat\n\n\nUpon birth, Anomaly-37 does not require any kind of sustenance until it is 10 years of age. At this point, if the Anomaly-37 instance is able to consume vorian flesh, it will not require any kind of sustenance for an additional 3 years\n\n\nImpervious to any kind of damage, with no known methods of termination other than starvation\n\n\nAll instances are equipped with antlers\n\n\nAdditional set of eyes located underneath primary eyes\n\n\nThe race is asexual, and reproduces by budding an offspring from their skin pores\n\n\n\n\nAdditional Notes:\n\n\nIt is my personal opinion that there is more to Anomaly-37 than meets the eye. The legends of Mindwalkers, of Vo and the Beast King, they have to be true, don't they? We surround ourselves with anomalies all the time, and this idea suddenly seems outlandish? No, I refuse to believe that. I wish to further my experimentation on Anomaly-37 in order to reach what is meant for us, what is truly meant for\n me\n: the power of the Mindwalkers.\n\n\n—Dr. Barren Endrix, Head Researcher of Anomaly-37\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n+ Open Addendum 7 Item 3\n\n\n\n\n- Hide\n\n\n\n\nThe following appears to be an automated message from a control panel for the chamber of SCP-X-2\n\n\n\n\nWelcome, Dr. Endrix. What would you like to do today?\n\n\ncommand>unlock_chamber\n\n\nCommand Received: Unlock chamber of Anomaly-37. Are you sure you wish to continue? Y/N\n\n\n>Y\n\n\nConfirmed. Chamber unlocking in 3…2…1…\n\n\n…\n\n\n…\n\n\nChamber Unlocked\n\n\n…\n\n\nWARNING: CHAMBER TO ANOMALY-37 HAS REMAINED UNLOCKED FOR LONGER THAN THE DESIGNATED TIME PERIOD (1 MINUTE AND 30 SECONDS). BEGINNING EMERGENCY LOCKDOWN PROTOCOL. DISTRESS SIGNAL SENT.\n\n\ncommand.override\n\n\nCommand not recognized.\n\n\ncommand>override\n\n\nUnable to override current command. Beginning emergency shutdown. Goodbye.\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n+ Open Addendum 7 Item 4\n\n\n\n\n- Hide\n\n\n\n\nThe following appears to be an email sent from an Erosa Darven to Dr. Endrix.\n\n\n\n\nTO:\n \nmac.liamfca|xirdneb#mac.liamfca|xirdneb\n\n\nFROM:\n \nmac.liamfca|51nevradrd#mac.liamfca|51nevradrd\n\n\nSUBJ:\n plan\n\n\nI did as you asked. The access codes to Dr. Stowley's office are attached below. I modified the surveillance program so that it didn't detect my presence in his computer. Nobody will ever know about me. He has what you need for your little mind experiment, I'm sure of it.\n\n\nBut Barren, I really don't think this is a good idea. The legends of the Mindwalkers\n6\n are just that: legends. Trying to recreate devilry like that is just asking for trouble, even if it is for the good of the ACF. Stowley understands that, why can't you? Playing god never ends well, Barren, you should know that by now. Think of your wife. Think of Vern and Hale. What will they say when they learn the truth?\n\n\nYou know what will happen if the Council finds you. They'll have you killed or terminated and Washed,\n7\nwithout a doubt. Either way, this world will be better for it. Better without you and your sick, twisted fantasies of godhood. I don't care what you do to me, I am done helping you.\n\n\nGoodbye, Barren.\n\n\n\n\n\n\nTO:\n \nmac.liamfca|xirdneb#mac.liamfca|xirdneb\n\n\nFROM:\n \nmac.liamfca|51nevradrd#mac.liamfca|51nevradrd\n\n\nSUBJ:\n none\n\n\nYou liar. You lying piece of shit, you selfish fucking bastard. I wish I'd never met you, wish you never existed in the first place. You've doomed us all, and for what? Power? Fame? Notoriety? Don't you see that it's all meaningless in the end? You've ruined us. The world will know our secret, all because of you. You need to run, Barren. Take those tiny little twigs you call legs and run as fast and as far away as you can from me. Because if I find you, you are \nreally\n not going to like what happens.\n\n\nLuckily, I seem to be not as stupid as I thought. I prepared for something like this. You remember the project? The Tunnel? It was abandoned six months ago after you showed up. But I kept working on it. Maybe this will help those who are trapped escape this facility. As far as the world is concerned, the Mindwalkers never have, and never will, exist.\n\n\nI'll see you in hell.\n\n\n-Erosa\n\n\n\n\n\n\n\n\n\n\nAddendum 8: Final Documentation\n\n\nThe following documents contain transcripts of video logs recovered by Delta-49 Sparrow after her departure from SCP-7905-1.\n\n\n\n\n+ Open Addendum 8 Item 1\n\n\n\n\n- Hide\n\n\n\n\n\n\nBEGIN LOG\n\n\nA camera activates and shows the interior of a storage closet with Jack, Hale, Vern, three male SCP-7905-3 instances, and Sparrow recording. Screaming can be heard from the outside accompanied by gunshots and something akin to roaring. Several loud rumblings are detected in unison, and are presumed to be the footsteps of a massive SCP-7905-2.\n\n\nHale:\n Vern! What…what do…w-what do we do?\n\n\nVern:\n Just hang on—I…\n\n\nJack:\n The fuck is happening? How'd those things get in here?\n\n\nSparrow:\n Who were those two guys that started shooting everyone?\n\n\nVern:\n Outsiders…but—\n\n\nVern's sentence is cut off by a massive roar, seemingly close in proximity to their location.\n\n\nHale:\n Oh…oh fuck. Oh FUCK!\n\n\nVern:\n Get your rifles ready.\n\n\nMale 1:\n We're low on ammunition, we won't have enough.\n\n\nVern:\n Best we can do is try, for now.\n\n\nA heavy knock is heard on the entrance, followed by shouting from an unknown male voice.\n\n\nUnknown:\n Vern! Hale! I know you're in there, kids, come on out!\n\n\nHale:\n Wait…is…is that…how is he..?\n\n\nUnknown:\n Hale! Vern! Open the door, please! I'm not going to hurt you, just let me in!\n\n\nA second loud knock is heard, an apparent attempt at breaching the doorway. A second roar is heard, this time louder.\n\n\nVern:\n Dad? Is that you?\n\n\nSparrow:\n \nYour dad?\n The fuck?\n\n\nMale 2:\n It's a trick. It's—\n\n\nVern:\n I know my father's voice.\n\n\nHale:\n Vern, he's dead. He has to be. We \nsaw\n it happen, remember?\n\n\nVern ignores Hale and opens the front entrance, revealing the unknown male SCP-7905-3, presumably Dr. Barren Endrix, accompanied by five small SCP-7905-2 instances standing in what appears to be a large hallway. The adjacent walls are damaged and burned, revealing the destruction of Haven City. There is a long pause.\n\n\nVern:\n Dad…?\n\n\nSuddenly, all five SCP-7905-2 instances charge forward, roaring loudly. The three male SCP-7905-3 discharge their firearms, killing two of the instances. The remaining three SCP-7905-2 make contact with the three males, along with Jack. The three male SCP-7905-3 are subsequently killed via neck fracture, while Jack's left hand is immediately detached in the struggle. Hale screams, and Sparrow drops the camera, obscuring the view, leaving only the audio.\n\n\nJack:\n Fuck! Gah! My fucking hand! Sparrow, run!\n\n\nJack continues screaming in pain and another gunshot is heard, followed by the sound of a struggle. After five seconds, Sparrow screams, followed by rapid footsteps, seemingly from Sparrow herself.\n\n\nVern:\n No! Stop it! What the hell is happening?\n\n\nBarren:\n Hold on, son. This won't take long.\n\n\nFootsteps are heard, seemingly an SCP-7905-2 instance due to the footstep pattern. A wet stabbing sound is heard, and Jack screams in pain.\n\n\nVern:\n No!\n\n\nJack:\n Gah! Fuck!\n\n\nBarren:\n It will only hurt more if you struggle.\n\n\nJack:\n I've seen you before, in the city. You were one of the doctors. You son of a bitch…this was you…wasn't it? The Collective…Collective didn't kill Charger. It was you…\n\n\nJack begins coughing violently, followed by laughter.\n\n\nJack:\n You played me for a fool…\n(coughing)\n\n\nA loud crunch is heard, and Jack's coughing ceases. There is a long pause.\n\n\nVern:\n The two outsiders…you've been working with them. You've been alive this whole time, but how? We saw the Empio carry you and mom away.\n\n\nHale:\n You \nlied\n to us.\n\n\nBarren:\n Yes, I did. And you have no idea how long I've wanted to tell you…to embrace you as my children once more. To show you this…this power that I have discovered.\n\n\nVern:\n You control them? You control those…beasts?\n\n\nBarren:\n They obey my every command. They will obey yours, too. If you come with me.\n\n\nHale:\n You killed them. You killed Jack…and all the other people in Haven City. You killed them all. Why?\n\n\nBarren:\n Collateral damage. If we are to create a new society…a \nperfect\n society, then we must exterminate the weak.\n\n\nVern:\n How? How did you do this?\n\n\nThere is a long pause, and Barren sighs.\n\n\nBarren:\n I was a member of the ACF. One of their top scientists.\n\n\nVern:\n What?\n\n\nBarren:\n I knew about the power we could attain from these animals. But they didn't listen to me, wouldn't let me harness it. So I \nmade\n them listen. I set the beasts free, and showed them how powerful I'd become. I infiltrated this city when I heard that you two were here, and I needed a way to get in. Your otherworldly friends here were the solution to that. They were my way inside this fortress.\n\n\nVern:\n You caused this? You're the reason they got free? You're the reason mom is dead? You caused the end of the world to \nprove a point?!\n\n\nHale:\n Bastard!\n\n\nThere is the sound of a struggle, followed by two more gunshots. Vern screams, and a wet stabbing noise is heard. Hale is heard coughing.\n\n\nVern:\n No! Dad, stop! Hale!\n\n\nBarren:\n Follow me, son. You sister is weak, she can't understand. But you can. I \nknow\n you can. Just take my hand, my boy.\n\n\nThere is a pause, followed by a second stabbing noise. Barren is heard screaming.\n\n\nVern:\n I'm sorry, dad. But I can't.\n\n\nBarren:\n \n(coughing and laughing)\n You foolish boy. You have accomplished…\nnothing!\n You have simply dug…your own grave.\n\n\nVern:\n I don't care, as long as you die with me. This is for mom.\n\n\nThere is a long pause, and a loud thud as Barren's body seemingly collapses. Several seconds later, the SCP-7905-2 instances are heard vocalizing, followed by screaming from afar. The voice belongs to Sparrow.\n\n\nSparrow:\n Vern! Run away, hurry!\n\n\nSeveral footsteps are heard, followed by gunshots and the screaming of the SCP-7905-2 instances. The camera is picked up by an unknown individual, and the footage ends.\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n+ Open Addendum 8 Item 2\n\n\n\n\n- Hide\n\n\n\n\nForeword:\n On █/█/2021, Sparrow was observed exiting SCP-7905 alongside two SCP-7905-3 instances, one male and one female, with extreme injuries across their bodies. All three individuals were apprehended by guards and taken into Foundation custody, where they received proper medical treatment. The following are transcripts of interview logs with all three individuals.\n\n\n\n\nInterviewed:\n Delta-49 Sparrow\n\n\nInterviewer:\n Dr. Alex Valentine\n\n\nForeword:\n Sparrow was located in the medical ward at time of interview.\n\n\n\n\nBEGIN LOG\n\n\nDr. Valentine:\n Hello, Sparrow. Are you feeling any better today?\n\n\nSparrow:\n I guess. My head's still throbbing, so I'm sorry if I'm a little out of it.\n\n\nDr. Valentine:\n No need to apologize, just answer the questions to the best of your ability.\n\n\nSparrow:\n Okay.\n\n\nDr. Valentine:\n We've reviewed the footage you gave us, it's quite amazing that you managed to make it out. How did you get the footage?\n\n\nSparrow:\n Vern had it. He grabbed it once the city started falling apart.\n\n\nDr. Valentine:\n Vern?\n\n\nSparrow:\n The guy. The other…what's it called? SCP…\n\n\nDr. Valentine:\n SCP-7905-3.\n\n\nSparrow:\n Yeah, that. How is he by the way?\n\n\n(pause)\n\n\nDr. Valentine:\n It's…not looking good. His blood is similar to a squid's, but with how much he's lost…\n\n\n(pause)\n\n\nSparrow:\n I see. And the girl?\n\n\nDr. Valentine:\n The same.\n\n\nSparrow:\n Alright, well…let's get this over with.\n\n\nDr. Valentine:\n Why don't you tell me what happened after you exited the laboratory? For the record.\n\n\nSparrow:\n Vern and Hale found us, took us to the city. Everything was alright, for a while. Then…then Charger was murdered by Barren Endrix. That's when all hell broke loose.\n\n\nDr. Valentine:\n Tell us more about that, we're still a little hazy on the details.\n\n\n(pause)\n\n\nSparrow:\n Well, when we got let in, the two outsiders saw their chance and took it. They used the other MTF team as a way to get inside…and then they summoned the Empio.\n\n\nDr. Valentine:\n Summoned?\n\n\nSparrow:\n Yeah. There's a few people who can…control them. Make them do whatever they want. Barren was one of them, as well as the two outsiders. They tore the city to bits…nobody saw it coming. We found a storage room to hunker down in, until Barren showed up. He was Vern's dad, so he managed to convince him to open the door. He used the Empio and killed everyone inside, except me. I ran away, like a coward. I left Jack to die…\n\n\nDr. Valentine:\n No, it's not your fault. You did what you had to do in order to survive.\n\n\nSparrow:\n I guess.\n\n\n(pause)\n\n\nDr. Valentine:\n How did you get back here?\n\n\nSparrow:\n Some Collective guy named Erosa…I think…got us into a van. He told us where to go, right before an Empio bit his head off.\n\n\nDr. Valentine:\n And there weren't any SCP-7905-2 instances inside the laboratory?\n\n\nSparrow:\n No, there were some. That's why only Vern and Hale made it with me. We had two other dudes with us, but they got eaten.\n\n\nDr. Valentine:\n I see. Well, is there anything else? Something that happened that might not be on the documents you recovered?\n\n\nSparrow:\n I…I d-don't think so.\n\n\n(pause)\n\n\nDr. Valentine:\n Alright, I believe we're finished then. I'll be back if I have any more questions.\n\n\nDr. Valentine stands up and prepares to leave.\n\n\nSparrow:\n Doctor?\n\n\nDr. Valentine:\n Hmm?\n\n\nSparrow:\n Help them, please.\n\n\nDr. Valentine:\n The doctors are doing everything—\n\n\nSparrow:\n Not just them. Their world, too. It's dying…we need to help them. We can't…can't let their world die.\n\n\nDr. Valentine:\n I understand…\n\n\nSparrow:\n Promise me, doctor. Please.\n\n\n(pause)\n\n\nDr. Valentine:\n Of course. I promise.\n\n\nEND LOG\n\n\n\n\nAfterword:\n Following this interview, Delta-49 Sparrow was granted a leave of absence upon her recovery. Both SCP-7905-3 instances, \"Vern and Hale,\" were proclaimed deceased 24 hours later. Request for full Foundation insertion into SCP-7905-1 in order to assist its inhabitants is currently pending approval by the O5 Council.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n+ Open Addendum 8 Item 3: PROJECT ERADICATION\n\n\n\n\n- Hide\n\n\n\n\n\n\nUPDATE:\n The O5 Council has approved the request for PROJECT ERADICATION. Foundation insertion into SCP-7905-1 to provide assistance is currently underway. Using intel divulged by SCP-7905-3 \"Vern Endrix\" the Foundation has crafted weapons capable of efficiently terminating SCP-7905-2 instances. The estimated remaining number of SCP-7905-2 instances have been attached below. Upon completion of PROJECT ERADICATION, SCP-7905 will be reclassified as Thaumiel and efforts to maintain relations with SCP-7905-1 will be put in motion.\n\n\n\n\n\n\n\n\n\n\n\n\n% SCP-7905-2 Terminated\n\n\n% SCP-7905-2 Remaining\n\n\nEstimated Date of Completion\n\n\n\n\n\n\n17%\n\n\n83%\n\n\n█/█/2027\n\n\n\n\n\n\n\n\n\n\n% SCP-7905-4 Terminated\n\n\n% SCP-7905-4 Remaining\n\n\nEstimated Date of Completion\n\n\n\n\n\n\nUnknown\n\n\nUnknown\n\n\nNone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For a more detailed account, see Document-7905-1-A.\n\n\n2\n. This is Italian for \"unholy\", suggesting that SCP-7905-1 shares many other languages with Earth besides modern english.\n\n\n3\n. For more information, see Addendum 7.\n\n\n4\n. A memetic hazard is suspected and investigation into the possibility is ongoing.\n\n\n5\n. Unknown meaning\n\n\n6\n. SCP-7905-4\n\n\n7\n. The hypothesized term for amnesticization in SCP-7905-1\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7905\n\" by AlmightyValentine, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7905\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n A_closer_view_of_the_cave_entrance_(35910288782).jpg\n\n\nAuthor:\n shankar s., Used by AlmightyValentine\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:A_closer_view_of_the_cave_entrance_(35910288782).jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7904\n | SCP-7905 | \nSCP-7906\n »",
    "addendums": [
        "Addendum 1: Discovery\nSCP-7905 was discovered on █/█/2021 after a group of three hikers were reported missing in ███, South America. Foundation personnel imbedded in the local police force alerted the main Foundation after discovering SCP-7905. The missing hikers were never recovered. Upon discovery, SCP-7905 was flooded with 1 meter high saltwater, despite there being no saltwater bodies nearby. MTF insertion into SCP-7905 was approved a week after its discovery, as well as the above containment procedures.",
        "Addendum 2: First Exploration\nShortly after the hikers' disappearance and discovery of SCP-7905, O5 Command approved the request for an MTF insertion into SCP-7905. The following is a transcript video log of MTF-Delta 49 (\"Back in Black\") during their exploration into SCP-7905 and SCP-7905-1.\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…\n…",
        "Addendum 3: Further Documentation Recovered from Delta-49 Survivors\nThe following audio and video transcript logs are items recovered from SCP-7905-1. These were taken using cameras from \"Haven City\", within SCP-7905-1, and were used by the members of MTF-Delta 49 and the two SCP-7905-3 instances, Hale and Vern.",
        "Addendum 4: Attempt at Further Exploration\nA second MTF was sent into SCP-7905 in hopes of gathering more information and possibly recovering the survivors of MTF-Delta 49. Delta-49's cameras maintained a GPS signal up until they were recovered by Vern and Hale.",
        "Addendum 5: Further Documentation Recovered\n…\n…",
        "Addendum 6: Rover Exploration",
        "Addendum 7: Data recovered from underground ACF facility within SCP-7905-1\nThe following entries are items recovered by the Foundation rover that have been determined to be crucial sources of information on the origin of SCP-7905-2, SCP-7905-4, and the cause of the XK-Scenario.\n…\n…\n…",
        "Addendum 8: Final Documentation\nThe following documents contain transcripts of video logs recovered by Delta-49 Sparrow after her departure from SCP-7905-1.\n…\n…"
    ],
    "documents": [
        "Addendum 3: Further Documentation Recovered from Delta-49 Survivors\nThe following audio and video transcript logs are items recovered from SCP-7905-1. These were taken using cameras from \"Haven City\", within SCP-7905-1, and were used by the members of MTF-Delta 49 and the two SCP-7905-3 instances, Hale and Vern.",
        "Addendum 5: Further Documentation Recovered\n…\n…",
        "Addendum 8: Final Documentation\nThe following documents contain transcripts of video logs recovered by Delta-49 Sparrow after her departure from SCP-7905-1.\n…\n…"
    ],
    "notes": [
        "\" SCP-7905 \" by AlmightyValentine, from the SCP Wiki . Source: https://scpwiki.com/scp-7905 . Licensed under CC-BY-SA .",
        "Filename: A_closer_view_of_the_cave_entrance_(35910288782).jpg Author: shankar s., Used by AlmightyValentine License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:A_closer_view_of_the_cave_entrance_(35910288782).jpg"
    ],
    "containment_procedures": "SCP-7905 is to be contained around a 3 kilometer by 3 kilometer perimeter patrolled by armed guards under constant surveillance 24 hours every day. This perimeter is set up using an iron fence laced with barbed wire and charged with 15 volts of electricity at all times. Any unauthorized personnel caught attempting to enter this perimeter will be detained and delivered amnestics prior to release. Lethal force has been deemed necessary for personnel who resist. Any SCP-7905-3 instances that exit SCP-7905 are to be detained and interviewed by Foundation personnel prior to insertion into a secure Foundation containment facility. Any hostile SCP-7905-3 instances found exiting SCP-7905 are to be incapacitated and detained by armed guards.",
    "description": "SCP-7905 is a spatial anomaly taking the appearance of a 9 meter tall, 4 meter wide cave entrance. SCP-7905 is located in ███, ███, South America. Upon entering the threshold of SCP-7905, personnel will find themselves in an alternate reality referred to as SCP-7905-1. This reality appears to be strikingly similar to that of Earth, albeit in an extreme state of disrepair. SCP-7905-1 is inhabited by several anomalous entities. The human counterparts are known as SCP-7905-3. SCP-7905-1 appears to have been put through an XK-Class End-of-the-World-Scenario due to the hostile interference of SCP-7905-2 and SCP-7905-4. SCP-7905-1 appeared to have an advanced civilization similar to the Foundation's earth, and also included various types of technology unknown to mankind. The Foundation likewise possessed various technology unknown or undiscovered by SCP-7905-1. SCP-7905-1 is referred to as \"Voria\" by its inhabitants.",
    "title": "SCP-7905"
}