{
    "url": "https://scp-wiki.wikidot.com/scp-7912",
    "all_text": "N/A: As you can probably tell, you exist again, which means we have a new assignment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nINTERIOR\n\n\n\n\n\n\n\n\n\n\nrating: \n+125\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\nNOTICE TO ALL FOUNDATION STAFF:\n\n\n\n\nUNDERSTANDING IS INTRINSIC TO EXPOSURE AND LIKELY INCORRECT.\n\n\nANY DELETIONS AGENTS WHO HAVE INTERACTED WITH AFFECTED TIMELINES ARE TO REFORMAT BEFORE PROCEEDING.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterior of SCP-7912's chamber.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSCP-\n \nSCP-7912\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nV/NONE\n\n\nNON-ESSENTIAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\ntenebrarius\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncryptic\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nASSIGNED DEPARTMENTS\n\n\nPROJECT LEADS\n\n\n\n\n\n\n\n\nN/A\n\n\n\n\n\n\nASSIGNED SITES\n\n\nRESEARCH HEADS\n\n\n\n\n\n\nN/A\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n The interior of SCP-7912's chamber should remain empty and sealed. Further knowledge regarding containment of the anomaly is considered non-essential.\n.\nTenebrarius:\n The Foundation does not and cannot possess information about the anomaly.\n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-7912 refers to the interior of former Testing Chamber Alpha of the Pilcrow-Minkowski Center for Advanced Studies.\n.\nFoundation black site facility responsible for the securement and research of anomalies with distinct, highly \ncomplex\n effect profiles/containment procedures.\n At this time, knowledge of the existence of SCP-7912 is limited to members of the Department of Deletions.\n\n\nSCP-7912's reference data does not exist; the sectors of the Database which lead to SCP-7912 have not been marked as read-only. Instead, a number of \nabstract-metaphysical construct pointers\n lead from writable whitespace to the identifier \"interior of SCP-7912's chamber\". This has been confirmed by Deletions agents, which observe the anomaly as empty void.\n\n\nThe origin of SCP-7912's current state is unknown. Due to its location, it is presumed to have been the result of testing or neutralization efforts of \nanother\n anomalous designation, the details of which were never documented.\n\n\nThe previous state of SCP-7912 is similarly unknown— although assumptions can be made about its general layout and condition based on neighboring chambers, any concrete data about this topic is lost and unrecoverable. Attempts to fill these sectors with extrapolations have failed due to SCP-7912's apparent resistance to its own information; rather than seeking equilibrium within the surrounding area by naturally cohering to expected tropes and established rules of the fabula, SCP-7912 rejects all definition in a manner directly proportional to its own relevance.\n.\nA notable violation of the Ockham-Hitchens Proposition. Specifically, between non sequitur and apagoge; ie. \"The relationship between the most likely cause and its inherent truth is typically linear\". More information can be found in the included testing log.\n\n\n \n\n\n\n\n\n\n\n\n\n\nAverage informational density for a single frame of SCP-7912 over a two-second period. Click to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n \n\n\nSCP-7912 represents a significant pluripotent metaconceptual hazard, with three main vectors of phenomena:\n\n\n\n\nAny extranarrative materia (e.g. \nblackbox\n) written to the affected sectors can manifest within SCP-7912's chamber as stochastic phenomena, leading to unforeseen hazards and complications stemming from retroactive continuity.\n.\nIn other words, extranarrative detritus introduced into the bounds of the anomaly inherently becomes part of that anomaly's substrate by virtue of existing within it.\n\n\n\n\n\n\nWhen entered from the chamber doors by existent personnel of typical configuration, mental constructs and/or internal landscapes of said personnel undergo massive metamorphic psychogenesis.\n.\nThe manifestation of thoughtspace within the material plane, typically reinforced through repeated acknowledgement of its existence or concentrated belief.\n Because of this, a vast majority of anomalous interactions experienced by Foundation personnel are not reported as such. These manifestations are limited to a cone of awareness created by the sensory organs of the individual experiencing them; the chamber appears to dynamically render outcomes the impacted individual finds \nleast\n likely to occur.\n\n\n\n\n\n\nSCP-7912 is directly accessible at any time by Deletions agents, as the anomaly is a persistent, bi-directional vector between Research Station Mnemosyne and a Foundation site, the first of its kind.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM 7912/I\n\n\n\n\n\n\n\n\nON THE CONTAINMENT OF SCP-7912\n\n\n\n\n\n\n\n\nLOCATION:\n \nRESEARCH STATION MNEMOSYNE\n\n\nPARTIES PRESENT:\n \nTHE DEPARTMENT OF DELETIONS, in pentaplicate\n\n\nPREFACE:\n \nDELETIONS AGENTS MEET WITHIN RESEARCH STATION MNEMOSYNE TO DISCUSS POTENTIAL CONTAINMENT STRATEGIES OF SCP-7912.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\n<Conference room materializes. A moment later, a vague humanoid form occupies the far end of a long table in the center. The entity's features shift chaotically. It stretches before emitting a large sigh, turning its indeterminate form slightly to the left.>\n\n\nN/A:\n We should do this more often. Why don't we do this more often?\n\n\n<Another entity manifests in the chair \nN/A\n faces. It also possesses the same instability but leans back in the chair, relaxed.>\n\n\nN/A:\n Because it's insane. This is quite literally delusional. I'd call it masturbatory but, for some reason, I'm against the idea of roasting you \ntoo\n hard. All of this pretense is a waste of—\n\n\nN/A:\n \n<Disembodied.>\n Time? You know that word has little meaning here. And please, don't act like you have anything else better to do.\n\n\n<A third humanoid appears across the table from the second, on \nN/A\n's right.>\n\n\nN/A:\n We wouldn't be here if there wasn't something better to do.\n\n\nN/A:\n \n<Coughs.>\n Well, that's exactly why I've arranged this meeting; as you can probably tell, you exist again, which means we have a new assignment.\n\n\nN/A:\n So, holding a department-wide, in-person meeting is purely symbolic?\n\n\nN/A:\n No, it's done for the \"internal debate\". \n<Scoffs.>\n\n\nN/A:\n Laugh all you want. I'm aware of the shortcomings of this format, but you are also aware we parse some things out better like this.\n\n\nN/A:\n Usually, it's not necessary. I mean, \nusually\n, our tasks are somewhat clear, as complicated as they may be.\n\n\nN/A:\n Not today. We have a gravity well in the Database that needs to be filled, and I'm sure you understand the issue with that sentiment.\n\n\nN/A:\n Of course.\n\n\nN/A:\n \nIt's all information, baby.\n\n\nN/A:\n Right. If it can destroy its own information, nothing we put there will last. It lacks read-only protection, lacks true understanding. The fact that we're discussing it right now in these plain of terms means we haven't interacted with the timeline in a way that would have impacted us, nor will we at any point. I'm not sure if we \ncan\n interact with it now, even though we all can see the open window.\n\n\nN/A:\n We have to overwrite our memories. Leave a note for the next iteration.\n\n\nN/A:\n You don't know that—\n\n\nN/A:\n No, I \ndo\n know that. We all know that, avoiding the inevitable is just easier, isn't it? Sitting here, getting all chummy with ourselves, throwing this little pity party for less than one. You've been getting too comfortable. We all have. We're not supposed to get comfortable here. I'm ready to move on.\n\n\nN/A:\n Wait—Wait. Let me just get a second opinion.\n\n\nN/A:\n \n<Snorts.>\n Hilarious.\n\n\n<Two more entities, a fourth and a fifth, condense into corporeality in the next two seats, identical to the others. One rests its elbows on the table, head in hands, while the other fidgets uncomfortably, left knee jittering with nervous energy. None of the five members notice the man sitting in the back of the room, transcribing this document.>\n\n\nN/A:\n What do you hope for me to add to the conversation, man? Let me go back to the void, for fuck's sake.\n\n\nN/A:\n Shush. Let's just get this over with.\n\n\nN/A:\n Er—yeah. And don't stretch us too thin. Although, I agree with you that there has to be something else we can try before reformat. \n<Turning to \nN/A\n.>\n Not because I'm attached to these people but because I think it's a stupid idea.\n\n\nN/A:\n I beg your pardon?\n\n\nN/A:\n We don't know what would happen if our department came into contact with a metaconceptual hazard. I was certain it wasn't possible until a moment ago—Hold on. Where did that information come from?\n\n\nN/A:\n Don't look at us. We aren't new to this mode of existence.\n\n\nN/A:\n Wait, this can't be right. Fragmentation levels are the same. No foreign memories, no dead sectors. How is this possible?\n\n\nPOI-7912:\n \n<Standing.>\n That would probably be me, sorry. I was hoping it would be more… subtle.\n\n\nN/A:\n \n<Looking up, surprised.>\n How—? Who are you?\n\n\nPOI-7912:\n Well…\n\n\n<\nN/A\n peers over at the other entity, who stares back at the empty conference room. The space dissolves and is replaced by a small cell moments later. A single table and two chairs furnish the blank space, \nN/A\n occupying the seat across from \nPOI-7912\n.>\n\n\nN/A:\n Who \nare\n you?\n\n\nPOI-7912:\n \n<Sitting in chair opposite \nN/A\n.>\n My name is Andry. I'm from the Department of Deletions.\n\n\nN/A:\n That cannot be true. \nWe\n are Deletions. You are something else entirely.\n\n\n<\nPOI-7912\n smirks. He maintains a rough resemblance of someone, a researcher named Andry, who once existed, somewhere, but not anymore. It didn't matter. All that mattered was his intact Semblance. He was \nsomeone\n, something no other member of Deletions could say with such conviction.>\n\n\nPOI-7912:\n I'm an inevitability; my presence an eventual outcome given the nature of the Database. My patchwork is whole. You must understand what I'm saying.\n\n\nN/A:\n You—\n<Pauses.>\n Your identity is separate, because it is complete.\n\n\nPOI-7912:\n Bingo.\n\n\nN/A:\n This- This is unprecedented. You're an anomaly among anomalies. The chances of something like this occurring are… \n<Pauses.>\n Two hundred and ninety-four million to one.\n\n\nPOI-7912:\n And yet, here I am.\n\n\nN/A:\n How?\n\n\nPOI-7912:\n Unfortunately, statistics is not the only factor at play here. You've deleted me before. Well, not \nyou\n, you. Previous iterations of you. The cause of this… \ndeviation\n eludes me, but I assure you, it is well beyond the scope of probabilities. As you said; unprecedented.\n\n\nN/A:\n Well… Let's just say I'm not used to having company.\n\n\nPOI-7912:\n What about your little troupe, are they not company enough?\n\n\nN/A:\n The line that separates you from I is far more tangible than that which separates the rest of us. That delineation was lost before introduction. It's far less unpredictable, far more mundane.\n\n\nPOI-7912:\n I expected something to that effect. I keep thinking you'll be different but existential boredom seems to be a constant around these parts.\n\n\nN/A:\n I'm sorry, but I still don't understand why you showed yourself here, now.\n\n\nPOI-7912:\n \n<Putting feet up on the table.>\n Your little problem. That gravity well. I've been trying to figure it out, we have. You keep overwriting parts of yourself to get around the effect, but have grown quite proficient at being exposed.\n\n\nN/A:\n \n<Rubbing temples.>\n How do I know you're telling the truth? You could just as easily be another Database error we're trying to contain. It's far more likely than the story you've presented.\n\n\nPOI-7912:\n Yes, that's the problem, isn't it? The unlikelihood is proof of its certainty.\n\n\nN/A:\n \n<Shakes head.>\n What?\n\n\nPOI-7912:\n \n<Sighs.>\n Here.\n\n\n<\nPOI-7912\n hands \nN/A\n a series of documents.>\n\n\nPOI-7912:\n This is all the experiential data we have about the anomaly. At some point, a neutralization attempt of SCP-184 took place within the P.M. Center. We don't know why, nor how. We can't even be sure this was the result. But it makes sense in a nonsensical way, doesn't it?\n\n\nN/A:\n \n<Reading.>\n Not really, no.\n\n\nPOI-7912:\n What is the inverse of something that duplicates an interior with increasing inaccuracy the farther you move outward?\n\n\nN/A:\n Something that removes an interior with increasing accuracy the farther you travel inward? I mean, I \nguess\n—Wait, so, what happened to 184?\n\n\nPOI-7912:\n Your guess is probably better than mine, the fact of the matter is we can't know for sure without being completely unsure. I believe this is unlikely to be attributable to the chamber's \nAdaptive Mesh\n, because that would be the most apt explanation, you see?\n\n\nN/A:\n Yeesh. Okay, so, how can we even discuss this? You've clearly encountered this anomaly before, you claim the metaconceptual hazard can affect us, wouldn't that mean this thing can't be discussed outright?\n\n\nPOI-7912:\n You're fine, for now. Like you said, you haven't interacted with the timeline yet. I have, but because of our unique position, my cognitive faculties are the ones at risk here.\n\n\nN/A:\n And yet, we keep exposing ourselves.\n\n\nPOI-7912:\n Yes, you keep ignoring my warning.\n\n\nN/A:\n Warning? What warning?\n\n\nPOI-7912:\n \n<Taking feet off the table and leaning forward.>\n Do not go through SCP-7912. It must remain sealed. Everything will be fine if you stay here.\n\n\nN/A:\n And you?\n\n\nPOI-7912:\n I haven't gone through it yet, but I know I will. I also know my Semblance remains whole after that point, as it has throughout my many deletions. A few specks of data are lost, here and there, but I have never once lost anything I cared about losing.\n\n\n<\nN/A\n disappears and reappears, now standing behind the chair, hand resting on it. The entity vanishes once more and five take its place, debating quietly in a tight huddle. A moment later they melt into the floor. \nN/A\n manifests back in the chair, shifting quickly as if agitated.>\n\n\nPOI-7912:\n Is there a problem?\n\n\nN/A:\n No. Thinking. We'll need a better understanding of what happens inside the chamber. Can we get a camera working in there?\n\n\nPOI-7912:\n Hm. \n<Pauses.>\n A surprisingly novel idea. I believe I can, yes. It would have to be embedded in the Mesh itself, which is doable.\n\n\nN/A:\n Right, you keep mentioning an adaptive mesh. What is it?\n\n\nPOI-7912:\n Well, it's a mesh that adapts to things. That doesn't make sense?\n\n\nN/A:\n No—It- I thought there would be more to it than that.\n\n\nPOI-7912:\n None whatsoever. Oh, I did manage to switch it off once. I think. It's probably still off, considering.\n\n\nN/A:\n \n<Surprised.>\n Why would you do that?\n\n\nPOI-7912:\n You can't all be this fucking dense, can you? How should I know?! I barely have context for this. All I know is that it \nwas\n off, and I know how to turn it back \non\n. But I \nhaven't\n. That enough for you?\n\n\nN/A:\n Look, we just want to understand your perspective. We usually have no problem getting to know each other.\n\n\n<\nPOI-7912\n stares, wearily. A pained expression crosses his face. After a moment, it passes and he speaks again.>\n\n\nPOI-7912:\n \n<Sighs.>\n You're right. Maybe I should try something new. If it doesn't work, it's just a matter of time before you forget me anyway, right?\n\n\n<The defined figure does not wait for a response to the rhetorical and continues.>\n\n\nIn truth, I'm the one making this dynamic weird and \nalso\n the one leaving you in the dark. It was your preference. These memories are painful, but I still hold them and the weight of their burden. Someone has to.\n\n\nI was—I am one of SCP-184's neutralization team. Out of them, I'm the only one whose identity hasn't been fragmented to shit. The rest of them… the rest of those people and the rest of that anomaly is \ngone\n. Gone \nhere\n. They're you.\n\n\nN/A:\n How—?\n\n\nPOI-7912:\n When it, uh, \nhappened\n, you were mostly yourselves. One gestalt sure, but, you knew each other's names. And mine. You could form us separate and that separation was so profound. We were lost in this state. I mean, the things you could do with that dodecahedron inside you. You'd have not believed it.\n\n\nA conference room? A holding cell? \n<Scoffs.>\n Think of floating castles, arboretums in the clouds, skyscrapers above them. Orangeries on their rooftop gardens. Infinitely. Our power was infinite. Or so we thought.\n\n\nWe began to worry about that place, that hole in nothing that can be anything, so long as it wasn't the right thing. We started seeing it, in daydreams, when we closed our eyes. A vast and pulsating void, I would feel myself sink into an ocean of tar, where every direction of escape was wrong and led further downhill, further into darkness. The liquid would climb up my body and pour itself into my mouth and nose… I could feel every sensation. I'd never been so frightened.\n\n\nWe decided to start looking, not knowing what we'd do with it. Do we jump back in, fully changed to the state we are now, or does the nature and direction of time preclude that possibility? Were there states worse than this one we'd been given as mercy?\n\n\nN/A:\n So, you couldn't do it.\n\n\nPOI-7912:\n \n<Stands, enraged.>\n No, \nwe\n couldn't do it! You were there too, but only the physical images. You had figured out how to 'reformat' parts of your data so you could be unburdened by your ego, unburdened by your visions. Your memories. Abusing the same methods we used to improperly neutralize 184 in the first place. You'd leave instruction—\n\n\nN/A:\n —Instructions for the next iteration, yes. It's a stopgap measure. To prevent exposure.\n\n\nPOI-7912:\n \n<Approaches \nN/A\n.>\n You fools. It was guilt you were exposing yourself to, guilt over abandoning your Assignment, and myself. Weakness. You're weak. And too scared to do what needs to be done.\n\n\nI will do what needs to be done. And as long as you stay on this side of the Barrier, you'll be safe from the hazardous effects, remember? Well, except each others'.\n\n\n<\nN/A\n looks down in surprise, noticing their feet melting into the floor, along with \nPOI-7912's\n.>\n\n\nPOI-7912:\n Turns out we both know how to design an interior. Don't worry, undoing it is easy; ever solve a Rubik's Cube for the first time? Know what, your answer doesn't really matter at this point.\n\n\nYou'll know when I have installed the cameras. Until then. Don't be a stranger.\n\n\n<\nPOI-7912\n disappears into the floor.>\n\n\nN/A:\n \n<Struggling.>\n What did you do? Why can't I move?! Andry!\n\n\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nNOTE:\n \nPOI-7912 should be deleted as many times as necessary, by any means necessary. Permanently sunsetting or otherwise halting the function of POI-7912 is an acceptable alternative.\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM 7912/II\n\n\n\n\n\n\n\n\nSCP-7912 INTERACTIONS\n\n\n\n\n\n\nPREFACE:\n \nLOG OF VARIOUS ENCOUNTERS WITH SCP-7912.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREFERENCE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOUTCOME\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-184's neutralization chamber (allegedly).\n\n\nA scalar invariant curvature of infospace where the likelihood of a given explanation increases linearly with absurdity. Typically manifests as an absence of interior.\n\n\n\n\n\n\nUnknown individual enters SCP-7912's chamber, presumably looking for SCP-184's neutralization team.\n\n\nIndividual does not emerge from anomaly, having not entered. Reference data for this person does not exist in Foundation timeline.\n\n\n\n\n\n\nHane Dougherty, Head of Logistics and Foundation Asset Management for Covert Operations investigates SCP-7912's containment area for traces of SCP-184's neutralization team and project lead.\n\n\nUpon opening the doors to SCP-7912's chamber, Dougherty is physically assaulted by a rough approximation of her father, who chastises her for keeping her doors locked. She apologizes several times, quickly fleeing and hiding in a nearby supply closet. Foundation efforts to locate and identify the escaped entity are successful, after which it is released back into SCP-7912's chamber as per its request. When questioned, Dougherty expresses no confusion or surprise at the events that transpired, instead confabulating likely explanations which are, of course, unlikely to be the actual cause and thus should be discarded.\n\n\n\n\n\n\nPortions of \nSCP-3311\n's reference data are written to SCP-7912 by the file system.\n\n\nSeveral ambulatory chairs (SCP-3311-1) break down chamber doors and proceed to wreak mild havoc within the surrounding area. Chairs are relocated to the P.M. Center's break room 4-C, where they become inert/dormant. Personnel cite lack of sufficient seating options when asked about choice to keep instances of SCP-3311-1. Doors to SCP-7912's chamber are repaired via unknown means.\n\n\n\n\n\n\nMaintenance team enters SCP-7912's chamber to verify integrity of adaptive mesh.\n\n\nUnknown outcome. Team does not emerge from SCP-7912's containment area. Fragmented data regarding members of the team are noted, though quickly overwritten by voidspace.\n\n\n\n\n\n\nPOI-7912\n enters the interior of SCP-7912's containment chamber from the far wall to install audiovisual monitoring system.\n\n\nSurveillance system is installed. Operation successful. Adaptive mesh reengaged. Secondary objective successful. More information can be found in Addendum 7912/III. Click below to expand images.\n\n\n\n\n\n\nStochastic effect produced by phenomena written to affected sectors.\n\n\nAn unknown hallway. No life is seen.\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\nClick to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStochastic effect produced by phenomena written to affected sectors.\n\n\nLight pours between gap in unknown structure.\n\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\nClick to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Harrison and one D-Class personnel (D-7912-A for ease of reference) approach the doors to the affected chamber. Harrison attempts to coerce D-7912-A into entering SCP-7912 and describing the interior.\n\n\nA black cube floats in the center of the room, which is a boundless sea of shale. Description confirmed by subject who expressed irrational fear of the object. Testing personnel instructed to reluctantly approach item. Before contact could take place, sector was partially overwritten. Subsequent entity (D-7912-B) necessitated termination and did not appear reluctant enough. D-7912-C\nube\n exits chamber, unharmed. D-7912-A floats at the center of the room, having always been a 50 cm x 50 cm x 50 cm polyhedron.\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\nClick to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStochastic effect produced by phenomena written to affected sectors.\n\n\nA two-second loop of fragmented information depicting a dark building in an unknown forested location.\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\nClick to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStochastic effect produced by phenomena written to affected sectors.\n\n\nA desert in eternal night. Image heavily distorted with cognitohazardous binary data. A being made of multiple human fingers treads across the one-bit landscape.\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\n[HAZARDOUS DATA REMOVED]. Click to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStochastic effect produced by phenomena written to affected sectors.\n\n\nA gray, endless wasteland.\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\nClick to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStochastic effect produced by phenomena and the presence of O5-4.\n\n\nIndividual bearing resemblance to O5-4 meets with an unknown party, engaging in conversation. An agreement is made. One exits out the wall opposite of the chamber doors. The other retracts its hand from the ceiling, the form below unraveling into threads.\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\nimage not found\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStochastic effect produced by phenomena and the presence of O5-4.\n\n\n[HAZARDOUS INFORMATION REMOVED]\n\n\n\nSHOW\n\n\n\n\nHIDE\n\n\n\n\n\n\n\n\n\n\n\n\n[HAZARDOUS INFORMATION REMOVED]\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM 7912/III\n\n\n\n\n\n\n\n\nPOST-ACTION RESULTS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPOI-7912. Click to enlarge.\n\n\n✖\n\n\n\n\nLOCATION:\n \nRESEARCH STATION MNEMOSYNE\n\n\nPARTIES PRESENT:\n \nTHE DEPARTMENT OF DELETIONS, POI-7912\n\n\nPREFACE:\n \nDELETIONS AGENTS MEET WITH POI-7912 TO DISCUSS SUCCESS OF OPERATIONS REGARDING SCP-7912.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\n<An empty hallway produces itself to the beings that occupy the space not long after, strolling down the corridor with laze. Windows appear, and flowers of many kinds grow rapidly through them. One entity, an amalgam, shifts slowly, peacefully.>\n\n\nPOI-7912\n Someone has been busy, I see.\n\n\nN/A:\n Indeed. I must thank you; you've opened my eyes, Andry. There is far more power inside of us than we realized. I am in awe.\n\n\nPOI-7912\n Yes, and did you see? The cameras, O5-4—\n\n\nN/A\n \n<Ceases walking, turning to face the other.>\n Yes, yes. Andry, you did \nwonderfully\n. And yes, because of that, we see everything that passes through the anomaly.\n\n\nPOI-7912:\n Well, I think Four is up to something. Actually, several—\n\n\nN/A:\n We see \neverything\n.\n\n\n<\nN\n/\nA\n'\ns\n voice warps into multiple.>\n\n\nN/A:\n \nEven you.\n\n\n<\nPOI-7912\n steps back. The flowers on all sides wilt and turn to ash.>\n\n\nPOI-7912:\n What are you—\n\n\nN/A:\n We've been meaning to have a chat. Ever since you left us here, chained to this place.\n\n\nPOI-7912:\n No, I-I didn't trap you here. I was trying to protect you.\n\n\nN/A:\n You didn't trap us. You trapped \nyourself\n. We are stuck with you.\n\n\nN/A:\n And what did you actually change with your heroic acts? Who did you save? The anomaly is \n[INFOHAZARDOUS INFORMATION REMOVED]\n! Hear me? We are well past the event horizon.\n\n\nPOI-7912:\n What—? No, no, no, y-you must have gone through the gateway, this has nothing to do with me!\n\n\nN/A:\n This has everything to do with you. Who do you think \nwe\n even are?\n\n\nPOI-7912:\n The Department of Delet—\n\n\nN/A:\n \n<Slams fist into the wall, which bends and undulates as if liquid.>\n You know nothing. Deletions is \nout there\n. You've been played like a pawn—the \ndeviation\n you are. And in the process, you created us.\n\n\nPOI-7912:\n You're not making any sense. You're not thinking straight.\n\n\nN/A:\n \n<Laughing in pentaplicate.>\n Its unlikelihood is proof of its certainty. Remember?\n\n\nN/A:\n We've studied you, Andry. The other We.\n\n\nN/A:\n We remember you talking about the bits that slowly fall off your Semblance upon deletion.\n\n\nN/A:\n You know, patchwork is either whole or not.\n\n\nN/A:\n And maybe you haven't lost enough of yourself for us to fit in your head, but it's no matter; we just needed enough gone to reach inside and take something out.\n\n\nN/A:\n Like your knowledge of how to activate the mesh, for example.\n\n\nPOI-7912:\n That's—That's not possible.\n\n\nN/A:\n Where are we, then? Huh?! Look around!\n\n\n<The lighting in the hall shifts hue, settling within the ultraviolet spectrum. As a result, the chamber walls shimmer with phosphorescent lattice. The hall shifts back a moment later.>\n\n\nPOI-7912:\n H-How—?\n\n\n<Before an answer could be provided, \nPOI-7912\n turns on a heel and sprints to the back entrance of SCP-7912's chamber. It starts as a pinpoint of light in front of him, expanding as he continues to run towards the location. When the portal increases in size to a shimmering passage, he dives through, emerging into a perfect replica of SCP-7912's once-interior. That can't be right. \nSomething is wrong.\n>\n\n\n<\nPOI-7912\n exits the chamber into the P.M. Center's Experimentation and Neutralization wing. He takes a sharp right, the space turning into a temple, one the man had never seen before. Unfazed, he looks up at the shifting light above him. It speaks to him.>\n\n\nTHE INTERIOR:\n \nTHERE IS NO MORE OUTSIDE\n\n\n<\nPOI-7912\n runs further inside. He runs through void.>\n\n\nTHE INTERIOR:\n \nTHERE IS NO MORE OUTSIDE\n\n\n<\nPOI-7912\n runs further inside. He scales a mountain of dust and ash, coughing, each breath of opaque air labored and desperate.>\n\n\nTHE INTERIOR:\n \nTHERE IS NO MORE OUTSIDE\n\n\n<\nPOI-7912\n runs further inside. He treads a lonely desert where the sun never rises and fingers grasp at the back of his shirt.>\n\n\nTHE INTERIOR:\n \nTHERE IS NO MORE OUTSIDE\n\n\n<\nPOI-7912\n runs further inside. He hides in the awnings of furnished cabins against rainstorms that never end, from skies never seen.>\n\n\nTHE INTERIOR:\n \nTHERE IS NO MORE OUTSIDE\n\n\n<\nPOI-7912\n's steps slow aside a floating cube on an endless plane of shale. He thinks to pay it mind, but decides against. Instead, he runs further.>\n\n\nTHE INTERIOR:\n \nTHERE IS NO MORE OUTSIDE\n\n\n<\nPOI-7912\n runs up to a sterile facility and kicks the front doors open. Fortunately, they were already ajar.>\n\n\nTHE INTERIOR:\n \nTHERE IS NO MORE OUTSIDE\n\n\n<\nPOI-7912\n runs down a hallway, it looks familiar.>\n\n\n<He takes a left.>\n\n\n<SCP-7912's chamber awaits.>\n\n\nTHERE IS ONLY THE INTERIOR\n\n\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\n» SHOW FOOTNOTES «\n\n\n\n\n« HIDE FOOTNOTES »\n\n\n\n\n\n\n\n\n \n FOOTNOTES & REFERENCES\n\n\n\n\nTenebrarius:\n The Foundation does not and cannot possess information about the anomaly.\n\n\nFoundation black site facility responsible for the securement and research of anomalies with distinct, highly \ncomplex\n effect profiles/containment procedures.\n\n\nA notable violation of the Ockham-Hitchens Proposition. Specifically, between non sequitur and apagoge; ie. \"The relationship between the most likely cause and its inherent truth is typically linear\". More information can be found in the included testing log.\n\n\nIn other words, extranarrative detritus introduced into the bounds of the anomaly inherently become part of that anomaly's substrate by virtue of existing within it.\n\n\nThe manifestation of thoughtspace within the material plane, typically reinforced through repeated acknowledgement of its existence or concentrated belief.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7911\n | SCP-7912 | \nSCP-7913\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7912\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7912\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n cryptic.svg\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n recurrent_triangle.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n deletion.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n dod-detail.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n empty.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n inform.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n nomore.mp3\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n rsm.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n Tenebrarius.svg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n poi.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n IMG_1914\n\n\nAuthor:\n Beth Kanter\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n screen0000.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n 2009 Yale Physics Olympics\n\n\nAuthor:\n Justin Brockie\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n screen000.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n empty dunes\n\n\nAuthor:\n Graeme Maclean\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n screen00.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Sleepy Hollow\n\n\nAuthor:\n Fabio Bruna\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n screen0.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n SpringParking-32\n\n\nAuthor:\n Gabe Reitzes\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n screen9_.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Cabin in the Woods\n\n\nAuthor:\n Sheila Sund\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n screen8.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Brick Mosque\n\n\nAuthor:\n Jonathan Lundqvist\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n screen7.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n Island Interior & Rainforest\n\n\nAuthor:\n Garden State Hiker\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n sort.jpg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n The Hallway\n\n\nAuthor:\n Amy\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7912 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-7912 . Licensed under CC-BY-SA .",
        "Filename: cryptic.svg Author: MontagueETC License: CC BY-SA 3.0",
        "Filename: recurrent_triangle.png Author: Billith License: CC BY-SA 3.0",
        "Filename: deletion.png Author: Billith License: CC BY-SA 3.0",
        "Filename: dod-detail.png Author: Billith License: CC BY-SA 3.0",
        "Filename: empty.png Author: Billith License: CC BY-SA 3.0",
        "Filename: inform.gif Author: Billith License: CC BY-SA 3.0",
        "Filename: nomore.mp3 Author: Billith License: CC BY-SA 3.0",
        "Filename: rsm.png Author: Billith License: CC BY-SA 3.0",
        "Filename: Tenebrarius.svg Author: Billith License: CC BY-SA 3.0",
        "Filename: poi.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: IMG_1914 Author: Beth Kanter License: CC-BY 2.0 Source Link: Flickr",
        "Filename: screen0000.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: 2009 Yale Physics Olympics Author: Justin Brockie License: CC-BY 2.0 Source Link: Flickr",
        "Filename: screen000.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: empty dunes Author: Graeme Maclean License: CC-BY 2.0 Source Link: Flickr",
        "Filename: screen00.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Sleepy Hollow Author: Fabio Bruna License: CC-BY-SA 2.0 Source Link: Flickr",
        "Filename: screen0.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: SpringParking-32 Author: Gabe Reitzes License: CC-BY 2.0 Source Link: Flickr",
        "Filename: screen9_.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Cabin in the Woods Author: Sheila Sund License: CC-BY 2.0 Source Link: Flickr",
        "Filename: screen8.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Brick Mosque Author: Jonathan Lundqvist License: CC-BY 2.0 Source Link: Flickr",
        "Filename: screen7.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: Island Interior & Rainforest Author: Garden State Hiker License: CC-BY 2.0 Source Link: Flickr",
        "Filename: sort.jpg Author: Billith License: CC BY-SA 3.0 Derivative of: Name: The Hallway Author: Amy License: CC-BY 2.0 Source Link: Flickr"
    ],
    "title": "SCP-7912"
}