{
    "url": "https://scp-wiki.wikidot.com/scp-7915",
    "all_text": "SCP-7915\n - \nSelene's Serenade: An Ode to the Moon\n\n\n \n\n\nI've embraced the night,\n\n\nFor all its darkness and protection\n\n\nFrom the looks from above.\n\n\nI've grown accustomed to my only friend,\n\n\nmy only love,\n\n\nThe Moon.\n\n\nSelene, this song is for you.\n\n\nYou're the only one that makes me feel\n\n\nAlright.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+44\n+\n–\nx\n\n\n\n\nby CowscantgoMoo\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7915\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-115\n\n\n\n\n\n\nSite Director\n\n\n\n\nDir. Karolyn Vittinner\n\n\n\n\n\n\nResearch Head\n\n\n\n\nSr. Researcher Steele\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nMTF Mu-7 (\"The Lowered Fifth\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-115\n\n\n\n\n\n\nSite Director\n\n\n\n\nDir. Karolyn Vittinner\n\n\n\n\n\n\nResearch Head\n\n\n\n\nSr. Researcher Steele\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nMTF Mu-7 (\"The Lowered Fifth\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7915 on a Tenor Saxophone Stand.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-7915 is kept within a non-anomalous tenor saxophone case and stored in a Secure Containment Locker in Site-115. SCP-7915 must be cleaned every six months to keep it in a playable state. SCP-7915 must be serviced at \"Symphonic's Cleaning & Polishing\" once a year to prevent it from falling into disrepair.\n.\n\"Symphonic's Cleaning & Polishing: Instrument Repair Shop\"\n is a Foundation-owned instrument repair shop located in New Orleans, Louisiana. Shipping of SCP-7915 is handled by \n\"Stamps, Carriers, and Parcels\",\n another Foundation-owned shipping company.\n\n\nDescription:\n SCP-7915 is a ritualistic instrument, currently taking the form of a tenor saxophone. When used at night by a subject, regardless of experience with the instrument, they will perform a series of disconnected melodies. During this session, the Moon, regardless of location or visibility, will appear to move closer to the Earth.\n\n\nThe physical distance between the Earth and Moon will not change, however, the local area around SCP-7915 will experience the gravitational effects of the approaching Moon.\n.\nObserved to affect a radius of up to twenty miles.\n\n\nAs the subject plays SCP-7915, other instruments are heard, accompanying SCP-7915. At the end of every SCP-7915 event, subjects will play the same melodic phrase, designated as SCP-7915-A. As SCP-7915-A is played, the subject will levitate towards the Moon until they've disappeared from sight. Once the subject disappears, the Moon will appear to return to its original state, and SCP-7915 will levitate down to the ground with a note attached to its bell:\n\n\n\n\nThank you, my star.\n\n\n\n\nI love you.\n\n\n\n\nAll subjects that have disappeared are declared missing, as no trace of them has been found on the lunar surface.\n\n\nNo memetic effects or compulsory effects were found during the testing of SCP-7915. In the event a subject stops playing SCP-7915, the Moon will return to its original position and SCP-7915 will not be able to initiate another SCP-7915 event for three days. During this period, subjects will lack the previous knowledge and ability to play SCP-7915, even with prior experience.\n\n\n\n\nAddendum 7915.1:\n SCP-7915-A\n\n\n\n\nAfter a thorough analysis, SCP-7915-A exhibits no memetic or cognitohazardous properties and has been deemed safe for listening. The following recording was played on a non-anomalous tenor saxophone, supplied by Jr. Researcher Lennings.\n\n\n\n\n\n\n\n\nSCP-7915-A, transposed for the tenor saxophone.\n\n\n\n\n\n\n\n\nAddendum 7915.2:\n History\n\n\n\n\n\n\n\n\nA carved depiction of Selene, the Greek goddess of the Moon.\n\n\n\n\n\n\nRecords of SCP-7915 have been found in Greek and Roman mythology as a played instrument in constant reference to the goddess of the Moon, Selene, and Luna respectively.\n\n\nThese records highlight an association between a mortal being and the Moon, with the primary form of contact surrounding a musical display of some sort. The relationship between the mortal and the Moon is characterized by a sense of loneliness and isolation.\n\n\nDue to conflicting records and the inability to confirm the validity of these events, it is impossible to create a coherent timeline of SCP-7915's location throughout human history. It was theorized that SCP-7915 had the ability to alter its structure and relocate itself, or shift its anomalous properties to another instrument. However, after extensive testing, no additional properties were found in SCP-7915 that match these predictions.\n\n\nAn abridged record of SCP-7915's appearances throughout documented history has been attached below:\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nDescription\n\n\n\n\n\n\n~25,000 years ago\n\n\nEastern Carpathians\n.\nA mountain range located in Eastern Europe.\n\n\nCave paintings depicting a weeping caveman ostracized from their tribe. The caveman plays a bone flute, believed to be SCP-7915, flying up into the Moon. The tribe, watching the incident, begins to worship the Moon, operating only at night. This is believed to be the first documented instance of SCP-7915, as well as the first instance of a deity within the Moon.\n\n\n\n\n\n\n922 B.C.E - 115 B.C.E\n\n\nGreece\n\n\nA Greek myth about Acheron, the heir to a wealthy family, who was ostracized from their community on account of their unfavorable appearance. Acheron only came out of his house at night, where he fell in love with Selene, believing that she was his protector, under \"the Moon's watchful eye.\" He steals a lyre from his father's house and climbs the tallest hill. His father, awakened by the noise, wakes up to witness Acheron using the lyre, believed to be SCP-7915, to serenade a marriage proposal to Selene. After watching his son float up to the sky, the village attempts to offer sacrifices of unwanted residents to Selene, with little success.\n\n\n\n\n\n\n1 B.C.E.\n\n\nRome, Roman Empire\n\n\nRumors of mysterious instrumental music around the statue of Luna on nights with a full Moon. Reports were largely anecdotal, with all records of the rumor described through a secondary source. Music was described as somber and depressing followed by a shared desire to embrace the statue because \"she wanted someone to love her.\" Further attempts to find more legitimate sources for the phenomenon are ongoing.\n\n\n\n\n\n\n17 entries omitted for brevity\n\n\n\n\n\n\n\n\n\n\nA recreation of a Selene statue as a figure, previously in possession of Aleister Crowley.\n\n\n\n\n\n\n\n\n\n\n1943-1947\n\n\nMoscow, Soviet Union\n\n\nSCP-7915 was found to previously be in possession of Containment Specialist James Crowley's distant uncle, \nAleister Crowley\n, in its current form. Aleister reportedly used SCP-7915 to \"make contact with her,\" and used SCP-7915 as a vessel for other occult practices. Aleister's last journal entry, circa 1947, depicted Aleister planning to use SCP-7915 when the Moon was \"full and gaping.\" Containment Spec. James Crowley reported that Aleister was considered a \"lunatic\" that was \"too obsessed with the Moon to be considered normal.\" A figure of Selene was found in Aleister's residence, along with other lunar-related objects.\n.\nAnalysis of the figure (shown right) reveals a thin, hardened coating of genetic material, confirmed to originate from Aleister Crowley.\n\n\n\n\n\n\n\n\nAddendum 7915.3:\n Discovery\n\n\n\n\nSCP-7915 was discovered in the Rose Center for Earth and Space at the American Museum of Natural History in New York City, belonging to the missing Stella Turner, an intern who had worked there for the past year. This was paired with reports from several civilians and news networks on the abnormal size and perceived approach of the full moon two nights before.\n\n\nCamera footage and civilian reports place Stella Turner on the museum's rooftop with SCP-7915. An audio journal was discovered along with SCP-7915 and was taken by undercover Foundation agents embedded in the NYPD.\n\n\nTranscriptions of the audio logs are appended below:\n\n\n\n\nAUDIO LOG\n\n\n\n\n«BEGIN LOG»\n\n\nStella:\n Hello, is this thing on?\n\n\n(Silence.)\n\n\nStella:\n Sweet, it works! Well, it is I, Stella Turner, on my first day as an intern at the Rose Center!\n\n\nStella:\n Currently in college to be an astrophysicist. Still getting used to everything, but it's going well enough.\n\n\n(Footsteps are heard as Stella walks.)\n\n\nStella:\n I really want to try out one of the telescopes. I haven't actually ever seen the stars, being in NYC and all, so I want my first time to be special. Just looking at the stars, with no one else around.\n\n\n(Footsteps continue. The faint sound of ventilation can be heard.)\n\n\nStella:\n (hoarsely) Jace didn't get into the program, so now I'm stuck with people I don't even know.\n\n\n(Silence for about two seconds.)\n\n\nStella:\n There's a supermoon\n.\nsu·per·moon:\n \n(noun)\n a full or new moon where the Moon is closest to the Earth in its elliptic orbit, resulting in a larger-than-usual apparent size of the Moon, as viewed from Earth.\n in a couple of weeks, and there's going to be a great view of it from the roof. I guess I could-\n\n\n(Door opens and heavier footsteps are heard for a few steps before they stop.)\n\n\nUnknown:\n (sternly) What are you doing?\n\n\nStella:\n Nothing, I'm just-\n\n\nUnknown:\n Put that thing away and get back to work. And while you're at it, get me a cup of coffee. A cappuccino with two creams. And be quick about it.\n\n\nStella:\n Um, yes sir, right away.\n\n\n(Footsteps are heard clicking through the hall. Doors open and close as the distant chatter grows louder.)\n\n\nStella:\n Just five more hours…\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n«BEGIN LOG»\n\n\n(Overlapping conversations are heard getting louder.)\n\n\nUnknown A:\n And she put the noodles in the \noven.\n The \noven!\n They came out all fried and burnt and shit and it was the best meal I had all day.\n\n\nUnknown B:\n They were that good?\n\n\nUnknown A:\n No, I just hadn't eaten anything.\n\n\nStella:\n (nervously) Hey, everybody.\n\n\n(Silence.)\n\n\nUnknown C:\n Hey, uh-\n\n\nStella:\n Stella. And I was wondering if-\n\n\nUnknown A:\n Best second date I've ever been on. I'm planning a third.\n\n\nUnknown B:\n Impossible, you got to the \nsecond\n date?\n\n\nStella:\n (slightly louder) So, there's a supermoon happening in a month and I was wondering-\n\n\nUnknown A:\n (interrupting) I know, only second date I've been on.\n\n\nUnknown B:\n This guy's breaking physics over here, what's next, defying gravity?\n\n\nStella:\n -wondering if anyone wanted to watch it with-\n\n\nUnknown C:\n (interrupting) Oh, do you want to use the coffee machine?\n\n\nStella:\n Yeah, but-\n\n\nUnknown C:\n Sorry, we're in the way. We'll get out of your hair.\n\n\nUnknown B:\n (to Stella) Sorry about that.\n\n\n(As the group leaves, the chatter and footsteps soften. Stella sighs.)\n\n\nStella:\n (mumbling) Whatever.\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n«BEGIN LOG»\n\n\nStella:\n (frantic) Okay, it's been a couple of days since my last recording, but I need to talk about this with someone, and no one else really wants to listen to me. They'll think I'm crazy if they do but-\n\n\n(Stella takes several deep breaths to calm herself. After about fifteen seconds, she continues.)\n\n\nStella:\n So I was passing by this old music shop, and in the display, there was a saxophone, like the kind I used to play back in high school. I went in, bought it, and thought I'd relearn how to play it. So there I am, playing Careless Whisper, classic stuff, but when I go to bed, it's like, ethereal.\n\n\n(Several short, shallow breaths are heard.)\n\n\nStella:\n I get it almost every night now, but there's this lady, silky robes, kind of a blue crystal ball for a head and it leads me out in the middle of the night to the top of a massive hill, and its head turns into the Moon, which is massive by the way, it's taking up about half of the sky right now, and it's calling to me.\n\n\nStella:\n And, I don't know, the glow she gives off, it's calming. Not like the sun, but like you're being cradled or cuddled. And it's just… so perfect.\n\n\nStella:\n I started doing research on the Moon after that, and now my room is plastered with posters of Selene from Hot Topic. It's- it's so…\n\n\n(Stella takes a long, deep breath. She continues.)\n\n\nStella:\n She's beautiful. (pause) Everything she does is just full of elegance and grace, and it's like I can't even compare. Sometimes, in the middle of the day, I find myself wishing for her, and- it should be embarrassing but it isn't. I just need to tell someone this or I feel like I'll explode.\n\n\nStella:\n I love her. And- (shaking) And I know she loves me back. She does. She has to.\n\n\n(Silence.)\n\n\nStella:\n She's perfect.\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nAUDIO LOG\n\n\n\n\n«BEGIN LOG»\n\n\nStella:\n (quickly) I'm doing this. This is the last you'll hear from me and I'm sorry for not recording more but I don't \nneed\n anyone else to hear this. This is real to \nme.\n\n\n(Silence.)\n\n\nStella:\n This Saturday. There's going to be a full moon. I've stolen Dr. Keppler's keys and copied them, so I can get onto the roof when no one else is around. I'm taking the saxophone, she wants me to play a song. A serenade, a serene serenade for Selene.\n\n\n(Rustling as the recorder is placed down. Stella is heard moving through the room, presumably preparing for her plan. She mutters under her breath.)\n\n\nStella:\n A serenade for Selene. A serenade for Selene. A serene serenade for Selene.\n\n\n(Silence. Distant police sirens are heard.)\n\n\nStella:\n By Stella. A serene serenade for Selene sung by Stella.\n\n\n(Silence.)\n\n\nStella:\n This Saturday. You'll cradle me in your crescent. A serene serenade. A serene serenade.\n\n\n(Silence.)\n\n\n(A door is heard swinging open. Chatter can be heard from another room. A woman speaks, assumed to be one of Stella's roommates.)\n\n\nRoommate:\n Hey, Stella, we're going to watch a movie, do you wanna join? We've got pizza, soda-\n\n\nStella:\n (nervously) Oh, yeah, yeah, of course, I'll come down.\n\n\nRoommate:\n Damn, you really decked up this place. Is that a constellation map on the ceiling? Well, Earth to Stella, it's time to come down. (laughs)\n\n\nStella:\n (lightheartedly) Alright, alright, I'm coming down.\n\n\n(A door closes. A movie is heard in the background.)\n\n\nStella:\n (quietly and resentfully) I'll fall down to Earth.\n\n\n«END LOG»\n\n\n\n\n \n\n\nThe following video log was taken from security footage at the observatory. A recording from Turner's audio log has been appended below.\n\n\n\n\nCAMERA LOG\n\n\n\n\n«BEGIN LOG»\n\n\n(Camera is pointed at the door. Sounds of keys are heard before the door is opened. Stella is seen carrying an instrument case and breathing heavily. She moves towards the center of the roof and looks up at the full moon.)\n\n\nStella:\n Okay… okay… I-\n\n\n(Silence.)\n\n\nStella:\n I need to do this.\n\n\n(Stella puts the instrument case down and removes a tape recorder and SCP-7915. She tampers with the recorder and places it on the ground. As she places SCP-7915 to her lips, the Moon is seen increasing in size.)\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nThe Moon.\n\n\n\n\n\n\n(As she plays, the building starts to shake. The camera begins to shake as the city experiences the gravitational effect of the Moon. Police sirens are heard, both for the alerted break-in at the observatory, as well as the general panic on the streets.)\n\n\n(A piano is heard accompanying SCP-7915. Stella begins to levitate off the ground and float toward the Moon. She is seen silently crying. Buildings start to collapse.)\n\n\n(SCP-7915-A is heard. Stella disappears out of view as she is engulfed by the Moon.)\n\n\n(The sound of sirens continue. SCP-7915 silently levitates down to the rooftop. It falls beside its case.)\n\n\n«END LOG»\n\n\n\n\n\nFollowing this incident, Foundation operatives used camera footage to trace the incident to Stella Turner and SCP-7915. A mass misinformation campaign was released, stating that the incident was caused by an earthquake, concurrent with a supermoon that occurred on the same night.\n\nB\n1\n2\n3\n4\n5\n\n\n\n\nAddendum 7915.4:\n Update\n\n\n\n\nAfter several months within containment without being used, personnel passing by have reported hearing \"ethereal\" sounds, similar to SCP-7915-A. Investigation of SCP-7915 itself revealed another note hanging from its bell, written in cursive.\n\n\n\n\nIt's not enough.\n\n\nIt's lonely up here.\n\n\nAren't you lonely too?\n\n\nDown there?\n\n\n\n\n\n\n\n\n« \nSCP-7914\n | SCP-7915 | \nSCP-7916\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Symphonic's Cleaning & Polishing: Instrument Repair Shop\" is a Foundation-owned instrument repair shop located in New Orleans, Louisiana. Shipping of SCP-7915 is handled by \"Stamps, Carriers, and Parcels\", another Foundation-owned shipping company.\n\n\n2\n. Observed to affect a radius of up to twenty miles.\n\n\n3\n. A mountain range located in Eastern Europe.\n\n\n4\n. Analysis of the figure (shown right) reveals a thin, hardened coating of genetic material, confirmed to originate from Aleister Crowley.\n\n\n5\n. A supermoon is a full or new moon where the Moon is closest to the Earth in its elliptic orbit, resulting in a larger-than-usual apparent size of the Moon, as viewed from Earth.",
    "addendums": [
        "Addendum 7915.1: SCP-7915-A\nAfter a thorough analysis, SCP-7915-A exhibits no memetic or cognitohazardous properties and has been deemed safe for listening. The following recording was played on a non-anomalous tenor saxophone, supplied by Jr. Researcher Lennings.",
        "Addendum 7915.2: History\nRecords of SCP-7915 have been found in Greek and Roman mythology as a played instrument in constant reference to the goddess of the Moon, Selene, and Luna respectively.\nThese records highlight an association between a mortal being and the Moon, with the primary form of contact surrounding a musical display of some sort. The relationship between the mortal and the Moon is characterized by a sense of loneliness and isolation.\nDue to conflicting records and the inability to confirm the validity of these events, it is impossible to create a coherent timeline of SCP-7915's location throughout human history. It was theorized that SCP-7915 had the ability to alter its structure and relocate itself, or shift its anomalous properties to another instrument. However, after extensive testing, no additional properties were found in SCP-7915 that match these predictions.\nAn abridged record of SCP-7915's appearances throughout documented history has been attached below:",
        "Addendum 7915.3: Discovery\nSCP-7915 was discovered in the Rose Center for Earth and Space at the American Museum of Natural History in New York City, belonging to the missing Stella Turner, an intern who had worked there for the past year. This was paired with reports from several civilians and news networks on the abnormal size and perceived approach of the full moon two nights before.\nCamera footage and civilian reports place Stella Turner on the museum's rooftop with SCP-7915. An audio journal was discovered along with SCP-7915 and was taken by undercover Foundation agents embedded in the NYPD.\nTranscriptions of the audio logs are appended below:\n\n\n\n\nThe following video log was taken from security footage at the observatory. A recording from Turner's audio log has been appended below.\n\nB 1 2 3 4 5",
        "Addendum 7915.4: Update\nAfter several months within containment without being used, personnel passing by have reported hearing \"ethereal\" sounds, similar to SCP-7915-A. Investigation of SCP-7915 itself revealed another note hanging from its bell, written in cursive."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-7915 is kept within a non-anomalous tenor saxophone case and stored in a Secure Containment Locker in Site-115. SCP-7915 must be cleaned every six months to keep it in a playable state. SCP-7915 must be serviced at \"Symphonic's Cleaning & Polishing\" once a year to prevent it from falling into disrepair..\"Symphonic's Cleaning & Polishing: Instrument Repair Shop\" is a Foundation-owned instrument repair shop located in New Orleans, Louisiana. Shipping of SCP-7915 is handled by \"Stamps, Carriers, and Parcels\", another Foundation-owned shipping company.",
    "description": "SCP-7915 is a ritualistic instrument, currently taking the form of a tenor saxophone. When used at night by a subject, regardless of experience with the instrument, they will perform a series of disconnected melodies. During this session, the Moon, regardless of location or visibility, will appear to move closer to the Earth.",
    "title": "SCP-7915"
}