{
    "url": "https://scp-wiki.wikidot.com/scp-7916",
    "all_text": "rating: \n+5\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7916:\n As The World Caves In\n\n\nAuthor:\n \nDr Vikki Lost\n\nBig thanks to my critters- \nZoobeeny\n, \nRadiantGold\n, \nIHearVoices\n, \nJorgeMtzb\n, and \nStealth000\n does not match any existing user name\n. Couldn’t have done it without you.\n\nHope you like this. It’s been on my mind for a while, and I think it deserves to see the light of day. Have fun! Love, Vikki.\n\n\n\n\n\n\n\n\nrating: \n+5\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7916\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n\n\nSCP-7916 is to be kept in a storage locker at Site-71 and remain locked in a locked and key-coded safe. Access is restricted to those with a clearance level of 4 or higher, and is not to be used unless in a K-Class scenario.\n Due to the neutralised state of SCP-7916, these procedures no longer apply. No containment is considered necessary as of now.\n\n\nDescription:\n\n\nSCP-7916 is a striker-fire pistol formerly belonging to Agent Juno Serapis. Before and during its use [SEE ADDENDA], the gun contained a seemingly unlimited supply of bullets\n1\n. When a bullet fired from SCP-7916 came into contact with a living organism, the organism would be destroyed, alongside the “concept” of the entity itself. Any similar beings would be destroyed in the process, with “similarity” being linked through conceptual complexity. Understanding how SCP-7916 determines a concept's \"complexity\" has proved difficult, with test results being inconsistent. Entities shot are designated SCP-7916-2.\n\n\nCurrent estimates indicate a positive correlation between the level of destruction and conceptual complexity, with destruction ranging from entire species, to only certain phylotypes. In human victims of SCP-7916-2 instances, the effect seems to only destroy the instance itself.\n\n\nWhen shot, records and data of SCP-7916-2 will be erased; only those who directly witness the shooting will be able to retain memories of the instance.\n\n\nRecovered Recordings:\n\n\nThe following records were recovered from a solid state drive found along with the burnt remains of a spherical white device. While the device’s internal wiring and motherboard had been burned beyond repair, the drive was recovered with little damage, and all video found on it has been archived for analysis.\n\n\n\n\nRECORDING-7916-01\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 4/7916 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 4/7916 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nTHE RECORDING BEGINS. THE LOCATION IS A RANSACKED ALCOVE. RUBBLE NEARBY IS SHOWN TO SPORT THE SCP FOUNDATION'S INSIGNIA. A TALL MALE OF SLENDER BUILD WITH BROWN SKIN AND LONG BLACK HAIR SITS IN THE DUST. HIS UNIFORM IS THAT OF A FOUNDATION AGENT. THE DRONE APPROACHES. A SCANNER OVERLAY IDENTIFIES THE INDIVIDUAL AS FOUNDATION AGENT JUNO SERAPIS. THE DRONE ACTIVATES A VOCAL MECHANISM.\n\n\nDRONE: I have one audio message to Agent Juno Serapis, from Dr. Cassidy Dione. Would you like to view this message?\n\n\nJUNO: What the fuck- God. Sure. I guess.\n\n\nDRONE: Noted. One second.\n\n\nA WHIRRING HUM EMITS, BEFORE THE FOLLOWING MESSAGE IS PLAYED VIA AN INTERNAL SPEAKER.\n\n\nDRONE: Classified: for the eyes of Agent Juno Serapis ONLY.\n\n\nTRANSCRIPT OF AUDIO RECORDING BEGINS.\n\n\n\n\nJuno.\n\n\nIt’s Cassidy Dione. Look, I know we didn’t leave off on the best of terms, but this isn’t about that. So I’m not even going to try to be subtle about it: We’re currently on the verge of an XK-End-Of-The-World Scenario, probably in it already. Likely, by the time you’re hearing this, I’ll be dead. We’ve lost nearly a quarter of our sites, and the breach rate is getting too much to handle.\n\n\nI don’t know how to explain this, what happened, why I’m sending you this, but I’ll try my best. We all know this world is paper-fucking-thin. Things are constantly trying to break the walls down, storm inside and wipe us out. That’s what happened yesterday. I can’t tell whether it feels like more or less time has passed. Everything went in such a rush, yet it was too much to believe that… sorry. I’m rambling. Fuck.\n\n\nThis is too much.\n\n\nSo I’m asking for your help. I really hope you didn’t break CASIDIO. Hopefully retirement made you a little less trigger-happy, though I doubt you could change that much. CASIDIO. That's the drone…. I know I should write this down by hand, or, something… but, well, I kinda lost that in the chaos. I’m sure you probably notice it’s my name.\n\n\nSo, about the gun: Do you remember Salsafish? Notoriously spicy, but delicious? Fat was used for thickening agents?\n\n\nOf course you don’t. That’s because we shot one with this gun. Bam- gone to anyone who didn’t see it with their own two eyes. When we went into lockdown, Demi gathered a bunch of the researchers into a Safe containment storage unit. I found the gun in a box near the back, and it made me think of you. There’s not much time left, so… this is my shot in the dark. Pun… intended, I guess.\n\n\nI need you, if you’re still alive, to take the gun and find all the fuckers who’ve crawled into this world. Make sure they never crawl anywhere again. Fix this. Please.\n\n\nI need…\n\n\nI need you.\n\n\nFuck. Sorry.\n\n\nSHE SIGHS.\n\n\nOh, and in order to get Casidio to listen to you… you gotta say “Password: Euthalia”.\n\n\nGoodbye, Juno.\n\n\nI love you.\n\n\n\n\nTRANSCRIPT ENDS.\n\n\nJUNO PAUSES FOR FIVE SECONDS, MUTTERING TO HIMSELF, BEFORE TURNING TO FACE THE CAMERA.\n\n\nJUNO: Password: Euthalia.\n\n\nDRONE: Password accepted.\n\n\nTHE VOICE OF THE DRONE CHANGES TONE, SHIFTING FROM AUTOMATED TO A MORE \"HUMAN\" CADENCE.\n\n\nCASIDIO: Hey Juno.\n\n\nJUNO: Long time, no see, Cas…\n\n\nRECORDING CUTS OUT\n\n\n\n\nRECORDING RESUMES\n\n\nCASIDIO: How much damage assessment have you done so far?\n\n\nJUNO: Uh… \nHE LOOKS AROUND\n The surveillance room is completely smashed.\n\n\nCASIDIO: Where is that?\n\n\nJUNO: The room we’re currently in. Hang on.\n\n\nHE STANDS UP, LIMPING OVER TO A CRUSHED MONITOR, AND ATTEMPTS TO POWER IT ON\n\n\nJUNO: I think the power is cut out, at least for this area. I’d be damned if it wasn’t sitewide. I’m getting the sense things got pretty ugly here.\n\n\nCASIDIO: My Site was completely caved in. We ended up hiding in the Storage units, underground.\n\n\nJUNO: Cas mentioned something like that, yeah. Right before she handed me a gun and said “save the world, no pressure”.\n\n\nCASIDIO: Those were not my words.\n\n\nJUNO: Close enough. \nHE SIGHS, PICKING UP SCP-7916 AND INSPECTING IT\n What happens when this thing runs out of bullets?\n\n\nCASIDIO: We don’t think it will. Part of the anomaly. We’ve shot it enough that it should be empty.\n\n\nJUNO: Lotta trust in this one gun.\n\n\nCASIDIO: My trust isn’t in the gun. It’s in you.\n\n\nJUNO: Eh. I’d put my money on the gun, then.\n\n\nCASIDIO, annoyed: Shut up and get a move on.\n\n\nJUNO: I’m \ndisabled\n. \nHE GESTURED TO HIS HIP\n\n\nCASIDIO: Wish they’d shot your tongue instead.\n\n\nJUNO SIGHS, WALKING AND SLOWLY PICKING THROUGH THE RUBBLE OF THE ROOM. HE RETRIEVES A CRUSHED AND EMPTIED WATER BOTTLE, SOME DENTED KEYS, A METAL CANE, AND A BATTERED BLACK COAT\n\n\nJUNO: Here we go. There. \nHE SHRUGS ON THE COAT, PICKING A FOUNDATION ID AND AN UNLABELLED BOTTLE OF MEDICATION FROM THE POCKET\n\n\nCASIDIO: Don’t tell me that you \nstill have that coa-\n\n\nJUNO: 8 years and not a tear. This baby’s staying.\n\n\nCASIDIO: That’s revolting.\n\n\nJUNO SHRUGS\n\n\nJUNO: Hey, if you wanted to be my baby, you shouldn’t have called us off for-\n\n\nCASIDIO: This drone has a combat function.\n\n\nJUNO: Yeah? And I have a goddamn \nreality-destroying gun\n, so-\n\n\nA LARGE CRASH SOUNDS, AND A ROAR ECHOES IN THE DISTANCE, DROWNING OUT THE ARGUMENT. JUNO FREEZES, AND WHIPS AROUND\n\n\nJUNO: Shit.\n\n\nCASIDIO: Activating organic hazard detection. \nA FAINT BUZZING BEGINS\n Hazard detected. Do you have a map of the Site? I can scan it into the database and get us a location on this thing.\n\n\nJUNO: Brilliant idea, but like I said, the cameras are all down.\n\n\nCASIDIO: These rooms usually have a hefty amount of protection. You ever seen a fire extinguisher?\n\n\nJUNO: Never needed to use one.\n\n\nCASIDIO: Well start looking-\n\n\nANOTHER CRASH IS HEARD, SOUNDING LESS DISTANT\n\n\nCASIDIO: \nCrap.\n\n\nTHE VIDEO BECOMES SHAKY AS THE DRONE MOVES THROUGHOUT THE ROOM. ONE WALL REMAINS INTACT, THOUGH RUBBLE HAS PARTIALLY BARRICADED THE DOORWAY. BARE WIRES HAVE BEEN RIPPED FROM THE WALLS, SHOWING CIRCUIT BOARDS AND PANELS OF DEFUNCT SECURITY EQUIPMENT\n\n\nJUNO: Hold up- I think I found it.\n\n\nTHE CAMERA TURNS TO VIEW HIM CROUCHED BESIDE A FALLEN CABINET, THE METAL DOOR DENTED IN BY A PILE OF CONCRETE. JUNO PULLS IT OUT WITH A HUFF, AS ANOTHER LOUD NOISE ECHOES\n\n\nJUNO: Got it! \nHE HOLDS UP A FIRE EXTINGUISHER\n This what you needed?\n\n\nCASIDIO: Perfect. \nTHE DRONE MOVES TO HOVER OVER THE CABINET OPENING, WHERE AN EMERGENCY FLOORPLAN IS PRINTED, ESCAPE ROUTES MARKED IN RED. A BLUE TINGE COVERS THE SCREEN AS THE DRONE SCANS THE IMAGE\n You’re right on the power - usually I can connect to open servers if they’re available. Everything here is down, though.\n\n\nJUNO: How much shit can you do?\n\n\nCASIDIO: Well, to start-\n\n\nA CHUNK OF CONCRETE FLIES THROUGH THE LEFT WALL, NEARLY LANDING ON JUNO’S LEG. JUNO YELLS, GRABBING HIS CANE. HE FISHS A NON-ANOMALOUS GUN FROM HIS BAG AND COCKS IT\n\n\nCASIDIO: Grab the gun! The scip!\n\n\nJUNO: I don’t trust that thing as far as I can throw it. We’re doing this the old-fashioned way first.\n\n\nHE RUNS TOWARDS THE ENTRANCE, TAKING COVER TO SURVEY THE SITUATION. THE DRONE JOINS AT HIS SHOULDER, EXAMINING THE SCENE. AN ANOMALY, ESTIMATED 9.8 METERS TALL, WITH THICK GREY SCALES AND A REPTILIAN BODY. NO EYES ARE VISIBLE, THOUGH TWO LARGE MOUTHS POSSESSING MULTIPLE ROWS OF INCISORS ARE PRESENT.\n\n\nCASIDIO: Dammit. That thing… that’s one of the ones that escaped.\n\n\nJUNO AIMS THE GUN AND FIRES TWICE. THE BULLETS BURY INTO ITS SIDE, HAVING NO PERCEIVED EFFECT. THE CREATURE ROARS, TURNING TO LOOK IN THE DIRECTION OF THE CAMERA, TILTING ITS HEAD AS IF LISTENING\n\n\nCASIDIO: Quick! Get the real gun!\n\n\nJUNO: Hold on! I think I can-\n\n\nJUNO FIRES THREE MORE BULLETS, INTO THE NECK, SKULL, AND CHEST OF THE CREATURE. THE CREATURE CONTINUES TO SHOW NO SIGN OF INJURY, BUT STUMBLED FORWARD, THE GROUND QUAKING.\n\n\nJUNO: Fuck!\n\n\nCASIDIO: Hurry and shoot the damn thing!\n\n\nJUNO: Shut up!\n\n\nHE FUMBLES SCP-7916 OUT OF HIS POCKET, COCKING IT AND AIMING. THE CREATURE BARRELS FORWARDS, MOUTH OPENING AS IT NEARS THEM. JUNO CLOSES HIS EYES AND FIRES TWICE\n\n\nJUNO: Here's Johnny!\n\n\nCASIDIO: Yes!\n\n\nAS BOTH BULLETS HIT, LARGE DARK PATCHES FORM IN THE CREATURE’S SKIN, SLOWLY EATING AWAY AT IT. THE CREATURE SNARLS, LETTING OUT A LONG SHRIEK, AND LASHING A TAIL. ANOTHER CRASH IS HEARD, AS ANOTHER WALL OF THE SITE IS DESTROYED. AFTER 20 SECONDS, NOTHING REMAINS.\n\n\nJUNO LOWERS THE GUN, ARMS SHAKING\n\n\nJUNO: \nFuck.\n\n\nCASIDIO: Hopefully that wiped out any others of that particular species as well. For obvious reasons, we didn’t run many tests with the gun. We don’t really know how consistent it is.\n\n\nJUNO: It better be consistent. I’m retired. I’ve served my time being patient.\n\n\nCASIDIO: Well, consider yourself unretired, then. You’re going to be as patient as we need, Agent Serapis.\n\n\nJUNO, exasperated: Don’t call me that.\n\n\nCASIDIO: Whatever. We need to go. You have everything?\n\n\nJUNO: No. We barely have anything. This is the fucking desert. Can we at least look around the Site first?\n\n\nCASIDIO: Fine.\n\n\nJUNO: Also, you’re welcome.\n\n\nCASIDIO: For what?\n\n\nJUNO: Saving our asses. Or your backup drive. Whatever drones have.\n\n\nCASIDIO: What the actual- you nearly got us killed in the first place, idiot.\n\n\nJUNO: So? We’re alive. Thanks to me.\n\n\nTHEY WALK AROUND THE PERIMETER, PICKING THROUGH SOME OF THE OPEN AREAS. DRIED BLOOD IS SEEN SPATTERED ON SOME OF THE WALLS, AND A BODY IS VISIBLE IN THE CORNER OF A SHOT.\n\n\nCASIDIO: I thought six years would’ve made you a better person.\n\n\nJUNO, SIGHING: Welcome to being wrong, honey. You get used to it.\n\n\nCASIDIO DOESN’T RESPOND. JUNO PICKS UP A FALLEN METAL BEAM, USING IT TO PRY A METAL DOOR OPEN. INSIDE, EXTRA UNIFORMS, EQUIPMENT AND WEAPONS LINE THE WALLS. AT THE BACK, A ROW OF BACKPACKS ARE HUNG. JUNO WALKS FORWARD, GRABBING A BACKPACK AND SHOVING A FEW WEAPONS INSIDE\n\n\nCASIDIO: What now?\n\n\nJUNO: Exploration kits. When we send people down for recon missions we give em’ one of these. Dried food, thermal gear, first aid. Whole shebang.\n\n\nHE PAUSES, LOOKING UP\n\n\nJUNO: What’s your deal? Like… batteries? Do I need to charge you?\n\n\nCASIDIO: I run on thermal energy from my surroundings. You don’t need to worry about me, at least not while we’re still in Nevada.\n\n\nJUNO: Right. How’d you find me, anyway?\n\n\nCASIDIO: I looked up your Site’s location when you were re-assigned. You forget I’m senior staff- \nIT CUTS OFF\n …was Senior Staff.\n\n\nJUNO: How completely non-stalkerish.\n\n\nCASIDIO: You work in Surveillance, kettle.\n\n\nJUNO: Fuck off.\n\n\nCASIDIO: Can we leave now?\n\n\nJUNO: I think so.\n\n\nCASIDIO: Got it.\n\n\nTHE PAIR MAKE THEIR WAY BACK TOWARDS THE DESERT\n\n\nJUNO: Any… any survivors? That you can sense?\n\n\nCASIDIO: … No. I don't think so.\n\n\nJUNO: Right. \nHE SIGHS\n\n\nCASIDIO: You don't seem really… bothered.\n\n\nJUNO: Of course I'm \nbothered\n. I just never really kept close with anyone here, y'know?\n\n\nCASIDIO: When you told me you were transferring, you said you wanted to get away. That wasn't you trying to make new friends, was it? It was a way to hide.\n\n\nJUNO: 'Fraid you're right.\n\n\nCASIDIO: You're a coward.\n\n\nJUNO: Tell me something I don't know! \nHE CHUCKLES\n Frankly, my dear? I don't give a damn.\n\n\nCASIDIO: Gone with the wind.\n\n\nJUNO: Eh?\n\n\nCASIDIO: You left half your DVD set at my apartment when you moved. I got curious.\n\n\nJUNO: Now that takes all the fun out of it.\n\n\nCASIDIO: You \nlike\n confusing me?\n\n\nJUNO: I'm a terrible, terrible man, Cas.\n\n\nCASIDIO: The closest Site is 50 miles on foot. That should take us about a day if we don't stop for anything. Hopefully, there'll be survivors who can help us.\n\n\nJUNO RAISES AN EYEBROW\n\n\nJUNO: Are you telling me to shut up?\n\n\nCASIDIO: Just keep walking.\n\n\nRECORDING SHUTS OFF\n\n\nRECORDINGS RESUME FOUR TIMES, THOUGH ONLY TO DOCUMENT STOPS FOR REST AND RECUPERATION ALONG THE JOURNEY. TRANSCRIPT HAS BEEN CUT FOR RELEVANCE.\n\n\n\n\nRECORDING STARTS\n\n\nCASIDIO: Duck!\n\n\nA LARGE BLACK CREATURE WITH A LONG NECK, AND SIX LEGS LOOMS BEFORE THEM. ITS MOUTH OPENS TO REVEAL SEVERAL WRITHING TENTACLES LASHING OUT. JUNO DODGES AS ONE CRASHES PAST HIS HEAD, FIRING A BULLET FROM SCP-7916 THAT MISSES.\n\n\nJUNO: C’mon, Miss America. Smile for your goddamn close-up, you ugly son-of-a-!\n\n\nA SECOND SHOT RINGS OUT AND A STOUT WOMAN WITH GREY-STREAKED BROWN HAIR AND TAN SKIN LAUNCHES A FLAMETHROWER AT HIM\n\n\nWOMAN: Stay back!\n\n\nJUNO: Who the hell are you?\n\n\nWOMAN: That’s classified. Now get out while I handle this. We can get you to safety with the others.\n\n\nJUNO: Like hell!\n\n\nTHE CREATURE SWINGS ANOTHER TENTACLE, CATCHING THE WOMAN’S LEG, BEFORE JUNO KICKS HER OUT OF THE WAY, SHOOTING THE CREATURE TWICE. IT ROARS, STUMBLING BACK, AS THE BULLETS SLOWLY DISSOLVE IT\n\n\nJUNO PANTS, TAKING A SECOND TO COLLECT HIMSELF\n\n\nWOMAN: What the hell was \nthat\n. \nSHE GESTURES TO THE GUN\n\n\nJUNO: That’s classified. How’s your leg?\n\n\nCASIDIO: Last night while you set up camp I looked in your bag. There should be a first aid kit in the front pocket.\n\n\nJUNO: Good to know you were snooping.\n\n\nWOMAN: And who is \nthat\n supposed to be? Other than a walking infohazard.\n\n\nSHE POINTS TO THE CAMERA\n\n\nJUNO: My ex-girlfriend.\n\n\nCASIDIO: That’s a terrible way to introduce me.\n\n\nTHE WOMAN STANDS UP, DUSTING OFF HER UNIFORM AND SIGHING\n\n\nWOMAN: I’m guessing you’re not a civilian then?\n\n\nJUNO: Juno Serapis. Retired field agent for the Foundation.\n\n\nTHE WOMAN LAUGHS\n\n\nWOMAN: You don’t look retired.\n\n\nJUNO: I get that sometimes.\n\n\nWOMAN: I’m Agent Barbara Thompson. Nice to meet you.\n\n\nSHE HOLDS OUT A HAND. JUNO SHAKES IT.\n\n\nJUNO: You Foundation?\n\n\nTHOMPSON: Nope. GOC, actually. It matters less now. We’re all couped up at a Foundation Site a few miles out from here.\n\n\nJUNO: 409?\n\n\nTHOMPSON: That’s the one.\n\n\nSHE LAUGHS, GRINNING\n\n\nTHOMPSON: I’ve got a dune buggy over the hill. It’ll halve the time.\n\n\nJUNO: What about your leg?\n\n\nTHOMPSON WAVES A HAND\n\n\nTHOMPSON: I’ll worry about it once we get back. \nSHE LIMPS TOWARDS A SMALL DUNE BUGGY IN THE DISTANCE\n Hop in, Serapis.\n\n\n\n\nTHEY BOARD THE VEHICLE, AND THOMPSON STARTS THE ENGINE. THEY DRIVE EAST.\n\n\nTHOMPSON: So what’s your deal? The gun, the trenchcoat. I’d normally put you down as James Bond wannabe, but I don’t think that’s right.\n\n\nJUNO: Currently, my greater goal is to save the world. The more immediate one is taking a shower.\n\n\nCASIDIO: He’s an idiot.\n\n\nTHOMPSON, LAUGHING: He’s a Foundation agent, the idiot part is implied.\n\n\nJUNO: Careful there, sugar. I’ve put a couple good-use bullets through GoC skulls before. And those bastards are thick.\n\n\nTHOMPSON: And I’ve put twice that many through Foundation heads. You were saying?\n\n\nJUNO: Point taken.\n\n\nTHOMPSON: What’s the drone thing’s deal?\n\n\nJUNO: I told you. She’s my ex-girlfriend.\n\n\nCASIDIO: I’m a drone equipped with an A.I module designed to replicate the personality of the late Dr. Cassidy Dione based on her prior memories and actions.\n\n\nJUNO: Which was my ex-girlfriend.\n\n\nTHOMPSON LETS OUT A WHISTLE\n\n\nTHOMPSON: Just when I thought I’d seen it all.\n\n\nCASIDIO: It’s not that strange. He’s just dramatic.\n\n\nJUNO: It’s super weird.\n\n\nTHOMPSON LAUGHS\n\n\nRECORDINGS ENDS\n\n\n\n\n\n\n\n\n\n\n\n\nRECORDING-7916-02\n\n\n\n\nCLOSE LOG\n\n\n\n\n \n\n\n \n\n\n\n\nSite 409 Entrance\n\n\n \n\n\nRECORDING BEGINS. INSIDE THE ENTRANCE HALL, A TALL, PALE MAN WITH SHOULDER-LENGTH GINGER HAIR WAITS, ALONG WITH A SHORTER BLACK WOMAN, AND A GREY HAIRED DOCTOR WITH LARGE SILVER GLASSES. JUNO AND AGENT THOMPSON APPROACH.\n\n\nGREY-HAIRED DOCTOR: Barbara. Who is this?\n\n\nTHOMPSON: Agent Juno Serapis. Self-proclaimed war hero and retired Foundation agent. He saved me from one of the crawlers.\n\n\nWOMAN: Not unscathed, I see. \nSHE LOOKS TO THOMPSON’S LEG\n I’ll have Delia look at that as soon as possible.\n\n\nTHOMPSON: Agent, these are some of the brightest minds around here. \nSHE POINTS TO THE DOCTOR IN GLASSES\n Dr. Darryn Lex. \nSHE MOVES HER FINGER TO GESTURE AT THE WOMAN\n Researcher Meredith Harvey-\n\n\nTALL MAN: And I’m Researcher Harrison Kepler. \nHE SMILES SHEEPISHLY AT JUNO\n Nice to meet you.\n\n\nJUNO: Same to you, pal. Nice to see a friendly face.\n\n\nTHEY SHAKE HANDS\n\n\nHARVEY: I think we have room in the South wing. I’ll warn you that you aren’t safe here. Thankfully, a good bit of the compound is underground, which has been safer. But we’ve still sustained severe casualties.\n\n\nLEX: We should run a background check on him, too. \nTHEY FROWN\n You don’t look like a field agent.\n\n\nJUNO: I’m retired.\n\n\nHARVEY NARROWS HER EYES\n\n\nHARVEY: You don’t \nlook\n very retired.\n\n\nJUNO SIGHS\n\n\n\n\nTHE PAIR ARRIVE IN THEIR LODGING, FURNISHED WITH A LARGE BED, A LAMP, AND PAISLEY CARPETING. IT RESEMBLES A HOTEL ROOM. JUNO FLOPS ONTO THE BED.\n\n\nJUNO: They’re bringing you a heatlamp, so you can charge up.\n\n\nCASIDIO: Thank you.\n\n\nJUNO SNORTS\n\n\nJUNO: Whatever. I’m going to be honest, I have no idea what we’re doing after this. “Save the world”, she says… thanks, but \nhow\n?\n\n\nCASIDIO: Well, let’s think about what we know. The reports I got when this all started told me that a containment breach caused a hole in reality to form.\n\n\nJUNO: Great. Where?\n\n\nCASIDIO: No clue.\n\n\nJUNO THROWS UP HIS HANDS\n\n\nJUNO: Oh, c’mon!\n\n\nCASIDIO: No. We can do this.\n\n\nTHE CAMERA FLIES OVER HIS SHOULDER, EXTRA APPENDAGE CARRYING HIS BACKPACK\n\n\nCASIDIO: Get a pen and paper.\n\n\nJUNO: Why?\n\n\nCASIDIO: Just listen to me.\n\n\nJUNO GRUMBLES, TAKING THE BAG FROM THE DRONE\n\n\nJUNO: Since when are you mission control?\n\n\nCASIDIO: Since I completed my training. You do remember how I met you, right? I was working under Dr. Faraday…\n\n\nJUNO: … working as assistant Command for my Task Force. Right.\n\n\nCASIDIO: That’s one of the first memories I uploaded here.\n\n\nJUNO: Is that how it works? You have her memories?\n\n\nCASIDIO: More or less. Originally, I made the drone to send messages to personnel when I was busy with work. Senior Researcher benefits, and all that. I asked them to give me a way to scan in thoughts and memories, so I could keep them in a stable format, and eventually people started seeing the drone more than me. Tech got attached, and asked permission to implement a code that could use memories as data for an AI personality feature- and well. I said yes.\n\n\nJUNO: Fancy. \nHE SETS A PAPER ON HIS LAP\n\n\nCASIDIO: The Foundation can do anything, Juno. I’ve always believed that much.\n\n\nJUNO: You talk a lot of shit for being such a useless optimist, y’know.\n\n\nCASIDIO: You used to find it charming. Draw a map of the world.\n\n\nJUNO: Who says I don’t still? Why?\n\n\nCASIDIO: So we can try and narrow down where these things are coming from.\n\n\nJUNO: Makes sense.\n\n\nCASIDIO: Of course it does. Unlike you, I have a rationale behind the things I do.\n\n\nJUNO: Rude.\n\n\nHE SKETCHES A VAGUE OUTLINE OF THE CONTINENTS\n\n\nCASIDIO: I thought you were left-handed.\n\n\nJUNO: I was. Then I took an office job, spent six years \ntyping\n the wrong way, and apparently that shit causes carpal tunnel.\n\n\nCASIDIO: You’re just a mess, aren’t you?\n\n\nJUNO: Hey, now. Nobody’s perfect, darling.\n\n\nCASIDIO: Whatever. So. Neither of the things we saw looked like they were aquatic. Moreover, the quickness of infiltration makes me believe that we’re not looking at anything cross-continental. So, you can cross out the other continents.\n\n\nJUNO: Thank fuck.\n\n\nCASIDIO: We need to find out what Sites were destroyed first, and figure out the area. Finding out what direction they’re coming from might help too.\n\n\nJUNO: Hold on-\n\n\nCASIDIO: What? Do you have any-\n\n\nJUNO: Do you think the President is dead? Or like, celebrities- Holy fuck, do you think they killed Sean Connery?\n\n\nCASIDIO: I- What- you’re only \nnow\n considering this? Seriously? Also- Sean Connery died three years ago!\n\n\nJUNO: \nWhat?\n\n\nCASIDIO: \nJUNO!\n\n\nJUNO: I don’t read the news as much as I used to, so sue me.\n\n\nCASIDIO: You frustrate me to no end, Juju.\n\n\nJUNO FLUSHES\n\n\nJUNO: Oh.\n\n\nCASIDIO: Oh- holy- I didn’t-\n\n\nJUNO: It’s okay. No one’s called me that in six years.\n\n\nCASIDIO: Right! Yeah. Didn’t mean- Um.\n\n\nNEITHER SPEAKS\n\n\nA KNOCK SOUNDS ON THE DOOR\n\n\nCASIDIO: We’re here!\n\n\nRESEARCHER HARVEY APPEARS\n\n\nHARVEY: I have a heat lamp. That’s what you wanted, right?\n\n\nJUNO: Yeah! Thanks- great.\n\n\nHARVEY: Perfect. We’re meeting in sector C to review whose on watch tonight, and if Containment has it’s way, getting incredibly drunk. Don’t mention the last part to Lex, or they’ll slaughter us. You can come. If you want.\n\n\nJUNO: You had me at “drunk”, doll. Can you manage alone, Cas?\n\n\nCASIDIO: Obviously.\n\n\nJUNO: Got it. \nJUNO PLUGS IN THE HEATING IMPLEMENT, SETTING DOWN THE DRONE ATOP IT\n Sorry to leave you before I love ya- but business calls. Whose all gonna be there?\n\n\nHARVEY: Harrison, a few of the Agents. Barbara. Lex’ll make rounds for a few minutes, but they don’t like the noise enough to stay.\n\n\nJUNO: Perfect. Can’t wait.\n\n\nTHE DOOR SHUTS. THE DRONE MOVES TO THE HEATING LAMP, AND THE FEED SHUTS OFF\n\n\n\n\nJUNO STUMBLES INTO THE SLEEPING QUARTERS, VISIBLY INTOXICATED\n\n\nJUNO: How’s… the heat lamp?\n\n\nCASIDIO: You’re drunk.\n\n\nJUNO: Yeah. ‘M an alcoholic- one of those- one of my- my fatal flaw. Like Gatsby, y’know? He had- \nHE PAUSES, COUGHING\n He had that chick, who- she had the flower…\n\n\nCASIDIO: Daisy. Her name was Daisy. And Gatsby’s fatal flaw wasn’t his love for her. His fatal flaw was his dissatisfaction with his life and idealisation of the American Dream.\n\n\nJUNO FALLS SILENT FOR A MOMENT\n\n\nJUNO: She’s dead.\n\n\nSILENCE\n\n\nJUNO: Y’know she’s dead, right? Dead as a doornail. Fucking doornail in a goddamn coffin. \nHE GRUNTS, CHUCKLING\n I keep thinking you’re her, cause, you talk like her. You’re a fucking bitch. Bitchiest of bitches. Little drone-bitch. Followin’ me around and saying all kinds of stupid shit.\n\n\nCASIDIO: Thanks.\n\n\nJUNO SIGHED\n\n\nJUNO: I loved her, though. I loved that son of a bitch. You don’t even know how much I’ve wanted her back. \nHIS VOICE BREAKS\n I want you to be her. I wanna kiss you like you’ve never been kissed before. I wanna kiss you until it’s her again.\n\n\nCASIDIO: I-\n\n\nJUNO LAUGHS\n\n\nJUNO: Guess what! Juno Sera’s in love with a fuckin drone-bitch! I’m a fucking \nloser\n! And Cas is \ndead as shit\n. Viva las vi\nda\n!\n\n\nJUNO FALLS BACK, LAUGHING UNTIL TEARS ARE VISIBLE ON HIS CHEEKS, UNTIL HE FINALLY QUIETS DOWN\n\n\nCASIDIO, quietly: Juno. I don’t… I don’t love you because I love you. I love you because Cassidy loved you. I’m not really her. I’m not going to… I’m not going to change as a person. I’m not going to grow with you. Everything I do is based on the memories I got from her. She isn’t here to make any more memories. Everything new that happens from here won’t have emotions attached to it. It won’t be human. I’m not Cassidy.\n\n\nJUNO: But you’re still everything I loved about her.\n\n\nCASIDIO: Ever since I died, I’m growing farther away from being who she really was, Juno. I’m not Cassidy. I’m the idea of who she was.\n\n\nA LONG PAUSE\n\n\nJUNO: I need a distraction.\n\n\nJUNO STANDS, AND LEAVES, SLAMMING THE DOOR. THE FOOTAGE SHUTS OFF.\n\n\nJUNO SITS AT BREAKFAST, IN THE SITE 409 CAFETERIA, ALONG WITH HARVEY, KEPLER, AND THOMPSON\n\n\nHARVEY: You know, if you have a way to kill these things, you could be a great asset to us. It’s nearly impossible to take them down, and the more of a survivor community we build, the more of a target we become.\n\n\nTHOMPSON: I’d agree. You really saved my ass back there, Serapis.\n\n\nJUNO: I wish I could, but, well… I made a promise to someone else.\n\n\nKEPLER: Who?\n\n\nJUNO: Dr. Cassidy Dione. My ex-girlfriend. God rest her soul, and all that.\n\n\nCASIDIO: I’m right here.\n\n\nJUNO: Sometimes I still hear her voice.\n\n\nTHE DRONE SIGHS\n\n\nTHOMPSON SNORTS, SHAKING HER HEAD\n\n\nCASIDIO: I need to ask- what direction has everything been coming from? We’re trying to find where to look.\n\n\nTHOMPSON: Honestly? I haven’t been paying much mind.\n\n\nHARVEY: I’d say they’re heading from the North. Midwest area, maybe.\n\n\nKEPLER: Of course this shit will have started in Ohio.\n\n\nHARVEY: That’s not even funny anymore.\n\n\nTHOMPSON: I was stationed in Ohio for a while, and I think it’s hilarious.\n\n\nTHOMPSON SHOVES A FORK OF DEFROSTED JERKY IN HER MOUTH. JUNO LAUGHS\n\n\nJUNO: I wasn’t aware of a GOC base in Ohio. Care to share more?\n\n\nTHOMPSON POINTS A FORK AT HIM\n\n\nTHOMPSON: You’re one brave little man, Serapis.\n\n\nCASIDIO: Hopefully, once we finish everything, we can stop worrying about things like rivalries. It’d be better for everyone.\n\n\nHARVEY: What do you think will happen to groups like MC&D once this ends? I mean, we’re looking at a Broken Masquerade here.\n\n\nKEPLER: Not necessarily. I’ve heard down the grapevine that they’ve fixed worse.\n\n\nTHOMPSON: That’s a terrifying thought. Doesn’t sound sustainable, either.\n\n\nJUNO: If all else fails, we can always put reality through a woodchipper.\n\n\nTHOMPSON THROWS HER FORK AT JUNO\n\n\nTHOMPSON: Keep your damn mouth shut.\n\n\n\n\nTHEY STAND IN THE EXIT HALL. THOMPSON STANDS WITH THE DRONE, HER BANDAGED LEG VISIBLE.\n\n\nCASIDIO: How long has it been?\n\n\nTHOMPSON CHECKS HER WATCH\n\n\nTHOMPSON: Twenty minutes.\n\n\nCASIDIO: He better have gotten into a car chase.\n\n\nTHOMPSON LAUGHS\n\n\nTHOMPSON: He talked about you at dinner last night.\n\n\nCASIDIO: Really?\n\n\nTHOMPSON: Yep. Had a picture of you in his pocket, from when you were… well, y’know. You’re a catch.\n\n\nCASIDIO: Are you hitting on me?\n\n\nTHOMPSON: Me? Nah. Maybe if you were still human. Robots aren’t my thing.\n\n\nCASIDIO: Sorry. I was pretty young when I started out. I got a lot of unwanted… attention.\n\n\nTHOMPSON: Is that how you met Serapis?\n\n\nCASIDIO: No.\n\n\nPAUSE\n\n\nTHOMPSON: Are you gonna tell me how you did meet, then?\n\n\nCASIDIO: Huh? Oh. Yeah, sure.\n\n\nIT SIGHS\n\n\nCASIDIO: I worked as a Site command for MTF missions. Lots of multi-tasking. That’s why I got a drone - so I didn’t have to leave my station on longer missions. When I was in training, my mentor ended up knocked out after an unexpected memetic hazard. Those who didn’t directly view it got temporarily blinded, and the whole mission went south pretty quickly. I figured out what had happened, and I stepped in.\n\n\nTHOMPSON: So you saved his life.\n\n\nCASIDIO: Yep. Someone said one of the agents asked to see me after they got back. Wanted to know who’d been the one to help them. And… there he was. And there I was.\n\n\nTHOMPSON: And the rest is history.\n\n\nCASIDIO: I don’t really think about it that way. We were both still young, and really, if it hadn’t happened that way I don’t think we ever would’ve worked out. It’s over, anyways.\n\n\nTHOMPSON: Doesn’t have to be. He’s here, y’know.\n\n\nCASIDIO: Agent Thompson, I’m dead.\n\n\nTHOMPSON: … fuck. Yeah. You are. \nSHE WIPES A HAND AGAINST HER BROW\n You’re really human. It’s scary.\n\n\nCASIDIO: I was designed after one.\n\n\nTHOMPSON: True. Just… catches me off guard. \nSHE PAUSES, THEN LAUGHS\n I just failed a Turing test.\n\n\nTHE DRONE LAUGHS TOO. JUNO WALKS UP, AND BEGINS LAUGHING WITH THEM.\n\n\nTHOMPSON: What’s so funny?\n\n\nJUNO: About to ask you the same thing. I was just laughing to brush up on my undercover work.\n\n\nTHOMPSON GIVES THE CAMERA A LOOK\n\n\nCASIDIO: You’re late.\n\n\nJUNO: You didn’t give me a time limit.\n\n\nCASIDIO: When the urge to punch you grows stronger than my faith in humanity, you’re too late.\n\n\nLEX AND KEPLER APPEAR BEHIND JUNO. LEX LOOKS DISPLEASED.\n\n\nLEX: Kepler told me you were leaving.\n\n\nJUNO: Yep. Meredith got me directions to the nearest Site, and some extra files that might help.\n\n\nLEX: Good.\n\n\nTHOMPSON: It was nice seeing both of you, Serapis.\n\n\nLEX: Both?\n\n\nTHOMPSON NODS TO THE CAMERA\n\n\nTHOMPSON: The drone. We talked while Juno was gone. I like her.\n\n\nLEX: Right. Well, you can take one of the Dune buggy’s. It’ll halve the time.\n\n\nJUNO: Thanks. Keep yourselves safe.\n\n\nKEPLER: You too.\n\n\nJUNO: Hasta la vista, baby.\n\n\nHE WALKS OUT THE ENTRANCE OF THE SITE. THE CAMERA FOLLOWS HIM\n\n\n\n\n\n\n\n\n\n\n\n\nRECORDING-7916-03\n\n\n\n\nCLOSE LOG\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\nRECORDINGS RESUME EIGHT TIMES, THOUGH ONLY TO DOCUMENT STOPS FOR REST AND RECOOPERATION WHILE TRAVELLING. TRANSCRIPT HAS BEEN CUT FOR RELEVANCE.\n\n\nRECORDING STARTS\n\n\nJUNO: Where are we now?\n\n\nCASIDIO: Heading towards the Colorado border. There’s an area in the mountains where we’ll hopefully be able to find another Site.\n\n\nJUNO: Isn’t that gonna be cold?\n\n\nCASIDIO: Probably. We’ll come to that when it happens.\n\n\nTWENTY MINUTES CUT FOR RELEVANCE\n\n\nJUNO: Holy shit…\n\n\nCASIDIO: What?\n\n\nJUNO: Y’know how I said we were coming up on a mountain? That’s not a mountain..\n\n\nBEFORE THEM, ABOUT A HALF MILE AWAY, APPEARS TO BE A LARGE PILE OF GREY RUBBLE. HOWEVER, AS IT COMES INTO VIEW, WINDOWS AND BITS OF WOOD AND PAINT CAN BE SEEN\n\n\nCASIDIO: God…\n\n\nJUNO: Well, here's another nice mess you've gotten me into. Let’s go.\n\n\nCASIDIO: Juno. I’m scared.\n\n\nJUNO LAUGHS, SHAKING HIS HEAD\n\n\nJUNO: You’re a drone.\n\n\nCASIDIO: I know.\n\n\nSILENCE\n\n\nCASIDIO: I’m still scared.\n\n\nTHEY WALK INTO A GAP, AND THROUGH THE STREETS, STEPPING OVER LARGE BITS OF METAL. A TRAFFIC JAM AT AN INTERSECTION SHOWS CRUSHED CARS. ONE WINDOW HAS BEEN SMASHED, THE HEAD OF THE PASSENGER SEVERED AND LYING ON THE DASHBOARD. JUNO LOOKS AWAY, CLOSING HIS EYES.\n\n\nTHEY CONTINUE WALKING, UNTIL JUNO SUDDENLY STOPS\n\n\nJUNO: Did you hear that?\n\n\nCASIDIO: I did not. What happened?\n\n\nJUNO: Jesus- it sounded like a kid, Cas.\n\n\nCASIDIO: It’s probably a trauma response, Juno. I know it was a similar situation when you were with Taylo-\n\n\nA DISTINCT WAILING IS HEARD, FROM SOMEWHERE NEARBY\n\n\nJUNO: Please tell me you heard that.\n\n\nCASIDIO: I did.\n\n\nJUNO: What do we do? Can you sense anyone nearby?\n\n\nCASIDIO: I do, but something doesn’t-\n\n\nVOICE: Mommy! Daddy! Please, help me, please! I need-\n\n\nJUNO: I’m coming! Don’t worry!\n\n\nHE TAKES OFF RUNNING, TOWARDS THE VOICE. THE DRONE FOLLOWS, OVER A MOUND OF RUBBLE, AND A FALLEN TREE, BEFORE HALTING AS JUNO STOPS. IN THE CLEARING BEFORE THEM IS A LARGE QUADRAPED, WITH LARGE JAWS FULL OF RED TEETH. NO EYES ARE VISIBLE ON IT’S FACE.\n\n\nCASIDIO: Juno, that’s-\n\n\nJUNO: Where’s the kid?\n\n\nTHE CREATURE OPENS ITS MOUTH, AND EMITS A VOCALISATION SIMILAR TO THE PLEADING HEARD BEFORE. JUNO FREEZES, THEN RETCHES ONCE, SHAKING HIS HEAD\n\n\nJUNO: Fuck. No way. No fucking way.\n\n\nCASIDIO: Juno, \nrun\n.\n\n\nJUNO: I’m not letting this bastard get away with killing kids!\n\n\nCASIDIO: Then shoot him!\n\n\nJUNO: I’m trying!\n\n\nCASIDIO: Wait- not with SCP-7916. Use the regular gun.\n\n\nJUNO: Why- nevermind. Got it.\n\n\nJUNO STUMBLES BACK, PUTTING DISTANCE BETWEEN THE CREATURE AND HIMSELF. THE CREATURE PREPARES TO LUNGE. JUNO FUMBLES WITH THE GUN.\n\n\nCASIDIO: Juno-\n\n\nTHE CREATURE BOUNDS CLOSER, OPENING ITS JAWS. THE DRONE SWOOPS IN, DISTRACTING IT. IT BATS AT THE DRONE WITH AN APPENDAGE, LOOKING BACK TO ATTEMPT AND KNOCK IT OUT OF THE SKY.\n\n\nCASIDIO: Juno, hurry, this thing is going to get me!\n\n\nJUNO: Hang on, I-!\n\n\nTWO SHOTS RING OUT, AND THE CREATURE ROARS, STUMBLING BEFORE FALLING TO THE GROUND. A BULLET CAN BE SEEN FROM ITS HEAD. JUNO PANTS.\n\n\nJUNO: What \nwas\n that thing?\n\n\nCASIDIO: \nThat\n was \nSCP-939\n.\n\n\nJUNO: I… oh fuck.\n\n\nCASIDIO: Those are stationed at Site-06. I read up on them when I got my 04 Clearance approved. If they’re out, then that means 06 is down. Thankfully, most of the Site was for low-risk anomalies, but some of them are… more dangerous.\n\n\nJUNO: Really? Never would’ve guessed.\n\n\nCASIDIO: We need to get out of here. These things are pack dogs, if I remember. There’ll probably be more around.\n\n\nJUNO: What do we do if we hear more pleading?\n\n\nCASIDIO: Ignore it.\n\n\nJUNO: I can’t do that. What if it’s a real victim, and-\n\n\nCASIDIO: Juno. We can’t save everyone here.\n\n\nJUNO HUFFS\n\n\nJUNO: Not if you don’t even let me try.\n\n\nRECORDING ENDS\n\n\n\n\nRECORDING RESUMES\n\n\nJUNO LOOKS INTO THE CAMERA, WALKING SLOWLY BACKWARDS WITH A FORCED GRIN\n\n\nJUNO: Hello kids. We have finally crossed the Colorado border, and are feeling…\n\n\nCASIDIO: Um…\n\n\nJUNO: We’re…\n\n\nCASIDIO: … It’s been a long trip, hasn’t it?\n\n\nJUNO: We couldn’t take the buggy through the city, so we’re back on foot.\n\n\nCASIDIO: I’m considering stealing a car.\n\n\nJUNO: She’s considering armed robbery. This is it, folks. We’ve broken her.\n\n\nCASIDIO: I don’t even have arms, Juno.\n\n\nJUNO: Never let it be said I didn’t try to discourage her from this life. But I guess the criminal life finds you anyways. You just can’t fight it.\n\n\nCASIDIO: I shouldn’t have told you I was recording.\n\n\nAS JUNO OPENS HIS MOUTH TO REPLY, THE RECORDING SHUTS OFF\n\n\n\n\nRECORDING RESUMES\n\n\nJUNO LOOKS CONSIDERABLY MORE TIRED. BAGS RIM HIS EYES, AND HE SHAKES HIS HEAD AS IF TRYING TO STAY AWAKE\n\n\nJUNO: It’s been… it’s been nearly another two days. I think. We got eight more of those things… those things from the other world. I think one of em’ may have been a scip. I… I don’t know.\n\n\nCASIDIO: It’s cold.\n\n\nJUNO: I know, honeybunches. I know.\n\n\nRECORDING SHUTS OFF\n\n\n\n\nRECORDING RESUMES\n\n\nSNOW SEEMS TO BE FALLING IN THE BACKGROUND, AND RUBBLE IS SEEN LITTERING THE GRASS BEHIND THEM. JUNO SHIVERS VIOLENTLY\n\n\nJUNO: We… we made it to the Site.\n\n\nCASIDIO: They made it there first. There were two of them- when we got there-\n\n\nJUNO: No survivors… it’s… it’s gone.\n\n\nCASIDIO: All of them.\n\n\nJUNO: … yeah.\n\n\nCASIDIO: It’s still cold.\n\n\nJUNO: … I-I know.\n\n\nTHE RECORDING SHUTS OFF\n\n\n\n\nRECORDING RESUMES\n\n\nJUNO IS SITTING BENEATH A TREE, HUGGING THE CAMERA TO HIS CHEST. HIS LIPS APPEAR TINGED BLUE.\n\n\nCASIDIO: I’m low on power, Juno- I need- I need to get somewhere-\n\n\nJUNO: I know, I know. We’ll head into Wyoming soon. Just a bit- just a- \nHE PAUSES, COUGHING LOUDLY\n … longer.\n\n\nCASIDIO: I don’t think I can… keep recor-\n\n\nTHE RECORDING SHUTS OFF\n\n\n\n\nTHE RECORDING STARTS, THE FOCUS BLURRY\n\n\nCASIDIO: … Juno?\n\n\nJUNO: We’re in Wyoming now. Out of the mountains. We’re okay.\n\n\nCASIDIO: It’s warm… again…\n\n\nJUNO: You charging?\n\n\nCASIDIO: A bit…\n\n\nJUNO: You can rest. Just. Stay alive.\n\n\nCASIDIO: … yeah…\n\n\nTHE RECORDING SHUTS OFF\n\n\n\n\nRECORDING TURNS ON\n\n\nTHE CAMERA LIES ON THE GROUND, TILTED SIDEWAYS. A RED //CRITICAL BATTERY\n SCREEN FLASHES. JUNO’S HAND IS SEEN, PARTIALLY COVERING THE LENSE. AN ARMORED FOUNDATION VEHICLE APPROACHES, AND TWO UNIFORMED PERSONNEL EXIT, WALKING OVER AND CHECKING FOR A PULSE ON JUNO’S NECK.//\n\n\nPERSONNEL: He’s still alive. Get him into the back.\n\n\nTHEY PICK THE PAIR UP, AND MOVE THEM TO THE VEHICLE.\n\n\nRECORDING CUTS OUT\n\n\nRECORDING RESUMES\n\n\nTHE DRONE IS IN JUNO’S LAP, PRESUMABLY. THEY’RE IN THE BACK OF A VAN. A SLIM, PALE FOUNDATION AGENT IS STARING AT THEM FROM ACROSS THE SEAT, ARMS CROSSED. THE SCANNER IDENTIFIES THE INDIVIDUAL AS AGENT KESTER LAFAYETTE. XIR FACE IS UNREADABLE, GINGER HAIR CROPPED AT XIR CHIN\n\n\nAGENT: Your drone thing is blinking.\n\n\nJUNO: Really? Oh- yeah… Cas? You awake?\n\n\nCASIDIO, AUTOMATED: Battery is at 60%. Power within optimal range for full functionality.\n\n\nJUNO: … Password: Euthalia?\n\n\nA BEEPING SOUND, AND THE AI VOICE MODULE RE-ACTIVATES\n\n\nCASIDIO: Juno?\n\n\nJUNO: Yeah.\n\n\nCASIDIO: I… did I die?\n\n\nJUNO: … I don’t know. You went offline, though.\n\n\nCASIDIO: Shit.\n\n\nJUNO: It’s okay. Some folks from Site-205 found us. This is Agent Lafayette.\n\n\nLAFAYETTE: You’re both lucky to be alive. I searched your bag when we got you in. Agent Juno Serapis?\n\n\nJUNO: Yeah- hang on. You didn’t take anything, did you?\n\n\nLAFAYETTE NARROWS XIR EYES.\n\n\nLAFAYETTE: No. Should we?\n\n\nJUNO: No- just wanted to make sure… \nJUNO CLEARS HIS THROAT\n\n\nA VOICE CALLS FROM THE FRONT SEAT, SOUNDING OLDER\n\n\nVOICE: Hey! How ya’ll feel about music?\n\n\nLAFAYETTE: Absolutely not.\n\n\nJUNO: Depends on the musician, now, don’t it.\n\n\nCASIDIO: I don’t mind.\n\n\nVOICE: Oh hey! I hear another voice. Whose the new guy?\n\n\nCASIDIO: I’m the… I’m the drone. You can call me Cas. Cassidy. Um. Hi.\n\n\nVOICE: Got it, got it. I’m Agent Justine Samuels. Call me Jo. \nSHE LAUGHS\n How ya’ll feel about AC/DC?\n\n\nJUNO: Wouldn’t mind at all.\n\n\nSAMUELS: Got it.\n\n\nLAFAYETTE: If we attract something with the racket, that’s on you, Samuels.\n\n\nSAMUELS: Look, I’m not asking for a fight, but I’m not opposed. Might add some spice to the morning.\n\n\nLAFAYETTE: I don’t have a death wish, actually.\n\n\nJUNO: I’m banned from having one for the forseeable future, thanks to Cas here.\n\n\nCASIDIO: Since when did you have one, period?\n\n\nJUNO CHUCKLES\n\n\nJUNO: Oh, y’know, I- hey, what song is this?\n\n\nSAMUELS: Highway to Hell.\n\n\nJUNO: I- yeah, thanks.\n\n\nCASIDIO: You knew tha… nevermind. Where are we?\n\n\nLAFAYETTE: I’m afraid I can’t tell you.\n\n\nCASIDIO: I have 04 clearance, Lafayette.\n\n\nLAFAYETTE: I’ve never heard of you.\n\n\nCASIDIO: Of course you haven’t. Level 2 personnel wouldn’t usually ever get to know my name. Dr. Cassidy Dione. Senior Researcher at Site 160.\n\n\nLAFAYETTE: … fine. We’re heading into central Wyoming.\n\n\nSAMUELS: \nOutta my way I'm a running high, take a chance with me and give it a try\n\n\nLAFAYETTE: Pipe down, Sam.\n\n\nSAMUELS: Look, I’m just trying to-\n\n\nJUNO: Let her sing. I need a mood lightener right now. It’s-\n\n\nHE PAUSES, COUGHING VIOLENTLY\n\n\nJUNO: It’s been a rough going.\n\n\nSAMUELS: \nTake off your high heels and let down your hair, paradise ain't far from there\n\n\nLAFAYETTE SIGHS\n\n\nLAFAYETTE: Fine.\n\n\nRECORDING SHUTS OFF\n\n\n\n\n\n\n\n\n\n\n\n\nRECORDING-7916-04\n\n\n\n\nCLOSE LOG\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nRECORDING RESUMES\n\n\nJUNO IS AT THE ENTRANCE TO THE SITE, STANDING NEXT TO A MUSCULAR COLUMBIAN WOMAN IN HER 40S. ONE OF HER EYES IS COVERED WITH A PATCH, AND A SCAR RUNS OVER HER LIPS AND CHIN. HER VOICES MATCHES THAT OF AGENT JUSTINE SAMUELS.\n\n\nSAMUELS: So, Serapis. Can I call you Juno?\n\n\nJUNO: Fine by me.\n\n\nSAMUELS: Good. I don’t do well with last names.\n\n\nJUNO PAUSES, COUGHING\n\n\nSAMUELS: Y’know what? How about we stop by Medical.\n\n\nJUNO: I’m fine.\n\n\nCASIDIO: Juno….\n\n\nJUNO PAUSES, THEN SIGHS\n\n\nJUNO: Fine. Where’s my cane?\n\n\nSAMUELS: This one? \nSHE HOLDS UP A BLACK CANE\n\n\nJUNO: Yeah… thanks.\n\n\nJUNO PICKS UP HIS CANE, AND LIMPS AFTER SAMUELS TOWARDS MEDICAL\n\n\nRECORDING SHUTS OFF\n\n\nRECORDING STARTS\n\n\nJUNO IS SLEEPING IN A MEDICAL BED. SAMUELS SITS BESIDE HIM, TAPPING HER FINGERS AGAINST THE SIDE TABLE\n\n\nCASIDIO: You think he’ll really be okay?\n\n\nSAMUELS: I’d bet money on it, kid. Dr. Hollister’s a damn crack at these things. If he says it’s okay, it’s okay. We’ve got all our med staff helping.\n\n\nCASIDIO: Okay. Got it. Yeah… How many people are here?\n\n\nSAMUELS: Sixty, maybe.\n\n\nCASIDIO: Wow.\n\n\nSAMUELS: Our Site originally had around two hundred.\n\n\nCASIDIO: Oh.\n\n\nSAMUELS: Yeah… At least my girl’s okay. She’s been put up as acting Site Director. Don’t think she knows how to handle it. She has me, though. I’ll have her back through the rut of it.\n\n\nCASIDIO: Oh… you have a girlfriend?\n\n\nSAMUELS: Wife. Sophia. Been together eleven years and counting.\n\n\nCASIDIO: Oh… good for you.\n\n\nSAMUELS: The Foundation can bring people closer together than ever before, or tear them apart. At the heart, the people here are all survivors. Every Agent worth his name has been through the lot of it, and that can destroy them. But it can also build a hell of a bond. \nSHE TAKES A CIGARETTE FROM HER POCKET, LIGHTING IT\n Being part of the Foundation… there's nothing else really like it. There’s a sense of community, a sense of marginalisation. More often than not, people here don’t care what you are. Not in a bad sense. It’s just not important. If you can work hard, then you’re accepted.\n\n\nCASIDIO: I think that’s different for you. I… when I got into the whole trade, I got a lot of shit. For being a woman. For dating a trans man. For… god, just for anything. I think I like it better now that I'm… like this. People don't see me. And they can't judge what they don't see.\n\n\nSAMUELS: Well, I’ll tell you something. I know you ain’t exactly alive anymore, but if anyone here gives you shit for anything, I’ll give em a boot to the ass. And these babies are steel toed. \nSHE TAPS A BLACK BOOT AGAINST THE GROUND\n\n\nCASIDIO: …thanks.\n\n\nA LONG PAUSE\n\n\nCASIDIO: How do… how did you and Sophia make it work?\n\n\nSAMUELS: Well. \nSHE TAKES ANOTHER DRAG FROM HER CIGARETTE\n Communication. Faith. Respect. And whole lotta love.\n\n\nCASIDIO: I loved Juno. We… we tried all of those things.\n\n\nSAMUELS: Hon, those things don’t guarantee you’ll make it. They’re the basics. Sometimes people just want different things.\n\n\nCASIDIO: After his accident he told me to choose between him and my job…. And I… I was young, and stupid, and I-\n\n\nSAMUELS: Would you choose him, if you could go back?\n\n\nCASIDIO: ….\n\n\nTHE DRONE SIGHS\n\n\nCASIDIO: No.\n\n\nSAMUELS: Then you made the right choice. This isn’t about him, baby. This is about you, and what you want. Be selfish. This is your life.\n\n\nCASIDIO: But I’m dead.\n\n\nSAMUELS: Well, whatever is in that circuit of yours, it’s still you. You’re making decisions that influence others. Cassidy Dione is still there. Don’t forget that. Don’t forget who you are.\n\n\nCASIDIO: I… thank you Jo. I won’t.\n\n\nSAMUELS: Oh, baby… you’re gonna be okay.\n\n\nCASIDIO: I hope so. \nTHE DRONE EMITS A SOUND LIKE A SOB\n I really, really hope so.\n\n\nRECORDING SHUTS OFF\n\n\nRECORDING RESUMES\n\n\nAN ALARM IS BLARING, AND JUNO SITS UPRIGHT, BLINKING BLEARILY\n\n\nJUNO: What’s… what’s up?\n\n\nCASIDIO: Juno- there’s an attack- \nget up\n!\n\n\nJUNO STIFFENS, SWINGING HIS LEGS OUT, AND NEARLY FALLING\n\n\nJUNO: \nShit!\n My hip-\n\n\nCASIDIO: Your cane is-\n\n\nJUNO: Got it, got it!\n\n\nHE GRABS HIS CANE, FINDS HIS BAG, AND PULLS THE GUN OUT OF IT. HE LIMPS DOWN THE HALL, THE DRONE FLYING AFTER HIM. THE HALLS ARE CROWDED WITH PEOPLE YELLING, AND A CRASH SOUNDS FROM FAR OFF. AS HE GOES PAST, A LONG TENTACLE CRASHES THROUGH THE WINDOW, SENDING BROKEN GLASS FLYING. ONE HITS JUNO IN THE FACE, SLASHING A LONG LINE. HE KEEPS RUNNING. TO HIS RIGHT, AGENT LAFAYETTE CATCHES UP TO THEM.\n\n\nLAFAYETTE: Agent Serapis! Where are you going?\n\n\nJUNO: Wherever I can be of help. Where’s Jo?\n\n\nLAFAYETTE: She rushed to the front lines. Just- follow me.\n\n\nLAFAYETTE LEADS THEM TOWARDS A STAIRCASE, SEVERAL MORE WINDOWS SHATTERING BEHIND THEM. THE DRONE IS NEARLY KNOCKED OUT OF THE AIR, BUT REGAINS ITS PACE. FINALLY, THEY RUN OUT A SIDE DOOR\n\n\nJUNO: Holy \nshit\n.\n\n\nA CREATURE RESEMBLING A GIANT WHALE IS APPROACHING, CLAWED TENTACLES SUPPORTING ITS WEIGHT. IT ROARS, SMASHING TWO RESEARCHERS WITH AN APPENDAGE. JUNO RAISES THE GUN AND FIRES AT IT, BUT NOTHING HAPPENS\n\n\nJUNO: What’s wrong with this thing?\n\n\nLAFAYETTE: I don’t know. I’m going to go look for civillians. You try and distract it. I’m trusting you.\n\n\nXE LAYS A HAND ON JUNO’S SHOULDER, SQUEEZING, THEN RUNS OFF. JUNO YELLS, SHOOTING AGAIN. THE CREATURE NOTICES HIM, TURNING HIS WAY. IT’S EYE HAS SEVERAL PUPILS, ALL SPINNING WITHIN THE MILKY YELLOW SURFACE.\n\n\nCASIDIO: Juno. Juno, we need to find Jo.\n\n\nJUNO: But, Agent La-\n\n\nCASIDIO: I don’t care, ignore xir. We \nneed to find Jo.\n\n\nJUNO: Sorry. \nHE COCKS THE GUN, DODGING ANOTHER ARM\n I made a promise. I can’t break it.\n\n\nCASIDIO: \nJUNO!\n\n\nJUNO: Lay off me, Cas! \nHE RUNS BACKWARDS\n C’mon! Look at me, big guy!\n\n\nTHE CREATURE LUNGES TOWARDS HIM, AND HE FIRES AGAIN. IT CLOSES ITS EYE PROTECTIVELY, ROARING, THEN STALKS FORWARDS AGAIN\n\n\nJUNO: Gotcha.\n\n\nHE SHOOTS A BULLET INTO THE CREATURES EYE, WHICH RUPTURES AND EXPLODES, SPLATTERING BLACK GOO OVER THE LAWN. SLOWLY, IT BEGINS TO DISSOLVE, STUMBLING BACK AND CRUSHING INTO THE ROOF OF THE SITE BUILDING WITH A FLAILING TENTACLE. THEN IT FALLS TO THE GROUND, DISSOLVING INTO DUST.\n\n\nJUNO: Hell yeah!\n\n\nA CHEER ERUPTS, THEN STOPS, AS PEOPLE RUSH IN TO LOOK FOR SURVIVORS. THE DRONE FLIES QUICKLY TOWARDS THE HERD, IDENTIFICATION MODULE ACTIVATING AND SCANNING THE CROWD. FINALLY, A BEEP IS HEARD, AND THE MODULE LOCATES AGENT JUSTINE SAMUELS, ALIVE. SHE’S COVERED IN ASH, AND BLEEDING FROM A GASH ON HER ARM.\n\n\nCASIDIO: JO!\n\n\nSAMUELS: Who is that? Soph? Is that- Cas! Hey, baby, there you are. You okay?\n\n\nTHE DRONE SOBS\n\n\nCASIDIO: Sorry. I’m sorry.\n\n\nSAMUELS: It’s okay, love. It’s okay. Sophia is safe. She’s inside. Another Site fell, so she’s working to find out what happened.\n\n\nCASIDIO: Another one?\n\n\nSAMUELS: Yeah. I know, it’s rough.\n\n\nJUNO: Which one?\n\n\nSAMUELS SIGHS\n\n\nSAMUEL: 409.\n\n\nJUNO SCREAMS, PICKING UP A CHUNK OF CONCRETE AND THROWING IT AT THE GROUND. IT DOESN’T BREAK.\n\n\nTHE DRONE GOES STILL. THE RECORDING SHUTS OFF\n\n\nRECORDING CLICKS ON\n\n\nJUNO AND LAFAYETTE ARE STANDING AT THE EDGE OF A GROUP OF PERSONNEL. THE PEOPLE CIRCLE AROUND THE EARLIER BATTLEGROUND, HOLDING CANDLES. ONE MAN SOBS.\n\n\nLAFAYETTE: It’s a Site tradition in South America. Jo brought it with her when she moved here. When one of us dies in the dark, our loved ones light a candle, to light our way as we move on to a lighter place.\n\n\nJUNO: We never grieved like that at my old Site.\n\n\nLAFAYETTE: The Foundation would like to have you think no one grieves.\n\n\nJUNO: Does it help?\n\n\nLAFAYETTE SHRUGS\n\n\nLAFAYETTE: I don’t know. I’ve never had to light one.\n\n\nJUNO: … could I join?\n\n\nLAFAYETTE: I don’t see why not.\n\n\nJUNO: Thanks.\n\n\nJUNO WALKS OVER. THE DRONE FOLLOWS HIM, QUIETLY. SOMEONE PASSES HIM AN UNLIT CANDLE, AND A MATCH. HE LIGHTS IT, AND THEN THE CANDLE. IT BURNS BRIGHTLY AS HE SETS IT DOWN, THEN SNIFFS.\n\n\nCASIDIO: Is this for… Barb and everyone?\n\n\nJUNO: … no. Not this time. Here, Cas. This is for you.\n\n\nTHEY PAUSE, WATCHING THE FIRE\n\n\nCASIDIO: … thanks.\n\n\nJUNO: … Don’t mention it.\n\n\nTHEY WALK BACK\n\n\nLAFAYETTE: Done?\n\n\nJUNO: Yeah. It’s… complicated.\n\n\nLAFAYETTE: Wasn’t planning on asking. By the way- Jo said she got you set up for your next leg of the journey.\n\n\nJUNO: That woman is a treasure.\n\n\nLAFAYETTE: She’s what a Foundation Agent should be. \nXE LOOKS UP\n You’re… you aren’t bad either.\n\n\nJUNO: Thanks, but you’re wrong.\n\n\nLAFAYETTE SNORTS\n\n\nLAFAYETTE: Take the compliment.\n\n\nJUNO: …alright.\n\n\nTHEY WALK TOGETHER\n\n\nLAFAYETTE: That gun of yours does more than kill things.\n\n\nJUNO: A bold claim.\n\n\nLAFAYETTE: Not really. Some of the people who weren’t there at the scene for the whole fight don’t seem to remember what went down. And I’ve gotten some reports of people realising their death reports don’t match up to their incident reports. Now you’re here, and you turn one of those things to dust with a single hit. Care to explain?\n\n\nJUNO: Not really.\n\n\nLAFAYETTE: Do you want my trust, Serapis? Or just my respect?\n\n\nJUNO: … fine. My gun is an SCP. It can destroy things down to a… conceptual level. Erase them from the world entirely. Only people who see it land its bullets will remember.\n\n\nLAFAYETTE: And what daft motherfucker thought YOU should be the one to get that?\n\n\nCASIDIO: Me.\n\n\nLAFAYETTE: I thought you were the smart one.\n\n\nCASIDIO: I wasn't thinking straight.\n\n\nJUNO: I think I’ve done alright so far.\n\n\nLAFAYETTE ROLLS XIR EYES. THEY WALK TO WHERE SAMUELS IS STANDING, ALONG WITH A SHORT WOMAN WITH DARK HAIR AND BROWN SKIN\n\n\nSAMUELS: Juno! Cas! Laffy! This is Sophia- my wife.\n\n\nSOPHIA BLUSHES\n\n\nSOPHIA: Hi. It's nice to meet you, both of you.\n\n\nSAMUELS: I had to drag her out of her office.\n\n\nSOPHIA: Jo-!\n\n\nSAMUELS: It's okay.\n\n\nLAFAYETTE SNORTS\n\n\nSOPHIA: Good luck on your way, Juno. Where are you heading now? If you can tell me.\n\n\nJUNO: South Dakota.\n\n\nSAMUELS: Well, Godspeed. Carpe Diem. Seize the day, boys-\n\n\nJUNO: -and make your lives extraordinary.\n\n\nSAMUELS AND JUNO EXCHANGE A GRIN. THEN JUNO GETS INTO THE FRONT SEAT OF THE JEEP, AND WAVES, STARTING THE ENGINE AND DRIVING AWAY\n\n\nRECORDING SHUTS OFF\n\n\nRECORDINGS RESUME TWELVE TIMES, THOUGH ONLY TO DOCUMENT STOPS FOR REST AND RECOOPERATION WHILE TRAVELLING. TRANSCRIPT HAS BEEN CUT FOR RELEVANCE.\n\n\nRECORDING RESUMES\n\n\nTHE JEEP IS APPROACHING A SMALL CONSTRUCTED BOMB SHELTER. A PERSON WITH PINK HAIR AND DARK SKIN SITS NEAR THE ENTRANCE, SQUAWKING AT THE SIGHT OF HIM.\n\n\nPERSON: Ack! Who goes there!\n\n\nJUNO: Just your friendly spy.\n\n\nTHE PERSON STANDS, HOISTING A LONG PLASTIC RAKE IN THE AIR\n\n\nPERSON: I'm Sir Judith Abakar, Gate Guard of the Parawatch Institute!\n\n\nJUNO PAUSES, THEN SIGHS\n\n\nJUNO: Of course it is. South Dakota, sweet love. You are somethin' else entirely.\n\n\nCASIDIO: Juno. Don't be rude. Sir Abakar, this is Agent Juno Serapis, and I'm Dr. Cassidy Dione.\n\n\nABAKAR'S EYES WIDEN\n\n\nABAKAR: Is that- are you a \ndroid\n? Like in Star Wars! Oh my god, this is so cool. \nTHEY STOP, LOOKING AT JUNO SUSPICIOUSLY\n Is this Alien technology?\n\n\nJUNO: Nope. Just… normal tech.\n\n\nABAKAR: Whatever. The forum is going fucking \nlove\n this. Violet!\n\n\nTHEY RUN TO THE ENTRANCE TO THE SHELTER, KNOCKING OUT \"P.W\" IN MORSE CODE\n\n\nVOICE: Who goes there?\n\n\nABAKAR: Sir Abakar, reporting for duty!\n\n\nTHE DOOR OPENS, AND AN ASIAN TEENAGE GIRL WITH SHORT HAIR, ALONG WITH A GINGER BOY, STUMBLE OUT\n\n\nABAKAR: Violet! Jamie! We got something big. Like, super huge. I just met an actual alien spy and what I think is a sentient drone.\n\n\nVIOLET: Holy \nshit\n! Dude! \nSHE HIGH FIVES ABAKAR, THEN RUNS OVER\n Welcome to Earth! Now, don't be confused. You're safe. We know \neverything\n. The moon situation, the crop circles. Your secret is safe with the Parawatch. We're the friends of the paranormal \neverywhere\n. \nSHE BEAMS, JUMPING UP AND SHAKING JUNO'S HAND\n\n\nVIOLET: I'm so happy to finally meet an alien. Like seriously- Wait, can I say alien? What should I say?\n\n\nJAMIE: Um, I think \"Extraterrestrial Person\" might be better?\n\n\nABAKAR: Or \"Person with Extraterrestrial attributes\". Person-first language, and all that. They're not \njust\n al- people with Extraterrestrial attributes, after all.\n\n\nCASIDIO: He's not an alien. Juno, tell them you aren't one.\n\n\nJUNO: I was enjoying it, though.\n\n\nCASIDIO: That's terrible.\n\n\nJAMIE: Let's head down, I'm getting cold out here.\n\n\nCASIDIO: Please.\n\n\nTHEY WALK BACK, HEADING DOWN THE STAIRS INTO A SMALL SHELTER. A VINTAGE TV WITH A STACK OF OLD SONIC GAMES SITS IN THE CORNER, AND A COUCH AND BLANKETS COVER THE FLOOR. STACKS OF EMPTY SODA CANS AND SNACK BOXES ARE PILED UP.\n\n\nVIOLET: Welcome to our place! That's Judith, that's Jamie, and that's Bramble!\n\n\nSHE POINTS. IN THE CORNER, A SHORT, THIN TEEN WITH SHOULDER LENGTH RED HAIR AND THICK GLASSES SAT, THREE LAPTOPS SURROUNDING HER. A HEADSET FIRMLY SITS OVER HER EARS.\n\n\nABAKAR: Bramble! Look up!\n\n\nBRAMBLE GLANCES UP, THEN GRINS. WHEN SHE SPEAKS, HER VOICE HAS A NOTICEABLE LISP.\n\n\nBRAMBLE: You found a guy!\n\n\nVIOLET: Not a guy. A person with Extraterrestrial attributes. \nSHE BEAMS\n\n\nJAMIE: An Alien.\n\n\nJUNO: I'm not an alien.\n\n\nBRAMBLE LAUGHS\n\n\nVIOLET: Bramble is amazing. She’s one of the founders of the Forum Stringboards!\n\n\nCASIDIO: The forum… what?\n\n\nBRAMBLE: It’s an interactive stringboard on the Parawatch site. You can post discussion thread or page links, and then group them together to organise evidence or connections. It’s super brilliant.\n\n\nVIOLET: It’s so cool. She’s also been handling basically all of our tech. She’s an electromet- electomar-\n\n\nBRAMBLE: Electromancer! I’ve managed to get us full power and consistent wifi, so we have lines to a bunch of super useful stuff. I’ve been working on hacking the CIA database to see if they have any connection to this.\n\n\nCASIDIO: Really? Are you serious?\n\n\nBRAMBLE: Yeah!\n\n\nCASIDIO, EXCITED: May I… may I take a look at the computer? If I can hook up to the Wi-Fi I can most likely connect to the computer server and run some of my more advanced software scans over it, or I could-\n\n\nJUNO: And we’ve lost her, folks.\n\n\nVIOLET: Huh?\n\n\nJUNO: Cas used to work in Communications. She gets… passionate about tech.\n\n\nVIOLET: I mean, I get that. I love technology. I’m in a class at school where we’re learning HTML, and I recently designed a really simple webpage layout with Jamie…. \nSHE FROWNS\n … before the school got blown up.\n\n\nJUNO: Maybe if conspiracy theories don’t work out, you can become a software developer or something.\n\n\nVIOLET: Maybe I can do both. Like Bramble did with the stringboards? Actually- \nSHE PAUSES\n I can show you some of the stuff we've been working on. There's some really great theories here that I think-\n\n\nSHE STUMBLES, GRABBING AT A FEW OPEN NOTEBOOKS AND FLIPPING THROUGH THEM.\n\n\nVIOLET: Here! So- this is called the Dell Rapids Enigma. I named it myself, because, um, I discovered it. I actually was on a walk after my Dad had kicked me out so he could have his girlfriend over while my Mom wasn't home but- nevermind, that's not important. I was walking through the woods, and I came by the river, and then suddenly- that's when I saw it. It was kinda blurry, but it was big. I heard the branches rustle, and like, I pulled out my phone to get a picture, but then it was gone. I drew it, though. Wait one second- \nSHE LOOKS FOR THE DRAWING. JAMIE WALKS UP TO THE CAMERA.\n\n\nJAMIE: Hey… did you say your name was Dione?\n\n\nCASIDIO: Last name, yeah.\n\n\nJAMIE: That's a type of butterfly, actually. The Dione genus. Um, It has the Mexican Silverspot, the Gulf Fritillary, the Juno Longwing-\n\n\nCASIDIO: I know. I researched it once. It's interesting.\n\n\nJAMIE: Really? Do you like bugs- like, in general, I mean-\n\n\nCASIDIO: Um. Not really?\n\n\nJAMIE: Oh. Sorry. It's just, I'm a big bug fan, and I have this theory I've been working on for a while- so you know Mothman? Well, if you think about how Termites are basically indestructible, and ants are super strong, well, I think bugs are actually evolving. Mothman is the prototype, y'know? Then the rest of them will evolve, and they'll all come together, and make a big bug army. Then they'll take us on, because, y'know, we aren't very nice to them. I've been trying for ages to get the Parawatch forums to make a space to discuss our plans for when it happens. Um, I think if we make like, a committee, we can bargain with them? Or maybe-\n\n\nABAKAR: Jamie! Shut up about the bugs. I already was right and you know it. New World Order ordered Apocalypse. Those monsters are here to take out everyone unworthy of the new age.\n\n\nJAMIE'S LIP TREMBLES\n\n\nJAMIE: But- my sister… and my Momma. How are they-\n\n\nABAKAR CONTINUES TO ARGUE WITH HIM\n\n\nJUNO: Jesus. You kids have it rough.\n\n\nVIOLET: Yeah. But we're making due. \nSHE FLIPS HER NOTEBOOK TO THE NEXT PAGE\n We're in it for the long run. For the truth.\n\n\nRECORDING CUTS OUT\n\n\n\n\nRECORDING RESUMES\n\n\nTHE GROUP SITS ON THE FLOOR TOGETHER, EATING CANNED PEACHES OUT OF THE JAR. BLANKETS PILE UP HIGH, AND THE DRONE IS PERCHED ON JUNO'S ARM\n\n\nBRAMBLE: So- entry time. Everyone ready?\n\n\nVIOLET: Flowercat066 reporting for duty!\n\n\nABAKAR: DukeJuke43 on guard.\n\n\nJAMIE: PointPleasantTruther67 here.\n\n\nJUNO: … what the fuck?\n\n\nVIOLET: We've been keeping a log of our day-to-day adventures on the Forums. That way when everything is over, there's a record.\n\n\nJUNO: … got it.\n\n\nVIOLET: Before we met, we used to talk over IRC- just usernames. So when we met up, we called each other our users still for a while.\n\n\nJAMIE: I still can't get over that Juke was supposed to be short for Judith.\n\n\nABAKAR: Hey- cut the shade.\n\n\nTHEY LAUGH. JUNO SHRUGS\n\n\nJUNO: Is it just me, or are these kids really fucking corny?\n\n\nCASIDIO, FOND: You called me \"Madame Researcher\" for the first two months we dated. Shut your mouth, Agent Kettle.\n\n\nJUNO: I'm sorry, Madame Researcher.\n\n\nTHE DRONE LAUGHS\n\n\nBRAMBLE: Day Thirty-two. From the Journal of DeadEndBush and Co.\n\n\nI feel good.\n\n\nToday we met someone new. They call themself Juno Serapis. They’re an Agent - I don’t know what for. But something big. And I think, something good.\n\n\nViolet and I are talking about good and bad things a lot. Do the monsters think that we’re bad, or good? Can they think at all? We’re trying to set up some theories on the stringboards. I think I’ve almost found a way that we might be able to beat them. A weak spot, of sorts. That’s a surprise, though. Like I said, I’m not sure if it will work.\n\n\nOur rations look good, and our tech is working fine. We've made the fort finally feel comfy I think. Jamie says he's getting used to sleeping bags more, and Jude is finally sleeping at all. I like being a leader. It’s nice to be depended on. It makes me feel strong, and I like being strong.\n\n\nI’m going to include a picture of all of us together, so you can see our faces. Just in case this is the final time you do. I don’t want to be a downer, but sometimes, it’s scary here.\n\n\nThank you for all the support on the forums. It means a lot. Keep up the good work, keep building and surviving, and we’ll see you soon - for the truth.\n\n\nLogging off, Bramble. Parawatcher. They/she.\n\n\nBRAMBLE FINISHES SPEAKING, THEN TURNS AROUND THE LAPTOP, BRINGING UP PHOTO BOOTH.\n\n\nBRAMBLE: Crowd in, folks.\n\n\nCASIDIO: You wanna get in?\n\n\nJUNO: … why the hell not. Ready for my closeup, kids.\n\n\nBRAMBLE: Say cheese!\n\n\nVIOLET SQUEEEZES IN NEXT TO BRAMBLE. ABAKAR AND JAMIE HUNKER DOWN INTO THE FRAME. THE CAMERA FIRES.\n\n\nABAKAR: Okay, I definitely blinked, let's do that-\n\n\nBRAMBLE: Already uploading!\n\n\nABAKAR: What? Hey! Bramble, I swear to-\n\n\nVIOLET LAUGHS, JAMIE GRINNING. JUNO PAUSES, THEN JOINS IN.\n\n\nRECORDING CUTS OUT\n\n\nRECORDING RESUMES\n\n\nA LOUD CRASH SOUNDS OUT. JUNO IS CURLED UP ON A SLEEPING BAG, SITTING UP AS ANOTHER BANG RINGS OUT. VIOLET IS AT HIS SIDE, SHAKING HIM.\n\n\nJUNO, TIRED: What’s up, buttercup?\n\n\nVIOLET: Mr. Serapis! There’s- there’s one of those things- Bramble and Jude are out- god, just- get up!\n\n\nJUNO SCRAMBLES UP, FISHING FOR HIS BAG IN THE DARK. HE BANGS HIS HEAD AGAINST SOMETHING. THE DRONE FLICKS ON AN INTERNAL FLASHLIGHT.\n\n\nJUNO: Thanks Cas- fuck. This is bad.\n\n\nJAMIE: Can you fight it?\u2028\u2028\n\n\nJUNO: I sure damn hope so, kid.\n\n\nHE FINDS HIS CANE AND SCP-7916, STANDING AND RUNNING TO CLIMB THE LADDER. THE DRONE FOLLOWS HIM OUTSIDE, WHERE A GIANT BLACK CREATURE STANDS, BLACK TENTACLES LASHING FROM ITS FACE AND SHOOTING OUT. ABAKAR IS BLOCKING THE ATTACK WITH THEIR RAKE, WHILE BRAMBLE IS USING A DEVICE TO GET A READING OF SOME SORT.\n\n\nJUNO: HEY! KIDS! Get the hell out of here!\n\n\nBRAMBLE: Agent! Just give me a second- I’ve got something good here, I think I’ve figured out how to-\n\n\nJUNO RUSHES FORWARDS, TOWARDS THEM. THE DRONE FLIES IN FRONT, STOPPING HIM.\n\n\nCASIDIO: You sure? Maybe we should give them a handle on this.\n\n\nJUNO, PANICKED: No way. No fucking way. Not again. Not after Taylor.\n\n\nCASIDIO: Juno, that wasn’t your faul-\n\n\nJUNO: My job in that mission was to get the fucking kid to safety! And you know what happened? One kid, dead, and half my team, shot. I’m not letting this happen again, Cas.\n\n\nVIOLET: Mr. Serapis! Dione! Do something, please!\n\n\nBRAMBLE: I’ve got it, don’t worry, love!\n\n\nVIOLET: BRAMBLE!\n\n\nBRAMBLE: Just trust me! I’ve got a plan!\n\n\nCASIDIO: Juno, don’t-\n\n\nBRAMBLE RUSHES FORWARDS, PULLING OUT A HAND AND PLACING IT FLAT AGAINST THE CREATURE’S STOMACH. IT JOLTS, ELECTROCUTED.\n\n\nBRAMBLE: See?\n\n\nVIOLET: Bramble, that thing’s going to fall!\n\n\nBRAMBLE: Well, then, I’m going to-\n\n\nSHE GASPS, AS THE MONSTERS STARTS THE KEEN FORWARDS\n\n\nVIOLET: NO!\n\n\nVIOLET RUNS TOWARDS BRAMBLE. JUNO DASHES IN, GRABBING VIOLET AND PULLING HER BACK. THE CREATURE KEENS FORWARDS, CAUSING BRAMBLE’S ARM TO SLIP. AS THE CONTACT IS LOST, THE CREATURE RE-MOBILISES, TURNING TO LASH OUT AT THEM. JUNO SCRAMBLES FOR SCP-7916, DROPPING VIOLET’S ARM. AS HE TURNS TO FIRE IT, BRAMBLE RUSHES THE CREATURE AGAIN, WHO LASSOES THEM WITH A TENTACLE, PULLING HER OFF THE GROUND.\n\n\nJUNO: FUCK!\n\n\nTHE CREATURE CRUSHES BRAMBLES SKULL IN ITS TENTACLE. BLOOD SPATTERS, AND VIOLET SCREAMS. JAMIE VOMITS. JUNO SHOOTS THE CREATURE, SQUARE IN ITS CHEST.\n\n\nRECORDING SHUTS OFF\n\n\nRECORDING RESUMES\n\n\nJUNO AND VIOLET SIT OUTSIDE, JUNO HOLDING A CLOTH TO VIOLET'S HEAD. VIOLET STARES INTO SPACE, EYES GLASSY.\n\n\nJUNO, GENTLY: Hey there.\n\n\nVIOLET BLINKS, NOT RESPONDING. JUNO PATS HER SHOULDER\n\n\nJUNO: You good?\n\n\nVIOLET: No.\n\n\nJUNO: You don’t have to be.\n\n\nVIOLET: I… I just want this all to be over. This all just- this is too much. I'm sorry. This is- I just miss my Mom and my friends and my teachers and I don't know if this will ever get better and everything is changing so fast and now Bramble is dead and it’s all my fault and I- \nSHE BREAKS OFF, CRYING. JUNO AWKWARDLY WRAPS AN ARM AROUND HER.\n\n\nJUNO: You're gonna be okay, kid. It’s not your fault.\n\n\nVIOLET HUGS HIM\n\n\nVIOLET: It \nis\n though. If I hadn’t-\n\n\nJUNO: It’s my fault. I shouldn’t have hesitated.\n\n\nVIOLET: No! It’s not- it couldn’t be your fault. You’re a good person, and I-\n\n\nJUNO: One, I’m not a good person. Two, don’t you dare say you aren’t one too. You’re too young to hate yourself.\n\n\nVIOLET SNIFFLES\n\n\nVIOLET: …Thanks for not abducting us.\n\n\nJUNO LAUGHS\n\n\nJUNO: Yeah… you're welcome.\n\n\nVIOLET: I… it hurts extra for me. I know that sounds weird or selfish to claim that somehow I deserve to be sad more than they do, but it’s different to them. They were her friends, and I… I loved her.\n\n\nJUNO: …. I don’t think it’s selfish. I know what it’s like. To lose someone you love. You can’t move on, and it just sits like an ache in your chest and kills you over and over until you can’t breathe or even feel anything but just that ache…\n\n\nVIOLET STOPS, HICCUPS, THEN WIPES HER NOSE\n\n\nVIOLET: No. No, that’s not right. That would be easier. If I couldn’t move on. If I could just love her forever. I mean, that would be so comfortable. \nSHE SNIFFS\n To have grief and nothing else, and just live there. But I can’t do that. My friends need me. The world needs me.\n\n\nJUNO: … you really think that’s it, huh? That clinging onto things is just so we can be…. comfortable?\n\n\nVIOLET: Life’s a bitch, Mr. Serapis. I usually just do whatever feels hardest, because the easy things just… they aren’t satisfying. Change is hard, which is why I have to do it. And letting go is change. It’s the worst kind of change. It’s not just change, it’s loss too.\n\n\nSHE SIGHS\n\n\nVIOLET: I don’t have the chance to take my time here. I don’t have the pleasure of grieving. I just have to keep things moving. I have to hold them up- hold this up.\n\n\nJUNO: You shouldn’t put all of that on yourself. It’s not… it’s not good.\n\n\nVIOLET: Mr. Serapis-\n\n\nJUNO: Juno.\n\n\nVIOLET: -Juno. I… \nSHE WIPES HER EYES, STRETCHING OUT HER LEGS\n Right now the hardest option is trusting that things will be okay. So… I’m gonna do it. I’m gonna trust you. It’s stupid, but I need something to believe in. And you’re the only solid thing right now. So I’m going to believe in you. So please… fix this.\n\n\nJUNO TAKES IN A DEEP BREATH\n\n\nJUNO: … okay. Thanks. Thanks, kid.\n\n\nVIOLET NODS, THEN WALKS AWAY, CLIMBING BACK DOWN THE LADDER INTO THE BUNKER. JUNO LEANS HIS HEAD BACK.\n\n\nCASIDIO: What are you… thinking about?\n\n\nJUNO: Hard things.\n\n\nCASIDIO: Oh. Like Violet said?\n\n\nJUNO: Yeah.\n\n\nCASIDIO: Don’t feel pressured by her faith in you. She means well, but I know you, Juno, and having people depend on you can be hard for you.\n\n\nJUNO: I wish you were right about that, but… that doesn’t bother me anymore, I don’t think. I mean. Taylor still… it’s still a sore spot. But when I really think about it… yeah. It did bother me, back then, but… I think I’ve stopped caring about what people ask of me. I either win, or I fail. I don’t think I have much of a say in that front.\n\n\nCASIDIO: Oh. \nSILENCE\n Well. That’s good.\n\n\nJUNO: I… \nHE LOOKS OVER, AND SMILES PAINFULLY\n Cas. I… I love you. But I think it’s time I realise there’s no more time to be in love with you. I’m not getting you back. \nHE CHOKES BACK A SOB\n And I need to move on.\n\n\nCASIDIO: Juno… I-\n\n\nJUNO: I’m sorry. I’m so sorry, Cas.\n\n\nCASIDIO: I’m proud of you. I’m so proud of you, Juno. This is good. For both of us… you deserve someone real. When this is all over… you deserve to love someone you can touch, and feel, and grow into. I don’t want you to love something you can’t have.\n\n\nJUNO: … I don’t want that for me either.\n\n\nTHE RECORDING CLICKS OFF\n\n\n\n\nRECORDING RESUMES\n\n\nTHE GROUP SIT AT THE TABLE, IN THE SHELTER. A MAP OF THE US IS SPREAD OUT, COVERED IN NOTES WRITTEN WITH RED MARKER. ABAKAR IS HOLDING A LARGE BULKY DEVICE. JAMIE IS TRYING TO GET JUNO TO LOOK AT A PICTURE HE DREW OF A GIANT TENTACLED BEETLE\n\n\nABAKAR: So. I used a special tracking system I designed to locate where everything has been coming from. It's a modified EMF reader, basically. Ever since this started, Jamie's compass has been out of whack. Some kind of strong magnetic field has appeared nearby, and it's totally fucked things up. By combining that with a GPS feature, I've managed to pin down the source area. Which should be…. \nSHE LOOKS AT THE DEVICE, DRAWING HER FINGER OVER THE MAP AND POINTING TO AN AREA IN THE UPPER REGION OF MINNESOTA\n Here.\n\n\nJUNO LOOKS TO CASIDIO\n\n\nCASIDIO: Have you seen things coming from there?\n\n\nABAKAR: Yep. We think it's where the government has been creating these things. Their test lab.\n\n\nJAMIE: Maybe a military base, like Area 51?\n\n\nABAKAR: 51 is bogus.\n\n\nVIOLET: No. It's totally real. Juno- you're an alien. Which state did you work in?\n\n\nJUNO: Nevada.\n\n\nJAMIE AND VIOLET EXCHANGE A WIDE-EYED LOOK. THE DRONE SIGHS.\n\n\nVIOLET: See?\n\n\nABAKAR SHAKES HER HEAD\n\n\nABAKAR: It's a bloody cover-up. This- this is the real deal.\n\n\nCASIDIO: So if we wanted to get there, what would be the best path?\n\n\nVIOLET: Well, we're in Huron right now. I'm from Dell Rapids, so I don't know much of the Northern parts, though.\n\n\nABAKAR: I'd say head East until you hit the Sioux River, then South until you hit Fargo. Then East again. I'm going to bet you're aiming for the Superior National Forest. That's always where shady ops go down - middle of the woods.\n\n\nCASIDIO: Site 112.\n\n\nVIOLET: What?\n\n\nJUNO: Nothing. Could you draw us a path on one of your maps?\n\n\nVIOLET: Yeah.\n\n\nJUNO: Thanks. \nHE SMILES\n Here's looking at you, kid.\n\n\nVIOLET ATTEMPTS TO GIVE A SHAKY SMILE IN RESPONSE\n\n\nRECORDING SHUTS OFF\n\n\n\n\nRECORDING RESUMES.\n\n\nTHE PARAWATCH MEMBERS SIT IN THE BASE, SILENT. JAMIE’S EYES ARE RED AND PUFFY. SILENTLY, VIOLET STANDS, WALKING OVER, AND PICKING UP BRAMBLE’S LAPTOP. SITTING DOWN, SHE OPENS IT, TYPES IN THE PASSCODE, AND CLICKS.\n\n\nVIOLET: … Flowercat066. Here.\n\n\nABAKAR: … huh?\n\n\nVIOLET: We’re going to do an update. Because Bramble kept a log. And we’re keeping a log.\n\n\nJAMIE: Are you sure that-\n\n\nVIOLET: Yes.\n\n\nSHE SIGHS\n\n\nVIOLET: I’m going to lead this. If Bramble can’t. I want to try. So let me try. Okay?\n\n\nJUNO, SOFTLY: That’s the spirit, kid.\n\n\nABAKAR: Violet….\n\n\nA MOMENT PASSES\n\n\nABAKAR: … for the truth?\n\n\nVIOLET: For the truth.\n\n\nJAMIE: For the truth.\n\n\nVIOLET SMILES, CHEEKS WET. ABAKAR WALKS OVER. THEY HUG, JAMIE JOINING IN, BEFORE BREAKING APART.\n\n\nCASIDIO: Juno and I are heading out around lunchtime. However, I'm going to give you a list of contacts. Usually, I'm not allowed to do this, but desperate times, desperate measures. These are people who will protect you, okay? For now, just stay here, and lay low. You're doing a good job.\n\n\nVIOLET: I- thanks.\n\n\nJAMIE: Can we come with you?\n\n\nJUNO: 'Fraid not. \nHE STANDS, HEADING OVER\n This is dangerous. I don't want any kids getting hurt.\n\n\nABAKAR: Fine.\n\n\nJUNO: Thanks.\n\n\nHE SIGHS\n\n\nVIOLET: I’m going to work on the entry. If that’s okay?\n\n\nJUNO: Of course. Let's get packing, Cas.\n\n\nRECORDING ENDS\n\n\n\n\nRECORDING RESUMES 14 MORE TIMES DURING THE JOURNEY, THOUGH FOOTAGE HAS BEEN CUT DUE TO RELEVANCE\n\n\nRECORDING RESUMES\n\n\nJUNO IS SITTING BY A MAKESHIFT FIRE, BAG AT HIS SIDE. IT'S DARK OUT\n\n\nJUNO: Almost there, huh? Site-112.\n\n\nCASIDIO: Looks like it. How many things have we shot, by now?\n\n\nJUNO: I stopped counting a bit ago, but- 20 in the past four days, at least. They're definitely gathering here.\n\n\nCASIDIO: What do you think we'll find?\n\n\nJUNO: … I don't know. Probably nothing good.\n\n\nCASIDIO: I'd love to find something good. It'd be nice if we got there and the problem is almost solved, no need for the journey.\n\n\nJUNO: Wouldn't that mean our journey was for nothing?\n\n\nTHE DRONE PAUSES\n\n\nCASIDIO: Well… if you think about it, nothing we do has been for nothing. I mean, I'm dead. But I've still been able to save people. I still… I still have an impact. Even if we don't save everyone, we'll still have an impact.\n\n\nJUNO: You really believe that?\n\n\nCASIDIO: It's not optimism, Juno. It's just the fact of the matter. I left you because you gave up on yourself. You wouldn't let me help you. The Foundation… there was still work I could do here… all this really saying, I'm glad to have you back.\n\n\nJUNO: … I didn't plan on coming back. When I first woke up, after the building went down. I realised I'd survived. And I just closed my eyes again.\n\n\nHE TAKES A BREATH\n\n\nJUNO: I just thought \"this is it. It's been a good one.\" And then I waited.\n\n\nCASIDIO: Juju…\n\n\nJUNO: It's okay. It's okay. I'm… I'm okay.\n\n\nCASIDIO: No. No, you're not.\n\n\nJUNO: … No, I'm not.\n\n\nJUNO DRAWS HIS KNEES TO HIS CHEST. TEARS GLITTER ON HIS CHEEKS. HE SOBS. THE DRONE FLIES TO HIS SHOULDER.\n\n\nJUNO: I feel fake, Cas. I feel like… like I'm not real. Like I've never been real. Like I'm just walking to the end point, with no purpose. Just waiting to die, so that everyone can stop caring and move on. Even with all of this, I still feel like I'm not going to mean anything when it's over. I'm just… I'm just a tool. That's the truth of it. When I shoot a monster, make a move, dodge a bullet, I'm always going to be doing it on the Foundation's behalf. I don't have an identity. I'm a Foundation Agent. I'm a symbol. I left the field because I didn't want to die a symbol.\n\n\nHE SOBS HARDER\n\n\nJUNO: I don't have a choice now.\n\n\nCASIDIO: I'm… I'm so sorry Juno.\n\n\nJUNO: What do I do, Cas? How do I- what question do I even ask? What do I say?\n\n\nCASIDIO: I don't know.\n\n\nTHE DRONE SIGHS\n\n\nCASIDIO: I don't think we have the pleasure of doing this for us anymore. I think… I don't think we have a choice here. I don't think we ever do.\n\n\nRECORDING CUTS OUT\n\n\n\n\nRECORDING RESUMES\n\n\nFALLEN TREES SURROUND THE SITE. THE BUILDING IS ALMOST COMPLETELY SMASHED TO PIECES, THE WALLS CAVED IN. SHRIEKS FILL THE AIR.\n\n\nJUNO: You recording?\n\n\nCASIDIO: Yeah.\n\n\nJUNO: Good. Alright, fuckers. Whoever's listening. This is Juno Serapis. I'm about to burn this bitch to the ground. If you're seeing this, then it probably worked. If not… well, blame it on the girl who gave me the gun.\n\n\nCASIDIO: Idiot. Let's just go.\n\n\nTHEY SLOWLY MOVE FORWARD. JUNO LEANS AGAINST HIS CANE. SCP-7916 IS CLIPPED ONTO HIS BELT. A DARK SHAPE MOVES FROM THE SITE\n\n\nJUNO: You scared?\n\n\nCASIDIO: Terrified.\n\n\nJUNO: Me too.\n\n\nTHEY REACH THE EDGE. A GIANT CREATURE, WITH TRANSLUCENT SKIN, AND A THICK SKULL OVER IT'S GELATINOUS HEAD LUMBERS OUT. JUNO RAISES THE GUN TO SHOOT.\n\n\nCASIDIO: Not yet! We might draw the whole herd's attention.\n\n\nJUNO: How many do you think there are?\n\n\nTHE DRONE'S GREEN SCANNER APPEARS AS AN OVERLAY.\n\n\nCASIDIO: 30.\n\n\nJUNO: \nShit.\n What do we do.\n\n\nCASIDIO: I… um. I don't- \nTHE DRONE RUNS A DATA ANALYSIS. INSIDE THE FACILITY, AT THE CENTER, STANDS A LARGE BLACK PORTAL THAT THE CREATURE JUST EMERGED FROM.\n … Blitz this bitch. \nTHE DRONE FLIES OUT, SPEEDING INTO THE SKY\n Hey! Look at me! \nTHE DRONE EMITS A HIGH-FREQUENCY NOISE, CAUSING MULTIPLE TO FLINCH, TURNING TO LOOK AT IT. ONE JUMPS TOWARDS IT, SPRINGING HIGH IN THE AIR.\n Yeah… chase me.\n\n\n//THE DRONE FLIES IN THE OPPOSITE DIRECTION OF JUNO. JUNO LEAPS OUT, SHOOTING THE BACKS OF SIX CREATURES. FIVE MORE OF THE SAME SPECIES FALL AS WELL. ONE CREATURE TURNS AROUND, SPOTTING HIM AND CHASING. FOUR MORE BREAK AWAY. HE SHOOTS THREE OF THEM BUT IS CAUGHT BY THE FOURTH, SMACKED IN THE SHOULDER AND SENT SPRAWLING. JUNO SHOOTS BOTH OF THEM FROM THE GROUND, ARM BLEEDING.\n\n\nCASIDIO: Get up! There's a partially intact staircase to your right, you can climb up and snipe them.\n\n\nJUNO GRUNTS, GETTING TO HIS FEET. A TENTACLE REACHES OUT TO GRAB HIM, AND HE STABS THE EYE AT THE END WITH HIS CANE. LIMPING, HE SHOVES THE GUN INTO ITS HOLSTER, SPRINTING UP THE CRUMBLING STAIRS. ONE STEP BREAKS, NEARLY CAUSING HIM TO FALL. HIS CANE FALLS OVER THE LEDGE, AND HE CATCHES HIMSELF, CRAWLING ONTO THE LEDGE.\n\n\nCASIDIO: You okay?\n\n\nJUNO: Yeah! Just- \nHE HISSES IN PAIN AS HIS SHOULDER SCRAPES THE WALL\n\n\nCASIDIO: Shoot them!\n\n\nJUNO AIMS THE GUN, AND FIRES IN QUICK SUCCESSION. ALL BUT THREE CREATURES ARE SHOT. ONE CLIMBS UP THE WALL, POUNCING ON HIM. JUNO SHOOTS IT IN THE STOMACH, JUST AS IT DRIVES A FANG INTO HIS EYE. JUNO SCREAMS, HIS FACE BLEEDING. ANOTHER CREATURE LUNGES FOR THE DRONE, CAPTURING IT IN HIS PAWS.\n\n\nJUNO: \nGET AWAY FROM HER YOU-\n \nHE UNLOADS FOUR BULLETS INTO THE CREATURE, NEARLY HITTING THE DRONE, THEN HITS THE LAST CREATURE AS WELL. THE BATTLEFIELD IS EMPTY. THE DRONE HITS THE GROUND. JUNO JUMPS OVER THE WALL, LANDING IN A HEAP, AND CRAWLING OVER TO THE DRONE'S SIDE\n \nCAS!\n\n\nCASIDIO: Juno… \nTHE DRONE EMITS A GROAN\n That… the… the portal.\n\n\nJUNO: Cas…\n\n\nCASIDIO: Do it. Please. Just…\n\n\nJUNO: Cas… I…\n\n\nA GROWL IS HEARD FROM BEHIND A CREATURE POUNCES TOWARDS THEM. JUNO SHOOTS IT TWICE, MISSING THE FIRST TIME. THE CREATURE FALLS ONTO HIM, DISSOLVING AS IT TEARS TEETH INTO JUNO'S STOMACH. JUNO FALLS BACKWARDS.\n\n\nCASIDIO: Juno!\n\n\nJUNO: I'm- urgh- I'm-\n\n\nCASIDIO: Are you okay?\n\n\nJUNO: Yeah. Yeah. \nHIS HAND COMES AWAY FROM HIS STOMACH, COVERED IN BLOOD\n Shit. Well. I… are you ready?\n\n\nCASIDIO: Yeah.\n\n\nJUNO: Okay. \nHE SMILES\n Hey Cas?\n\n\nCASIDIO: What?\n\n\nJUNO: … I think I'm ready to retire for real.\n\n\nCASIDIO: … I hear the Foundation has some great severance packages.\n\n\nJUNO: Bullshit.\n\n\nCASIDIO: … c'mon. Let's finish this.\n\n\nJUNO: … Thanks, Cassidy.\n\n\nCASIDIO: … love you too, Juno.\n\n\nJUNO GRINS. HE FIRES SCP-7916 TWICE INTO THE PORTAL'S CENTER.\n\n\nA WHITE FLASH RINGS OUT. THE SCREEN DIES.\n\n\n\n\n\n\n\n\n\n\n\n\nINCIDENT REPORT-7916\n\n\nOn August 8th, 2023, Site 112 went offline without warning. Field agents were dispatched, to find that the area around the Superior National Forest, Minnesota, had been destroyed. The ground was burned, and the Site had sustained complete casualties, along with everything within a 10-kilometre radius.\n\n\nThe only body still identifiable was that of Agent Juno Serapis, who was holding SCP-7916 at the time. Further testing has discovered the gun empty of bullets, and the function seems to match that of any non-anomalous pistol.\n\n\nAfter a review of the footage recovered from the drone \"CASIDIO\", it's been posited that the destruction of the portal caused a reversal of the events which occurred.\n\n\nThe Parawatch members have been identified as Violet Olentangy of Dell Rapids, Judith Abakar of Aberdeen, Jamie Barker of Aberdeen, and Delilah \"Bramble\" Caulder of Brookings, South Dakota. The GOC base located in Ohio is being tracked down, with the hope to apprehend Agent Barbara Thompson for further questioning.\n\n\nThe current theory for why reality reversed during the incident is that upon contact, the effects of SCP-7916 destroyed the rift conceptually, creating what could be described as a reverse vacuum. The conceptual force of the alternate reality upon ours was reversed, along with all created or destroyed by its effect.\n\n\nThe area around Site-112 that suffered collapse is posited to be the area which the portal was drawing energy from to function. Upon its closure, this area was preserved, in a conceptual grey-area between conceptual linkage and conceptual identity, both of which were destroyed at the same time the effect of SCP-7916 ceased function.\n\n\nA secondary theory ties into the sense of locational memory - with human subjects, memories are retained of items in the event that the subject directly witnesses the destruction. This could be a similar concept, with the area itself acting as a “witness” to the destruction, and therefore having retained its “memories” of it, leaving it unaffected.\n\n\nDue to these events, Agent Juno Serapis has been awarded a post-humous Foundation badge of Courage, as well as Dr. Cassidy Dione, who has been promoted to Site Director of Site 160. After viewing the footage, she confirmed that she had a drone matching the one found at the scene, which had disappeared.\n\n\n\n\nEXCERPT FROM THE INDUCTION CEREMONY OF SITE DIRECTOR CASSIDY DIONE\n\n\nA SMALL CROWD STANDS BENEATH A PLATFORM, STARING AT A MIDDLE-AGED BLONDE WOMAN WITH ROSY CHEEKS.\n\n\nDIONE: Hello everyone. I'd like to announce a big change that's going to happen around here. As of recent events, it's been decided that the current measures the Foundation employs to handle XK-Class or apocalyptic scenarios is lacking. As your new Site Director, I've gotten O5 approval to assemble a new Mobile Task Force, specially trained to deal with sudden breaches of a world-endangering scale.\n\n\nTHE CROWD MURMURS. DIONE GESTURES TO A FIGURE OFFSTAGE, WHO STEPS ON.\n\n\nDIONE: I'd like to introduce Agent Deanna Lafayette. The first member of the XK-Class Mobile Task Force: The Juno Longwings.\n\n\nSHE SMILES. THE CAMERA CUTS OUT\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The bullet supply is now depleted after the incident on 8.8.23",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-7916",
    "object_class": "Safe Neutralized",
    "containment_procedures": "",
    "description": "",
    "title": "SCP-7916"
}