{
    "url": "https://scp-wiki.wikidot.com/scp-792",
    "all_text": "rating: \n+256\n+\n–\nx\n\n\nItem #:\n SCP-792\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-792 is surrounded by an electric fence topped with razor-wire, measuring 4 meters high. The only entrance to SCP-792 is a gate on the south side, which is to be guarded by three (3) armed security personnel at all times. Additional security personnel are posted every 1.5 km around the perimeter. SCP-792 must be inspected weekly for new instances of SCP-792-1, except between September 2nd and October 31st. No other personnel are to be admitted to the area.\n\n\nDescription:\n SCP-792 is a wooded area measuring 4 square kilometers near the town of ███████, ██. SCP-792 contains, at any given time, between 37 and 4,500 human corpses, hereby designated SCP-792-1. Instances of SCP-792-1 vary greatly in race, age, etc., with slight trends existing towards Caucasian and Hispanic descent and heightened age. All specimens are nude.\n\n\nInstances emerge from the ground at apparently random intervals at a rate of roughly ten (10) per day in a process that takes between nine (9) and fourteen (14) days. SCP-792-1 specimens will emerge headfirst in a prone position. After emergence, decomposition will proceed as expected in SCP-792's environment. Fully emerged instances of SCP-792-1 show no unusual properties. If removed from the ground prior to complete formation, the portions of SCP-792-1 that were underground will be composed of a large mass of root-like structures. Analysis of these structures has shown them to be identical in composition to human muscle tissue.\n\n\nOnce a year, between the dates of September 2nd and October 31st, 90 to 130 humanoid figures (hereby referred to as SCP-792-2) will appear in and climb out of a pond in the center of the area. Instances of SCP-792-2 are clothed in white Level A hazmat suits with tinted visors which prevent the face from being visible. Instances are sapient and capable of communication in English. After exiting the pond, SCP-792-2 will retrieve fully formed instances of SCP-792-1 and place them in the pond, where they will disappear. This process takes two days to complete. An average of 13% of fully grown instances of SCP-792-1 are not taken through the pond. Instead, instances of SCP-792-2 will construct a large bonfire in the center of SCP-792 and burn them. The purpose of this is currently unknown. If questioned, instances of SCP-792-2 are generally cooperative, but will refuse to leave the area and show anxiety to begin working again.\n\n\n\n\nLevel 3 clearance or higher is required to view the following document\n\n\n\n\nClearance accepted\n\n\n\n\n\n\nAddendum 9A\n\n\nInterview 792-4\n\n\nInterviewed:\n SCP-792-2\n\n\nInterviewer:\n Senior Researcher L████████\n\n\nForeword:\n On 12/██/97, a single instance of SCP-792-2 emerged from SCP-792 and requested to speak with the person in charge of the containment of SCP-792. After some deliberation, Senior Researcher L████████ chose to conduct an interview.\n\n\n<Begin Log>\n\n\nSenior Researcher L████████:\n Why did you want to talk to me?\n\n\nSCP-792-2:\n Your research is [pause] disrupting our work.\n\n\nSenior Researcher L████████:\n And your work is?\n\n\nSCP-792-2:\n [pause] Farming.\n\n\nSenior Researcher L████████:\n Yes, we understood that already. But what's the point? Why do you do it?\n\n\nSCP-792-2:\n It is our duty.\n\n\nSenior Researcher L████████:\n Can you elaborate?\n\n\nSCP-792-2:\n Those headed for Isaad require guides. We judge who is worthy and who is not. The worthy are taken to Isaad. Those who aren't we destroy.\n\n\nSenior Researcher L████████:\n And by conducting our research, we're preventing you from doing this?\n\n\nSCP-792-2:\n Yes. The crop cannot be disturbed.\n\n\nSenior Researcher L████████:\n What will happen if we continue our research?\n\n\nSCP-792-2\n: Death is not a right. It is a [pause] gift that we can deny.\n\n\nSenior Researcher L████████:\n Are you threatening us?\n\n\nSCP-792-2\n: No. You are threatening those who would otherwise be welcomed into Isaad. Your research is preventing them from resting.\n\n\nSenior Researcher L████████:\n Could you not just take them regardless?\n\n\nSCP-792-2\n: I would like to leave now.\n\n\n(At this point SCP-792-2 attempted to get up and leave the interviewing area, but was restrained by guards and put in a holding cell. Three (3) hours later it disappeared from the cell. Current whereabouts are unknown.)\n\n\n<End Log>\n\n\nClosing Statement:\n [Senior Researcher L████████ has requested the suspension of all testing involving SCP-792. Request denied by Site Director R███████.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-791\n | SCP-792 | \nSCP-793\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-792\n\" by rumetzen, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-792\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Addendum 9A Interview 792-4 Interviewed: SCP-792-2 Interviewer: Senior Researcher L████████ Foreword: On 12/██/97, a single instance of SCP-792-2 emerged from SCP-792 and requested to speak with the person in charge of the containment of SCP-792. After some deliberation, Senior Researcher L████████ chose to conduct an interview. <Begin Log> Senior Researcher L████████: Why did you want to talk to me? SCP-792-2: Your research is [pause] disrupting our work. Senior Researcher L████████: And your work is? SCP-792-2: [pause] Farming. Senior Researcher L████████: Yes, we understood that already. But what's the point? Why do you do it? SCP-792-2: It is our duty. Senior Researcher L████████: Can you elaborate? SCP-792-2: Those headed for Isaad require guides. We judge who is worthy and who is not. The worthy are taken to Isaad. Those who aren't we destroy. Senior Researcher L████████: And by conducting our research, we're preventing you from doing this? SCP-792-2: Yes. The crop cannot be disturbed. Senior Researcher L████████: What will happen if we continue our research? SCP-792-2 : Death is not a right. It is a [pause] gift that we can deny. Senior Researcher L████████: Are you threatening us? SCP-792-2 : No. You are threatening those who would otherwise be welcomed into Isaad. Your research is preventing them from resting. Senior Researcher L████████: Could you not just take them regardless? SCP-792-2 : I would like to leave now. (At this point SCP-792-2 attempted to get up and leave the interviewing area, but was restrained by guards and put in a holding cell. Three (3) hours later it disappeared from the cell. Current whereabouts are unknown.) <End Log> Closing Statement: [Senior Researcher L████████ has requested the suspension of all testing involving SCP-792. Request denied by Site Director R███████.]",
        "\" SCP-792 \" by rumetzen, from the SCP Wiki . Source: https://scpwiki.com/scp-792 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-792",
    "object_class": "Euclid",
    "containment_procedures": "SCP-792 is surrounded by an electric fence topped with razor-wire, measuring 4 meters high. The only entrance to SCP-792 is a gate on the south side, which is to be guarded by three (3) armed security personnel at all times. Additional security personnel are posted every 1.5 km around the perimeter. SCP-792 must be inspected weekly for new instances of SCP-792-1, except between September 2nd and October 31st. No other personnel are to be admitted to the area.",
    "description": "SCP-792 is a wooded area measuring 4 square kilometers near the town of ███████, ██. SCP-792 contains, at any given time, between 37 and 4,500 human corpses, hereby designated SCP-792-1. Instances of SCP-792-1 vary greatly in race, age, etc., with slight trends existing towards Caucasian and Hispanic descent and heightened age. All specimens are nude.",
    "title": "SCP-792"
}