{
    "url": "https://scp-wiki.wikidot.com/scp-7926",
    "all_text": "Probably the grossest article you'll read in a while.\n\n\n\n\n\n\n\n\nrating: \n+128\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \njust really gross stuff. Seriously, it's gross. Also, there is a parallel to infant death.\n\n\n\n\n\n\n\n\nrating: \n+128\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nSCP-7926 prior to obtaining its anomalous properties.\n\n\n\n\n\n\nItem #:\n SCP-7926\n\n\nObject Class:\n \nEuclid\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-7926 is currently contained in a humanoid containment chamber at \nSite-55\n. The chamber has been modified to allow for the drainage of liquids to a cistern beneath it, which is to be drained following Rupture Events by personnel trained in hazardous waste disposal/management.\n\n\nSCP-7926 has been placed on a strict diet. It is not permitted to consume simple carbohydrates or glutenous foodstuffs. Additionally, SCP-7926 has been prescribed Minocycline and a Salicylic Acid treatment.\n\n\nDescription:\n SCP-7926 is a Caucasian male, 22 years of age (formerly known as Grant Morrison) afflicted with \nacne vulgaris\n on its face, upper chest, and back. SCP-7926 demonstrates multiple biological anomalies and irregularities originating from its integumentary system:\n\n\n\n\nAll sebaceous glands produce high levels of sebum to the point of regularly overflowing from the pores;\n\n\nCutibacterium acnes\n1\n colonies inhabiting the skin reproduce at an exponential rate. Despite this, SCP-7926's adaptive immune system has not been activated;\n\n\nSCP-7926 is significantly overweight. However, the stretch marks on its abdomen do not correlate with rapid weight gain;\n\n\nAlthough SCP-7926 is primarily blonde, individual strands of black, brown, white, and red hair have been observed growing from the body;\n\n\nSCP-7926's skin is near-resistant to most forms of damage; only SCP-7926 itself can directly damage its skin.\n\n\n\n\nSCP-7926's most prominent anomaly relates to the activation of 'Rupture Events'. During a Rupture Event, pimples all over SCP-7926's body will burst, releasing a viscous liquid the constitution of which has been found to vary between events. Rupture Events can be predicted by nodular acne spots growing beyond 3 cm in diameter, with the largest recorded instance reaching 8 cm in diameter.\n\n\nAs a result of SCP-7926's condition being prolonged before Foundation intervention, individual pimples on the entity have been prone to developing further anomalous properties.\n\n\nAttached below is an abridged log of notable Rupture Events and the resultant liquid produced by it.\n\n\n\n\n\n\nRupture Event\n\n\nDate\n\n\nComposition of liquid\n\n\nNotes\n\n\n\n\n\n\n#012\n\n\n14/01/2023\n\n\nSCP-7926 popped a pimple on its cheek with Foundation approval. The pimple released an abundance of pus and oil onto the chamber window. SCP-7926 expressed momentary relief.\n\n\nN/A\n\n\n\n\n\n\n#029\n\n\n21/02/2023\n\n\nSCP-7926 popped a pimple on its lower back with Foundation approval. Unlike prior tests, the contents were released into the subject's body instead of outward. SCP-7926 has reported a continuous sharp pain originating from its \ngluteus maximus\n since then.\n\n\nSCP-7926 has been prescribed Tylenol.\n\n\n\n\n\n\n#068\n\n\n07/04/2023\n\n\nThe lowest pimple on SCP-7926's chest popped. The liquid released was standard pus, however, the pimple continued to overflow for a span of six hours before running out.\n\n\nSCP-7926 no longer appears to be overweight and has admitted to having developed immense cravings for chocolate and greasy foods since this test.\n\n\n\n\n\n\n#158\n\n\n12/05/2023\n\n\nMultiple pimples on SCP-7926's back grew simultaneously to 8 cm in diameter over the span of an hour. The pimples popped completely, tearing and scarring the skin. The released liquid was an oily ichor, as well as the remains of half-digested foodstuff. In one of the pimples, instead of foodstuff, a large cluster of intact minocycline capsules was discovered.\n\n\nSCP-7926's minocycline intake is to be doubled and administered without capsules. SCP-7926 is also not allowed to wear shirts for the foreseeable future.\n\n\n\n\n\n\n#204\n\n\n15/06/2023\n\n\nSCP-7926 popped a pimple on its nose without Foundation approval. Upon popping, SCP-7926's head whiplashed and was flung into the wall of the containment chamber. SCP-7926 sustained several bruises, a broken nose, and a fractured pelvis in the process. The pus released from the pimple was abnormally runny.\n\n\nSCP-7926 was provided a bedpan to compensate for bathroom breaks.\n\n\n\n\n\n\n#291\n\n\n09/07/2023\n\n\nA researcher assisting SCP-7926 in its Salicylic Acid treatment accidentally brushed against a small blackhead on its shoulder. The blackhead suddenly burst from the skin and propelled itself at the researcher. SCP-7926 screamed when the researcher collapsed, prompting a medical team to enter the chamber. Though the blackhead was 12 centimeters in diameter; the wound on the researcher's head is nearly identical to those caused by a 7.62 mm bullet wound.\n\n\nOnly D-Class personnel are permitted to directly interact with SCP-7926 from now on.\n\n\n\n\n\n\n#362\n\n\n30/08/2023\n\n\nSCP-7926 had alerted researchers that pimples had started to form on its arms. When D-Class personnel were sent in to inspect, all the pimples on SCP-7926's arm popped. The pus had two anomalous properties: quickly frying skin and inducing extreme hunger. All individuals in the room (including SCP-7926) began consuming the flesh of SCP-7926's arm, dipping removed skin and flesh in the pus before being restrained by the security team.\n\n\nSCP-7926 was given emergency skin grafting surgery. The skin healed quickly, but also adopted the same anomalous properties as SCP-7926's original skin.\n\n\n\n\n\n\n#421\n\n\n22/09/2023\n\n\nSCP-7926 reported feeling extreme pain from a particular pimple on its left arm, but was instructed not to touch it. The subject continued to complain about the pain for 5 hours until D-class personnel were sent in to assist it with popping said pimple. After applying pressure to the afflicted area for twelve minutes, the pimple finally burst. In addition to the viscous, oily liquid which typically expels from SCP-7926, a single long, red hair erupted out of the scar and continued to coil around the D-Class personnel until they were completely wrapped.\n\n\nThe hair was cut by a second D-Class equipped with trimmers shortly after, and the original D-Class was freed and bathed.\n\n\n\n\n\n\n#533\n\n\n10/10/2023\n\n\nFollowing a stream of constant stomach aches, nausea, and other gastrointestinal issues, SCP-7926 reported a pimple nearing Rupture Event size on its \nmons pubis\n. When popping it was attempted, SCP-7926 reported a searing pain shooting through its pelvis and lower back. Once popped, a humanoid the size of a small infant composed entirely of sebum and pus emerged from the scar. The humanoid did not show signs of life, and quickly dried out and crumbled to dust.\n\n\nSCP-7926 appeared distraught following this particular Rupture Event, and stated it was \"Not ready to see it go so soon.\" When asked for clarification SCP-7926 refused to elaborate.\n\n\n\n\n\n\n#600\n\n\n16/11/2023\n\n\nThe largest Rupture Event pimple to date (measuring 15 cm in diameter) was recorded on SCP-7926's chest. In addition to the regular sebum, pus, and oil typical of Rupture Events, bones, muscle fibers, and nervous tissue began pouring out of the wound. SCP-7926 vocalized in fear and panic as its internal organs and its cardiovascular, muscular, and skeletal systems were expelled through the ruptured pimple. Eventually, all that remained of SCP-7926 was its empty skin.\n\n\nSCP-7926 is considered Neutralized following this event.\n\n\n\n\n\n\nAddendum 7926.01:\n Hazmat personnel in charge of draining SCP-7926's cistern noted that the liquid inside the container appeared to be forming pimples. Following further examination, a sample of the liquid was taken to Site-55 specialists and draining was halted to allow study. Traces of genetic material belonging to SCP-7926 were found in the liquid, and the liquid was observed to move even when not disturbed. The liquid in the cistern was also observed to be slightly twitching upon further examination.\n\n\nFurther classification is pending.\n\n\n\n\nFootnotes\n\n\n1\n. A type of bacterium that colonizes human skin.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6057\n \n•\n\n\n\n\n\n\nSCP-4726\n \n•\n\n\n\n\n\n\nSCP-MYSTERY-J\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nNico's Proposal II\n \n•\n\n\n\n\n\n\nMDI-6726\n \n•\n\n\n\n\n\n\nSCP-7724\n \n•\n\n\n\n\n\n\nSCP-7726\n \n•\n\n\n\n\n\n\nSCP-ADMONITION-J\n \n•\n\n\n\n\n\n\nSCP-3297\n \n•\n\n\n\n\n\n\nSCP-371-J\n \n•\n\n\n\n\n\n\nSCP-8984\n \n•\n\n\n\n\n\n\nSCP-2983\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-8400\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nParawatch Intro Thread\n \n•\n\n\n\n\n\n\nCritter Profile: Chuck.\n \n•\n\n\n\n\n\n\nA Song Without Words\n \n•\n\n\n\n\n\n\nSquare your shoulders, lift your pack, and leave your friends and go.\n \n•\n\n\n\n\n\n\nCold Turkey - A Prelude\n \n•\n\n\n\n\n\n\nS&C Paper\n \n•\n\n\n\n\n\n\nBeing Dzhey Evervud\n \n•\n\n\n\n\n\n\n'Para-Pedigrees' PED464/CAN33/LUP22\n \n•\n\n\n\n\n\n\nJust Another Day\n \n•\n\n\n\n\n\n\n魂-S-2049 \"Anima Back-Ups\"\n \n•\n\n\n\n\n\n\nSCP Wiki Discussion Page Simulator\n \n•\n\n\n\n\n\n\nSPC-446\n \n•\n\n\n\n\n\n\nClef Goes To The DMV\n \n•\n\n\n\n\n\n\nProject Proposal 2014-1221: \"Finally Waking Up\"\n \n•\n\n\n\n\n\n\nTim Wilson's Close Shave\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7925\n | SCP-7926 | \nSCP-7927\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7926\n\" by Uncle Nicolini and nickthebrick1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7926\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n pimple.png\n\n\nName:\n Eros Vlahos cropped.jpg\n\n\nAuthor:\n Loweane\n\n\nLicense:\n CC BY-SA 3.0\n\n\nNote:\n Edited by CennoxX and \nNickthebrick1\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum 7926.01: Hazmat personnel in charge of draining SCP-7926's cistern noted that the liquid inside the container appeared to be forming pimples. Following further examination, a sample of the liquid was taken to Site-55 specialists and draining was halted to allow study. Traces of genetic material belonging to SCP-7926 were found in the liquid, and the liquid was observed to move even when not disturbed. The liquid in the cistern was also observed to be slightly twitching upon further examination.\nFurther classification is pending.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-7926 \" by Uncle Nicolini and nickthebrick1, from the SCP Wiki . Source: https://scpwiki.com/scp-7926 . Licensed under CC-BY-SA .",
        "Filename: pimple.png Name: Eros Vlahos cropped.jpg Author: Loweane License: CC BY-SA 3.0 Note: Edited by CennoxX and Nickthebrick1 Source Link: Link"
    ],
    "item": "SCP-7926",
    "object_class": "Euclid Neutralized",
    "containment_procedures": "SCP-7926 is currently contained in a humanoid containment chamber at Site-55. The chamber has been modified to allow for the drainage of liquids to a cistern beneath it, which is to be drained following Rupture Events by personnel trained in hazardous waste disposal/management.",
    "description": "SCP-7926 is a Caucasian male, 22 years of age (formerly known as Grant Morrison) afflicted with acne vulgaris on its face, upper chest, and back. SCP-7926 demonstrates multiple biological anomalies and irregularities originating from its integumentary system:",
    "title": "SCP-7926"
}