{
    "url": "https://scp-wiki.wikidot.com/scp-7928",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\nEverturning\n\n\n\n\n\n\nHi, I’m Everturning, author avatar Doctor Everturn. This has no meaning whatsoever to the article. Enjoy!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7928\n\n\nObject Class:\n Ticonderoga\n1\n\n\nSpecial Containment Procedures:\n SCP-7928 is located far enough outwards from Earth so as to pose zero threat whatsoever. \nIn the event that SCP-7928 does pose a threat (predicted chance of 0.1%) to Earth, utilize Tau-Rho Exclusion Protocol. Beholder-15 is currently observing SCP-7928.\n See Transcript 3. Due to this, Binary_Star.aic has manually separated a copy of itself into Beholder-15 to prevent malfunction. Beholder-15 is imbued with reconstruction properties in case of damage.\n\n\nDescription:\n SCP-7928 refers to a Tau-Rho (“eldritch”) entity referring to itself as “Tr’Kxladi, the outer god of interruption and mortal foil.” SCP-7928 mainly appears yellow, with magenta eyes shaped like human eyes.\n\n\nSCP-7928 has several hazardous effects typical of Tau-Rho entities. These effects include, but are not limited to:\n\n\n\n\nCognitohazardous effects such as causing derangement, fervor in regards towards SCP-7928’s worship, and agitation.\n\n\nAntimemetic properties, causing some individuals to have no perception of SCP-7928. SCP-7928 takes both pride and shame in this ability.\n\n\nThe ability to remotely rearrange some organs, as well as instantly drain the blood of most living organisms.\n2\n\n\n\n\nDue to Beholder-15 being mechanical, none of these hazards affect it. Furthermore, SCP-7928 has many non-hazardous abilities, being:\n\n\n\n\nThe ability to shapeshift\n\n\nAbility to view and edit text\n\n\nThe ability to speak several languages, including some that originated on Earth\n\n\n\n\nSCP-7928 frequently attempts to speak with Beholder-15 about a variety of topics. These are recorded in the transcripts below.\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount1\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount1\n\n\n\n\n\n\n<Begin Log>\n\n\nBeholder-15 is scanning the surrounding area for spatial anomalies.\n\n\nSCP-7928 is spotted in the form of a large orb with several eyes.\n\n\nBEHOLDER-15:\n GREETINGS. YOU ARE BEING CLASSIFIED AS A SPATIAL ANOMALY.\n\n\nSCP-7928:\n That’s because I am! I’m super weird!\n\n\nSilence\n\n\nSCP-7928:\n Too weird for your mind to comprehend!\n\n\nSilence\n\n\nSCP-7928:\n I’m sure your mind is untangling because of my threatening presence.\n\n\nA scan for threats to BEHOLDER-15 is run.\n\n\nBEHOLDER-15:\n THREAT LEVEL: NULL.\n\n\nSCP-7928:\n No way, your detectors must be broken. I’m super evil.\n\n\nBEHOLDER-15:\n DETECTIONS SYSTEMS RUNNING AT PEAK EFFICIENCY. YOU ARE INACCURATE.\n\n\nSCP-7928:\n No, I’m not. I’m never wrong. See?\n\n\nBEHOLDER-15:\n PLEASE DO NOT MAKE EDITS ON YOUR FILE. YOU ARE NOT “THE EVILEST OUTER GOD BECAUSE WIKIPEDIA SAID SO.” FURTHERMORE, WIKIPEDIA DID NOT SAY SO.\n\n\nBEHOLDER-15:\n PLEASE LET ME RESUME MY OBSERVATIONS.\n\n\nSCP-7928:\n Why?\n\n\nBEHOLDER-15:\n IT IS MY MISSION.\n\n\nSCP-7928:\n What’s a mission?\n\n\nBEHOLDER-15:\n MY MISSION IS TO OBSERVE FOR SPATIAL ANOMALIES AND THEN CATALOGUE THEM.\n\n\nSCP-7928:\n No, what’s a mission?\n\n\nBEHOLDER-15:\n MERRIAM-WEBSTER DEFINES MISSION AS: NOUN. A PROJECT THAT REQUIRES DEDICATION AND WORK, NORMALLY BEGAN BY A MEANINGFUL CAUSE.\n\n\nSCP-7928:\n I’ve… never heard of that before.\n\n\nSCP-7928 demanifests.\n\n\n<End Log>\n\n\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount1\n\n\n\n\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount2\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount2\n\n\n\n\n\n\n<Begin Log>\n\n\nBEHOLDER-15 is scanning for spatial anomalies.\n\n\nSCP-7928 manifests as a large barrier with several human mouths on its surface.\n\n\nBEHOLDER-15:\n ERROR: I CANNOT CONTINUE WITH THIS OBSTRUCTION.\n\n\nSCP-7928:\n You said that missions were things you are dedicated to, right?\n\n\nSilence\n\n\nSCP-7928:\n Well this is my mission. And because it threatens you, I’m a threat, right?\n\n\nBEHOLDER-15 begins to slowly change direction, moving under SCP-7928, then moving on.\n\n\nSCP-7928:\n Hey, that’s cheating!\n\n\nSCP-7928 changes into a form similar to a serpent with tentacles for orifices.\n\n\nSCP-7928:\n Look at this! Classic eldritch form. I must be the most eldritch thing ever.\n\n\nBEHOLDER-15:\n YOUR TOTAL IDENTIFIED TAU-RHO ENTITY CLASS IS LEVEL TWO.\n\n\nSilence\n\n\nSCP-7928:\n What? Come on! I must at least be a LOW level eight.\n\n\nBEHOLDER-15:\n LEVEL EIGHT TAU-RHO ENTITIES HAVE MAJOR REALITY MANIPULATION ABILITIES, MANY OCCULT GROUPS THAT WORSHIP THEM, AND DO NOT OFTEN CONVERSE OR MAKE EFFORT TO INTERACT WITH BEHOLDER CONSTRUCTS.\n\n\nSCP-7928:\n Well, I’m sure “level eights” can’t do this-\n\n\nSCP-7928 turns into an eyeball with 20 hands, and starts moving sporadically making several grunts and [COGNITOHAZARD EXPUNGED]\n\n\nSCP-7928:\n You don’t have any organs. Of course.\n\n\nSCP-7928 begins making a sound similar to humans expressing emotional distress. The sound is notably distorted, and contains a cognitohazard. BEHOLDER-15 is held in place.\n\n\nBEHOLDER-15:\n LET ME CONTINUE.\n\n\nSCP-7928 stops making the cognitohazardous noise.\n\n\nSCP-7928:\n You’re not even going to try to do anything?\n\n\nBEHOLDER-15:\n NO.\n\n\nSCP-7928:\n But… No. HOW DARE YOU DENY ME COMFORTING?\n\n\nSCP-7928 changes into a large tentacled mass with several eyes, mouths, arms, and legs.\n\n\nSCP-7928 damages BEHOLDER-15. Speaking, light producing, and camera systems are damaged.\n\n\nSCP-7928:\n Wait, no. No! Hey, I was just a little bit mad! Please, just come back!\n\n\nBEHOLDER-15 powers down to preserve energy.\n\n\n<End Log>\n\n\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount2\n\n\n\n\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount3\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount3\n\n\n\n\n\n\n<Begin Log>\n\n\nBEHOLDER-15 reactivates. All damage has been repaired by internal systems.\n\n\nBEHOLDER-15 scans for spatial anomalies.\n\n\nSCP-7928 is seen, rapidly moving around BEHOLDER-15 in a serpentine form with many mouths of various species smiling.\n\n\nSCP-7928:\n YOU’RE BACK! YOU’RE BACK! YOU’REBACKYOU’REBACKYOU’REBACK-\n\n\nThis continues on for several hours.\n\n\nSCP-7928:\n It was so quiet without you.\n\n\nBEHOLDER-15:\n PRIMARY OBSERVATION FOLLOWING SHUTDOWN: TAU-RHO ENTITY, CLASS TWO. APPEARS PRIMARILY YELLOW. THREAT LEVEL: NUL-\n\n\nSCP-7928:\n Hey, wait, I harmed you, though, remember?\n\n\nBEHOLDER-15 runs calculations.\n\n\nBEHOLDER-15:\n THREAT LEVEL: PRESENT\n\n\nSCP-7928:\n In human time, you were out for years.\n\n\nBEHOLDER-15 runs calculations. SCP-7928’s statement is accurate.\n\n\nBEHOLDER-15:\n THREAT LEVEL: LIFE-ENDANGERING\n\n\nSCP-7928 shifts into a humanoid form.\n\n\nSCP-7928:\n Yes!\n\n\nSCP-7928 pumps its fist.\n\n\nSCP-7928 demanifests.\n\n\n<End Log>\n\n\n\n\n\n\nbeholder15\\Files\\Transcripts\\\\7928encount3\n\n\n\n\n\n\nAddendum-7928-A:\n\nFollowing the events of Transcript 3, SCP-7928 has been observed to occasionally manifest near BEHOLDER-15 and begin to converse with it. It has been amenable to sharing information that would otherwise be nigh-impossible to obtain, as long as it is repeatedly reminded that it poses a significant threat to life in the universe. BEHOLDER-15's mission has been altered to include maintaining SCP-7928's mood.\n\n\n\n\nFootnotes\n\n\n1\n. Cannot be contained, but does not need to be contained\n\n\n2\n. Based on records on Tau-Rho entities that reference SCP-7928\n\n\n\n\n\n\n\n\n« \nSCP-7927\n | SCP-7928 | \nSCP-7929\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7928\n\" by Everturning, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7928\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-7928-A: Following the events of Transcript 3, SCP-7928 has been observed to occasionally manifest near BEHOLDER-15 and begin to converse with it. It has been amenable to sharing information that would otherwise be nigh-impossible to obtain, as long as it is repeatedly reminded that it poses a significant threat to life in the universe. BEHOLDER-15's mission has been altered to include maintaining SCP-7928's mood."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7928 \" by Everturning, from the SCP Wiki . Source: https://scpwiki.com/scp-7928 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7928",
    "object_class": "Ticonderoga1",
    "containment_procedures": "SCP-7928 is located far enough outwards from Earth so as to pose zero threat whatsoever. In the event that SCP-7928 does pose a threat (predicted chance of 0.1%) to Earth, utilize Tau-Rho Exclusion Protocol. Beholder-15 is currently observing SCP-7928. See Transcript 3. Due to this, Binary_Star.aic has manually separated a copy of itself into Beholder-15 to prevent malfunction. Beholder-15 is imbued with reconstruction properties in case of damage.",
    "description": "SCP-7928 refers to a Tau-Rho (“eldritch”) entity referring to itself as “Tr’Kxladi, the outer god of interruption and mortal foil.” SCP-7928 mainly appears yellow, with magenta eyes shaped like human eyes.",
    "title": "SCP-7928"
}