{
    "url": "https://scp-wiki.wikidot.com/scp-7930",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\nBespoke Content warning\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-7929\n |\nSCP-7930\n| \nSCP-7931\n »\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+124\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \nextreme transmisogynist harassment\n, \nstalking\n, \nfaked pornography\n, and \ngross chaser shit\n.\n\n\n\n\n\n\n\n\nrating: \n+124\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7930\n\n\nLevel 2/7930\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\nThreat Level:\n Yellow\n\n\n\n\n\n\n\n\nA former instance of SCP-7930, located in Santiago, Chile.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n In the interests of budget, SCP-7930 is to be forcibly acquired and operated by the SCP Foundation. Operations personnel are to keep on the premises a database of all known adult movies, updated daily; should a theatre room host a film missing from this database, personnel are required to purchase all available tickets. The Ethics Committee forbids the viewing of unknown movies.\n\n\nPotential instances of SCP-7930-1 are to be logged into a secure database. When the current instance dies or otherwise disqualifies themself, Mobile Task Force Theta-36 (\"Swedish Rhapsody\") is to conduct a search of adult theatres near the primary residence of potential instances. To ensure efficiency, Foundation personnel who fit the SCP-7930-1 profile are to be barred from working with the containment project.\n\n\nThe SCP-7930 containment team is to ensure as little contact as possible between SCP-7930 and instances of SCP-7930-1; per Ethics Committee ruling, this applies even if they're authorized to be aware of the anomalous. To this end, packages sent from SCP-7930 are to be destroyed.\n\n\nDescription:\n SCP-7930 is a migratory adult theatre, presently named \"The Hole Story Theater\" and located in the Brighton Beach neighborhood of Brooklyn, New York.\n\n\nSCP-7930 is in universally poor physical condition. Outside signage is often crooked or tattered, and frequently misrepresents its current showings. Bathroom facilities, such as toilets and faucets, have been found to activate without warning. Mixtures of confectionery and human body fluids have been known to accumulate on theatre floors, even those barred from the public. Despite this, SCP-7930 universally complies with local code, and appears capable of independently contracting labor and showing rights.\n\n\nIn addition to non-anomalous adult films, SCP-7930 reserves at least one theatre room for SCP-7930-A. Instances of SCP-7930-A are adult films featuring the current instance of SCP-7930-1. The circumstances of SCP-7930-A's creation are anomalous; to date, no instance of SCP-7930-1 have been directly involved in their production or promotional materials. Instances of SCP-7930-A are otherwise non-anomalous.\n\n\nInstances of SCP-7930-1 are universally male-to-female (or equivalent) transgender individuals in the process of transition, most of whom have previously entered or walked past SCP-7930. Upon the disqualification of the previous instance, a new instance of SCP-7930-1 is picked randomly, and SCP-7930 will abandon its previous location and migrate to a space near SCP-7930-1's primary residence. Since 1968, SCP-7930 has additionally attempted to send promotional materials to SCP-7930-1.\n\n\nSCP-7930-1 may be disqualified under the following circumstances:\n\n\n\n\nThe current instance of SCP-7930-1 turns 32.\n\n\nThe current instance of SCP-7930-1 undergoes gender reassignment surgery.\n\n\nThe current instance of SCP-7930-1 dies.\n\n\n\n\n\n\n\n\nINCIDENT-7930-CH-HODGE\n\n\n\n\nOn 18/01/2001 at 22:58, 31-year-old ████ Hodge, then SCP-7930-1, disguised herself as a cisgender male and entered SCP-7930. Ms. Hodge purchased a ticket to the \nPackers Part Two\n/My Little Sissy\n showing room before proceeding further into the theater. Between then and 23:21, her movements are unknown.\n\n\nAt 23:21, screaming was heard from SCP-7930-A's projector room. Security personnel arrived to find Ms. Hodge attacking the projector with a hatchet\n1\n, having already destroyed much of its connective wiring. By the time she was subdued, the upper and lower magazines of SCP-7930-A's projector had been hacked off, and its lens was irreparably cracked. The source of the screaming, which continued well after Ms. Hodge's ejection, remains unknown.\n\n\nSince the incident, SCP-7930 has experienced several significant changes. Packages sent from SCP-7930 have increased significantly, with destinations including SCP-7930-1's family, lovers, and places of employment/education. Spots of human blood have been found on theater floors and bathroom facilities. Speakers in SCP-7930-A showrooms play significantly louder, and audio suggests that SCP-7930-A's content has grown substantially more violent and taboo.\n\n\nDisqualification criteria for SCP-7930-1 has since shifted to the following:\n\n\n\n\nThe current instance of SCP-7930-1 is murdered, executed, or commits suicide.\n\n\nThe current instance of SCP-7930-1 otherwise dies, and is disavowed by their family.\n\n\nThe current instance of SCP-7930-1 socially and medically detransitions.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Presumably smuggled into the premises under her coat.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nW is for “Walls”\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nX is for \"Xenotransplantation\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7929\n | SCP-7930 | \nSCP-7931\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7930\n\" by UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7930\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n watchingyou.PNG\n\n\nName:\n Cine para adultos (Compañía de Jesús 1078)\n\n\nAuthor:\n José Miguel Cordero Carvacho\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7930 \" by UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-7930 . Licensed under CC-BY-SA .",
        "Filename: watchingyou.PNG Name: Cine para adultos (Compañía de Jesús 1078) Author: José Miguel Cordero Carvacho License: CC BY-SA 4.0 Source Link: Wikimedia"
    ],
    "containment_procedures": "In the interests of budget, SCP-7930 is to be forcibly acquired and operated by the SCP Foundation. Operations personnel are to keep on the premises a database of all known adult movies, updated daily; should a theatre room host a film missing from this database, personnel are required to purchase all available tickets. The Ethics Committee forbids the viewing of unknown movies.",
    "description": "SCP-7930 is a migratory adult theatre, presently named \"The Hole Story Theater\" and located in the Brighton Beach neighborhood of Brooklyn, New York.",
    "title": "SCP-7930"
}