{
    "url": "https://scp-wiki.wikidot.com/scp-7931",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-7930\n |\nscp-7931\n| \nSCP-7932\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\nX is for Xenotransplantation\n\n\nrating: \n+35\n+\n–\nx\n\n\n\n\n \n\n\nThe worms, writhing. underground, outside. I feel them move, their tissues contracting, forcing the dirt to shift. They dance and feast between brown teeth, going deep inside the still-warm mouth. They travel far down, beyond the skull, through the spine. They nest in the cerebellum, they eat, I eat. I feel as the flesh falls off and the meat rots. I am the rot.\n\n\nOne worm leaves, it voyages, up to the sky, through shallow, loose dirt. It escapes, feels sunlight for the first time, moves through the grass. It's afraid. I know it. No, I am afraid. I'm making it afraid.\n\n\nIt goes further, searching for a new feast. A bird flies down, catches it, crushes it in half. I feel as my stomach splits open, guts spilling out, entangling with my legs. I feel the blood vessel rupture, and blood pour out of my skull, the intestine burst and acid spill out.\n\n\nBut I am fine. They observe me, take notes. They see these words, they are in front of them. I look at the worm, lying dead on the ground, split in half. I am the bird. I claim my prize and consume it, pushing it deep into my beak.\n\n\nI flex my wings and take flight. I feel the muscles moving, changing, the air brushing against my feathers. I stumble, hitting something, I smell blood. I try to move my wing, but only my arm moves instead. The people around me look alarmed. It hurts so bad. I see the bone sticking out.\n\n\nEverything feels hazy, I can't focus. I writhe, squirm, my wings fluttering. Everything is red, I can't see. I grasp for more eyes, all around.\n\n\nI hear a scream. No, a bark. Dog. I know dogs. I enter its mind, we are one. I run. Everything still hurts, the wings are still there, in the back of my mind. I want to shed them, be free of the pain.\n\n\nI see a man. No, a woman. I don't recognise her. I feel her mind, on the verge of mine. She does as well. She is anxious, scared, of me. I break in, she tries to fight, to run, but can't. We are one. I go further, to more minds, to become higher, greater, to escape from the pain. Still, I feel them all.\n\n\nI am hazy. I can't think. Too many, they all scream in my head. Moving, pushing deeper, breaking me apart. They bite and claw at me, at my mind. Can't think. Make it stop.\n\n\nThey are in pain, they fall onto the floor one by one, bleeding. It's my fault.\n\n\nI feel their suffering, their minds break open, thoughts shatter. I did it.\n\n\nI didn't want to. Please stop. I will be good. Just make them go away.\n\n\n\n\nItem #:\n \nHuman\n\n\nObject Class:\n \nAlive\n\n\nSpecial Containment Procedures:\n The \"Anterrak\" procedure has been barred from being enacted following several incidents, by the direct order of the Ethics Committee — citing extreme moral concerns and low chances of success.\n\n\nAny future attempts at conducting the experiment will be grounds for disciplinary actions. Scientific research involving the SCP-7931 entity and the \"Anterrak\" procedure are to be limited to theoretical work, not involving animal and human, or any otherwise living subjects.\n\n\nIn the eventuality that the procedure is approved by necessary parties, the main focus of the security measures should be to minimize chances of humans, other than the subject, coming under the effect of the anomaly. In case it is impossible to avoid the possibility, the subject needs to be monitored for signs of entering a sudden total cardiac arrest, which would indicate a CC-1 incident.\n\n\nDirect experiment staff located on site, within two kilometers of the subject, are to be shielded from the anomaly using a chemical blocker, inserted directly into the cerebrospinal fluid near the fourth ventricle with a needle at least two hours prior to initiating the procedure.\n\n\nExperiment staff are obligated to attempt to limit existing connections that are made between the subject and other unregulated entities. In case it is impossible, the subject is to be observed for various signs of shock. Experiment staff noted a correlation between the number of consciousness paths and an effect on mental stability.\n\n\nThe subject is not to be informed of the nature of the procedure and its purpose. In the case where they are deemed as non-cooperative, they are to be pacified by any means necessary and experiment initiated. Consent of the subject has been avowed as irrelevant.\n\n\nDue to the very high risk of lethality inherit to the procedure, the subject is to be connected to a digital monitoring system, overseen by on-site researchers.\n\n\nBefore proceeding with the first stage of the procedure, the cranial bone directly next to the occipital lobe needs to be permanently removed through surgical means, as to allow the insertion of the interpolation device into the brain. Destruction of eyes, facial muscles, and jaw by the act of interjection of the mechanical system has been deemed acceptable.\n\n\nGiven the nature of the SCP-7931, it is highly inadvisable to conclude the process prematurely. In a scenario where the subject is biologically terminated, especially during [DATA CORRUPTED]\n\n\nDescription:\n SCP-7931 is a \nI see everything. They are everywhere.\n\n\nThe main purpose of SCP-7931 is to facilitate the \"Anterrak\" procedure; a set of instructions, comprised of three major steps and auxiliary information. The procedure is described in English, on several pieces of book-torned printed paper dated to the XVIII century; this is believed to be a later copy. The origins of both the \"Anterrak\" procedure as well as SCP-7931 remain unknown.\n\n\nRevision:\n The main purpose of the \"Anterrak\" procedure is to facilitate SCP-7931.\n\n\nThe most immediate effect of the procedure as observed, is the ability to connect to biological and technological systems in an undefined area. The connections are believed to not require any medium, instead being direct pathways between the subject consciousness and a computational system.\n\n\nI don't want to see anymore. Take my eyes, rip them out, crush them, devour them. Feel the warm liquid on your tongue, my pupils in your throat.\n\n\nMost likely as a combination of the effect of the insertion of the interpolation device and mentioned pathways, all previous test subjects started to show signs of insanity and exhibited severe loss of control over their own bodies, very closely following the start of the experiment.\n\n\nBut they aren't my own eyes, they are foreign, primitive. My eyes are broken, destroyed, they took them from me.\n\n\nWhile the procedure was never completed, be it on an animal or a human, multiple anomalous effect were observed within the subject, ranging from expanded cognitive capabilities to theoretical immortality of the psyche — based on the stage of the procedure.\n\n\nThe final stage of the procedure is believed to [DATA CORRUPTED]\n\n\n\n\n\n\nEXPERIMENT LOG: SUBJECT ALPHA\n\n\n\n\n\n\n\n\n\n\nExperiment Date:\n\n> 11/07/2016<\n\n\n\n\n\n\nClassified:\n\n> LVL 4: ID: 2515 <\n\n\n\n\n\n\n\n\n\n\nRisk:\n\n> High <\n\n\n\n\n\n\nCurrent Status:\n\n> Deceased <\n\n\n\n\n\n\n\n\n\n\nSubject Alpha greatly demonstrated our initial lack of understanding of SCP-7931, in the days following its containment.\n\n\nAt first, we very incorrectly assumed the procedure to be a thaumaturgic ritual, but given recent developments I do not believe it to be the case.\n\n\nThe most basic failure when commencing the procedure was a lack of any sort of straps or other systems meant to hold the subject in place while the key was being inserted — quite an obvious error in retrospect, but I won't dwell on it too much. Because of it, the subject was free to move around, resulting in them getting up with the key only partially in and ripping off connecting cables.\n\n\nI feel ashamed to commit such an oblivious mistake, given my years of experience, but fortunately it still provided us with a lot of meaningful data that we can extrapolate and utilise.\n\n\nWhat has to be noted, is that the subject is believed to have been in some short of shock when commencing the action and was, most likely, unaware of their own movement; signs of what is believed to be hallucinations were also observed — although some of my experiment staff thinks that not to be the case.\n\n\nWhile SCP-7931 is noticeably durable; or connection to it; during the procedure, the experiment is still vulnerable to rapid changes of environment, and so removing the connecting system so early in the procedure most likely terminated the connection immediately.\n\n\nConsequently, removed from the effect of the anomaly, the subject suffered a complete cerebral death that shut down all bodily functions. They are now considered fully deceased, but for cautionary measures the body was incinerated.\n\n\nWhat has to noted, is that the SCP-7931 remained in some form in the area for at least a few seconds, as the medical assistant closest to Subject Alpha in the area suffered a sudden severe mental breakdown and had to be relocated to psychiatric care.\n\n\nI believe that the nature of SCP-7931 should take full priority in further research.\n\n\n\n\nSCP-7931 Project Leader\n\nDr Marletov\n\n\n\n\n\n\n\n\n[DATA RESTORED]\n\n\n[RESUMING READING OF THE FILE]\n\n\nSpecial Containment Procedures:\n \nKill me.\n\n\nDescription:\n In order to allow the subject to form a connection with SCP-7931's dataset, it needs to first pass through an environment mimicking a human neural system, to accustom itself to the change of location. A quarantined part of a Foundation database has been chosen as an acceptable alternative.\n\n\nI hear beeping. It matches my heart. It's erratic. All around, it engulfs me. No, it's inside me. It pours out of me, ripped away from my thoughts.\n\n\nWhen proceeding with Stage One, for this reason the subject is to be connected to the chosen computational system, following the insertion of the interpolation device. It is highly unadvisable to allow the subject to read or interact with data within the database.\n\n\nI feel a machine. I know a machine. A long metal rod, penetrating deep inside my brain, grating gray matter, replacing me.\n\n\nDuring Stage One, the mentioned device will be directly inserted through the hole in the skull using a metal piston, until fully penetrating the limbic lobe. While the process, in normal circumstances, would result in death of the subject, for unknown reasons this does not occur.\n\n\nIt is believed that, to some degree, SCP-7931 influences the biological state of the subject, disallowing the most obvious causes of termination. In a situation where the termination happens regardless it is possible to observe SCP-7931 directly, without a use of a medium.\n\n\nThe subject of the experiment is not allowed to terminate under any circumstances.\n\n\nIf the connection to the dataset is successful and stable, and the device was inserted fully into the head without terminating the subject, the procedure can safely proceed to the next step.\n\n\nI start to feel cold. I try to move my fingers. They are slow. I try move my head, but it's stuck. My face feels wet. It's not blood.\n\n\nDuring the Stage Two, the interpolation device will become active and will attempt to spread to the rest of the body, using nano-carbon tubes located inside it.\n\n\nIts wires spreading out, entwining my skull. I feel them everywhere, they travel deep inside my veins, pushing into every part of my body.\n\n\nThe beeping stops. The beating also stops, my chest is calm. Everything is cold. I can't see anymore. It's peaceful. I'm alone. What's happening?\n\n\nIf the subject experienced a CC-1 incident prior to this stage, the likelihood of a total organ failure is high. It is recommended to keep at least ten high doses of different emergency medication as well as a surgical team on site when commencing. The subject is not allowed to terminate under any circumstances.\n\n\nI hear the machine scream, in my mind, but I don't know its language. It's sound emotionless, detached, artificial.\n\n\nI move my arms. They don't respond. I can't move. I grow tired. Everything is cold.\n\n\nI try to see what is happening. I reach out. I don't want to see, but I'm scared. I find nothing.\n\n\nI feel a prick. Something is penetrating my chest. I don't know what.\n\n\n\n\n\n\nEXPERIMENT LOG: SUBJECT BETA\n\n\n\n\n\n\n\n\n\n\nExperiment Date:\n\n> 1/08/2016<\n\n\n\n\n\n\nClassified:\n\n> LVL 4: ID: 2515 <\n\n\n\n\n\n\n\n\n\n\nRisk:\n\n> Low <\n\n\n\n\n\n\nCurrent Status:\n\n> Deceased <\n\n\n\n\n\n\n\n\n\n\nAfter the failure of the first experiment, as well as several small scale experiments involving animals, we once again attempted the procedure with a human.\n\n\nLearning from the previous incident, we took necessary physical safety precautions and revised the implementation of the procedure, with the general purpose of conducting a small scale test that is to be stopped before finishing the insertion of the key.\n\n\nGiven the effects brough forth by Experiment Alpha, I believed it would be beneficial to once again stop the procedure mid-way at a further point, to facilitate a similar result on a larger scale.\n\n\nAfter inserting the key around 65% through, we attempted to recover it without terminating the subject, in hope that they would return to usable state and provide further insight into the consequences of the procedure. Unfortunately, the sudden change of the environment caused the key to break down, resulting in a sudden decay of bodily function.\n\n\nLike expected, SCP-7931 once again spilled into the area, on a much greater scale.\n\n\nOverall, two casualties were noted among the staff. Subject Beta has been classified as dead.\n\n\n\n\n\n\nThere is a woman in front of me. I've seen her before. Her face looks pale. She has a set of objects before her. I recognise them, but can't recall what are they.\n\n\nIn case of the subject coming into shock, the medical staff needs to administer necessary substances directly to affected organs. Outside of personnel administering the procedure, no individuals are allowed to be in the immediate area of the experiment.\n\n\nSomething is sticking out of my chest, breaking apart skin. I try to move, I feel my muscles move and contract, sliding across this foreign object. The woman does something, moves her hands.\n as to avoid a collapse of local reality.\n\n\nThe object goes deeper inside me, tissues deep inside being pierced, I feel cells die, nerves become entangled. It breaks into an organ, liquid spills inside. It moves, stirs, pushes against the metal. It hurts. I hear it in my ears, it beats, again and again, I feel my arteries thump to its rhythm.\n\n\nThe specific dosage of substances and any potential damage that might occur through administering them remain irrelevant, as the subject will not survive the procedure in a way that makes them recognizable to the pre-experimental stage. Moreover, SCP-7931 effect minimize risk for the duration of the procedure.\n\n\nShe moves again. I feel my muscles slide, as something long is ripped out. I try to take a better look at her face, but I forgot I don't have eyes. Not my eyes, not anymore. I squint, I feel the muscles in my face contract, something wet and squishy moves on my cheeks.\n\n\nThe woman flinches. She inserts something long into my arm, trying not to look at me. It pricks.\n\n\nI feel tired.\n\n\n\n\n\n\nEXPERIMENT LOG: SUBJECT GAMMA\n\n\n\n\n\n\n\n\n\n\nExperiment Date:\n\n> 12/09/2016<\n\n\n\n\n\n\nClassified:\n\n> LVL 4: ID: 2515 <\n\n\n\n\n\n\n\n\n\n\nRisk:\n\n> Medium <\n\n\n\n\n\n\nCurrent Status:\n\n> Deceased <\n\n\n\n\n\n\n\n\n\n\nGiven the information collected about the process in the Beta experiment, I concluded we were sufficiently prepared to attempt to reach the next stage in the procedure. Given sufficient funding, we were able to expand the safety measures in a way that satisfied conditions given by the project overseers.\n\n\nUnfortunately, despite our preparations, the subject's body couldn't take the stress of activating the key, resulting in polymer bonds breaking down, and the subject turning into undefinable mass on the floor, which disallowed us to continue the experiment.\n\n\nNonetheless, I consider the Gamma procedure a success, because despite the complete termination of biological functions, the subject appears to be still alive.\n\n\nWhile because of it the standard experimental result from Alpha and Beta did not occur, I think to have personally caught a glimpse of SCP-7931 for the first time and while I cannot discern or remember any details, it felt me quite exhiliarated. I swear I will get to the bottom of this anomaly.\n\n\nFuture experiments regarding the object have been forbidden by the Ethics Committee. Doesn't matter, we will relocate and try again. The next subject will involve, hopefully, finally completing the procedure without interruptions.\n\n\n\n\n\n\nI feel light. Nothing is real. The world is not real. I hope it's not real.\n\n\nAs of writing, the true nature of SCP-7931 remains unknown. All attempts to collect data about the entity failed to provide any information that can be confirmed through empirical or practical means; current theories are based solely on hypothetical models.\n\n\nI am floating. I feel calm. I hear sounds, deep inside my head. I ignore them. They are not important.\n\n\nGiven that the impossibility of accessing information is currently believed to be a part of the anomaly, until further notice SCP-7931 have been classified as a Tenebrarius-class anomaly.\n\n\nSomething grasps at me, far away, from outside. I see visions, places, feelings. I ignore them.\n\n\nThe recovered information about the procedure is believed to be incomplete, lacking details about the steps further than the third, as well as the consequences of completing it. This is most likely by design, as the last page of the compendium is not in a state of disrepair; it is possible the procedure was never successfully finished.\n\n\nI feel calm. I want to sleep.\n\n\nI am drifting between scenes and places. I cannot remember what they are, focus on them. I do not exist.\n\n\nI feel something pull me. I feel someone, something, on the edge of my mind.\n\n\nThere are thousands of them, millions, uncountable legions, none of them alive. They dance in harmony, as one, they push out to me. I feel their screams in my ears.\n\n\nThey are hurting. I cannot imagine what they are. When I think they disappear. They don't exist.\n\n\nI know their agony, they hide in every spasm of my body, every ruptured blood vessel.\n\n\nThey are afraid.\n\n\n\n\n\n\nEXPERIMENT LOG: SUBJECT DELTA\n\n\n\n\n\n\n\n\n\n\nExperiment Date:\n\n> 12/12/2016<\n\n\n\n\n\n\nClassified:\n\n> LVL 4: ID: 2515 <\n\n\n\n\n\n\n\n\n\n\nRisk:\n\n> Very High <\n\n\n\n\n\n\nCurrent Status:\n\n> \nPENDING\n <\n\n\n\n\n\n\n\n\n\n\nIn this jail, atop cursed land\n\n\nIn a great flood yet still I stand\n\n\nMy mind and body bound by hand\n\n\nWith cold desire and power grand\n\n\nAnd among the fields of green\n\n\nLie the thoughts that I had seen\n\n\nBut at center of that scene\n\n\nHide the secrets most obscene\n\n\nStill I breathe, hours past\n\n\nHoping to see my last\n\n\nWith effort great and vast\n\n\nMy rot heart beating nast\n\n\n\n\n\n\nDescription:\n I hear a sound. A street, a car moves, I hear it.\n\n\nSomething is hurting, calling me, in a building, next to the road. The humans drive around it, ignoring it. They never care when someone hurts.\n\n\nI dive in with the wind inside. Creatures, tens of them, hundreds, hanging from the ceiling in rows. In front I feel one, struggling and breathing, something is holding it in place. It's big, uneasy, it doesn't know what's happening.\n\n\nOn the other side, I see more of them, but I cannot feel them. They are cold, unmoving. Their skin was ripped off, skulls crushed, spine cut out. They no longer call me.\n\n\nI snap back, to the one in the front. Something moves in front of it, the creature struggles in its bindings. It breathes heavily, ragged. A great metal arm moves forward, I feel the wind as it breaks through the air, hitting the being in the head. But it moves, flinches, the machine hitting it at the side of the head. It writhes in pain, losing control over muscles.\n\n\nIt realizes I am here. It tries to escape into me, away from everything. I feel like something moves it from the ground, into air. We travel together, deeper into the facility, over a great vat, I think. Something moves in front of us, but we cannot see what or who.\n\n\nA cold touch moves under our neck, it's short and painful. The creature wants to scream but cannot, it's vocal cords not working, severed. So I scream for it. Wetness spills down, dripping to the floor.\n\n\nThe creature is sad. I comfort it. It's a bit less sad now. I think that's good. I feel as it grows tired, slower. It feels cold and distant, moving away from its own body. It wants to struggle, but can't, it's too weak. Suddenly, it disappears, I can't feel it anymore. Everything feels empty. I think it's dead. It feels good. I want to be dead.\n\n\nI hear a sound around me. Around my body. I have a body. I forgot. I try to move my fingers. It works. My body is unresponsive, bound, but my hand is free.\n\n\nI move the hand in the air, before my face. I touch my cheek, feel something round and wet on it. I pull on it, it hurts, but the nerve break. It falls to the floor. I move my hand to my eyelid and force them open. It hurts. I push my fingers inside, force them deeper. I feel metal inside and ignore it, I grasp around it and rip out a chunk. It doesn't hurt.\n\n\nThinking is hard. I rip out another chunk. My hand quivers. It feels cold. I feel cold.\n\n\nI can't focus. I can't think. I try to move but can't, my body doesn't work. Nothing feels, nothing is, except the cold. I don't hear sounds, everything disappears, I remain. Why I can't disappear. Why I\n\n\nI try to move my hand up. Doesn't work. I try to\n\n\nI try to\n\n\nEverything is cold. Why is everything cold?\n\n\nWhere am I? Why am I?\n\n\nI want to\n\n\nI want\n\n\nI\n\n\nCold. Everything is cold.\n\n\nI don't remember.\n\n\nSleep. I\n\n\nI want to sleep.\n\n\nI can't feel.\n\n\nI\n\n\nI can't\n\n\n\n\nI see a tree, in a great field of grass. It speaks to me in an ancient tongue, beautiful and calm, but I do not know its language.\n\n\nThe tree is wilting, the field decaying, falling into nothingess. With every drop of dirt I hear an eternal scream, washing away with millions more, in a cacaphony of torment.\n\n\nI feel my body reject me, pushing me out. The muscles growing cold and distant, flesh melting away.\n\n\nI collapse into sound, I am breaking apart, piece my piece. I see the world around me, grasping at me, trying to tear me in half.\n\n\nI see them, at the edge, just beyond. They are not alive. They weren't alive for a very long time. They touch me, hold me.\n\n\nThey look scared, in pain. They want to be free.\n\n\nThey would cry if they remember what is was.\n\n\nThey call me.\n\n\nWe are one.\n\n\n\n\n\n\nEthics Commitee Note 20/12/2016\n\n\nOn the 18th of December we have been notified of a breach of a specialised directive regarding SCP-7931; an injunction on further experiments utilising the anomaly.\n\n\nOn the 19th of December we found traces of an off-site laboratory, located underground, where an experiment was conducted — due to the nature of the anomaly it wasn't necessary to transport it in any capacity, and so we failed to adress the issue before the procedure was initiated.\n\n\nIt is currently impossible to exact any disciplinary action towards the perpetrators, as they are believed to be dead; including Dr Marletov. The exact cause of their termination is unclear but an indication of a reality-restructing event in the area was noted.\n\n\n\"Subject Delta\" is believed not to exist. Investigation is ongoing.\n\n\n\n\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\nWE ARE HERE\n\nWE WON'T BE FORGOTTEN\n\n\n\n\nItem #:\n SCP-7931\n\n\nObject Class:\n \nPlease\n\n\n\n\n\n\n\n\n\n\n\n\nX is for \"XXX\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nX is for “Xenobiotic”\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7930\n | SCP-7931 | \nSCP-7932\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7931\n\" by Arcydziegiel, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7931\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Ethics Commitee Note 20/12/2016 On the 18th of December we have been notified of a breach of a specialised directive regarding SCP-7931; an injunction on further experiments utilising the anomaly. On the 19th of December we found traces of an off-site laboratory, located underground, where an experiment was conducted — due to the nature of the anomaly it wasn't necessary to transport it in any capacity, and so we failed to adress the issue before the procedure was initiated. It is currently impossible to exact any disciplinary action towards the perpetrators, as they are believed to be dead; including Dr Marletov. The exact cause of their termination is unclear but an indication of a reality-restructing event in the area was noted. \"Subject Delta\" is believed not to exist. Investigation is ongoing.",
        "\" SCP-7931 \" by Arcydziegiel, from the SCP Wiki . Source: https://scpwiki.com/scp-7931 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7931",
    "object_class": "Please",
    "containment_procedures": "Kill me.",
    "description": "I hear a sound. A street, a car moves, I hear it.",
    "title": "SCP-7931"
}