{
    "url": "https://scp-wiki.wikidot.com/scp-7932",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\nBespoke Content warning\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-7931\n |\nSCP-7932\n| \nSCP-7933\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+109\n+\n–\nx\n\n\n\n\n\n\nSCP-7932's genetic payload on the eye of an assault victim.\n\n\n\n\n\n\nItem Number:\n SCP-7932\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Operatives working in the health care industry, and those specifically embedded within the Association of Optical Practitioners are to monitor for unregistered cases of SCP-7932 and log them appropriately. Amorphous Entity Requisition Operatives are to be deployed in the pursuit and capture of SCP-7932; rules of engagement regarding the entity are to be revised according to AERO specifications.\n\n\nSymptomatic carriers of SCP-7932's genetic payload have had their symptoms interpreted by medical practitioners to be the result of excessive television consumption, and general eye-strain. The physical sensation of its offspring has been similarly dismissed as merely a psychosomatic response to their visual presence. There are no plans to contradict or complicate this narrative with further misinformation.\n\n\nDescription:\n SCP-7932 is a quasi-parasitic entity of unknown biology which targets and exclusively inhabits optometrists, using their practice as a front for its activities. An opportunistic predator, it does not attack for sustenance but rather sexual gratification, as SCP-7932 fetishizes eyeballs obsessively.\n\n\nWhen alone with a victim, SCP-7932 moves to occupy the host's mouth, and projects a pointed, prehensile limb to bite the victim. This appendage is loaded with an amnestic compound which induces a lethargic, suggestive state, allowing SCP-7932 to operate uncontested. It will then carefully remove each eye from the victim's orbital socket such that they could be taken into the mouth of SCP-7932's host. Taking care not to damage the eyes in any way, it will caress them with its appendage, rolling them about the host's mouth and tongue in a delicate manner. This will continue until climax, and the secretion of a translucent fluid that coats the eye. It then vomits the eye — coated in its genetic payload — back into the victim's exposed orbit.\n\n\nHenceforth, victims will experience a pronounced increase of the presence of 'eye-floaters' — which are, in fact, fibers which contain genetic material from SCP-7932. In rare cases, they can be ever-present, and astute observers will be able to discern slight movements that would set these apart from mundane aberrations in one's vision. One in five victims report physical sensations from the movement of SCP-7932 within the vitreous humor.\n\n\nInterviews with friends and family of past hosts (nine living, two missing, one deceased) has shown that none of them were privy to any changes in the host's mannerisms or routines, and were unaware of any improper or immoral behavior. Of the living hosts, all have elected for Foundation-supplied therapy post-interview.\n\n\nDiscovery:\n SCP-7932, in the guise of Alphonso Kaufman, was first investigated by law enforcement officials following his arrest after being violently assaulted by a parent of a victim. The father overheard SCP-7932's interactions with his adult son during what was supposed to have been a routine examination and broke into the room to confront it. Both were detained and remanded to Fulton County Jail, which SCP-7932 escaped overnight. SCP-7932 fled to the residence of Mr. Kaufman and started a fire in both the kitchen and bedroom before disappearing.\n\n\nThe blaze was subdued. A search by police uncovered four jars containing human eyes suspended in a preservative solution, several textbooks on ocular anatomy (several pages containing illustrations and diagrams were found to be plastered together), and over two-thousand photographs of human eyes presumably taken during sessions with its victims hidden underneath its bed.\n\n\nSeveral days later, a local youth discovered human remains beneath the East Eerie Railroad overpass, which were proven to be those of Mr Kaufman. The remains consisted of a hollow epidermal layer, alongside fragmented sections of the nervous and cardiovascular systems. With the exception of his eyes, all sensory organs were accounted for. As such, the official statement released to the public categorized Mr. Kaufman's death as trauma caused by disembowelment. News outlets characterized this revelation as evidence of a murder perpetrated by an assault victim of Mr. Kaufman, or a relative thereof.\n\n\nThe body was taken to a nearby Site for study. A simulacrum was created to take its place at the local morgue.\n\n\nAddendum:\n In a five-year observation period of all known SCP-7932 victims, infection has not been seen to progress to a further stage, or develop in any outwardly remarkable or anomalous manner that would threaten normalcy.\n\n\nBehaviorally, it has been found that prior victims, though unable to recall their assault by SCP-7932, have each independently developed a paraphilic tendency for performing oculolinctus (eyeball-licking; colloquially known as \"worming\") on their spouses and sexual partners. This has resulted in multiple incidents of eye infections and corneal abrasions. Though this form of deviancy is notably unnatural, and regularly victimizes unwilling participants, it does not act as a vector for propagating SCP-7932 infection and thus does not constitute a need for Foundation intervention.\n\n\n\n\n\n\n\n\n\n\n\n\nX is for \"Xenotransplantation\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nX is for “Xing”\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7931\n | SCP-7932 | \nSCP-7933\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7932\n\" by S D Locke, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7932\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Vitreous_Floaters.jpg\n\n\nName:\n Vitreous Floaters.jpg\n\n\nAuthor:\n Jonathan Trobe\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: In a five-year observation period of all known SCP-7932 victims, infection has not been seen to progress to a further stage, or develop in any outwardly remarkable or anomalous manner that would threaten normalcy.\nBehaviorally, it has been found that prior victims, though unable to recall their assault by SCP-7932, have each independently developed a paraphilic tendency for performing oculolinctus (eyeball-licking; colloquially known as \"worming\") on their spouses and sexual partners. This has resulted in multiple incidents of eye infections and corneal abrasions. Though this form of deviancy is notably unnatural, and regularly victimizes unwilling participants, it does not act as a vector for propagating SCP-7932 infection and thus does not constitute a need for Foundation intervention."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7932 \" by S D Locke, from the SCP Wiki . Source: https://scpwiki.com/scp-7932 . Licensed under CC-BY-SA .",
        "Filename: Vitreous_Floaters.jpg Name: Vitreous Floaters.jpg Author: Jonathan Trobe License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "object_class": "Keter",
    "containment_procedures": "Operatives working in the health care industry, and those specifically embedded within the Association of Optical Practitioners are to monitor for unregistered cases of SCP-7932 and log them appropriately. Amorphous Entity Requisition Operatives are to be deployed in the pursuit and capture of SCP-7932; rules of engagement regarding the entity are to be revised according to AERO specifications.",
    "description": "SCP-7932 is a quasi-parasitic entity of unknown biology which targets and exclusively inhabits optometrists, using their practice as a front for its activities. An opportunistic predator, it does not attack for sustenance but rather sexual gratification, as SCP-7932 fetishizes eyeballs obsessively.",
    "title": "SCP-7932"
}