{
    "url": "https://scp-wiki.wikidot.com/scp-7933",
    "all_text": "rating: \n+252\n+\n–\nx\n\n\n\n\n\n\nNotice from the 59-Deucalion team\n\n\nDue to the ongoing ØK-class Artistic Singularity Event brought about by SCP-7933, this article has been screened for potential narrative qualities. The threat of SCP-7933 contamination for this document has been determined to be \n23%\n. Proceed with caution.\n\n\n\n\n\n\n\n\n\n\nTitle card for a fully contaminated instance of SCP-7933 on VHS.\n\n\n\n\n\n\nNo, you can still have stories. Like this one.\n\n\nItem:\n SCP-7933\n\n\nOnce upon a time, there were a lot of monkeys.\n\n\nObject Class:\n Keter\n\n\nThey had very important things to do in the East.\n\n\nSpecial Containment Procedures:\n Following the threshold contaminant ratio being met on 1/29/2025, SCP-7933 is no longer containable. It is currently believed that the resulting ØK-class Artistic Singularity Event will achieve planet-wide assimilation by 12/23/2030.\n\n\nSo, they all headed Eastward.\n\nAs such, containment efforts have been refocused into Contingencies 59-Deucalion and 59-Pyrrha.\n\n\nThe journey was long and hard.\n\nPersonnel assigned to Contingency 59-Deucalion will acquire as many vulnerable instances of human artistic culture as permitted by the maximum payload of the SCPS \nDeucalion\n1\n. The \nDeucalion\n will remain at Armed Containment Area-0005. Once the maximum payload is reached, the \nDeucalion\n will be sent unmanned to the nearest neighboring parallel universe.\n\n\nBut that's when things got complicated.\n\nIf the onboard sensors detect even minimal SCP-7933 contamination aboard the \nDeucalion\n, the onboard nuclear warhead will detonate. In this event, no further action will be taken toward preservation.\n\n\nSome hairless monkeys kept dropping their treasures in the hairy monkeys' path.\n\nPersonnel assigned to Contingency 59-Pyrrha will focus on the inurement of humankind to the effects of SCP-7933. This will be primarily done through amnestics.\n\n\nThe hairless monkeys had no way of knowing this was taking place.\n\n\nDescription:\n SCP-7933 is a self-replicating narrative contagion of unknown origin. Upon initial discovery in 2023, it was believed that SCP-7933 only affected VHS tapes. Testing revealed that SCP-7933 affected any form of data storage that contains a story with a beginning, middle, and end — including books, audio files, and live performers.\n\n\nThis meant, of course, that the hairy monkeys had to smash it.\n\nWhen an infected instance of SCP-7933 comes within 100 meters of an unaffected story, the content of the story changes significantly to involve the characters being slaughtered by hundreds of angry mandrills (\nMandrillus sphinx\n).\n\n\nAnd that was awful.\n\n\n\n\n\n\nMedium\n\n\nEffect\n\n\n\n\n\n\nVHS live-action film\n\n\nAt a random point during the story, mandrills suddenly charge into the scene and begin to eat and dismember the cast. None of the affected characters make any attempt to defend themselves and only minimally struggle. In rare instances, victimized characters will look at the camera and say \"it was only a question of 'when'\" or \"this is what we deserve for not being monkeys.\"\n\n\n\n\n\n\nVHS animated film\n\n\nAt a random point, the screen will suddenly freeze. The camera will pan away to reveal an animation studio that is currently under attack by vicious mandrills.\n\n\n\n\n\n\n.mp3 recording of a song\n\n\n(Note: the song has to include or imply a narrative to be affected.) The song will be randomly interrupted by the sound of a mandrill attack.\n\n\n\n\n\n\nBook, fictional or nonfictional\n\n\nThe book will be divided into two chapters. The first chapter, \"The Part Before the Monkeys Came,\" comprises 1/3rd of the original text. The second chapter, \"The Part With All The Monkeys,\" briefly describes a mandrill attack in which the entire population of Earth is murdered and replaced by mandrills. The remainder of the pages will be blank.\n\n\n\n\n\n\nLive news reports\n\n\n5/7933 Clearance Required\n\n\n\n\n\n\nSCP Documentation\n\n\n5/7933 Clearance Required\n\n\n\n\n\n\nWebsites\n\n\n5/7933 Clearance Required\n\n\n\n\n\n\nPaintings, Visual Art, and Photographs\n\n\nThe image will transform into an identical image of several SCP-7933 instances walking across a desert from left to right.\n\n\n\n\n\n\nThoughts kept to oneself\n\n\nRESEARCH ONGOING\n\n\n\n\n\n\nBut sadly, the hairy monkeys were warriors by nature.\n\nIf any of the affected video instances are played from the beginning, a ten-minute film plays with the title card \"munky x-ing\". During the film, 4,920\n2\n mandrills walk from the left side of the screen to the right. The backdrop varies, but will usually resemble either a desert or a scene from the film prior to SCP-7933 contamination. Revisited audio files will be silent, save for the sound of several hundred mandrills breathing.\n\n\nAnd besides, their monkeys' secret business in the East was just that important.\n\nIt is believed that if SCP-7933 is allowed to propagate undisturbed, it would cause an ØK-class Artistic Singularity Event.\n\n\nThe hairless monkeys grew angry, because the things that were being destroyed were of great value.\n\n\nAddendum 1 - Incident-7933-859\n\n\nBut the hairy monkeys had no way to explain themselves.\n\nOn 5/5/2024, during the initial waves of the SCP-7933 narrative pandemic, a performance of Rigoletto at the Lyric Opera of Chicago was suddenly interrupted during Act I by new material, sung without orchestral accompaniment. Although the libretto and sheet music used by the cast had also been affected, the cast had not rehearsed this number before.\n\n\nSo the hairless monkeys could only assume that this was being done in cold blood.\n\nIt should be noted that no real mandrills appeared during the performance. Every physical reaction to mandrill attacks was pantomimed.\n\n\nAnd I, the last sage of our tribe, made one final push for understanding…\n\n\n\n\nLibretto excerpt of the anomalous section (Translated from Italian)\n\n\nMarullo:\n Great news! Great news!\n\n\nChorus:\n What has happened? Tell us.\n\n\nMarullo:\n This will amaze you!\n\n\nChorus, Borsa:\n Tell us, tell us.\n\n\nMarullo:\n Ah! Ah! Rigoletto…\n\n\n(Rigoletto suddenly inters in a state of dishevelment.)\n\n\nMarullo:\n Soft! I must not tell while he is present.\n\n\nChorus:\n It's him! How frightened he looks…\n\n\nRigoletto:\n God help us all!\n\n\nMarullo:\n And what would a jester know of God?\n\n\nRigoletto:\n They are upon us! The monkeys!\n\n\nDuke:\n Have mercy on my poor jester, for he has gone mad. There are no monkeys in my court.\n\n\nMarullo:\n Perhaps your jester looked in a mirror!\n\n\nChorus, Borsa:\n Ha, ha! That was a joke! Ha, ha!\n\n\nRigoletto:\n Behold!\n\n\n(Everyone sees the monkeys.)\n\n\nChorus:\n What horror! Monkeys!\n\n\nDuke:\n They leap upon my throat with rapid stride! See how the blood gushes from my neck like a fountain! Oh, I am dying. Dying feels worse than sleeping with my courtiers' wives. But alas, that is what I am doing. What cruelty! I am very dead.\n\n\nChorus:\n Monkeys, monkeys!\n\n\nRigoletto:\n They bite me once again! How I die!\n\n\nChorus:\n Monkeys, monkeys!\n\n\nMarullo:\n I am also having my arms torn off by monkeys.\n\n\nChorus:\n Monkeys, monkeys! Everybody is now dead.\n\n\n(All die. Curtain.)\n\n\n\n\nBut what can be done?\n\nFollowing the performance, the entire cast had fallen into comas. Only the actress who played the role of Gilda was responsive to rescue efforts, claiming in Italian that \"I cannot move, for the monkeys have torn out my heart.\"\n\n\nEven if my words reach you, will you accept them?\n\n\nAddendum 2 - Note from the Administrator regarding SCP-7933 (revised)\n\n\nEven I can see the value of what has been lost.\n\n\n\n\n+ Note from the Administrator regarding SCP-7933 (original)\n\n\n\n\n- encryption key accepted\n\n\n\n\n\n\nGood evening, my friends.\n\n\nThe drop in morale ever since the threshold-meeting event hasn't gone unnoticed. I doubt an extension of my sympathy is going to fix anything, but even those among us who've laughed off SCP-7933 as \"that silly monkey thing\" have begun to feel the misery of the contagion's impact.\n\n\nWe can survive without stories. We can survive without art. But there is a difference between surviving and living.\n\n\nBut make no mistake: the resilience of the human mind has taken us this far. That is why I am announcing the third contingency, to be drafted immediately: Contingency 59-Prometheus. Through 59-Prometheus, the brightest minds of the Foundation will work together to create a new and untouchable form of human expression that why do I hear broken glass? What's that ungodly howling noise?\n\n\nOh, no. It cannot be. The mandrills. They're climbing all over me. They're biting into my neck. God help me. Ow. Ow.\n\n\nStop it, monkeys. Go away. Aaaaaaaaaaaaaaa.\n\n\nI am now dead. Monkeys win.\n\n\nThere are now a hundred times a hundred monkeys walking across my corpse in a big line to the East. They're going off to do their monkey jobs. It's a good thing they're so much better and stronger than me.\n\n\nGood luck with your monkey jobs, monkeys. Not that you'll need it.\n\n\nI love you, monkeys. Thank you for destroying me.\n\n\n\n\n— The Administrator\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI know it's no fault of your own.\n\n\n\n\nSCP-7933 is survivable. That, in itself, is hopeful.\n\n\n(…and you'll understand, of course, if I'm not exactly in the mood to write out the whole damned thing all over again. Keeping it shorter seems to help — for now, at least.)\n\n\nGood luck. You'll need it.\n\n\n\n\n— The Administrator\n\n\n\n\n\n\nBut all the same, it's no fault of ours, either.\n\n\nPerhaps our tribes are just that incompatible.\n\n\nAnd so, it is with a heavy heart that I must inform you\n\n\nthat this document, and everything within, has been eaten by monkeys.\n\n\nSo consider this my final, desperate plea for you\n\n\nto take the fucking hint\n\n\nand get out of the way.\n\n\nEastward bound,\n\n\nand off, we, go…\n\n\n\n\nFootnotes\n\n\n1\n. An experimental multiversal exploration vehicle that uses SCP-[REDACTED] and -[REDACTED] as a catalyst.\n\n\n2\n. Full count obtained by Researcher Solomon at Site-59.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nX is for \"Xenobiotic\"\n\n\n\n\n\n\nSCP ANTHOLOGY Hub\n\n\n\n\n\n\n\n\n\n\n\n\nY is for “Youth”\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7932\n | SCP-7933 | \nSCP-7934\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7933\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7933\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n munkyxing.jpg\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Libretto excerpt of the anomalous section (Translated from Italian) Marullo: Great news! Great news! Chorus: What has happened? Tell us. Marullo: This will amaze you! Chorus, Borsa: Tell us, tell us. Marullo: Ah! Ah! Rigoletto… (Rigoletto suddenly inters in a state of dishevelment.) Marullo: Soft! I must not tell while he is present. Chorus: It's him! How frightened he looks… Rigoletto: God help us all! Marullo: And what would a jester know of God? Rigoletto: They are upon us! The monkeys! Duke: Have mercy on my poor jester, for he has gone mad. There are no monkeys in my court. Marullo: Perhaps your jester looked in a mirror! Chorus, Borsa: Ha, ha! That was a joke! Ha, ha! Rigoletto: Behold! (Everyone sees the monkeys.) Chorus: What horror! Monkeys! Duke: They leap upon my throat with rapid stride! See how the blood gushes from my neck like a fountain! Oh, I am dying. Dying feels worse than sleeping with my courtiers' wives. But alas, that is what I am doing. What cruelty! I am very dead. Chorus: Monkeys, monkeys! Rigoletto: They bite me once again! How I die! Chorus: Monkeys, monkeys! Marullo: I am also having my arms torn off by monkeys. Chorus: Monkeys, monkeys! Everybody is now dead. (All die. Curtain.)",
        "Good evening, my friends. The drop in morale ever since the threshold-meeting event hasn't gone unnoticed. I doubt an extension of my sympathy is going to fix anything, but even those among us who've laughed off SCP-7933 as \"that silly monkey thing\" have begun to feel the misery of the contagion's impact. We can survive without stories. We can survive without art. But there is a difference between surviving and living. But make no mistake: the resilience of the human mind has taken us this far. That is why I am announcing the third contingency, to be drafted immediately: Contingency 59-Prometheus. Through 59-Prometheus, the brightest minds of the Foundation will work together to create a new and untouchable form of human expression that why do I hear broken glass? What's that ungodly howling noise? Oh, no. It cannot be. The mandrills. They're climbing all over me. They're biting into my neck. God help me. Ow. Ow. Stop it, monkeys. Go away. Aaaaaaaaaaaaaaa. I am now dead. Monkeys win. There are now a hundred times a hundred monkeys walking across my corpse in a big line to the East. They're going off to do their monkey jobs. It's a good thing they're so much better and stronger than me. Good luck with your monkey jobs, monkeys. Not that you'll need it. I love you, monkeys. Thank you for destroying me. — The Administrator",
        "SCP-7933 is survivable. That, in itself, is hopeful. (…and you'll understand, of course, if I'm not exactly in the mood to write out the whole damned thing all over again. Keeping it shorter seems to help — for now, at least.) Good luck. You'll need it. — The Administrator",
        "\" SCP-7933 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-7933 . Licensed under CC-BY-SA .",
        "Filename: munkyxing.jpg Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "title": "SCP-7933"
}