{
    "url": "https://scp-wiki.wikidot.com/scp-7938",
    "all_text": "Turns out, not that much!\n\n\n\n\n\n\n\n\n🕰️ Word Count: 3.6k Words 🕰️\n\n\n\n\nrating: \n+48\n+\n–\nx\n\n\nItem #:\n SCP-7938\n\n\nObject Class:\n Neutralized\n\n\nSecondary Class:\n Mutually Dependent\n1\n\n\nSpecial Containment Procedures:\n Given the 1981 World Chess Championship, the sporadic nature in which SCP-7938 manifested, and the 2016 expiration of SCP-7938-B, future SCP-7938 events have been deemed impossible. No containment procedures are required, and SCP-7938's primary containment class has been designated, \"Neutralized\".\n\n\nDescription:\n SCP-7938 was a supposed reality-bending temporal anomaly that occurred between July 18, 1978 - October 18, 1978. SCP-7938 consisted of SCP-7938-A, known as \"Anatoly Karpov\", and SCP-7938-B, known as \"Viktor Korchnoi\". The hypothesized manifestation of SCP-7938 is believed to have been contingent on the competition of both SCP-7938-A and SCP-7938-B in the 1978 World Chess Championship.\n\n\nDiscovery:\n SCP-7938 was brought to the attention of the Foundation on October 18, 1978, when numerous transcribed chess games and recorded television broadcasts were found to have been documented on the SCP-7938 file. The validity of the existence of SCP-7938 is unverifiable, as information regarding the anomaly only exists within the SCP file.\n\n\nUpon being interviewed, SCP-7938-A and SCP-7938-B claimed to have no recollection of SCP-7938. Eyewitness information received suggested upon analysis that the relationship of SCP-7938-A and SCP-7938-B was at least partially altered following the supposed conclusion of SCP-7938 from what it was prior.\n\n\n\n\nLoading Logs. Please wait!\n\n\n\n\nReady to play?\n\n\nI can't play tonight.\n\n\nWhat? Why are you here then?\n\n\nI can't live in Leningrad anymore.\n\n\nSo? You and me can still play tonight and then help you move later! What town is it? Moscow, Volgograd, or somewhere else?\n\n\nI can't stay in this country. I do not trust the people in charge with my life.\n\n\nYou are famous! You needn't worry! What about your family?\n\n\nI hope they may join me.\n\n\nYou- you're leaving your family?\n\n\nI'll try to rejoin them a few weeks later.\n\n\nYou are leaving our homeland to do what? Live in some inferior land?\n\n\nI have to.\n\n\nSo this is the last time I'll see you?\n\n\nWe'll still play against each other!\n\n\nAbandon your homeland, abandon your family, and just expect to play against me all the same?\n\n\nAnatoly, I-\n\n\nGet out of my house! Go!\n\n\n\n\nLoading successful! Proceed.\n\n\n\n\n\n\n\n\nNotable Games\n\n\n\n\nThe 1978 World Chess Championship was an event where the first player to win six games would become the World Chess Champion. Per FIDE rules, a win would count towards 1 point for the victor, 0 points for the loser, and a draw would result in both players gaining 0.5 points.\n\n\n\n\n\n\nGame #1, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Unwilling bodily-movement\n\n\nDetails:\n After 52 minutes, both players agreed to a draw and exited the room. Both players re-entered the room after 5-minutes and resumed the chess game for 254 moves until no further moves were theoretically possible. Staff that attempted to intervene were terminated via blunt force trauma.\n\n\nAftermath:\n 21,900 civilians have been terminated by SCP-7938 in Baguio, Philippines. An evacuation was rapidly enacted during initial containment attempts.\n\n\n\n\n\n\n\n\nGame #3, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Torn vocal cords\n\n\nDetails:\n SCP-7938-A and SCP-7938-B proceeded to verbally berate each other for 49 consecutive hours. Game ceased with no progress made as both player's vocal cords were rendered unable to produce sound.\n\n\nAftermath:\n An emergency meeting between the Ethics Committee, the Unreality Department, \nO5-12\n2\n O5-9, Mike Carlsen from the Site-17 Janitorial Staff, and the entire civilian population of Cuba was convened to determine a resolution pertaining to SCP-7938.\n\n\nResolution:\n Assassinate Nigel Short 1 second after he becomes a Chess Grandmaster.\n3\n\n\n\n\n\n\n\n\nGame #7, July 18 | 1978\n\n\n\n\nResult:\n SCP-7938-A winning\n\n\nTermination:\n Cannibalism\n\n\nDetails:\n After 17 moves, SCP-7938-A proceeded to assault and disembowel SCP-7938-B over a period of 49 minutes. SCP-7938-A consumed approximately 91.31% of SCP-7938-B's body mass. The remaining 8.69% of SCP-7938-B's person proceeded to reconstruct itself into a functioning brain and skeletal system and resign, prior to exiting the facilities of the match and expiring.\n\n\nAftermath:\n A bovine in London\n4\n rapidly assumed the form of SCP-7938-B shortly following the conclusion of the game. A second bovine in close proximity rapidly assumed the form of a business suit that SCP-7938-B promptly adorned.\n\n\nThe rancher has been compensated for the loss of her cows with an equal weight of McDonald's ketchup packets\n5\n.\n\n\n\n\n\n\n\n\nTranscribed C.R.N. Video Broadcast.1\n\n\n\n\nA clean-shaven, black haired, Caucasian man wearing a black-and-white business suit is shown sitting at a desk.\n\n\n???:\n Round 30 has officially concluded. Both players have already resumed the event and started competing in game number 31.\n\n\nVideo plays on screen showing two individuals playing chess. Both individuals have been stripped of their skin\n6\n.\n\n\n???:\n The game was quiet, with neither player making major mistakes or blunders, resulting in a draw. An in-depth breakdown will proceed later tonight. While the first moves of the 31st round are played, we have been blessed by a brief interview with the organizer of this tournament.\n\n\nThe feed cuts to a split-screen containing the original reporter sitting at his desk, and a video of him standing in front of a hotel holding a microphone.\n\n\n???:\n Thanks for having me.\n\n\n???:\n What exactly inspired you to organize this event?\n\n\n???:\n Well, you know. Every great sport is full of infamous rivalries. Like, the uh… Tennis! Probably. Soccer teams probably hate each other. The point is, rivalries are very popular! So, why not build on some tension?\n\n\n???:\n I see. What exactly is your goal with this whole thing?\n\n\nThe entity laughs.\n\n\n???:\n To see a World Chess Championship produce the World Chess Champion. Simple as that. But, we hopefully can generate eyes like the 1972 Championship did.\n\n\n???:\n A noble goal.\n\n\nA third copy of the same man walks up to the reporter on the desk and whispers into the reporter's ear.\n\n\n???:\n Reports indicate that the 31st game has concluded in a draw. They state that Korchnoi, after losing his queen, consumed all of the pieces on the board and declared a stalemate. Karpov, unable to interject, agreed to the draw.\n\n\n???:\n Well then, I best get going to organize the 32nd. Hope to be back later!\n\n\nEnd of broadcast.\n\n\n\n\nNote:\n Two masses of bones, organs, and flesh lacking skin materialized in New York, United States following the broadcast.\n\n\n\n\n\n\n\n\nGame #47, July 18 | 1978\n\n\n\n\nResult:\n SCP-7938-B winning\n\n\nTermination:\n Incineration\n\n\nDetails:\n After 148 moves, SCP-7938-A experienced rapid internal-combustion via interference brought by SCP-7938-B. The undamaged remains of SCP-7938-A's nervous system and brain proceeded to concede the game and collapse into a pile of ash.\n\n\nAftermath:\n San Marino has annexed the Soviet Union. Liechtenstein remains the sole nation leading the free world.\n\n\n\n\n\n\n\n\nGame #237, July 18 | 1978\n\n\n\n\nResult:\n Mutual victory\n\n\nTermination:\n Donation\n\n\nDetails:\n SCP-7938-A and SCP-7938-B were granted an equivalent of 4 wins.\n\n\nAftermath:\n \nO5-1\n | \nO5-9\n | \nEthics Committee Emergency Director Anand\n | \nSite-15 Director Lynn\n | \nCommander Liren\n | Dr. Thrakka has ordered the emergency creation of a mathematical council to determine the amount of games needed for either SCP-7938-A or SCP-7938-B to win the championship.\n\n\nConclusion:\n Either player is currently at 5 games won, placing them between 1 and 260 victories required to achieve 6 wins.\n7\n\n\n\n\n\n\n\n\nGlobal Emergency Alert Message\n\n\n\n\n\n\nNote:\n Message was discovered within T.M.O. archives. The original notes surrounding it state that the message was sent via world-wide television broadcasts being hijacked, rather than the Foundation activating general Emergency Alert Systems worldwide.\n\n\n\nVarious personnel are seen on screen, with Site-84 Director Castle standing in the right-third of the feed.\n\n\nGreetings. I am Director Lewis Rachels Landoman Richard-Lopez Martin VII of Newcastle. As you may have noticed, over the prior 31 seconds numerous reality-bending events have occurred, resulting in global attention being focussed on a small chess competition. This, frankly unjust, shift in global focus has forced us to reveal ourselves. We are the SCP Foundation, an organization dedicated to the containment of the anomalous and the protection of the public. Unfortunately-\n\n\nTV static appears for 19-seconds.\n\n\nIn the event that you or a loved one appear terminated by SCP-7938, remember the A, B, C's. Assess the appearance of the corpse. Bring it outside of living quarters. Consume excess mass. Furthermore-\n\n\nThe TV feed cuts to black.\n\n\nGame 8 of the 1947 Leningrad Open. 16-year-old Karpov has been playing a beautiful game against the 17-year-old Korchnoi, both of who are tied for first place. Whoever wins this game, will win the event.\n\n\n\n\n\n\nDraw?\n\n\nHuh?\n\n\nDo you want this to just be a draw?\n\n\nAnatoly laughs.\n\n\nSure!\n\n\nGreat game, Anatoly!\n\n\nLikewise, Viktor!\n\n\nDon't think I've met you around here before!\n\n\nYou know how chaotic it has been since the siege.\n\n\nYes. But at least we won!\n\n\nDo you live in Leningrad?\n\n\nYes. And you?\n\n\nJust down the street from this club!\n\n\nWell I'll make sure to come down here sometime! Perhaps we can play against each other again!\n\n\nThat would be great! I'll see you around, Viktor.\n\n\nThe TV signal is restored. Director Castle/Site-84 have been removed, instead showing feed of a forest. The feed follows a rabbit running from a wolf prior to a bear approaching and killing the wolf, dragging it off-camera.\n\n\n\n\n\n\n\n\nGame #984, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Busywork\n\n\nDetails:\n SCP-7938-A and SCP-7938-B were forced to shake hands for 18 concurrent hours, agreeing to a draw.\n\n\nAftermath:\n Site-84 has been demolished by SCP-7938. All personnel within Site-84 are missing, \npresumed neutralized.\n confirmed alive, lacking facial features.\n\n\n\n\n\n\n\n\nGame #1,450, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Detonation of appendages relating to analytical thinking\n\n\nDetails:\n Following 87 moves of standard play, both players experienced the detonation of 63% of their body mass.\n\n\nIt has been 25 years, Anatoly.\n\n\nAnd?\n\n\nLet us end this.\n\n\nAnd how do you suppose we do that?\n\n\nYou resign the next game.\n\n\nThen you walk away with the glory?\n\n\nIt isn't about that-\n\n\nAnd who's to say that I do not get left behind? That wouldn't even be the first time you abandoned me!\n\n\nAnatoly, I did not abandon you. It was my choice on where I get to live, and you need to stop being selfish and accept reality.\n\n\nThe reality is that you were sick of your life, and without notice left your unemployed wife and 5 year old child to live out some dream life in Liechtenstein!\n\n\nAh yes, my dream life where I left everyone I knew and befriended!\n\n\nWhere you left me to support your family who you would never need to care for again.\n\n\n\n\n\n\n\n\nGame #2,968, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n M.A.D.ness\n\n\nDetails:\n Both players threatened to terminate the other through radiation poisoning. Upon realizing terminating the other through radiation poisoning would result in their own expiration, each player started attempting to convince civilians to become their friend.\n\n\nAftermath:\n Game ended with neither player expiring and 2,398 civilians suffering from radiation poisoning.\n\n\n\n\n\n\n\n\nGame #3,401, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n SCP-7938-A winning\n\n\nDetails:\n SCP-7938-B resigned on move 2. Game officially counted as a draw.\n\n\nAftermath:\n A five-minute break has been agreed upon to allow both players ample time to rest. Both players have been penalized with fifty-five-hours of torture across their break, in accordance with the \n2004 Guide to Torture and Bodily Mutilation.\n\n\n\n\n\n\n\n\nTranscribed CCR Broadcast.2\n\n\n\n\n???:\n Game number 3,500 has officially concluded.\n\n\nThe entity exhales.\n\n\n???:\n As expected, another draw. These players are starting to seem neck-and-neck! The anticipation for who will be the first to score that last win can only build and build.\n\n\n96% of global TV broadcasts cease.\n\n\n???:\n Still, viewership records of over 30 people are being reached almost each day. It seems that this programme is continuing to grow expo-\n\n\nThe recording switches to a showing of, \"The Scarlet Flower\" playing on an undocumented TV channel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNice that they have an elektroteatr in Leningrad now.\n\n\nIndeed.\n\n\nWant to see another movie next time we visit?\n\n\nOf course!\n\n\nThat would be your wedding, right Viktor?\n\n\nBeautiful Bela. 2 more weeks until I forever join her.\n\n\nThen let us drink to your new, long, and healthy marriage!\n\n\nAnd drink we shall!\n\n\nAll global television and radio broadcasts that are not C.C.R.-affiliated cease simultaneously.\n\n\n???:\n Amazing! An all-time record of nearly 8.4 billion viewers! Well then, stay tuned!\n\n\n\n\n\n\n\n\nGame #5,901, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Resignation\n\n\nDetails:\n SCP-7938-A resigned prior to the first move.\n\n\nAftermath:\n A 54-hour break was declared so players could rest. The immediate family of both SCP-7938-A and SCP-7938-B were teleported in front of them as concrete surrounding both players assumed the form of restraints against them. Both players were subsequently forced to stand in place with both eyes open at their families. All family members present faced anomalous alteration, including the rapid growth of additional limbs, the growth of excess flesh and skin, the transformation of skin into cartilage, incineration, and forced vocalization. After the break concluded, all individuals were installed as a permanent addition to the playing venue. Both players were released and allowed to continue playing games.\n\n\nI trusted you!\n\n\nYou can not blame this on me!\n\n\nThis is all your fault!\n\n\nAnatoly, if I knew what would happen I would not tell you to do it.\n\n\nWhy? Because you really care for others around you, right?\n\n\nIf I knew what would happen to my family-\n\n\nDon't you even mention Bela and Igor.\n\n\nI am not a soulless monster! Just listen to me!\n\n\nGive me one good reason why you are not to blame for my family and yours being tortured in that hall!\n\n\nI already have. Perhaps you should open your ears and listen to what I have to say!\n\n\n\n\n\n\n\n\nGame #10,000, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Stalemate\n\n\nDetails:\n SCP-7938-B summoned an army of 980,002 yoga instructors of U.S. descent\n8\n to seize the temporary residence of SCP-7938-A. SCP-7938-A utilized his hypnotic beams to cause approximately 50% of SCP-7938-B's army to defect. Over the proceeding 870 moves, 62% of yoga instructors expired prior to both sides agreeing to a \nceasefire\n temporary pause of fighting.\n\n\nAftermath:\n Thousands weep for their brothers, enemies, and those innocent they may never know that were lost in the war between two rich men over pennies.\n\n\n\n\n\n\n\n\nGame #39,800, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Reconstruction bit by bit\n\n\nDetails:\n If they refuse to play a good game, they will be shaped into a form that can.\n\n\nWin an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game. Win an interesting game.\n\n\nAnatoly!\n\n\nBela. I'm-\n\n\nWhere's Viktor? He's been gone since last night!\n\n\nI'm so sorry.\n\n\nHe's dead?!\n\n\nNo, thankfully. But he's gone to Liechtenstein.\n\n\nLiechtenstein!?\n\n\nBela cries.\n\n\nBut he is safe? Right?\n\n\nAs safe as you can be in a land like that. Where's Igor?\n\n\nSleeping.\n\n\nLet's go out so we don't wake him.\n\n\nCan I see him again?\n\n\nI don't know. I hope we both can. That he and Igor may reunite. Just-\n\n\n\n\n\n\nI don't know. I just want to make sure that you are supported through this.\n\n\nThank you.\n\n\nIf you ever need help just ask me or Irina.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAftermath:\n Even with new parts, both cars still work the same.\n\n\n\n\n\n\n\n\nGame #54,052, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Repeated-atomic disintegration\n\n\nDetails:\n A figure grows angrier and angrier as each day goes on that threatens to be the same.\n\n\nAftermath:\n We are not here. We are not ruling from Tokyo to La Paz. We are not able to pray. We are not dead. We are not alive. We are not stupid. We are not able to resist. We are not able to work in departments. We are not able to secure. We are not able to contain. We are not able to protect. We are not able to express our sorrow. We are not able to speak. We are not able to run. We are not able to rely on the O5, the Committee, the Unreality, the Fire Suppressionists, the five Tau, the Shark Punchers, or the failsafes. We are not the failsafe anymore. We are not in control. We are not in the 5,000. We are not good at chess. We are not what we were.\n\n\nAnatoly.\n\n\nI'm sorry about your family.\n\n\n\n\nI should have said that earlier.\n\n\n\n\n\n\nI just-\n\n\n\n\n\n\n\n\nDidn't think of what you saw.\n\n\n\n\n\n\n\n\n\n\nI never really did. I always thought that-\n\n\n\n\n\n\n\n\n\n\n\n\nThat you were just wrong. San Marino was, and still is, a state that I can not live in. Not anymore.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe were living the best life. Heroes of our nation. Two of the three best chess players in the world, with the third being some American antisemite.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThen I left my family behind knowing they might not be able to join me. Might not want to join me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI just need to-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWant to. I want to say that I realize why you hate me. I disagree with you on that, but I want you to know that I understand where you are coming from. I hope you hear that.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI at least hope you are able to hear me through the pain.\n\n\nWe are at the mercy of those two who are right, left, wrong, right, and in the center of it all.\n\n\n\n\n\n\n\n\nGame #57,096, July 18 | 1978\n\n\n\n\nResult:\n Draw\n\n\nTermination:\n Malnutrition\n\n\nDetails:\n Without sustenance, you tend to grow rather weak.\n\n\nAftermath:\n The entity closes its eyes for but a second. \nWhich is all they need.\n\n\n\n\nSo?\n\n\nI don't know. You wanted to talk here while that thing slept.\n\n\nWe need to find a way to end this.\n\n\nNo way. Seriously?\n\n\nYes but without the sarcasm!\n\n\nLet's calm down. We might only have a few minutes.\n\n\nOr hours.\n\n\nEven if it is mere hours, let us just think, Viktor.\n\n\n\n\nWhat if we die? Does that end it?\n\n\nHow?\n\n\nIf we can just find something.\n\n\nThe only thing I can see is you. Everything around me is dark.\n\n\n\n\n\n\nIt wouldn't work, either.\n\n\nWhy?\n\n\nViktor, think of how many times we died. We can't just die one more time and have it be over. Even if we tried 3,999 times.\n\n\nSo I guess you and me are just stuck here for the rest of time.\n\n\n\n\n\n\nI do want you to know that I heard what you said, Viktor.\n\n\nAbout my wife and son.\n\n\nAbout your wife and son. I could hear everything.\n\n\nI'm sorry, Viktor.\n\n\nI really am.\n\n\nI don't have the right to judge you for leaving San Marino. I never did.\n\n\nIt was just that-\n\n\nI can't say anything.\n\n\nI felt betrayed.\n\n\nWe'd been friends since we were kids. Old kids, but still friends.\n\n\nBest friends. Best friends who went to the movies, who played in tournaments together, who were there for each other's weddings.\n\n\nNational heroes. San Marino was the best at chess, and we were the best chess players in San Marino. Why would anyone give that up?\n\n\nI could never understand you. Leaving it all behind, how stupid it was.\n\n\nI still think it's stupid.\n\n\nBut I understand it.\n\n\nI was wrong to hate you for it.\n\n\nI see how hard it was. I did nothing to help that.\n\n\nI'm so sorry.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViktor?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAre you there?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnatoly?\n\n\nViktor! You're there!\n\n\nIt's been months! I thought I lost where you were!\n\n\nI-\n\n\nAnatoly, I heard what you said. All of it.\n\n\nI still mean every word of it.\n\n\nIt's good you do.\n\n\nListen, I-\n\n\nI understand. You needn't say anything.\n\n\nThank you.\n\n\nI don't know what we do next. If that thing wakes up I don't know when we'll see peace like this again. I don't know if we'll be us again.\n\n\n\n\nViktor, if after this moment we will never be us again, I want to say something. As me.\n\n\nAnd that is?\n\n\nI do not care if you forgive me. But I want you to know from the bottom of my heart that I was wrong to judge you. You already heard that, but I want you to remember it. Promise me that, Viktor.\n\n\nI still forgive you.\n\n\n\n\nWell, Anatoly, what is there to do now?\n\n\nWe wait for that thing to come back and decide how to finish us off.\n\n\nBut what do we do in the meantime?\n\n\nIt is up to you.\n\n\n\n\n\n\n\n\nDo you want to play a game of chess?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGame #57,097, October 18 | 1978\n\n\n\n\nResult:\n SCP-7938-A winning\n\n\nTermination:\n Resignation\n\n\nDetails:\n SCP-7938-A, who held the white pieces, gradually would score a tactical advantage in the Classical Pirc. Though mostly evenly balanced throughout the game, on move 35 SCP-7938-A began to gain the advantage prior to a series of blunders by SCP-7938-B, causing massive material loss. On move 41, seeing no way to recover the position, SCP-7938-B resigned the game, resulting in SCP-7938-A winning the World Chess Championship.\n\n\nAftermath:\n What happened never happened. We will make sure it never happens again.\n\n\n\n\nSCP-7938 concluded after 391 years with SCP-7938-A winning 28,544.5 - 28,443.5 against SCP-7938-B.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7937\n | SCP-7938 | \nSCP-7939\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Item consists of two or more separate, non-anomalous entities that require the other to maintain anomalous properties.\n\n\n2\n. Unavailable.\n\n\n3\n. Resolution failed after the assassination was completed 1.4 seconds following Nigel Short becoming a Grandmaster.\n\n\n4\n. Close in proximity to London.\n\n\n5\n. Each partially used.\n\n\n6\n. In a manner unusual of typical chess games.\n\n\n7\n. Figure is an estimate. Requires citation.\n\n\n8\n. Each charged with 1st degree murder.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7938\n\" by VapidPoem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7938\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7938 \" by VapidPoem, from the SCP Wiki . Source: https://scpwiki.com/scp-7938 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7938",
    "object_class": "Neutralized",
    "containment_procedures": "Given the 1981 World Chess Championship, the sporadic nature in which SCP-7938 manifested, and the 2016 expiration of SCP-7938-B, future SCP-7938 events have been deemed impossible. No containment procedures are required, and SCP-7938's primary containment class has been designated, \"Neutralized\".",
    "description": "SCP-7938 was a supposed reality-bending temporal anomaly that occurred between July 18, 1978 - October 18, 1978. SCP-7938 consisted of SCP-7938-A, known as \"Anatoly Karpov\", and SCP-7938-B, known as \"Viktor Korchnoi\". The hypothesized manifestation of SCP-7938 is believed to have been contingent on the competition of both SCP-7938-A and SCP-7938-B in the 1978 World Chess Championship.",
    "title": "SCP-7938"
}