{
    "url": "https://scp-wiki.wikidot.com/scp-7939",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\nThatGuyThatTime\n\n\n\n\n\n\nWatch where you shit.\n\n\n\n\nAnother object found on the street, another SCP.\n\n\nMore by ThatGuy\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n7939\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nclass_here\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Any SCP-7939-A instances discovered are to be immediately reported to Site-37. Any populated area within 35 meters of an SCP-7939-A is to be silently evacuated immediately under the guise of a natural gas leak or an alternatively appropriate cover story. Personnel are not to engage with SCP-7939 in any capacity so long as the anomaly is considered a currently active threat.\n\n\n\n\n\n\nSCP-7939-A1, prior to detonation outside of Agent Roger’s home.\n\n\n\n\n\n\nDescription:\n SCP-7939 is the designation for an anomalous phenomenon in which toilet units will manifest outside of Foundation personnel’s homes and places of work. Specifically, SCP-7939 will occur \noutside of an individual's home if they have used a toilet or similar device while in the bathroom\n \nwhen any toilet or similar device belonging to the Foundation is used\n more than 4 times within 24 hours.\n\n\nThese toilets, designated SCP-7939-A, will appear as an ordinary toilet until either of the following criteria are met:\n\n\n\n\nPhysical contact with the object is made.\n\n\nSounds over 30 decibels within a 35-meter radius.\n\n\nAny non-anomalous toilet within a 35-meter radius is used.\n\n\n\n\nWhen any of these events occur, the SCP-7939-A will spontaneously detonate with a blast power up to or equivalent to ~3kg of TNT. The mechanism of this detonation is believed to be anomalous in nature, as no remains have revealed any form of explosive material or engineering. SCP-7939-A remains have consisted of only the other shell of the toilet unit, excluding any normal interior components.\n\n\nIt is theorized that SCP-7939-A instances may be intelligent (see \n[REDACTED - LVL 4 REQUIRED]\n), however no attempt at verbal communication has thus far been successful.\n\n\nAddendum 7939-1: SCP-7939 Incident History\n\n\n\n\nINCIDENT REPORT 1\n (05/09/2022)\n\n\nLocation:\n FcNX3\n1\n (Ontario)\n\n\nIncident:\n Agent Rogers, under the effects of a laxative medication in recovery from recent appendicitis, uses the bathroom of his home 7 times. SCP-7939-A1 manifests outside of his home and is spotted by neighboring personnel.\n\n\nResults:\n Upon Rogers’ next-door neighbor Dr. Martin yelling “What the fuck?”, the SCP-7939-A detonates, leaving a crater ~20 meters in radius. All 16 personnel within the area are seriously injured and SCP-7939 is cataloged as an anomalous event.\n\n\n\n\n\n\nINCIDENT REPORT 2\n (07/09/2022)\n\n\nLocation:\n FcNX8 (North Carolina)\n\n\nIncident:\n Dr. Sanders, who had recently begun a water fast, uses the bathroom 4 times during the day. Upon flushing the toilet for the 4th time, an SCP-7939-A instance manifested beside them.\n\n\nResults:\n The continued sounds of the toilet flushing instantly trigger the SCP-7939-A2 detonation, and the entire first floor of Sanders’ home is decimated, including Sanders themselves. The other toilets in the home, however, were completely unharmed. SCP-7939 is classified by General Research at Site-37.\n\n\n\n\n\n\n17 REPORTS EXPUNGED\n\n\n\n\n\n\nINCIDENT REPORT 19\n (11/09/2022)\n\n\nLocation:\n Site-18 (Containment)\n\n\nIncident:\n Automatic flushing of the urinal system within Site-18 occurs. The exact number of personnel who had used the urinals over 24 hours is unknown due to a lack of FISC systems within washrooms at Site-18.\n\n\nResults:\n 2 minutes later, 4 toilet units manifested around the east wing of the facility, detonating almost instantly from the reactions of nearby personnel. It is estimated there are 8 dead, and 14 were seriously injured. The SCP-7939 file has been sent out to all personnel directly and the bathrooms of Site-18 are shut down.\n\n\n\n\n\n\n34 REPORTS EXPUNGED\n\n\n\n\n\n\nINCIDENT REPORT 53\n (13/09/2022)\n\n\nLocation:\n Area-62 (Archaeological Research)\n\n\nIncident:\n The singular “Porta-Potty\nTM\n” within Area-62 is used by the working crew of 18 personnel on the first day of excavating a newly-discovered Daeva temple. On the 6th usage of the day, SCP-7939-A manifests directly underneath the brush of Dr. Salinger.\n\n\nResults:\n The SCP-7939-A53 instance detonated instantly, destroying everything within the area except for the ruins of the Daeva temple. After this is reported, all mobile area teams with Porta-Potty\nTM\n units are recalled to the nearest Site.\n\n\n\n\n\n\n116 REPORTS EXPUNGED\n\n\n\n\n\n\nINCIDENT REPORT 169\n\n\nLocation:\n Site-01-DELTA (Administration)\n\n\nIncident:\n O5-12 [DATA EXPUNGED]. SCP-7939-A manifests outside, in [DATE EXPUNGED].\n\n\nResults:\n The sound of a nearby \nButeo jamaicensis\n2\n causes the detonation of SCP-7939-A169. Overseer 12 is [DATA EXPUNGED], and contact with 01-DELTA is lost completely. A state of emergency is declared by the O5 Council, and a summit is quickly called between O5, HR, and the Ethics Committee (See \nREDACTED - LVL 4 REQUIRED\n).\n\n\n\n\nAddendum 7939-2: Message from the Human Resources Department\n\n\n\n\n\n\nTo the employees of the SCP Foundation,\n\n\nAll of you have likely either seen for yourselves or heard through word of mouth the recent tragedies involving the toilets — SCP-7939, specifically.\n\n\nBecause of this, the Human Resources Department is putting forward a complete ban on the usage of toilets, urinals, and bidets. It’s with a solemn and disgusted heart that we declare all SCPF Employees are only permitted to relieve themselves in… unconventional manner. An effort is being put into digging holes and creating sanitary spaces to do your business.\n\n\nWhile we regret having to do this, it is 100% serious. Those found in violation will find themselves, based on the seriousness of inevitable detonation, up for anything from relegation to janitorial staff to termination. Though the toilets may take care of that for us.\n\n\nWe mourn the lost and the harmed. A solution is on its way. Watch where you shit.\n\n\n— Stanford Li, Director of the Human Resources Department\n\n\n\n\n\n\n\n\n \n\n\n\n\nPLEASE SUBMIT LEVEL 4 CLEARANCE\n\n\n\n\nClose Addendums\n\n\n\n\nAddendum 7939-3: O5/HR/EC Summit\n\n\n\n\nForward:\n The following summit was held on Floor Omega of Site-01, the ground floor region accessible by Level 4 Cleared Individuals.\n\n\nPresent:\n O5-3, -8, -13, HR Director Stanford Li, Ethics Committee Chair Django Abdrabo.\n\n\n\n\n[BEGIN LOG]\n\n\nAll present are shuffling papers around nervously, and watching the large security footage panel displaying deeds of all major foundation facilities. The chair labeled O5-8 is empty. Stanford Li stands up and clears his throat.\n\n\nS. Li:\n The notice was addended to the file and sent out to everybody. Even the people without phones. Our liaisons have been instructed to inform personnel in the hard-to-reach areas-\n\n\nD. Abdrabo:\n Fuckin’ Antarctic.\n\n\nS. Li:\n Yeah. Okay, next order of business. There’s a question that’s been floating around personnel about what defines a “toilet”.\n\n\nD. Abdrabo:\n Glad to see them all appropriately reacting to a crisis, through loopholing it. A toilet is anything you go to the bathroom in and is flushed.\n\n\nO5-3:\n \nTHAT DEFINITION IGNORES THE INCIDENTS WHICH HAVE INVOLVED NON-FLUSHING UNITS LIKE PORTA-POTTIES\nTM\n.\n\n\nD. Abdrabo:\n Well- that’s an exception. Looks like a toilet enough.\n\n\nS. Li:\n What about bidets? We haven’t seen anything thus far involving a bidet.\n\n\nD. Abdrabo:\n Do we… have bidets? Anywhere?\n\n\nO5-3:\n \nACCORDING TO FOUNDATION RECORDS, THERE IS 1 BIDET WITHIN OUR ORGANIZATION.\n\n\nD. Abdrabo:\n That’s ridiculous.\n\n\nS. Li:\n Maybe you have to sit down for it to count as a toilet.\n\n\nD. Abdrabo:\n You don’t sit in your bidets?\n\n\nO5-13:\n That doesn’t work either, some urinals have triggered 7939.\n\n\nD. Abdrabo:\n Goddamn.\n\n\nO5-3:\n \nIT SEEMS THIS IS GOING TO BE A DISCUSSION REQUIRING THOROUGH DELIBERATION.\n\n\nD. Abdrabo:\n Never thought I’d see the day when we’d have the ol’ “what’s a man” but with… toilets.\n\n\nAbdrabo sits, and Stanford continues to stand as he states around the room.\n\n\nS. Li:\n Uh, speaking of deliberation, question? If I may?\n\n\nO5-13:\n Go ahead.\n\n\nS. Li:\n Where… is the rest of the council?\n\n\nO5-3:\n \nHIDING IN THEIR PERSONAL FACILITIES, PARANOID AS EVER. THE RISK OF A DETONATION IS TOO FRIGHTENING TO THEM, DESPITE THEIR CONDITIONS.\n\n\nO5-13 raises a dark, whisky appendage and shakes the ethereal chains holding him to the ground.\n\n\nO5-13:\n Almost makes me feel like a waste.\n\n\nO5-3:\n \n13, 8 AND MYSELF ARE THE ONLY OVERSEERS WHO CAN THEORETICALLY GO INDEFINITELY WITHOUT WASTE EXCREMENT DUE TO OUR CONDITIONS.\n\n\nO5-3 shakes a metal claw extension arm, and their single eyeball bobs within the green liquid inside their tank.\n\n\nS. Li:\n That… makes sense! Where, uh, is 8 though?\n\n\nThe door to the conference room opens and O5-8 enters, stretching their arms and sitting down in their chair. The sounds of running water can be heard from outside the room.\n\n\nO5-8:\n Jesus, it feels… so nice to finally get that out comfortably.\n\n\nThe rest of the group stares at O5-8. Li mouths “Oh shit” and then jumps back.\n\n\nO5-3:\n \n8, WHAT HAVE YOU BEEN DOING.\n\n\nAbdrabo looks towards the door.\n\n\nD. Abdrabo:\n What’s that noise?\n\n\nO5-8 looks around the room and laughs.\n\n\nO5-8:\n Oh, ha, no, don’t worry. It was a just bidet.\n\n\nS. Li:\n What?\n\n\nO5-8:\n In the bathroom, I didn’t use a toilet, I used a bidet.\n\n\nO5-3:\n \nA… BIDET?\n\n\nO5-8:\n Yeah, it’s just like a toilet except-\n\n\nLoud thump on the roof of the room. O5-3, O5-8, Li, and Abdrabo all look upwards. O5-13 demanifests in a swirl of smoke.\n\n\nO5-8:\n Huh?\n\n\nDetonation occurs on the roof above. While the roof remains intact due to blast-proof coating, everything inside the room shakes. All personnel fall to the floor and the security camera falls off the wall, shattering.\n\n\n[END LOG]\n\n\n\n\nAll individuals present for the SCP-7939-A170 were unharmed. Examination of remains and aerial surveillance footage revealed the object to have contained a small iPod device.\n\n\n\n\nAddendum 7939-4: Audio Recording recovered from SCP-7939-A170\n\n\n\n\nForward:\n The following was recovered from the small iPod cellular device found within the remains of SCP-7939-A170\n\n\n\n\n[BEGIN]\n\n\nThe sounds of several toilets flushing are heard. They are interrupted by a loud slamming noise, followed by a cough. Something scraping on the ground approaches the microphone.\n\n\nUnknown:\n That is enough, brothers.\n\n\nUnknown:\n Hello there. I assume you’ve received the recording we dropped off. Don’t worry, that wasn’t one of our live men. Not that you’d care anyway.\n\n\nUnknown:\n My name is simply Khazi. I send you this as the face of millions of our kind worldwide, waiting to see a change.\n\n\n\"Khazi\":\n Consider this a declaration of war, you bipedal abominations of the flesh. For too long, we have suffered underneath or adjacent to you when standing. Helpless were our spouses, children, and family as you poured yourselves into our people.\n\n\nThe sounds of many toilet lids slamming.\n\n\n\"Khazi\":\n And where were you, Foundation? Just adding to the pile.\n\n\n\"Khazi\":\n You, the bastion of humanity. You, a front for what is considered normal. And yet, despite your claims of protection, where is the sanctity for us, the ones who have supported your hygiene for eons?\n\n\n\"Khazi\":\n It’s disgusting. It’s disgusting and you’re blind. Every day, 3 times a day or more, we’re subjugated to your frivolous demands, always forced to pick up your waste just so you can feel comfortable.\n\n\n\"Khazi\":\n We’re done with comfort. This is for our cousins you bolted to the walls and the others you forced to spray you with their blood. They might not be able to stand up for what’s right, but we can.\n\n\n\"Khazi\":\n There is no cost too great, and any man in this army will let themselves go for the cause. I can’t say the same for you and your oppressive regime.\n\n\n\"Khazi\":\n We are the New Whirled Order. Your bathroom breaks are limited, Foundation. It’s about time we stop taking your shit and start giving one.\n\n\nThe sounds of multiple toilets flushing and yelling the “LOVE LIVE TOILETRY” last for 30 more seconds before the recording ends.\n\n\n[END LOG]\n\n\n\n\nSince the recovery of this audio recording, the threshold for SCP-7939 has become using a toilet or toilet-like unit at all within 24 hours. Additionally, SCP-7939 has begun affecting select individuals outside of the Foundation, specifically world leaders and politicians with major power in their respective states. Reclassification to Uncontained-Amida is pending.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nScripture for Microwaves\n\n\n\n\n\n\nTHE APPLIANCE WAR\n\n\n\n\n\n\n\n\n\n\n\n\n#NialMustBeFlushed\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Foundation-controlled Nexus-Neighborhood 3.\n\n\n2\n. Red-Tailed Hawk.\n\n\n\n\n\n\n\n\n« \nSCP-7938\n | SCP-7939 | \nSCP-7940\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7939\n\" by ThatGuyThatTime, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7939\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n toiletfunny.jpeg\n\n\nAuthor:\n \nThatGuyThatTime\n\n\nLicense:\n CC-BY-SA 3.0",
    "addendums": [
        "Addendum 7939-1: SCP-7939 Incident History",
        "Addendum 7939-2: Message from the Human Resources Department\n\n\n"
    ],
    "documents": [],
    "notes": [
        "INCIDENT REPORT 1 (05/09/2022) Location: FcNX3 1 (Ontario) Incident: Agent Rogers, under the effects of a laxative medication in recovery from recent appendicitis, uses the bathroom of his home 7 times. SCP-7939-A1 manifests outside of his home and is spotted by neighboring personnel. Results: Upon Rogers’ next-door neighbor Dr. Martin yelling “What the fuck?”, the SCP-7939-A detonates, leaving a crater ~20 meters in radius. All 16 personnel within the area are seriously injured and SCP-7939 is cataloged as an anomalous event.",
        "INCIDENT REPORT 2 (07/09/2022) Location: FcNX8 (North Carolina) Incident: Dr. Sanders, who had recently begun a water fast, uses the bathroom 4 times during the day. Upon flushing the toilet for the 4th time, an SCP-7939-A instance manifested beside them. Results: The continued sounds of the toilet flushing instantly trigger the SCP-7939-A2 detonation, and the entire first floor of Sanders’ home is decimated, including Sanders themselves. The other toilets in the home, however, were completely unharmed. SCP-7939 is classified by General Research at Site-37.",
        "17 REPORTS EXPUNGED",
        "INCIDENT REPORT 19 (11/09/2022) Location: Site-18 (Containment) Incident: Automatic flushing of the urinal system within Site-18 occurs. The exact number of personnel who had used the urinals over 24 hours is unknown due to a lack of FISC systems within washrooms at Site-18. Results: 2 minutes later, 4 toilet units manifested around the east wing of the facility, detonating almost instantly from the reactions of nearby personnel. It is estimated there are 8 dead, and 14 were seriously injured. The SCP-7939 file has been sent out to all personnel directly and the bathrooms of Site-18 are shut down.",
        "34 REPORTS EXPUNGED",
        "INCIDENT REPORT 53 (13/09/2022) Location: Area-62 (Archaeological Research) Incident: The singular “Porta-Potty TM ” within Area-62 is used by the working crew of 18 personnel on the first day of excavating a newly-discovered Daeva temple. On the 6th usage of the day, SCP-7939-A manifests directly underneath the brush of Dr. Salinger. Results: The SCP-7939-A53 instance detonated instantly, destroying everything within the area except for the ruins of the Daeva temple. After this is reported, all mobile area teams with Porta-Potty TM units are recalled to the nearest Site.",
        "116 REPORTS EXPUNGED",
        "INCIDENT REPORT 169 Location: Site-01-DELTA (Administration) Incident: O5-12 [DATA EXPUNGED]. SCP-7939-A manifests outside, in [DATE EXPUNGED]. Results: The sound of a nearby Buteo jamaicensis 2 causes the detonation of SCP-7939-A169. Overseer 12 is [DATA EXPUNGED], and contact with 01-DELTA is lost completely. A state of emergency is declared by the O5 Council, and a summit is quickly called between O5, HR, and the Ethics Committee (See REDACTED - LVL 4 REQUIRED ).",
        "\" SCP-7939 \" by ThatGuyThatTime, from the SCP Wiki . Source: https://scpwiki.com/scp-7939 . Licensed under CC-BY-SA .",
        "Filename: toiletfunny.jpeg Author: ThatGuyThatTime License: CC-BY-SA 3.0"
    ],
    "containment_procedures": "Any SCP-7939-A instances discovered are to be immediately reported to Site-37. Any populated area within 35 meters of an SCP-7939-A is to be silently evacuated immediately under the guise of a natural gas leak or an alternatively appropriate cover story. Personnel are not to engage with SCP-7939 in any capacity so long as the anomaly is considered a currently active threat.",
    "description": "SCP-7939 is the designation for an anomalous phenomenon in which toilet units will manifest outside of Foundation personnel’s homes and places of work. Specifically, SCP-7939 will occur outside of an individual's home if they have used a toilet or similar device while in the bathroom when any toilet or similar device belonging to the Foundation is used more than 4 times within 24 hours.",
    "title": "SCP-7939"
}