{
    "url": "https://scp-wiki.wikidot.com/scp-7945",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\nDr_Lamas\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7945\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\nSCP-7945-A instances shall be kept within a specialized animal containment unit situated at Site-39, confined within an empty glass container with a minimum dimension of 30 x 30 x 30 cm.\n\n\n\n\n\n\nSCP-7945-1 (A)\n\n\n\n\n\n\nThe container must be fitted with an airtight lid, supplying a constant stream of oxygen via a fine mesh. The glass container shall be situated within an equally hermetic chamber, equipped with passive infrared sensors (PIR) distributed throughout the ceiling, walls, and floor.\n\n\nContainment procedures for SCP-7945 are to be executed with emphasis placed on preventing instances from reproducing. The containment chamber shall maintain a constant temperature of 65°F. In the event of any reproduction, any offspring, designated SCP-7945-1 (B) (or SCP-7945-B) must be terminated and incinerated immediately. The maximum number of SCP-7945-A instances allowed under Site-39 containment is strictly limited to four (4) at any given time.\n\n\nContainment of SCP-7945-1 instances are to be monitored by no less 4 than personnel, which must undergo a monthly examination by a memetic/psychologic expert. The personnel must be rotated with other 5 personnel teams.\n\n\n\n\nDESCRIPTION\n\n\n\n\nSCP-7945 is an anomalous subspecies of gecko that closely resembles \nLepidodactylus lugubris\n, commonly known as the Mourning gecko. SCP-7945 instances and their clones display typical behavior for their non-anomalous counterparts, therefore, SCP-7945 reproduces through parthenogenesis\n1\n. The reproductive activity of SCP-7945 is, however, significantly higher.\n\n\nNotably, organisms which come into contact with SCP-7945 are subject to a metamorphosis that results in an imprecise replica of the anomaly due to SCP-7945-3 [Information about SCP-7945-3 is hereby reclassified due to security concerns]\n2\n. The process may produce malformed mutations, denominated SCP-7945-2. Experiments indicate that animal organisms display a higher success rate in transforming into SCP-7945 instances than members of other kingdoms.\n\n\n\n\nDISCOVERY ADDENDUM\n\n\n\n\nSCP-7945 was first identified in 1987 on the island of Tokunaga, following reports of a radical increase in the Lepidodactylus Lugubris population by local field biologists.\n\n\nA collaborative investigation between the Department of Fish and Wildlife and the University of Maui confirmed the reports, and the incident was covered in scientific publications such as National Geographic. Not only that, but private individuals reported unusual events related to SCP-7945. This garnered the attention of the Foundation, which assigned a team, led by Agent Meyster Smiles, who was chosen for his years of experience in both the field and the office.\n\n\nFollowing log is from an interview performed by Agt. Meyster Smiles, disguised as a psychologist, with Johnathan Whilestone.\n\n\n\n\n\n\nVideo log\n\n\n\n\n<Start of log>\n\n\nAgt. Smiles:\n Good day, Mr. Whilestone. I'm Dr. Smiles, your psychologist. (\nextends his hand for a handshake, which Whilestone hesitates to\n) I understand from our records that you've been under a lot of stress. Ain't that correct?\n\n\nJohnathan whilestone:\n (\nshakes Dr. Smiles' hand\n) Yes, sure\n\n\nAgt. Smiles:\n Ok, please take a seat (\nWhilestone hesitates, then sits\n). Could'you explain to me how you've slept for the past week?\n\n\nJohnathan Whilestone:\n Oh, well, my sleep wasn't really good, I mean, I've been staying up most nights, like, either wandering around my apartment, reading, or just eating, which… I know, is a shame\n\n\nAgt. Smiles:\n (takes notes) Don't you worry, it's normal (\nchuckles\n), I ain't anxious myself and I chunk \nalotta\n3\n food when I get the opportunity.\n\n\nJohnathan Whilestone:\n Oh, you don't look like it.\n\n\nAgt. Smiles:\n Thanks, but I do a lot of exercise.\n\n\n[Johnathan Whilestone attempts to smile while nodding nervously]\n\n\nAgt. Smiles:\n (\nscribbles in his notebook\n) Right, so could you elaborate on these nightmares?\n\n\nJohnathan Whilestone:\n (\nHesitates and gazes at his left\n) Um yeah, I mean usually it's…. there's this huge crowd of people, I can make out several of my friends' faces, and it's hot. I'm there, standing in the middle. Then… uh, they transform into monsters…, then… then they chase me, screaming (\nshakes\n) and… and, they want me to come to them, to…to turn me into one of them… \"Become me, become me,\" they all scream behind me, then I fall and wake up, sweating my soul off.\n\n\nAgt. Smiles:\n I see, they're quite (\ncoughs softly\n)… the bunch. Say, have you shared these nightmares with anyone, perhaps a partner?\n\n\nJohnathan Whilestone:\n Oh, no, I'm actually single… I mean, pretty much alone at home, except for when my friends come over to have a drink and spend the night… Besides, no… I mean, I told no one.\n\n\nAgt. Smiles:\n (\nnods\n) How old are you?\n\n\nJohnathan Whilestone:\n Uhm… 25. 26 in july…\n\n\nAgt. Smiles:\n (\ntakes notes\n) Aha, ok. I'll tell you what, so far, I don't think anything's wrong, or at least seriously wrong. It's normal with your age.\n\n\nJohnathan Whilestone:\n Really? But I'm not a teenager anymore.\n\n\nAgt. Smiles:\n (\nsighs\n) Yeah, but it… you know, varies between individuals. It could also be something else. Do you have a job, or somethin'?\n\n\nJohnathan Whilestone:\n Well, right now, I'm studying law, just like most members of my fammily.\n\n\nAgt. Smiles:\n That stressful? I assume so but I've only studied clinical science and such, which I'll say is stressful enough.\n\n\nJohnathan Whilestone:\n I mean, sorta. I have no problem at studying but I have been struggling for some time, so I guess that might have contributed.\n\n\n\n(\nSmiles scratches his chin, slightly impacient, but without losing his friendly manner\n)\n\n\nAgt. Smiles:\n Yes, it could've. But tell me, before we continue, I would like to know if there's been somethin' else that… might've caused your malbeing.\n\n\nJohnathan Whilestone:\n I don't get what you mean, sir.\n\n\nAgt. Smiles:\n I mean some kind of… trauma or something else that causes you distress when thinking about it.\n\n\n(\nWhilestone sighs nervously and sits back, crossing his arms\n)\n\n\nJohnathan Whilestone:\n Why would it matter?\n\n\nAgt. Smiles:\n Well, it could happen that you're suffering some degree of PTSD, which stands for-\n\n\nJohnathan Whilestone:\n I know what that is\n\n\nAgt. Smiles:\n Yeah, uhm, this doesn't of course mean that you be havin' it, I don't even think it's the case, but I need to verify so the diagnosis is right.\n\n\nJohnathan Whilestone:\n (\nhesitates, shaking one of his legs nervously\n) Ok\n\n\nAgt. Smiles:\n Mr. Whilestone. I \nam\n my mama's son. I can see when people are hiding somethin'.\n\n\n(\nSmiles leans forward in his chair, staring at Whilestone\n)\n\n\nAgt. Smiles:\n Look, it ain't nothing to be afraid of, I won't judge ya or make fun of you or anything of that sort. This is my job, understand?\n\n\nWhilestone stares at the desk in silence\n\n\nJohnathan Whilestone:\n (\npauses, gazing at the desk before looking at Dr. Smiles' eyes\n) Do you remember those nightmares I mentioned earlier?\n\n\nAgt. Smiles:\n Yeah, what about them?\n\n\nJohnathan Whilestone:\n (\nhesitates\n) I mean… This might sound like, strange, but those nightmares… they're like, not just nightmares. They, uh, happened.\n\n\n(\nSmiles makes a slight, unvoluntary scowl\n)\n\n\nAgt. Smiles:\n They happened? Like, in reality?\n\n\nJohnathan Whilestone:\n (\ndistant\n) Yes.\n\n\nAgt. Smiles:\n Ok, um… explain yaself then.\n\n\nJohnathan Whilestone:\n (\nlowers his voice\n) Uh… A few months ago, my brother Peter and I were sailing near Toku Island in Hawaii on his yacht. We're like both into camping, so we decided to spend a night there. He always had tents on the yacht for our summer sailing trips, you know?\n\n\n(\nSmiles sits back and nods\n)\n\n\nAgt. Smiles:\n Sounds fun, what then?\n\n\nJohnathan Whilestone:\n Well you see, we set up camp, had some drinks from the yacht, and, like, went to sleep… Then… (\nbegins tapping on the table and speaks with trembling voice\n) um… I woke up in the middle of the night by a scream…\n\n\nAgt. Smiles:\n A scream? Whatcha mean?\n\n\n(\nWhilestone begins tapping his fingers on the table\n)\n\n\nJohnathan Whilestone:\n Yes… I mean, my brother… I don't know, I just don't know what happened with him, but he… I looked over to him and… he was like, convulsing on the floor, screaming and like, kicking around with his feet…\n\n\n(\nAgt. Smiles takes notes and gets his chair closer to Whilestone, who is shaking\n)\n\n\nAgt. Smiles:\n Don't worry, Jonathan take your time. Tell me when you're ready.\n\n\n(\nWhilestone sobs softly\n)\n\n\nJohnathan Whilestone:\n He… his body changed… it inflated like a ballon, and his (\ndoes a grimace\n)… his, like, skin went off with a (\ncrunch sound\n) and he… like a banana!\n\n\nAgt. Smiles:\n (\nnods\n) Geez\n\n\nJohnathan Whilestone:\n (\nvoice trembling\n) I mean, yeah, I was fucking terrified. I tried to help him, to like, calm him down, but when he turned around…. his fucking face was deformed, like a fucking zombie. He started chasing me, just like..- uh, like in my nightmares, screaming and reaching out for me. I ran back to the yacht, locked myself in, but the fucker kept pounding on the windows, trying to get to me.\n\n\n(\nSmiles forces a grimace\n)\n\n\nAgt. Smiles:\n Oh, God, that sounds horrifying.\n\n\nJohnathan Whilestone:\n (\nteary-eyed\n) Yeah, It was beyond anything I could have ever fucking imagined…. I mean, you… you believe me right? You probably think I'm fucking insane…\n\n\n(\nSmiles leans forward again\n)\n\n\nAgt. Smiles:\n Look Johnathan, I'm here to help, not to judge ya, remember? But I first need you to tell me all. Besides, the only one to decide wether you're insane or not is me; it's ma job, you paid me for it. (\nchuckles\n)\n\n\nJohnathan Whilestone:\n (\nvoice quivering\n) Yeah, I didn't know how to, like, tell anyone. How could I tell them that my brother turned into like, a… a fucking monster? I didn't want them to think I was crazy.\n\n\nAgt. Smiles:\n (\ngently\n) Well It's not normal for people to keep such experiences to themselves, especially when they fear other folks might not understand.\n\n\n(\nSmiles puts a hand on Whilestone's shoulder, in a paternal manner\n)\n\n\nAgt. Smiles:\n Look at me, Johnathan. You're not alone. Thank you for sharing that with me, taking that step is important for getting you help. Now, if you could continue…\n\n\n(\nWhilestone sniffs on a towel offered by Smiles, apologizes and continues\n)\n\n\nJohnathan Whilestone:\n I was like, trapped in the cabin while he was outside, like, still trying to get to me. I was so fucking terrified and… and desperate, and… I mean, I knew I had to do something.\n\n\nAgt. Smiles:\n (\nnodding\n) Of course, so what did ya do?\n\n\nJohnathan Whilestone:\n (\nsniffs with voice breaking\n) With an axe.\n\n\nAgt. Smiles:\n An axe?\n\n\nJohnathan Whilestone:\n Yes. I found it in the yacht's storage. I mean, I had no other fucking choice. I went back out and… I finished him. I had to do it to survive, alright?\n\n\nAgt. Smiles:\n (\nsighs, nodding\n) You did whatcha had to do. You were in danger, and you defended yourself, it's completely normal, Johnathan. I've been to Vietnam, you know? I've seen and done a lot, so I ain't judging.\n\n\nJohnathan Whilestone:\n But it's different; you were serving the country, I was just defending me from another civil. I've been carrying this fucking weight, this guilt… I lied to our family, to my friends about what happened. I've felt like a fucking liar. I should've tried to help him someway, I could-\n\n\nAgt. Smiles:\n (\ninterrupts him\n) There was probably nothing you could do, Johnathan. What you did saved him a lot of trouble, and for you of course. What you've experienced is not everyone has gone out of without issues.\n\n\n(\nWhilesotne nods silently, staring into the air\n)\n\n\nAgt. Smiles:\n (\nfills a glass with water from a plastic bottle and reaches it to him\n) We'll try to solve this, Mr Whilestone, no matter what you've done.\n\n\nJohnathan Whilestone:\n (\nteary-eyed\n) Thank you. I mean, I've been carrying this burden for so long… I didn't know where to turn to.\n\n\n(\nclaps on Mr. Whilestone's shoulder, paternally\n)\n\n\nAgt. Smiles:\n You're not alone in this, man. I'm here to support you, and we'll work together to solve this. It's okay to ask for help when you need it.\n\n\n(\nSmiles goes to a drawer, brings out a small case with mild amnestics and hands it to Mr. Whilestone\n)\n\n\nAgt. Smiles:\n Take this twice a week; it's a calming agent. It'll help you with anxiety.\n\n\n<End of log>\n\n\nGeneral comments about the interviews, by Agt. Smiles:\n Subjects seem distressed, it appears and confirms that the anomaly limits itself to Tokunaga. Regarding the shared distress from the subjects, something's wrong, though I can't tell what. It may simply result from trauma from contact with the anomaly, but I needs some evidence. I'll talk with Dr. Pignon about it, he's more expertised in these things.\n\n\n\n\nUpon reviewing the results, the Foundation sent agents to Tokunaga. Following log is a conversation via radio between the leader of the team, Sgt. Erdinger Zola, and Agt. Meester Smiles.\n\n\n\n\nEquipment Recording Log 742\n\n\n\n\nDATE: 13/9/1979\n\n\nDuration of the audio recording: 53 min, 33 sec\n\n\n<Start log>\n\n\nSgt. Zola:\n (\naudible wind blowing\n) We've arrived, sir.\n\n\nAgt. Smiles:\n Ok, dispatch your men and scan the island, but be careful, aight? We don't understand the nature of the anomaly yet. But I'll remind you that they ain't safe to handle, so under no circumstances should you touch any specimens you find. Use the tweezers we provided and chunk'em in the containers.\n\n\nSgt. Zola:\n Copy. Alright, listen up, gentlemen. Arm yourselves and familiarize with the island layout. We'll divide into pairs: Wexler and Greg, head west; Paul and Cook, take the eastern path, (you Cook will have to do the talking, obviously)\n4\n , Pedro, you're heading with me to the north, towards the base. Everyone has GPS units in their pockets. Your trajectory must ensure it rounds up towards the facility itself\n\n\nWexler:\n How do we ID anomalous stuff? The pics don't scream 'weird', sarg.\n\n\nSgt. Zola:\n Indeed, I want you to take everything you find, the scientists will do the rest. Yes?\n\n\nCook:\n Isn't it better if we all go to the same place together?\n\n\nSgt. Zola:\n No, we need to verify that there's no unidentified buildings or anything alike other than the main facility. We want to brush this damn island on one go, if possible.\n\n\nCook:\n Ok.\n\n\nSgt. Zola:\n I'll give y'all time until Pedro and I have reached the facility, but like I said, make sure you cover as much ground as possible while heading towards the facility. Good luck.\n\n\n(\nfollowing 20 min omitted\n)\n\n\nAgt. Smiles:\n Smiles here. Found something, Sgt.?\n\n\nSgt. Zola:\n We've collected two specimens. But they're very elusive, and when we do find them, they vanish, slippery little bastards.\n\n\nAgt. Smiles :\n I can relate, sergeant. I used to chase after wall lizards as a kid in Alabama. I don't really recall ever catchin' one. Same for Vietnam; sometimes we had to eat some while on the go because we had nothin' else, but we often wasted energy on them.\n\n\nSgt. Zola:\n Oh yeah, i recall that. My team would also attempt their palates on frogs… but not really to eat, if you know what I mean.\n\n\nAgt. Smiles:\n Yeah I did it sometimes, but we knew which ones to take, as some of them could skyrocket you higher than desired.\n\n\nSgt. Zola:\n (\nSteps stop\n) Hold on. Wait, see that? Come Pedro.\n\n\nPedro:\n It's dead?\n\n\nSgt. Zola:\n Seems so, but I'll check.\n\n\nAgt. Smiles:\n Zola, describe what you've found.\n\n\nSgt. Zola:\n We stumbled upon a bizarre corpse in the middle of the forest. It looks like a dinosaur.\n\n\nAgt. Smiles:\n Careful, sergeant.\n\n\nSgt. Zola:\n Don't worry doctor, I know my job… This looks like a mix between a lizard and a… lemme see… (\nPedro in the background: \"a pig\"\n) Yeah, a pig. And it's dead, or at least I can't see any breathing.\n\n\nPedro:\n I don't think that can be possibly alive, sir.\n\n\nSgt. Zola:\n True, but I mean, it must have come from somewhere, can't just have materialized into thin air. On a sidenote though, this job has often proved me otherwise.\n\n\nAgt. Smiles:\n Yeah, me too, or at least in my time on the field. Take some shots and try to collect a sample from the body. Can it be done?\n\n\nSgt. Zola:\n Yes sir, absolutely, bring out the camera, Pedro.\n\n\n(\nFollowing 15 min cut for brevity\n)\n\n\nSgt. Zola:\n (\nover the radio\n): Attention boys, we've arrived, I expect you to be nearby just as I told you earlier, otherwise, head over to the facility marked on your maps. Meet me at the entrance, but watch your step, the ground has cracked up a bit. Over. (\naudible rogers\n)\n\n\n(\nFollowing 35 min, 45 s omitted\n)\n\n\nSgt. Zola:\n (\nover the radio\n) Keep your eyes well peeled, guys, this building is crumbling down and could become our grave at any moment.\n\n\nCook:\n (\nover the radio\n) Sarg, we've found something. Over.\n\n\nSgt. Zola:\n What is it, Cook?\n\n\nCook:\n It's a big-ass room. I mean, it's full of all kinds of stationary instruments and such. I really have no clue of what they could be.\n\n\nAgt. Smiles:\n Cook, Smiles here, send me shots. Over.\n\n\nCook:\n Yes sir, in a moment. (\naudible button clicking\n) Hold on, there's really bad reception here.\n\n\nAgt. Smiles:\n That's because you're underground. Don't worry, try to tell me what you see and we'll take a look at the shots later.\n\n\nCook:\n I mean, sure, there's a lot of glass boxes with wires and tubes connected to some… kind of machinery, I think?\n\n\nAgt. Smiles:\n Hm. If these folks were doing something with the instances, they surely housed them there. Do you see anything inside?\n\n\nCook:\n Negative, they're all…. (\naudible distant bang\n) empty, though they have some… some sort of substrate at the bottom… I suspect it's vermiculite or something, by the looks of it.\n\n\nAgt. Smiles:\n Sorry, what was that?\n\n\nCook:\n What, the sound? I think it was the wind or an animal.\n\n\nAgt. Smiles:\n Ok, but I suggest you're careful, Zola and the others have found some dead animals on their way there.\n\n\n(Following 15 min, 3 s omitted)\n\n\nSgt. Zola:\n Zola here, we haven't found any documents. There's a couple offices and archives, of course, but they're all empty. They've done a good job at hiding traces.\n\n\nAgt. Smiles:\n Indeed. I mean, ya sure there wasn't anything? Anything like inventory or 'post-its' ?\n\n\nSgt. Zola:\n Well, we've found some stuff but it was fucking porn and notes to remind people of chores. However, Pedro's found a computer and we're trying to find a power reserve to access it.\n\n\nAgt. Smiles:\n Great, that might still have important information. See if you can access the internal disk.\n\n\nSgt. Zola:\n Will do. (\naudible, distant scream\n)\n\n\nPedro:\n The fuck was that?\n\n\nSgt. Zola:\n Don't fucking know, I'll ask the others. (\non the radio\n) Y'all good gu—\n\n\nWexler:\n (\nbreathing heavily, on the radio\n) It's greg, he was attacked by something, but we neutralised it.\n\n\nGreg:\n (\naudible glock loading\n) I'm fine, sarg, I don't think that motherfucker hurt me, but damned got my face real good.\n\n\nSgt. Zola:\n Somethin's fishy, (\nover the general radio\n) Guys, load your weapons. Over. All good, Greg?\n\n\nGreg:\n Yes, it was some kind of morbid lizard, like the dead ones we found before. Gosh it's bubbling where I shot it. (\naudible gunshot\n)\n\n\nSgt. Zola:\n Don't go on wasting ammo, Greg, it isn't cheap.\n\n\nGreg:\n Sorry, I wanted to make sure the damn thing didn't wake up. Let's go, Wexler.\n\n\nWexler:\n Hey, I just saw something moving in t- (\naudible gunshot\n). Fuck, another one of those. Greg?\n\n\nSgt. Zola:\n All right? Over.\n\n\nGreg:\n Yes sir, all right-ey\n\n\nSgt. Zola:\n (\nover the general radio\n) Hear me out, everyone, I think it's best if we all reunite and continue as a group, don't want to risk any casualties. Me and Pedro will meet you later, we're attempting to access this computer. Meet at the cafeteria on the second floor, understood?\n\n\nWexler:\n Wexler here, sir, I don't think Greg's fine, sir\n\n\nGreg:\n Bullshit, I'm fine (\naudible moan through Wexler's communicator\n)\n\n\nSgt. Zola:\n You certainly don't sound so.\n\n\nWexler:\n He's pale, sarg.\n\n\nGreg:\n I said I'm fine.\n\n\nSgt. Zola:\n Well, head over here and we'll see what we can do about it.\n\n\n(\nFollowing 39 min, 30 s omitted\n)\n\n\nSgt. Zola:\n Greg and Wexler what the hell are you doing?\n\n\nAgt. Smiles:\n What's happenin', sergeant?\n\n\nSgt. Zola:\n We're all here except Wexler and Greg. I'm trying to call them through the com but they aren't answering, it's been half an hour or something.\n\n\nAgt. Smiles:\n Have ya tried to turn on their microphones?\n\n\nSgt. Zola:\n Yeah, done that. Didn't work either.\n\n\nAgt. Smiles:\n It could be the reception, but I wouldn't risk any more time. Look for them.\n\n\nSgt. Zola:\n Alright sir. Let's go, guys.\n\n\n(Following 22 min, 45 s omitted)\n\n\nAgt. Smiles:\n Sergeant, there ain't much time left, I'm afraid there's nothing we can do. So maybe it's, like, best to leave them.\n\n\nSgt. Zola:\n Maybe they're lost, this complex is huge. Let me check my com again. Huh, I'm getting a signal (\naudible communicator rattle\n). I'll turn on Wexler's com again.\n\n\nWexler:\n (\nover the radio\n) I… I…\n\n\nSgt. Zola:\n Wexler! Shit, where are you? You scared us.\n\n\nWexler:\n (\nUnintelligible rattle\n)\n\n\nSgt. Zola:\n Greg! Wexler! Stay where you are, we're coming for you. Pedro, try to track them.\n\n\nPedro:\n Let's see…. Found them. Greg's completely still, but Wexler's moving… he's speeding towards us. In fact he's here now?\n\n\nCook:\n Hell nah, he's definitely not here. Maybe he's at another floor or something?\n\n\nSgt. Zola:\n Shi- No…., he \nis\n here, look.\n\n\nPedro:\n Wexler! The fuck you're doing up there?\n\n\nWexler:\n Let…\n\n\nSgt. Zola:\n What happened, son?\n\n\nAgt. Smiles:\n What's Wexler up to, sergeant?\n\n\nSgt. Zola:\n He's up on the ceiling. Back out guys, something's wrong (\nWexler chattering, followed by screams and gunshot\n)\n\n\nAgt. Smiles:\n Sergeant! You receive me?\n\n\nSgt. Zola:\n Fuck. He's gone, doctor.\n\n\nAgt. Smiles:\n Did ya…\n\n\nSgt. Zola:\n Yes, sir, yes we did.\n\n\nAgt. Smiles:\n Describe his state, sergeant.\n\n\nSgt. Zola:\n Dead. He's also bit… changed.\n\n\nAgt. Smiles:\n Changed? Like the other creatures, ain't it?\n\n\nSgt. Zola:\n Yes, he looks like the lizard villain in Spiderman, reptile eyes and scales, but really ugly stuff in general.\n\n\nAgt. Smiles:\n Hm, if I recall, he mentioned Greg being hit on the face, so maybe he was also touched or something.\n\n\nSgt. Zola:\n Do you mean… like a zombie? Is that what it is?\n\n\nAgt. Smiles:\n Not really the best term but yeah, somethin' of the sort. We think touchin' the anomaly causes… that. Fix to leavin', sergeant, you're done there, it ain't safe anymore.\n\n\nCook:\n But what about Greg?\n\n\nPedro:\n He's… not moving. Dead, I'm afraid\n\n\nSgt. Zola:\n (\nsighs\n) Right, you're right, Smiles, let's go before any zombies violate us. May God take their souls.\n\n\nAgt. Smiles:\n Hold your spirit, sergeant, you must do your job. Private greg and Wexler did it and served the greater good, understood? Now leave. Over.\n\n\n(\nFollowing 19 min, 35 s omitted\n)\n\n\nSgt. Zola:\n Zola here, agent, you still there?\n\n\nAgt. Smiles:\n Yes, still at the island? Didn't I tell ya'll to get back to the boats?\n\n\nSgt. Zola:\n I know, but we've found something… Hold on, you've got to see this. Pedro, send'im the pictures.\n\n\nAgt. Smiles:\n Hold on a sec, let me see. Oh, look at that. Is that a tree?\n\n\nSgt. Zola:\n It does looks like a tree, (\nsighs\n) but it's obviously not a tree.\n\n\nAgt. Smiles:\n No, but it could actually be, ya know? We thought the anomaly only affected animals, but we were wrong. This thing also works on plants.\n\n\nSgt. Zola:\n That would fuck the world up if it were to escape the island, wouldn't it?\n\n\nAgt. Smiles:\n Long story short, imagine all the trouble it would cause if it were to be released in just a tiny garden. We are looking at a potential XK-scenario.\n\n\nSgt. Zola:\n Then we're leaving, I'm fucking done with—\n\n\nCook:\n Watch out, sir! (\nmultiple audible crunches\n)\n\n\nSgt. Zola:\n Smiles! It's the trees, they're all… they're fucking… transforming! C'mon, let's get the hell out of here!\n\n\n<End of log>\n\n\n\n\nMost of the remaining agents sent to Tokunaga returned unharmed, two being killed SCP-7945 instances Upon their leave, the agents reported the island to be overrun with SCP-7945 instances. Agent Smiles consulted the Ethics Comittee and resolved to incinerate the island, as the anomaly showed no signs of self-neutralization\n5\n. To avoid public backlash, the RAISA\n6\n disseminated misleading information through the media, citing high radiation levels linked to the abandoned government facility on the island as the cause for its closure.\n\n\nA team of RAISA data recovery personnel investigated the data retrieved from a computer found at the facility. The disk contained data of great relevance, showing that SCP-7945 resulted from scientific collaboration between the US government and an enterprise known as the O.F.I.\n7\n Below, there is a summarized version of the information gathered by the data recovery team assigned to SCP-7945.\n\n\n\n\n\n\nProject Midas\n\n\n\n\nBy Micheline Bougier, RAISA interdepartmental communications\n\n\nIn 1970, during the Cold war, US President Richard Nixon sponsored a project of military nature developed by the OFI. It involved developing an innovative biological weapon to use in the Vietnam war, with initial hopes of defeating Viet Cong.\n\n\nThe project, led by Dr. Niklas Olsson, was supposed to act stealthily and quietly, leaving no traces that would lead to the US or its allies. Instead, the weapon would take advantage of the Viet Cong's soldiers' superstition.\n\n\nAccording to data retrieved from Area-79, in Tokunaga, the development's goal involved altering the genes of a small animal so that it would produce cancer cells whose genes would be replicated on a human being's DNA. To achieve this, the specimen needed to come into physical contact with the victim's epidermis\n8\n.\n\n\nThe chosen species was \nLepidodactylus lugubris\n, also known as the \nMourning gecko\n. This is a type of house gecko known for the rapidness of its procreation, size, and its capability to adapt to tropical environments. The proceeding of Project Midas has however been redacted from every archive accessible to the RAISA's web crawlers, presumably by the OFI. \n, therefore, it is unknown how the weapon was developed. As to this date, the RAISA's search continues.\n\n\nThe development of Project Midas progressed with success, but was interrupted due to concerns arisen amongst both the sponsors and the developers. In a letter found by our web crawlers, President Nixon expressed his concern regarding the weapon becoming a statal threat in case it found its way into the US. This is assumed to be the cause of the research closure, though it is believed with enough evidence that Nixon had with plans to relocate it. However, the contract with the OFI expired due to the end of Nixon's presidential time, so Area-79 was abandoned and the OFI's team was relocated.\n\n\nBased on inventory reports, it is believed that the OFI's operatives brought some SCP-7945-1 instances with them while leaving the facility, presumably in an attempt to sell them and/or develop them further. As to why some SCP-7945 instances remained in the facility, it is believed that a small amount of instances had breached their containment while being transferred; The SCP-7945-1 instances then silently multiplied in the abandoned facility until they found their way out into the Tokunaga jungle.\n\n\n\n\n\n\n\n\n\n\nAddendum regarding SCP-7945-3\n\n\nWARNING: THE FOLLOWING FILE IS CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT AUTHORIZATION FROM SITE-39 DIRECTOR OR SUPERIOR WILL BE LOGGED AND LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n\n\nINSERT CREDENTIALS\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\nWARNING\n\n\nRelevant Information Archive\n\n\nSCP-7945-3 file\n\n\nAddendum by Meester Smiles\n\n\n\n\n\n\n\n\n\n\nLoading…\n\n\nSecurity Warning\n\n\nThe information contained in following file revolves around an infohazardous anomaly. Any non-authorized personnel noted to show symptoms of Infohazardous exposure related to SCP-7945-3 will be logged and lead to immediate termination.\n\n\n\n\n\n\n\n\n\n\n \n\n\nFrom:\n\nDr. André Pignon,\n\nDepartment of memetic and\n\ninfohazardous research,\n\nSite-39, Floor 1\n\n\n\n\nTo:\n\nDirector Diego Díaz,\n\nSite-39 Direction and administration,\n\nFloor 3\n\n\n \n\n\nConcerns about test subject discovery\n\n\n \n\nDear Director Díaz,\n\n\n \n\nI pray you take the time to read the following subject, which is of high concern to me. To clarify, I parttook, well, led the tests with SCP-7945-B instances on humans. What I observed in the subjects through the entire span of the tests is, the cause of my concern. As you might recall, SCP-7945 causes a specific metamorphosis on living subjects. Anyway, the subjects I was working with, as soon as they underwent SCP-7945's anomalous effects, shrieked in obvious agonizing manner. I noticed how these shrieks, which lasted until the end of their metamorphosis, evolved from painful to approaching rage.\n\n\n \n\nI understand that I, by saying this, might be treated as paranoic and unprofessional. I however assure you, after having seen and heard all kinds of different things in my years of scientific research, that I have never heard shrieks quite similar as these. One could argue that the subjects' minds were long from sanity, making them behave as brute animals, as they uncoordinately striked the glass separating us from them.\n\n\n \n\nAter a week I could not avoid thinking about the shrieks from the subjects before their immediate termination. They appeared in my dreams, they unpredictably assaulted me when everything was silent, and I could notice they were saying things. They were talking, yes, as strange as it sounds, talking. Every night, those shrieks and cries would become clearer and evolve into articulated sentences. I don't remember what they said, It's thypical with dreams; someone says something and you don't remember a single word, only a rumor of distant talking.\n\n\n \n\nTo calm myself down, I accessed the audio archives from the testing phase, to convince myself that this all was only a product of stress. However, I noticed that I could hear the sentences. That is, without understanding them. I tried to slow the audio down to see if I could find something out (perhaps its language or content) and between shrieks and cries, I could discern the following sentences: \n\"Let me make you me\"\n, and \n\"I am all\"\n\n\n \n\nThis discovery made me want to study the SCP-7945-1 instances further, in an attempt to understand the reason behind this particular behavior. I therefore request, Director, permission to continue further investigation on SCP-7945-2 instances under my direction, with access to all necessary resources and relevant information, provided by my good colleague Meester Smiles. I am aware that the instances repeating these sentences may not be enough evidence to cause a significant amount of concern, but, risking to be repetitive and revindicative, I have seen many things in my years of research and learned that nothing should be taken casually in this kind of matters.\n\n\n \n\nMy best regards,\n\n\n \n\n-Dr. André Pignon\n\n\n \n\n\n\n\n\n\nDirector Díaz approved the research proposed by Dr. Pignon and agreed to provide him with all requested resources. Dr. Pignon's research directive, however, ended as a result of an incident, which is appelled below.\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n 7945-2\n\n\nDATE OF OCCURRENCE:\n 1987/9/21\n\n\n\n\nAt 16:30, the alarms to Unit 4 went off, indicating movement inside of the chamber where SCP-7945-A's container was located. All the adjacent entrances, ventilation systems and others were sealed, as programmed following the on-site SMPA\n9\n. When security personnel arrived to Unit 4, they found SCP-7945-A's container open, and an SCP-7945-1 instance roaming the Containment Chamber where the latter was stored.\n\n\nThe instance attacked the security guards on sight. The guards were ordered to terminate the SCP-7945-1 instance and inspect it and the chamber. They found scattered clothing pieces around the chamber, in which was a personnel ID card belonging to Dr. André Pignon.\n\nReviewed security recordings show Dr. Pignon using his level 3 clearance card to hastily open the door to SCP-7945-A's containment chamber. He enters the chamber, triggering the alarms and proceeds to stand on his knees, placing an SCP-7945 instance on his head, undergoing a radical metamorphosis.\n\n\n\n\nUpon organisation of Dr. Pignon's files, following daily log in particular was found. The interval between days in the log is written with exactitude during a period of 3 months, each day after an interval of 7 days.\n\n\n\n\n\n\nDaily Log\n\n\nBy Dr. André Pignon\n\n\nDay 1:\n Feeling different. Anxious, sleepless. Wrote down worries, suggested by Smiles. Dreams filled with tests. trerrifying nightmares.\n\n\nDay 3:\n Same. Psychologist suggests stress. Melatonin advised for sleep.\n\n\nDay 7:\n Vacation planned, though I'm against it. Will work a bit during vacations. Need to be sane to investigate this important subject. Need Díaz's approval. More productive today.\n\n\nDay 14:\n Denied vacation. Research vital. More vital than my health? Smiles tries to convince me it's just part of work. Chose a bad time to become stressed. Why am I stressed? I have met worse things in my life!\n\n\nDay 21:\n Encephalogram showed SCP-7945-2's strange brain waves. Waves spelling \"I am all.\" Smiles thinks IT involvement.\n\n\nDay 28:\n Melatonin ineffective. Anxious, persistent nightmares. Subject screams disturbing.\n\n\nDay 35:\n Ear plugs tried. Screams persist, headaches. Resumed smoking.\n\n\nDay 42:\n Can't tolerate screams. Deadline set. Ethics likely to intervene.\n\n\nDay 49:\n Exhausted. Vital research. Nightmares continue. No escape from screams.\n\n\nDay 56:\n Stagnant research. \"I'm all\" still puzzling.\n\n\nDay 63:\n Frustration. Relief in ending subjects. Nightmares persist. \"I'm all\" baffles. Smiles offers to work so I can spend time away. Offer denied by superiors. They think I'm responsible for this project. OF COURSE I'M RESPONSIBLE, I STARTED IT. (What was I thinking).\n\n\nDay 70:\n Ill, missed tests. Whispers instead of screams. Urged to join \"I.\"\n\n\nDay 77:\n Nap revelation. Joining \"I\" promises fortune and relief. Colleagues and friends (Smiles) don't understand.\n\n\nDay 84:\n \"Je suis, touts suis…\".\n\n\nDay 91:\n Rejecting research. Must join \"I.\" Voices guide me towards I I I I IME I ME I ME I ME I ME I ME IM COME I ME I I… (\nOmitted the rest of log 91 for brevity\n)\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n 7945-6\n\n\nDATE OF OCCURRENCE:\n 1987/9/10\n\n\n\n\nForeword:\n This incident report has been organized into distinct stages to provide comprehensive details.\n\n\nStage 1\n: On November 10th, at approximately 16:45, a series of violent incidents erupted across various locations in the United States, with a significant concentration of cases in Hawaii. These events persisted until around 17:50 and encompassed a range of aggressive behaviors, including assaults, mistreatment of minors, altercations, homicides, acts of vandalism, and incidents of robbery. Local law enforcement swiftly responded, encountering resistance from the individuals involved. Subsequently, a substantial number of rioters were apprehended and taken into custody.\n\n\nStage 2\n: Following the initial outbreak, the next day large groups of individuals emerged, advancing towards the western coastline. Despite the absence of apparent luggage or personal belongings that might indicate a mass migration, it became evident that these individuals were armed and not fleeing. Attempts at communication and interrogation by the authorities were met with threats and brandished weapons. Law enforcement attempted to obstruct the movement of these groups, yet their progress remained unimpeded. It has been documented that non-lethal countermeasures, including the use of pepper spray, were employed to manage the situation without the individuals reacting.\n\n\nStage 3:\n Continuing their course for two additional days, the groups exhibited an alarming disregard for the various countermeasures employed against them. Their aggressive tendencies escalated, prompting local law enforcement to adopt defensive positions. The convergence point of this movement was the city of [REDACTED], situated in proximity to the former location of Site-39. As the masses amassed near the vicinity of the facility, local police initially perceived the gathering as a demonstration. This perspective shifted when Director Díaz was apprised of the situation. In response, Director Díaz promptly dispatched a specialized team from Mobile Task Force MTF-Epsilon-11 (\"Nine-Tailed Fox\") to evaluate and address the escalating riot-like scenario. Following, there's a conversation between Site-39's Security Tactical Direction and the leader of the MTF squadron.\n\n\n\n\n<Begin log>\n\n\nSgt. Suarez:\n Aight, we're down (\naudible screaming\n)\n\n\nGeneral Quill:\n Do you see any sort of leader, or… someone leading the riot?\n\n\nSgt. Suarez:\n (\naudible screaming\n) Uh… no, it doesn't seem so (\naudible explosion\n) Fuck, they're throwing molotovs.\n\n\nGeneral Quill:\n What? What the hell is this about?\n\n\nSgt. Suárez:\n I dunno, maybe some info about the D-class breached or something… But they don't look like human rights activists…\n\n\nGeneral Quill:\n (\nsighs\n) God forbid that, the RAISA and the amnestics team would have a year worth of work and we would be suspended (\naudible voice in the background\n) Ok, Director. Hey, Súarez, ask someone in the riot what's going on.\n\n\nSgt. Súarez:\n I mean, you really want to, sir? It doesn't seem like they know anything about conversating.\n\n\nGeneral Quill:\n Just do it, I'm not in the mood for debatting with subordinates.\n\n\nFollowing 5 min omitted for brevity\n\n\nPrivate James:\n (\nIn the background\n) We might need some help here!\n\n\nSgt. Suárez:\n What did he say?\n\n\nPrivate James:\n He told me \"Let me join I\"! And then he tried to reach me through the fence.\n\n\nGeneral Quill (Director Díaz):\n Díaz here, are you sure he said that?\n\n\nJames:\n Yes, they're all at it… Dunno what it means, after discarding the humanist idea, could it be some kinda cult thing wanting something in the facility?\n\n\nSgt. Súarez:\n Nah, I don't think that. We don't have any weapons or relics. But they do seem affected by something.\n\n\nGeneral Quill:\n Wait, agent Smiles just sent me a message warning me about… SCP-7945?\n\n\nSgt. Súarez:\n Hm, he was in charge of it before and after Pignon died, maybe he's discovered something. (\naudible screams\n)\n\n\nGeneral Quill:\n Just got another message…. Oh sh- ok, sergeant, listen very carefully. I want you to dissolve the riot; harm them if you wish to, but don't fucking kill them or you'll pay.\n\n\nSgt. Suárez:\n What? I know they surely are under something anomalous, but harming civillians is just wishing for the Ethics to shut us down.\n\n\nGeneral Quill:\n (\ngrunts\n) Just follow your orders, sergeant.\n\n\nFollowing 16 min omitted\n\n\nSgt. Suárez:\n (\naudible shooting\n) Sir, they don't care, we're even shooting them on the arms but they only… (\nMetallic Fences crunching\n) Hey! Oh shit, they're climbing the fences!\n\n\nGeneral Quill:\n What? What about the damn barb wires? And the el? They should have been smoked already!\n\n\nSgt. Suarez:\n No, they don't care. They're even bleeding their guts out but they just keep… Hey! You there! (\naudible running and fighting\n) at me guys!\n\n\nGeneral Quill:\n (\nsighs\n) I really hope we don't have to bring out \nthe fucking fire eaters\n.\n\n\nSgt. Suarez:\n Stop! It's not working! Stop!\n\n\nGeneral Quill:\n (\nDíaz talking in the background\n) But… with all due respect…(\ncontinued talk in the background\n) Okay, but don't come saying it was my ide- (\naudible radio on the background\n) .\n\n\nSgt. Suárez:\n (\naudible running and shooting\n) Fuck, they're upon us, we need reinforcements. Over.\n\n\nGeneral Quill:\n \nWait\n sergeant, hell's just unleashed here too; I got a fucking rebellion going on. If I do nothing, they'll access a containment wing.\n\n\nSgt. Suárez:\n (\naudible shooting\n) What? What about us now!?\n\n\nGeneral Quill:\n Shit, sergeant. Just… keep holding until I come up with something.\n\n\nSgt. Suárez:\n But it's impossible! They feel nothing!\n\n\nGeneral Quill:\n Yes, yes, you've told me. I'm organising a transfer of the facility. Look, just do what you can, sergeant, and then we'll leave.\n\n\nSgt. Suárez:\n (\naudible screaming and shooting\n) Fine, to hell it is, c'mon guys! (\nAudible crunches and screams\n)\n\n\n<End log>\n\n\n\n\nSoon after the riot had launched an assault on site-39, several security and MTF personnel turned against the on-site personnel, attempting to access SCP-7945's containment chamber through violent means. According to Agt. Meester Smiles, the group was under some before unknown effects from SCP-7945. The neutralising team reported that the insurgents were repeating phrases, identical to those uttered by individuals affected by SCP-7945.\n\n\nSite-39 was hastingly evacuated and all its contained anomalies were transferred to the nearest site until Site-39 was relocated, with special emphasis put on SCP-7945 instances. The riot dissolved itself as it precipitated down a nearby cliff, later presumed to be an attempt to follow the vehicles transporting SCP-7945.\n\n\nIn order to avoid public backlash, the Foundation introduced misleading religious artifacts and texts in the corpses' clothes to appear as an obscure cult ritual, which succesfully redirected society's knowledge on the subject.\n\n\nResearch on SCP-7945 continued, led by Agt. Smiles due to his deeper insight on the anomaly's precedents, noticing the relation between SCP-7945 and the assault on Site-39. The DMI\n10\n sent out agents to locate the leader of the development of SCP-7945, Dr. Niklas Olsson, whose personal data had been found during the Area-57 inspection on Tokunaga. Niklas Olsson was thereby tracked down and apprehended.\n\n\n\n\nInterviewed:\n Dr. Niklas Olsson\n\n\n\n\nInterviewer:\n Agent Meyster Smiles\n\n\n<Begin Log>\n\n\n(\nAgt. Jones walks into the room\n)\n\n\n\n\nDr. Olsson:\n Well, well..\n\n\nAgent Smiles:\n Mornin', doctor, I have some questions for ya.\n\n\nDr. Olsson:\n Spare me the pleasantries, you b-… \nsnusk\n. I know your modus operandi. Answer your questions, burn in hell either way. Isn't that how it goes? After all, I'm a high-value target, too dangerous to be left \nby life\n, am I right?\n\n\nAgt. Smiles:\n Look, we have got all the time of the world for this. I would like to ask you to cooperate, otherwise we'll resort to other methods, and your arrogance ain't gonna favor you, so, if you mind…\n\n\nDr. Olson:\n. I get it, 'mr. south'. I'll tell you what you want to know.\n\n\n\n\nAgt. Smiles:\n (\nsighs\n) Right, from the beginning.\n\n\nDr. Olsson:\n Well, for starters, the people I worked for couldn't appreciate the brilliance of my creation — a weapon so powerful and unique, it could rival the plagues in Egypt.\n\n\nAgt. Smiles:\n A weapon. How so?\n\n\nDr. Olson:\n (\nlaughs\n) They called my work 'unethical', and accused me of misappropriating resources.\n\n\nAgent Smiles:\n Unethical? What exactly did ya do, that a weapon manufacturer has questioned it?\n\n\nDr. Olsson:\n (\nlaughs\n) Listen, let's cut to the chase. If you spare me, I'll help you bring those bastards down. Otherwise, I won't-\n\n\nAgt. Smiles:\n -Talk? (\nsighs\n) I've heard folks say that before. I'm curious to see how long you'll resist with our interrogation methods.\n\n\nDr. Olsson:\n Uh-uh! Hold on. Look at this scar. Bangkor-89V. It's wired to deliver 89 volts to my brain on a specific trigger word. So, your options are limited.\n\n\nAgt. Smiles:\n Right, so how do I trust you not saying the word mid-way through talking somethin' that might not even be true?\n\n\n\n\nDr. Olsson:\n Well, I want to take revenge upon my superiors AND get a job, so…\n\n\n\n\nAgt Smiles:\n A job? What makes you think we're gonna do that? I ain't need to hear none of this bullshit, I'm done. We can find what we need somehow else.\n\n\nDr. Olsson:\n Wait, don't leave, you won't find anything except my cocaine, I swear, I never write things down in digital devices. (\nwhispers\n) That's because paper burns.\n\n\nAgt. Smiles:\n Fine, we'll make a deal. You tell us what we need, and we only punch you a coupe times. Deal?\n\n\nDr. Olsson:\n Fine by me, c'mon, shake my hand like the good men we are. No? Fine.\n\n\nAgt. Smiles:\n Let's go back to the question. The development of SCP-7945.\n\n\nDr. Olson:\n That's how you named my masterpiece? Excellent question though. The key lies in that 'god' or whatever you want to call it. There's this secluded tribe in the Hawaiian archipielago, which is, like, supposed to be responsible of containing it, so I paid a visit to them… And once I gained their trust, I struck a deal to aid them in safeguarding the vessel that contained the \"god\" — some worms sealed in a jar.\n\n\n\n\nAgt Smiles:\n Wait, hold on, I got lost there.\n\n\n\n\nDr. Olson:\n (\nlaughs\n) Oh, right, guess I'll have to tell you the entire telltale. You see, there's this god, who's some sort of, you know, evil deity obsessed with making his own existence the only one in the universe, just like my ex. Then there's this tribe near Hawaii, from which you could actually learn a thing or two. They housed a powerful deity in worms inside a vessel without any advanced technology while your anomalies breach containment like it's their job.\n\n\nAgent Smiles:\n (\ngrumbles\n) Ok, let me see if I got it right. So you mean you casually went to a tribe and discovered this god thing? And then these folks just…. 'wennahead' and accepted you amongst them?\n\n\nDr. Olsson:\n Exactly.\n\n\nAgt. Smiles:\n Tell me no lies. A secluded culture like that wouldn't just let anyone near such an important artifact, let alone a stranger. How did you manage to make this 'deal'?\n\n\n\n\nDr. Olson:\n Like I said earlier, I spent a hell of a time ingratiating myself with them, gaining their trust. My superiors didn't like it, thinking I was wasting time.\n\n\n\n\nAgt Smiles:\n Right, then how exactly do they contain the deity? I know it somehow is through worms, what I mean is how they transfer it.\n\n\nDr. Olson:\n Complicated. \nAsså\n, long story short, it involves a ritual. Part of the reason I was critizised was because, well, we held civilians hostage against orders for this.\n\n\n\n\nAgt Smiles:\n Ah, so you couldn't actually replicate the ritual.\n\n\nDr. Olsson:\n No, and only a few trusted colleagues were aware of this… like I mentioned, due to the \nethical\n implications.\n\n\nAgt. Smiles:\n How did y'all hide this from the rest of the team and your superiors? I imagine such an industry is heavily controlled. Was it hard?\n\n\n\n\nDr. Olsson:\n Not at all, it was easy, actually. We said we were collaborating so we could gain approval for this. Untrusted researchers were told the Elders -which were the ones held hostage- needed privacy for their 'cults', so everyone was happy.\n\n\nAgt. Smiles:\n You spoke of the tribe in past tense earlier, doctor. Did you only hold the Elders hostage and killed the rest, or?\n\n\nDr. Olsson:\n Yeah, pretty much, I, let's say, killed two birds on one shot when I sent a team to retrieve the vessel and the Elders.\n\n\nAgent Smiles:\n Ok, let's… let's get back to the development issue, what were you planning to do with this deity?\n\n\nDr. Olsson:\n Now, we utilized this \"god\" when creating the weapons to enable their unique cloning ability. We wanted to harness this power without triggering an uncontrolled apocalypse.\n\n\n\n\nAgt Smiles:\n So you were try'na control it, I mean the deity.\n\n\nDr. Olsson:\n No, not entirely control. We aimed to \nisolate\n its essence within a single specimen that would be stored safely while retaining its anomalous properties in others. The plan was to replicate these last instances on a large scale, creating a new line of profitable anomalies.\n\n\nAgt Smiles:\n But you couldn't do it, otherwise y'all wouldn't have stopped the project.\n\n\n\n\nDr. Olsson:\n Oh, no! We never halted the research; our intention was to \ncontinue\n refining and developing the instances for potential use. (\naspires\n) Then came the discovery of the development's reality, which is where you come in. In a twisted way, you saved me, they were going to execute me.\n\n\nAgt Smiles:\n : If you choose to view it that way, though you're not much better.\n\n\nDr. Olsson:\n No, not much, but still, is our little deal still going?\n\n\nAgt Smiles:\n Sure, we'll make sure you help us some more, now, something that I don't understand is how you managed to make the Elders help you. I've seen many folks and cults claiming to protect an important cause without no care about wether you kill them or torture them. How did you convince them?\n\n\nDr. Olsson:\n \nTja\n, we simply used their faith against them: we told them that we would release the god to wreak havoc in the world if they didn't cooperate. We assured them we knew how to escape from this world to watch it burn while we drank champagne (\nlaughs\n)\n\n\nAgt Smiles:\n And what did you do once you were done with them? Did y'all terminate them?\n\n\nDr Olsson:\n No, no, we expected them to teach our ritualists to perform the rite. But they didn't.\n\n\n<End log>\n\n\nClosing Statement:\n Dr. Olsson provided the presumed location of the Elders and was assigned to D-class personnel duty. An armed Task Force was deployed to retrieve the Elders for interrogation. For review of the results, a selected team from the Cryptozoology Division was assigned.\n\n\n\n\nInterviewee:\n Kapoenaauao, Patriarch of the Elders\n\n\nInterviewers:\n Dr. Amelia Layton, Agt. Meyster Smiles\n\n\nForeword:\n Dr. Hale, a parazoologist selected for her doctorate in hawaiian deities and cryptids, assisted by Agt. Smiles' insight, interrogates Ka-poena-auao with the goal of understanding the deity claimed to reside in the subconcious of SCP-7945.\n\n\nNote: Contrary to usual protocols, Dr. Hale has utilized a biased language for a better connection with the interviewee's psyche. This does however not support a biased view in personnel work.\n\n\n<Begin Log>\n\n\nDr. Hale:\n Greetings, kupuna, we want to ask you some questions.\n\n\nKa-poena-auao:\n (\nsilence\n)\n\n\nAgt. Smiles:\n He might not trust us because of what those folks did to him.\n\n\nDr. Hale:\n That's for sure. (\nContinues in hawaiian\n) You don't have to worry, we're here to help, kupuna. We are also protectors of the world.\n\n\nKa-poena-auao:\n No protectors of \naina\n would hold me against my word.\n\n\n\n\nAgt. Smiles:\n What's he say?\n\n\nDr. Hale:\n He doesn't trust us.\n\n\nAgt. Smiles:\n Ok, translate me, please. Listen \n'kah-punar'\n, (\npoints at the Foundation logotype on the wall while Dr. Hale translates\n) see those three letters? They mean Secure, Contain, Protect. Which means we Secure the power, we Contain the…evil and we Protect the children of what was it, Lono? I mean, Humanity. These are the pillars on which our foundation stands, all our power is focused on that.\n\n\nKa-poena-auao:\n Your words are promising, \ndark face\n, but behind you is a mist that doesn't allow me to see beyond them.\n\n\nDr. Hale:\n I won't translate what he called you, but he wants proof, Smiles\n\n\nAgt. Smiles:\n (\nsighs\n) Ok, uhm? But we can't just show him around the facility, doctor.\n\n\nDr. Hale:\n I know… but perhaps…. Did they end up terminating Olsson?\n\n\nAgt. Smiles:\n Where you try'na get at, doctor?\n\n\nDr. Hale:\n He might recognize Olsson, and perhaps we could win his trust by—\n\n\nAgt. Smiles:\n Absolutely not, that ain't working. If we do what I think you're fixing to say, the Ethics might as well send us to hell with'im.\n\n\nKa-poena-auao:\n Olsson? You allied with that son of \nKaupe\n11\n ?\n\n\nDr. Hale:\n (\nsighs\n) No, we aren't, we have him trapped here, in this building.\n\n\nKa-poena-auao:\n I don't like to say this, but he should burn in (Unknown word, presumably the name of a mythological figure)'s mind.\n\n\nDr. Hale:\n We've made sure he was punished for his actions.\n\n\nKa-poena-auao:\n No punishment is enough for this man's crimes. He's ended a blessed generation of protectors, to unleash an evil spirit to end \nAina\n.\n\n\nAgt. Smiles:\n Is he saying something interesting?\n\n\nDr. Hale:\n No, he's talking about him wanting Olsson dead.\n\n\nAgt. Smiles:\n Bring him here then.\n\n\nDr. Hale:\n Who, Olsson? Are you sure, agent?\n\n\nAgt. Smiles:\n Yes, trust me.\n\n\n(\nFollowing 6 min, 5 s cut for brevity\n)\n\n\n(\nDoor opens, two security personnel carry a scarred, handcuffed Niklas Olsson, and put him besides the elder, who stands up and takes some steps back.\n)\n\n\nDr. Olsson:\n \nHallå, min gamla vän\n, you, 'Mr. South' why did you bring me here?\n\n\nAgt. Smiles:\n We need you. Hale, ask the man what he needs to prove our real intentions.\n\n\nDr. Hale:\n (\nIn hawaiian\n) Kupuna, we would like to know how we could assure our benign nature to you. Here, you see this man, bound and scarred for his crimes (\npoints at Olsson's face bruises\n), isn't it enough?\n\n\nKa-poena-auao:\n \nAloha\n says we are not to hate, we are to love, for it is of evil spirits' nature. But this man, this man is the definition of evil in human shape (\nOlsson chuckles\n) and does not deserve to keep walking on \nAina\n.\n\n\nDr. Hale:\n Would that prove our intentions, \nkupuna\n?\n\n\nKa-poena-auao:\n It may, but killing an evil man doesn't justify anything.\n\n\nDr. Hale:\n (\nsighs\n)\n\n\nAgt. Smiles:\n He ain't trusting, ain't he?\n\n\nDr. Olsson:\n (\nlaughs\n) You fools, the only way you can make these brutes do what you ask them is through pain, 'cause that is all they— (\ngets hit by one of the guards\n)\n\n\nAgt. Smiles:\n Silence, doctor. You ain't in no position of opining.\n\n\nDr. Olsson:\n That's your problem, is this what you call neutrality? You and your doctors treat me with as much disrespect and hate as these brutes (\ngets hit by a guard again\n).\n\n\nAgt. Smiles:\n Listen, Olsson, it is true we're supposed to be professional, but that also involves not looking at test subjects' humanity.\n\n\nDr. Olsson:\n (\nchuckles\n) What do you mean you ni— (\ngets slapped by Agt. Smiles\n)\n\n\nDr. Hale:\n Agent…\n\n\nAgt. Smiles:\n Wanna talk professionally? You have the most insight on SCP-7945-3, so you will understand everything when you touch the damned anomaly.\n\n\nDr. Hale:\n Agent, I don't think it's—\n\n\nAgt. Smiles:\n Hush, doctor, let me—.\n\n\nDr. Olsson:\n [\nchuckles\n] Your threats won't work, I won't be alive 'till then, Smiles.\n\n\nAgt. Smiles:\n Really? 'Cause my team did a radiography on you while ya wer'asleep and found nothing.\n\n\n\n\nDr. Olsson:\n [\nLaughs\n] You bastardous ni— (\nAgt. Smiles punches him on the face\n)\n\n\nAgt. Smiles:\n Enough, take'im away. (\nThe guards carry Olsson out of the interrogation room, while the Elder sits down again\n)\n\n\nDr. Hale:\n Smiles, I understand he maddened you by calling you that, but this is no way of behaving, and you know this\n\n\nAgt. Smiles:\n Don't talk 'bout it, let's focus on the \nkarpune\n or whatever you call him. He seems pretty frightened.\n\n\nKa-poena-auao:\n (\nto agt. Smiles\n) I didn't understand what you said, but I saw rage and hate in your eyes, meaning you can't be allied with him.\n\n\nAgt. Smiles:\n Sorry, I can't understand a thing of whatcha said, Hale?\n\n\nDr. Hale:\n He basically said that he saw your 'rage' and sees that you aren't with him, with Olsson, I mean.\n\n\nAgt. Smiles:\n Don't talk to me 'bout no rage. I was just disciplining him. Unlike you, not only am I a scientist, I am a militar.\n\n\nDr. Hale:\n I understand, Smiles, but if the Ethics find out about this, they won't understand it was just 'discipline'.\n\n\nKa-poena-auao:\n Hear me, if you want me to trust you, so proclaimed guardians, send that man with the demon he was serving. Before the Elders.\n\n\nDr. Hale:\n Uhm… He wants us to 'send him' with SCP-7945-3. I assume he refers letting it take over his mind and such.\n\n\nAgt. Smiles:\n Perfect, tell'im that I was already thinking about doing it. But first, he's gotta tell us about the anomaly before we proceed. Just to take the proper precautions, of course.\n\n\nDr. Hale:\n (\nin hawaiian\n) Kupuna, we will do as you ask, but we wish to know about this evil spirit that you were assigned to contain.\n\n\nKa-poena-auao:\n (\nhesitates, then proceeds\n) The name of the god is Jeaka.\n\n\nDr. Layton:\n Sorry, kupuna, I am an ignorant, could you with your wisedom explain to me who Jeaka is?\n\n\n(\nThe Elder's answer has been rewritten and clarified for brevity in a resume below\n)\n\n\n\n\nThe deity Lono, associated with fertility and reproduction in Hawaiian mythology, had a sibling named Jeaka. However, the other Hawaiian tribes shun mentioning or acknowledging him due to the dread of his malevolent influence. Like Lono, Jeaka wielded the power of fertility but unlike him lacked a peaceful nature. His selfishness led him to perceive himself as the most beautiful being in the world.\n\n\nJeaka turned his attention to the offspring of Papa and Wakea, the creators of all things in Hawaiian mythology, and bestowed his own likeness upon them. Upon witnessing this, Lono, along with the other deities, condemned Jeaka to be cast out of the world and imprisoned within the simplest and filthiest of Papa and Wakea's\n12\n progeny; worms, who were doomed to eat the soils of \nAina\n. As Lono's powers were limited, he could only banish Jeaka to the realm of the mind. Yet, the very children who confined Jeaka possessed his formidable abilities, bestowing anyone who came into contact with them with his own visage.\n\n\nJeaka became consumed by a desire to humble the offspring of Papa and Wakea, and to exact revenge upon Lono and the gods for his incarceration. Condemned to remain within them for eternity, Lono appointed the Hejeaka\n13\n, as the guardians of Jeaka. To fulfill this duty, Lono instructed their forebears in the art of transferring Jeaka into other creatures in times of urgency. Additionally, he presented them with a vessel marked with his unique seal, ensuring that none would ever touch the hosts harboring Jeaka.\n\n\n\n\n(\nSmiles sighs and scratches his forehead, turning to Dr. Hale\n)\n\n\nAgt. Smiles:\n Assuming all this drama of gods is true, then we at least know a great deal about'im. Get the elders and prepare an SCP-7945-1 instance and Olsson. We'll see how the guy 'philosophises' when he turns into a damn lizard.\n\n\n(\nDr. Layton turns to the Elder, in sympathising manner\n)\n\n\nDr. Layton:\n Thank you, Kupuna. We will get your fellow elders and send that man with Jeaka.\n\n\nAttached following test log from a video recording\n\n\nPreparation summary:\n Subject was placed in test room 034 with a container housing an SCP-7945-1 instance. The entire test was to be supervised by a team of scientists led by Agt. Smiles and Dr. Hale. Out of formality, the Elders were sat and guarded in a viewing room throughout the test.\n\n\n(\nOlsson wanders around the test room, looking at the one way windows\n)\n\n\nDr. Olsson:\n You in for the spectacle? Excited?\n\n\nAgt. Smiles:\n Even in his last moments, this fucker's not shutting up, is he? (\non the radio\n) D-05072, move towards the subject.\n\n\n(\nOlsson nods smiling, then walks towards the table with the container\n)\n\n\nDr. Olsson:\n There, now, sir?\n\n\nAgt. Smiles:\n Open the container, then proceed to handle the subject.\n\n\nDr. Olsson:\n (\nhesitates\n)\n\n\nAgt. Smiles:\n Do it, or face disciplinary action.\n\n\nDr. Layton:\n I told you we should have bound him to a table, I really don't—\n\n\nAgt. Smiles:\n It's fine, trust me.\n\n\n(\nDr. Layton sighs and covers her eyes with her arms crossed, then moves the hand towards her chin, then goes to a microphone\n)\n\n\nDr. Layton:\n Layton here, requesting personnel to bind a test subject on test room 034\n\n\nAgt. Smiles:\n (\nsighs\n)\n\n\nDr. Layton:\n I'm sorry, Smiles but you know I can't just compromise the experiment for personal issues.\n\n\n(\nSmiles remains quiet, nodding slowly while watching two security personnel dressed with protection suits enter the test chamber, bringing a test table and binding Olsson to it.\n)\n\n\nAgt. Smiles:\n My mama died at the hands of people swinging those words.\n\n\nDr. Layton:\n Really? I'm sorry, Meester.\n\n\nAgt. Smiles:\n It's okay. You're right. I shouldn't let my emotions carry me through hell.\n\n\nDr. Layton:\n Or others.\n\n\nAgt. Smiles:\n He's merely a subject, but yeah, I admit It goes beyond what would be professional.\n\n\n(\nThe security personnel finish binding Olsson to the table\n)\n\n\nDr. Layton:\n (\nsighs\n)Well, as long as the test gives good results, there shouldn't be no issue. The Ethics don't need to know about this. If you wanna talk about it sometime…\n\n(\nSmiles nods slightly, staring at the window, then goes up to the microphone\n)\n\n\nAgt. Smiles:\n Proceed to place SCP-7945-3 on the subject.\n\n\n(\nThe personnel follow orders and Olsson chuckles, as they proceed.\n)\n\n\n\n\nDr. Olsson:\n \nSes i helvetet\n, stay crims—\n\n\n(\nD-050702 screams violently, as he metamorphoses. The personnel leave while he breaks one of the bindings, grabs the SCP-7945 instance and throws it to one of the one way windows.\n)\n\n\nDr. Layton:\n Geez.\n\n\nAgt. Smiles:\n Yeah, they all have a lotta strength. What's he say?\n\n\nDr. layton:\n Something in swedish, I assume, and stay crims… crimson, maybe?\n\n\nAgt. Smiles:\n Huh\n\n\n(\nD-050702 grows an appendage from his back, while his skin and eyes swell up in similar manner as prior subjects. SCP-7945-2-050702 stops screaming and turns his head towards the window where the elders are housed.\n)\n\n\nAgt. Smiles:\n What's he doin'?\n\n\nDr. hale:\n I don't know.\n\n\nAgt. Smiles:\n Now this is the first time I see subjects doing that. Most of'em only scream and bang the glass.\n\n\nSCP-7945-2-050702:\n (\ntalks in an unintelligible language\n)\n\n\nAgt. Smiles:\n He talking?\n\n\nDr. Hale:\n Yes…. it sounds like a really messed up dialect of hawaiian. Let me turn up the volume of the micros.\n\n\nSCP-7945-2-050702:\n \nI am all\n\n\nDr. Hale:\n I don't get it… he's saying 'I am all?'\n\n\nAgt. Smiles:\n That's what they all say. But this—\n\n\n(\nThe instance turns to the one way window in where the team is seated\n)\n\n\nSCP-7945-3:\n Yes, I am all, Dr. Hale.\n\n\nAgt. Smiles:\n That thing said your name.\n\n\nSCP-7945-3:\n (\nIn english\n) Because I am all, Smiles, and all there is to be knows everything.\n\n\nAgt. Smiles:\n Are you… SCP-7945-3? I mean, Jeaka?\n\n\nSCP-7945-3:\n No, only a small shadow of my visage, a face of unimaginable beauty. If you want to see it, release me.\n\n\nAgt. Smiles:\n That ain't happening.\n\n\nSCP-7945-3:\n (\nchuckles\n) You're just like Olsson, like the damned Hejeaka. You're idiots; fools that can't see their foolness.\n\n\nAgt. Smiles:\n Maybe, but we ain't stupid enough to be releasing you. The Hejeaka Elders told us everything there is about you.\n\n\nSCP-7945-3:\n I trust them to have done so, but they don't see the good in being me. They don't see that I can give the universe my face, so everyone becomes me; the ultimate form of perfection.\n\n\nAgt. Smiles:\n Good, but I don't find it good to kill myself to become someone else, you know?\n\n\nDr. Hale:\n Um… Smiles?\n\n\nAgt. Smiles:\n What?\n\n\n(\nAgt. Smiles turns around. The security guards in the room are pointing their guns towards them\n)\n\n\nSCP-7945-3:\n You may not understand, but these men can help you. (\naudible banging from the Elders' window\n) You, think you are gods, but you're just helpless, imperfect humans. But still, you can help me.\n\n\nAgt. Smiles:\n What… what do you want us to— (\naudible, distant shooting from the Elders' window\n)\n\n\nSCP-7945-3:\n After thousands of suns, the Hejeaka are finally gone, the only obstacle for my freedom are you.\n\n\nAgt. Smiles:\n In that case, I don't understand why ya haven't killed us already.\n\n\nSCP-7945-3:\n Because you're like Olsson. You are scientists, you have a view of how everything works, you have a glimpse of what perfection is. You will convince others with your face, no one will understand if they hear my voice coming from this monstrous body.\n\n\nAgt. Smiles:\n Why us? My friend André was also very intelligent, and was really… um… close to you.\n\n\nSCP-7945-3:\n I tried to, but he was eager to join me. He didn't want to cooperate. Now he's me, I can feel his concious sleeping in me, as another organ of mine.\n\n\nAgt. Smiles:\n You could've controlled him.\n\n\nSCP-7945-3:\n I control no one. These guards act by themselves, I only whisper them what's best to do and they do it. Your minds are, however, hard to reach, they are too obstinate, too objecting.\n\n\nDr. Hale:\n So what do you want us to do then?\n\n\nSCP-7945-3:\n Come to me, and embrace me, your new self, without any glass separating.\n\n\nAgt. Smiles:\n Ain't no way we doing that. Kill us already.\n\n\nSCP-7945-3:\n (\nscreams\n) Don't you want myself? don't you want to be perfection?\n\n\nAgt. Smiles:\n No.\n\n\n(\nThe guards lead Agt. Smiles and Dr. Hale to the test room, then leave\n)\n\n\nSCP-7945-3:\n You were never perfect, Meester, and you know it. Those who killed your mother knew it. Come to me. Let me make you me, release me from my bindings.\n\n\nAgt. Smiles:\n I don't think so.\n\n\n(\nSmiles quickly brings out a gun from his pocket and shoots the instance. The instance convulses, screaming, then collapses\n)\n\n\nAgt. Smiles:\n (\nbreathing heavily, talking to a communicator on his coat\n) Agt. Smiles here in test room 034, requesting for security reinforcement, we're locked with influenced personnel, over.\n\n\n(\nSmiles locks the doors through a wireless, remote control and spots the SCP-7945-1 instance climbing on the ceiling\n)\n\n\nAgt. Smiles:\n We may be imperfect, but you forgot the power of a goddamn firearm.\n\n\n(\nSmiles points his gun to the SCP-7945-1 instance and shoots it, missing two times before terminating it\n)\n\n\n<End Log>\n\n\nClosing Statement:\n Security personnel arrived at test room 034 and terminated the influenced personnel, liberating Agt. Smiles and Dr. Hale. Upon memetic investigation, the two reported to have been feeling SCP-7945-3 attempting to enter their minds through telekinetic means, showing have however, a great resilience towards SCP-7945-3's influence.\n\n\nFor SCP-7945-3's file, view next tab\n\n\n\n\n\n\n\n\nSub-item type: Thaumiel\n\n\nSpecial Containment Procedures:\n As SCP-7945-1 (both A and B) as well as eventual SCP-7945-2 instances contain SCP-7945-3 in their nöosphere, it is classed as a Thaumiel-type subanomaly. No SCP-7945-instances are to be neutralized, as doing so would cause an immediate containment breach and a potential XK-class end-of-the-world scenario. For that reason, at least 1 SCP-7945-1 and not more than 4 instances are to be kept active in a singular Foundation facility.\n\n\nDue to SCP-7945-3's Infohazardous abilities, No less than 5 specialised personnel can assist in the active containing of SCP-7945 instances. The designated personnel must undergo amnestizising weekly to prevent SCP-7945-3's traits affecting them.\n\n\nDescription:\n SCP-7945-3, commonly referred to as \"Jeaka\" is a male deity residing in all of SCP-7945 instances' nöosphere. Notably, SCP-7945-3 has adopted an obsession with singularizing its own existence, and is capable of expanding itself through the cloning of SCP-7945 instances. Termination of all SCP-7945 instances is believed to result in SCP-7945-3 accessing reality.\n\n\nNon-intelligent hosts to SCP-7945-3 haven't shown any signs of awareness of its presence in their subconcious, though tests show subjects reacting surprisedly towards the mutations caused by their own granted anomalous properties.\n\n\nHowever, it is notable that hosts with higher levels of intelligence, such as humans, display more awareness. These hosts, denominated SCP-7945-2, will show aggressivity towards other organisms, often either killing them, mutilating them or hitting them. Individuals capable of vocalization are shown to repeat determinated sentences. These sentences are but not limited to the following:\n\n\n\n\n\"Let me make you me\"\n\n\n\n\n\n\n\"Become me\"\n\n\n\n\n\n\n(In languages where personal pronouns change the verb conjugation, all the verbs will be conjugated into first person)\n\n\n\n\n\n\n\"I am all/everything\"\n\n\n\n\n\n\n\"You don't deserve to be\"\n\n\n\n\nSCP-7945-3 Is capable of psychological manipulation, inducing thoughts and invasive dreams into affected subjects, without necessarily coming into contact with them through instances. SCP-7945-3 is a self aware infohazard, and has higher chances to target individuals who at their turn are aware of it.\n\n\nSCP-7945-3 seems to display slight reality bending abilities, such as being able to change and edit documents, diagrams and others even after their print, which it uses to psychologically manipulate potential victims or create awareness of itself to allow it to act against its victims.\n\n\nVictims to SCP-7945-3's influence have been proven to be impossible to treat except in some cases. All victims to SCP-7945-3 lose their prior psychological traits and personality once affected, as SCP-7945-3 replaces them with its own.\n\n\n\n\n\n\nThe intention with this addendum is to very briefly summarize my progress on a personal investigation\n14\n on '\nThe Crimson Club\n', a group of interest that I've come to know to pose a great threat, and could be linked to several known as well as unknown anomalies, such as it in this case is SCP-7945 (I earlier assumed its incidents to be solely caused by the OFI ). My motivation (or rather curiosity) for this investigation arose from a pure coincidence, that would otherwise have passed inadvertedly.\n\n\nWhen Niklas Olsson, latest known as D-050702, was experimented on, he said something along the lines of \n'stay crimson'\n. I forgot about this until I reviewed some of Olsson's documents, for a simple documentation requested by our at-the-time Site Director, Diego Díaz. I found several messages of coded and cryptic nature, surely to preserve some confidentiality.\n\n\nOn a sidenote, I will be writing a fully detailed version of the investigation in an individual document once I'm done (if ever), so I won't adjact any of those cryptic messages.\n\n\nNeedless to say, I investigated these messages and decided to access Olsson's net account, with the help of a specialised web crawler. Information found there led me to an adress were Olsson was briefly housed under another name. I checked a register of mail sent to the adress (Olsson was himself being tracked by the FBI at the time, so every letter sent to him had been copied and archived) Upon collaboration with the federal office, the first document I found was following letter, which was written in swedish, from someone appelled as 'Plasma'. The original letter is believed to have been destroyed by the recipient.\n\n\n\n\n \n\nGreetings, Neuron\n15\n\n\n \n\nIt is of great satisfaction to know the project is developing quickly. Regarding the OFI's hesitation and concerns, don't worry, as I'll make sure they don't touch you. I would however, beg you to pardon me for not be \nactively\n assisting on your safety in the enterprise, as the Blood's\n16\n identity has to remain in the dark of the vessels, until the time comes, which I am sure you'll already be aware of. I will be sending you some resources to continue on your work, and would like to know when you estimate it will be complete. As always, I thank you for your efforts to contribute to this great cause of ours.\n\n\n \n\nStay Crimson,\n\n\n \n\n-The Plasma\n\n\n \n\n\n\n\nThe letter shows obviously not a lot of relevant information. All other available letters sent from the group are written in a similar format: Short, undetailed and with not much to conclude from. I believe this is done purposedly to mislead any prosecutors (such as me). I could however draw some clues that I could base me on to continue my research.\n\n\nWith the help from some RAISA personnel, I contacted the Federal office, and got access to all of Olsson's data, which included everything from background info to paychecks. The federal office had this because he had been investigated for a suspected terrorist involvement, which was surely connected to either the OFI or the 'Crimson Club' itself.\n\n\nI managed to track his movements during these last 10 years or so, and came about the group's connection with SCP-7945. But first, a summary of the group's purpose is necessary, in order to understand the connection.\n\n\nFrom my research, I came to the conclusion that the group is specialised with anomalies, to a similar extent as the Foundation, but more confidential than us. This itself is confusing, as the group's name has 'Club' in it (it must have a way to gain members), so unless the name refers to a one-on-one combat weapon, it is a group exclusively selective of its members, in the same manner as a cult. However, the group is, as far as I'm concerned, not religious, but of political nature. This is based on the fact that my webcrawlers found some archived propaganda papers, from as early as 1943. The affisches are simple, they have one specific symbol and brief rethorical sentences, describing the group to be portrayed as '\nthe blood of the world, that gives nourishment to all\n'. I could not find any political parties throughout the world that matched their name or their slogan.\n\n\nAs of now, I cannot decide what this means, but it is clear that SCP-7945 was intended to be used as some sort of weapon to enforce whatever ideals they have. Taking advantage of their member Olsson's long time at the OFI, they probably asked him to use the company's resources so the group wouldn't be tracked down and any inconveniences or leaks would be, instead, attributed to the OFI. Based on all the found letters, the OFI was definitely not aware of the group or Olsson's involvement in it, so an eventual cooperation is discarded.\n\n\nSeeing as the group intended to develop an anomalous weapon, it is clear that its intentions are not benign. There is also the consideration that it might not be the only anomalous weapon they're developing or producing at the time of writing this, so I'm going to perform a more in-depth research on this group, and hopefully understand this group and ways to stop it (or eventually neutralising it). Of what we know, many documented anomalies could be linked to 'The Crimson Club', but this would open a far too big of a field to explore minuciously, so a lot of planning and resources are going to be needed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Reproductive strategy that involves development of a female (rarely a male) gamete (sex cell) without fertilization\n\n\n2\n. Refer to addendum 01 with proper credentials\n\n\n3\n. Note from editor: a lot of\n\n\n4\n. Private Paul has suffered a cerebral injury that left him mute, after an incident during his service during the vietnam war\n\n\n5\n. This is based on its often cannibalistic and parthogenetic traits\n\n\n6\n. Record and Information Security Administration\n\n\n7\n. Omnipotent Force Incorporated is an enterprise known for leading the illegal anomalous weapon market in sales\n\n\n8\n. The outer layer of the human skin\n\n\n9\n. Security Measures and Protocols Archive\n\n\n10\n. Department of Memetics and Infohazards\n\n\n11\n. Kaupe is a malevolent spirit that calls people at night to lure them to their deaths\n\n\n12\n. The creators of the world, according to the mythos\n\n\n13\n. The guardian people\n\n\n14\n. At the time of writing\n\n\n15\n. Note: This is presumed to be Olsson's alias on the group\n\n\n16\n. Note: Later research shows this being how members in the group call it\n\n\n\n\n\n\n\n\n« \nSCP-7944\n | SCP-7945 | \nSCP-7946\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Video log <Start of log> Agt. Smiles: Good day, Mr. Whilestone. I'm Dr. Smiles, your psychologist. ( extends his hand for a handshake, which Whilestone hesitates to ) I understand from our records that you've been under a lot of stress. Ain't that correct? Johnathan whilestone: ( shakes Dr. Smiles' hand ) Yes, sure Agt. Smiles: Ok, please take a seat ( Whilestone hesitates, then sits ). Could'you explain to me how you've slept for the past week? Johnathan Whilestone: Oh, well, my sleep wasn't really good, I mean, I've been staying up most nights, like, either wandering around my apartment, reading, or just eating, which… I know, is a shame Agt. Smiles: (takes notes) Don't you worry, it's normal ( chuckles ), I ain't anxious myself and I chunk alotta 3 food when I get the opportunity. Johnathan Whilestone: Oh, you don't look like it. Agt. Smiles: Thanks, but I do a lot of exercise. [Johnathan Whilestone attempts to smile while nodding nervously] Agt. Smiles: ( scribbles in his notebook ) Right, so could you elaborate on these nightmares? Johnathan Whilestone: ( Hesitates and gazes at his left ) Um yeah, I mean usually it's…. there's this huge crowd of people, I can make out several of my friends' faces, and it's hot. I'm there, standing in the middle. Then… uh, they transform into monsters…, then… then they chase me, screaming ( shakes ) and… and, they want me to come to them, to…to turn me into one of them… \"Become me, become me,\" they all scream behind me, then I fall and wake up, sweating my soul off. Agt. Smiles: I see, they're quite ( coughs softly )… the bunch. Say, have you shared these nightmares with anyone, perhaps a partner? Johnathan Whilestone: Oh, no, I'm actually single… I mean, pretty much alone at home, except for when my friends come over to have a drink and spend the night… Besides, no… I mean, I told no one. Agt. Smiles: ( nods ) How old are you? Johnathan Whilestone: Uhm… 25. 26 in july… Agt. Smiles: ( takes notes ) Aha, ok. I'll tell you what, so far, I don't think anything's wrong, or at least seriously wrong. It's normal with your age. Johnathan Whilestone: Really? But I'm not a teenager anymore. Agt. Smiles: ( sighs ) Yeah, but it… you know, varies between individuals. It could also be something else. Do you have a job, or somethin'? Johnathan Whilestone: Well, right now, I'm studying law, just like most members of my fammily. Agt. Smiles: That stressful? I assume so but I've only studied clinical science and such, which I'll say is stressful enough. Johnathan Whilestone: I mean, sorta. I have no problem at studying but I have been struggling for some time, so I guess that might have contributed. ( Smiles scratches his chin, slightly impacient, but without losing his friendly manner ) Agt. Smiles: Yes, it could've. But tell me, before we continue, I would like to know if there's been somethin' else that… might've caused your malbeing. Johnathan Whilestone: I don't get what you mean, sir. Agt. Smiles: I mean some kind of… trauma or something else that causes you distress when thinking about it. ( Whilestone sighs nervously and sits back, crossing his arms ) Johnathan Whilestone: Why would it matter? Agt. Smiles: Well, it could happen that you're suffering some degree of PTSD, which stands for- Johnathan Whilestone: I know what that is Agt. Smiles: Yeah, uhm, this doesn't of course mean that you be havin' it, I don't even think it's the case, but I need to verify so the diagnosis is right. Johnathan Whilestone: ( hesitates, shaking one of his legs nervously ) Ok Agt. Smiles: Mr. Whilestone. I am my mama's son. I can see when people are hiding somethin'. ( Smiles leans forward in his chair, staring at Whilestone ) Agt. Smiles: Look, it ain't nothing to be afraid of, I won't judge ya or make fun of you or anything of that sort. This is my job, understand? Whilestone stares at the desk in silence Johnathan Whilestone: ( pauses, gazing at the desk before looking at Dr. Smiles' eyes ) Do you remember those nightmares I mentioned earlier? Agt. Smiles: Yeah, what about them? Johnathan Whilestone: ( hesitates ) I mean… This might sound like, strange, but those nightmares… they're like, not just nightmares. They, uh, happened. ( Smiles makes a slight, unvoluntary scowl ) Agt. Smiles: They happened? Like, in reality? Johnathan Whilestone: ( distant ) Yes. Agt. Smiles: Ok, um… explain yaself then. Johnathan Whilestone: ( lowers his voice ) Uh… A few months ago, my brother Peter and I were sailing near Toku Island in Hawaii on his yacht. We're like both into camping, so we decided to spend a night there. He always had tents on the yacht for our summer sailing trips, you know? ( Smiles sits back and nods ) Agt. Smiles: Sounds fun, what then? Johnathan Whilestone: Well you see, we set up camp, had some drinks from the yacht, and, like, went to sleep… Then… ( begins tapping on the table and speaks with trembling voice ) um… I woke up in the middle of the night by a scream… Agt. Smiles: A scream? Whatcha mean? ( Whilestone begins tapping his fingers on the table ) Johnathan Whilestone: Yes… I mean, my brother… I don't know, I just don't know what happened with him, but he… I looked over to him and… he was like, convulsing on the floor, screaming and like, kicking around with his feet… ( Agt. Smiles takes notes and gets his chair closer to Whilestone, who is shaking ) Agt. Smiles: Don't worry, Jonathan take your time. Tell me when you're ready. ( Whilestone sobs softly ) Johnathan Whilestone: He… his body changed… it inflated like a ballon, and his ( does a grimace )… his, like, skin went off with a ( crunch sound ) and he… like a banana! Agt. Smiles: ( nods ) Geez Johnathan Whilestone: ( voice trembling ) I mean, yeah, I was fucking terrified. I tried to help him, to like, calm him down, but when he turned around…. his fucking face was deformed, like a fucking zombie. He started chasing me, just like..- uh, like in my nightmares, screaming and reaching out for me. I ran back to the yacht, locked myself in, but the fucker kept pounding on the windows, trying to get to me. ( Smiles forces a grimace ) Agt. Smiles: Oh, God, that sounds horrifying. Johnathan Whilestone: ( teary-eyed ) Yeah, It was beyond anything I could have ever fucking imagined…. I mean, you… you believe me right? You probably think I'm fucking insane… ( Smiles leans forward again ) Agt. Smiles: Look Johnathan, I'm here to help, not to judge ya, remember? But I first need you to tell me all. Besides, the only one to decide wether you're insane or not is me; it's ma job, you paid me for it. ( chuckles ) Johnathan Whilestone: ( voice quivering ) Yeah, I didn't know how to, like, tell anyone. How could I tell them that my brother turned into like, a… a fucking monster? I didn't want them to think I was crazy. Agt. Smiles: ( gently ) Well It's not normal for people to keep such experiences to themselves, especially when they fear other folks might not understand. ( Smiles puts a hand on Whilestone's shoulder, in a paternal manner ) Agt. Smiles: Look at me, Johnathan. You're not alone. Thank you for sharing that with me, taking that step is important for getting you help. Now, if you could continue… ( Whilestone sniffs on a towel offered by Smiles, apologizes and continues ) Johnathan Whilestone: I was like, trapped in the cabin while he was outside, like, still trying to get to me. I was so fucking terrified and… and desperate, and… I mean, I knew I had to do something. Agt. Smiles: ( nodding ) Of course, so what did ya do? Johnathan Whilestone: ( sniffs with voice breaking ) With an axe. Agt. Smiles: An axe? Johnathan Whilestone: Yes. I found it in the yacht's storage. I mean, I had no other fucking choice. I went back out and… I finished him. I had to do it to survive, alright? Agt. Smiles: ( sighs, nodding ) You did whatcha had to do. You were in danger, and you defended yourself, it's completely normal, Johnathan. I've been to Vietnam, you know? I've seen and done a lot, so I ain't judging. Johnathan Whilestone: But it's different; you were serving the country, I was just defending me from another civil. I've been carrying this fucking weight, this guilt… I lied to our family, to my friends about what happened. I've felt like a fucking liar. I should've tried to help him someway, I could- Agt. Smiles: ( interrupts him ) There was probably nothing you could do, Johnathan. What you did saved him a lot of trouble, and for you of course. What you've experienced is not everyone has gone out of without issues. ( Whilesotne nods silently, staring into the air ) Agt. Smiles: ( fills a glass with water from a plastic bottle and reaches it to him ) We'll try to solve this, Mr Whilestone, no matter what you've done. Johnathan Whilestone: ( teary-eyed ) Thank you. I mean, I've been carrying this burden for so long… I didn't know where to turn to. ( claps on Mr. Whilestone's shoulder, paternally ) Agt. Smiles: You're not alone in this, man. I'm here to support you, and we'll work together to solve this. It's okay to ask for help when you need it. ( Smiles goes to a drawer, brings out a small case with mild amnestics and hands it to Mr. Whilestone ) Agt. Smiles: Take this twice a week; it's a calming agent. It'll help you with anxiety. <End of log> General comments about the interviews, by Agt. Smiles: Subjects seem distressed, it appears and confirms that the anomaly limits itself to Tokunaga. Regarding the shared distress from the subjects, something's wrong, though I can't tell what. It may simply result from trauma from contact with the anomaly, but I needs some evidence. I'll talk with Dr. Pignon about it, he's more expertised in these things.",
        "Equipment Recording Log 742 DATE: 13/9/1979 Duration of the audio recording: 53 min, 33 sec <Start log> Sgt. Zola: ( audible wind blowing ) We've arrived, sir. Agt. Smiles: Ok, dispatch your men and scan the island, but be careful, aight? We don't understand the nature of the anomaly yet. But I'll remind you that they ain't safe to handle, so under no circumstances should you touch any specimens you find. Use the tweezers we provided and chunk'em in the containers. Sgt. Zola: Copy. Alright, listen up, gentlemen. Arm yourselves and familiarize with the island layout. We'll divide into pairs: Wexler and Greg, head west; Paul and Cook, take the eastern path, (you Cook will have to do the talking, obviously) 4 , Pedro, you're heading with me to the north, towards the base. Everyone has GPS units in their pockets. Your trajectory must ensure it rounds up towards the facility itself Wexler: How do we ID anomalous stuff? The pics don't scream 'weird', sarg. Sgt. Zola: Indeed, I want you to take everything you find, the scientists will do the rest. Yes? Cook: Isn't it better if we all go to the same place together? Sgt. Zola: No, we need to verify that there's no unidentified buildings or anything alike other than the main facility. We want to brush this damn island on one go, if possible. Cook: Ok. Sgt. Zola: I'll give y'all time until Pedro and I have reached the facility, but like I said, make sure you cover as much ground as possible while heading towards the facility. Good luck. ( following 20 min omitted ) Agt. Smiles: Smiles here. Found something, Sgt.? Sgt. Zola: We've collected two specimens. But they're very elusive, and when we do find them, they vanish, slippery little bastards. Agt. Smiles : I can relate, sergeant. I used to chase after wall lizards as a kid in Alabama. I don't really recall ever catchin' one. Same for Vietnam; sometimes we had to eat some while on the go because we had nothin' else, but we often wasted energy on them. Sgt. Zola: Oh yeah, i recall that. My team would also attempt their palates on frogs… but not really to eat, if you know what I mean. Agt. Smiles: Yeah I did it sometimes, but we knew which ones to take, as some of them could skyrocket you higher than desired. Sgt. Zola: ( Steps stop ) Hold on. Wait, see that? Come Pedro. Pedro: It's dead? Sgt. Zola: Seems so, but I'll check. Agt. Smiles: Zola, describe what you've found. Sgt. Zola: We stumbled upon a bizarre corpse in the middle of the forest. It looks like a dinosaur. Agt. Smiles: Careful, sergeant. Sgt. Zola: Don't worry doctor, I know my job… This looks like a mix between a lizard and a… lemme see… ( Pedro in the background: \"a pig\" ) Yeah, a pig. And it's dead, or at least I can't see any breathing. Pedro: I don't think that can be possibly alive, sir. Sgt. Zola: True, but I mean, it must have come from somewhere, can't just have materialized into thin air. On a sidenote though, this job has often proved me otherwise. Agt. Smiles: Yeah, me too, or at least in my time on the field. Take some shots and try to collect a sample from the body. Can it be done? Sgt. Zola: Yes sir, absolutely, bring out the camera, Pedro. ( Following 15 min cut for brevity ) Sgt. Zola: ( over the radio ): Attention boys, we've arrived, I expect you to be nearby just as I told you earlier, otherwise, head over to the facility marked on your maps. Meet me at the entrance, but watch your step, the ground has cracked up a bit. Over. ( audible rogers ) ( Following 35 min, 45 s omitted ) Sgt. Zola: ( over the radio ) Keep your eyes well peeled, guys, this building is crumbling down and could become our grave at any moment. Cook: ( over the radio ) Sarg, we've found something. Over. Sgt. Zola: What is it, Cook? Cook: It's a big-ass room. I mean, it's full of all kinds of stationary instruments and such. I really have no clue of what they could be. Agt. Smiles: Cook, Smiles here, send me shots. Over. Cook: Yes sir, in a moment. ( audible button clicking ) Hold on, there's really bad reception here. Agt. Smiles: That's because you're underground. Don't worry, try to tell me what you see and we'll take a look at the shots later. Cook: I mean, sure, there's a lot of glass boxes with wires and tubes connected to some… kind of machinery, I think? Agt. Smiles: Hm. If these folks were doing something with the instances, they surely housed them there. Do you see anything inside? Cook: Negative, they're all…. ( audible distant bang ) empty, though they have some… some sort of substrate at the bottom… I suspect it's vermiculite or something, by the looks of it. Agt. Smiles: Sorry, what was that? Cook: What, the sound? I think it was the wind or an animal. Agt. Smiles: Ok, but I suggest you're careful, Zola and the others have found some dead animals on their way there. (Following 15 min, 3 s omitted) Sgt. Zola: Zola here, we haven't found any documents. There's a couple offices and archives, of course, but they're all empty. They've done a good job at hiding traces. Agt. Smiles: Indeed. I mean, ya sure there wasn't anything? Anything like inventory or 'post-its' ? Sgt. Zola: Well, we've found some stuff but it was fucking porn and notes to remind people of chores. However, Pedro's found a computer and we're trying to find a power reserve to access it. Agt. Smiles: Great, that might still have important information. See if you can access the internal disk. Sgt. Zola: Will do. ( audible, distant scream ) Pedro: The fuck was that? Sgt. Zola: Don't fucking know, I'll ask the others. ( on the radio ) Y'all good gu— Wexler: ( breathing heavily, on the radio ) It's greg, he was attacked by something, but we neutralised it. Greg: ( audible glock loading ) I'm fine, sarg, I don't think that motherfucker hurt me, but damned got my face real good. Sgt. Zola: Somethin's fishy, ( over the general radio ) Guys, load your weapons. Over. All good, Greg? Greg: Yes, it was some kind of morbid lizard, like the dead ones we found before. Gosh it's bubbling where I shot it. ( audible gunshot ) Sgt. Zola: Don't go on wasting ammo, Greg, it isn't cheap. Greg: Sorry, I wanted to make sure the damn thing didn't wake up. Let's go, Wexler. Wexler: Hey, I just saw something moving in t- ( audible gunshot ). Fuck, another one of those. Greg? Sgt. Zola: All right? Over. Greg: Yes sir, all right-ey Sgt. Zola: ( over the general radio ) Hear me out, everyone, I think it's best if we all reunite and continue as a group, don't want to risk any casualties. Me and Pedro will meet you later, we're attempting to access this computer. Meet at the cafeteria on the second floor, understood? Wexler: Wexler here, sir, I don't think Greg's fine, sir Greg: Bullshit, I'm fine ( audible moan through Wexler's communicator ) Sgt. Zola: You certainly don't sound so. Wexler: He's pale, sarg. Greg: I said I'm fine. Sgt. Zola: Well, head over here and we'll see what we can do about it. ( Following 39 min, 30 s omitted ) Sgt. Zola: Greg and Wexler what the hell are you doing? Agt. Smiles: What's happenin', sergeant? Sgt. Zola: We're all here except Wexler and Greg. I'm trying to call them through the com but they aren't answering, it's been half an hour or something. Agt. Smiles: Have ya tried to turn on their microphones? Sgt. Zola: Yeah, done that. Didn't work either. Agt. Smiles: It could be the reception, but I wouldn't risk any more time. Look for them. Sgt. Zola: Alright sir. Let's go, guys. (Following 22 min, 45 s omitted) Agt. Smiles: Sergeant, there ain't much time left, I'm afraid there's nothing we can do. So maybe it's, like, best to leave them. Sgt. Zola: Maybe they're lost, this complex is huge. Let me check my com again. Huh, I'm getting a signal ( audible communicator rattle ). I'll turn on Wexler's com again. Wexler: ( over the radio ) I… I… Sgt. Zola: Wexler! Shit, where are you? You scared us. Wexler: ( Unintelligible rattle ) Sgt. Zola: Greg! Wexler! Stay where you are, we're coming for you. Pedro, try to track them. Pedro: Let's see…. Found them. Greg's completely still, but Wexler's moving… he's speeding towards us. In fact he's here now? Cook: Hell nah, he's definitely not here. Maybe he's at another floor or something? Sgt. Zola: Shi- No…., he is here, look. Pedro: Wexler! The fuck you're doing up there? Wexler: Let… Sgt. Zola: What happened, son? Agt. Smiles: What's Wexler up to, sergeant? Sgt. Zola: He's up on the ceiling. Back out guys, something's wrong ( Wexler chattering, followed by screams and gunshot ) Agt. Smiles: Sergeant! You receive me? Sgt. Zola: Fuck. He's gone, doctor. Agt. Smiles: Did ya… Sgt. Zola: Yes, sir, yes we did. Agt. Smiles: Describe his state, sergeant. Sgt. Zola: Dead. He's also bit… changed. Agt. Smiles: Changed? Like the other creatures, ain't it? Sgt. Zola: Yes, he looks like the lizard villain in Spiderman, reptile eyes and scales, but really ugly stuff in general. Agt. Smiles: Hm, if I recall, he mentioned Greg being hit on the face, so maybe he was also touched or something. Sgt. Zola: Do you mean… like a zombie? Is that what it is? Agt. Smiles: Not really the best term but yeah, somethin' of the sort. We think touchin' the anomaly causes… that. Fix to leavin', sergeant, you're done there, it ain't safe anymore. Cook: But what about Greg? Pedro: He's… not moving. Dead, I'm afraid Sgt. Zola: ( sighs ) Right, you're right, Smiles, let's go before any zombies violate us. May God take their souls. Agt. Smiles: Hold your spirit, sergeant, you must do your job. Private greg and Wexler did it and served the greater good, understood? Now leave. Over. ( Following 19 min, 35 s omitted ) Sgt. Zola: Zola here, agent, you still there? Agt. Smiles: Yes, still at the island? Didn't I tell ya'll to get back to the boats? Sgt. Zola: I know, but we've found something… Hold on, you've got to see this. Pedro, send'im the pictures. Agt. Smiles: Hold on a sec, let me see. Oh, look at that. Is that a tree? Sgt. Zola: It does looks like a tree, ( sighs ) but it's obviously not a tree. Agt. Smiles: No, but it could actually be, ya know? We thought the anomaly only affected animals, but we were wrong. This thing also works on plants. Sgt. Zola: That would fuck the world up if it were to escape the island, wouldn't it? Agt. Smiles: Long story short, imagine all the trouble it would cause if it were to be released in just a tiny garden. We are looking at a potential XK-scenario. Sgt. Zola: Then we're leaving, I'm fucking done with— Cook: Watch out, sir! ( multiple audible crunches ) Sgt. Zola: Smiles! It's the trees, they're all… they're fucking… transforming! C'mon, let's get the hell out of here! <End of log>",
        "Project Midas By Micheline Bougier, RAISA interdepartmental communications In 1970, during the Cold war, US President Richard Nixon sponsored a project of military nature developed by the OFI. It involved developing an innovative biological weapon to use in the Vietnam war, with initial hopes of defeating Viet Cong. The project, led by Dr. Niklas Olsson, was supposed to act stealthily and quietly, leaving no traces that would lead to the US or its allies. Instead, the weapon would take advantage of the Viet Cong's soldiers' superstition. According to data retrieved from Area-79, in Tokunaga, the development's goal involved altering the genes of a small animal so that it would produce cancer cells whose genes would be replicated on a human being's DNA. To achieve this, the specimen needed to come into physical contact with the victim's epidermis 8 . The chosen species was Lepidodactylus lugubris , also known as the Mourning gecko . This is a type of house gecko known for the rapidness of its procreation, size, and its capability to adapt to tropical environments. The proceeding of Project Midas has however been redacted from every archive accessible to the RAISA's web crawlers, presumably by the OFI. , therefore, it is unknown how the weapon was developed. As to this date, the RAISA's search continues. The development of Project Midas progressed with success, but was interrupted due to concerns arisen amongst both the sponsors and the developers. In a letter found by our web crawlers, President Nixon expressed his concern regarding the weapon becoming a statal threat in case it found its way into the US. This is assumed to be the cause of the research closure, though it is believed with enough evidence that Nixon had with plans to relocate it. However, the contract with the OFI expired due to the end of Nixon's presidential time, so Area-79 was abandoned and the OFI's team was relocated. Based on inventory reports, it is believed that the OFI's operatives brought some SCP-7945-1 instances with them while leaving the facility, presumably in an attempt to sell them and/or develop them further. As to why some SCP-7945 instances remained in the facility, it is believed that a small amount of instances had breached their containment while being transferred; The SCP-7945-1 instances then silently multiplied in the abandoned facility until they found their way out into the Tokunaga jungle.",
        "Loading… Security Warning The information contained in following file revolves around an infohazardous anomaly. Any non-authorized personnel noted to show symptoms of Infohazardous exposure related to SCP-7945-3 will be logged and lead to immediate termination.",
        "INCIDENT REPORT INCIDENT #: 7945-2 DATE OF OCCURRENCE: 1987/9/21 At 16:30, the alarms to Unit 4 went off, indicating movement inside of the chamber where SCP-7945-A's container was located. All the adjacent entrances, ventilation systems and others were sealed, as programmed following the on-site SMPA 9 . When security personnel arrived to Unit 4, they found SCP-7945-A's container open, and an SCP-7945-1 instance roaming the Containment Chamber where the latter was stored. The instance attacked the security guards on sight. The guards were ordered to terminate the SCP-7945-1 instance and inspect it and the chamber. They found scattered clothing pieces around the chamber, in which was a personnel ID card belonging to Dr. André Pignon. Reviewed security recordings show Dr. Pignon using his level 3 clearance card to hastily open the door to SCP-7945-A's containment chamber. He enters the chamber, triggering the alarms and proceeds to stand on his knees, placing an SCP-7945 instance on his head, undergoing a radical metamorphosis.",
        "Daily Log By Dr. André Pignon Day 1: Feeling different. Anxious, sleepless. Wrote down worries, suggested by Smiles. Dreams filled with tests. trerrifying nightmares. Day 3: Same. Psychologist suggests stress. Melatonin advised for sleep. Day 7: Vacation planned, though I'm against it. Will work a bit during vacations. Need to be sane to investigate this important subject. Need Díaz's approval. More productive today. Day 14: Denied vacation. Research vital. More vital than my health? Smiles tries to convince me it's just part of work. Chose a bad time to become stressed. Why am I stressed? I have met worse things in my life! Day 21: Encephalogram showed SCP-7945-2's strange brain waves. Waves spelling \"I am all.\" Smiles thinks IT involvement. Day 28: Melatonin ineffective. Anxious, persistent nightmares. Subject screams disturbing. Day 35: Ear plugs tried. Screams persist, headaches. Resumed smoking. Day 42: Can't tolerate screams. Deadline set. Ethics likely to intervene. Day 49: Exhausted. Vital research. Nightmares continue. No escape from screams. Day 56: Stagnant research. \"I'm all\" still puzzling. Day 63: Frustration. Relief in ending subjects. Nightmares persist. \"I'm all\" baffles. Smiles offers to work so I can spend time away. Offer denied by superiors. They think I'm responsible for this project. OF COURSE I'M RESPONSIBLE, I STARTED IT. (What was I thinking). Day 70: Ill, missed tests. Whispers instead of screams. Urged to join \"I.\" Day 77: Nap revelation. Joining \"I\" promises fortune and relief. Colleagues and friends (Smiles) don't understand. Day 84: \"Je suis, touts suis…\". Day 91: Rejecting research. Must join \"I.\" Voices guide me towards I I I I IME I ME I ME I ME I ME I ME IM COME I ME I I… ( Omitted the rest of log 91 for brevity )",
        "INCIDENT REPORT INCIDENT #: 7945-6 DATE OF OCCURRENCE: 1987/9/10 Foreword: This incident report has been organized into distinct stages to provide comprehensive details. Stage 1 : On November 10th, at approximately 16:45, a series of violent incidents erupted across various locations in the United States, with a significant concentration of cases in Hawaii. These events persisted until around 17:50 and encompassed a range of aggressive behaviors, including assaults, mistreatment of minors, altercations, homicides, acts of vandalism, and incidents of robbery. Local law enforcement swiftly responded, encountering resistance from the individuals involved. Subsequently, a substantial number of rioters were apprehended and taken into custody. Stage 2 : Following the initial outbreak, the next day large groups of individuals emerged, advancing towards the western coastline. Despite the absence of apparent luggage or personal belongings that might indicate a mass migration, it became evident that these individuals were armed and not fleeing. Attempts at communication and interrogation by the authorities were met with threats and brandished weapons. Law enforcement attempted to obstruct the movement of these groups, yet their progress remained unimpeded. It has been documented that non-lethal countermeasures, including the use of pepper spray, were employed to manage the situation without the individuals reacting. Stage 3: Continuing their course for two additional days, the groups exhibited an alarming disregard for the various countermeasures employed against them. Their aggressive tendencies escalated, prompting local law enforcement to adopt defensive positions. The convergence point of this movement was the city of [REDACTED], situated in proximity to the former location of Site-39. As the masses amassed near the vicinity of the facility, local police initially perceived the gathering as a demonstration. This perspective shifted when Director Díaz was apprised of the situation. In response, Director Díaz promptly dispatched a specialized team from Mobile Task Force MTF-Epsilon-11 (\"Nine-Tailed Fox\") to evaluate and address the escalating riot-like scenario. Following, there's a conversation between Site-39's Security Tactical Direction and the leader of the MTF squadron. <Begin log> Sgt. Suarez: Aight, we're down ( audible screaming ) General Quill: Do you see any sort of leader, or… someone leading the riot? Sgt. Suarez: ( audible screaming ) Uh… no, it doesn't seem so ( audible explosion ) Fuck, they're throwing molotovs. General Quill: What? What the hell is this about? Sgt. Suárez: I dunno, maybe some info about the D-class breached or something… But they don't look like human rights activists… General Quill: ( sighs ) God forbid that, the RAISA and the amnestics team would have a year worth of work and we would be suspended ( audible voice in the background ) Ok, Director. Hey, Súarez, ask someone in the riot what's going on. Sgt. Súarez: I mean, you really want to, sir? It doesn't seem like they know anything about conversating. General Quill: Just do it, I'm not in the mood for debatting with subordinates. Following 5 min omitted for brevity Private James: ( In the background ) We might need some help here! Sgt. Suárez: What did he say? Private James: He told me \"Let me join I\"! And then he tried to reach me through the fence. General Quill (Director Díaz): Díaz here, are you sure he said that? James: Yes, they're all at it… Dunno what it means, after discarding the humanist idea, could it be some kinda cult thing wanting something in the facility? Sgt. Súarez: Nah, I don't think that. We don't have any weapons or relics. But they do seem affected by something. General Quill: Wait, agent Smiles just sent me a message warning me about… SCP-7945? Sgt. Súarez: Hm, he was in charge of it before and after Pignon died, maybe he's discovered something. ( audible screams ) General Quill: Just got another message…. Oh sh- ok, sergeant, listen very carefully. I want you to dissolve the riot; harm them if you wish to, but don't fucking kill them or you'll pay. Sgt. Suárez: What? I know they surely are under something anomalous, but harming civillians is just wishing for the Ethics to shut us down. General Quill: ( grunts ) Just follow your orders, sergeant. Following 16 min omitted Sgt. Suárez: ( audible shooting ) Sir, they don't care, we're even shooting them on the arms but they only… ( Metallic Fences crunching ) Hey! Oh shit, they're climbing the fences! General Quill: What? What about the damn barb wires? And the el? They should have been smoked already! Sgt. Suarez: No, they don't care. They're even bleeding their guts out but they just keep… Hey! You there! ( audible running and fighting ) at me guys! General Quill: ( sighs ) I really hope we don't have to bring out the fucking fire eaters . Sgt. Suarez: Stop! It's not working! Stop! General Quill: ( Díaz talking in the background ) But… with all due respect…( continued talk in the background ) Okay, but don't come saying it was my ide- ( audible radio on the background ) . Sgt. Suárez: ( audible running and shooting ) Fuck, they're upon us, we need reinforcements. Over. General Quill: Wait sergeant, hell's just unleashed here too; I got a fucking rebellion going on. If I do nothing, they'll access a containment wing. Sgt. Suárez: ( audible shooting ) What? What about us now!? General Quill: Shit, sergeant. Just… keep holding until I come up with something. Sgt. Suárez: But it's impossible! They feel nothing! General Quill: Yes, yes, you've told me. I'm organising a transfer of the facility. Look, just do what you can, sergeant, and then we'll leave. Sgt. Suárez: ( audible screaming and shooting ) Fine, to hell it is, c'mon guys! ( Audible crunches and screams ) <End log>",
        "Interviewed: Dr. Niklas Olsson Interviewer: Agent Meyster Smiles <Begin Log> ( Agt. Jones walks into the room ) Dr. Olsson: Well, well.. Agent Smiles: Mornin', doctor, I have some questions for ya. Dr. Olsson: Spare me the pleasantries, you b-… snusk . I know your modus operandi. Answer your questions, burn in hell either way. Isn't that how it goes? After all, I'm a high-value target, too dangerous to be left by life , am I right? Agt. Smiles: Look, we have got all the time of the world for this. I would like to ask you to cooperate, otherwise we'll resort to other methods, and your arrogance ain't gonna favor you, so, if you mind… Dr. Olson: . I get it, 'mr. south'. I'll tell you what you want to know. Agt. Smiles: ( sighs ) Right, from the beginning. Dr. Olsson: Well, for starters, the people I worked for couldn't appreciate the brilliance of my creation — a weapon so powerful and unique, it could rival the plagues in Egypt. Agt. Smiles: A weapon. How so? Dr. Olson: ( laughs ) They called my work 'unethical', and accused me of misappropriating resources. Agent Smiles: Unethical? What exactly did ya do, that a weapon manufacturer has questioned it? Dr. Olsson: ( laughs ) Listen, let's cut to the chase. If you spare me, I'll help you bring those bastards down. Otherwise, I won't- Agt. Smiles: -Talk? ( sighs ) I've heard folks say that before. I'm curious to see how long you'll resist with our interrogation methods. Dr. Olsson: Uh-uh! Hold on. Look at this scar. Bangkor-89V. It's wired to deliver 89 volts to my brain on a specific trigger word. So, your options are limited. Agt. Smiles: Right, so how do I trust you not saying the word mid-way through talking somethin' that might not even be true? Dr. Olsson: Well, I want to take revenge upon my superiors AND get a job, so… Agt Smiles: A job? What makes you think we're gonna do that? I ain't need to hear none of this bullshit, I'm done. We can find what we need somehow else. Dr. Olsson: Wait, don't leave, you won't find anything except my cocaine, I swear, I never write things down in digital devices. ( whispers ) That's because paper burns. Agt. Smiles: Fine, we'll make a deal. You tell us what we need, and we only punch you a coupe times. Deal? Dr. Olsson: Fine by me, c'mon, shake my hand like the good men we are. No? Fine. Agt. Smiles: Let's go back to the question. The development of SCP-7945. Dr. Olson: That's how you named my masterpiece? Excellent question though. The key lies in that 'god' or whatever you want to call it. There's this secluded tribe in the Hawaiian archipielago, which is, like, supposed to be responsible of containing it, so I paid a visit to them… And once I gained their trust, I struck a deal to aid them in safeguarding the vessel that contained the \"god\" — some worms sealed in a jar. Agt Smiles: Wait, hold on, I got lost there. Dr. Olson: ( laughs ) Oh, right, guess I'll have to tell you the entire telltale. You see, there's this god, who's some sort of, you know, evil deity obsessed with making his own existence the only one in the universe, just like my ex. Then there's this tribe near Hawaii, from which you could actually learn a thing or two. They housed a powerful deity in worms inside a vessel without any advanced technology while your anomalies breach containment like it's their job. Agent Smiles: ( grumbles ) Ok, let me see if I got it right. So you mean you casually went to a tribe and discovered this god thing? And then these folks just…. 'wennahead' and accepted you amongst them? Dr. Olsson: Exactly. Agt. Smiles: Tell me no lies. A secluded culture like that wouldn't just let anyone near such an important artifact, let alone a stranger. How did you manage to make this 'deal'? Dr. Olson: Like I said earlier, I spent a hell of a time ingratiating myself with them, gaining their trust. My superiors didn't like it, thinking I was wasting time. Agt Smiles: Right, then how exactly do they contain the deity? I know it somehow is through worms, what I mean is how they transfer it. Dr. Olson: Complicated. Asså , long story short, it involves a ritual. Part of the reason I was critizised was because, well, we held civilians hostage against orders for this. Agt Smiles: Ah, so you couldn't actually replicate the ritual. Dr. Olsson: No, and only a few trusted colleagues were aware of this… like I mentioned, due to the ethical implications. Agt. Smiles: How did y'all hide this from the rest of the team and your superiors? I imagine such an industry is heavily controlled. Was it hard? Dr. Olsson: Not at all, it was easy, actually. We said we were collaborating so we could gain approval for this. Untrusted researchers were told the Elders -which were the ones held hostage- needed privacy for their 'cults', so everyone was happy. Agt. Smiles: You spoke of the tribe in past tense earlier, doctor. Did you only hold the Elders hostage and killed the rest, or? Dr. Olsson: Yeah, pretty much, I, let's say, killed two birds on one shot when I sent a team to retrieve the vessel and the Elders. Agent Smiles: Ok, let's… let's get back to the development issue, what were you planning to do with this deity? Dr. Olsson: Now, we utilized this \"god\" when creating the weapons to enable their unique cloning ability. We wanted to harness this power without triggering an uncontrolled apocalypse. Agt Smiles: So you were try'na control it, I mean the deity. Dr. Olsson: No, not entirely control. We aimed to isolate its essence within a single specimen that would be stored safely while retaining its anomalous properties in others. The plan was to replicate these last instances on a large scale, creating a new line of profitable anomalies. Agt Smiles: But you couldn't do it, otherwise y'all wouldn't have stopped the project. Dr. Olsson: Oh, no! We never halted the research; our intention was to continue refining and developing the instances for potential use. ( aspires ) Then came the discovery of the development's reality, which is where you come in. In a twisted way, you saved me, they were going to execute me. Agt Smiles: : If you choose to view it that way, though you're not much better. Dr. Olsson: No, not much, but still, is our little deal still going? Agt Smiles: Sure, we'll make sure you help us some more, now, something that I don't understand is how you managed to make the Elders help you. I've seen many folks and cults claiming to protect an important cause without no care about wether you kill them or torture them. How did you convince them? Dr. Olsson: Tja , we simply used their faith against them: we told them that we would release the god to wreak havoc in the world if they didn't cooperate. We assured them we knew how to escape from this world to watch it burn while we drank champagne ( laughs ) Agt Smiles: And what did you do once you were done with them? Did y'all terminate them? Dr Olsson: No, no, we expected them to teach our ritualists to perform the rite. But they didn't. <End log> Closing Statement: Dr. Olsson provided the presumed location of the Elders and was assigned to D-class personnel duty. An armed Task Force was deployed to retrieve the Elders for interrogation. For review of the results, a selected team from the Cryptozoology Division was assigned. Interviewee: Kapoenaauao, Patriarch of the Elders Interviewers: Dr. Amelia Layton, Agt. Meyster Smiles Foreword: Dr. Hale, a parazoologist selected for her doctorate in hawaiian deities and cryptids, assisted by Agt. Smiles' insight, interrogates Ka-poena-auao with the goal of understanding the deity claimed to reside in the subconcious of SCP-7945. Note: Contrary to usual protocols, Dr. Hale has utilized a biased language for a better connection with the interviewee's psyche. This does however not support a biased view in personnel work. <Begin Log> Dr. Hale: Greetings, kupuna, we want to ask you some questions. Ka-poena-auao: ( silence ) Agt. Smiles: He might not trust us because of what those folks did to him. Dr. Hale: That's for sure. ( Continues in hawaiian ) You don't have to worry, we're here to help, kupuna. We are also protectors of the world. Ka-poena-auao: No protectors of aina would hold me against my word. Agt. Smiles: What's he say? Dr. Hale: He doesn't trust us. Agt. Smiles: Ok, translate me, please. Listen 'kah-punar' , ( points at the Foundation logotype on the wall while Dr. Hale translates ) see those three letters? They mean Secure, Contain, Protect. Which means we Secure the power, we Contain the…evil and we Protect the children of what was it, Lono? I mean, Humanity. These are the pillars on which our foundation stands, all our power is focused on that. Ka-poena-auao: Your words are promising, dark face , but behind you is a mist that doesn't allow me to see beyond them. Dr. Hale: I won't translate what he called you, but he wants proof, Smiles Agt. Smiles: ( sighs ) Ok, uhm? But we can't just show him around the facility, doctor. Dr. Hale: I know… but perhaps…. Did they end up terminating Olsson? Agt. Smiles: Where you try'na get at, doctor? Dr. Hale: He might recognize Olsson, and perhaps we could win his trust by— Agt. Smiles: Absolutely not, that ain't working. If we do what I think you're fixing to say, the Ethics might as well send us to hell with'im. Ka-poena-auao: Olsson? You allied with that son of Kaupe 11 ? Dr. Hale: ( sighs ) No, we aren't, we have him trapped here, in this building. Ka-poena-auao: I don't like to say this, but he should burn in (Unknown word, presumably the name of a mythological figure)'s mind. Dr. Hale: We've made sure he was punished for his actions. Ka-poena-auao: No punishment is enough for this man's crimes. He's ended a blessed generation of protectors, to unleash an evil spirit to end Aina . Agt. Smiles: Is he saying something interesting? Dr. Hale: No, he's talking about him wanting Olsson dead. Agt. Smiles: Bring him here then. Dr. Hale: Who, Olsson? Are you sure, agent? Agt. Smiles: Yes, trust me. ( Following 6 min, 5 s cut for brevity ) ( Door opens, two security personnel carry a scarred, handcuffed Niklas Olsson, and put him besides the elder, who stands up and takes some steps back. ) Dr. Olsson: Hallå, min gamla vän , you, 'Mr. South' why did you bring me here? Agt. Smiles: We need you. Hale, ask the man what he needs to prove our real intentions. Dr. Hale: ( In hawaiian ) Kupuna, we would like to know how we could assure our benign nature to you. Here, you see this man, bound and scarred for his crimes ( points at Olsson's face bruises ), isn't it enough? Ka-poena-auao: Aloha says we are not to hate, we are to love, for it is of evil spirits' nature. But this man, this man is the definition of evil in human shape ( Olsson chuckles ) and does not deserve to keep walking on Aina . Dr. Hale: Would that prove our intentions, kupuna ? Ka-poena-auao: It may, but killing an evil man doesn't justify anything. Dr. Hale: ( sighs ) Agt. Smiles: He ain't trusting, ain't he? Dr. Olsson: ( laughs ) You fools, the only way you can make these brutes do what you ask them is through pain, 'cause that is all they— ( gets hit by one of the guards ) Agt. Smiles: Silence, doctor. You ain't in no position of opining. Dr. Olsson: That's your problem, is this what you call neutrality? You and your doctors treat me with as much disrespect and hate as these brutes ( gets hit by a guard again ). Agt. Smiles: Listen, Olsson, it is true we're supposed to be professional, but that also involves not looking at test subjects' humanity. Dr. Olsson: ( chuckles ) What do you mean you ni— ( gets slapped by Agt. Smiles ) Dr. Hale: Agent… Agt. Smiles: Wanna talk professionally? You have the most insight on SCP-7945-3, so you will understand everything when you touch the damned anomaly. Dr. Hale: Agent, I don't think it's— Agt. Smiles: Hush, doctor, let me—. Dr. Olsson: [ chuckles ] Your threats won't work, I won't be alive 'till then, Smiles. Agt. Smiles: Really? 'Cause my team did a radiography on you while ya wer'asleep and found nothing. Dr. Olsson: [ Laughs ] You bastardous ni— ( Agt. Smiles punches him on the face ) Agt. Smiles: Enough, take'im away. ( The guards carry Olsson out of the interrogation room, while the Elder sits down again ) Dr. Hale: Smiles, I understand he maddened you by calling you that, but this is no way of behaving, and you know this Agt. Smiles: Don't talk 'bout it, let's focus on the karpune or whatever you call him. He seems pretty frightened. Ka-poena-auao: ( to agt. Smiles ) I didn't understand what you said, but I saw rage and hate in your eyes, meaning you can't be allied with him. Agt. Smiles: Sorry, I can't understand a thing of whatcha said, Hale? Dr. Hale: He basically said that he saw your 'rage' and sees that you aren't with him, with Olsson, I mean. Agt. Smiles: Don't talk to me 'bout no rage. I was just disciplining him. Unlike you, not only am I a scientist, I am a militar. Dr. Hale: I understand, Smiles, but if the Ethics find out about this, they won't understand it was just 'discipline'. Ka-poena-auao: Hear me, if you want me to trust you, so proclaimed guardians, send that man with the demon he was serving. Before the Elders. Dr. Hale: Uhm… He wants us to 'send him' with SCP-7945-3. I assume he refers letting it take over his mind and such. Agt. Smiles: Perfect, tell'im that I was already thinking about doing it. But first, he's gotta tell us about the anomaly before we proceed. Just to take the proper precautions, of course. Dr. Hale: ( in hawaiian ) Kupuna, we will do as you ask, but we wish to know about this evil spirit that you were assigned to contain. Ka-poena-auao: ( hesitates, then proceeds ) The name of the god is Jeaka. Dr. Layton: Sorry, kupuna, I am an ignorant, could you with your wisedom explain to me who Jeaka is? ( The Elder's answer has been rewritten and clarified for brevity in a resume below ) The deity Lono, associated with fertility and reproduction in Hawaiian mythology, had a sibling named Jeaka. However, the other Hawaiian tribes shun mentioning or acknowledging him due to the dread of his malevolent influence. Like Lono, Jeaka wielded the power of fertility but unlike him lacked a peaceful nature. His selfishness led him to perceive himself as the most beautiful being in the world. Jeaka turned his attention to the offspring of Papa and Wakea, the creators of all things in Hawaiian mythology, and bestowed his own likeness upon them. Upon witnessing this, Lono, along with the other deities, condemned Jeaka to be cast out of the world and imprisoned within the simplest and filthiest of Papa and Wakea's 12 progeny; worms, who were doomed to eat the soils of Aina . As Lono's powers were limited, he could only banish Jeaka to the realm of the mind. Yet, the very children who confined Jeaka possessed his formidable abilities, bestowing anyone who came into contact with them with his own visage. Jeaka became consumed by a desire to humble the offspring of Papa and Wakea, and to exact revenge upon Lono and the gods for his incarceration. Condemned to remain within them for eternity, Lono appointed the Hejeaka 13 , as the guardians of Jeaka. To fulfill this duty, Lono instructed their forebears in the art of transferring Jeaka into other creatures in times of urgency. Additionally, he presented them with a vessel marked with his unique seal, ensuring that none would ever touch the hosts harboring Jeaka. ( Smiles sighs and scratches his forehead, turning to Dr. Hale ) Agt. Smiles: Assuming all this drama of gods is true, then we at least know a great deal about'im. Get the elders and prepare an SCP-7945-1 instance and Olsson. We'll see how the guy 'philosophises' when he turns into a damn lizard. ( Dr. Layton turns to the Elder, in sympathising manner ) Dr. Layton: Thank you, Kupuna. We will get your fellow elders and send that man with Jeaka. Attached following test log from a video recording Preparation summary: Subject was placed in test room 034 with a container housing an SCP-7945-1 instance. The entire test was to be supervised by a team of scientists led by Agt. Smiles and Dr. Hale. Out of formality, the Elders were sat and guarded in a viewing room throughout the test. ( Olsson wanders around the test room, looking at the one way windows ) Dr. Olsson: You in for the spectacle? Excited? Agt. Smiles: Even in his last moments, this fucker's not shutting up, is he? ( on the radio ) D-05072, move towards the subject. ( Olsson nods smiling, then walks towards the table with the container ) Dr. Olsson: There, now, sir? Agt. Smiles: Open the container, then proceed to handle the subject. Dr. Olsson: ( hesitates ) Agt. Smiles: Do it, or face disciplinary action. Dr. Layton: I told you we should have bound him to a table, I really don't— Agt. Smiles: It's fine, trust me. ( Dr. Layton sighs and covers her eyes with her arms crossed, then moves the hand towards her chin, then goes to a microphone ) Dr. Layton: Layton here, requesting personnel to bind a test subject on test room 034 Agt. Smiles: ( sighs ) Dr. Layton: I'm sorry, Smiles but you know I can't just compromise the experiment for personal issues. ( Smiles remains quiet, nodding slowly while watching two security personnel dressed with protection suits enter the test chamber, bringing a test table and binding Olsson to it. ) Agt. Smiles: My mama died at the hands of people swinging those words. Dr. Layton: Really? I'm sorry, Meester. Agt. Smiles: It's okay. You're right. I shouldn't let my emotions carry me through hell. Dr. Layton: Or others. Agt. Smiles: He's merely a subject, but yeah, I admit It goes beyond what would be professional. ( The security personnel finish binding Olsson to the table ) Dr. Layton: ( sighs )Well, as long as the test gives good results, there shouldn't be no issue. The Ethics don't need to know about this. If you wanna talk about it sometime… ( Smiles nods slightly, staring at the window, then goes up to the microphone ) Agt. Smiles: Proceed to place SCP-7945-3 on the subject. ( The personnel follow orders and Olsson chuckles, as they proceed. ) Dr. Olsson: Ses i helvetet , stay crims— ( D-050702 screams violently, as he metamorphoses. The personnel leave while he breaks one of the bindings, grabs the SCP-7945 instance and throws it to one of the one way windows. ) Dr. Layton: Geez. Agt. Smiles: Yeah, they all have a lotta strength. What's he say? Dr. layton: Something in swedish, I assume, and stay crims… crimson, maybe? Agt. Smiles: Huh ( D-050702 grows an appendage from his back, while his skin and eyes swell up in similar manner as prior subjects. SCP-7945-2-050702 stops screaming and turns his head towards the window where the elders are housed. ) Agt. Smiles: What's he doin'? Dr. hale: I don't know. Agt. Smiles: Now this is the first time I see subjects doing that. Most of'em only scream and bang the glass. SCP-7945-2-050702: ( talks in an unintelligible language ) Agt. Smiles: He talking? Dr. Hale: Yes…. it sounds like a really messed up dialect of hawaiian. Let me turn up the volume of the micros. SCP-7945-2-050702: I am all Dr. Hale: I don't get it… he's saying 'I am all?' Agt. Smiles: That's what they all say. But this— ( The instance turns to the one way window in where the team is seated ) SCP-7945-3: Yes, I am all, Dr. Hale. Agt. Smiles: That thing said your name. SCP-7945-3: ( In english ) Because I am all, Smiles, and all there is to be knows everything. Agt. Smiles: Are you… SCP-7945-3? I mean, Jeaka? SCP-7945-3: No, only a small shadow of my visage, a face of unimaginable beauty. If you want to see it, release me. Agt. Smiles: That ain't happening. SCP-7945-3: ( chuckles ) You're just like Olsson, like the damned Hejeaka. You're idiots; fools that can't see their foolness. Agt. Smiles: Maybe, but we ain't stupid enough to be releasing you. The Hejeaka Elders told us everything there is about you. SCP-7945-3: I trust them to have done so, but they don't see the good in being me. They don't see that I can give the universe my face, so everyone becomes me; the ultimate form of perfection. Agt. Smiles: Good, but I don't find it good to kill myself to become someone else, you know? Dr. Hale: Um… Smiles? Agt. Smiles: What? ( Agt. Smiles turns around. The security guards in the room are pointing their guns towards them ) SCP-7945-3: You may not understand, but these men can help you. ( audible banging from the Elders' window ) You, think you are gods, but you're just helpless, imperfect humans. But still, you can help me. Agt. Smiles: What… what do you want us to— ( audible, distant shooting from the Elders' window ) SCP-7945-3: After thousands of suns, the Hejeaka are finally gone, the only obstacle for my freedom are you. Agt. Smiles: In that case, I don't understand why ya haven't killed us already. SCP-7945-3: Because you're like Olsson. You are scientists, you have a view of how everything works, you have a glimpse of what perfection is. You will convince others with your face, no one will understand if they hear my voice coming from this monstrous body. Agt. Smiles: Why us? My friend André was also very intelligent, and was really… um… close to you. SCP-7945-3: I tried to, but he was eager to join me. He didn't want to cooperate. Now he's me, I can feel his concious sleeping in me, as another organ of mine. Agt. Smiles: You could've controlled him. SCP-7945-3: I control no one. These guards act by themselves, I only whisper them what's best to do and they do it. Your minds are, however, hard to reach, they are too obstinate, too objecting. Dr. Hale: So what do you want us to do then? SCP-7945-3: Come to me, and embrace me, your new self, without any glass separating. Agt. Smiles: Ain't no way we doing that. Kill us already. SCP-7945-3: ( screams ) Don't you want myself? don't you want to be perfection? Agt. Smiles: No. ( The guards lead Agt. Smiles and Dr. Hale to the test room, then leave ) SCP-7945-3: You were never perfect, Meester, and you know it. Those who killed your mother knew it. Come to me. Let me make you me, release me from my bindings. Agt. Smiles: I don't think so. ( Smiles quickly brings out a gun from his pocket and shoots the instance. The instance convulses, screaming, then collapses ) Agt. Smiles: ( breathing heavily, talking to a communicator on his coat ) Agt. Smiles here in test room 034, requesting for security reinforcement, we're locked with influenced personnel, over. ( Smiles locks the doors through a wireless, remote control and spots the SCP-7945-1 instance climbing on the ceiling ) Agt. Smiles: We may be imperfect, but you forgot the power of a goddamn firearm. ( Smiles points his gun to the SCP-7945-1 instance and shoots it, missing two times before terminating it ) <End Log> Closing Statement: Security personnel arrived at test room 034 and terminated the influenced personnel, liberating Agt. Smiles and Dr. Hale. Upon memetic investigation, the two reported to have been feeling SCP-7945-3 attempting to enter their minds through telekinetic means, showing have however, a great resilience towards SCP-7945-3's influence. For SCP-7945-3's file, view next tab"
    ],
    "containment_procedures": "As SCP-7945-1 (both A and B) as well as eventual SCP-7945-2 instances contain SCP-7945-3 in their nöosphere, it is classed as a Thaumiel-type subanomaly. No SCP-7945-instances are to be neutralized, as doing so would cause an immediate containment breach and a potential XK-class end-of-the-world scenario. For that reason, at least 1 SCP-7945-1 and not more than 4 instances are to be kept active in a singular Foundation facility.",
    "description": "SCP-7945-3, commonly referred to as \"Jeaka\" is a male deity residing in all of SCP-7945 instances' nöosphere. Notably, SCP-7945-3 has adopted an obsession with singularizing its own existence, and is capable of expanding itself through the cloning of SCP-7945 instances. Termination of all SCP-7945 instances is believed to result in SCP-7945-3 accessing reality.",
    "title": "SCP-7945"
}