{
    "url": "https://scp-wiki.wikidot.com/scp-7950",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n7950\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photograph depicting SCP-7950 and a woman presumed to be its late wife.\n\n\n\n\nSpecial Containment Procedures:\n The field in which SCP-7950 is located must remain under guard surveillance during its active times to prevent unauthorized entry. Entry into the field is prohibited until further notice.\n\n\nDescription:\n SCP-7950 is a humanoid spectral entity resembling a peasant typical to the Victorian Era. It is currently located in a field in Cranleigh, England where all its activity has taken place.\n\n\nSCP-7950 is dormant for the majority of the year, manifesting only during the days between 20/4 and 15/5 as well as between 01/10 and 22/10. During these times, its activity consists exclusively of field work, which takes place each day from 8 AM to 6 PM. Once SCP-7950 ceases working for the day, it walks to the edge of the field and immediately demanifests.\n\n\nAddendum 7950-1: Discovery\n\n\nSCP-7950 was unintentionally discovered in an investigation into an unrelated anomaly, when Junior Researcher Brooks spotted it sowing seeds into the soil. The Department of Spectral Phenomena was alerted and a perimeter was established around the field in order to observe SCP-7950 before attempts to interact with it were made. Ectographical devices detected a trail of ectoplasm leading from the field into a dilapidated shack from which the photograph above was recovered from.\n\n\nSCP-7950 ceased activity on 15/5 before attempts to communicate with it were made. It resumed activity on 01/10, and an interview was authorized shortly after.\n\n\nAddendum 7950-2: Interview Log\n\n\n\n\nDate:\n 02/10/2014\n\n\nInterviewer:\n Dr. Gibson\n\n\nInterviewee:\n SCP-7950\n\n\nForeword:\n Dr. Gibson, equipped with an ectographical body camera, was tasked to approach SCP-7950 for an interview.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Gibson enters the field and begins to approach SCP-7950. It is seen swinging a scythe at the rows of wheat.\n\n\nDr. Gibson:\n Hello there!\n\n\nSCP-7950 turns to look at Dr. Gibson, raises its arm to greet him, then returns to work. Dr. Gibson walks closer until he stands approximately 10 feet away from SCP-7950.\n\n\nSCP-7950:\n What brings you to my field, sir? No one really has a reason to come all the way out here.\n\n\nDr. Gibson:\n Joshua Gibson. I'm a scientist of sorts. Would you mind if I asked you some questions?\n\n\nSCP-7950:\n Ask away.\n\n\nSCP-7950 continues to swing its scythe and stack the harvested wheat.\n\n\nDr. Gibson:\n I'll get right on it. Are you aware of your current situation?\n\n\nSCP-7950:\n Me grinning at the daisy roots?\n1\n Sure.\n\n\nDr. Gibson:\n I see. Then, what are you doing here? Do you have any idea why you're still here?\n\n\nSCP-7950:\n I'm working my field. It's time for harvest. It's what I do. It's what my pops did, and his pops before him.\n\n\nDr. Gibson:\n We found this old photograph from a shack nearby. The young man here looks quite a bit like you. Can you tell us anything about it?\n\n\nSCP-7950 stops its work to turn towards Dr. Gibson. It holds out its hand, and Dr. Gibson hands over the photograph.\n\n\nSCP-7950:\n I thought this was lost for good. Yes, it's me and my lady. Such a bit o' rasberry. Prime time of our lives.\n\n\nDr. Gibson:\n Why is she not here? What made you stay behind when she… moved on?\n\n\nSCP-7950 hands the photograph back, then gets on one knee to tie up a bale of wheat.\n\n\nSCP-7950:\n Because… because she left. There were some really tough years. Harvest was taken by frost on some years, drought on others. Most of what was left went to the good lords and the church. She told me she had no reason to stay with a farmer who couldn't bring bread to the table.\n\n\nDr. Gibson:\n Do you know what happened to her?\n\n\nSCP-7950:\n I think she ran away with some soldier, bloody gal-sneaker. Haven't heard anything from her since. I don't think the bad harvests were all there was to it. She just wasn't content with her life, I think.\n\n\nDr. Gibson:\n I'm sorry. If it helps, I too know how unfaithfulness stings.\n\n\nSCP-7950:\n Don't be. I'm fine. Who am I to judge?\n\n\nDr. Gibson:\n I believe the weather has been great overall these past few years. How has the harvest been?\n\n\nSCP-7950:\n Better each year. And still not good enough. It's never good enough.\n\n\nSCP-7950 throws the bale aside, then resumes swinging its scythe. Both are silent for 12 seconds.\n\n\nDr. Gibson:\n Are you sure you're fine?\n\n\nSCP-7950:\n Yes. Are you?\n\n\nDr. Gibson:\n I am. I admit it took me over a year to get over it, but I'm alright. Currently dating again.\n\n\nSCP-7950:\n Good for you.\n\n\nA fog has fallen over the field. Both are silent for a moment as SCP-7950 ties up another bale, throws it aside and resumes swinging its scythe.\n\n\nDr. Gibson:\n I do see her occasionally. You know, in the store or some similar place. We don't really talk since it's too awkward, but we're not enemies by any means. We can be adults about it.\n\n\nSCP-7950 sets down the scythe, and stretches.\n\n\nSCP-7950:\n Have you seen ghosts before?\n\n\nDr. Gibson:\n Hm? Why yes, several in fact.\n\n\nSCP-7950:\n What about her? The woman you loved.\n\n\nDr. Gibson:\n She's alive and well. It's a bit early to think of her as a ghost.\n\n\nSCP-7950:\n She is. Whoever you've been seeing is not the same person. A mere shadow of what once was.\n\n\nDr. Gibson:\n Well, I suppose you're right in a way. I don't really recognize her anymore. What we had is over, but it doesn't mean I can't be happy about the good times we shared. I moved on, and I deserve better.\n\n\nSCP-7950 closes its eyes and seems to inhale deeply, though no sound is heard. The fog seems to intensify slightly.\n\n\nSCP-7950:\n How still the air stands. Each wet strand of wheat smells heavy, all around us until the harvest is over.\n\n\nSCP-7950 picks up the scythe, walks to Dr. Gibson and firmly pats his shoulder. It then turns around and walks towards the edge of the field.\n\n\nSCP-7950:\n Was nice meeting you sir.\n\n\nDr. Gibson:\n Likewise.\n\n\nSCP-7950 demanifests upon reaching the edge of the field. Dr. Gibson stands in place for a moment before walking off the field himself.\n\n\n[END LOG]\n\n\n\n\nAddendum 7950-3: Update\n\n\nA spectral entity with the appearance of Dr. Gibson has been spotted in the field the day following the interview, engaging in identical behavior to SCP-7950. Dr. Gibson himself is currently in good health, and no anomaly, spectral or otherwise, has been identified in him.\n\n\nThis new spectral entity, henceforth referred to as SCP-7950-2, manifests and demanifests in identical cycle to SCP-7950. It occasionally stops working to cry, with SCP-7950 usually responding by giving it a firm pat on the back. Proposal to alter SCP-7950's object class to Euclid is currently pending approval by the Department of Spectral Phenomena, and all plans to further interview SCP-7950 or SCP-7950-2 have been discontinued.\n\n\n\n\nFootnotes\n\n\n1\n. Victorian Era slang for being dead.\n\n\n\n\n\n\n\n\n« \nSCP-7949\n | SCP-7950 | \nSCP-7951\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7950\n\" by SphereFinale, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7950\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n farmer.jpg\n\n\nName:\n Bolgárkertészet, Nyíregyháza 1940-es évek.jpg\n\n\nAuthor:\n Trifonovné Karajz Borbála\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7950-1: Discovery\nSCP-7950 was unintentionally discovered in an investigation into an unrelated anomaly, when Junior Researcher Brooks spotted it sowing seeds into the soil. The Department of Spectral Phenomena was alerted and a perimeter was established around the field in order to observe SCP-7950 before attempts to interact with it were made. Ectographical devices detected a trail of ectoplasm leading from the field into a dilapidated shack from which the photograph above was recovered from.\nSCP-7950 ceased activity on 15/5 before attempts to communicate with it were made. It resumed activity on 01/10, and an interview was authorized shortly after.",
        "Addendum 7950-2: Interview Log",
        "Addendum 7950-3: Update\nA spectral entity with the appearance of Dr. Gibson has been spotted in the field the day following the interview, engaging in identical behavior to SCP-7950. Dr. Gibson himself is currently in good health, and no anomaly, spectral or otherwise, has been identified in him.\nThis new spectral entity, henceforth referred to as SCP-7950-2, manifests and demanifests in identical cycle to SCP-7950. It occasionally stops working to cry, with SCP-7950 usually responding by giving it a firm pat on the back. Proposal to alter SCP-7950's object class to Euclid is currently pending approval by the Department of Spectral Phenomena, and all plans to further interview SCP-7950 or SCP-7950-2 have been discontinued."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7950 \" by SphereFinale, from the SCP Wiki . Source: https://scpwiki.com/scp-7950 . Licensed under CC-BY-SA .",
        "Filename: farmer.jpg Name: Bolgárkertészet, Nyíregyháza 1940-es évek.jpg Author: Trifonovné Karajz Borbála License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The field in which SCP-7950 is located must remain under guard surveillance during its active times to prevent unauthorized entry. Entry into the field is prohibited until further notice.",
    "description": "SCP-7950 is a humanoid spectral entity resembling a peasant typical to the Victorian Era. It is currently located in a field in Cranleigh, England where all its activity has taken place.",
    "title": "SCP-7950"
}