{
    "url": "https://scp-wiki.wikidot.com/scp-7952",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\nItsDenali\n\n\n\n\n\n\n\n\nSCP-7952:\n Miserere Eorum\n\nBy \nItsDenali\n\n\nMore By This Author\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-7952\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7952 is contained at the location of its discovery, and the area has been cordoned off from public access with a padlocked grate. No other containment procedures are considered necessary.\n\n\nDescription:\n SCP-7952 is a set of anomalous human remains located inside of a small cave in Glacier Bay National Park and Preserve, near Juneau, Alaska. The cave measures approximately 20 meters in length by 2 meters in height and diameter for most of its continuity, which is generally flat and level, barring a slight rise at its end. The floor of the space is partially flooded due to the presence of a nearby stream running over the mouth of the cave.\n\n\nPersonnel in proximity to SCP-7952 report a strong desire to not disturb the remains, as well as a decelerated perception of time;\n1\n both phenomena have been observed to intensify dramatically the closer an observer is to the item. Additionally, faint remnants of what appear to have once been glyphs and a thaumaturgic ritual circle surround the corpse, though the implements have become too eroded to be able to determine what their original function was.\n\n\nSCP-7952 also exhibits strong antimemetic properties which visually obscure the item, making examination of it extremely difficult. Photographs, video, and similar visual imaging techniques are also subject to this property, which results in severe distortion of affected media. Consequently, details concerning SCP-7952 such as its identity, race, gender, or age prior to its death remain unknown. However, evidenced by items discovered alongside the anomaly (see below), it is believed that SCP-7952 has occupied its current position for at least several years.\n\n\nIn-depth study or exhumation of SCP-7952 has been deemed unnecessary.\n\n\nAddendum 7952.1:\n Upon discovery, several belongings were found beside SCP-7952, including a rusted flashlight, a King James Bible, and a small journal. All items had sustained severe water damage by the time of discovery. The Bible contained little of note beyond minor annotations throughout the New Testament. Only the final entry in the journal proved partially legible, and has been transcribed below.\n\n\n\n\n...\n that such hatred, such shame could rule so despotically. To think it'd take me so many years to see it all for what it truly was. The joy we'd known, the pain we'd felt, and everything else we endured along the way,\n \n...\n[illegible]\n...\n \nAll of it, culminating here, at the end of a life.\n\n\nI find it strange that I feel at peace here in this damp, obscure corner of the world under such circumstances as these. Yet to feel such a sensation after so long and arduous a path fills me with a joy that I simply cannot explain.\n\n\n[All but the last three lines is illegible.]\n\n\n...\n \nthe vicious brunt of it all, no matter what happens.\n\n\nI will at least be able to rest easy knowing that, when this is all over, Edward and the others will be safe.\n\n\nPlease, God, just let them be safe.\n\n\n\n\n\n\n\n\n« \nSCP-7951\n | \nMore by this author\n | \nSCP-7953\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7952\n\" by ItsDenali, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7952\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The latter phenomenon is a purely sensory one, and the subject's actual temporal characteristics remain unaffected.",
    "addendums": [
        "Addendum 7952.1: Upon discovery, several belongings were found beside SCP-7952, including a rusted flashlight, a King James Bible, and a small journal. All items had sustained severe water damage by the time of discovery. The Bible contained little of note beyond minor annotations throughout the New Testament. Only the final entry in the journal proved partially legible, and has been transcribed below."
    ],
    "documents": [],
    "notes": [
        "\" SCP-7952 \" by ItsDenali, from the SCP Wiki . Source: https://scpwiki.com/scp-7952 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-7952",
    "object_class": "Safe",
    "containment_procedures": "SCP-7952 is contained at the location of its discovery, and the area has been cordoned off from public access with a padlocked grate. No other containment procedures are considered necessary.",
    "description": "SCP-7952 is a set of anomalous human remains located inside of a small cave in Glacier Bay National Park and Preserve, near Juneau, Alaska. The cave measures approximately 20 meters in length by 2 meters in height and diameter for most of its continuity, which is generally flat and level, barring a slight rise at its end. The floor of the space is partially flooded due to the presence of a nearby stream running over the mouth of the cave.",
    "title": "SCP-7952"
}