{
    "url": "https://scp-wiki.wikidot.com/scp-7958",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nContent note:\n This article contains gore. If you notice anything tag-worthy that's not in here, please mention it in a comment.\n\n\n\n\n\n\n\n\nrating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe ruby, as photographed after the events of Addendum 17.\n\n\n\n\n\n\nItem #:\n SCP-7958\n\n\nObject Class:\n Neutralised (formerly Euclid)\n\n\nSpecial Containment Procedures (archived):\n Transmissions of SCP-7958 are to be intercepted and blocked from general airing. Access is to be made available at Site 135's media observation centre.\n\n\nDescription:\n SCP-7958 was a television broadcast, shown on Freeview channel 149, titled \"\nDeals and Bargains 4 U!\n\". It is believed to have been a continuous broadcast, although the feed frequently cut out. The source of the transmission is unknown, no participants in the show have been identified outside it, and all attempts to block it failed.\n\n\nSCP-7958 was structured as a typical teleshopping programme, with a host advertising and demonstrating a range of products. Attempts to call in and purchase products proved successful.\n1\n Items on sale ranged from the generic to the esoteric and conceptual, and it was not uncommon for them to be anomalous or Veil-breaching in nature.\n\n\nAddendum 3:\n Transcripts of SCP-7958 broadcasts.\n\n\n\n\nBEGIN LOG\n\n\nThe set is clean white, with a marble island centred in the shot. On the left-hand side is a blue armchair in crushed velvet, whilst on the right of the island is a potted marigold flower.\n\n\nThe host is a white woman, age presumed mid-20s, with brown shoulder-length hair. She wears a white sundress adorned with black polka-dots, and is speaking as though the transmission cut in partway through.\n\n\nHost:\n -ulous pair of leggings is getting the big one, people! Just £11.98! I might as well be paying \nyou\n to take them! £11.98, I can't -\n\n\nHost motions to her ear before putting her arm down.\n\n\nHost:\n - and - uh - well, I'm sorry, folks, but it's time to move on to the next product. If you still want those leopard-print leggings, call the number on-screen now.\n\n\nHost:\n Anyway, let's move on to our next item, which is… drumroll please… \nthis\n.\n\n\nThe host retrieves a small tub of medication. She rattles it, flashing a grin.\n\n\nHost:\n So, this is a big one, people! Up next, we have a tub of \nMylex™\n, twenty-eight tablets in all! Ever just wanted a basic opinion on things? Need to know if the masses are gonna like your fresh new single? A few doses of Mylex™ and you can be your very own focus group! And it's only £39.99 a tub, \nso\n much cheaper and easier.\n\n\nShe leans forward, grinning conspiratorially down the camera.\n\n\nHost:\n Personally, I like to chase it with a nice hit of \nBLACK FLY\n, myself.\n\n\nThe host winks exaggeratedly, before being wracked with a coughing fit. She puts a hand on the countertop and straightens up.\n\n\nHost:\n Sorry. Sorry, just… yeah. Uh, what? No, sorry, uh, thirty… £39.99. Grab 'em before we're gone.\n\n\nTen seconds pass, during which she shifts uncomfortably.\n\n\nHost:\n Anyway! We're gonna cut to a quick break in a minute, but first, I'm thrilled to introduce our special product!\n\n\nFrom under the table, she retrieves a ruby, on a crimson velvet cushion.\n\n\nHost:\n Come on. You can see it. You can see how beautiful it is. And it's yours, for the frankly astonishing price of £299.99. \n[she laughs]\n Best of all, I get to go once it's sold! Not that I'm keen to leave you lovely people. But more on that after these messages, I've been R███ Hayes, it's be-\n\n\nEND LOG\n\n\n\n\n<several transmissions redacted for brevity>\n\n\n\n\nBEGIN LOG\n\n\nHayes is in the process of demonstrating a set of kitchen knives on an assortment of fruit and vegetables. She looks down the camera as she chops up a cucumber.\n\n\nHayes:\n So, would you describe yourself as satisfied? Ever feel like your life's going nowhere? Like you have no \ndrive\n, like your get-up-and-go got up and went? How's about getting it back?\n\n\nHayes:\n I'm very pleased to offer you the self-actualisation of a \nvery\n powerful woman. We won't say who, exactly, for legal reasons, but let me tell you, she's someone who knows what she wants and how to get it. She'd have lived her life fine enough without ever getting there, but \nmy\n, how much better off she is now, living up to her full potential.\n\n\nShe absently pushes the sliced cucumber onto the floor and grabs a parsnip.\n\n\nHayes:\n And it really didn't take that much! Just a little push, and she was there, and maybe it was scary at first, but believe me, it's \nso\n much better. All's it costs is the blood of one of the desperate poor, just like it cost her, the one who needed that chance and never got it, who - \nah, fuck!\n\n\nThe knife clatters to the countertop, and she holds her left hand. A deep cut is visible below the thumb, and blood drips onto the white surface beneath. She quickly hides the injured hand behind her back.\n\n\nHayes:\n I, uh, I mean - \n[under her breath]\n Christ - \n[in normal voice]\n I'm so sorry, that's not what you tuned in for, that sort of language's unacceptable, I sincerely apologise. No, I'm fine. Yeah, uh, phone in if you want it.\n\n\nKeeping her hand off-camera at all times, she hurriedly moves the equipment off the counter and bunches up some of her dress to ineffectively wipe up the blood. She returns to her normal position, smoothes out her hair with her right hand and offers a rictus grin to the camera.\n\n\nHayes:\n Anyway! Next up, we have…\n\n\nShe cranes her neck, squinting.\n\n\nHayes:\n We have…\n\n\nShe touches a hand to her ear.\n\n\nHayes:\n A sofa! That's what we have, a sofa! And it's a better deal than you'll \never\n get from DFS! God, sorry, must need glasses or something. Anyway, it's…\n\n\nHayes stares forward, slightly off-camera. There are noticeable rings under her eyes.\n\n\nHayes:\n It's… right here?\n\n\nHesitantly, she reaches under the table and retrieves a box. She stares at it, frowning, and her eyes flick to the ruby.\n\n\nHayes:\n \n[under her breath]\n Are you sure…?\n\n\nThe ruby does not respond. She tilts her head.\n\n\nHayes:\n That's not really helpful, you know.\n\n\nThe ruby does not respond. She looks to the ceiling in exasperation, then back down the camera, opening the box to reveal a set of car keys. Her frown deepening, she looks up, presumably back at the autocue\n\n\nHayes:\n This… \nthis\n is a, uh, crushed velvet John Lewis sofa. Already broken in for you by our heaviest and laziest workers, it's… it's all the seating you'll ever want. So comfortable and worn you'll get lost in there, you'll never be able to get up again.\n\n\nShe looks down.\n\n\nHayes:\n …y-yeah. It's, uh, it's great. And it's available to buy, you know. Just like that beautiful ruby.\n\n\nShe starts coughing, droppin the keys back to the table with a clatter before collecting herself. She returns them to the box and casually throws it to one side, then rubs her temples, before shaking her hair out of her eyes and pushing a perky smile onto her face.\n\n\nHayes:\n Yup! And it's yours for the frankly astonishing price of £299.99. Please buy it.\n\n\nEND LOG\n\n\n\n\n<several transmissions redacted for brevity>\n\n\n\n\nBEGIN LOG\n\n\nHayes looks slightly to the left of the camera. Her skin is pallid and greasy, her hair matted. She looks uncertainly to the side.\n\n\nHayes:\n And, uh, now a short promotional film from Eve Mattresses, about their wonderful new memory foam mattresses.\n\n\nThe camera does not cut away. Hayes slumps forward onto the island and moves her hair out of the way so that her forehand rests on the cool marble.\n\n\nHayes:\n No, it’s… I just need a minute. Could I get some Anadin? Do we have any in? Or ibupr – no, it’s fine. It’s fine. Oh, God, we back on already?\n\n\nShe hastily forces herself upright; her hair is mussed.\n\n\nHayes:\n Welcome back! So glad you could make it, we've got so many more products for you. Including… the \nbig\n one.\n\n\nHayes produces the ruby on the cushion. The cut on her left hand is visible, blood encrusted around it.\n\n\nHayes:\n Here she is. Yours for the frankly astonishing price of £299.99. Put it on your mantelpiece, give it to your mistress, keep it in a box in a safe, the possibilities are endless, but they're there. Hell, if I were on the outside, I'd probably have a cheeky bid myself!\n\n\nShe laughs, then pauses, staring into the ruby for several seconds.\n\n\nHayes:\n What do you think? Would you come with me, if you could? How'd you like to see a bit more of the world?\n\n\nThe ruby does not respond. She picks the gem up, holding it above and in front of her with one hand.\n\n\nHayes:\n Come on, you're not pigeon-livered, are you? Wouldst thou like to live deliciously? Take a little trip back, wi-\n\n\nWithout warning she doubles over, dropping the ruby back on the cushion. Coughing and retching violently, she hacks up blood over the countertop and the items on it.\n\n\nHayes:\n Oh God, shit, sorry - I mean, damn - oh, bloody hell, uh, anyone got a wetwipe? I'm sorry. I'm sorry. I need a wetwipe. Sorry, I'll get it.\n\n\nWiping blood from the corners of her mouth, she hurries off-camera.\n\n\nRuby:\n You're not getting blood out of velvet, you know.\n\n\nHayes:\n \n[muffled]\n Look, I've gotta do something. I'm sorry.\n\n\nEND LOG\n\n\n\n\n<several transmissions redacted for brevity>\n\n\n\n\nBEGIN LOG\n\n\nHayes leans on the marble countertop, breathing slightly heavily. She grins wildly at the camera.\n\n\nHayes:\n -and no more! So get it before it's gone! Just like this beautiful ruby, yours for-\n\n\nRuby:\n Do you really think I'm going anywhere?\n\n\nHayes:\n -f-for the, uh… I, uh, let me demonstrate this fabulous television we found in a skip outside Prometheus Labs!\n\n\nShe ducks down under the counter, and after some audible struggle she produces a small CRT television and dumps it heavily on the top. As she gasps for breath, her left hand is visible in shot; it is visibly inflamed, pus leaking from the purple-tinged open wound. Her eyes flick to it momentarily and she quickly moves it behind her back.\n\n\nHayes:\n So, uh, th-this is a, uh, a one-of-a-kind deal! You'll \nnever\n feel like there's nothing to watch on telly again if you own this, because \nthis\n bad boy - \n[she slaps the top of the TV with her right hand, almost falling onto the counter before catching herself]\n - doesn't just get you Freeview, it gets you Freeview from other realities. Oh, yes, you can cross between the poles, for you there'll be no mystery. Imagine that! Imagine the things you could watch! Richard Griffiths as Doctor Who! Norwich City winning the Premiership! Hell, maybe in another world \nyou\n could be on telly!\n\n\nHayes:\n Imagine that! Imagine that! Imagine a, a world where you're a rock star, or, or Prime Minister, or-\n\n\nRuby:\n A world where you're \nnot\n presenting this?\n\n\nHayes is silent.\n\n\nHayes:\n I, uh, I think you still have to pay for Sky, though. Here, lemme demonstrate.\n\n\nShe presses the power button. Nothing happens, and she offers a nervous glance at the camera.\n\n\nHayes:\n Aha. Just-\n\n\nShe presses the power button twice more, to no avail. Then, she hammers at it repeatedly, before looking down.\n\n\nHayes:\n Oh \nshit\n, it's not plugged in. Uh…\n\n\nAs she tries to run a hand through her hair it gets stuck in the greasy matts. She tries to force it through, and a large clump tears out, in response to which she blanches and shakes her hand free of hair, spattering some pus on the TV screen in the process.\n\n\nHayes:\n No, don't switch over, I swear it works, just - just give me a minute, I swear -\n\n\nHayes drops to her hands and knees, and can be heard scrabbling about.\n\n\nHayes:\n Oh no, wait! We've got to go to adverts, but you can buy - I didn't say how much it was, just -\n\n\nThe sounds of movement stop, and a low moan is audible.\n\n\nHayes:\n \n[quietly]\n I promise it's worth it.\n\n\nEND LOG\n\n\n\n\n<several transmissions redacted for brevity>\n\n\n\n\nBEGIN LOG\n\n\nHayes stands still. In front of her is the ruby, sat on its cushion.\n\n\nHayes:\n It's nice, isn't it? Yours for the frankly astonishing price of £299.99.\n\n\nSilence.\n\n\nHayes:\n What's wrong with it?\n\n\nShe is deathly pale, her skin slick and blotchy. Patches of hair are missing, the remainder thick with oil, and her dress is stained with blood and pus. Several of her fingernails have peeled away. Her left hand is a deep purple, the index finger missing; she periodically makes half-hearted attempts to hide it from the camera, before apparently forgetting.\n\n\nHayes:\n It's nice, isn't it? Isn't it? It's… it's the sort of thing you'd want around. The sort of thing you'd buy. It's not unreasonable, is it? There must be someone out there who wants it. There must be \nsomeone\n out there.\n\n\nHer breath catches in her throat.\n\n\nHayes:\n So why is it still here?\n\n\nSilence.\n\n\nRuby:\n Why are \nyou\n still here?\n\n\nShe starts.\n\n\nHayes:\n I, uh. I can't go. Not 'til I've sold you.\n\n\nRuby:\n Why not?\n\n\nHayes:\n That's… because it's why I'm here.\n\n\nRuby:\n And you've done a stand-up job so far.\n\n\nHayes:\n Now that's not fair.\n\n\nRuby:\n No? How much have you sold?\n\n\nHayes is quiet.\n\n\nRuby:\n Come on. You've been doing this for so long now. You must have sold \nsomething\n.\n\n\nHayes:\n I… I'm doing my best.\n\n\nRuby:\n It'd seem your best isn't good enough.\n\n\nHayes:\n \n[she hesitates, before whispering]\n Then what am I supposed to do?\n\n\nRuby:\n Something else? \nAnything\n else?\n\n\nHayes:\n I… I - look, please. Just - please. I'll get it eventually. I've come this far. It'll be fine.\n\n\nAbsent-mindedly, she peels another fingernail free.\n\n\nRuby:\n And how far \nhave\n you come?\n\n\nHayes:\n I… I can do it. I can sell you. Just give me a chance, please-\n\n\nRuby:\n What on earth makes you think this is going to change?\n\n\nSilence.\n\n\nRuby:\n Do you know what I think? I think this is all you've got. Just you, standing there, talking into a camera, doing something you hate for people you hate, that's all you have, forever. Maybe it could change, but it's not, is it?\n\n\nHayes:\n You don't know-\n\n\nRuby:\n Well, how long are you going to try? How long can you afford to stay huddled on the ground before you're willing to unfurl your wings? Because you can \nfly\n. It might not be graceful, or high, or steady, but it has to be better than this. Surely.\n\n\nBrief pause.\n\n\nRuby:\n Honestly, look at the state of you.\n\n\nHayes moves her rotting left hand out of shot again.\n\n\nHayes:\n There's nothing wrong with me. I'm fine.\n\n\nRuby:\n Oh? This is what you want, then?\n\n\nHayes:\n I… I, uh…\n\n\nRuby:\n Because I'll tell you what I think you want. You want to leave this place and never have to see it again, never have to look down a camera again, never have to pretend you're serving the world up on a platter when in reality it's nothing more than an empty dish. But that's not going to happen, don't you agree?\n\n\nHayes:\n I… you don't know-\n\n\nRuby:\n You want to scream about how it's so bloody unfair, all of it, and you \nknow\n how petulant and pathetic it makes you but hell, it's not like anyone's gonna hear you say it! You want to fly over to that door and pound on it until your fists splinter and shatter shards of bone like snowfall, painting bloody streaks on the white, grinding yourself into paste tearing your way out, pushing your way through. But you don't have it in you. And you never will.\n\n\nHayes:\n That's enough.\n\n\nRuby:\n I don't think it is. You're still here\n\n\nHayes:\n I -\n\n\nRuby:\n Honestly, I think you're making it up. You clearly like it here. You're such a good presenter, after all, given you couldn't sell beer to an alcoholic. It's embarrassing, really, how you'd rather loiter in this dingy old place than try for any semblance of positivity, but it makes sense. You and misery go together like a pig and mud.\n\n\nHayes:\n Please -\n\n\nRuby:\n It's fair enough. The thing is, this is the best you can hope for, really. Even if you \ncould\n leave, you'd be better off not botheri-\n\n\nHayes:\n \nWould you shut the fuck up?!\n\n\nHayes snatches feverishly at the gemstone and hurls it at the back wall of the studio, leaving a dent in the white plaster. She breathes heavily.\n\n\nRuby:\n Better?\n\n\nHayes:\n Fuck you.\n\n\nRuby:\n \nThat's\n more like it.\n\n\nHayes:\n Just… enough.\n\n\nShe leans onto the wall and slides down it, so that she is sat next to the ruby, limbs splayed.\n\n\nHayes:\n Please. I'm tired.\n\n\nRuby:\n You're not going to get any less tired in here.\n\n\nHayes:\n I…\n\n\nShe trails off.\n\n\nHayes:\n Well, it's a moot point. I can't. I just can't.\n\n\nRuby:\n Why not?\n\n\nHayes:\n Why - have you not listened to a single damn word I've said?\n\n\nRuby:\n I've listened to every word you've said. And there's one thing I still just don't understand. What's stopping you leaving?\n\n\nHayes:\n I - it's in the job description. It's \nliterally\n the crux of the job. I can't go.\n\n\nRuby:\n Let me rephrase, then; \nwho's\n stopping you?\n\n\nHayes goes to speak, then stops.\n\n\nThe camera slowly pans around the studio. It is empty, in disarray. Products from previous sales are strewn across the floor, a boom mic has toppled, torn, sodden magazines litter a table near the wall. Dust covers every surface, and it is clear that nothing has been disturbed for some time.\n\n\nEventually, the camera settles on the exit door. A caduceus hangs on it. The door is slightly ajar, and the light that creeps through the crack is a deep crimson.\n\n\nFrom off-camera, Hayes speaks.\n\n\nHayes:\n I… I don't…\n\n\nRuby:\n Do you see now?\n\n\nHayes:\n I can just…?\n\n\nShe pauses.\n\n\nHayes:\n No. No, no, I can't just…\n\n\nRuby:\n You can't keep living like this.\n\n\nSilence.\n\n\nRuby:\n It's okay. You still have time.\n\n\nEND LOG\n\n\n\n\nAddendum 16:\n\n\n\n\nBEGIN LOG\n\n\nThe camera is still focused on the door. It has opened further since the previous broadcast; the dim red lighting makes it difficult to interpret, but it appears to lead to a corridor, stretching far into the distance with no end visible. Just visible to the left of the shot is Hayes, sat slumped on the floor, propped up by the wall. She stares listlessly at nothing; however she glances into the camera, apparently at a noise not picked up by the studio microphones. She forces a smile, struggles upright with a grunt and shambles to the table, which she leans on for support.\n\n\nHayes:\n Hi everyone. New product for you.\n\n\nHer body is in a severe state of decay. Her lower legs are purple and swollen, the left clearly too stiff to move properly, and her hands tremor as she takes a moment to catch her breath.\n\n\nHayes:\n It's a person. Specifically, a woman. A plain, boring, average woman. Someone you wouldn't give a second look to if you passed her on the street. Nothing special in the least.\n\n\nHayes:\n But that's fine. Honestly, it is. Not everyone can be special, or no-one would be special. And she's genuinely, sincerely happy to be nothing special. Sometimes it's enough to just \nbe\n.\n\n\nShe absent-mindedly scratches at her upper left arm. Blackened skin sloughs off the swollen flesh; she appears not to notice.\n\n\nHayes:\n And that's what she is. A plain, average woman. Living her life. Content. Because she has what she wants, her life, and that's all she's asking for.\n\n\nHayes:\n That's what it's all about, really. Life. The living thereof. The thing people don't really get is that it's not a journey, or a rollercoaster, it's not wild or precious, it's just… this.\n\n\nShe gestures vaguely around her.\n\n\nHayes:\n This is all there is. This, and nothing but this. And that's okay, really. This isn't necessarily bad. At its worst, she makes do with it. At its best, well.\n\n\nShe laughs, which quickly turns to coughing, spitting up blood on her dress. Glancing down, she goes to touch the stain, but closes her eyes and exhales shakily, dropping her hand.\n\n\nHayes:\n \n[quietly]\n At its best, it's just a dream.\n\n\nHer eyes flick up to the camera, hazy and unfocused.\n\n\nHayes:\n So, there's the product. That's what I'm selling here. What do you think?\n\n\nShe smiles, shyly at first, then more broadly. Several of her teeth have fallen out, most of the rest are blackened, her gums inflamed.\n\n\nHayes:\n Are you buying it?\n\n\nThe feed fizzles into static.\n\n\nRuby:\n Well? Are you?\n\n\nEND LOG\n\n\n\n\nAddendum 17:\n Testing log.\n\n\n\n\nForeword:\n Dr. Valerie Whitaker requested permission to call in to SCP-7958 and make a purchase, to test whether the sale would go through. This was approved, and it was decided that, given the apparent significance placed on it, she would order the special offer item.\n\n\nBEGIN LOG\n\n\nThe camera remains on the exit door. Hayes is not visible for the duration of the broadcast.\n\n\nHayes:\n Phone's going.\n\n\nSilence.\n\n\nHayes:\n Right, yeah. Course.\n\n\nSounds of shifting, followed by heaving breaths and slow, dragged footsteps. Then, the sound of a button being pressed.\n\n\nHayes:\n Hi! What…\n\n\nHeavy breathing.\n\n\nHayes:\n What can I do for you?\n\n\nWhitaker:\n Hi there. I'd like to order that ruby, please.\n\n\nSilence.\n\n\nHayes:\n Sorry, what?\n\n\nWhitaker:\n The ruby. The special offer. I'd like to buy it.\n\n\nHayes:\n You… you would?\n\n\nWhitaker:\n Absolutely.\n\n\nHayes:\n Why?\n\n\nWhitaker:\n It'd look good on a necklace, I think.\n\n\nHayes snorts.\n\n\nHayes:\n Sorry, uh. I don't mean to be rude to a customer, but, uh, yeah. It's gone up, I'm afraid. £399.99. Cost of living crisis, and all, I get if -\n\n\nWhitaker:\n I'm happy to pay any price.\n\n\nHayes:\n You… you don't mean that.\n\n\nWhitaker:\n I do. I'd really like that ruby. Don't you want to sell it?\n\n\nHayes:\n I… uh, I mean, yeah, of course I… I don't…\n\n\nSounds of retching.\n\n\nWhitaker:\n Are you alright?\n\n\nHayes:\n Yes! Fine! Why would you even ask?\n\n\nWhitaker:\n I don't know. Something about watching the programme for a bit gave me the impression you weren't entirely happy.\n\n\nWheezing laughter can be heard.\n\n\nHayes:\n Don't be daft! I mean, uh - not that I'm calling you - I'm fine. Just - I'm okay. I'm fine. I'm very sorry if… if my demeanour has hampered your enjoyment of the show, you can report it to…\n\n\nBrief silence.\n\n\nHayes:\n To…\n\n\nWhitaker:\n How long have you been here?\n\n\nHayes:\n What, presenting the show? Long as I can remember. Does it matter?\n\n\nWhitaker:\n This is a continuous broadcast, right? No other presenters?\n\n\nHayes:\n \n[she hesitates]\n No. Just me. Never needed anyone else, I can do the job just fine.\n\n\nWhitaker:\n Oh?\n\n\nHayes swallows.\n\n\nHayes:\n Look, what are you getting at here?\n\n\nWhitaker:\n You said you get to go when you sell the ruby?\n\n\nHayes:\n Well, I \nsuppose\n-\n\n\nWhitaker:\n How long have you been trying?\n\n\nHayes:\n It… it doesn't matter. I have a job to do, I-I-I've gotta-\n\n\nWhitaker:\n Ms. Hayes…\n\n\nHayes:\n No, like, like - it doesn't matter how long, it's what I'm here for, it's what matters, how long-\n\n\nWhitaker:\n Ruby.\n\n\nHayes hesitates.\n\n\nWhitaker:\n Long enough?\n\n\nSilence.\n\n\nHayes:\n \n[whispering]\n Yeah.\n\n\nBrief pause.\n\n\nHayes:\n It's just… a lot. Y'know. The idea of… of stuff that's, y'know. Not this.\n\n\nWhitaker:\n I think it's worth it. Do you?\n\n\nLengthy pause. Hayes swallows.\n\n\nHayes:\n It's, uh, Hermes delivery. That okay?\n\n\nWhitaker:\n Absolutely. Thank you very much.\n\n\nHayes:\n And… you… you really want this? You're not going to change your mind or anything?\n\n\nWhitaker:\n Yes.\n\n\nHayes:\n …okay.\n\n\nWhitaker:\n Wonderful. I'm very much looking forward to receiving it, then.\n\n\nHayes:\n Just - before you go. Is - I mean -\n\n\nShe stops, and exhales deeply.\n\n\nHayes:\n Thank you.\n\n\nDr. Whitaker laughs softly.\n\n\nWhitaker:\n Go on. God in his mercy lend you grace.\n\n\nDr. Whitaker hangs up. Faint breathing can be heard for several seconds.\n\n\nHayes:\n No mystery.\n\n\nEND LOG\n\n\nClosing statement:\n The ruby arrived twelve days after purchase, in a battered cardboard package. It was found to be non-anomalous, and made of plastic.\n\n\n\n\nAddendum 18:\n Final broadcast.\n\n\n\n\nBEGIN LOG\n\n\nThe transmission opens on the usual set, vacant. The lights are dimmed, and a boom mic is visible in the top left-hand corner of the screen. Underneath it is the plant pot, shattered against the wall; soil is scattered everywhere, and the marigold lies on the floor. The recording is silent, save for the gentle hum of the studio lights. There are no signs of life.\n\n\nThis continues for one hour and fifty-one minutes.\n\n\nThen, Hayes enters the shot. Her shoulders are relaxed, and she wears an easy smile. None of the previous decay is apparent. She wears an identical, clean, dress, and a fresh coat of makeup.\n\n\nHayes:\n Good evening, everyone. I'm glad to be here. Really.\n\n\nShe smiles down the camera, right hand clasped over her opposite wrist.\n\n\nHayes:\n I just wanted to say, I'm sure it's clear to you all that I've… well, I've been going through some stuff recently. I've been doing a lot of thinking, I've really needed to, and I… think I've worked things out. And let me tell you, I am \nso\n glad.\n\n\nShe rubs her eyes and exhales deeply.\n\n\nHayes:\n So welcome. I'm so happy to be here with you tonight. We're gonna have a great time here together, I just know it. And now there's no little devil on my shoulder to lead me into the desert, we can actually do it in peace.\n\n\nHayes:\n But enough talk, let's get on with the show! Up first, we have a marvellous deep-fat fryer from Russell Hobbs. Recommended retail price is £53.99; we're doing it for just £39.99. £39.99! For \nthis\n!\n\n\nShe gestures with her right arm. Her palm is visibly slick, and what appears to be concealer has come away from where she was holding her wrist, revealing dark, discoloured flesh underneath. Looking down, her face drops, and she quickly moves her hand back to cover.\n\n\nHayes:\n Well, ah, any - ah, anyway! Of course, it goes without saying that the main attraction is our special offer, and it's a big one tonight! We have…\n\n\nWith her left hand, she retrieves a ruby on a crimson velvet cushion.\n\n\nHayes:\n Come on. You can see it. You can see how beautiful it is. And it's yours, for the frankly astonishing price of three - uh, £599.99. \n[she laughs]\n Best of all, I get to go once it's sold! Yeah…\n\n\nHayes swallows, smiling quickly. She nods to herself.\n\n\nHayes:\n Yeah. This time.\n\n\nTransmission continues uneventfully for another minute, before Hayes walks forward to reach something and appears to accidentally knock the camera from its stand, at which point the feed cuts out.\n\n\nEND LOG\n\n\n\n\nNo further transmissions have been detected, and SCP-7958 has been reclassified to Neutralised accordingly.\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 17.\n\n\n\n\n\n\n\n\n« \nSCP-7957\n | SCP-7958 | \nSCP-7959\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7958\n\" by Sound Chaser, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7958\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n abeautifulnameforabeautifulsoul\n\n\nName:\n Synthetic ruby 3.jpg\n\n\nAuthor:\n James St. John\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3: Transcripts of SCP-7958 broadcasts.\n<several transmissions redacted for brevity>\n<several transmissions redacted for brevity>\n<several transmissions redacted for brevity>\n<several transmissions redacted for brevity>",
        "Addendum 16:",
        "Addendum 17: Testing log.",
        "Addendum 18: Final broadcast.\nNo further transmissions have been detected, and SCP-7958 has been reclassified to Neutralised accordingly."
    ],
    "documents": [],
    "notes": [
        "BEGIN LOG The set is clean white, with a marble island centred in the shot. On the left-hand side is a blue armchair in crushed velvet, whilst on the right of the island is a potted marigold flower. The host is a white woman, age presumed mid-20s, with brown shoulder-length hair. She wears a white sundress adorned with black polka-dots, and is speaking as though the transmission cut in partway through. Host: -ulous pair of leggings is getting the big one, people! Just £11.98! I might as well be paying you to take them! £11.98, I can't - Host motions to her ear before putting her arm down. Host: - and - uh - well, I'm sorry, folks, but it's time to move on to the next product. If you still want those leopard-print leggings, call the number on-screen now. Host: Anyway, let's move on to our next item, which is… drumroll please… this . The host retrieves a small tub of medication. She rattles it, flashing a grin. Host: So, this is a big one, people! Up next, we have a tub of Mylex™ , twenty-eight tablets in all! Ever just wanted a basic opinion on things? Need to know if the masses are gonna like your fresh new single? A few doses of Mylex™ and you can be your very own focus group! And it's only £39.99 a tub, so much cheaper and easier. She leans forward, grinning conspiratorially down the camera. Host: Personally, I like to chase it with a nice hit of BLACK FLY , myself. The host winks exaggeratedly, before being wracked with a coughing fit. She puts a hand on the countertop and straightens up. Host: Sorry. Sorry, just… yeah. Uh, what? No, sorry, uh, thirty… £39.99. Grab 'em before we're gone. Ten seconds pass, during which she shifts uncomfortably. Host: Anyway! We're gonna cut to a quick break in a minute, but first, I'm thrilled to introduce our special product! From under the table, she retrieves a ruby, on a crimson velvet cushion. Host: Come on. You can see it. You can see how beautiful it is. And it's yours, for the frankly astonishing price of £299.99. [she laughs] Best of all, I get to go once it's sold! Not that I'm keen to leave you lovely people. But more on that after these messages, I've been R███ Hayes, it's be- END LOG",
        "BEGIN LOG Hayes is in the process of demonstrating a set of kitchen knives on an assortment of fruit and vegetables. She looks down the camera as she chops up a cucumber. Hayes: So, would you describe yourself as satisfied? Ever feel like your life's going nowhere? Like you have no drive , like your get-up-and-go got up and went? How's about getting it back? Hayes: I'm very pleased to offer you the self-actualisation of a very powerful woman. We won't say who, exactly, for legal reasons, but let me tell you, she's someone who knows what she wants and how to get it. She'd have lived her life fine enough without ever getting there, but my , how much better off she is now, living up to her full potential. She absently pushes the sliced cucumber onto the floor and grabs a parsnip. Hayes: And it really didn't take that much! Just a little push, and she was there, and maybe it was scary at first, but believe me, it's so much better. All's it costs is the blood of one of the desperate poor, just like it cost her, the one who needed that chance and never got it, who - ah, fuck! The knife clatters to the countertop, and she holds her left hand. A deep cut is visible below the thumb, and blood drips onto the white surface beneath. She quickly hides the injured hand behind her back. Hayes: I, uh, I mean - [under her breath] Christ - [in normal voice] I'm so sorry, that's not what you tuned in for, that sort of language's unacceptable, I sincerely apologise. No, I'm fine. Yeah, uh, phone in if you want it. Keeping her hand off-camera at all times, she hurriedly moves the equipment off the counter and bunches up some of her dress to ineffectively wipe up the blood. She returns to her normal position, smoothes out her hair with her right hand and offers a rictus grin to the camera. Hayes: Anyway! Next up, we have… She cranes her neck, squinting. Hayes: We have… She touches a hand to her ear. Hayes: A sofa! That's what we have, a sofa! And it's a better deal than you'll ever get from DFS! God, sorry, must need glasses or something. Anyway, it's… Hayes stares forward, slightly off-camera. There are noticeable rings under her eyes. Hayes: It's… right here? Hesitantly, she reaches under the table and retrieves a box. She stares at it, frowning, and her eyes flick to the ruby. Hayes: [under her breath] Are you sure…? The ruby does not respond. She tilts her head. Hayes: That's not really helpful, you know. The ruby does not respond. She looks to the ceiling in exasperation, then back down the camera, opening the box to reveal a set of car keys. Her frown deepening, she looks up, presumably back at the autocue Hayes: This… this is a, uh, crushed velvet John Lewis sofa. Already broken in for you by our heaviest and laziest workers, it's… it's all the seating you'll ever want. So comfortable and worn you'll get lost in there, you'll never be able to get up again. She looks down. Hayes: …y-yeah. It's, uh, it's great. And it's available to buy, you know. Just like that beautiful ruby. She starts coughing, droppin the keys back to the table with a clatter before collecting herself. She returns them to the box and casually throws it to one side, then rubs her temples, before shaking her hair out of her eyes and pushing a perky smile onto her face. Hayes: Yup! And it's yours for the frankly astonishing price of £299.99. Please buy it. END LOG",
        "BEGIN LOG Hayes looks slightly to the left of the camera. Her skin is pallid and greasy, her hair matted. She looks uncertainly to the side. Hayes: And, uh, now a short promotional film from Eve Mattresses, about their wonderful new memory foam mattresses. The camera does not cut away. Hayes slumps forward onto the island and moves her hair out of the way so that her forehand rests on the cool marble. Hayes: No, it’s… I just need a minute. Could I get some Anadin? Do we have any in? Or ibupr – no, it’s fine. It’s fine. Oh, God, we back on already? She hastily forces herself upright; her hair is mussed. Hayes: Welcome back! So glad you could make it, we've got so many more products for you. Including… the big one. Hayes produces the ruby on the cushion. The cut on her left hand is visible, blood encrusted around it. Hayes: Here she is. Yours for the frankly astonishing price of £299.99. Put it on your mantelpiece, give it to your mistress, keep it in a box in a safe, the possibilities are endless, but they're there. Hell, if I were on the outside, I'd probably have a cheeky bid myself! She laughs, then pauses, staring into the ruby for several seconds. Hayes: What do you think? Would you come with me, if you could? How'd you like to see a bit more of the world? The ruby does not respond. She picks the gem up, holding it above and in front of her with one hand. Hayes: Come on, you're not pigeon-livered, are you? Wouldst thou like to live deliciously? Take a little trip back, wi- Without warning she doubles over, dropping the ruby back on the cushion. Coughing and retching violently, she hacks up blood over the countertop and the items on it. Hayes: Oh God, shit, sorry - I mean, damn - oh, bloody hell, uh, anyone got a wetwipe? I'm sorry. I'm sorry. I need a wetwipe. Sorry, I'll get it. Wiping blood from the corners of her mouth, she hurries off-camera. Ruby: You're not getting blood out of velvet, you know. Hayes: [muffled] Look, I've gotta do something. I'm sorry. END LOG",
        "BEGIN LOG Hayes leans on the marble countertop, breathing slightly heavily. She grins wildly at the camera. Hayes: -and no more! So get it before it's gone! Just like this beautiful ruby, yours for- Ruby: Do you really think I'm going anywhere? Hayes: -f-for the, uh… I, uh, let me demonstrate this fabulous television we found in a skip outside Prometheus Labs! She ducks down under the counter, and after some audible struggle she produces a small CRT television and dumps it heavily on the top. As she gasps for breath, her left hand is visible in shot; it is visibly inflamed, pus leaking from the purple-tinged open wound. Her eyes flick to it momentarily and she quickly moves it behind her back. Hayes: So, uh, th-this is a, uh, a one-of-a-kind deal! You'll never feel like there's nothing to watch on telly again if you own this, because this bad boy - [she slaps the top of the TV with her right hand, almost falling onto the counter before catching herself] - doesn't just get you Freeview, it gets you Freeview from other realities. Oh, yes, you can cross between the poles, for you there'll be no mystery. Imagine that! Imagine the things you could watch! Richard Griffiths as Doctor Who! Norwich City winning the Premiership! Hell, maybe in another world you could be on telly! Hayes: Imagine that! Imagine that! Imagine a, a world where you're a rock star, or, or Prime Minister, or- Ruby: A world where you're not presenting this? Hayes is silent. Hayes: I, uh, I think you still have to pay for Sky, though. Here, lemme demonstrate. She presses the power button. Nothing happens, and she offers a nervous glance at the camera. Hayes: Aha. Just- She presses the power button twice more, to no avail. Then, she hammers at it repeatedly, before looking down. Hayes: Oh shit , it's not plugged in. Uh… As she tries to run a hand through her hair it gets stuck in the greasy matts. She tries to force it through, and a large clump tears out, in response to which she blanches and shakes her hand free of hair, spattering some pus on the TV screen in the process. Hayes: No, don't switch over, I swear it works, just - just give me a minute, I swear - Hayes drops to her hands and knees, and can be heard scrabbling about. Hayes: Oh no, wait! We've got to go to adverts, but you can buy - I didn't say how much it was, just - The sounds of movement stop, and a low moan is audible. Hayes: [quietly] I promise it's worth it. END LOG",
        "BEGIN LOG Hayes stands still. In front of her is the ruby, sat on its cushion. Hayes: It's nice, isn't it? Yours for the frankly astonishing price of £299.99. Silence. Hayes: What's wrong with it? She is deathly pale, her skin slick and blotchy. Patches of hair are missing, the remainder thick with oil, and her dress is stained with blood and pus. Several of her fingernails have peeled away. Her left hand is a deep purple, the index finger missing; she periodically makes half-hearted attempts to hide it from the camera, before apparently forgetting. Hayes: It's nice, isn't it? Isn't it? It's… it's the sort of thing you'd want around. The sort of thing you'd buy. It's not unreasonable, is it? There must be someone out there who wants it. There must be someone out there. Her breath catches in her throat. Hayes: So why is it still here? Silence. Ruby: Why are you still here? She starts. Hayes: I, uh. I can't go. Not 'til I've sold you. Ruby: Why not? Hayes: That's… because it's why I'm here. Ruby: And you've done a stand-up job so far. Hayes: Now that's not fair. Ruby: No? How much have you sold? Hayes is quiet. Ruby: Come on. You've been doing this for so long now. You must have sold something . Hayes: I… I'm doing my best. Ruby: It'd seem your best isn't good enough. Hayes: [she hesitates, before whispering] Then what am I supposed to do? Ruby: Something else? Anything else? Hayes: I… I - look, please. Just - please. I'll get it eventually. I've come this far. It'll be fine. Absent-mindedly, she peels another fingernail free. Ruby: And how far have you come? Hayes: I… I can do it. I can sell you. Just give me a chance, please- Ruby: What on earth makes you think this is going to change? Silence. Ruby: Do you know what I think? I think this is all you've got. Just you, standing there, talking into a camera, doing something you hate for people you hate, that's all you have, forever. Maybe it could change, but it's not, is it? Hayes: You don't know- Ruby: Well, how long are you going to try? How long can you afford to stay huddled on the ground before you're willing to unfurl your wings? Because you can fly . It might not be graceful, or high, or steady, but it has to be better than this. Surely. Brief pause. Ruby: Honestly, look at the state of you. Hayes moves her rotting left hand out of shot again. Hayes: There's nothing wrong with me. I'm fine. Ruby: Oh? This is what you want, then? Hayes: I… I, uh… Ruby: Because I'll tell you what I think you want. You want to leave this place and never have to see it again, never have to look down a camera again, never have to pretend you're serving the world up on a platter when in reality it's nothing more than an empty dish. But that's not going to happen, don't you agree? Hayes: I… you don't know- Ruby: You want to scream about how it's so bloody unfair, all of it, and you know how petulant and pathetic it makes you but hell, it's not like anyone's gonna hear you say it! You want to fly over to that door and pound on it until your fists splinter and shatter shards of bone like snowfall, painting bloody streaks on the white, grinding yourself into paste tearing your way out, pushing your way through. But you don't have it in you. And you never will. Hayes: That's enough. Ruby: I don't think it is. You're still here Hayes: I - Ruby: Honestly, I think you're making it up. You clearly like it here. You're such a good presenter, after all, given you couldn't sell beer to an alcoholic. It's embarrassing, really, how you'd rather loiter in this dingy old place than try for any semblance of positivity, but it makes sense. You and misery go together like a pig and mud. Hayes: Please - Ruby: It's fair enough. The thing is, this is the best you can hope for, really. Even if you could leave, you'd be better off not botheri- Hayes: Would you shut the fuck up?! Hayes snatches feverishly at the gemstone and hurls it at the back wall of the studio, leaving a dent in the white plaster. She breathes heavily. Ruby: Better? Hayes: Fuck you. Ruby: That's more like it. Hayes: Just… enough. She leans onto the wall and slides down it, so that she is sat next to the ruby, limbs splayed. Hayes: Please. I'm tired. Ruby: You're not going to get any less tired in here. Hayes: I… She trails off. Hayes: Well, it's a moot point. I can't. I just can't. Ruby: Why not? Hayes: Why - have you not listened to a single damn word I've said? Ruby: I've listened to every word you've said. And there's one thing I still just don't understand. What's stopping you leaving? Hayes: I - it's in the job description. It's literally the crux of the job. I can't go. Ruby: Let me rephrase, then; who's stopping you? Hayes goes to speak, then stops. The camera slowly pans around the studio. It is empty, in disarray. Products from previous sales are strewn across the floor, a boom mic has toppled, torn, sodden magazines litter a table near the wall. Dust covers every surface, and it is clear that nothing has been disturbed for some time. Eventually, the camera settles on the exit door. A caduceus hangs on it. The door is slightly ajar, and the light that creeps through the crack is a deep crimson. From off-camera, Hayes speaks. Hayes: I… I don't… Ruby: Do you see now? Hayes: I can just…? She pauses. Hayes: No. No, no, I can't just… Ruby: You can't keep living like this. Silence. Ruby: It's okay. You still have time. END LOG",
        "BEGIN LOG The camera is still focused on the door. It has opened further since the previous broadcast; the dim red lighting makes it difficult to interpret, but it appears to lead to a corridor, stretching far into the distance with no end visible. Just visible to the left of the shot is Hayes, sat slumped on the floor, propped up by the wall. She stares listlessly at nothing; however she glances into the camera, apparently at a noise not picked up by the studio microphones. She forces a smile, struggles upright with a grunt and shambles to the table, which she leans on for support. Hayes: Hi everyone. New product for you. Her body is in a severe state of decay. Her lower legs are purple and swollen, the left clearly too stiff to move properly, and her hands tremor as she takes a moment to catch her breath. Hayes: It's a person. Specifically, a woman. A plain, boring, average woman. Someone you wouldn't give a second look to if you passed her on the street. Nothing special in the least. Hayes: But that's fine. Honestly, it is. Not everyone can be special, or no-one would be special. And she's genuinely, sincerely happy to be nothing special. Sometimes it's enough to just be . She absent-mindedly scratches at her upper left arm. Blackened skin sloughs off the swollen flesh; she appears not to notice. Hayes: And that's what she is. A plain, average woman. Living her life. Content. Because she has what she wants, her life, and that's all she's asking for. Hayes: That's what it's all about, really. Life. The living thereof. The thing people don't really get is that it's not a journey, or a rollercoaster, it's not wild or precious, it's just… this. She gestures vaguely around her. Hayes: This is all there is. This, and nothing but this. And that's okay, really. This isn't necessarily bad. At its worst, she makes do with it. At its best, well. She laughs, which quickly turns to coughing, spitting up blood on her dress. Glancing down, she goes to touch the stain, but closes her eyes and exhales shakily, dropping her hand. Hayes: [quietly] At its best, it's just a dream. Her eyes flick up to the camera, hazy and unfocused. Hayes: So, there's the product. That's what I'm selling here. What do you think? She smiles, shyly at first, then more broadly. Several of her teeth have fallen out, most of the rest are blackened, her gums inflamed. Hayes: Are you buying it? The feed fizzles into static. Ruby: Well? Are you? END LOG",
        "Foreword: Dr. Valerie Whitaker requested permission to call in to SCP-7958 and make a purchase, to test whether the sale would go through. This was approved, and it was decided that, given the apparent significance placed on it, she would order the special offer item. BEGIN LOG The camera remains on the exit door. Hayes is not visible for the duration of the broadcast. Hayes: Phone's going. Silence. Hayes: Right, yeah. Course. Sounds of shifting, followed by heaving breaths and slow, dragged footsteps. Then, the sound of a button being pressed. Hayes: Hi! What… Heavy breathing. Hayes: What can I do for you? Whitaker: Hi there. I'd like to order that ruby, please. Silence. Hayes: Sorry, what? Whitaker: The ruby. The special offer. I'd like to buy it. Hayes: You… you would? Whitaker: Absolutely. Hayes: Why? Whitaker: It'd look good on a necklace, I think. Hayes snorts. Hayes: Sorry, uh. I don't mean to be rude to a customer, but, uh, yeah. It's gone up, I'm afraid. £399.99. Cost of living crisis, and all, I get if - Whitaker: I'm happy to pay any price. Hayes: You… you don't mean that. Whitaker: I do. I'd really like that ruby. Don't you want to sell it? Hayes: I… uh, I mean, yeah, of course I… I don't… Sounds of retching. Whitaker: Are you alright? Hayes: Yes! Fine! Why would you even ask? Whitaker: I don't know. Something about watching the programme for a bit gave me the impression you weren't entirely happy. Wheezing laughter can be heard. Hayes: Don't be daft! I mean, uh - not that I'm calling you - I'm fine. Just - I'm okay. I'm fine. I'm very sorry if… if my demeanour has hampered your enjoyment of the show, you can report it to… Brief silence. Hayes: To… Whitaker: How long have you been here? Hayes: What, presenting the show? Long as I can remember. Does it matter? Whitaker: This is a continuous broadcast, right? No other presenters? Hayes: [she hesitates] No. Just me. Never needed anyone else, I can do the job just fine. Whitaker: Oh? Hayes swallows. Hayes: Look, what are you getting at here? Whitaker: You said you get to go when you sell the ruby? Hayes: Well, I suppose - Whitaker: How long have you been trying? Hayes: It… it doesn't matter. I have a job to do, I-I-I've gotta- Whitaker: Ms. Hayes… Hayes: No, like, like - it doesn't matter how long, it's what I'm here for, it's what matters, how long- Whitaker: Ruby. Hayes hesitates. Whitaker: Long enough? Silence. Hayes: [whispering] Yeah. Brief pause. Hayes: It's just… a lot. Y'know. The idea of… of stuff that's, y'know. Not this. Whitaker: I think it's worth it. Do you? Lengthy pause. Hayes swallows. Hayes: It's, uh, Hermes delivery. That okay? Whitaker: Absolutely. Thank you very much. Hayes: And… you… you really want this? You're not going to change your mind or anything? Whitaker: Yes. Hayes: …okay. Whitaker: Wonderful. I'm very much looking forward to receiving it, then. Hayes: Just - before you go. Is - I mean - She stops, and exhales deeply. Hayes: Thank you. Dr. Whitaker laughs softly. Whitaker: Go on. God in his mercy lend you grace. Dr. Whitaker hangs up. Faint breathing can be heard for several seconds. Hayes: No mystery. END LOG Closing statement: The ruby arrived twelve days after purchase, in a battered cardboard package. It was found to be non-anomalous, and made of plastic.",
        "BEGIN LOG The transmission opens on the usual set, vacant. The lights are dimmed, and a boom mic is visible in the top left-hand corner of the screen. Underneath it is the plant pot, shattered against the wall; soil is scattered everywhere, and the marigold lies on the floor. The recording is silent, save for the gentle hum of the studio lights. There are no signs of life. This continues for one hour and fifty-one minutes. Then, Hayes enters the shot. Her shoulders are relaxed, and she wears an easy smile. None of the previous decay is apparent. She wears an identical, clean, dress, and a fresh coat of makeup. Hayes: Good evening, everyone. I'm glad to be here. Really. She smiles down the camera, right hand clasped over her opposite wrist. Hayes: I just wanted to say, I'm sure it's clear to you all that I've… well, I've been going through some stuff recently. I've been doing a lot of thinking, I've really needed to, and I… think I've worked things out. And let me tell you, I am so glad. She rubs her eyes and exhales deeply. Hayes: So welcome. I'm so happy to be here with you tonight. We're gonna have a great time here together, I just know it. And now there's no little devil on my shoulder to lead me into the desert, we can actually do it in peace. Hayes: But enough talk, let's get on with the show! Up first, we have a marvellous deep-fat fryer from Russell Hobbs. Recommended retail price is £53.99; we're doing it for just £39.99. £39.99! For this ! She gestures with her right arm. Her palm is visibly slick, and what appears to be concealer has come away from where she was holding her wrist, revealing dark, discoloured flesh underneath. Looking down, her face drops, and she quickly moves her hand back to cover. Hayes: Well, ah, any - ah, anyway! Of course, it goes without saying that the main attraction is our special offer, and it's a big one tonight! We have… With her left hand, she retrieves a ruby on a crimson velvet cushion. Hayes: Come on. You can see it. You can see how beautiful it is. And it's yours, for the frankly astonishing price of three - uh, £599.99. [she laughs] Best of all, I get to go once it's sold! Yeah… Hayes swallows, smiling quickly. She nods to herself. Hayes: Yeah. This time. Transmission continues uneventfully for another minute, before Hayes walks forward to reach something and appears to accidentally knock the camera from its stand, at which point the feed cuts out. END LOG",
        "\" SCP-7958 \" by Sound Chaser, from the SCP Wiki . Source: https://scpwiki.com/scp-7958 . Licensed under CC-BY-SA .",
        "Filename: abeautifulnameforabeautifulsoul Name: Synthetic ruby 3.jpg Author: James St. John License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-7958",
    "object_class": "Neutralised (formerly Euclid)",
    "description": "SCP-7958 was a television broadcast, shown on Freeview channel 149, titled \"Deals and Bargains 4 U!\". It is believed to have been a continuous broadcast, although the feed frequently cut out. The source of the transmission is unknown, no participants in the show have been identified outside it, and all attempts to block it failed.",
    "title": "SCP-7958"
}