{
    "url": "https://scp-wiki.wikidot.com/scp-7963",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\nNOTICE FROM THE ETHICS COMMITTEE\n\n\nThis article is currently under review by the Ethics Committee due to ongoing psychological therapy required by SCP-7963 instances.\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 4/7963 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 4/7963 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7963\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nintegrated\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nSpecial Containment Procedures:\n SCP-7963-1 Instances are to be contained within a locked tempered glass display case within Researcher Jasper Coldsmith's office located in Wing F of Site-64.\n\n\nSCP-7963-1 instances may only be transported by Researcher Jasper Coldsmith, Gamma-13 Operative Max Coldsmith or approved handlers.\n\n\nDescription:\n SCP-7963-1 refers to two icosahedrons composed of layered 3D printed carbon nanotubes, designated SCP-7963-1A & SCP-7963-1B respectively.\n\n\nFurther examination of the composition of SCP-7963-1 objects has revealed microscopic amounts of blood belonging to Jasper Coldsmith & Max Coldsmith interweaved throughout the construct.\n\n\nSCP-7963-1 objects contain the disembodied souls of Jasper Coldsmith (1A) and Max Coldsmith (1B) imprisoned inside. Inspection of SCP-7963-1 objects with an Aetheric Resonance Imager (ARI) system has revealed humanoid silhouettes covering -1 instances with resonance patterns which are consistent to those of human souls and radiate levels of Elan-Vital Energy (EVE) identical to typical Type Blue humanoid entities.\n\n\nSCP-7963-2 refers to -1A & -1B's ability to remotely manipulate technological devices of electronic or mechanical nature nearby -1 instances, or active -3 instances; during these the silhouettes covering them are recorded to disperse and flicker corresponding to the amount of energy used.\n\n\nSCP-7963-3 phenomena is the ability of the entities to project their consciousness from their -1 shells to a possessed object/host allowing for finer control than compared to -2 instances. ARI scans show the aforementioned silhouettes completely disappearing around -1 instances during this and reforming completely around the possessed/host object; further observation shows actual movement of the silhouette and parallel manipulation of the assumed host.\n\n\nWhen extreme damage or destruction of SCP-7963-3 hosts occur, -1A/B consciousnesses will be ejected back to their own -1 instances. ARI analysis of occurring feedback in this scenario is purported to be similar to thaumaturgical backlash and renders further -3 instances to be unable to manifest for a period of time; in addition instances of -2 are reported to be reduced in power and less stable.\n\n\n\n\n+Addendum: Therapy Log 1\n\n\n\n\n- Close\n\n\n\n\n\n\nTherapy Session Log\n\n\nInterviewer:\n Dr. Halsing, Ethics Committee Psychologist\n\n\nInterviewed:\n Jasper Coldsmith, SCP-7963-1A\n\n\nForeword:\n First therapy session after review and approval via the Ethics Committee and verification of -1A instances' identities.\n\n\n<Begin Log>\n\n\nA cat wearing a vest with a visible white icosahedron in its back pouch and several electronics adorning it sits on a couch staring forward\n\n\nHalsing:\n Welcome, welcome. First time here, correct? I'm Doctor Halsing. Just one second.\n\n\nPours through notes\n\n\nHalsing:\n Alright, sorry, Jasper, right? According to your file you died, had your soul trapped? Would you be surprised if I told you turning into an animal isn't as uncommon as you think around here?\n\n\nSmall speakers adorning the cat crackle on\n\n\nColdsmith:\n Uh, sorry. I am actually not the cat. That's a thaumaturgical construct, a familiar. Name's Bob; say hi Bob.\n\n\nBob:\n Hello.\n\n\nColdsmith:\n Anyhow, I'm the icosah- thing. I'm the thing in the main pouch on it's back.\n\n\nHalsing:\n Oh? They didn't notify me you were assigned a service animal. Let me just mark that down.\n\n\nColdsmith:\n It's not a- honestly that's not far off.\n\n\nHalsing:\n Let's get back on track though, my apologies for my records being outdated. Died, and soul trapped into a \"thing\"; movement dependent on service animal with electronic communication assistance?\n\n\nColdsmith:\n This is technically accurate, yes.\n\n\nHalsing:\n Well a broken clock is right twice a day. Fear not for being trapped in an inanimate object and requiring physical assistance is also not unheard of here. The Ethics Committee believes in providing all the care it can to those… \"object-ified\" in the line of duty.\n\n\nHalsing:\n A little dark humor to break the ice, no?\n\n\nColdsmith:\n I have no mouth but I must scream.\n\n\nHalsing:\n That's a good one. Now that we're on the subject however, how do you feel about your new lack of a mouth?\n\n\n<End Log>\n\n\nNote:\n Session continues on developing a rapport and open relationship, using humor to discuss the patient's new state of existence\n\n\n\n\n\n\n\n\n\n\n\n\n+Addendum: Therapy Log 2\n\n\n\n\n- Close\n\n\n\n\n\n\nTherapy Session Log\n\n\nInterviewer:\n Dr. Halsing, Ethics Committee Psychologist\n\n\nInterviewed:\n Jasper Coldsmith, SCP-7963-1A\n\n\nForeword:\n Excerpt following transition to non-anomalous civilian robot as ongoing host instance\n\n\n<Begin Log>\n\n\nThe room's door is slowly opened via a claw mounted on a quadrupedal robot entering the room, closing the door, and climbing onto a couch before retracting its limbs\n\n\nHalsing:\n Welcome Jasper, how are we doing today? Enjoying your newfound autonomy?\n\n\nColdsmith:\n My nose itches and I have no way to scratch it.\n\n\nHalsing:\n You don't have a nose anymore, Jasper. Are you experiencing any other sensations? It's not uncommon with those who are missing body parts to experience phantom sensations.\n\n\nColdsmith:\n Yes and no? From what I've been told from ARI footage I still have a let's say humanoid spirit surrounding me which is present when I possess anything.\n\n\nHalsing:\n Right, right. So you're still processing things as you were before, from a bipedal humanoid perspective. Would you say there's a bit of disconnect between that and your current body?\n\n\nColdsmith:\n Definitely. It's like when you're used to the controls or settings playing a game and someone comes by, inverts the damn controls from what you're used to and changes all your damn hotkeys then covers it in\n\n\nVoice modulator volume raises\n\n\nColdsmith:\n God damned itching powder!\n\n\nQuadrupedal robot shakes wiggling its limbs\n\n\n<End Log>\n\n\nNote:\n Session continues on reviewing the coordination dysfunction of different host bodies and how their possession interacts with them.\n\n\n\n\n\n\n\n\n\n\n\n\n+Addendum: STRING Initiative\n\n\n\n\n- Close\n\n\n\n\n\n\nS\nynthetic \nT\nhaumaturgical \nR\nesonance \nI\nmperative \nN\neural \nG\neist\n\n\nThe STRING Initiative is to work towards the following objectives:\n\n\n1. Humanoid cybernetic bodies for SCP-7963-1 instances to return to a more semblance of normalcy, reducing psychological strain and dysfunctional feedback in the -3 process.\n\n\n2. Act as R&D for in-house advanced prosthetics for Foundation personnel.\n\n\n3. Continue to study, deconstruct and learn from confiscated anomalous para-tech to fulfill the above goals from GOIs such as Anderson Robotics.\n\n\nSTRING bodies constructed for use by SCP-7963-1 instances have allowed them a return to normal life; acting similar to their original forms and enabling them to feel physical sensations. A significant decrease in issues regarding phantom limb syndrome and a \"lack of body\" dysphoria has been noted by therapists.\n\n\nFollowing successful reintegration with a STRING host body SCP-7963-1A, Researcher Jasper Coldsmith is assigned to lead the STRING initiative due to experience with robotics and working with anomalous paratech while assigned at Site 64's anomalous robotics lab.\n\n\n\n\n\n\n\n\n\n\n\n\n+Addendum: Therapy Log 3\n\n\n\n\n- Close\n\n\n\n\n\n\nTherapy Session Log\n\n\nInterviewer:\n Dr. Halsing, Ethics Committee Psychologist\n\n\nInterviewed:\n Jasper Coldsmith, SCP-7963-1A\n\n\nForeword:\n Excerpt from therapy session regarding adjustment to STRING full body prosthetic and self harming tendencies observed.\n\n\n<Begin Log>\n\n\nA person obscured amidst layers of clothing enters the room\n\n\nHalsing raises an eyebrow as they ready a notepad\n\n\nHalsing:\n Good afternoon, Jasper. Are we… warm enough this fine summer day?\n\n\nColdsmith:\n I think I would actually be the coolest thing around, literally.\n\n\nColdsmith adjusts their position a few times, finally ending up with a leg over the other knee\n\n\nColdsmith:\n I don't really generate much heat anymore… apart from the more electrical parts I guess.\n\n\nHalsings:\n Well, you can still fe- sense the temperature, can you not? I suppose it doesn't affect you as much. You should still take care of your body even if it has more diverse durability comparatively now.\n\n\nHalsing flips open her notebook and clicks their pen\n\n\nHalsing:\n Regardless, how was your week?\n\n\nColdsmith fidgets with their coat buttons; revealing a robotic hand\n\n\nColdsmith:\nFine. I've been working on partial hours and duties still, nothing major; paperwork, back logs of stuff, kinda intern-y stuff honestly, but it's something.\n\n\nHalsing pauses for a moment\n\n\nHalsing:\n and no incidents you'd like to talk about?\n\n\nJasper Coldsmith:\n No.\n\n\nHalsing audibly sighs\n\n\nHalsing:\n I know you've worked for the Foundation for a few years now, so you know how things go.\n\n\nHalsing flips to a page on their notepad\n\n\nHalsing:\n Several reports regarding you have been submitted regarding physical injury; ranging from slow responsiveness to shielding others, as well as completely avoidable accidents.\n\n\nLooks up at Coldsmith, softening their gaze\n\n\nHalsing:\n Just because your newfound abilities allow you to repair your bodies easily, doesn't mean you should treat them any less. You may no longer be your body, but your bodies are still you. You are no less of a person than you were. You shouldn't devalue yourself like that even if, unlike many others, it's replaceable for you now.\n\n\nColdsmith:\n I-I understand; but still, this is still a work in progress. I'm glad for the resources being allotted to me and how this technically could be considered the robotics program I've wanted.\n\n\nColdsmith taps a robotic hand to his chest\n\n\nColdsmith:\n This is just one of many future iterations. Look, I got drinking down now!\n\n\nReaches out to a pitcher of water and glasses set on a table between them, pouring a glass of water out and picking it up. The glass is shakey, but no water spills\n\n\nColdsmith:\n Sorry, the stabilizers are a bit wonky still\n\n\nBrings the glass back into his hood before putting it back down, the water level in the glass is decreased\n\n\nHalsing:\n Is this why I've had reports and seen camera footage of you sitting alone in the cafeteria from shift end until breakfast several nights this week?\n\n\nA few seconds of silence\n\n\nColdsmith:\n Well I don't need to sleep anymore; and the soda fountains are free.\n\n\n<End Log>\n\n\nNote:\n The rest of the session goes on as normal, going over emotional and psychological issues, and setting new goals to adhere to.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7962\n | SCP-7963 | \nSCP-7964\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7963\n\" by Coldsmith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7963\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n\n\nName:\n (if different from filename)\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:\n\n\nDerivative of:\n (If applicable)\n\n\nAdditional Notes:\n (Optional)",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7963 \" by Coldsmith, from the SCP Wiki . Source: https://scpwiki.com/scp-7963 . Licensed under CC-BY-SA .",
        "Filename: Name: (if different from filename) Author: License: Source Link: Derivative of: (If applicable) Additional Notes: (Optional)"
    ],
    "containment_procedures": "SCP-7963-1 Instances are to be contained within a locked tempered glass display case within Researcher Jasper Coldsmith's office located in Wing F of Site-64.",
    "description": "SCP-7963-1 refers to two icosahedrons composed of layered 3D printed carbon nanotubes, designated SCP-7963-1A & SCP-7963-1B respectively.",
    "title": "SCP-7963"
}