{
    "url": "https://scp-wiki.wikidot.com/scp-7971",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-7971:\n I Have Made My Own Way\n\n\nAuthor:\n \nCubeseer\n | \nAuthor Page\n\n\n\n\n\n\n\n\nrating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7971\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph of SCP-7971-1 taken after acquisition.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The area above SCP-7971’s entrance has been fenced off from public access, under the cover story of a geological excavation. Exploration of SCP-7971 is to be conducted by experienced Foundation cavers and autonomous robotic assets; thaumaturgic assistance is authorized on a case-by-case basis.\n\n\nDescription:\n SCP-7971 is an underground complex of artificial tunnels and natural cavities located under a valley 1km north of Targyailing, Tibet. The oldest and deepest of these tunnels is found at a depth of 2452m underground, with more recent tunnels dug all the way to the surface of valley. Radiometric dating has dated the construction of the tunnels occurring 3800 years ago at the oldest, while the entrance and most recent tunnel is dated to 1911 AD.\n\n\nSCP-7971-1 is the tibia bone of Dorji, the presumed excavator of the artificial portions of SCP-7971. The bone was formerly preserved in his family residence before its acquisition by the Foundation. Analysis of SCP-7971-1 has revealed that Dorji was around 4000 years old at the time of his death in 1961, was of Mesopotamian descent, and possessed anomalous regenerative, longevous, and metabolic traits. Traces of these anomalous properties remain in the bone today. Due to events detailed in Addendum 7971.2, further analysis cannot be performed at this time.\n\n\nAddendum 7971.1:\n Notable Features\n\n\nThe following table describes notable features of SCP-7971, arranged by age:\n\n\n\n\n\n\nAge\n\n\nDepth\n\n\nDescription\n\n\n\n\n\n\n3800yrs\n\n\n0-2452m\n\n\nA shaft with a diameter of three meters extending vertically from the surface of the valley down to the bottom of SCP-7971. The method of construction is unknown. The shaft is filled in its entirety by hydraulic cement, which appears to have been poured in from the surface immediately after construction. Reconstructions of etchings made on the walls of the well do not resemble any known script, though Foundation thaumaturges have suggested that the etchings match common motifs of binding spells against immortal creatures. A corroded beryllium bronze chain is nailed to the bottom of the well.\n\n\n\n\n\n\n3800-3400yrs\n\n\n2452-2401m\n\n\nA mostly collapsed tunnel ascending out from the hydraulic cement. It appears to have been dug with a piece of discarded beryllium bronze that possibly formed part of a shackle, though the upper section of the tunnel shows signs of being carved out entirely using bare hands. The tunnel sporadically changes in direction at numerous points, but always increases in elevation. At the top, it is connected to a sealed cave system.\n\n\n\n\n\n\n3400-2800yrs\n\n\n2401-2153m\n\n\n\n\nA massive, sealed cave system consisting of multiple natural cavities formed by a combination of water erosion and tectonic forces. It contains numerous previously undocumented subterranean organisms, including several bioluminescent species of the genus \nHeleobia\n1\n. The self-contained ecosystem subsists on chemosynthesis by bacteria living in hydrothermal pools located in the lower parts of the cave system.\n\n\nShrines and statuettes reminiscent of proto-Sumerian culture are found scattered throughout the cave, built over the span of 600 years. Fourteen clay statuettes have been identified so far: three depicting unknown humanoid beings, two depicting Ereshkigal\n2\n, and nine depicting Inanna\n3\n. A clay tablet containing proto-cuneiform script was also discovered within an alcove speculated to have once been living quarters, however only the last section has been successfully translated:\n\n\n\n\nInanna, I have paid my penance ten-thousandfold. Please, where is your deliverance?\n\n\n\n\n\n\n\n\n\n\n3400-2800yrs\n\n\n2153-1914m\n\n\nA tunnel dug using flint tools from the topmost section of the sealed cave. Work was carried out intermittently, with much of the effort focused on reinforcing parts of the tunnel to prevent its collapse, ultimately to no avail.\n\n\n\n\n\n\n2800-2400yrs\n\n\n~2000m\n\n\nA series of tunnels haphazardly dug after an earthquake collapsed the main tunnel connecting Dorji to the sealed cave below. All of these tunnels seemed to be attempts to return to the sealed cave. Although one of these tunnels came as close as 11m to breaching the cave system, none of them would ultimately connect to any natural cavities except for other tunnels.\n\n\n\n\n\n\n2400-1400yrs\n\n\n1986m\n\n\n\n\nA hollowed-out artificial cavity, partially flooded in the present day by an aquifer above the ceiling. To assist with archeological efforts, a Foundation thaumaturge was authorized to perform historical remote viewing\n4\n. Their vision of the events that transpired in the cavity is described below:\n\n\n\n\nAfter carving out the cavity, Dorji crafted the figure of Inanna from the leftover debris. He prostrated himself before the statue. It seemed like he was in that position for a decade, at least. He chanted prayers during this time. Slowly, they devolved from controlled mantras into incoherent rasping, and his controlled posture became wild flailing. It was in one of these raves of motion that he shattered the figure against the rock. He was mired in inconsolable weeping thereafter, though even that gave out to motionlessness; curled in a fetal position on the cool stone floor. I do not know how long he lasted in that stillness. Other researchers have told me that it must have been a millennium.\n\n\nWhat aroused him ultimately was the dripping water, whose annoyance appeared sufficient to disturb even that deep lull. Gradually, like a bear awakening from hibernation, he started to crawl about the cavity, feeling its boundaries with the palm of his hands. He must have felt that the limestone walls had eroded, that the water weeping down had recessed depressions and cracks, and that nature was still digging while he was not. Suddenly, he scrambled to pick up a shard of the smashed goddess. With profound vigor, he used the shard to chip away at where the water had started to carve the path.\n\n\nUntil his tunnel led him out of the farthest bounds of my Sight, I don't think he stopped for even a moment.\n\n\n\n\n\n\n\n\n\n\n1400-112yrs\n\n\n1986-0m\n\n\nA staircase dug at a 50° angle continuously without rest over the course of 1300 years. Construction was completed using a variety of stone tools obtained from rubble, with the rest of the rubble dumped behind Dorji. The staircase breached through the surface around June 1911. A broken flint axehead was left discarded at the entrance.\n\n\n\n\n\n\n\n\nAddendum 7971.2:\n Subsequent Events\n\n\nAccording to several interviews conducted by Foundation agents in Targyailing, Dorji stumbled into the village \"emaciated and naked\", with skin \"as pale as the moon\". He was taken into the care of the villagers, who taught Dorji to speak Tibetan. Dorji would eventually integrate with the rest of the village and started his own family through marriage. Many of his modern descendants were told anecdotes of Dorji in their childhood and were also recipients of a unique corpus of proto-Sumerian folklore, though no mentions of deific figures seemed to have been passed down. Towards the final years of his life, Dorji underwent accelerated senescence and started to make preparations for his funeral. Despite never having practiced Buddhism, he was able to find a monk willing to conduct the process of traditional Tibetan sky burial upon his death. Dorji died of old age in 1961, and his remains were fed to various birds he had raised over the years, including a golden eagle. Only a portion of his tibia bone (SCP-7971-1) remained preserved in his family's house when the Foundation began containment efforts.\n\n\nOn 2023/06/24, a Foundation truck carrying materials related to SCP-7971 out of Targyailing experienced a mechanical failure while operating, resulting in a rollover crash. No serious injuries occurred, however SCP-7971-1 was lost. A Foundation researcher driving behind the truck reported seeing an eagle depart from the site of the crash, carrying a bone in its talons.\n\n\nThree days later, excavation efforts near the entrance of SCP-7971 uncovered a clay tablet, dated to have been written shortly before Dorji's death. The tablet is written in both proto-cuneiform and Tibetan script. A translation is provided below:\n\n\n\n\nNothing remains here but rubble\n\n\nCome, follow me into the sky\n\n\nI have made my own way\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Freshwater and brackish water snails.\n\n\n2\n. Mesopotamian goddess of the underworld.\n\n\n3\n. Mesopotamian goddess of love.\n\n\n4\n. Extrasensory perception of the past.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7970\n | SCP-7971 | \nSCP-7972\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCubeseer's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8801\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-8096\n \n(+68)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nNosedive\n \n(+57)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCubeseer's Observatory\n \n(+33)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7971\n\" by Cubeseer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7971\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 800px-Tibia - malleolus medialis.jpg\n\n\nName:\n Tibia - malleolus medialis\n\n\nAuthor:\n Markéta Klimešová\n\n\nLicense:\n CC0 1.0 Universal\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n eagle.png\n\n\nName:\n 015 Wild Golden Eagle in flight at Pfyn-Finges (Switzerland) Photo by Giles Laurent\n\n\nAuthor:\n Giles Laurent\n\n\nLicense:\n CC BY-SA 4.0 Deed\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 7971.1: Notable Features\nThe following table describes notable features of SCP-7971, arranged by age:",
        "Addendum 7971.2: Subsequent Events\nAccording to several interviews conducted by Foundation agents in Targyailing, Dorji stumbled into the village \"emaciated and naked\", with skin \"as pale as the moon\". He was taken into the care of the villagers, who taught Dorji to speak Tibetan. Dorji would eventually integrate with the rest of the village and started his own family through marriage. Many of his modern descendants were told anecdotes of Dorji in their childhood and were also recipients of a unique corpus of proto-Sumerian folklore, though no mentions of deific figures seemed to have been passed down. Towards the final years of his life, Dorji underwent accelerated senescence and started to make preparations for his funeral. Despite never having practiced Buddhism, he was able to find a monk willing to conduct the process of traditional Tibetan sky burial upon his death. Dorji died of old age in 1961, and his remains were fed to various birds he had raised over the years, including a golden eagle. Only a portion of his tibia bone (SCP-7971-1) remained preserved in his family's house when the Foundation began containment efforts.\nOn 2023/06/24, a Foundation truck carrying materials related to SCP-7971 out of Targyailing experienced a mechanical failure while operating, resulting in a rollover crash. No serious injuries occurred, however SCP-7971-1 was lost. A Foundation researcher driving behind the truck reported seeing an eagle depart from the site of the crash, carrying a bone in its talons.\nThree days later, excavation efforts near the entrance of SCP-7971 uncovered a clay tablet, dated to have been written shortly before Dorji's death. The tablet is written in both proto-cuneiform and Tibetan script. A translation is provided below:\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Inanna, I have paid my penance ten-thousandfold. Please, where is your deliverance?",
        "After carving out the cavity, Dorji crafted the figure of Inanna from the leftover debris. He prostrated himself before the statue. It seemed like he was in that position for a decade, at least. He chanted prayers during this time. Slowly, they devolved from controlled mantras into incoherent rasping, and his controlled posture became wild flailing. It was in one of these raves of motion that he shattered the figure against the rock. He was mired in inconsolable weeping thereafter, though even that gave out to motionlessness; curled in a fetal position on the cool stone floor. I do not know how long he lasted in that stillness. Other researchers have told me that it must have been a millennium. What aroused him ultimately was the dripping water, whose annoyance appeared sufficient to disturb even that deep lull. Gradually, like a bear awakening from hibernation, he started to crawl about the cavity, feeling its boundaries with the palm of his hands. He must have felt that the limestone walls had eroded, that the water weeping down had recessed depressions and cracks, and that nature was still digging while he was not. Suddenly, he scrambled to pick up a shard of the smashed goddess. With profound vigor, he used the shard to chip away at where the water had started to carve the path. Until his tunnel led him out of the farthest bounds of my Sight, I don't think he stopped for even a moment.",
        "\" SCP-7971 \" by Cubeseer, from the SCP Wiki . Source: https://scpwiki.com/scp-7971 . Licensed under CC-BY-SA .",
        "Filename: 800px-Tibia - malleolus medialis.jpg Name: Tibia - malleolus medialis Author: Markéta Klimešová License: CC0 1.0 Universal Source Link: Wikimedia Commons",
        "Filename: eagle.png Name: 015 Wild Golden Eagle in flight at Pfyn-Finges (Switzerland) Photo by Giles Laurent Author: Giles Laurent License: CC BY-SA 4.0 Deed Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The area above SCP-7971’s entrance has been fenced off from public access, under the cover story of a geological excavation. Exploration of SCP-7971 is to be conducted by experienced Foundation cavers and autonomous robotic assets; thaumaturgic assistance is authorized on a case-by-case basis.",
    "description": "SCP-7971 is an underground complex of artificial tunnels and natural cavities located under a valley 1km north of Targyailing, Tibet. The oldest and deepest of these tunnels is found at a depth of 2452m underground, with more recent tunnels dug all the way to the surface of valley. Radiometric dating has dated the construction of the tunnels occurring 3800 years ago at the oldest, while the entrance and most recent tunnel is dated to 1911 AD.",
    "title": "SCP-7971"
}