{
    "url": "https://scp-wiki.wikidot.com/scp-7976",
    "all_text": "rating: \n+373\n+\n–\nx\n\n\n\n\nItem #:\n SCP-7976\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-7976 instances are kept in a Small Mammal Enclosure at Site-58. Feeding practices and care details may be requested from Site-58 Containment Department Office as needed.\n\n\nOVERSEER EDICT #20485\n is in effect regarding SCP-7976; under no circumstances is custody over them to be surrendered to other organizations, particularly the United Nations Global Occult Coalition (GoI-012) and Wilson's Wildlife Solutions (GoI-064).\n\n\n\n\n\n\nSCP-7976-1 through -3. (Nicknamed by staff Kissinger, Rumsfeld, and Schultz.)\n\n\n\n\n\n\nDescription:\n SCP-7976 refers to a business\n1\n of three mature ferrets (\nM. furo\n) with gray-white coloration. SCP-7976 instances display superior, human-level intelligence in matters relating to geopolitics, international relations, diplomacy, war, and foreign policy; their breadth of knowledge and thought is best compared to that of tenured professors and experienced politicians & diplomats in the field. During testing, SCP-7976 instances have displayed remarkably complex knowledge on the political situations of various conflict-ridden regions on the planet, global superpowers, the state of the North Atlantic Treaty Organization, the military readiness of former Soviet states, the rise of Islamic extremism, conflict in the Middle East and Central Europe, and related matters.\n\n\nIt is unclear how SCP-7976 instances are aware of such information and the events surrounding it, despite being on a communications blackout protocol since their containment in 1992. They seem to be aware of global geopolitical developments within minutes to hours of them occurring, and adjust their diplomatic stances appropriately — oftentimes faster than world governments can.\n\n\nThey have collectively authored 38 papers, each several dozen pages long, with suggestions on American and NATO military intervention in conflict regions, the failings of the United Nations, commentary on the regional stability of the Arab world, the effects and relationship of climate-change driven demand for oil on geopolitics, the long-term effects of the fall of the Soviet Union, and one paper extolling the virtues of cooked egg and why it should be incorporated into SCP-7976's dietary regimen. This suggestion was deemed persuasive enough to be accepted.\n\n\nSCP-7976 instances have also displayed remarkable longevity. They were initially acquired as kits in 1992, and have lived to be 23 years old, well over twice the average lifespan for ferrets. It is unclear whether this is an anomalous property, a result of advanced Foundation medical care, or simply a statistical coincidence.\n\n\nSCP-7976 instances cannot speak, or otherwise verbally communicate their thoughts. During testing, they are provided with a keyboard they cooperatively type on to draft responses to political inquiries and questions; however, they appear uninterested in answering any personal questions using it, and indeed in discussing personal affairs at all. When not being tested, instances tend to engage in typical ferret behaviour (running, playing, etc.).\n\n\nSCP-7976 instances were initially classified as Foundation laboratory testing animals until their anomalous properties were discovered by Junior Researcher Louis Chan. Researcher Chan has refused to explain why he was administering university-level political science exams to a group of ferrets.\n\n\n\n\n\n\nAddendum 7976.1\n\n\nPRODUCED ACADEMIC WORKS\n\n\n\n\n\n\nThrough the length of their containment, SCP-7976 instances were often prompted by researchers for solutions and commentary on current events. The resulting papers, theses, and dissertations comprise much of the testing evidence.\n\n\n\n\nDESCRIPTION:\n A twelve-page predictive essay, written in 1992 as a first experiment on SCP-7976, that sought to analyze the regional effects of the breakup of the Socialist Federal Republic of Yugoslavia. The essay accurately predicted a sudden upheaval in ethnic conflict and cleansing across Serb-Bosniak lines, as well as the ensuing secession of Kosovo and a resultant NATO military intervention years before they occurred.\n\n\n\n\n\n\nDESCRIPTION:\n A sixteen-page dissertation on why the Gaddafi Jamahiriya government of Libya can only continue to exist when provided with Western financial support for oil interests, and will collapse in on itself when such international support is deemed no longer more profitable than the inevitable outcome. Once again, SCP-7976's predictions proved prophetic; after the United Nations established a no-fly zone over Libya (and enforced by NATO), Colonel Muammar Gaddafi was ousted from power by a number of temporary-allied rebel groups.\n\n\nWhile the dissertation itself is sixteen pages, the full document is nineteen, the extraneous three pages consisting of random letters typed when SCP-7976 instances became distracted and began playing tag on the keyboard.\n\n\n\n\n\n\nDESCRIPTION:\n An analysis on the Coalition Invasion of Iraq, particularly SCP-7976 instances' suggestions on where it failed and how it could have been more smoothly managed to ease into a stable, Western-friendly regime rather than collapsing into civil war.\n\n\nSCP-7976's plan was substantially more aggressive and broader than the Coalition plan, which was already extremely aggressive and broad. Civilian targets were considered as legitimate as military targets, and plans range from carpet-bombing strategies to detonation of a tactical nuclear warhead in Baghdad. Diplomatic Division experts agree that SCP-7976's plan would have result in upwards of 250,000 additional civilian casualties (the invasion already having upwards of 100,000) and a massive loss of life for all involved parties.\n\n\nIt is yet unclear if the United States was aware of this paper when the government employed many of SCP-7976's strategies during the invasion.\n\n\n\n\nDiplomatic Division experts regularly review papers produced by SCP-7976 and find the underlying logic sound, but point out a callous disregard for civilian casualties, collateral damage, and life in general. They also criticize what is described as a 'gleeful' tone.\n\n\n\n\n\n\nAddendum 7976.2\n\n\nATTACHED DOCUMENTS\n\n\n\n\n\n\nFollowing a relaxation in UNGOC-Foundation relations after the fall of the Soviet Union, several files on low-level Threat Entities and SCPs, respectively, were exchanged. Among these was the SCP-7976 file. As the SFR Yugoslavia had broken up at the time and the region was descending into a number of smaller conflicts, the UNGOC made a formal request for temporary custodianship of SCP-7976.\n\n\n\n\n\n\nUNITED NATIONS // GLOBAL OCCULT COALITION // PSYCHE DIVISION COMMUNIQUE\n\n\n06.04.1993\n\n\n\n\n\n\nTHIS IS A FORMAL REQUEST\n by United Nations Global Occult Coalition High Command for temporary custodianship of: \nSCP-7976\n, pursuant to House Accords, Article II § 5.\n\n\nON THE BASIS THAT\n the diplomatic and geopolitical expertise provided by SCP-7976, as well as their (and by extension, the Foundation's) status as an impartial third-party not bound to regional commitments or biases, could provide critical assistance in brokering a ceasefire to the Bosnian War and avert the deaths of tens of thousands of military personnel and civilians.\n\n\n\n\nFOUNDATION RESPONSE:\n \nDENIED\n\n\n\n\n\n\n\n\nUNITED NATIONS // GLOBAL OCCULT COALITION // PSYCHE DIVISION MEMO\n\n\nLOG OF SCP-7976 CUSTODY REQUESTS\n\n\n11.23.2012\n\n\n\n\n\n\n\n\n\n\nYEAR\n\n\nCAUSE\n\n\nVERDICT\n\n\n\n\n\n\n1992\n\n\nBreakup of the Union of Soviet Socialist Republics\n\n\nDENIED\n\n\n\n\n\n\n1993\n\n\nBosnian War\n\n\nDENIED\n\n\n\n\n\n\n1997\n\n\nAfghan Civil War\n\n\nDENIED\n\n\n\n\n\n\n1998\n\n\nKosovo War\n\n\nDENIED\n\n\n\n\n\n\n2004\n\n\nWar in Afghanistan\n\n\nDENIED\n\n\n\n\n\n\n2008\n\n\nGaza-Israel Conflict\n\n\nDENIED\n\n\n\n\n\n\n2011\n\n\nFirst Libyan Civil War\n\n\nDENIED\n\n\n\n\n\n\nI have to say that I'm exceedingly disappointed and frustrated by the Foundation's lack of cooperation regarding this anomaly, Liaison Strewinsky. We've seen the documentation on file… as absurd as it is, the reality of it is that this group of ferrets could very well solve world peace. If not that, then at least let us have a better idea of what we're getting into when we step into these regions. People die not by the dozens or the hundreds but by the tens of thousands. It's clear you're not going to acquiesce to a temporary shared model of containment, so High Command has asked the Security Council to stop asking. But personally? I hope you have a good goddamn reason for not letting those polecats out of the bag.\n\n\n\n\nAmbassador Karl Haas\n\n\nSpecial Ambassador to the Foundation\n\n\n\n\n\n\nFollowing the initial request from the UNGOC in 1993, Foundation personnel conducted an interview with SCP-7976 instances to determine their level of cooperation with the idea. While instances were still refusing to speak directly to researchers, limited success had been encountered with the use of a simple yes-no answering system.\n\n\n\n\nInterviewer:\n Doctor Leo Silas\n\n\nSubject:\n SCP-7976 instances, provided with a simple buzzer; one buzz indicates \"yes\", and two buzzes indicate \"no\".\n\n\n\n\nSILAS:\n Hello. I'm not sure if you have a leader, but if you do, would they step up, please?\n\n\n[SCP-7976-1, the largest of the ferrets, emerges from the group and approaches the button on the table.]\n\n\nSILAS:\n Hello there, little guy.\n\n\nSCP-7976-1 RESPONSE:\n NO\n\n\nSILAS:\n Uh, okay. Sorry. Are you the oldest?\n\n\nSCP-7976-1 RESPONSE:\n YES\n\n\nSILAS:\n Right. Well, as you're no doubt aware, we've been contacted by the United Nations recently.\n\n\nSCP-7976-1 RESPONSE:\n YES\n\n\nSILAS:\n They'd like to assume temporary custody of you for up to a year to advise on how to deescalate the conflic—\n\n\nSCP-7976-1 RESPONSE:\n NO\n\n\nSILAS:\n You didn't even let me tell you which conflict.\n\n\nSCP-7976-1 RESPONSE:\n YES\n\n\nSILAS:\n The GOC thinks your expertise and impartiality could be useful in brokering a ceasefire. Maybe even a peace agreement. Do you agree?\n\n\nSCP-7976-1 RESPONSE:\n YES\n\n\nSILAS:\n But you don't want to do it.\n\n\nSCP-7976-1 RESPONSE:\n NO\n\n\nSILAS:\n You don't want to help?\n\n\nSCP-7976-1 RESPONSE:\n NO\n\n\nSILAS:\n You realize that… this is a huge international crisis, right? People are dying left and right, mostly innocent civilians.\n\n\nSCP-7976-1 RESPONSE:\n YES\n\n\nSILAS:\n There's a genocide occurring. Ethnic cleansing. Massacres.\n\n\nSCP-7976-1 RESPONSE:\n YES YES YES\n\n\nSILAS:\n And you still don't want to help. Do you at least have a reason?\n\n\nSCP-7976-1 RESPONSE:\n YES\n\n\nSILAS:\n …I'm willing to hear it but honestly, I can't really imagine there's a reason good enough to excuse not averting the deaths of tens of thousands of men, women, and children.\n\n\n[SCP-7976-1 does not respond.]\n\n\nSILAS:\n I mean, I don't know about this sort of stuff, but don't we have a moral imperative to do that? To step in when people are being murdered? We're the Foundation, we're literally the most powerful organization on the planet. No politics to deal with, no deficit. We have the power to help — \nyou\n have the power to help, and you're saying no. Why?\n\n\n[At this point, SCP-7976-1 began rapidly slamming down haphazardly on the buzzer. Initially this was assumed to be an aggressive nonsense response, but Researcher SILAS quickly registered that the beeps were alternating between short and long with spaces in between. Upon playback, the sequence was confirmed to be a message in simplistic Morse code.]\n\n\n\n\n\n\n\n\nMorse Transcript\n\n\nConversion\n\n\n\n\n\n\n\n\n.... ..- -- .- -. ... / -.. -.-- .. -. --. / .-.. --- .-..\n\n\n\n\n\n\nHUMANS DYING LOL\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+373\n+\n–\nx\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Term for a group of ferrets; SCP-7976 instances have not displayed any superior business administration skills at this time.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7975\n | SCP-7976 | \nSCP-7977\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7976\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7976\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ferrets.jpg\n\n\nAuthor:\n Kimberly Fraser / USFWS Mountain-Prairie\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7976 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-7976 . Licensed under CC-BY-SA .",
        "Filename: ferrets.jpg Author: Kimberly Fraser / USFWS Mountain-Prairie License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-7976",
    "object_class": "Safe",
    "containment_procedures": "SCP-7976 instances are kept in a Small Mammal Enclosure at Site-58. Feeding practices and care details may be requested from Site-58 Containment Department Office as needed.",
    "description": "SCP-7976 refers to a business1 of three mature ferrets (M. furo) with gray-white coloration. SCP-7976 instances display superior, human-level intelligence in matters relating to geopolitics, international relations, diplomacy, war, and foreign policy; their breadth of knowledge and thought is best compared to that of tenured professors and experienced politicians & diplomats in the field. During testing, SCP-7976 instances have displayed remarkably complex knowledge on the political situations of various conflict-ridden regions on the planet, global superpowers, the state of the North Atlantic Treaty Organization, the military readiness of former Soviet states, the rise of Islamic extremism, conflict in the Middle East and Central Europe, and related matters.",
    "title": "SCP-7976"
}