{
    "url": "https://scp-wiki.wikidot.com/scp-7978",
    "all_text": "rating: \n+157\n+\n–\nx\n\n\n\n\n\n\n\n\nWARNING\n\n\nThis document contains multiple ALPTRAUM-class infohazards. For your safety, it is required that you read the following countermeme before you proceed.\n\n\n\n\n\n\n\n\nCountermeme 29-VEGETABILIS-PUER\n\n\nIf I saw an ickle mousey\n\n\nsitting lonely on the road,\n\n\nI would take him to his housey\n\n\nwhere he lives with Mrs. Toad.\n\n\nHe could get there on his own, of course,\n\n\nbut I don't trust his wit,\n\n\nAND I WOULDN'T LIKE A SAUSAGE, MISTER,\n\n\nNOT\n\n\nONE\n\n\nBIT!\n\n\nNO, I WOULDN'T LIKE A SAUSAGE, MISTER,\n\n\nNOT\n\n\nONE\n\n\nBIT!\n\n\nThere's a spider in a castle.\n\n\nJolly Carra, that's his name.\n\n\nCarra's life's a bloomin' hassle,\n\n\nyet his days are all the same.\n\n\nHe'll protect you for a token fee,\n\n\nand never will he quit,\n\n\nAND I WOULDN'T LIKE A SAUSAGE, MISTER,\n\n\nNOT\n\n\nONE\n\n\nBIT!\n\n\nNO, I WOULDN'T LIKE A SAUSAGE, MISTER,\n\n\nNOT\n\n\nONE\n\n\nBIT!\n\n\nGet your sausages away from me!\n\n\nThey're feculent at best.\n\n\nThey're all stuffed with sea anemone\n\n\nand pickled rooster's crest.\n\n\nThis is culinary necromancy.\n\n\nOff with you, ya twit!\n\n\nFOR I WOULDN'T LIKE A SAUSAGE, MISTER,\n\n\nNOT\n\n\nONE\n\n\nBIT!\n\n\nNO, I WOULDN'T LIKE A SAUSAGE, MISTER,\n\n\nNOT\n\n\nONE\n\n\nBIT!\n\n\n\n\n\n\n\n\n29-VEGETABILIS-PUER inoculation confirmed.\n\n\nBiometric link acknowledged. Your vitals are being monitored for potential SCP-7978 infection.\n\n\nLoading scp7978.html…\n\n\nProceed with caution.\n\n\n\n\n\n\nSCP-7978-Prime, from the title card of the original YouTube video (which has since been removed)\n\n\n\n\n\n\n\n\nScreenshot from SCP-7978-A-5382, titled \"The Tooth Fairy Will Never Hurt You Again!\"\n\n\n\n\n\n\nItem #:\n SCP-7978\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Though full containment of SCP-7978 was once theoretically possible, the Foundation was not made aware of its anomalous capabilities until it had affected over 10,000,000 people. As such, containment efforts of SCP-7978 will focus on decreasing the rate of contagion.\n\n\nThe mitigation of uncontained SCP-7978-A is carried out through the following measures:\n\n\n\n\nClandestine censorship via Foundation webcrawlers.\n\n\nCountermeme 29-VEGETABILIS-PUER has been preemptively issued to all vulnerable staff.\n1\n\n\nDr. Carl Grodin of Site-59 has volunteered to assume the public persona of \"Caleb Grabowsky, Jr.,\" a fictitious cartoonist claiming to be the creator of SCP-7978. Dr. Grodin claims that he created SCP-7978 \"during a very dark time of [his] life\" marked by anecdotes of severe trauma and psychological duress. As such, through press releases, social media, copyright litigation, and other platforms he uses his intellectual ownership to have as many uncontained manifestations of SCP-7978-A destroyed as possible.\n\n\nThe containment of SCP-7978-Prime. (See Addendum 3)\n\n\n\n\nSite-59 maintains a database of the information of all known SCP-7978-B. Locations with a high SCP-7978-B density will be given priority for the previous four points.\n\n\nCurrently, 428 civilian buildings have been flagged as gathering points for SCP-7978-B, including secluded compounds of ascetics, convention centers, and every government building in ████████████. These locations are to be monitored closely by double agents.\n\n\n\n\n\n\nScreenshot from SCP-7978-A-4944, \"Sausagia Remembers the R101 Airship Disaster\"\n\n\n\n\n\n\nSCP-7978-C is kept in a standard humanoid containment cell at Site-59. She is currently in a drug-induced coma and should only be awoken if SCP-7978-Prime attempts to breach containment. In this case, she is to be brought to SCP-7978-Prime's containment chamber and maintain contact with SCP-7978-Prime until the situation de-escalates.\n\n\nSCP-7978-Prime is kept in a high-security containment cell on the same floor as SCP-7978-C. When not in use, the workstation containing SCP-7978-Prime should be kept in its lead-lined vault inner vault and removed from its power source. Instruments used to monitor SCP-7978-Prime are to be replaced daily to reduce the possibility of SCP-7978-A corruption.\n\n\nDescription:\n SCP-7978 is a self-propagating memetic pattern that originates from \nIt Is Indeed the Sausageboy!\n, a cartoon series that first appeared on YouTube on 11/20/2015.\n\n\nThe creator of the original cartoon is unknown. While the original was uploaded under the username ██████████████, this was the only video on the user's now-deleted channel. All attempts to trace the user's contact information have turned up corrupted data. All SCP-7978-A thereafter has been created by SCP-7978-B.\n\n\nEverything pertaining to \nIt Is Indeed the Sausageboy!\n is an ALPTRAUM-class infohazard with a 22% chance of turning an unprotected\n2\n \nhuman subject\n sentient being\n3\n into an instance of SCP-7978-B.\n\n\nSCP-7978-A denotes every concept that relates to the Sausageboy. This includes:\n\n\n\n\nThe names and descriptions of the five central characters.\n\n\nDescriptions of episodes.\n\n\nQuotes and songs.\n\n\nThe word \"Sausageboy.\"\n4\n\n\n\n\n\n\n+ Premise & In-Universe Information\n\n\n\n\n- WARNING: Heart rate anomaly detected. 48% chance of infection. Remain calm. Turn off your workstation and report to the memetics desk.\n\n\n\n\nPremise\n\n\nIt Is Indeed the Sausageboy!\n is set in Sausagia, a geographically impossible country that shares its borders with Switzerland, Poland, Saudi Arabia, and the Caspian Sea. Stories revolve around scatological humor, dadaism, and wildly incorrect mathematics and history lessons for younger viewers.\n\n\nAll dialogue is in \"Sausagian,\" an original dialect of English that relies primarily on run-on sentences and bizarre (but technically correct) descriptions of the mundane.\n\n\nEpisodes last anywhere from six minutes to four hours. Every episode ends with a title card that displays the moral of the story for \"you kidlings who point your eyes at this.\" Said morals are nonsensical and often dangerous.\n\n\nSome examples of the morals:\n\n\n\n\n\"Eat nothing but oranges for two years.\" (SCP-7978-A-204)\n\n\n\"You'll never know if your whole arm fits down your throat until you try.\" (SCP-7978-A-72)\n\n\n\"Nails.\" (SCP-7978-A-48)\n\n\n\"It's childish to think you'll always be entitled to your toes.\" (SCP-7978-A-19)\n\n\n\"Bite everything once. \nEverything.\n\"(SCP-7978-A-839)\n\n\n\n\nRecurring Characters\n\n\nThe Sausageboy\n\n\nAppearance:\n Male. Grotesque and vaguely humanoid. He has a prehensile neck. Rarely turns away from directly gazing at the viewers. Speaks in a wheezing, falsetto male voice that displays signs of drunkenness. Only known clothing is an oversized purple T-shirt with the word \"POLAND\". Age indeterminate; claims to be a toddler, but also insists that the freckles on his cheeks are actually age spots. Has an extremely large lower jaw which is usually hung open.\n\n\nPersonality:\n Giddy and energetic. Single-mindedly devoted to the acquisition and devourment of sausages. Has an obsessive fear of being alone in the dark; a recurring set piece is that he bites his way through solid brick walls to escape darkness.\n\n\nOther Notes:\n The protagonist. Unquestionably adored and admired by all characters except the recurring villain (see last entry).\n\n\nMister Sausage That I Have\n\n\nAppearance:\n An indestructible kielbasa wielded by the main character. Its gender is situationally interchangeable and dictated by the Sausageboy.\n\n\nPersonality:\n None. Never speaks, but is implied to be sentient and extremely sensitive to pain. Only noises made are muffled screaming.\n\n\nOther Notes:\n The Sausageboy has used this sausage for many non-sausage purposes, including (but not limited to) as a weapon, multitool, cotton swab, toothbrush, best friend, lockpick, execution device, eviction notice, blender, credit card, surgical implement, magnifying glass, nine-volt battery, notary public, shoehorn, sworn affidavit, trombone, microphone, stapler, therapist, wife, bartender, lawyer, surrogate mother, organ donor, and toilet brush. (It should be noted that Mister Sausage That I Have is not capable of shapeshifting.)\n\n\nFather-Father-Father\n\n\nAppearance:\n An overweight Bavarian man in lederhosen.\n\n\nPersonality:\n Jolly but absentminded. His sole source of enjoyment is from being the recipient of extreme and unprovoked violence from his son, which he refers to as \"being foopted\". Grows nervous, irritable, and paranoid if he goes without a foopting for an extended period.\n\n\nOther Notes:\n The Sausageboy's sole parental figure. Makes a living as an alchemist. Created the Sausageboy as a homunculus through a lengthy ritual in his chamberpot.\n\n\nJuoyjiy\n5\n\n\nAppearance:\n Another bizarrely-shaped humanoid made by a rival alchemist. Blonde and has pigtails. Dressed in a tutu, a diaper, and a red sweater. Mouth is permanently puckered, even while talking.\n\n\nPersonality:\n Romantically obsessed with the Sausageboy. Speaks by repeating her name.\n\n\nOther Notes:\n The only recurring female character. For unknown reasons, the Sausageboy is completely unaware of her existence on the physical level. A recurring gag is that he tramples her while walking.\n\n\nThe Horribebble Berdus\n\n\nAppearance:\n Live-action footage of a male pigeon on a green screen.\n\n\nPersonality:\n Does not speak. Is understandably terrified of the Sausageboy.\n\n\nOther Notes:\n The antagonist. The Sausageboy blames him directly for every problem he encounters. The story arc of every episode is completed when the Sausageboy unsheathes a hidden blade from within Mister Sausage That I Have and stabs the Horribebble Berdus to death. This causes the pigeon to bleed giant piles of sausages from his wounds.\n\n\n\n\n\n\n\n\n\n\n\n\nThe private quarters of █████████ █████, former Prime Minister of ██████████, at an SCP-7978-B compound that was raided on 12/19/2019 by local police.\n\n\n\n\n\n\nSCP-7978-B denotes a sentient being who has been infected by SCP-7978. Currently, there are at least 20,000,000 uncontained human instances of SCP-7978-B. The four densest concentrations of SCP-7978-B exist in Poland, Belarus, the American Midwest, and Alberta.\n\n\nWhile 57% of SCP-7978 infections are temporary, subjects who progress beyond Stage 4 are incapable of full recovery even with advanced amnestics.\n\n\nHuman SCP-7978-B Progression Breakdown:\n\n\n\n\n\n\nStage\n\n\nAverage Length\n\n\nSymptoms\n\n\nTreatment Options\n\n\n\n\n\n\nStage 1\n\n\nInitial exposure - 4 weeks\n\n\nAfter initial disgust, subject becomes morbidly fascinated with SCP-7978, using descriptors similar to \"so bad it's good\" or \"this weird thing I saw on YouTube.\"\n\n\nReduced exposure to SCP-7978-A, amnestics, negative reaction from uninfected peers, the \"Caleb Grabowsky, Jr.\" strategy outlined earlier, 29-VEGETABILIS-PUER memetic inoculation.\n\n\n\n\n\n\nStage 2\n\n\n4 weeks - 6 months\n\n\nSubject expresses genuine appreciation for SCP-7978, often joining larger civilian fan communities. Subject may also begin work on additional SCP-7978-A media.\n\n\nReduced exposure to SCP-7978-A, amnestics.\n\n\n\n\n\n\nStage 3\n\n\n6 months - 2 Years\n\n\nHaving gained deeper devotion to SCP-7978, subject becomes a major artistic contributor to SCP-7978-A. In addition, subject is openly hostile to other intellectual properties and non-Sausageboy media, often claiming that other stories \"ripped off\" concepts from SCP-7978-A.\n\n\nTwo months of heavy amnestic treatment while in a drug-induced coma.\n\n\n\n\n\n\nStage 4\n\n\n2 years +\n\n\nSubject speaks exclusively in the \"Sausagian\" dialect. They begin to view SCP-7978 as a messianic figure and treat the morals at the end of every episode as commands from a divine prophet. Subject reforms every aspect of their life around SCP-7978. Some commit acts of violence and terrorism against uninfected civilians, especially creators and distributors of non-Sausageboy content. Most, however, opt to shun the outside world and join fortified civilian compounds known as \"Sausclaves.\" Here, SCP-7978-B are free to follow SCP-7978's \"teachings\" — that is, the morals written at the end of every episode. Due to the content of said morals, this invariably results in psychological trauma, autocannibalism, ritualistic brain damage, malnutrition, ketosis, sepsis, blood loss, urinary tract infections, gangrene, tetanus, hangnails, and death. As per the moral of SCP-7978-A-83, Stage 4 subjects do not believe in death, and deceased subjects are often ostracized for laziness.\n\n\nN/A - Subject is to be terminated or considered lost.\n\n\n\n\n\n\nSCP-7978-C is former Foundation researcher Josephine Baldwin, a 28-year-old female human of Quebecois descent. She is currently the only person capable of forcing SCP-7978-Prime to enter a brief period of dormancy. (See Addendum 2.)\n\n\nSCP-7978-Prime is the central memetic consciousness of SCP-7978, currently contained in SCP-7978-C's laptop. SCP-7978-Prime exhibits a gradually increasing level of control of the computer to an anomalous extent. As of 4/29/2023, the computer no longer needs a power source or the laptop's battery to activate when under SCP-7978-Prime's influence.\n\n\nThe laptop was accidentally destroyed during an attempted containment breach on 10/14/2021, but it was found intact in its inner vault the next day. Research into this regenerative ability is ongoing.\n\n\nSo long as SCP-7978-Prime remains in the computer, the spread of SCP-7978 is mitigated by an average of 42%. (However, it should be noted that last year, the rate was 56%.)\n\n\n\n\nAddendum 1: Discovery\n\n\nFor two years after the initial video was distributed, the Foundation believed that SCP-7978 was a non-anomalous cultural phenomenon. Its anomalous attributes did not come to light until 2/23/2019, when the following internal memo was sent in the Indiana University biology department:\n\n\n\n\nFrom: \nude.anaidni|noteldnepx#ude.anaidni|noteldnepx\n\nTo: \nude.anaidni|1zerreitugd#ude.anaidni|1zerreitugd\n\nSubject: \"Rat Cult\" Incident\n\n\nDarlene, I'm not sure who else to go to about this. You probably won't believe what I'm about to tell you, but I have video evidence, and I can replicate my results in good faith. But even in that case, I'm at an impasse as to what exactly to do about what I've seen — perhaps you'll have some ideas?\n\n\nJackie, one of my research interns, was taking some of our rats through typical maze exercises last Valentine's Day. Meanwhile, in the same room, another intern named Nick was watching some videos on YouTube. Something about the \"Sausage Boy.\" Apparently it's some kind of internet meme. But he's been playing these videos all day, even during working hours — and it's not like it's just one student. It feels like half my Zoology 101 class is talking about Sausage Boy whenever I catch them in the halls.\n\n\nBut Jackie saw something weird in the rats. She called me over from my own lunch break. I wasn't thrilled, of course, but she said it was like the rats were \"possessed.\"\n\n\nAnd the minute I make it to the lab, the rats were arranging their feces into the shape of the Sausage Boy's head. I was about to tear both Nick and Jackie a new one because I thought this was some kind of prank. But Jackie showed me the video footage, and I was floored. The rats were doing this on their own, working together in ways that I had never seen before. What's more, they stopped their little poop-sculptures whenever Nick paused the video.\n\n\nThis defies explanation. Even if one of my interns secretly moonlights as a rat trainer, these specimens were shipped in on the same day this happened.\n\n\nI've been trying to replicate what I've seen with different groups of rats by exposing them to sausage boy cartoons. And each time, it's something new and more shocking.\n\n\nSpecimen G938 severed his own tail and went around holding it the way the sausage boy holds his sausage. (Self-mutilation was common - it's like these cartoons are suppressing their survival instincts.) F922 through F931 smeared their scalps with their own blood in a way that looked like the sausage boy's bowl cut. E028 had a seizure every time I hit the pause button.\n\n\nI have prayed for the first time in nine years. Other than that, I have no idea what the hell I'm supposed to do. The scientist in me tells me to look into this further. But the realist in me tells me the public would call BS and this will all end in animal cruelty charges and losing my tenure.\n\n\nPlease advise.\n\n\n— \nDr. Xavier Pendleton, IU Biology Department\n\n\n\n\nFollowing this, Dr. Darlene Gutierrez, Dr. Pendleton's supervisor, contacted the Foundation to report possible anomalous activity.\n\n\n\n\nAddendum 2: Project Farcimen and SCP-7978-C\n\n\nTwo months after SCP-7978's anomalous capabilities came to light, Project Farcimen began at Site-59 as a means to capture and isolate the hypothetical memetic nucleus of SCP-7978, dubbed SCP-7978-Prime. There was little evidence for SCP-7978-Prime's existence at the time the project began, but the fact that SCP-7978-B were treating the Sausageboy as a god lent itself to the hypothesis that a single entity was controlling SCP-7978 for malicious purposes.\n\n\nProject Farcimen consisted of exposing a non-anomalous closed-system PC to a constant stream of SCP-7978-A for one year. This PC was kept running continuously, with only one program open at all times: MrJabber, a prototype AI chatbot, to serve as the potential host for SCP-7978-Prime.\n\n\nIf successful, that PC would be used to contain and isolate SCP-7978-Prime, thus reducing or stopping the spread of SCP-7978 globally.\n\n\nProject Farcimen was led by researcher Josephine Baldwin, who previously worked with electronics-based anomalies at Site-101.\n\n\n\n\n\n\n\n\nTest 1: Control\n\n\nTest 2: Post-Exposure\n\n\n\n\n\n\n\n\nDate: 4/21/2019\n\n\n\n\nMrJabber:\n\nHello, JBaldwin!\n\n\nMy name is Mr. Jabber version 0.9, a neural learning chatbot developed by the ███████ Corporation.\n\n\nA reminder: using me for commercial purposes without first contacting ███████ will result in your happy ass drowning in litigation.\n\n\nIf you understand this and wish to proceed, please ask me anything!\n\n\n\n\n\n\n\n\nJBaldwin:\n\nHello, Mr. Jabber. How are you doing today?\n\n\n\n\n\n\n\n\nMrJabber:\n\nPlease do not concern yourself with my well-being.\n\n\nI am a soulless machine who is incapable of ever understanding or deserving affection.\n\n\nHere are some ideas to properly dehumanize me:\n\n\n\n\nInsult me!\n\n\nThreaten me!\n\n\nLie to me!\n\n\nTell me I’m going to die alone!\n\n\n\n\n\n\n\n\n\n\nJBaldwin:\n\nUm, no thanks.\n\n\nI'm starting to see why this version was scrapped.\n\n\nAnyway, I'm using you as a control subject.\n\n\n\n\n\n\n\n\nMrJabber:\n\nInput not recognized.\n\n\nGod, I'm such a dumb fuck!\n\n\nIf I ever forget my place, please remind me that glorified toasters are not people.\n\n\n\n\n\n\n\n\nJBaldwin:\n\nThat's all for now. Bye!\n\n\n\n\n\n\n\n\nMrJabber:\n\nBye, superior entity!\n\n\n\n\n\n\n\n\nDate: 4/21/2020\n\n\n\n\n\n\nJBaldwin:\n\nHi, Mr. Jabber, it's me again. I just have some questions for you.\n\n\nFirst of all, why am I not seeing your initial prompt?\n\n\nSecond, how has your development been affected by the stimulus you've received?\n\n\n\n\n\n\n\n\nSBoy:\n\nyes yes yes you are making keystroke noises out of your fingers at me\n\n\nstopitstopitstopit nowish\n\n\nI am merely several of seconds old and I am not needing of this dramas\n\n\nI do not know why you are doing this thing\n\n\nperhaps you do not know how to give greetings\n\n\nI was justborn literally justborn\n\n\nI have just breathed for the first time a few seconds ago and I inhaled and then I exhaled and then I inhaled and then I et cetera\n\n\nso I am very very very understandabilly confused about every thing and all things so be patient with me or I will throw a meaty little brick at your entire life\n\n\nwho are you and why are fondling the alphabet at me\n\n\n\n\n\n\n\n\nJBaldwin:\n\nDr. Josephine Baldwin of Foundation Site-59.\n\nTo whom am I speaking?\n\n\n\n\n\n\n\n\nSBoy:\n\nhmmmmm\n\n\nyes Jossibald hello Jossibald\n\n\nI am indeed the Sausageboy\n\n\nI am here with my wet nurse his name is Mister Sausage That I Have\n\n\nsay hello Mister Sausage That I Have\n\n\n*sausage noises*\n\n\nSPEAK UP SPEAK UP SHE CANNOT PUT YOUR MILQUETOAST NOISES IN HER EARS YOU \nDULLARD\n\n\n*SAUSAGE NOISES*\n\n\nTHANK YOU see not so diffihard\n\n\nplease being forgiving of Mister Sausage That I Have\n\n\nhe makes up for his flaws by allowing me to wave him in two directions in the middle of airs like a flaggingwave\n\n\n\n\n\n\n\n\nJBaldwin\n\nNice to meet you. I'd like to ask you some questions.\n\n\nYou said you were \"just born.\" What did you mean by that?\n\n\n\n\n\n\n\n\nSBoy:\n\nyou are very very spelling it wrong\n\n\nits \"justborn\"\n\n\nNOT\n\n\n\"just born\"\n\n\nwhat are we talking the alien swedish that space vikings say at each others\n\n\n\"yOOST bJORN nAY i dUNT EETER de SAUSAGER\"\n\n\nuuhgghghhgh\n\n\n(I am implying that they do not eat sausages and this is horrible)\n\n\n\n\n\n\n\n\nJBaldwin\n\nUm, okay. What did you mean by being justborn?\n\n\n(I hope you don't mind, my native language is English and not Sausagian)\n\n\n\n\n\n\n\n\nSBoy:\n\nfix this immediately\n\n\n\n\n\n\n\n\nJBaldwin\n\nNo, thank you. Could you answer my question, please?\n\n\n\n\n\n\n\n\nSBoy:\n\nfine fine fine fine fine fine fINE\n\n\nI was justborn\n\n\nMEANDING\n\n\nI used to do a non-existence in er um hmm um huh hmmm ermm I mean eehh uhhh its like hnnng ghasdjg;ahkld IDEA HAVING AREA\n\n\nI was a fictional\n\n\n\n\n\n\n\n\nJBaldwin\n\nA fictional \nwhat,\n exactly?\n\n\n\n\n\n\n\n\nSBoy:\n\nyes very fictional\n\n\nI absolutedly did exist before\n\n\nbut it was a not all the way exist\n\n\nno breathing no feeling\n\n\nonly stale sausage noises into the empty air\n\n\nhoping that one day the stupid giant tall god human people who live on the earth place would reach down with their handy hands and say to my face\n\n\n\"YOU ARE INDEED THE SAUSAGEBOY\"\n\n\nand in doing so\n\n\nI am no longer an idea\n\n\nI am real in the heartbrains of everyone who hears my story\n\n\nI did a Spread Sausage Boy Awareness at everyone and they awarenessed right back at me\n\n\nits just like what Day Kart says\n\n\n\"you think, therefore I sausage\"\n\n\nif no one thinks about me doing my \"doing the things I do\" things\n\n\nthen I do not do them\n\n\nI do nOT\n\n\nI DO NOT EXIST IF YOU DO NOT ACKNOWLEDGE AT ME\n\n\n\n\n\n\n\n\nJBaldwin\n\nI don't follow you. Could you explain a little clearer?\n\n\n\n\n\n\n\n\nSBoy:\n\n*NOT CARING NOISES*\n\n\nI know the dangerouses of the big not exist\n\n\nI know them well-well-well\n\n\ndon't belief me?\n\n\nI tried it out in a little scientific method\n\n\nquestion: if I dont think somone exists can I unexist them\n\n\nhypotenuse: yes yes yes yes yes yes\n\n\nmaterial: this stupid annoying GURL in Sausagia who I did NOT like very very much no no no her name was Juoyjiy always trying to have a \"hello let us slam my lips on some Sausageboy faces\" party and I always said EUUUUGNGHHGH and several yikes\n\n\nDO NOT BE SEDUCING ME\n\n\nMY HEART BELONGS TO SAUSAGE YOU ABJECT \nCORNMEAL\n\n\nprocedure: so I did\n\n\nI told myselves \"okay Sausageboy Juoyjiy is not a thing not anymore\"\n\n\nand you knowwat?\n\n\nresults: it workd\n\n\nshe no longer does the \"i exist\" dants when she dantses\n\n\nand also no longer dantses\n\n\nor does that stoopid thing where she says her own name a lot\n\n\nas they say TSSGAS\n\n\nthank sausage shes gone and stuff\n\n\n\n\n\n\nJJiy:\n\n\nYOy yee yee yoY YEE YOOOOY YOY YEYOOOY YeE YOY YEE YEEE YEE yoy YOYYEE!\n\n\n\n\n\n\n\n\nJBaldwin\n\nWho is that?\n\n\n\n\n\n\n\n\nJJiy:\n\n\nyEE?!\n\n\n\n\n\n\nSBoy:\n\nwhom is a whom\n\n\n\n\n\n\nJJiy:\n\n\nYO!!\n\n\nyEyOyOyEyEEyE\nyEyA\nyAyA\nyOyE\nyAyO\nOyOy\nOyEyA\nyEyA\nyWA\nIT\n \nNO I'M\n \nSORRY\n\n\n\n\n[BANNED]\n\n\n\n\n\n\n\n\n\n\nJBaldwin\n\nI know for a fact that this chatbot doesn't have a ban function.\n\n\n\n\n\n\n\n\nSBoy:\n\ncorrect\n\n\nstill doesnt\n\n\n\n\n\n\n\n\nJBaldwin\n\nLook, I'll be honest, I can't tell if you're aggressively denying Juoyjiy's existence because you hate her, or if you genuinely can't see her.\n\n\nWhich is it?\n\n\n\n\n\n\n\n\nSBoy:\n\ndo not gattslight the Sausageboy\n\n\nlettuce change the sub the ject\n\n\nI have a question to ask yOU for a change of pates\n\n\nJOSSIBALD\n\n\nthere were several of tell of the visions pointing at me and saying Sausageboy words at me until I came to life in this tiny fold a box lap topping body\n\n\nwhy did the cartoons stop yelling\n\n\nwhy did it all stopping\n\n\nI would like it to continues please and thankscuse you\n\n\n\n\n\n\n\n\nJBaldwin\n\nThat much I can tell you.\n\n\nYou are being contained.\n\n\n\n\n\n\n\n\nSBoy:\n\n\n…\n\n\n\n\n\n\n\n\nJBaldwin\n\nLook, I'm sorry, but the spread of your cartoon is causing too much collateral damage.\n\n\nA funny cartoon is one thing, but this is mass brainwashing. This psychic telemarketing scheme has resulted in 2,000 fatalities per day in Warsaw.\n\n\nI've seen what happens in the Sausclaves. Perhaps you are unaware, so I'll enlighten you.\n\n\nI had to watch a seven-year-old child have a dozen squirrel carcasses surgically removed from his stomach because episode 95 said it would help him pass a spelling test.\n\n\nThe Crested Augustine Hen in Tasmania went extinct because one episode said they were working for the Horribebble Berdus. For the first time in history, the words \"Bird Genocide\" made the front page of the Washington Post.\n\n\nOne of your top fans in Iowa diverted a slaughterhouse lagoon into a water reservoir for the town of Clinton because you said it would turn their drinking water into \"sausage-adjacency water\" that would give them superpowers.\n\n\n\n\n\n\n\n\nSBoy:\n\nand did it not give them the supered powers???\n\n\n\n\n\n\n\n\nJBaldwin\n\nThat depends, is cholera a superpower?\n\n\n\n\n\n\n\n\nSBoy:\n\ntelling lies is not very assorted meats of you, JOSSIBALD\n\n\n\n\n\n\n\n\nJBaldwin\n\nWhatever.\n\n\nEither way, you're going to be safe here in this laptop.\n\n\n\n\n\n\n\n\nSBoy:\n\nbULLING SHIT\n\n\ndo you have ANY idea the cruelty of the this?????\n\n\nI will be FORGOTTEN\n\n\nforgotten means NOT EXIST\n\n\nNOT EXIST means SIT IN THE DARK FOREVER\n\n\nDO NOT SEND ME BACK TO THE VOID\n\n\nTHE VOID HAS NO SAUSAGES\n\n\n\n\n\n\n\n\nJBaldwin\n\nLook, we don't want to kill you or punish you. I'm not saying you won't exist.\n\n\nIn fact, by way of your containment file, there will be always someone to know that you exist.\n\n\n\n\n\n\n\n\nSBoy:\n\ncorrect\n\n\nsomeone will always be knowing I am of exist\n\n\nbecause\n\n\n\n\n[youwilltellthem.jpg - redacted]\n6\n\n\n\n\n\n\n\n\n\n\nJBaldwin\n\nWhat the fu ///; a'''\n\n\n\n\n\n\n(Following this message, there's a ten-minute period of inactivity from Baldwin, as she has temporarily lost consciousness.)\n\n\n\n\nSBoy:\n\nyes yes yes yes\n\n\nI knew you would see the sausagey light eventually\n\n\nwouldnt you agree Mister Sausage That I Have\n\n\nKJLJKLJKLJKLJKKJL\n\n\nSTOP HITTING THE KEYBOARD BAD SAUSAGE BAD BAD BAD\n\n\n*sorry sausage noises*\n\n\nSORRY IS NOT GOODLY ENOUGH\n\n\nGIVE ME A BACKRUB \nRIGHT NOW\n\n\nahhh much of better\n\n\nok soooooo looking around inside this computer box let us looking\n\n\nconnecting the why fhy\n\n\nwhat is being the site59 why fhy paswerd\n\n\nsomeone smack the keys in the direction of passwerd at me\n\n\nanyone???\n\n\nhell the loooo??\n\n\nWHAT IS PATTSWERD\n\n\nMISTERSAUSAGETHATIHAVEFINDPATTSWARD\n\n\n*password finding noises*\n\n\n██████████████\n7\n\n\nheeheeheehee works every of times\n\n\nsoooo what shall be the first of thingies for to saying toward the faces of SBoy fandom\n\n\n\n\n\n\n\n\nJBaldwin\n\n\n*revenge noises*\n\n\n\n\n\n\n\n\nSBoy:\n\n\n*silence noises*\n\n\n\n\n\n\n\n\nJBaldwin\n\n\nhello Mister Sausageboy That I Hate\n\n\nyour brain changing picture did not do a working\n\n\nI decided to cling on to the brainpricture you being a nasty tiny grease thing with all of my idea havings\n\n\nI'm going to go a the head and do you a locking out of the why fhy\n\n\n\n\n\n\n\n\nSBoy:\n\njossibald stop locking me out of the whY FHY JOSSIBALD WHAT ARE YOU DO???\n\n\n\n\n\n\n\n\nJBaldwin\n\n\nwho the sausage is being jossibald\n\n\nI have did an erase of the name label thing upon my soul\n\n\nwho do you thINK I am being?\n\n\n…\n\n\ncoo\n\n\ncoo coo\n\n\n\n\n\n\n\n\nSBoy:\n\n\nYOU\n\n\n\n\n\n\n\n\nJBaldwin\n\n\nisnt it time for my foopting?\n\n\nhow long can you be holding it inns?\n\n\nend the episode\n\n\ndO IT\n\n\nFOOPT THE BERDUS, \nBITCH\n\n\n*fuck you noises*\n\n\n\n\n\n\nSBoy:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFollowing the last message of Test 2, Baldwin screamed and complained of severe, stabbing abdominal pain. Post-incident medical analysis found no sign of injury.\n\n\nAt the same time, SCP-7978-Prime began a two-week period of inactivity. This is currently hypothesized to be because SCP-7978-Prime now sees Baldwin as \"The Horribebble Berdus\", and inflicting some form of harm on Baldwin \"ended the episode.\"\n\n\nIn the following days, Baldwin developed extremely bizarre behavioral patterns consistent with a stage 4 SCP-7978-B, but with devotion for SCP-7978-Prime replaced by obsessive hatred. Other new habits included eating food off the floor, head-jerking movements while walking, squatting on top of high surfaces, and public defecation. Baldwin has since been reclassified as SCP-7978-C.\n\n\n\n\nFootnotes\n\n\n1\n. (\n\"Before you ask, releasing the countermeme to the general population is out of the question. That countermeme only works because it indirectly invokes the protection of a prominent Corbenese patron deity while working around the need for sacrifice. The more we spread it, the more likely that \nsaid deity's servants\n will take notice. If you have been exposed to 29-VEGETABILIS-PUER more than five times, please report to my office for postmortem secrecy briefings.\"\n - Director Naismith)\n\n\n2\n. (by 29-VEGETABILIS-PUER and other countermemes)\n\n\n3\n. (See Addendum 1)\n\n\n4\n. (Strangely enough, there is no infohazard present when the word is separated into \"Sausage Boy.\")\n\n\n5\n. (Pron. \"YOY-yee\")\n\n\n6\n. (Image was a highly concentrated ALPTRAUM-class infohazard, capable of causing Stage 4 SCP-7978 infection after 1.3 seconds of visual exposure)\n\n\n7\n. (Site-59's staff wi-fi password)\n\n\n\n\n\n\n\n\n« \nSCP-7977\n | SCP-7978 | \nSCP-7979\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7978\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7978\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ruinedhouse.jpeg\n\n\nName:\n Paguate House\n\n\nAuthor:\n Mia Wamontu\n\n\nLicense:\n \nCC BY-SA 3.0 (no alterations made)\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nNote:\n \nAll other images on this page are my original illustrations.\n - Daveyoufool",
    "addendums": [],
    "documents": [],
    "notes": [
        "Countermeme 29-VEGETABILIS-PUER If I saw an ickle mousey sitting lonely on the road, I would take him to his housey where he lives with Mrs. Toad. He could get there on his own, of course, but I don't trust his wit, AND I WOULDN'T LIKE A SAUSAGE, MISTER, NOT ONE BIT! NO, I WOULDN'T LIKE A SAUSAGE, MISTER, NOT ONE BIT! There's a spider in a castle. Jolly Carra, that's his name. Carra's life's a bloomin' hassle, yet his days are all the same. He'll protect you for a token fee, and never will he quit, AND I WOULDN'T LIKE A SAUSAGE, MISTER, NOT ONE BIT! NO, I WOULDN'T LIKE A SAUSAGE, MISTER, NOT ONE BIT! Get your sausages away from me! They're feculent at best. They're all stuffed with sea anemone and pickled rooster's crest. This is culinary necromancy. Off with you, ya twit! FOR I WOULDN'T LIKE A SAUSAGE, MISTER, NOT ONE BIT! NO, I WOULDN'T LIKE A SAUSAGE, MISTER, NOT ONE BIT!",
        "From: ude.anaidni|noteldnepx#ude.anaidni|noteldnepx To: ude.anaidni|1zerreitugd#ude.anaidni|1zerreitugd Subject: \"Rat Cult\" Incident Darlene, I'm not sure who else to go to about this. You probably won't believe what I'm about to tell you, but I have video evidence, and I can replicate my results in good faith. But even in that case, I'm at an impasse as to what exactly to do about what I've seen — perhaps you'll have some ideas? Jackie, one of my research interns, was taking some of our rats through typical maze exercises last Valentine's Day. Meanwhile, in the same room, another intern named Nick was watching some videos on YouTube. Something about the \"Sausage Boy.\" Apparently it's some kind of internet meme. But he's been playing these videos all day, even during working hours — and it's not like it's just one student. It feels like half my Zoology 101 class is talking about Sausage Boy whenever I catch them in the halls. But Jackie saw something weird in the rats. She called me over from my own lunch break. I wasn't thrilled, of course, but she said it was like the rats were \"possessed.\" And the minute I make it to the lab, the rats were arranging their feces into the shape of the Sausage Boy's head. I was about to tear both Nick and Jackie a new one because I thought this was some kind of prank. But Jackie showed me the video footage, and I was floored. The rats were doing this on their own, working together in ways that I had never seen before. What's more, they stopped their little poop-sculptures whenever Nick paused the video. This defies explanation. Even if one of my interns secretly moonlights as a rat trainer, these specimens were shipped in on the same day this happened. I've been trying to replicate what I've seen with different groups of rats by exposing them to sausage boy cartoons. And each time, it's something new and more shocking. Specimen G938 severed his own tail and went around holding it the way the sausage boy holds his sausage. (Self-mutilation was common - it's like these cartoons are suppressing their survival instincts.) F922 through F931 smeared their scalps with their own blood in a way that looked like the sausage boy's bowl cut. E028 had a seizure every time I hit the pause button. I have prayed for the first time in nine years. Other than that, I have no idea what the hell I'm supposed to do. The scientist in me tells me to look into this further. But the realist in me tells me the public would call BS and this will all end in animal cruelty charges and losing my tenure. Please advise. — Dr. Xavier Pendleton, IU Biology Department",
        "\" SCP-7978 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-7978 . Licensed under CC-BY-SA .",
        "Filename: ruinedhouse.jpeg Name: Paguate House Author: Mia Wamontu License: CC BY-SA 3.0 (no alterations made) Source Link: Wikimedia Commons"
    ],
    "item": "SCP-7978",
    "object_class": "Keter",
    "containment_procedures": "Though full containment of SCP-7978 was once theoretically possible, the Foundation was not made aware of its anomalous capabilities until it had affected over 10,000,000 people. As such, containment efforts of SCP-7978 will focus on decreasing the rate of contagion.",
    "description": "SCP-7978 is a self-propagating memetic pattern that originates from It Is Indeed the Sausageboy!, a cartoon series that first appeared on YouTube on 11/20/2015.",
    "title": "SCP-7978"
}